{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"(O, Muhammad!) Senden oljolor jönündö suraşat. Aytkın: Oljolor Allaһ jana anın paygambarına tieşelüü. Emi, Allaһtan korkup, öz ara mamileŋerdi oŋdop, eger ıymanduu bolsoŋor, Allaһka jana Anın paygambarına moyun sungula"},{"SurahNumber":8,"VerseNumber":2,"Text":"Çınında, ıymanduu adamdarga Allaһtı eskertilgende, jüröktörü korkuuga tüşüp, ayattarı okulganda al ayattar alardın ıymandarın köböytöt.? Jana alar Rabbisine gana tobokel kılışat"},{"SurahNumber":8,"VerseNumber":3,"Text":"(Dagı) alar namazdarın kemçildiksiz okuşup, Biz ırıs kılıp bergen nerselerden ehsan-sadaka kılışat"},{"SurahNumber":8,"VerseNumber":4,"Text":"Oşolor gana çınıgı momundar! Alarga Rabbisinin aldında (Beyişte, biyik) darajalar, keçirim jana uluu ırıskılar bar"},{"SurahNumber":8,"VerseNumber":5,"Text":"Oşol sıyaktuu Rabbiŋ seni akıykat menen üyüŋdön (soguşka) çıgarganda, momundardan kee biröölörü munu jaktırbay turuştu"},{"SurahNumber":8,"VerseNumber":6,"Text":"(Allaһtın ökümü) Anık bolgondon kiyin dele, ölümgö aydalıp baratkansıp, karap turup seni menen talaşıp jatışat"},{"SurahNumber":8,"VerseNumber":7,"Text":"Allaһ silerge eki taypanın biröösün! (oljo) boluusun ubada kıldı ele, siler kural-jaragı jogunun özüŋör üçün boluşun kaaladıŋar. Allaһ bolso, (siler kaalagandan başkanı:) Özünün (öküm) sözdörü menen akıykattı orundatuunu jana kaapırlardın “artın kırkıp koyuunu” kaaladı"},{"SurahNumber":8,"VerseNumber":8,"Text":"Eger kılmışker-muşrikter jaman körsö da, (Allaһ) jalgandı joyup, akıykattı ornotuu üçün (uşunday boluusun kaaladı)"},{"SurahNumber":8,"VerseNumber":9,"Text":"Siler Rabbiŋerge jalbarıp, duba kılganda, Al silerge joop berip, (paygambarına): “Men silerdi udaama-udaa (kelüüçü) miŋ perişte menen kubattaymın” dedi"},{"SurahNumber":8,"VerseNumber":10,"Text":"Munu Allaһ (silerdin ruhuŋarga) şattık (demi) kılıp jana anı menen jürögüŋör tınçtanuusu üçün jasadı. Jeŋiş - Allaһtan gana. Çınında Allaһ — Kudurettüü, Daanışman"},{"SurahNumber":8,"VerseNumber":11,"Text":"Oşondo, (Allaһ) silerdi, Özü tarabınan tınçtık-beypildik boluşu (jana jürögüŋördön korkuunu ketirüü) üçün (köz irmemdik) uyku menen orodu jana jürögüŋördü, kadamıŋardı anı menen bekemdep, silerden Şaytan azgırıgın ketirip, taza-pakiza kıluu üçün üstüŋörgö asmandan jamgır jaadırdı"},{"SurahNumber":8,"VerseNumber":12,"Text":"Oşondo, (o, Muhammad) senin Rabbiŋ periştelerge: “Men siler menen birgemin. Emi, ıymanduu adamdardı şerdentkile! Men tez ele kaapırlardın jürögünö korkuu salamın, siler dagı alardın moyundarına çaap, ar bir manjaların kesip taştagıla!” -dep vahiy kıldı"},{"SurahNumber":8,"VerseNumber":13,"Text":"Munun sebebi; alar (kaapırlar) Allaһka jana paygambarına karşı soguştu. Kim Allaһ jana paygambarı menen soguşsa, (bilip algıla) çınında, Allaһtın azabı katuu"},{"SurahNumber":8,"VerseNumber":14,"Text":"Uşul silerdin jazaŋar! Anı(n azabın) tatkıla! Jana, akıykatta, kaapırlarga Tozok azabı bar"},{"SurahNumber":8,"VerseNumber":15,"Text":"O, momundar! Eger çabuulga ötkön kaapırlarga joluksaŋar, alarga artıŋardı salıp kaçpagıla"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kim oşol kündö alarga artın salsa, Allaһtın kaar-kazabın satıp algan bolot jana jayı Tozok! Al kanday jaman orun! Birok, soguş erejesin özgörtüü je bolboso, (başka bir) jamaatka koşuluu maksatında artın salsa (anda kaçkan bolup eseptelbeyt jana künöö bolboyt)"},{"SurahNumber":8,"VerseNumber":17,"Text":"(O, momundar!) Alardı siler öltürbödüŋör birok, Allaһ öltürdü. (O, Muhammad) atkanda sen atkanıŋ jok, Allaһ attı. Jana Özü tarabınan momundarga jakşınakay sınoo bolsun üçün (uşintti).! Çınında - Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":8,"VerseNumber":18,"Text":"Uşul jeŋişiŋer (Allaһtan) Jana Allaһ akıykatta, kaapırlardın amaldarın alsıratuuçu"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Ey, muşrikter!) Eger Allaһtan («kaçan azap tüşüröt» dep) surasaŋar, mına, silerge (karşı) jeŋiş keldi. Eger (Tuura Jolgo toskool boluudan) toktolsoŋor bul silerge jakşı. Eger (soguşka) kaytsaŋar, biz dagı kaytabız. Anda jamaatıŋar ar kança köp bolso da, silerge eç jardam bere albay kalat. Çınında, Allaһ momundar menen"},{"SurahNumber":8,"VerseNumber":20,"Text":"O, ıyman keltirgender! Allaһka jana Paygambarına moyun sungula jana (Kuraandagı “moyun sungula” degen buyruktu) ugup turup andan jüz burbagıla"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ukpay turup “uktuk” degen adamdardan! bolbogula"},{"SurahNumber":8,"VerseNumber":22,"Text":"Albette, Allaһtın nazarında aybandardan da eŋ jamanı (çındıktı) ukpagan, (akıykattı) süylöbögön akılsızdar"},{"SurahNumber":8,"VerseNumber":23,"Text":"Eger Allaһ alardan bir jakşılık boloorun bilgende (akıykattı) uga turgan kılıp koymok. Jana, eger uga turgan kılıp koyso dele, (akıykattan) jüz burup ketmek"},{"SurahNumber":8,"VerseNumber":24,"Text":"O, ıyman keltirgen pendeler! Silerge jaşoo bere turgan nersege (ibadatka) çakırganda, Allaһ menen paygambarına (daroo) joop bergile! Bilip koygula, Allaһ adam menen (anın) jürögünün arasın tosup koyot.? Jana çınında, bardıgıŋar Anın Özünö çogulasıŋar"},{"SurahNumber":8,"VerseNumber":25,"Text":"Jana silerdin araŋardagı zulum (künöö) kılgandardın özünö gana tiybey (bardıgıŋarga tegiz tie) turgan azaptan? korkkula! jana bilgile Allaһtın azabı katuu"},{"SurahNumber":8,"VerseNumber":26,"Text":"(O,momundar!) Estegile, bir kezde siler az, jer betinde alsız-beçara jana adamdar silerdi basıp-tonop ketişinen korkkon abalda eleŋer. Kiyin Allaһ silerge (Medinadan) orun-oçok berip, Öz jardamı menen koldop, silerge taza nerselerdi ırıskı kılıp berdi. Kana emi, (uşularga) şügür kılsaŋar"},{"SurahNumber":8,"VerseNumber":27,"Text":"O,ıyman keltirgender! Allaһka, Anın paygambarına jana silerge işenip tapşırılgan amanattarga bilip turup kıyanat kılbagıla"},{"SurahNumber":8,"VerseNumber":28,"Text":"Jana bilip koygula, çınında silerdin mal-düynöŋör jana bala-çakaŋar — bul sınoo (gana). Akıykatta, Allaһtın aldında Uluk soop bar"},{"SurahNumber":8,"VerseNumber":29,"Text":"O,ıyman keltirgender! Eger Allaһtan korksoŋor silerge jakşılık menen jamandıktı ajırata turgan ilim-parasat beret, (kiçinekey) künööŋördü öçüröt, jana (çoŋ) künööŋördü keçiret. Allaһ — Uluk pazilet eesi"},{"SurahNumber":8,"VerseNumber":30,"Text":"(O, Muhammad) estegin, kaapırlar (bir kezde) seni (öz jurtuŋda) kaltıruuga, je öltürüügö je bolboso, sürgün kıluuga amal izdeşken. Alar aylakerlik kılışat, Allaһ da aylakerlik kılat. Allaһ aylakerlerdin mıktısı"},{"SurahNumber":8,"VerseNumber":31,"Text":"Eger alarga Bizdin ayattarıbız okulsa: “Biz ukkanbız. Eger kaalasak buga okşogondu biz dele ayta alabız. Bul bayırkılardın jomoktorunan başka nerse emes” deşet"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir kezde alar: “O, Allaһ! Eger mına bul (Muhammad aytıp jatkan sözdör) Senin aldıŋdan kelgen Akıykat (ekeni çın) bolso, asmandan üstübüzgö taş jaadır je bizge jan oorutkan azap jiber!” — deşti"},{"SurahNumber":8,"VerseNumber":33,"Text":"(O, Muhammad, ar kaçan) sen alardın arasında ekeniŋde, Allaһ alardı azaptabayt. Jana alar (tooba kılışıp) künöölörünö (Allaһtan) keçirim suraşsa da Allaһ alardı azaptabayt"},{"SurahNumber":8,"VerseNumber":34,"Text":"(Birok,) Alar (musulmandardı) Masjid al-Haramdan tosup jatsa Allaһ alardı azaptabay koymok bele?! Anın (Masjid al-Haramdın) eeleri alar emes! Anın (çınıgı) eeleri takıbaaluu adamdar. Birok, köpçülügü (munu) bilişpeyt"},{"SurahNumber":8,"VerseNumber":35,"Text":"Alardın “Baytullah” (Al-Haram) aldındagı “namazdarı” ışkırık jana kol çabuudan başka emes ele! Emi, (ey, muşrikter!) kaapır bolgonuŋarga jaraşa azaptı(n daamın) tatkıla"},{"SurahNumber":8,"VerseNumber":36,"Text":"Kaapırlar (adamdardı) Allaһtın jolunan tosuu üçün mal-düynölörün jumşaşat. Dagı ele jumşay berişet, birok kiyin (bul işteri) öz baştarına buşayman bolot. Kiyin... jeŋilişet! Kaapırlar (Akırette) Tozokko çogultulat"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allaһ ıpılastardı taza-pakizalardan ajıratıp alıp, biri-birine kabattap, jıynap, bardıgın Tozokko salışı üçün. Oşolor anık zıyan tartuuçular"},{"SurahNumber":8,"VerseNumber":38,"Text":"(O, Muhammad), kaapırlarga ayt: Eger (duşmandıgın) toktotuşsa, ötkön künöölörü keçirilet. Eger ulantışsa, (bilip koyuşsun:) murunkulardın jolu ötkön"},{"SurahNumber":8,"VerseNumber":39,"Text":"(O, momundar!) kaapırlarga karşı, (jer betinde) fitna (şirk jana dinge toskoolduk) kalbay kalganga çeyin jana din-ökümdün bardıgı Allaһka taandık bolgongo çeyin soguşa bergile. Eger toktotuşsa, Allaһ jasagan işterin Körüüçü"},{"SurahNumber":8,"VerseNumber":40,"Text":"A, eger (Allaһka moyun sunuudan) jüz buruşsa, bilgile, silerdin başçıŋar — Allaһ! Al mıktı Başçı jana mıktı Jardamçı"},{"SurahNumber":8,"VerseNumber":41,"Text":"Eger siler (o, momundar) Allaһka jana Öz pendebizge tüşürgön nersege (Kuraanga) işengen bolsoŋor, bilip algıla, (ak menen kara) ajıratılgan jana eki (askerdik) jamaat joluguşkan kündö, oljogo algan nerseŋerden beşten bir bölügü — Allaһka jana Paygambarına, (kalganı) tuugan-uruktarga, jetimderge, miskin- kedeylerge jana musapırlarga. Allaһ ar nersege Kudurettüü"},{"SurahNumber":8,"VerseNumber":42,"Text":"Oşondo (Badr soguşu bolup, oljo alıngan kündö) siler (Medinaga) eŋ jakın jerde, alar (muşrik askerleri) alısıraak jerde, al emi, kerben silerden tömönüröök (deŋiz) tarapta ele.! Eger siler (soguş boloor orun jana ubakıt jönündö murdatan) ubadalaşsaŋar ubadada kelişe albagan bolot eleŋer. Birok, Allaһ (öz tagdırında) bolup kalgan işti bolturup, ölgöndördü dalil menen (kaapırçılıktı tandaganı üçün) öltürüü üçün jana tirüü kalgandardı da dalil menen (ıymanga kelgenderi sebeptüü) tirüü kaltırış üçün (silerdi kütülbögön jerden jolukturup koydu) Çınında Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":8,"VerseNumber":43,"Text":"Oşondo, (o, Muhammad!) Allaһ senin tüşüŋdö alardı (muşrik askerlerin) az sanduu kılıp körgözdü. Eger köp kılıp körgözsö (jana sen munu sahaabalarıŋa aytsaŋ) muunuŋar boşop, (köpçülügü soguşuunu kaalabay) işte talaşıp kalmaksıŋar. Birok, Allaһ saktadı. Çınında, Al köküröktü eelegen sırlardı Bilüüçü"},{"SurahNumber":8,"VerseNumber":44,"Text":"Oşondo, (o, musulmandar), siler jolukkan kezde, Allaһ (tagdırında) bolup kalgan işti atkaruu üçün közüŋörgö alardı az körgözüp, silerdi alardın közdörünö köp körgözdü. İşterdin bardıgı Allaһka kaytat"},{"SurahNumber":8,"VerseNumber":45,"Text":"O, ıyman keltirgender! Eger (duşman) jamaatka joluksaŋar, bekem-sabırduu bolup, jeŋişten ümütüŋör bolso, Allaһtı köp-köp estegile"},{"SurahNumber":8,"VerseNumber":46,"Text":"Jana Allaһ menen (Anın) paygambarına moyun sungula, (eç kaçan) talaşıp-tartışpagıla! Antseŋer, alsız bolup, kayratıŋar jogolot. Sabır kılgıla! Allaһ sabırduular menen"},{"SurahNumber":8,"VerseNumber":47,"Text":"Mekenderinen (Makkadan) tekeberlenip, adamdardın közünö şaan-şököttönüp jana Allaһtın jolunan (adamdardı) tosuu maksatında (soguşka) çıkkandar sıyaktuu bolbogula! Allaһ alardın bardık işterin kamtıp aluuçu"},{"SurahNumber":8,"VerseNumber":48,"Text":"Bir kezde şaytan alarga amaldarın kooz körgözüp: “Silerdi bügün adam zatınan eç kim jeŋe albayt (sanıŋar da, dayardıgıŋar da musulmandardıkınan köp) Silerdi özüm kepildigime alamın (eç korkpogula)” - dedi.! Al emi, eki jamaat (soguş maydanında) jolukkanda (Şaytan): «Menin siler menen işim jok, (antkeni,) men siler körbögön nerseni körüp kaldım. Men Allaһtan korkomun! Allaһtın azabı katu» dep, arkasına kaçıp jönödü"},{"SurahNumber":8,"VerseNumber":49,"Text":"Oşondo (musulmandardın arasındagı) munafıktar menen jüröktöründö şek-kümön bolgon (ıymanı küçsüz) adamdar: “Bulardı dini oolukturup jiberdi” - deşti. Kim Allaһka tobokel kılsa, Allaһ Kudurettüü (jana öz işinde) Daanışman"},{"SurahNumber":8,"VerseNumber":50,"Text":"(O, Muhammad) Eger sen, perişteler kaapırlarga: “Tozok azabın tatkıla! - dep, betterine, köçüktörünö çaap, öltürüp jatkanın körsöŋ ele"},{"SurahNumber":8,"VerseNumber":51,"Text":"(Dagı perişteler) «Bul (azap) öz koluŋar jasagan (künöö) işter sebeptüü boluuda. Albette, Allaһ pendelerine zulumker emes” (deşti)"},{"SurahNumber":8,"VerseNumber":52,"Text":"(Alardın kılmışı) Firaun adamdarının jana alardan murdakılardın kılmışına okşoyt: Allaһtın ayattarına kaapır boluştu ele, Allaһ alardı künöölörü sebeptüü azapka duuşar kıldı. Çınında, Allaһ — Kubattuu jana azabı katuu"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bul (azaptar) Allaһ eç bir koomgo bergen neemattarın, kaçan alar öz jüröktöründö bolgon nerseni (ıymandı kaapırçılıkka) özgörtmöyünçö özgörtpöösü sebeptüü boluuda. Çınında, Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Dagı alardın işteri) Firaun adamdarının jana alardan murunkulardın işterine okşoş: Rabbisinin ayattarın “jalgan” deşti ele, künöölörü sebeptüü ölüm berip, Firaun adamdarın (deŋizge) çöktürüp jiberdik. (Allaһ jazalagandardın) bardıgı (özdörünö) zulum kıluuçular boldu"},{"SurahNumber":8,"VerseNumber":55,"Text":"Çınında, Allaһtın nazarında kıbıragan jandıktın eŋ jamanı — kaapırlar. Sebebi, alar ıyman keltirişpedi"},{"SurahNumber":8,"VerseNumber":56,"Text":"Sen alar menen ubadalaştıŋ ele, kiyin, ar bir jolku ubadalaşuuda kıyanat kılıştı. Alar takıbası jok adamdar"},{"SurahNumber":8,"VerseNumber":57,"Text":"Eger alardı soguşta tapsaŋ sazayın berüü menen, artındagılarga ses körgözüp koy. Esterinen çıgarbay jürüşöör"},{"SurahNumber":8,"VerseNumber":58,"Text":"Eger (seni menen soguşpastık kelişimin tüzgön) bir koomdun kıyanat kıluusunan korksoŋ, ubada-kelişimderin taştap sal! (Ubada buzulganın siler da, alar da) barabar (bilip jürgülö) Çınında, Allaһ kıyanatçılardı süyböyt"},{"SurahNumber":8,"VerseNumber":59,"Text":"Kaapır adamdar (“Emi bizge Allaһtın azabı kelişinen) ötüp kettik” — dep oyloşposun. Alar (eç kaçan Allaһtı) alsız kaltıra alışpayt"},{"SurahNumber":8,"VerseNumber":60,"Text":"(O, musulmandar!) Alarga (duşmanıŋarga karşı) koluŋardan kelgen bardık küç-kubattı: jabdıktalgan attardı dayardap koygula! Anı menen Allaһtın jana özüŋördün duşmanıŋarga jana da (kim ekenin) Allaһ gana bilip, siler bilbegen başka adamdarga aybat-sür körgözösüŋör. Allaһtın jolunda (jihad üçün) emneni sarp kılsaŋar (Kıyamatta) özüŋörgö zulum kılınbagan abalda tolugu menen kaytarılat"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eger alar (duşmandar) tınçtıkka ıktasa, sen da tınçtıkka umtul jana Allaһka tobokel kıl. Anıgında, Al — Uguuçu, Bilüüçü"},{"SurahNumber":8,"VerseNumber":62,"Text":"Egerde seni aldoonu kaalaşsa, saga Allaһ jetiştüü: Al seni Özünün (asmandan kelgen) jardamı jana momundar menen koldogon"},{"SurahNumber":8,"VerseNumber":63,"Text":"Jana (köbüröök kubattuu boluş üçün) alardın jüröktörün (öz ara) ülpöt-dos kılıp koydu. Eger sen jer betindegi bardık baylıktı sarp kılsaŋ da, alardın jüröktörün dos kıla albayt eleŋ. Birok, alardı Allaһ dos kıldı. Çınında, Allaһ — Kudurettüü, Daanışman"},{"SurahNumber":8,"VerseNumber":64,"Text":"O, Paygambar! Saga jana seni eerçigen momundarga Allaһ jetiştüü"},{"SurahNumber":8,"VerseNumber":65,"Text":"O, Paygambar! Momundardı soguşka kayrattandır! (O, momundar!) Eger silerden jıyırma gana sabırduu er jüröktör bolso, (duşmandan) eki jüzdü, al emi, silerden jüz bolso, kaapırlardan miŋdi jeŋe alat. Munun sebebi, alar tüşünbögön adamdar"},{"SurahNumber":8,"VerseNumber":66,"Text":"Emi, Allaһ silerden (mildetiŋerdi) jeŋildetti. Jana silerde (on ese, jıyırma ese köp duşmanga teŋ kele albay turgan) alsızdık bar ekenin bildi. Emi, silerden jüz sabırduu bolso eki jüzdü jeŋet, eger silerden miŋ bolso, Allaһtın uruksatı menen, eki miŋdi jeŋet,! Allaһ sabırduular menen"},{"SurahNumber":8,"VerseNumber":67,"Text":"Kaçan jer betinde (İslamga öçöşköndör kalbay, toluk) jeŋüüçü bolmoyunça eç bir Paygambardın aldında tutkundar(dın) boluusu mümkün emes bolçu. Siler düynö paydasın kaalaysıŋar, Allaһ bolso, Akıretti kaalayt. Allaһ — Kudurettüü, Daanışman.”"},{"SurahNumber":8,"VerseNumber":68,"Text":"Egerde, Allaһtın tagdırında (“İslam ümmötünön azap kötörülgön” dep) jazılıp koyulbaganda algan kun akıŋardın jazasına silerdi çoŋ azap karmayt ele"},{"SurahNumber":8,"VerseNumber":69,"Text":"Emi, oljo kılıp algan nerseŋerden adal-taza bilip jey bergile.! Allaһtan korkkula! Çınında, Allaһ — Keçirimdüü, Irayımduu"},{"SurahNumber":8,"VerseNumber":70,"Text":"O, Paygambar! Kol astıŋdagı tutkundarga ayt: “Eger Allaһ jürögüŋördö jakşılık (ıyman) bar ekenin bilse, silerge, alıngan kun akıŋardan jakşıraak nerseni beret jana (ötköndögü) künööŋördü keçiret. Jana Allaһ — Keçirimdüü, Irayımduu"},{"SurahNumber":8,"VerseNumber":71,"Text":"Eger alar (muşrik tutkundar) saga kıyanat kıluunu kaalaşsa, mından murun Allaһka da kıyanat kılışkan bolçu, kiyin Allaһ alardı koluŋa salıp berdi. Allaһ — Bilüüçü, Daanışman"},{"SurahNumber":8,"VerseNumber":72,"Text":"Çınında, ıyman keltirip, (dinderin saktap kaluu üçün Makkadan Medinaga) hijrat kılgan jana Allaһ jolunda mal-jandarı menen jihad kılgan musulmandar menen, alarga (Medinadagı öz üylörünön) orun-oçok berip, ansar — jardamçı bolgondor biri-birine jakın-dos. Al emi, ıyman keltirse da, hijrat kılbagan adamdar bolso, kaçan hijrat kılmayınça silerge eç nersede dos bolo alışpayt. Eger alar silerden duşmandarına karşı jardam suraşsa, jardam berüü moynuŋarda mildet. Al emi, siler menen (öz ara soguşpoo jönündö) ubada-kelişimi bar bolgon koomgo karşı jardam suraşçu bolso, anda jardam berbeysiŋer. Allaһ emne iş jasaganıŋardı Körüüçü"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kaapır adamdar biri-birinin dostoru. (Demek, siler eger momun bolsoŋor, momundardı dos, kaapırlardı duşman tutkula). Eger uşunu atkarbasaŋar, jer betinde buzukuluktar jana çoŋ künöölör bolot"},{"SurahNumber":8,"VerseNumber":74,"Text":"Iyman keltirip, hijrat kılıp, Allaһtın jolunda jihad kılgan adamdar menen alarga orun-jay dayardap, jardam bergender çınıgı ıymanduular! Alarga (Rabbisinen) keçirim jana uluk ırıskılar bar"},{"SurahNumber":8,"VerseNumber":75,"Text":"Kiyinçereek bolso da ıyman keltirip, hijrat kılıp, siler menen birge jihad kılgandar — silerden. Jana bir tuugandar Allaһtın Kitebinde biri-birine jakınıraak. Allaһ ar bir nerseni Bilüüçü"}]}