{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lâm, Râ. Iste bunlar sana o açik seçik kitabin âyetleridir"},{"SurahNumber":12,"VerseNumber":2,"Text":"Muhakkak ki, biz onu anlayasiniz diye Arapça bir kitap olarak indirdik"},{"SurahNumber":12,"VerseNumber":3,"Text":"Sana bu Kur'ân'i vahyetmekle biz, sana kissalarin en güzelini anlatiyoruz. Gerçek su ki, daha önce senin bundan hiç haberin yoktu"},{"SurahNumber":12,"VerseNumber":4,"Text":"Hani bir vakitler Yusuf, babasina demisti ki: \"Babacigim, ben rüyada onbir yildizla günesi ve ayi bana secde ederken gördüm"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Babasi) \"Yavrucugum! \"dedi, \"rüyani kardeslerine anlatma. Sonra sana bir tuzak kurarlar. Çünkü seytan insanin açikça düsmanidir"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ve iste böyle, Rabbin seni seçecek ve sana rüya tabirinden bilgiler ögretecek. Bundan önce atalarin Ibrahim'e ve Ishak'a tamamladigi gibi, nimetini hem sana, hem de Yakup soyuna tamamlayacaktir. Muhakkak ki, Rabbin alîmdir, hakîmdir"},{"SurahNumber":12,"VerseNumber":7,"Text":"Andolsun ki, Yusuf ve kardesleri kissasinda soranlara ibret alacak âyetler vardir"},{"SurahNumber":12,"VerseNumber":8,"Text":"Hani demislerdi ki: \"Yusuf ve kardesi (Bünyamin) babamiza bizden daha sevgili, biz ise güçlü ve tutkun bir grubuz. Dogrusu, babamiz belli ki, çok açik bir yanilgi içindedir"},{"SurahNumber":12,"VerseNumber":9,"Text":"Yusuf'u öldürün, ya da bir yere atin ki, babanizin yüzü (sevgisi) size kalsin, sonra yine salih bir kavim olursunuz"},{"SurahNumber":12,"VerseNumber":10,"Text":"Içlerinden bir söz sahibi söyle dedi: \"Yusuf'u öldürmeyin, bir kuyunun dibine birakin da ordan geçen kafilenin biri onu bulup alsin. Eger yapacaksaniz böyle yapin"},{"SurahNumber":12,"VerseNumber":11,"Text":"Dediler ki: \"Ey babamiz! Sen bize Yusuf için neden güvenmiyorsun? Halbuki biz onun iyiligini istiyoruz"},{"SurahNumber":12,"VerseNumber":12,"Text":"Yarin onu bizimle beraber gönder de gezsin, oynasin. Kesinlikle biz onu koruruz"},{"SurahNumber":12,"VerseNumber":13,"Text":"Babalari dedi ki: \"Onu götürmeniz beni üzer, korkarim ki onu kurt yer de sizin haberiniz bile olmaz"},{"SurahNumber":12,"VerseNumber":14,"Text":"Dediler ki: \"Vallahi biz böyle güçlü kuvvetli bir topluluk iken, buna ragmen onu kurt yerse, o zaman biz kesinlikle hüsrana ugrayanlardan olmus oluruz"},{"SurahNumber":12,"VerseNumber":15,"Text":"Nihayet kardesleri, Yusuf'u alip götürdüler ve kuyunun dibine birakmaya topluca karar verdiler. Biz de ona söyle vahyettik: \"Andolsun ki, sen onlara ilerde hiç beklemedikleri bir sirada bu yaptiklarini haber vereceksin"},{"SurahNumber":12,"VerseNumber":16,"Text":"Ve yatsi vakti, aglayarak babalarina geldiler"},{"SurahNumber":12,"VerseNumber":17,"Text":"Dediler ki: \"Ey babamiz! Biz gittik, aramizda yaris yapiyorduk. Yusuf'u da esyamizin yanina birakmistik. Bir de baktik ki, onu kurt yemis. su anda biz dogru da söylesek, yine de sen bize inanacak degilsin"},{"SurahNumber":12,"VerseNumber":18,"Text":"Bir de gömleginin üzerinde yalandan bir kan getirmislerdi. Babalari dedi ki: \"Hayir, nefisleriniz aldatmis da size bir is yaptirtmis. Artik bana güzel bir sabir gerekiyor. Bu anlattiklariniza karsilik yardimina siginilacak olan ancak Allah'dir"},{"SurahNumber":12,"VerseNumber":19,"Text":"Daha sonra bir kafile gelmis, sucularini da göndermislerdi. Vardi, kovasini kuyuya saldi, \"Müjde hey, müjde! Iste bir çocuk!\" dedi. Ve onu satilik bir mal olarak gizleyip korudular. Allah ise onlarin ne yapacaklarini biliyordu"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ve onu düsük bir degerle birkaç dirheme sattilar. Ona fazla önem vermemislerdi"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onu satin alan Misirli, esine dedi ki: \"Buna güzel bak. Bize faydali olabilir, ya da evlat ediniriz.\" Yusuf'u böylece oraya yerlestirdik. Ona rüyalarin tabirini de ögrettik. Allah emrinde galiptir. Fakat insanlarin çogu bunu bilmezler"},{"SurahNumber":12,"VerseNumber":22,"Text":"O, tam erginlik çagina gelince, kendisine ilim ve hüküm verdik. Iste biz, güzel is yapanlari böyle mükafatlandiririz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Derken, evinde bulundugu hanim, onun nefsinden murad alip yararlanmak istedi. Kapilari kilitledi ve \"Haydi beri gel!\" dedi. Yusuf: \"Allah'a siginirim! Muhakkak ki, o (kocan), benim efendim, bana çok güzel bakti. Dogrusu zalimler hiç iflah olmazlar\" dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"O hanim, ona gerçekten niyeti bozmustu. Eger Rabbinin burhanini görmese idi. Yusuf da ona özenip gitmisti. Aslinda ondan fuhsu ve fenaligi uzak tutalim diye böyle olmustu. Çünkü o bizim ihlasa erdirilmis kullarimizdan biriydi"},{"SurahNumber":12,"VerseNumber":25,"Text":"Ikisi de kapiya kostular. Hanim, onun gömlegini arkadan yirtti. Ve kapinin yaninda hanimin efendisiyle karsi karsiya geldiler. Hanim hemen dedi ki: \"Senin esine fenalik yapmak isteyenin cezasi, zindana atilmaktan veya aci bir azaba ugratilmaktan baska ne olabilir"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf: \"kendisi benden yararlanmak istedi\" dedi. Hanimin akrabasindan biri de söyle sahitlik etti: \"Eger gömlegi önden yirtilmis ise hanim dogru söylemistir, o zaman bu, yalancilardandir"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yok eger gömlegi arkadan yirtilmis ise hanim yalan söylemistir, o zaman bu dogru söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":28,"Text":"Ne zaman ki, gömlegin arkadan yirtilmis oldugunu gördü, o zaman dedi ki: \"Bu is, siz kadinlarin tuzagindandir. Gerçekten de sizin tuzaginiz çok büyüktür"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf! Sakin sen bundan bahsetme! Kadin! Sen de günahindan dolayi istigfar et. Sen gerçekten günahkarlardan oldun"},{"SurahNumber":12,"VerseNumber":30,"Text":"Sehirde bazi kadinlar da \"Azizin karisi, delikanlisindan murad almaya kalkmis, sevgi yüregini yakip kavuruyormus, görüyoruz ki, kadin çildirmis besbelli...\" dediler"},{"SurahNumber":12,"VerseNumber":31,"Text":"Azizin karisi, onlarin gizliden gizliye dedikodu yaydiklarini isitince, onlara davetçi gönderdi ve onlara mükellef bir sofra hazirladi. Her birine bir biçak verdi, beri taraftan da Yusuf'a \"çik karsilarina\" dedi. Görür görmez hepsi onu gözlerinde çok büyüttüler ve (saskinlikla) ellerini kestiler. Dediler ki: \"Hâsâ! Allah için, bu bir insan degil, olsa olsa yüce bir melektir"},{"SurahNumber":12,"VerseNumber":32,"Text":"Iste\" dedi, \"bu gördügünüz, beni hakkinda kinadiginiz (gençtir). Yemin ederim ki, ben bunun nefsinden yararlanmak istedim de o, namuslu davrandi. Yine yemin ederim ki, emrimi yerine getirmezse, muhakkak zindana atilacak ve kesinlikle zelillerden olacaktir"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yusuf dedi ki: \"Ey Rabbim! Zindan bana, bunlarin beni davet ettikleri seyden daha sevimlidir. Eger sen, bu kadinlarin tuzaklarini benden uzak tutmazsan, ben onlarin tuzagina düserim ve cahillik edenlerden olurum"},{"SurahNumber":12,"VerseNumber":34,"Text":"Bunun üzerine Rabbi, onun duasini kabul buyurdu da ondan onlarin tuzaklarini bertaraf etti. Muhakkak ki O, evet O, hakkiyle isiten, hakkiyle bilendir"},{"SurahNumber":12,"VerseNumber":35,"Text":"Bu kadar delili gördükleri halde, sonra yine de Yusuf'u bir süre için zindana atma düsüncesi agir basti"},{"SurahNumber":12,"VerseNumber":36,"Text":"Zindana onunla birlikte iki delikanli daha girdi. Birisi dedi ki: \"Rüyada kendimi sarap sikarken gördüm\". Öteki de dedi ki: \"Ben de basimin üstünde ekmek tasidigimi, kuslarin da ondan yedigini gördüm. Bize bunun yorumunu haber ver. Çünkü biz seni iyilik edenlerden görüyoruz"},{"SurahNumber":12,"VerseNumber":37,"Text":"Yusuf dedi ki: \"Size yiyecek olarak verilecek bir yemek gelmeden önce onun tabirini size bildiririm. Bu, Rabbimin bana ögrettigi ilimlerdendir. Çünkü ben Allah'a inanmayan ve ahireti inkâr eden bir kavmin dinini terkettim"},{"SurahNumber":12,"VerseNumber":38,"Text":"Atalarim Ibrahim, Ishak ve Yakub'un dinine uydum. Bizim, Allah'a hiçbir seyi ortak tutmamiz olmaz. Bu, bize ve insanlara Allah'in bir lutfudur. Fakat insanlarin çogu sükretmezler"},{"SurahNumber":12,"VerseNumber":39,"Text":"Ey benim zindan arkadaslarim! Ayri ayri birçok tanrilar mi daha hayirli, yoksa herseye hakim ve galip olan bir tek Allah mi"},{"SurahNumber":12,"VerseNumber":40,"Text":"Sizin Allah'i birakip da o taptiklariniz, sizin ve atalarinizin uydurdugu birtakim isimlerden baska bir sey degildir. Bunlara tapmaniz için Allah hiçbir delil indirmis degildir. Hüküm ancak Allah'a aittir: O, size, kendisinden baskasina tapmamanizi emretti. Iste dosdogru din budur. Fakat insanlarin çogu bunu bilmezler"},{"SurahNumber":12,"VerseNumber":41,"Text":"Ey benim zindan arkadaslarim! Biriniz efendisine yine sarap sunacak. Digeri de asilacak, kuslar basindan yiyecekler. Iste ögrenmek istediginiz is böylece halloldu"},{"SurahNumber":12,"VerseNumber":42,"Text":"Yusuf, hapisten kurtulacagina inandigi o ikiden birine dedi ki: \"Beni efendinin yaninda an\". (Benden söz et ki, beni kurtarsin). Fakat Seytan, ona, efendisinin yaninda anmayi unutturdu. Bu yüzden Yusuf, daha yillarca zindanda kaldi"},{"SurahNumber":12,"VerseNumber":43,"Text":"Bir gün melik (hükümdar) dedi ki: \"Ben rüyamda yedi ciliz inegin yedi semiz inegi yedigini ve yedi yesil basakla yedi kuru basak görüyorum. Ey ileri gelenler! Siz rüya tabir edebiliyorsaniz benim bu rüyamin tabirini bana bildirin"},{"SurahNumber":12,"VerseNumber":44,"Text":"Dediler ki: \"Rüya dedigin sey karmakarisik hayallerdir. Biz ise böyle karisik hayallerin yorumunu bilemeyiz"},{"SurahNumber":12,"VerseNumber":45,"Text":"O ikiden kurtulmus olani nice zamandan sonra hatirladi da dedi ki: \"Ben size o rüyanin tabirini haber veririm, hemen beni gönderin"},{"SurahNumber":12,"VerseNumber":46,"Text":"Ey Yusuf, ey dogru sözlü! Bize sunu hallet: Yedi semiz inegi, yedi ciliz inek yiyor. Ve yedi yesil basakla diger yedi kuru basak. Umarim ki, o insanlara dogru cevap ile dönerim, onlar da (senin kadrini) bilirler"},{"SurahNumber":12,"VerseNumber":47,"Text":"Dedi ki: \"Yedi sene eskisi gibi ekeceksiniz, biçtiklerinizi basaginda birakiniz, biraz yiyeceginizden baska"},{"SurahNumber":12,"VerseNumber":48,"Text":"Sonra onun arkasindan yedi kurak sene gelecek, önceki biriktirdiklerinizin biraz saklayacaginizdan baskasini yiyip bitirecek"},{"SurahNumber":12,"VerseNumber":49,"Text":"Sonra da onun arkasindan yagisli bir sene gelecek ki, halk onda sikintidan kurtulacak, (üzüm, zeytin gibi mahsülleri) sikip faydalanacak"},{"SurahNumber":12,"VerseNumber":50,"Text":"O hükümdar \"Onu bana getirin\" dedi. Emir üzerine Yusuf'a gönderilen adam yanina gelince, Yusuf ona dedi ki: \"Haydi efendine geri dön de, ona sor bakalim, o ellerini kesen kadinlarin maksatlari ne imis? Hiç süphe yok ki, Rabbim, onlarin oyunlarini çok iyi bilir"},{"SurahNumber":12,"VerseNumber":51,"Text":"Hükümdar, o kadinlara \"Derdiniz neydi ki, o vakit Yusuf'un nefsinden murad almaya kalktiniz?\" dedi. Onlar \"Hâsâ, Allah için, biz onun aleyhinde hiçbir fenalik bilmiyoruz\" dediler. Aziz'in, karisi da: \"Simdi hak ve hakikat oldugu gibi ortaya çikti. Aslinda onun nefsinden ben murad almak istedim. O ise seksiz süphesiz dogrulardandir\" dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf dedi ki): Iste bu sunun içindir: Bilsin ki, ben ona arkasindan hainlik etmedim. Gerçekten Allah hainlerin hilesini basariya ulastirmaz"},{"SurahNumber":12,"VerseNumber":53,"Text":"Ben yine de nefsimi temize çikarmiyorum. Çünkü nefis siddetle kötülügü emreder. Ancak Rabbimin rahmetiyle yarligadigi müstesna. Muhakkak ki, Rabbim bagislayici ve merhametlidir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar dedi ki: \"Onu bana getirin, kendime tahsis edeyim.\" Sonra onunla konusunca da: \"Sen bugün yanimizda gerçekten büyük bir mevki sahibisin, güvenilir birisin\" dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"O da, ona dedi ki: \"Beni bu ülkenin hazineleri üzerine getir. Çünkü iyi korurum, iyi bilirim"},{"SurahNumber":12,"VerseNumber":56,"Text":"Ve iste biz böylece Yusuf'u o yerde temkin ettik (yerlestirdik). Neresinde isterse orada makam tutuyordu. Biz rahmetimizi diledigimize nasip ederiz. Ve iyilik edenlerin mükafatini zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Iman edip takva yolunu tutanlar için elbette ahiret mükafati daha hayirlidir"},{"SurahNumber":12,"VerseNumber":58,"Text":"(Bir gün) Yusuf'un kardesleri çikageldiler ve onun yanina girdiler. O, onlari görür görmez tanidi, oysa onlar onu taniyamamislardi"},{"SurahNumber":12,"VerseNumber":59,"Text":"Ne zaman ki onlarin bütün hazirliklarini tamamladi, o zaman dedi ki: \"Babanizdan olan öbür kardesinizi de bana getirin. Görüyorsunuz ya, ben ölçegi tam ölçüyorum ve ben konukseverlerin en hayirlisiyim"},{"SurahNumber":12,"VerseNumber":60,"Text":"Siz eger onu bana getirmezseniz, bir daha size hiç kile yok, (bir ölçek bile zahire alamazsiniz) yanima da yaklasmayin"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dediler ki: \"Onun için babasindan izin almaya çalisacagiz. Her hâlü kârda bunu yapacagz"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf bir taraftan da adamlarina tenbih etti: \"Sermayelerini yüklerinin içine koyuverin, belki ailelerinin yanina dönünce farkina varirlar ve belki yine gelirler\" dedi"},{"SurahNumber":12,"VerseNumber":63,"Text":"Böylece dönüp babalarina geldikleri vakit, dediler ki: \"Ey babamiz! Bizden ölçek menedildi (bize zahire verilmeyecek). Bu kere kardesimizi de bizimle gönder ki, ölçek alabilelim. Biz onu kesinlikle koruyacagiz"},{"SurahNumber":12,"VerseNumber":64,"Text":"Babalari dedi ki: \"Ben onu size nasil emanet ederim? Ya bundan önce kardesini emanet ettigimde olan gibi olursa! En hayirli koruyucu Allah'dir ve O, merhamet edenlerin en merhametlisidir"},{"SurahNumber":12,"VerseNumber":65,"Text":"Derken yüklerini açtilar ve sermayelerini kendilerine geri verilmis olarak buldular. Dediler ki: \"Ey babamiz! Daha ne isteriz? Iste sermayelerimiz de bize iade edilmis. Bununla yine ailemize zahire alir getiririz, kardesimizi de koruruz, üstelik bir yük daha fazla zahire aliriz. Zaten bu aldigimiz pek az bir zahiredir"},{"SurahNumber":12,"VerseNumber":66,"Text":"Babalari dedi ki: \"Hepiniz çaresiz kalmadikça onu bana mutlaka getireceginize dair Allah'dan bir yemin vermedikçe, onu, kesinlikle sizinle göndermem\". Onlar da Allah'a and içerek babalarina söz verince, babalari dedi ki: \"Bu söylediklerinize Allah vekildir"},{"SurahNumber":12,"VerseNumber":67,"Text":"Ve dedi ki: \"Ey yavrularim! (sehre) hepiniz bir kapidan girmeyin de ayri ayri kapilardan girin. Gerçi ben ne yapsam, Allah'in takdirini sizden engelleyemem. Hüküm yalnizca Allah'indir. Onun için bütün tevekkül edenler O'na tevekkül etmelidirler"},{"SurahNumber":12,"VerseNumber":68,"Text":"Ne zaman ki, sehre vardilar, o zaman babalarinin kendilerine emrettigi sekilde girdiler. (Gerçi bu sekilde girmeleri) onlar hakinda Allah'in takdir ettigi hiçbir seyi önleyemezdi, bu sadece Yakub'un içinden geçirdigi bir istegin yerine getirilmesi oldu. Süphesiz o, ilim sahibiydi, çünkü ona biz ögretmistik. Fakat insanlarin çogu bunu bilmezler"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yusuf'un yanina girdikleri vakit, o, kardesini (Bünyamin'i) yaninda alikoydu. Dedi ki: \"Bilesin, ben, senin kardesinim! Iste bundan dolayi onlarin yapacaklarina sakin üzülme"},{"SurahNumber":12,"VerseNumber":70,"Text":"Sonra onlarin bütün hazirliklarini görünce, su kabini kardesinin yükünün içine koydu. Sonra bir tellal söyle bagirdi: \"Hey kervan! Siz hirsizsiniz, hirsiz"},{"SurahNumber":12,"VerseNumber":71,"Text":"Bunlara döndüler de dediler ki: \"Ne ariyorsunuz"},{"SurahNumber":12,"VerseNumber":72,"Text":"Onlar da dediler ki: \"Hükümdarin su kabini ariyoruz. Onu bulup getirene bir yük zahire var. Üstelik o tas bana zimmetlidir"},{"SurahNumber":12,"VerseNumber":73,"Text":"Allah'a yemin ederiz ki,\" dediler, \"Muhakkak siz de anlamissinizdir ya, biz buraya fesat çikarmak için gelmedik. Biz hirsiz da degiliz"},{"SurahNumber":12,"VerseNumber":74,"Text":"Peki yalanci çikarsaniz onun (hirsizlik edenin) cezasi nedir?\" dediler"},{"SurahNumber":12,"VerseNumber":75,"Text":"Kimin yükünde çikarsa, o kendisi onun cezasidir. Biz zalimlere iste böyle ceza veririz"},{"SurahNumber":12,"VerseNumber":76,"Text":"Bunun üzerine Yusuf, kardesinin esyalarindan önce onlarin esyalarini aramaya basladi. Sonra su kabini kardesinin yükünün içinden çikardi. Iste Yusuf'a biz böyle bir oyun ögrettik. Melikin kanunlarina göre, kardesini alikoymasina imkan yoktu. Ancak Allah dilerse o baska. Biz diledigimizi derecelerle yükseltiriz. Ve her bilgi sahibinin üstünde bir baska bilen vardir"},{"SurahNumber":12,"VerseNumber":77,"Text":"Dediler ki: \"Eger o çalmissa, daha önce bunun kardesi de çalmisti\". O vakit Yusuf bunu içine atti, onlara hiç belli etmeden: \"Siz çok fena bir mevkidesiniz, ne sifat verdiginizi Allah çok iyi biliyor\" dedi"},{"SurahNumber":12,"VerseNumber":78,"Text":"Dediler ki: \"Ey vezir! Emin ol ki, bunun çok yasli bir babasi var. Onun için yerine birimizi al. Gerçekten de biz seni iyilik edenlerden görüyoruz"},{"SurahNumber":12,"VerseNumber":79,"Text":"O dedi ki: \"Esyamizi yaninda buldugumuzdan baskasini tutuklamaktan Allah korusun. Çünkü öyle yaparsak zalimlerden oluruz"},{"SurahNumber":12,"VerseNumber":80,"Text":"Ne zaman ki, onlar, onu kurtarmaktan ümit kestiler, o zaman fisildasarak oradan uzaklastilar. Büyükleri dedi ki: \"Babanizin sizden Allah adina ahit aldigini ve daha önce Yusuf konusunda ettiginiz kusuru bilmiyor musunuz? Babam bana izin verinceye veya Allah hakkimda bir hüküm verinceye kadar ben artik burdan ayrilmam. Allah, hüküm verenlerin en hayirlisidir"},{"SurahNumber":12,"VerseNumber":81,"Text":"Siz dönün de babaniza deyin ki: Ey babamiz! Inan ki, oglun hirsizlik yapti. Biz ancak bildigimize sahitlik ediyoruz. Yoksa gaybin bekçileri degiliz"},{"SurahNumber":12,"VerseNumber":82,"Text":"Hem orada bulundugumuz sehir halkina, hem içinde bulundugumuz kervana sor. Ve emin ol ki, biz kesinlikle dogru söylüyoruz"},{"SurahNumber":12,"VerseNumber":83,"Text":"Babalari dedi ki: \"Hayir, sizi nefisleriniz altadip bir ise sürüklemis. Artik bana güzel güzel sabretmek düsüyor. Belki Allah hepsini birden bana geri getirir. Çünkü O, her seyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ve onlardan yüz çevirdi de: \"Ey Yusuf'un atesi, yetti artik, yetti!\" dedi. Ve üzüntüden gözlerine ak düstü. Artik yutkunuyor da yutkunuyordu"},{"SurahNumber":12,"VerseNumber":85,"Text":"Dediler ki: \"Hâlâ Yusuf'u sayiklayip duruyorsun. Allah'a yemin ederiz ki, sonunda eriyip gideceksin, tükenip helak olacaksin. Hayret dogrusu"},{"SurahNumber":12,"VerseNumber":86,"Text":"Dedi ki: \"Ben hüznümü, kederimi ancak Allah'a sikayet ederim ve Allah tarafindan sizin bilmediginiz seyleri de bilirim"},{"SurahNumber":12,"VerseNumber":87,"Text":"Ey ogullarim, gidin, Yusuf'u ve kardesini arastirin. Allah'in rahmetinden ümit kesmeyin; zira kâfir kavimden baskasi Allah'in rahmetinden ümit kesmez"},{"SurahNumber":12,"VerseNumber":88,"Text":"Sonra (Misir'a gidip) onun huzuruna girince, dediler ki: \"Ey sanli vezir! Biz ve çoluk çocugumuz sikinti içindeyiz. Pek az bir sermaye ile geldik. Sen bize yine ölçek (zahire) ver, ayrica sadaka da ihsan eyle. Çünkü Allah sadaka verenleri muhakkak mükafatlandirir"},{"SurahNumber":12,"VerseNumber":89,"Text":"O dedi ki: \"Siz cahilliginizde Yusuf'a ve kardesine ne yaptiginizi biliyor musunuz"},{"SurahNumber":12,"VerseNumber":90,"Text":"Onlar \"Yoksa sen, sahiden Yusuf musun?\" dediler. O da \"Ben Yusuf'um, bu da kardesim\" dedi, \"Dogrusu Allah, bizi, lutfuyla nimetlendirdi. Gerçekten de kim Allah'dan korkar ve sabrederse, Allah, muhakkak ki, güzel isler yapanlarin mükafatini zayi etmez"},{"SurahNumber":12,"VerseNumber":91,"Text":"Dediler ki: \"Allah'a yemin olsun, Allah seni bize üstün kildi. Biz gerçekten de büyük hata islemistik"},{"SurahNumber":12,"VerseNumber":92,"Text":"Yusuf dedi: \"Bugün size bir ayiplama ve azarlama yoktur. Allah, sizi, magfiretiyle bagislasin. O, merhamet edenlerin en merhametlisidir"},{"SurahNumber":12,"VerseNumber":93,"Text":"Alin su gömlegimi götürün de babamin yüzüne sürün, gözü açilir. Ve bütün ailenizle toplanip bana gelin"},{"SurahNumber":12,"VerseNumber":94,"Text":"Ne zaman ki, kafile (Misir'dan) ayrildi, öteden babalari dedi ki: \"Eger bana bunak demezseniz, dogrusu ben Yusuf'un kokusunu aliyorum"},{"SurahNumber":12,"VerseNumber":95,"Text":"Dediler ki: \"Vallahi sen hâlâ o eski saskinligindasin"},{"SurahNumber":12,"VerseNumber":96,"Text":"Fakat ne zaman ki, gerçekten müjdeci geldi, gömlegi Yakub'un yüzüne koydu, hemen gözü açildi. \"Ben size demedim mi, ben Allah'dan sizin bilmediklerinizi bilirim.\" dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Dediler ki: \"Ey babamiz, bizim için Allah'a istigfar eyle. Biz gerçekten büyük günah islemistik"},{"SurahNumber":12,"VerseNumber":98,"Text":"Dedi ki: \"Sizin için Rabbimden ilerde bagislanma dileyecegim. Süphesiz o çok bagislayicidir, çok merhamet edicidir"},{"SurahNumber":12,"VerseNumber":99,"Text":"Ne zaman ki, onlar Yusuf'un yanina vardilar, iste o zaman Yusuf anasini ve babasini kucakladi, yanina aldi ve \"Buyurun Allah'in dilemesiyle güven içinde Misir'a girin\" dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Anasiyla babasini yüksek bir taht üzerine oturttu ve hepsi birden Yusuf için secdeye kapandilar. Bunun üzerine Yusuf dedi ki: \"Iste bu durum, o rüyamin çikmasidir. Gerçekten Rabbim onu hak rüya kildi. Seytan benimle kardeslerimin arasini bozduktan sonra, beni zindandan çikarmakla ve sizi çölden getirmekle Rabbim bana hakikaten ihsan buyurdu. Dogrusu Rabbim diledigine lutfunu ihsan eder. Süphesiz O, her seyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":12,"VerseNumber":101,"Text":"Ey Rabbim! Sen bana dünya mülkünden nasip verdin ve bana rüyalarin tabirinden bir ilim ögrettin. Ey gökleri ve yeri yoktan var eden Rabbim! Benim velim sensin, benim canimi müslüman olarak al ve beni salih kullarin arasina kat!\" {*} Hasili, ne zaman ki, Yusuf'a vardilar, yani Yusuf'un daha önce kardeslerine tenbih edip istedigi gibi, basta babalari olmak üzere bütün aile bireyleri topluca Misir'a gelip Yusuf'un yanina vardilar. Rivayet olunur ki, Yusuf ve Melik, yanlarinda dört bin asker, birtakim devlet adamlari ve Misir halkindan çok sayida insan, gelen kafileyi karsilamaya çikmislardi. Yakub Aleyhisselam, oglu Yahuda'ya dayanarak yürüyordu, karsidan gelen kafileye ve atlilara bakip, \"Ey Yahuda, su karsidaki adam Misir'in Firavun'u mu?\" diye sordu. O da \"Hayir, Firavun degil, oglun\" dedi. Yaklastiklari zaman Yusuf'dan önce Yakup selam verdi ve \"Selam sana ey hüzünleri gideren\" dedi{*}ilh"},{"SurahNumber":12,"VerseNumber":102,"Text":"Iste bu, sana vahiyle bildirdigimiz gayb haberlerindendir. Yoksa onlar yapacaklarina karar verip mekir (oyun) yaparlarken sen yanlarinda degildin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sen ne kadar siddetle arzulasan da, insanlarin çogu iman edecek degildir"},{"SurahNumber":12,"VerseNumber":104,"Text":"Buna karsilik onlardan herhangi bir ücret de istemiyorsun. O Kur'ân, âlemlere ancak bir ögüttür"},{"SurahNumber":12,"VerseNumber":105,"Text":"Bununla beraber göklerde ve yerde ne kadar âyet var ki, onunla yüz yüze gelirler de yine de yüz çevirip geçerler"},{"SurahNumber":12,"VerseNumber":106,"Text":"Onlarin çogu sirk kosmadan Allah'a iman etmezler (imanlarina az çok bir sirk karistirirlar)"},{"SurahNumber":12,"VerseNumber":107,"Text":"Yoksa bunlar Allah'in azabindan hepsini saracak bir felaket gelmesinden veya farkinda degillerken ansizin baslarina kiyametin kopuvermesinden güven içinde midirler"},{"SurahNumber":12,"VerseNumber":108,"Text":"De ki: Iste benim yolum budur; basiret üzere Allah'a davet ediyorum. Ben ve bana uyanlar (iste böyleyiz). Ben Allah'i tesbih ederim ve ben müsriklerden degilim"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden önce gönderdigimiz peygamberler de o memleketlerin halkindandi, onlar da kendilerine vahiy verdigimiz birtakim erkeklerden baskasi degillerdi. Simdi o yerlerde söyle bir gezip görmediler mi? Kendilerinden önce gelip geçenlerin akibetlerinin nasil olduguna bir baksalar ya!... Elbette ahiret yurdu müttakiler için daha hayirlidir. Hâlâ aklinizi basiniza toplamayacak misiniz"},{"SurahNumber":12,"VerseNumber":110,"Text":"Nihayet peygamberleri (onlarin iman etmelerinden) ümit kesecek hale gelince ve kendilerinin yalanci durumuna düstüklerini saninca, onlara yardimimiz geldi, yetisti; dilediklerimiz kurtarildi. Suçlular toplulugundan bizim azabimiz geri çevrilemez"},{"SurahNumber":12,"VerseNumber":111,"Text":"Gerçekten de onlarin kissalarinda üstün akillilar için bir ibret vardir. Bu Kur'ân uydurulmus herhangi bir söz degildir. Lâkin kendisinden önce gelen kitaplarin tasdiki her seyin ayrintilariyla açiklayicisi ve iman edecek bir kavim için hidayet ve rahmettir"}]}