{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış, sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size, O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki, belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":2,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış, sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size, O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki, belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":3,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan başkasına kulluk etmeyesiniz diye ayetleri kesin kılınmış, sonra da uzun uzadıya açıklanmış bir Kitap'dır. Ben size, O'nun tarafından gönderilmiş bir uyarıcı ve müjdeciyim. Rabbinizden mağfiret dileyin ve O'na tevbe edin ki, belli bir süreye kadar sizi güzelce geçindirsin ve her fazilet sahibine faziletinin karşılığını versin. Eğer yüz çevirirseniz o zaman ben doğrusu hakkınızda büyük günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz ancak Allah'adır. O her şeye Kadir'dir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilin ki, onlar Kuran okunurken gizlenmek için iki büklüm olurlar. Bilin ki, elbiselerine büründüklerinde bile Allah onların gizlediklerini ve açığa vurduklarını bilir. Çünkü O, kalblerde olanı bilendir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryüzünde yaşayan bütün canlıların rızkı ancak Allah'a aittir. O, canlıları babaların sulbünde kararlaşmış ve anaların rahminde kararlaşmakta iken de bilir. Her şey apaçık bir Kitaptadır"},{"SurahNumber":11,"VerseNumber":7,"Text":"Arş'ı su üzerinde iken, hanginizin daha güzel işi işleyeceğini ortaya koymak için, gökleri ve yeri altı günde yaratan O'dur. And olsun ki, \"Siz gerçekten, ölümden sonra dirileceksiniz\" desen, inkar edenler: \"Bu, apaçık bir sihirden başka bir şey değildir\" derler"},{"SurahNumber":11,"VerseNumber":8,"Text":"And olsun ki, onların azabını sayılı bir süreye kadar ertelesek, \"Onu alıkoyan nedir?\" derler. Bilin ki, onlara azab geldiği gün, artık geri çevrilmez; alaya aldıkları şey onları mahvedecektir"},{"SurahNumber":11,"VerseNumber":9,"Text":"And olsun ki, insana nimetimizi tattırır sonra onu ondan çekip alırsak, o şüphesiz umutsuz bir nanköre döner"},{"SurahNumber":11,"VerseNumber":10,"Text":"Başına gelen sıkıntıdan sonra, ona bir nimet tattırırsak, \"Musibetler başımdan gitti\" der; doğrusu o, şımarıp böbürlenen biridir"},{"SurahNumber":11,"VerseNumber":11,"Text":"Bunların dışında, sabredip iyi işler işleyen kimseler, işte onlara mağfiret ve büyük ecir vardır"},{"SurahNumber":11,"VerseNumber":12,"Text":"Putperestlerin: \"Ona bir hazine indirilmeli veya yanında bir melek gelmeli değil miydi?\" demelerinden senin kalbin daralır ve belki de sana vahyolunanın bir kısmını terkedecek olursun. Sen ancak bir uyarıcısın, Allah her şeye vekildir"},{"SurahNumber":11,"VerseNumber":13,"Text":"Senin için: \"Onu uydurdu\" diyorlar, öyle mi? De ki: \"Öyleyse onun surelerine benzer uydurma on sure meydana getirin, iddianızda samimi iseniz, Allah'tan başka çağırabileceklerinizi de çağırın"},{"SurahNumber":11,"VerseNumber":14,"Text":"Söylediğinizi yapamazlarsa, bilin ki o, ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka tanrı yoktur, artık müslümansınız değil mi"},{"SurahNumber":11,"VerseNumber":15,"Text":"Dünya hayatını ve güzelliklerini isteyenlere, orada işlediklerinin karşılığını tastamam veririz; onlar orada bir eksikliğe de uğratılmazlar"},{"SurahNumber":11,"VerseNumber":16,"Text":"İşte ahirette onlara ateşten başka bir şey yoktur. İşledikleri şeyler orada boşa gitmiştir. Zaten yapmakta oldukları da batıldır"},{"SurahNumber":11,"VerseNumber":17,"Text":"Rabbinin katından bir belgesi ve onun arkasından da bir şahidi olanlar, önlerinde de Musa'nın Kitap'ı önder ve rahmet olarak bulunanlardır ki, işte onlar Kuran'a inanırlar. Hangi topluluk onu inkar ederse yeri ateştir; senin de bundan şüphen olmasın. Doğrusu o, Rabbinden bir gerçektir, fakat insanların çoğu inanmazlar"},{"SurahNumber":11,"VerseNumber":18,"Text":"Yalan söyleyerek Allah'a iftira edenden daha zalim kim vardır? İşte bunlar Rablerine götürülürler ve şahidler: \"Rablerine yalan söyleyenler bunlardır\" derler. Bilin ki Allah'ın laneti haksızlık yapanlaradır"},{"SurahNumber":11,"VerseNumber":19,"Text":"Bunlar Allah'ın yolundan alıkorlar ve o yolu eğriltmeğe çalışırlar; işte onlar ahireti inkar edenlerdir"},{"SurahNumber":11,"VerseNumber":20,"Text":"Bunlar yeryüzünde Allah'ı aciz bırakamazlar. Allah'dan başka kendilerini kurtaracak dostları da yoktur. Azab onlara kat kat verilir; işitemezler ve göremezlerdi"},{"SurahNumber":11,"VerseNumber":21,"Text":"İşte bunlar kendilerine yazık edenlerdir. Uydurdukları putlar da onlardan uzaklaşıp kaybolmuştur"},{"SurahNumber":11,"VerseNumber":22,"Text":"Ahirette en çok kayba uğrayacaklar şüphesiz bunlardır"},{"SurahNumber":11,"VerseNumber":23,"Text":"Doğrusu inanan ve yararlı iş yapanlar ve Rablerine boyun eğenler, işte onlar cennetliklerdir; orada temellidirler"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki zümrenin durumu, kör ve sağır kimse ile gören ve işiten kimsenin durumuna benzer. Durumları hiç eşit olabilir mi? İbret almıyor musunuz"},{"SurahNumber":11,"VerseNumber":25,"Text":"And olsun ki biz Nuh'u kendi milletine gönderdik; \"Ben sizin için apaçık bir uyarıcıyım; Allah'tan başkasına kulluk etmeyin; doğrusu ben hakkınızda can yakıcı bir günün azabından korkuyorum\" dedi"},{"SurahNumber":11,"VerseNumber":26,"Text":"And olsun ki biz Nuh'u kendi milletine gönderdik; \"Ben sizin için apaçık bir uyarıcıyım; Allah'tan başkasına kulluk etmeyin; doğrusu ben hakkınızda can yakıcı bir günün azabından korkuyorum\" dedi"},{"SurahNumber":11,"VerseNumber":27,"Text":"Milletinin inkarcı ileri gelenleri: \"Senin ancak kendimiz gibi bir insan olduğunu görüyoruz. Daha başlangıçta, sana bizim ayak takımı dışında kimsenin uyduğunu görmüyoruz. Sizin bizden bir üstünlüğünüz yoktur; biz sizi yalancı sanıyoruz\" dediler"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh: \"Ey milletim! Rabbimin katından bir delilim bulunsa ve bana yine katından bir rahmet vermiş de bunlar sizden gizlenmiş olsa, söyleyin bana, hoşlanmadığınız halde zorla sizi bunlara mecbur mu ederiz?\" dedi"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey milletim! Buna karşılık ben sizden bir mal da istemiyorum. Benim ücretim Allah'a aittir; inananları da kovacak değilim; çünkü onlar Rableriyle karşılaşacaklar; fakat ben sizi cahil bir millet olarak görüyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey milletim! Onları kovarsam, Allah'a karşı beni kim savunur? Düşünmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Size, Allah'ın hazineleri yanımdadır demiyorum; gaybı da bilmem; doğrusu melek olduğumu da söylemiyorum; küçük gördüklerinize Allah iyilik vermeyecektir diyemem; içlerinde olanı Allah daha iyi bilir. Yoksa şüphesiz haksızlık edenlerden olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ey Nuh! Bizimle cidden tartıştın; hem de çok tartıştın. Doğru sözlülerden isen tehdit ettiğin azabı başımıza getir\" dediler"},{"SurahNumber":11,"VerseNumber":33,"Text":"Ancak Allah dilerse onu başınıza getirir, siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse, ben size öğüt vermek istesem de faydası olmaz. O, sizin Rabbinizdir, O'na döndürüleceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ancak Allah dilerse onu başınıza getirir, siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse, ben size öğüt vermek istesem de faydası olmaz. O, sizin Rabbinizdir, O'na döndürüleceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":35,"Text":"Sana \"Kuran'ı kendiliğinden uydurdu\" derler, de ki: \"Uydurdumsa suçu bana aittir; oysa ben sizin işlediğiniz günahlardan uzağım"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh'a, \"Senin milletinden, inanmış olanlardan başkası inanmayacaktır; onların yapageldiklerine üzülme; nezaretimiz altında, sana bildirdiğimiz gibi gemiyi yap. Haksızlık yapanlar için Bana baş vurma, çünkü onlar suda boğulacaklardır\" diye Allah tarafından vahyolundu"},{"SurahNumber":11,"VerseNumber":37,"Text":"Nuh'a, \"Senin milletinden, inanmış olanlardan başkası inanmayacaktır; onların yapageldiklerine üzülme; nezaretimiz altında, sana bildirdiğimiz gibi gemiyi yap. Haksızlık yapanlar için Bana baş vurma, çünkü onlar suda boğulacaklardır\" diye Allah tarafından vahyolundu"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yaparken, milletinin inkarcı ileri gelenleri yanına uğradıkça onunla alay ederlerdi. O da: \"Bizimle alay ediyorsunuz ama, alay ettiğiniz gibi biz de sizinle alay edeceğiz; rezil edecek olan azabın kime geleceğini ve kime sürekli azabın ineceğini göreceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Gemiyi yaparken, milletinin inkarcı ileri gelenleri yanına uğradıkça onunla alay ederlerdi. O da: \"Bizimle alay ediyorsunuz ama, alay ettiğiniz gibi biz de sizinle alay edeceğiz; rezil edecek olan azabın kime geleceğini ve kime sürekli azabın ineceğini göreceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":40,"Text":"Buyruğumuz gelip tandırdan sular kaynamağa başlayınca, \"Her cinsten birer çifti ve aleyhine hüküm verilmiş olanın dışında kalan çoluk çocuğunu ve inananları gemiye bindir\" dedik. Pek az kimse onunla beraber inanmıştı"},{"SurahNumber":11,"VerseNumber":41,"Text":"Allah \"Oraya binin; yürümesi ve durması Allah'ın ismiyledir, Rabbin bağışlar ve merhamet eder\" dedi"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi, dağlar gibi dalgalar içinde onları götürürken, Nuh, bir kenarda ayrı kalmış olan oğluna \"Ey oğulcuğum! Bizimle beraber gel, kafirlerle birlik olma\" diye seslendi"},{"SurahNumber":11,"VerseNumber":43,"Text":"Oğlu: \"Dağa sığınırım, beni sudan kurtarır\" deyince, Nuh: \"Bugün Allah'ın buyruğundan O'nun acıdıkları dışında kurtulacak yoktur\" dedi. Aralarına dalga girdi, oğlu da boğulanlara karıştı"},{"SurahNumber":11,"VerseNumber":44,"Text":"Yere, \"Suyunu çek!\", göğe, \"Ey gök sen de tut!\" denildi. Su çekildi, iş de bitti; gemi Cudi'ye oturdu. \"Haksızlık yapan millet Allah'ın rahmetinden uzak olsun\" denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine seslendi: \"Rabbim! Oğlum benim ailemdendi. Doğrusu Senin vadin haktır. Sen hükmedenlerin en iyi hükmedenisin\" dedi"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: \"Ey Nuh! O senin ailenden sayılmaz; çünkü kötü bir iş işlemiştir; öyleyse bilmediğin şeyi Benden isteme. İşte sana öğüt, bilgisizlerden olma\" dedi"},{"SurahNumber":11,"VerseNumber":47,"Text":"Rabbim! Bilmediğim şeyi Senden istemekten Sana sığınırım. Beni bağışlamaz ve bana merhamet etmezsen kaybedenlerden olurum\" dedi"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ey Nuh! Sana ve seninle beraber olan topluluklara bizden bir selamet ve bereketle gemiden in. Ama birçok toplulukları da geçindireceğiz, sonra onlara can yakıcı bir azab vereceğiz\" denildi"},{"SurahNumber":11,"VerseNumber":49,"Text":"Bunlar sana vahyettiğimiz bilinmeyen olaylardır. Sen de, milletin de daha önce bunları bilmezdiniz. Sabret, sonuç, Allah'tan sakınanlarındır"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad milletine kardeşleri Hud'u gönderdik. Şöyle dedi: \"Ey milletim! Allah'a kulluk edin. O'ndan başka tanrınız yoktur; yoksa sadece yalan uyduran kimseler olursunuz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey milletim! Buna karşılık sizden bir ücret istemiyorum. Benim ücretim ancak beni yaratana aittir. Akletmez misiniz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey milletim! Rabbinizden mağfiret dileyin, sonra O'na tevbe edin ki size gökten bol bol yağmur göndersin, kuvvetinize kuvvet katsın; suçlular olarak yüz çevirmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ey Hud! Sen bize bir belge getirmeden, senin sözünden ötürü tanrılarımızı terketmeyiz ve sana inanmayız"},{"SurahNumber":11,"VerseNumber":54,"Text":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":55,"Text":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":56,"Text":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":57,"Text":"Bir kısım tanrılarımız seni çarpmıştır, demekten başka birşey demeyiz\" dediler. Hud: \"Doğrusu ben Allah'ı şahit tutuyorum; siz de şahit olun ki ben O'nu bırakıp koştuğunuz ortaklardan uzağım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a güvenirim. Hiçbir canlı yoktur ki Allah ona el koymamış bulunsun. Rabbim elbette doğru yoldadır. Eğer yüz çevirirseniz, şüphesiz ben size benimle gönderileni bildirdim. Rabbim sizden başka bir milleti yerinize getirebilir, O'na bir şey de yapamazsınız. Doğrusu Rabbim herşeyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":58,"Text":"Buyruğumuz gelince, Hud'u ve beraberindeki inananları, rahmetimizle kurtardık. Onları çetin bir azabdan koruduk"},{"SurahNumber":11,"VerseNumber":59,"Text":"İşte bu, Rablerinin ayetlerini bile bile inkar eden, peygamberlerine kafa tutan ve her inatçı zorbanın emrine uyan Ad milletidir"},{"SurahNumber":11,"VerseNumber":60,"Text":"Bu dünyada da, kıyamet gününde de lanete uğradılar. Bilin ki Ad milleti Rablerini inkar etti ve yine bilin ki Hud'un milleti Ad Allah'ın rahmetinden uzaklaştı"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud milletine kardeşleri Salih'i gönderdik. \"Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur; sizi yeryüzünde yaratıp orayı imar etmenizi dileyen O'dur. Öyleyse O'ndan mağfiret dileyin, sonra da O'na tevbe edin. Doğrusu Rabbim size yakın ve duaları kabul edendir\" dedi"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih! Sen bundan önce, aramızda kendisinden iyilik beklenir bir kimseydin; şimdi babalarımızın taptıklarına bizi tapmaktan men mi ediyorsun? Doğrusu bizi çağırdığın şeyden şüphe ve endişedeyiz\" dediler"},{"SurahNumber":11,"VerseNumber":63,"Text":"Ey milletim! Eğer Rabbimden bir belgem olur ve bana rahmet eder de ben O'na baş kaldırırsam, söyleyin, Allah'a karşı beni kim savunur? Bana zararımı artırmaktan başka birşey yapamazsınız\" dedi"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey milletim! Bu, size bir ayet olarak, Allah'ın devesidir. Bırakın onu, Allah'ın toprağında otlasın; ona fenalık etmeyin, yoksa siz hemen azaba uğrarsınız"},{"SurahNumber":11,"VerseNumber":65,"Text":"Buna rağmen onu kesip devirdiler. O zaman Salih: \"Yurdunuzda üç gün daha kalın. Bu, yalanlanmayacak bir sözdür\" dedi"},{"SurahNumber":11,"VerseNumber":66,"Text":"Buyruğumuz gelince, Salih'i ve beraberindeki inananları katımızdan bir rahmet olarak o günün rezilliğinden kurtardık. Doğrusu Rabbin pek kuvvetli ve güçlüdür"},{"SurahNumber":11,"VerseNumber":67,"Text":"Haksızlık yapanları bir çığlık tuttu, oldukları yerde diz üstü çöküverdiler"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada hiç yaşamamışlardı. Bilin ki, Semud milleti Rabbini inkar etmişti. Bilin ki, Semud milleti Allah'ın rahmetinden uzaklaştı"},{"SurahNumber":11,"VerseNumber":69,"Text":"And olsun ki, elçilerimiz müjde ile İbrahim'e geldiler. \"Selam sana\" dediler, \"Size de selam\" dedi, hemen kızartılmış bir buzağı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Ellerini ona uzatmadıklarını görünce, durumlarını beğenmedi ve içine korku düştü. Onlar, \"Korkma, biz Lut milletine gönderildik\" dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Bu arada, İbrahim'in ayakta duran karısı gülünce, \"Ona İshak'ı ardından Yakub'u müjdeleriz\" dediler"},{"SurahNumber":11,"VerseNumber":72,"Text":"Vay başıma gelenler! Ben bir kocakarı, kocam da ihtiyar olmuşken nasıl doğurabilirim? Doğrusu bu şaşılacak bir şey\" dedi"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ey evin hanımı! Allah'ın rahmeti ve bereketleri üzerinize olmuşken, nasıl Allah'ın işine şaşarsın? O, övülmeye layıktır, yücelerin yücesidir\" dediler"},{"SurahNumber":11,"VerseNumber":74,"Text":"İbrahim'in korkusu gidip de müjde kendisine ulaşınca, Lut milleti hakkında elçilerimizle tartışmaya girişti"},{"SurahNumber":11,"VerseNumber":75,"Text":"Doğrusu İbrahim çok içli, yumuşak huylu ve kendini Allah'a vermiş bir kimse idi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Elçilerimiz, \"Ey İbrahim! Bundan vazgeç, doğrusu Rabbinin emri gelmiştir. Onlara, şüphesiz, geri çevrilemeyecek bir azab gelmektedir\" dediler"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elçilerimiz Lut'a gelince, onun fenasına gitti; çok sıkıldı, \"Bu çetin bir gündür\" dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Milleti ona koşarak geldiler. Daha önce kötü işler işliyorlardı. \"Ey milletim! İşte bunlar benim kızlarım, onlar sizin için daha temizdir. (size nikahlıyabilirim!) Allah'tan sakının, konuklarımın önünde beni rezil etmeyin. İçinizde aklı başında kimse yok mudur?\" dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"And olsun ki, senin kızlarınla bir işimiz olmadığını biliyorsun; doğrusu, ne istediğimizin farkındasın\" dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"Keşke size yetecek bir kuvvetim olsa veya sağlam bir yere sığınsam\" dedi"},{"SurahNumber":11,"VerseNumber":81,"Text":"Ey Lut! Biz Rabbinin elçileriyiz, onlar sana ilişemiyecekler; geceleyin bir ara, ailenle beraber yola çık; karının dışında kimse geri kalmasın. Doğrusu onların başına gelen onun başına da gelecektir. Vadeleri gün doğana kadardır. Gün doğması yakın değil mi?\" dediler"},{"SurahNumber":11,"VerseNumber":82,"Text":"Buyruğumuz gelince oraların altını üstüne getirdik; üzerine Rabbinin katından, işaretli olarak yığın yığın sert taş yağdırdık. Bunlar zalimlerden hiçbir zaman uzak olmayacaktır"},{"SurahNumber":11,"VerseNumber":83,"Text":"Buyruğumuz gelince oraların altını üstüne getirdik; üzerine Rabbinin katından, işaretli olarak yığın yığın sert taş yağdırdık. Bunlar zalimlerden hiçbir zaman uzak olmayacaktır"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen halkına kardeşleri Şuayb'ı gönderdik. Şöyle dedi: \"Ey milletim! Allah'a kulluk edin; O'ndan başka tanrınız yoktur. Ölçüyü tartıyı eksik tutmayın. Doğrusu ben sizi bolluk içinde görüyorum ve hakkınızda kuşatıcı bir günün azabından korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey milletim! Ölçüyü ve tartıyı tamamı tamamına yapın; insanlara eşyalarını eksik vermeyin; yeryüzünde bozgunculuk yaparak karışıklık çıkarmayın"},{"SurahNumber":11,"VerseNumber":86,"Text":"İnanıyorsanız, Allah'ın geri bıraktığı helal kar sizin için daha hayırlıdır. Ben size bekçi değilim"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ey Şuayb! Babalarımızın taptığını bırakmamızı emreden veya mallarımızı istediğimiz gibi kullanmamızı meneden senin namazın mıdır? Sen doğrusu aklı başında, yumuşak huylu birisin\" dediler"},{"SurahNumber":11,"VerseNumber":88,"Text":"Ey Milletim! Rabbimden benim bir belgem olduğu ve bana güzel bir rızık da verdiği halde, O'na karşı gelebilir miyim? Söylesenize! Size yasak ettiğim şeylerde, aykırı hareket etmek istemem; gücümün yettiği kadar ıslah etmekten başka bir dileğim yoktur. Başarım ancak Allah'tandır, O'na güvendim; O'na yöneliyorum\" dedi"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ey Milletim! Bana karşı gelmeniz, Nuh milletine veya Hud milletine yahut da Salih milletine gelen felaketin bir benzerini, sakın başınıza getirmesin. Lut milleti sizden uzak değildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden mağfiret dileyin; O'na tevbe edin; doğrusu Rabbim merhamet eder ve çok sever"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ey Şuayb! Söylediklerinin çoğunu anlamıyor ve doğrusu seni aramızda güçsüz görüyoruz. Eğer taraftarların olmasaydı seni taşlardık. Esasen bizim gözümüzde pek itibarın da yoktur\" dediler"},{"SurahNumber":11,"VerseNumber":92,"Text":"Ey Milletim! Benim taraftarlarım size göre Allah'tan daha mı değerlidir ki Allah'a sırt çevirdiniz? Doğrusu Rabbim yaptıklarınızı bilgisiyle kuşatmıştır\" dedi"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey Milletim! Durumunuzun gerektirdiğini yapın, doğrusu ben de yapacağım. Kime rezil edici bir azabın geleceğini, kimin yalancı olduğunu bileceksiniz. Gözleyin, doğrusu ben de sizinle beraber gözlüyorum"},{"SurahNumber":11,"VerseNumber":94,"Text":"Buyruğumuz gelince, Şuayb'ı ve beraberindeki inananları katımızdan bir rahmet olarak kurtardık. Haksızlık yapanları bir çığlık yakaladı, oldukları yerde diz üstü çöküverdiler"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hiç yaşamamışlardı. Bilin ki Semud milleti Allah'ın rahmetinden uzaklaştığı gibi Medyen halkı da uzaklaştı"},{"SurahNumber":11,"VerseNumber":96,"Text":"And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle, apaçık bir delil ile gönderdik. Firavun'un buyruğuna uydular, oysa Firavun'un buyurduğu sağduyuya uygun değildi"},{"SurahNumber":11,"VerseNumber":97,"Text":"And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle, apaçık bir delil ile gönderdik. Firavun'un buyruğuna uydular, oysa Firavun'un buyurduğu sağduyuya uygun değildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gününde milletine öncülük eder, onları cehenneme götürür. Gittikleri yer ne kötü yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada ve hem kıyamet gününde lanete uğratılırlar. Bu ne kötü bir bağıştır"},{"SurahNumber":11,"VerseNumber":100,"Text":"Bu sana anlattıklarımız, kasabaların başından geçenlerdir. Onların bir kısmı hala duruyor, bir kısmı ise silinip gitmiştir"},{"SurahNumber":11,"VerseNumber":101,"Text":"Onlara Biz zulmetmedik, fakat onlar kendilerine yazık ettiler. Rabbinin buyruğu gelince, Allah'ı bırakıp taptıkları tanrılar kendilerine bir fayda vermedi, kayıplarını artırmaktan başka bir şeye yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Allah, kasabaların zalim halkını yakalayınca, böyle yakalar; yakalaması da şiddetli ve elimdir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ahiretin azabından korkanlara, bunda, hiç şüphesiz ibret vardır. Bu, insanların toplanacağı gündür; bu, görülecek bir gündür"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz, o günü, ancak belli bir süreye kadar geciktiririz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gün gelince, Allah'ın izni olmaksızın hiç kimse konuşamaz: İçlerinde bedbaht olanlar da, mesut olanlar da vardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar cehennemdedirler. Onlar orada ah edip inlerler"},{"SurahNumber":11,"VerseNumber":107,"Text":"Rabbinin dilemesi bir yana, gökler ve yer durdukça, orada temelli kalacaklardır. Rabbin, şüphesiz, her istediğini yapar"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mesud olanlar ise cennettedirler. Rabbinin dilemesi bir yana, sonsuz bir lütuf olarak, gökler ve yer durdukça, orada temelli kalacaklardır"},{"SurahNumber":11,"VerseNumber":109,"Text":"Bu putperestlerin taptıklarının batıl olduğunda şüphen olmasın; daha önce babalarının tapmış oldukları gibi onlar da taparlar. Onlara paylarını şüphesiz eksiksiz olarak ödeyeceğiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"And olsun ki, Musa'ya Kitap verdik; onda ayrılığa düştüler. Eğer Rabbinin verilmiş bir sözü olmasaydı, aralarında çoktan hükmedilmiş olurdu. Doğrusu onlar, Kitap'ın Allah katından olduğunda şüphe ve endişe içindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Rabbin, onların işlerinin karşılığını elbette tamamen verecektir. O, şüphesiz, onların yaptıklarını bilir"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sen, beraberindeki tevbe edenlerle birlikte emrolunduğun gibi dosdoğru ol. Aşırı gitmeyin, doğrusu Allah yaptıklarınızı görür"},{"SurahNumber":11,"VerseNumber":113,"Text":"Haksızlık yapanlara yönelmeyin, yoksa ateş size de dokunur. Sizin Allah'tan başka dostunuz yoktur; sonra, yardım da göremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gündüzün iki ucunda ve gecenin gündüze yakın zamanlarında namaz kıl. Doğrusu iyilikler kötülükleri giderir. Bu, öğüt kabul edenlere bir öğüttür"},{"SurahNumber":11,"VerseNumber":115,"Text":"Sabret, Allah iyi davrananların ecrini elbette zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden önceki nesillerin ileri gelenleri, yeryüzünde bozgunculuğa engel olmalı değil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karşı haksızlık edenlere uyanlar ise suçlu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, kasabaların halkı ıslah olmuşken, haksız yere onları yok etmez"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun için yaratmıştır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracağım\" sözü yerine gelmiştir"},{"SurahNumber":11,"VerseNumber":119,"Text":"Eğer Rabbin dileseydi insanları tek bir ümmet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun için yaratmıştır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracağım\" sözü yerine gelmiştir"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlerin başlarından geçenlerden, sana anlattığımız her şey, senin gönlünü pekiştirmemizi sağlar; sana bu belgelerle gerçek; inananlara da öğüt ve hatırlatma gelmiştir"},{"SurahNumber":11,"VerseNumber":121,"Text":"İnanmayanlara: \"Durumunuzun gerektirdiğini yapın, doğrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":122,"Text":"İnanmayanlara: \"Durumunuzun gerektirdiğini yapın, doğrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":123,"Text":"Göklerin ve yerin gaybı Allah'a aittir. Bütün işler O'na döndürülür. Öyleyse O'na kulluk et, O'na güven. Rabbin, yaptıklarınızdan habersiz değildir"}]}