{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"muminarā abaśya sāphalyalābha karē'i calachē"},{"SurahNumber":23,"VerseNumber":2,"Text":"yārā sbaẏaṁ tādēra nāmāyē binaẏa-namra haẏa"},{"SurahNumber":23,"VerseNumber":3,"Text":"āra yārā asāra kriẏākalāpa thēkē nijērā'i sarē thākē"},{"SurahNumber":23,"VerseNumber":4,"Text":"āra yārā sbaẏaṁ yākātadānē karitakarmā"},{"SurahNumber":23,"VerseNumber":5,"Text":"āra yārā nijērā'i tādēra āṅgika kartabyābalī samparkē yatnabāna"},{"SurahNumber":23,"VerseNumber":6,"Text":"tabē nijēdēra dampati athabā tādēra ḍānahātē yādēra dharē rēkhēchē tādēra chāṛā, kēnanā sēkṣētrē tārā nindanīẏa nahē"},{"SurahNumber":23,"VerseNumber":7,"Text":"kinta yē ēra bā'irē yā'ōẏā kāmanā karē tāhalē tārā nijērā'i habē sīmālaṅghanakārī."},{"SurahNumber":23,"VerseNumber":8,"Text":"Āra yārā sbaẏaṁ tādēra āmānata sanbandhē ō tādēra aṅgīkāra sanbandhē sajāga thākē"},{"SurahNumber":23,"VerseNumber":9,"Text":"āra yārā nijērā tādēra nāmāya sanbandhē sadā-yatnabāna."},{"SurahNumber":23,"VerseNumber":10,"Text":"Tārā nijērā'i habē parama sēbhāgyēra adhikārī"},{"SurahNumber":23,"VerseNumber":11,"Text":"yārā uttarādhikāra karabē bēhēśata, tātē tārā thākabē sthāẏībhābē."},{"SurahNumber":23,"VerseNumber":12,"Text":"Āra āmarā niścaẏa'i mānuṣakē sr̥ṣṭi karēchi kādāra niryāsa thēkē"},{"SurahNumber":23,"VerseNumber":13,"Text":"tārapara āmarā tākē bānā'i śukrakīṭa ēka nirāpada abasthāna sthalē"},{"SurahNumber":23,"VerseNumber":14,"Text":"tārapara āmarā śukrakīṭaṭikē bānā'i ēkaṭi raktapinḍa, tārapara raktapinḍakē āmarā bānā'i ēkaṭi mānsēra tāla, tārapara mānsēra tālē āmarā sr̥ṣṭi kari hāṛagōṛa, tārapara hāṛagōṛakē āmarā ḍhēkē di'i mānsapēśī diẏē, tāraparē āmarā tākē pariṇata kari an'ya ēka sr̥ṣṭitē. Sē'ijan'ya āllāh‌ra'i apāra mahimā, kata śrēṣṭha ē'i sraṣṭā"},{"SurahNumber":23,"VerseNumber":15,"Text":"tārapara niḥsandēha tōmarā ēra parē tō mr̥tyu baraṇa karabē."},{"SurahNumber":23,"VerseNumber":16,"Text":"Tārapara tōmādēra abaśya'i kiẏāmatēra dinē punarut'thita karā habē."},{"SurahNumber":23,"VerseNumber":17,"Text":"Āra āmarā niścaẏa'i tōmādēra uparē sr̥ṣṭi karēchi sātaṭi patha, āra sr̥ṣṭi sanbandhē āmarā kakhana'ō udāsīna na'i."},{"SurahNumber":23,"VerseNumber":18,"Text":"Āra āmarā ākāśa thēkē barṣaṇa kari pāni ēkaṭi parimāpa matō, tārapara āmarā tākē māṭitē sanrakṣita kari, āra niḥsandēha āmarā tā sariẏē nitē'ō sakṣama."},{"SurahNumber":23,"VerseNumber":19,"Text":"Tārapara tāra dbārā āmarā tōmādēra jan'ya sr̥ṣṭi kari khējurēra ō āṅurēra bāgānasamūha. Tōmādēra jan'ya tātē raẏēchē pracura phalaphasala, āra tā thēkē tōmarā khā'ōẏā-dā'ōẏā karō."},{"SurahNumber":23,"VerseNumber":20,"Text":"Āra gācha yā janmē sinā'i pāhāṛē, tā uṯpādana karē tēla ō jēli āhārakārīdēra jan'ya."},{"SurahNumber":23,"VerseNumber":21,"Text":"Āra niḥsandēha gabādi-paśutē tōmādēra jan'ya raẏēchē śikṣaṇīẏa biṣaẏa. Āmarā tōmādēra pāna karatē di'i tādēra pēṭēra madhyē yā āchē tā thēkē, āra tādēra madhyē tōmādēra jan'ya āchē pracura upakāritā, āra tādēra thēkē tōmarā khā'ō"},{"SurahNumber":23,"VerseNumber":22,"Text":"āra tādēra uparē ēbaṁ jāhājē tōmādēra bahana karā haẏa."},{"SurahNumber":23,"VerseNumber":23,"Text":"Āra āmarā abaśya'i nūhakē tām̐ra sbajātika kāchē pāṭhiẏēchilāma, takhana tini balēchilēna, ''hē āmāra sbajāti! Tōmarā āllāh‌ra upāsanā karō, tini chāṛā tōmādēra jan'ya an'ya kōna upāsya nē'i. Tōmarā ki tabu'ō bhakti-śrad'dhā karabē nā?’’"},{"SurahNumber":23,"VerseNumber":24,"Text":"Takhana tām̐ra sbajātira madhyē yārā abiśbāsa pōṣaṇa karēchila tādēra pradhānarā balalē -- ''sē tō tōmādēra matō ēkajana mānuṣa chāṛā āra kichu naẏa, sē tōmādēra uparē prādhān'ya pratiṣṭhā karatē cā'ichē. Bastutaḥ āllāh yadi cā'itēna tabē tini niścaẏa'i phiriś‌tādēra pāṭhātē pāratēna. Āmarā tō pūrbabartīkālēra āmādēra pitr̥puruṣadēra madhyē ēmanaṭā śuni ni."},{"SurahNumber":23,"VerseNumber":25,"Text":"Sē tō ēkajana mānuṣa mātra yākē bhūtē dharēchē, kājē'i kichukāla tākē sahya ka’rē cala.’’"},{"SurahNumber":23,"VerseNumber":26,"Text":"Tini balalēna -- ''āmāra prabhu! Āmākē sāhāyya karō tārā āmāra prati yā mithyārōpa karachē sējan'ya.’’"},{"SurahNumber":23,"VerseNumber":27,"Text":"Kājēkājē'i āmarā tām̐ra kāchē pratyādēśa pāṭhālāma ē'i balē -- ''āmādēra cōkhēra sāmanē ēbaṁ āmādēra pratyādēśa mōtābēka jāhājaṭi tairi kara, tārapara āmādēra nirdēśa yakhana āsabē ō pāni uthalē uṭhabē takhana tātē uṭhiẏē nā'ō harēka rakamēra jōṛāẏa- jōṛāẏa, duṭi ka’rē, āra tōmāra paribāra parijanakē, -- tādēra madhyēra yāra birud'dhē baktabya ghōṣita haẏēchē tākē byatīta āra yārā an'yāẏācaraṇa karēchē tādēra sanbandhē tumi āmāra kāchē balābali karō nā. Tārā tō nimajjita habē'i."},{"SurahNumber":23,"VerseNumber":28,"Text":"Āra yakhana tumi jāhājē ārōhaṇa karabē, tumi ō yārā tōmāra sāthē raẏēchē tārā takhana balō -- 'sakala praśansā āllāh‌ra yini āmādēra ud'dhāra karēchēna atyācārī jātira thēkē.’"},{"SurahNumber":23,"VerseNumber":29,"Text":"Āra balō -- 'āmāra prabhu! Āmākē puṇyamaẏa abataraṇa karatē dā'ō, kēnanā abataraṇakārakadēra madhyē tumi'i sarbaśrēṣṭha’.’’"},{"SurahNumber":23,"VerseNumber":30,"Text":"Niḥsandēha ētē tō nidarśana raẏēchē, āra āmarā tō śr̥ṅkhalābad'dha karachilāma."},{"SurahNumber":23,"VerseNumber":31,"Text":"Tārapara āmarā tādēra parē pattana karēchilāma an'ya ēka banśakē."},{"SurahNumber":23,"VerseNumber":32,"Text":"Takhana āmarā tādēra madhyē pāṭhiẏēchilāma tādēra'i madhyē thēkē ēkajana rasūla ē'i balē -- ''āllāh‌ra upāsanā karō, tini byatīta tōmādēra jan'ya an'ya upāsya nē'i. Tōmarā ki tabē bhakti-śrad'dhā karabē nā?’’"},{"SurahNumber":23,"VerseNumber":33,"Text":"Āra tām̐ra sbajātira madhyēra pradhānarā yārā abiśbāsa pōṣaṇa karēchila ō parakālēra mulākātakē asbīkāra karēchila ēbaṁ ē'i duniẏāra jībanē āmarā yādēra bhōga-sāra diẏēchilāma tārā balalē -- ''ē tō tōmādēra matō ēkajana mānuṣa chāṛā āra kichu'i naẏa, tōmarā yā thēkē khā'ō sē'ō tā thēkē'i khāẏa ēbaṁ tōmarā yā pāna kara sē'ō tā thēkē'i pāna karē."},{"SurahNumber":23,"VerseNumber":34,"Text":"Āra tōmarā yadi tōmādēra n'yāẏa ēkajana mānuṣēra'i ājñā-pālana kara tāhalē tō tōmarā sē'i muhūrtē'i kṣatigrasta habē."},{"SurahNumber":23,"VerseNumber":35,"Text":"Sē ki tōmādēra prati‌śruti dēẏa yē yakhana tōmarā mārā yābē ēbaṁ tōmarā dhulōmāṭi ō hāṛapām̐jarātē pariṇata habē takhana tōmarā bahirgata habē"},{"SurahNumber":23,"VerseNumber":36,"Text":"bahudūra! Tōmādēra yā ōẏādā karā hacchē tā bahudūra."},{"SurahNumber":23,"VerseNumber":37,"Text":"Āmādēra ē'i duniẏāra jībana chāṛā kichu'i tō nē'i, āmarā maraba āra āmarā bēm̐cē āchi, āra āmarā tō punarut'thita haba nā."},{"SurahNumber":23,"VerseNumber":38,"Text":"Sē ēkajana mānuṣa bai tō naẏa yē āllāh sanbandhē mithyā udbhābana karēchē, āra āmarā tō tāra prati āsthābāna hatē pārachi nā.’’"},{"SurahNumber":23,"VerseNumber":39,"Text":"Tini balalēna -- ''āmāra prabhu! Āmākē tumi sāhāyya karō yēhētu tārā āmāra prati mithyārōpa karachē.’’"},{"SurahNumber":23,"VerseNumber":40,"Text":"Tini balalēna -- ''alpakṣaṇēra madhyē'i tārā ālabaṯ anutāpa karatē thākabē.’’"},{"SurahNumber":23,"VerseNumber":41,"Text":"Kājē'i ēka mahāgarjana tādēra pākaṛā'ō karala saṅgatabhābē'i, āra āmarā tādēra bāniẏē dilāma ābarjanā, tā'i dūra ha’la atyācārī jāti"},{"SurahNumber":23,"VerseNumber":42,"Text":"tārapara āmarā tādēra parē pattana karalāma an'yān'ya banśadēra."},{"SurahNumber":23,"VerseNumber":43,"Text":"Kōnō sampradāẏa'i tāra nirdhārita kāla tbarānbita karatē pārabē nā, āra tā bilanbita karatē'ō pārabē nā."},{"SurahNumber":23,"VerseNumber":44,"Text":"Tārapara āmarā ēkēra para ēka āmādēra rasūlagaṇakē pāṭhiẏēchilāma. Yakhana'i kōnō sampradāẏēra kāchē tāra rasūla ēsēchilēna, tām̐kē tārā pratyākhyāna karēchila, tā'i āmarā tādēra ēkadalakē an'ya dalēra paścād'dhābana kariẏēchilāma, āra tādēra bāniẏēchilāma kāhinī. Sutarāṁ dūra ha’ tēmana jāti yārā īmāna ānē nā"},{"SurahNumber":23,"VerseNumber":45,"Text":"Tārapara āmarā pāṭhālāma mūsā ō tām̐ra bhā'i hārūnakē āmādēra nidarśanābalī ō suspaṣṭa bidhāna diẏē"},{"SurahNumber":23,"VerseNumber":46,"Text":"phira'ā'una ō tāra pariṣadabargēra kāchē, kinta tārā ahaṅkāra dēkhiẏēchila ēbaṁ tārā chila ēka ud'dhata jāti."},{"SurahNumber":23,"VerseNumber":47,"Text":"Kājē'i tārā balalē -- ''āmarā ki biśbāsa karaba āmādēra n'yāẏa dujana mānuṣakē, athaca tādēra sbajāti āmādēra'i sēbārata?’’"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sējan'ya tārā ēdēra dujanakē pratyākhyāna karala, tāra phalē tārā dhbansaprāptadēra antarbhukta ha’la."},{"SurahNumber":23,"VerseNumber":49,"Text":"Āra āmarā abaśya'i mūsākē grantha diẏēchilāma yēna tārā saṯpatha abalanbana karatē pārē."},{"SurahNumber":23,"VerseNumber":50,"Text":"Āra āmarā mariẏama-putra ō tām̐ra mātākē karēchilāma ēka nidarśana, ēbaṁ tām̐dēra ubhaẏakē āmarā āśraẏa diẏēchilāma tr̥ṇācchādita ō jharanā-rājitē bharā ēka pārbatya-upatyakāẏa."},{"SurahNumber":23,"VerseNumber":51,"Text":"Hē priẏa rasūlagaṇa! Pabitra bastu thēkē tōmarā khā'ōẏā-dā'ōẏā karō āra bhāla kāja karō. Tōmarā yā karacha sē sanbandhē āmi niścaẏa'i sarbajñātā."},{"SurahNumber":23,"VerseNumber":52,"Text":"Āra -- ''niḥsandēha tōmādēra ē'i sampradāẏa ēka'i sampradāẏa, āra āmi'i tōmādēra prabhu, ata'ēba āmākē'i tōma rā bhaktiśrad'dhā karō.’’"},{"SurahNumber":23,"VerseNumber":53,"Text":"Kinta tārā nijēdēra madhyē tādēra anuśāsana ṭukarō-ṭukarō ka’rē kēṭē phēlala. Pratyēka dala'i tādēra kāchē yēsaba raẏēchē tātē'i santaṣṭa."},{"SurahNumber":23,"VerseNumber":54,"Text":"Sējan'ya tādēra thākatē dā'ō tādēra bibhrāntitē kichukālēra jan'ya."},{"SurahNumber":23,"VerseNumber":55,"Text":"Tārā ki bhābē yē yēhētu āmarā tādēra māla-āsabāba ō santāna-santati diẏē yācchi"},{"SurahNumber":23,"VerseNumber":56,"Text":"āmarā tādēra jan'ya maṅgalamaẏa bastu tbarānbita karachi? Nā, tārā bujhatē pārachē nā."},{"SurahNumber":23,"VerseNumber":57,"Text":"Niḥsandēha yārā khōda tādēra prabhura bhaẏē bhīta-santrasta"},{"SurahNumber":23,"VerseNumber":58,"Text":"āra yārā sbaẏaṁ tādēra prabhura nirdēśābalītē biśbāsa sthāpana karē"},{"SurahNumber":23,"VerseNumber":59,"Text":"āra yārā tādēra prabhura saṅgē śarika karē nā"},{"SurahNumber":23,"VerseNumber":60,"Text":"āra yārā pradāna karē yā dēbāra āchē, āra tādēra hr̥daẏa bhīta-kampita yēhētu tārā tādēra prabhura kāchē pratyābartanakārī"},{"SurahNumber":23,"VerseNumber":61,"Text":"ērā'i maṅgala sādhanē pratiyōgitā karē, āra ērā'i tō ētē agragāmī haẏa."},{"SurahNumber":23,"VerseNumber":62,"Text":"Āra āmarā kōnō sattbākē tāra kṣamatāra atirikta kaṣṭa di'i nā, āra āmādēra kāchē āchē ēkaṭi grantha yā haka kathā balē dēẏa, āra tādēra an'yāẏa karā haẏa nā."},{"SurahNumber":23,"VerseNumber":63,"Text":"Kinta tādēra hr̥daẏa ē byāpārē tālagōla pākānō abasthāẏa raẏēchē, āra ē chāṛā'ō tādēra jan'ya raẏēchē an'yān'ya kīrtikalāpa yē- sabē tārā karitakarmā."},{"SurahNumber":23,"VerseNumber":64,"Text":"Yē paryanta nā āmarā tādēra madhyēra samr̥d'dhiśālī lōkadēra śāsti diẏē pākaṛā'ō kari takhana'i tārā ārtanāda ka’rē ōṭhē."},{"SurahNumber":23,"VerseNumber":65,"Text":"Āja ārtanāda karō nā, niḥsandēha tōmādēra kṣētrē -- āmādēra thēkē tōmādēra sāhāyya karā habē nā."},{"SurahNumber":23,"VerseNumber":66,"Text":"Tōmādēra kāchē āmāra bāṇīsamūha abaśya'i pāṭha karā hata, kinta tōmarā tōmādēra gōṛālira uparē mōṛa phirē calē yētē"},{"SurahNumber":23,"VerseNumber":67,"Text":"ahaṅkārēra sāthē, ē byāpārē sārārāta ābōla-tābōla galpagujaba karatē karatē.’’"},{"SurahNumber":23,"VerseNumber":68,"Text":"Tabē ki tārā cintā karē nā ē bāṇī sanbandhē? Athabā tādēra kāchē ki ēmana kichu ēsēchē yā tādēra pūrbabartī bāpadādādēra kāchē āsē ni"},{"SurahNumber":23,"VerseNumber":69,"Text":"athabā tārā ki tādēra rasūlakē cinatē pārachē nā yējan'ya tārā tām̐ra prati bimukha raẏēchē"},{"SurahNumber":23,"VerseNumber":70,"Text":"athabā tārā ki balē yē tām̐kē jina-bhūtē dharēchē? Bastutaḥ tini tādēra kāchē satya niẏē ēsēchēna, kinta tādēra adhikānśa'i satya-sanbandhē udāsīna."},{"SurahNumber":23,"VerseNumber":71,"Text":"Āra yadi satya tādēra kāmanāra anusaraṇa karata tabē mahākāśa-manḍalī ō pr̥thibī ēbaṁ tādēra madhyē yā āchē saba'i biśr̥ṅkhala haẏē paṛata. Pakṣāntarē āmarā tādēra kāchē tādēra smaraṇīẏa bārtā niẏē ēsēchi, kinta tārā tādēra smāraka-grantha thēkē bimukha thākē."},{"SurahNumber":23,"VerseNumber":72,"Text":"Athabā tumi ki tādēra kācha thēkē kōnō pratidāna cā'icha. Bastutaḥ tōmāra prabhura pratidāna'i sarbōttama, āra riyēka-dātādēra madhyē tini'i sarbaśrēṣṭha."},{"SurahNumber":23,"VerseNumber":73,"Text":"Āra niḥsandēha tumi tō tādēra āhbāna karacha sahaja-saṭhika pathēra dikē."},{"SurahNumber":23,"VerseNumber":74,"Text":"Āra yārā parakālē biśbāsa karē nā tārā niḥsandēha patha thēkē tō bipathagāmī."},{"SurahNumber":23,"VerseNumber":75,"Text":"Āra āmarā yadi tādēra prati daẏā kari ō duḥkha-dain'yēra yā kichu tādēra raẏēchē tā dūra karē di'i tathāpi tārā tādēra bibhrāntitē lēgē thākabē andha-cakkara ditē ditē."},{"SurahNumber":23,"VerseNumber":76,"Text":"Āra āmarā itipūrbē'i tādēra śāstidbārā pākaṛā'ō karēchi, tathāpi tārā tādēra prabhura kāchē binata ha’la nā, āra tārā kākuti- minati'ō karala nā."},{"SurahNumber":23,"VerseNumber":77,"Text":"Śēṣa paryanta yakhana āmarā tādēra uparē khulē di'i kaṭhina kaṭhina śāsti thākā darajā takhana tārā hatāśa haẏē paṛē."},{"SurahNumber":23,"VerseNumber":78,"Text":"Āra tini'i sē'ijana yini tōmādēra jan'ya kāna ō cōkha ō antaḥkaraṇa bāniẏē diẏēchēna. Kinta tōmarā tō alpa'i kr̥tajñatā prakāśa kara."},{"SurahNumber":23,"VerseNumber":79,"Text":"Āra tini'i sē'ijana yini pr̥thibītē tōmādēra bahuguṇita karēchēna, āra tām̐ra'i kāchē tōmādēra ēkatrita karā habē."},{"SurahNumber":23,"VerseNumber":80,"Text":"Āra tini'i sē'ijana yini jībanadāna karēna ō mr̥tyu ghaṭāna, āra rāta ō dinēra bibartana tām̐ra'i adhīnē raẏēchē. Tabu'ō ki tōmarā bujhabē nā"},{"SurahNumber":23,"VerseNumber":81,"Text":"ētadasattbē pūrbabartīrā yēmana balata tēmani ērā'ō balābali karē."},{"SurahNumber":23,"VerseNumber":82,"Text":"Tārā balalē -- ''ki! Āmarā yakhana marē yā'i ēbaṁ dhulō-māṭi ō hāṛa-pām̐jarātē pariṇata ha'i, takhana ki āmarā ṭhikaṭhika'i punarut'thita haba"},{"SurahNumber":23,"VerseNumber":83,"Text":"abaśya'i ēra āgē ēṭi āmādēra ōẏādā karā haẏēchila -- āmādēra kāchē ō āmādēra bāpadādādēra kāchē. Niḥsandēha ēṭi sēkālēra upakathā bai tō naẏa.’’"},{"SurahNumber":23,"VerseNumber":84,"Text":"Tumi balō -- ''ē'i pr̥thibī ō ētē yārā āchē tārā kāra, -- yadi tōmarā jānō?’’"},{"SurahNumber":23,"VerseNumber":85,"Text":"Tārā takhana balabē -- ''āllāh‌ra!’’ Tumi bala -- ''kēna tabē tōmarā manōnibēśa karō nā?’’"},{"SurahNumber":23,"VerseNumber":86,"Text":"Bala -- ''kē sāta āsamānēra prabhu ō kē āraśēra adhipati?’’"},{"SurahNumber":23,"VerseNumber":87,"Text":"Tārā saṅgē saṅgē balabē -- ''āllāh‌ra.’’ Tumi bala -- ''tabē kēna tōmarā bhaktiśrad'dhā kara nā?’’"},{"SurahNumber":23,"VerseNumber":88,"Text":"Bala -- ''kē tini yām̐ra hātē saba-kichura kartr̥tba raẏēchē, āra kē nirāpattā pradāna karēna athaca tām̐kē nirāpattā pradāna karatē haẏa nā, yadi tōmarā jānō?’’"},{"SurahNumber":23,"VerseNumber":89,"Text":"Tārā saṅgē saṅgē balabē -- ''āllāh‌ra.’’ Tumi bala -- ''tabē kēmana ka’rē tōmādēra sam'mōhana karā hacchē?’’"},{"SurahNumber":23,"VerseNumber":90,"Text":"Bastutaḥ āmarā tādēra kāchē satya niẏē ēsēchi, kinta tārā tō niścaẏa'i mithyābādī."},{"SurahNumber":23,"VerseNumber":91,"Text":"Āllāh kōnō santāna grahaṇa karēna ni, āra tām̐ra saṅgē an'ya kōnō upāsya'ō nē'i, yadi thākata tabē pratyēka upāsya ālabaṯ niẏē yēta yā-kichu sē sr̥ṣṭi karēchē, āra tādēra kē'u-kē'u an'yadēra uparē prādhān'ya bistāra karata. Sakala mahimā āllāh‌ra, tārā yā ārōpa karē tā thēkē tini urdhbē"},{"SurahNumber":23,"VerseNumber":92,"Text":"tini adr̥śya ō dr̥śya sanbandhē parijñāta, kājē'i tārā yā śarika karē tini sē-sabēra bahu urdhbē"},{"SurahNumber":23,"VerseNumber":93,"Text":"balō -- ''āmāra prabhu! Yadi tumi āmākē dēkhatē dā'ō yā tādēra ōẏādā karā haẏēchē"},{"SurahNumber":23,"VerseNumber":94,"Text":"āmāra prabhu! Tāhalē āmākē tumi atyācārī jātira saṅgē sthāpana karō nā.’’"},{"SurahNumber":23,"VerseNumber":95,"Text":"Āra niḥsandēha tādēra āmarā yā ōẏādā karēchi tā tōmākē dēkhātē āmarā abaśya'i sakṣama."},{"SurahNumber":23,"VerseNumber":96,"Text":"Yā śrēṣṭha tā'i diẏē manda biṣaẏa pratirōdha karō. Āmarā bhāla jāni yā tārā ārōpa karē."},{"SurahNumber":23,"VerseNumber":97,"Text":"Āra bala -- ''āmāra prabhu! Āmi tōmāra kāchē āśraẏa cā'ichi śaẏatānadēra kumantraṇā thēkē"},{"SurahNumber":23,"VerseNumber":98,"Text":"āra āmāra prabhu! Tōmāra'i kāchē āmi āśraẏa nicchi pāchē tārā āmāra kāchē hājira haẏa.’’"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yē paryanta nā tādēra kārōra kāchē mr̥tyu upasthita haẏa takhana sē balē -- ''āmāra prabhu! Āmākē phērata pāṭhā'ō"},{"SurahNumber":23,"VerseNumber":100,"Text":"yēna āmi saṯkarma karatē pāri sē'ikhānē yā āmi chēṛē ēsēchi.’’ Kakhanō'i nā! Ē tō śudhu ēkaṭi mukhēra kathā yā sē balachē. Āra tāra sāmanē raẏēchē'barayakha’ sē'idina paryanta yakhana tādēra punarut'thāna karā habē."},{"SurahNumber":23,"VerseNumber":101,"Text":"Tārapara yakhana śiṅāẏa phukē dēm̐ōẏā habē, takhana tādēra madhyē sē'idina kōnō ā‌tmīẏatāra bandhana thākabē nā, āra tārā khōm̐ja- khabara'ō nēbē nā."},{"SurahNumber":23,"VerseNumber":102,"Text":"Kājē'i yādēra pāllā bhārī habē tārā nijērā'i tabē hacchē saphalakāma."},{"SurahNumber":23,"VerseNumber":103,"Text":"Āra yādēra pāllā hālkā habē ērā'i tabē tārā yārā nijēdēra kṣatisādhana karēchē, tārā jāhānnāmē thākabē dīrghakāla."},{"SurahNumber":23,"VerseNumber":104,"Text":"Āguna tādēra mukha puṛiẏē dēbē. Āra tārā sēkhānē habē bikr̥ta-bībhaṯsa."},{"SurahNumber":23,"VerseNumber":105,"Text":"Tōmarā ki ēmana yē āmāra bāṇīsamūha tōmādēra kāchē pāṭha karā haẏa ni, yē-jan'yē tōmarā sē-saba pratyākhyāna karatē?’’"},{"SurahNumber":23,"VerseNumber":106,"Text":"Tārā balabē -- ''āmādēra prabhu! Āmādēra durdaśā āmādēra uparē prabhāba bistāra karēchila, ēbaṁ āmarā pathabhraṣṭa jāti haẏē giẏēchilāma."},{"SurahNumber":23,"VerseNumber":107,"Text":"Āmādēra prabhu! Ēkhāna thēkē āmādēra bēra karē dā'ō, takhana yadi āmarā phiri tāhalē āmarā niścaẏa'i an'yāẏakārī haba.’’"},{"SurahNumber":23,"VerseNumber":108,"Text":"Tini balalēna -- ''ēra madhyē'i tōmarā ḍhōkē thāka. Āra āmāra saṅgē kathā bala nā."},{"SurahNumber":23,"VerseNumber":109,"Text":"Niḥsandēha āmāra bāndādēra madhyēra ēkaṭi dala chila yārā balata, 'āmāra prabhu! Āmarā īmāna ēnēchi, kājē'i āmādēra paritrāṇa karō, yēhētu tumi'i tō karuṇāmaẏadēra madhyē sarbaśrēṣṭha!’"},{"SurahNumber":23,"VerseNumber":110,"Text":"Kinta tōmarā tādēra hāsi-ṭhāṭṭāra pātrarūpē grahaṇa karēchilē yē paryanta nā ē-saba tōmādēra bhuliẏē diẏēchila āmākē smaraṇa karā, āra tōmarā tādēra niẏē upahāsa karē calēcha."},{"SurahNumber":23,"VerseNumber":111,"Text":"Niḥsandēha tārā yā adhyabasāẏa karata sējan'ya ājakēra dinē āmi tādēra puraskāra dāna karachi, āra tārā tō nijērā'i hacchē saphalakāma.’’"},{"SurahNumber":23,"VerseNumber":112,"Text":"Tini balabēna -- ''tōmarā pr̥thibītē bachara gunatitē katakāla abasthāna karēchilē?’’"},{"SurahNumber":23,"VerseNumber":113,"Text":"Tārā balabē -- ''āmarā abasthāna karēchilāma ēkaṭi dina bā dinēra kichu anśa, āpani nā haẏa jijñāsā karuna gaṇanākārīdēra.’’"},{"SurahNumber":23,"VerseNumber":114,"Text":"Tini balabēna -- ''tōmarā mātra alpakāla'i abasthāna karēchilē -- yadi tōmarā jānatē pāratē!’’"},{"SurahNumber":23,"VerseNumber":115,"Text":"Tōmarā ki tabē manē karēchilē yē āmarā tōmādēra anarthaka sr̥ṣṭi karēchi, ēbaṁ āmādēra kāchē tōmādēra phiriẏē ānā habē nā?’’"},{"SurahNumber":23,"VerseNumber":116,"Text":"Bastutaḥ āllāh mahimānnita, mahārājādhirāja, cirantana satya, tini byatīta an'ya upāsya nē'i, sam'mānita āraśēra adhipati tini."},{"SurahNumber":23,"VerseNumber":117,"Text":"Āra yē kē'u āllāh‌ra saṅgē an'ya upāsyakē ḍākē, -- yāra jan'ya tāra kāchē kōnō sanada nē'i, -- tāra hisābapatra tabē niścaẏa'i tāra prabhura kāchē raẏēchē. Niḥsandēha abiśbāsīdēra saphalakāma karā haẏa nā."},{"SurahNumber":23,"VerseNumber":118,"Text":"Balō -- ''āmāra prabhu! Paritrāṇa karō, āra daẏā karō, kēnanā tumi'i tō karuṇāmaẏadēra madhyē sarbaśrēṣṭha.’’"}]}