{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Par ceux (les vents) qui dispersent"},{"SurahNumber":51,"VerseNumber":2,"Text":"par ceux (les nuages) qui portent la charge de lourds fardeaux (de pluie)"},{"SurahNumber":51,"VerseNumber":3,"Text":"par ceux (les vaisseaux) qui glissent avec aisance"},{"SurahNumber":51,"VerseNumber":4,"Text":"et par ceux (les anges) chargés conformément à l’Ordre de Dieu de répartir Ses biens"},{"SurahNumber":51,"VerseNumber":5,"Text":"En vérité, ce qui vous a été annoncé s’accomplira"},{"SurahNumber":51,"VerseNumber":6,"Text":"et le Jugement dernier est inéluctable"},{"SurahNumber":51,"VerseNumber":7,"Text":"Par le ciel marqué de stries"},{"SurahNumber":51,"VerseNumber":8,"Text":"En vérité, vous tenez des propos confus"},{"SurahNumber":51,"VerseNumber":9,"Text":"qui écartent (de la Vérité) quiconque a peu d’intelligence"},{"SurahNumber":51,"VerseNumber":10,"Text":"Que soient anéantis les imposteurs"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ceux qui, noyés dans leur mécréance"},{"SurahNumber":51,"VerseNumber":12,"Text":"demandent : « À quand le Jour du Jugement ?»"},{"SurahNumber":51,"VerseNumber":13,"Text":"Le Jour où par le Feu, ils seront suppliciés"},{"SurahNumber":51,"VerseNumber":14,"Text":"il leur sera dit : « Subissez votre supplice ! C’est celui dont vous vouliez hâter l’avènement !»"},{"SurahNumber":51,"VerseNumber":15,"Text":"Certainement, les pieux se retrouveront dans des Jardins baignés de rivières"},{"SurahNumber":51,"VerseNumber":16,"Text":"jouissant des bienfaits que leur Seigneur leur aura accordés, car ils étaient vertueux"},{"SurahNumber":51,"VerseNumber":17,"Text":"dormaient peu la nuit (étaient en prière)"},{"SurahNumber":51,"VerseNumber":18,"Text":"imploraient le pardon de Dieu à l’aube"},{"SurahNumber":51,"VerseNumber":19,"Text":"et prélevaient sur leurs biens une part destinée au mendiant et au nécessiteux"},{"SurahNumber":51,"VerseNumber":20,"Text":"Il est ainsi des signes sur la Terre pour ceux qui croient avec certitude"},{"SurahNumber":51,"VerseNumber":21,"Text":"ainsi qu’en vous-mêmes. N’êtes-vous pas capables de discerner"},{"SurahNumber":51,"VerseNumber":22,"Text":"Et dans le Ciel se trouve votre subsistance, ainsi que ce qui vous est promis (le Paradis)"},{"SurahNumber":51,"VerseNumber":23,"Text":"Par le Seigneur des Cieux et de la Terre, ceci est aussi vrai que le fait que vous parliez"},{"SurahNumber":51,"VerseNumber":24,"Text":"Le récit des hôtes révérés d’Abraham t’est-il parvenu"},{"SurahNumber":51,"VerseNumber":25,"Text":"Lorsqu’ils entrèrent chez lui, ils lui dirent : « Paix !». Il (Abraham) répondit : «Paix ! Etrangers !»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Puis il se glissa discrètement chez les siens et rapporta un veau gras"},{"SurahNumber":51,"VerseNumber":27,"Text":"qu’il servit à ses hôtes. Puis il leur demanda : « N’en mangez- vous pas ?»"},{"SurahNumber":51,"VerseNumber":28,"Text":"Et il conçut une certaine appréhension à leur égard. Mais ils le rassurèrent : «Ne crains rien !». Et ils lui annoncèrent la bonne nouvelle de la naissance d’un fils doté de science"},{"SurahNumber":51,"VerseNumber":29,"Text":"Sa femme arriva en poussant des cris et se frappant le visage : « La vieille femme stérile que je suis (aurait un enfant) ?»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ils répondirent : « Ainsi en a décidé ton Seigneur. Il est le Sage, l’Omniscient »"},{"SurahNumber":51,"VerseNumber":31,"Text":"« Pourquoi êtes-vous ici, ô messagers ?»"},{"SurahNumber":51,"VerseNumber":32,"Text":"Ils répondirent : « Nous sommes envoyés à un peuple criminel"},{"SurahNumber":51,"VerseNumber":33,"Text":"pour lancer sur lui des pierres d’argile ardentes"},{"SurahNumber":51,"VerseNumber":34,"Text":"préalablement marquées auprès de ton Seigneur au nom des outranciers »"},{"SurahNumber":51,"VerseNumber":35,"Text":"Nous fîmes donc sortir de la ville ce qu’elle comptait de croyants"},{"SurahNumber":51,"VerseNumber":36,"Text":"mais (en réalité) Nous n’y trouvâmes qu’un seul foyer de soumis (à Dieu)"},{"SurahNumber":51,"VerseNumber":37,"Text":"Et Nous y laissâmes un signe pour ceux qui redoutent le châtiment douloureux"},{"SurahNumber":51,"VerseNumber":38,"Text":"Tout comme en Moïse (il y a un signe), lorsque Nous l’envoyâmes auprès de Pharaon, muni d’un pouvoir incontestable"},{"SurahNumber":51,"VerseNumber":39,"Text":"Mais Pharaon, suivi en cela par ses conseillers, se détourna de lui et dit : « Un sorcier ou un illuminé ! »"},{"SurahNumber":51,"VerseNumber":40,"Text":"Nous le saisîmes alors, lui et ses armées, et les jetâmes à la mer. Il périt réprouvé"},{"SurahNumber":51,"VerseNumber":41,"Text":"Un signe en ‘Âd également, lorsque Nous déchaînâmes contre eux un vent dévastateur"},{"SurahNumber":51,"VerseNumber":42,"Text":"qui n’épargnait rien sur son passage lorsqu’il soufflait sur quelque chose qu’il réduisait en une sorte de débris"},{"SurahNumber":51,"VerseNumber":43,"Text":"Un signe également en Thamoûd, auxquels il fut dit : « Profitez pour un temps des biens de ce monde »"},{"SurahNumber":51,"VerseNumber":44,"Text":"Mais ils transgressèrent l’ordre de leur Seigneur, et furent frappés par la foudre, les regards figés (étaient pétrifiés)"},{"SurahNumber":51,"VerseNumber":45,"Text":"Dès lors, ils ne purent ni faire un mouvement ni se protéger"},{"SurahNumber":51,"VerseNumber":46,"Text":"Et le peuple de Noé avant eux, (Nous l’avons fait périr) pour avoir été un peuple pécheur"},{"SurahNumber":51,"VerseNumber":47,"Text":"Et le ciel ! Nous l’avons conçu par un Acte de Notre Toute-Puissance, et Nous l’étendons continuellement dans l’espace (le ciel est en expansion)"},{"SurahNumber":51,"VerseNumber":48,"Text":"Et la Terre ! Nous l’avons déployée telle une couche ! Est-il déploiement plus parfait"},{"SurahNumber":51,"VerseNumber":49,"Text":"Et de toute chose Nous avons créé le couple. Puissiez-vous y réfléchir"},{"SurahNumber":51,"VerseNumber":50,"Text":"Réfugiez-vous en Dieu ! Je suis pour vous, de Sa part, un avertisseur explicite"},{"SurahNumber":51,"VerseNumber":51,"Text":"Et n’associez aucune divinité à Dieu ! Je suis pour vous de Sa part, un avertisseur explicite"},{"SurahNumber":51,"VerseNumber":52,"Text":"Il en fut ainsi de tous temps. Il n’est pas un messager qui ait été envoyé à ceux qui les ont précédés qu’ils n’aient traité de sorcier ou d’illuminé"},{"SurahNumber":51,"VerseNumber":53,"Text":"Se sont-ils légué cette injure les uns aux autres ? Ce sont plutôt des peuples transgresseurs"},{"SurahNumber":51,"VerseNumber":54,"Text":"Eloigne-toi d’eux ! Tu ne seras pas réprouvé pour cela"},{"SurahNumber":51,"VerseNumber":55,"Text":"Mais continue à exhorter, car l’exhortation est profitable aux croyants"},{"SurahNumber":51,"VerseNumber":56,"Text":"Et Je n’ai créé les djinn et les Hommes que pour M’adorer"},{"SurahNumber":51,"VerseNumber":57,"Text":"Je n’attends pas d’eux qu’ils me dispensent quelque bien, et Je ne leur demande pas de me nourrir"},{"SurahNumber":51,"VerseNumber":58,"Text":"car c’est Dieu le Dispensateur (de biens), Le Tout-Puissant, Le Fort par excellence"},{"SurahNumber":51,"VerseNumber":59,"Text":"En vérité, ceux qui commettent des injustices subiront le même sort que ceux qui les ont précédés. Qu’ils ne cherchent donc pas à précipiter leur châtiment"},{"SurahNumber":51,"VerseNumber":60,"Text":"Malheur donc à ceux qui ont dénié, lors de l’avènement du Jour (du Jugement) dont ils sont menacés"}]}