{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Slava Bohu, jenz seslal sluzebniku Svemu Knihu a neucinil ji krivolakou"},{"SurahNumber":18,"VerseNumber":2,"Text":"nybrz primou, aby varovala pred mocnou prisnosti od Neho prichazejici a aby oznamila vericim, kteri zbozne skutky konali, ze obdareni budou odmenou prekrasnou"},{"SurahNumber":18,"VerseNumber":3,"Text":"zahradou to, v niz naveky zustanou"},{"SurahNumber":18,"VerseNumber":4,"Text":"a aby varovala ty, kdo rikaji, ze Buh pro Sebe si vzal deti"},{"SurahNumber":18,"VerseNumber":5,"Text":"A nemaji o tom oni ani otcove jejich zadneho vedeni; jak hrozne je slovo, jez z jejich ust vychazi, a nic jineho nez lez oni nemluvi"},{"SurahNumber":18,"VerseNumber":6,"Text":"Chces se snad zahubit smutkem jda ve stopach jejich, jestlize tomuto pribehu neuveri"},{"SurahNumber":18,"VerseNumber":7,"Text":"To, co na zemi jest, ucinili jsme okrasou jeji, abychom vyzkouseli, kdo z nich v konani svem je nejlepsi"},{"SurahNumber":18,"VerseNumber":8,"Text":"A veru udelame ze vseho toho, co na ni je, vysinu rostlinstva zbavenou"},{"SurahNumber":18,"VerseNumber":9,"Text":"Domnivas se, ze lide jeskyne a ar-Raqimu byli zazrakem jednim z Nasich znameni"},{"SurahNumber":18,"VerseNumber":10,"Text":"A hle, mladici se do jeskyne uchylili a pravili: \"Pane nas, daruj nam od Sebe milosrdenstvi a priprav nam pro vec nasi spravne vedeni"},{"SurahNumber":18,"VerseNumber":11,"Text":"A zakryli jsme usi jejich v jeskyni te behem roku mnohych"},{"SurahNumber":18,"VerseNumber":12,"Text":"potom jsme je vzkrisili, abychom poznali, ktera z obou stran lepe odhadne delku pobytu jejich"},{"SurahNumber":18,"VerseNumber":13,"Text":"My vypravime ti pribeh jejich pravdive; vzdyt mladici to byli, kteri v Pana sveho uverili, a jejich vedeni po ceste spravne jsme upevnili"},{"SurahNumber":18,"VerseNumber":14,"Text":"A srdce jejich jsme posilili, kdyz vstali a rekli: \"Nas Pan je Panem nebes a zeme a nikdy nebudeme vzyvat bozstvo jine krome Neho, jinak bychom lez nehoraznou hovorili"},{"SurahNumber":18,"VerseNumber":15,"Text":"Tento nas lid si vzal misto Neho bozstva ruzna, aniz o nich prinesl jasne zmocneni! A kdo je nespravedlivejsi nez ten, kdo proti Bohu lzi si vymysli"},{"SurahNumber":18,"VerseNumber":16,"Text":"A az se oddelite od lidi tech a od toho, co uctivaji vedle Boha, uchylte se do jeskyne! Pan vas nad vami cast milosrdenstvi Sveho rozprostre a ve veci vasi vam ulehceni pripravi"},{"SurahNumber":18,"VerseNumber":17,"Text":"A byl bys videl, jak slunce se pri svem vychodu sklani napravo od jeskyne jejich a pri svem zapadu je miji nalevo, zatimco oni byli v stredu jejim. A toto je jedno ze znameni Bozich; ten, koho Buh vede, ten po spravne ceste kraci, avsak pro toho, komu Buh dal zbloudit, nenajdes ochrance ani pruvodce zadneho"},{"SurahNumber":18,"VerseNumber":18,"Text":"A byl bys je pokladal za bdici, zatimco oni spali a My je napravo i nalevo kolebali; a pes jejich s prednimi tlapami roztazenymi na prahu lezel. A kdybys je byl nahodou spatril, byl by ses dal pred nimi na utek pln strachu z nich hrozneho"},{"SurahNumber":18,"VerseNumber":19,"Text":"A tak jsme je vzkrisili, aby se jeden druheho vyptavali. I pravil jeden z nich: \"Jak dlouho jsme zde setrvali?\" Odpovedeli: \"Setrvali jsme zde den ci cast dne jednoho.\" (Nakonec) rekli: \"Pan nas zna nejlepe, jak dlouho jsme zde zustali. Vysleme jednoho z nas do mesta s temito penezi svymi, necht zjisti, kdo nejlepsi pokrmy ma, a necht nam od neho potravu prinese; a necht jedna obezretne a slusne, aby na nas neupozornil nikoho"},{"SurahNumber":18,"VerseNumber":20,"Text":"Kdyby nas odkryli, ukamenovali by nas anebo by nas donutili vratit se k nabozenstvi svemu; a pak jiz nikdy bychom nebyli blazeni"},{"SurahNumber":18,"VerseNumber":21,"Text":"A tak jsme je odhalili (lidem z mesta), aby poznali, ze slib Bozi je pravdivy a ze o Hodine pochyby zadne neni. A hle, lide se mezi sebou hadali ohledne veci jejich, a rikali jedni: \"Vystavme nad nimi stavbu nejakou; Pan jejich prece o nich dobre vi!\" A pravili ti, kdoz ve sporu o vec tu zvitezili: \"Vystavime nad nimi svatyni"},{"SurahNumber":18,"VerseNumber":22,"Text":"A budou rikat nekteri: \"Byli tri a ctvrty z nich byl pes jejich.\" Jini reknou: \"Bylo jich pet a sesty z nich byl pes jejich\" dohadujice se o nepoznatelnem; a dalsi reknou: \"Sedm, a osmym z nich byl pes jejich.\" Odpovez: \"Pan muj zna nejlepe pocet jejich; a zna to jinak jen lidi nemnoho!\" Nehadej se tedy o nich, leda jen zpusobem esoterickym, a nevyptavej se na ne (z nevericich) nikoho"},{"SurahNumber":18,"VerseNumber":23,"Text":"a nerikej o nicem: \"Ja zitra ucinim to a to"},{"SurahNumber":18,"VerseNumber":24,"Text":"aniz pripojis: \"Bude-li chtit Buh.\" A vzpominej Pana sveho, kdyz zapomnetlivy jsi, a rekni: \"Snad Pan muj mne dovede k tomu, co je spravnejsi nez toto"},{"SurahNumber":18,"VerseNumber":25,"Text":"A setrvali oni v jeskyni sve tri sta let a pridano je k tomu jeste devet"},{"SurahNumber":18,"VerseNumber":26,"Text":"Rci: \"Buh zna nejlepe, jak dlouho tam zustali, a Jemu nalezi nepoznatelne na nebesich a na zemi a On nejlepe je vidouci a slysici! A nemaji oni krome Neho ochrance zadneho a On necini nikoho spolecnikem rozhodnuti Sveho"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sdeluj tedy to, co ti bylo vnuknuto z Knihy Pana tveho; a neni nikoho, kdo mohl by zmenit slovo Jeho, a nenaleznes krome Neho utociste zadneho"},{"SurahNumber":18,"VerseNumber":28,"Text":"Bud neochvejny v dusi sve spolu s temi, kdoz Pana sveho zrana i navecer vzyvaji po Jeho tvari touzice! A neodvracej oci sve od nich v zadosti po krasach zivota pozemskeho a neposlouchej toho, jehoz srdce jsme ucinili lhostejnym k pripomenuti Svemu, ani toho, jenz jen vasne sve nasleduje a jehoz chovani miru prekracuje"},{"SurahNumber":18,"VerseNumber":29,"Text":"A rci: \"Pravda prichazi od Pana vaseho; kdo chce, at veri, a kdo chce, at neveri!\" A veru jsme pripravili pro nespravedlive ohen, jenz hustym dymem je obklopi. A poprosili o pomoc, bude jim pomozeno vodou podobnou kovu roztavenemu, jez spali tvare jejich. A jak odporny to napoj a jak hnusne to misto pobytu"},{"SurahNumber":18,"VerseNumber":30,"Text":"Ti vsak, kdoz uverili a zbozne skutky konali, budou odmeneni, a nedopustime, aby se ztratila odmena tech, kdoz dobre cinili"},{"SurahNumber":18,"VerseNumber":31,"Text":"Jim budou patrit zahrady Edenu, pod nimiz reky tekou; tam budou se naramky zlatymi zdobit, do satu zelenych z hedvabi a brokatu se odivat a v nich na lehatkach odpocivat. Jak krasna to odmena a jak vytecne to misto pobytu"},{"SurahNumber":18,"VerseNumber":32,"Text":"Uved jim podobenstvi o dvou muzich, z nichz jednomu jsme dve zahrady revy vinne dali, obklopene palmami, a mezi nimi jsme obili zaseli"},{"SurahNumber":18,"VerseNumber":33,"Text":"a obe zahrady plody sve prinesly a pana sveho v nicem nezklamaly a mezi obema jsme rece teci dali"},{"SurahNumber":18,"VerseNumber":34,"Text":"A mel ovoce a rekl druhu svemu pri rozhovoru: \"Mam vice majetku nez ty a mocnejsi jsem i rodem svym"},{"SurahNumber":18,"VerseNumber":35,"Text":"Pak do zahrady sve vstoupil a sam sobe ukrivdil rikaje: \"Ze nekdy toto zanikne, si nemyslim"},{"SurahNumber":18,"VerseNumber":36,"Text":"a nedomnivam se, ze kdy dostavi se Hodina; a veru i kdybych navracen byl k Panu svemu, neco lepsiho nez toto naleznu tam vymenou"},{"SurahNumber":18,"VerseNumber":37,"Text":"I pravil mu druh jeho v rozhovoru: \"Chces byt nevdecny vuci tomu, jenz stvoril te z prachu, pak z kapky semene a nakonec te obdaril lidskou podobou"},{"SurahNumber":18,"VerseNumber":38,"Text":"Vsak ja hovorim: On je Buh, Pan muj, a ja k Panu svemu nepridruzuji nikoho"},{"SurahNumber":18,"VerseNumber":39,"Text":"Kez bys byl, kdyz do zahrady sve jsi vstoupil, pronesl: Necht stane se, co Buh chce, a neni moci krome u Boha! A vidis-li mne majetkem a detmi chudsiho"},{"SurahNumber":18,"VerseNumber":40,"Text":"mozna, ze mne Buh obdari lepsim, nez tva je zahrada. A mozna ze postihne ji z nebes pohromou, takze stane se jednou zrana zemi pustou"},{"SurahNumber":18,"VerseNumber":41,"Text":"ci voda jeji v hlubinach zeme zmizi a tobe se nezdari nalezt novou"},{"SurahNumber":18,"VerseNumber":42,"Text":"A stalo se tak a plody jeho byly zniceny a jal se majitel lomit rukama nad tim, co vynalozil na ni a ze od zakladu je zpustosena nyni, a volal: \"Kez bych byl nikoho k Panu svemu nepridruzoval"},{"SurahNumber":18,"VerseNumber":43,"Text":"A nemel celed zadnou, jez by mu pomohla krome Boha, a nedockal se pomoci"},{"SurahNumber":18,"VerseNumber":44,"Text":"A tady prislusi ochrana jen Bohu skutecnemu; a On nejlepsi je v odmenovani a k nejlepsimu vede konci"},{"SurahNumber":18,"VerseNumber":45,"Text":"A uved jim podobenstvi o zivote pozemskem: podoba se vode, jiz sesilame z nebe a s niz se misi rostlinstvo zeme a pak stane se suchou travinou, jiz vetry rozvanou. A Buh vsemocny je nad veci kazdou"},{"SurahNumber":18,"VerseNumber":46,"Text":"Majetek a synove jsou zivota pozemskeho ozdobou, vsak zbozne skutky, jez trvale hodnoty jsou, u Pana tveho lepsi odmenu i nadeji miti budou"},{"SurahNumber":18,"VerseNumber":47,"Text":"v den, kdy horam dame kracet a kdy uvidis zemi jak rovinu srovnanou; a tehdy shromazdime duse vsechny, aniz opomineme z nich jedinou"},{"SurahNumber":18,"VerseNumber":48,"Text":"A predvedeni pred Pana tveho v radach budou. \"Ted prisli jste k Nam tak, jak jsme vas poprve stvorili; a prece jste tvrdili, ze neustanovime pro vas lhutu zadnou"},{"SurahNumber":18,"VerseNumber":49,"Text":"A predlozena bude Kniha kazdeho a uvidis provinile v obavach z toho, co v ni je obsazeno. A reknou:,, Beda nam, co je to za knihu, ze ani male, ani velke skutky zaznamenat neopominula?\" A naleznou pred sebou vse, co delali, a neosidi Pan tvuj z nich jedineho"},{"SurahNumber":18,"VerseNumber":50,"Text":"A hle, pravili jsme andelum: \"Padnete na zem pred Adamem!\" A padli na zem vsichni krome Iblise, jenz mezi dziny patril a rozkazu Pana sveho se zprotivil. Zdaz vezmete si jej a potomky jeho jako ochrance misto Mne, ackoliv vasimi jsou neprateli? Jak spatna to bude vymena pro nespravedlive"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ja neucinil jsem je svedky stvoreni nebes a zeme ani jejich vlastniho stvoreni; a nevzal jsem si ty, kdoz k bludu navadeji, za pomocniky Sve"},{"SurahNumber":18,"VerseNumber":52,"Text":"V den, kdy Buh rekne:,, Zavolejte ty, jez pokladali jste za spolecniky Me!\", budou je vzyvat, vsak vyslyseni nebudou, nebot mezi nimi umistime propast zaniku"},{"SurahNumber":18,"VerseNumber":53,"Text":"a provinili spatri ohen pekelny a usoudi, ze don budou svrzeni a nenaleznou z neho uniku"},{"SurahNumber":18,"VerseNumber":54,"Text":"A veru jsme predlozili lidem v Koranu tomto vsemozne druhy prikladu, vsak clovek rad se o vetsine veci pre"},{"SurahNumber":18,"VerseNumber":55,"Text":"Nic nebrani lidem uverit ci prosit Pana sveho o odpusteni, kdyz k nim prislo spravne vedeni - leda odmitnuti pripustit, ze dostavi se k nim obvykly osud davnych anebo ze trest je zblizka postihne"},{"SurahNumber":18,"VerseNumber":56,"Text":"A vysilame posly Sve jen jako hlasatele zvesti radostne a jako varovatele. Avsak ti, kdoz neveri, se hadaji uzivajice falesnosti, aby ji pravdu vyvratili, a prijimaji s posmechem znameni Ma i to, pred cim varovani jsou"},{"SurahNumber":18,"VerseNumber":57,"Text":"A kdo nespravedlivejsi je nez ten, jenz pri zmince o znamenich Pana sveho se od nich odvraci a zapomina na to, co ruce jeho predtim konaly? A srdce jejich jsme pokryli clonou, aby mu neporozumeli, a usi jejich jsme ucpali hluchotou. A i kdybys je k ceste spravne vyzval, prece ji nikdy nasledovat nebudou"},{"SurahNumber":18,"VerseNumber":58,"Text":"Pan tvuj je odpoustejici i pln milosrdenstvi. Kdyby je chtel uchvatit za to, co si vyslouzili, byl by jim jiste uspisil trest, avsak maji lhutu slibenou a jinde nez u Boha utociste zadne nenajdou"},{"SurahNumber":18,"VerseNumber":59,"Text":"A zahubili jsme obyvatele onech mest, kdyz stali se nespravedlivymi, a stanovili jsme pro zahubu jejich lhutu slibenou"},{"SurahNumber":18,"VerseNumber":60,"Text":"A hle, pravil Mojzis sluhovi svemu: \"Neustanu, dokud nedospeji k soutoku dvou mori, i kdybych mel veky cele jiti tomu vstric"},{"SurahNumber":18,"VerseNumber":61,"Text":"A kdyz oba dospeli k soutoku mori dvou, zapomneli na rybu svou, jez dala se svou cestou v more unikajic"},{"SurahNumber":18,"VerseNumber":62,"Text":"A kdyz oba ono misto minuli, pravil Mojzis svemu sluhovi: \"Prines nam obed nas, veru nas unava z teto nasi cesty potkala"},{"SurahNumber":18,"VerseNumber":63,"Text":"Odpovedel: \"Coz nevidis, ze kdyz jsme se u skaly ukryvali, zapomnel jsem na tu rybu? A jedine satan zpusobil, ze na ni jsem zapomnel, a nedal mi vzpomenout si na ni a ona na cestu svou v mori se zazracne vydala"},{"SurahNumber":18,"VerseNumber":64,"Text":"I rekl Mojzis: \"To prave je to, co hledame.\" A oba se obratili a po stopach svych se navratili"},{"SurahNumber":18,"VerseNumber":65,"Text":"A nalezli jednoho ze sluzebniku Nasich, jehoz jsme milosrdenstvim Svym obdarili a jehoz jsme vedeni z Nas vychazejicimu naucili"},{"SurahNumber":18,"VerseNumber":66,"Text":"a Mojzis mu rekl: \"Smim te nasledovat, abys mne naucil necemu ze spravneho vedeni, o nemz jsi byl poucen"},{"SurahNumber":18,"VerseNumber":67,"Text":"Odpovedel: \"Ty trpelivost se mnou mit nebudes schopen"},{"SurahNumber":18,"VerseNumber":68,"Text":"a jak bys take mohl mit trpelivost v tom, co je mimo rozsah vedeni tveho"},{"SurahNumber":18,"VerseNumber":69,"Text":"Avsak Mojzis rekl: \"Bude-li Buh chtit, shledas me trpelivym a ja neoslysim rozkazu zadneho"},{"SurahNumber":18,"VerseNumber":70,"Text":"Chces-li mne nasledovat, tedy se mne neptej na nic, pokud ja sam te nevybidnu svou zminkou"},{"SurahNumber":18,"VerseNumber":71,"Text":"A pokracovali dale, a kdyz pak na lodi pluli, sluzebnik Nas ji provrtal. I otazal se Mojzis: \"Provrtals ji, abys utopil ty, kdoz na ni cestuji? Tys veru ucinil vec nevidanou"},{"SurahNumber":18,"VerseNumber":72,"Text":"Odvetil: \"Nerekl jsem ti, ze nebudes schopen mit trpelivost se mnou"},{"SurahNumber":18,"VerseNumber":73,"Text":"I rekl Mojzis: \"Nekarej mne za to, ze zapomnel jsem, a neukladej mi ve veci me zkousku tezkou"},{"SurahNumber":18,"VerseNumber":74,"Text":"A pokracovali dale, az potkali chlapce nejakeho; i zabil jej a Mojzis zvolal: \"Zdaz zabils dusi nevinnou, aniz pravo pomsty jsi mel? Tys veru spachal vec ohavnou"},{"SurahNumber":18,"VerseNumber":75,"Text":"Odpovedel: \"Nerekl jsem ti, ze nebudes schopen mit trpelivost se mnou"},{"SurahNumber":18,"VerseNumber":76,"Text":"Mojzis pravil: \"Jestlize se te po tomto jeste zeptam na cokoliv, tedy se zbav spolecnictvi meho; a jiz se ti dostalo ode mne omluvy"},{"SurahNumber":18,"VerseNumber":77,"Text":"A pokracovali dale, a kdyz prisli k obyvatelum mesta jednoho, o jidlo je pozadali, vsak lide ti je pohostit odmitli. A nalezli zde zed, jez spadnutim hrozila; kdyz pak ji sluzebnik Nas do poradku privedl, pravil mu Mojzis: \"Kdybys chtel, mohlo by se ti za to dostat odmeny"},{"SurahNumber":18,"VerseNumber":78,"Text":"I odvetil: \"Toto znamena rozchod mezi mnou a tebou, nicmene ti chci vysvetleni toho sdelit, v cem nebyls s to trpelivost mit"},{"SurahNumber":18,"VerseNumber":79,"Text":"Co tyka se lodi one, ta patrila chudakum, kteri na mori pracuji. A chtel jsem ji poskodit, aby ztratila cenu pro krale jednoho, jenz na ne ciha a jenz kazdou dobrou lod nasilim jima"},{"SurahNumber":18,"VerseNumber":80,"Text":"A co tyka se chlapce toho, rodice jeho byli verici, a obavali jsme se, ze vzpurnosti a nevdekem svym on zavede je oba"},{"SurahNumber":18,"VerseNumber":81,"Text":"a prali jsme si, aby Pan jejich jim jej vymenil za jineho, jenz bezuhonnejsi aby byl a lasky jejich vice byl hoden"},{"SurahNumber":18,"VerseNumber":82,"Text":"A co se tyka te zdi, ta patrila dvema chlapcum sirotkum ve meste tom a byl pod ni poklad pro ne predurceny; a otec jejich muz bezuhonny byl a Pan tvuj si pral, aby oni nejdrive dospelosti sve dosahli a teprve pak poklad svuj odkryli z milosrdenstvi Pana tveho. A ja pak nic z toho z rozhodnuti vlastniho necinil; a toto je vyklad toho, v cem tys trpelivosti nebyl schopen"},{"SurahNumber":18,"VerseNumber":83,"Text":"A vyptavaji se te na Dvouroheho. Odpovez: \"Budu vam vypravet pribeh o nem"},{"SurahNumber":18,"VerseNumber":84,"Text":"Upevnili jsme moc jeho na zemi a zahrnuli jsme jej prostredky k vecem vsem"},{"SurahNumber":18,"VerseNumber":85,"Text":"A on za nebeskym sel lanem"},{"SurahNumber":18,"VerseNumber":86,"Text":"a kdyz dospel k slunce zapadu, shledal, ze zapada v prameni vroucim, a nalezl lid nejaky poblize. I rekli jsme mu: \"Dvourohy, na tobe je, zda potrestas je, ci zda zachovas se k nim dobre"},{"SurahNumber":18,"VerseNumber":87,"Text":"Odpovedel: \"Toho, kdo z nich je nespravedlivy, potrestam a potom bude navracen k Panu svemu, jenz potresta jej trestem odpornym"},{"SurahNumber":18,"VerseNumber":88,"Text":"A co tyka se toho, kdo veri a zbozne skutky konal, tomu dostane se odmeny prekrasne a rozkaz, jejz dame mu, bude snadny"},{"SurahNumber":18,"VerseNumber":89,"Text":"Potom sledoval lano jine"},{"SurahNumber":18,"VerseNumber":90,"Text":"a kdyz dospel k slunce vychodu, shledal, ze vychazi nad lidem, jemuz jsme nedali na ochranu proti nemu clony zadne"},{"SurahNumber":18,"VerseNumber":91,"Text":"A tak tomu bylo a My jsme jiz obsahli ve vedeni Svem vse, co u neho bylo"},{"SurahNumber":18,"VerseNumber":92,"Text":"Po te sledoval dalsi lano"},{"SurahNumber":18,"VerseNumber":93,"Text":"az k mistu mezi dvema hrazemi dospel a pod nimi lid, jenz sotva chapal rec mluvenou, nasel"},{"SurahNumber":18,"VerseNumber":94,"Text":"I rekli mu: \"Dvourohy, veru Gog a Magog siri spoust po zemi; mame ti poplatek zaplatit, abys mezi nami a jimi hraz vystavel"},{"SurahNumber":18,"VerseNumber":95,"Text":"Odpovedel: \"To, co mi propujcil Pan muj, je lepsi nez poplatek. Pomozte mi horlivosti svou a zridim mezi vami a jimi hraz mocnou"},{"SurahNumber":18,"VerseNumber":96,"Text":"Prineste mi kusy zeleza!\" A kdyz je narovnal mezi dve uboci, rozkazal: \"Foukejte!\" Kdyz z toho vznikl ohen, dodal: \"Prineste mi k vyliti do neho mosaz roztavenou"},{"SurahNumber":18,"VerseNumber":97,"Text":"A nebyli Gog a Magog schopni ji prelezt ani otvor udelat v ni"},{"SurahNumber":18,"VerseNumber":98,"Text":"I rekl Dvourohy: \"Toto je od Pana meho milosrdenstvi, a az splni se slib Pana meho, na prach ji rozdrti, vzdyt Pana meho slib je vzdy pravdivy"},{"SurahNumber":18,"VerseNumber":99,"Text":"V ten den je ponechame, aby jeden na druheho ve vlnach dorazel. A bude zatroubeno na pozoun a shromazdime je vsechny najednou"},{"SurahNumber":18,"VerseNumber":100,"Text":"V ten den pak predstavime peklo nevericim rovnou"},{"SurahNumber":18,"VerseNumber":101,"Text":"tem, jejichz oci se zaviraly pred pripomenutim Mym, a tem, kteri nebyli schopni slyseni"},{"SurahNumber":18,"VerseNumber":102,"Text":"Domnivali se snad ti, kdoz neverili, ze si mohou brat sluzebniky Me jako ochrance misto Mne"},{"SurahNumber":18,"VerseNumber":103,"Text":"Rci: \"Mam vas zpravit o tech, kdoz nejvetsi ztratu ve skutcich svych utrpeli"},{"SurahNumber":18,"VerseNumber":104,"Text":"o tech, jichz usili v zivote pozemskem zbloudilo, ac se domnivaji, ze dobre cinili"},{"SurahNumber":18,"VerseNumber":105,"Text":"To jsou ti, kdoz neuverili v Pana sveho znameni a v setkani s Nim. Marne byly jejich skutky a nebudou u Nas nic vazit v den zmrtvychvstani"},{"SurahNumber":18,"VerseNumber":106,"Text":"Toto odmenou bude jejich: peklo za to, ze neuverili a ze se posmivali znamenim i poslum Mym"},{"SurahNumber":18,"VerseNumber":107,"Text":"Vsak veru ti, kdoz uverili a zbozne skutky konali, ti budou mit zahrady rajske obydlim"},{"SurahNumber":18,"VerseNumber":108,"Text":"v nich vecne prebyvat budou a po zmene zadne touzit nebudou"},{"SurahNumber":18,"VerseNumber":109,"Text":"Rci: \"Kdyby bylo more inkoustem ke psani slov Pana meho, bylo by more vycerpano drive, nez by se spotrebovala slova Pana meho, i kdybychom inkoustem ucinili jeste jedno podobne jemu"},{"SurahNumber":18,"VerseNumber":110,"Text":"Rci: \"Ja pouze smrtelnik jsem jako vy a bylo mi vnuknuto, ze bozstvem vasim je Buh jediny. A kdo doufa v setkani s Panem svym, at zbozne skutky kona a necht v uctivani nepridruzuje nikoho k Panu svemu"}]}