{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":1,"Text":"Alif. Lyam. Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Tse — Pysannya, v yakomu nemaye sumnivu, — pryamyy shlyakh dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":3,"Text":"yaki viruyutʹ u potayemne, zvershuyutʹ molytvu ta zhertvuyutʹ iz toho, chym nadilyly My yikh"},{"SurahNumber":2,"VerseNumber":4,"Text":"yaki viryatʹ u te, shcho zislano tobi ta v te, shcho zislano pered toboyu, i vpevneni v isnuvanni nastupnoho zhyttya"},{"SurahNumber":2,"VerseNumber":5,"Text":"Vony na shlyakhu Hospoda yikhnʹoho, vony matymutʹ uspikh"},{"SurahNumber":2,"VerseNumber":6,"Text":"Voistynu, tym, yaki ne viruyutʹ, bayduzhe, zasterihatymesh ty yikh chy ni — vony ne uviruyutʹ"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah zapechatav yikhni sertsya ta slukh, a na ochakh yikhnikh zavisa. Chekaye na nykh kara velyka"},{"SurahNumber":2,"VerseNumber":8,"Text":"YE sered lyudey taki, khto hovorytʹ: «My uviruvaly v Allaha ta v Ostanniy Denʹ», — ale zh naspravdi ne viruyutʹ vony"},{"SurahNumber":2,"VerseNumber":9,"Text":"Vony namahayutʹsya obmanuty Allaha y tykh, yaki uviruvaly, ale zh naspravdi vony obmanyuyutʹ lyshe samykh sebe. Ta ne rozumiyutʹ tsʹoho vony"},{"SurahNumber":2,"VerseNumber":10,"Text":"Yikhni sertsya khvori i posylytʹ Allah tsyu khvorobu! Chekaye na nykh bolisna kara — za te, shcho vony hovoryly nepravdu"},{"SurahNumber":2,"VerseNumber":11,"Text":"Koly hovoryatʹ yim: «Ne chynitʹ bezchestya na zemli», — vony vidpovidayutʹ: «Ta my zh tilʹky robymo krashche!»"},{"SurahNumber":2,"VerseNumber":12,"Text":"Ta zh ni! Voistynu, vony — nechestyvtsi, khocha sami tsʹoho y ne vidchuvayutʹ"},{"SurahNumber":2,"VerseNumber":13,"Text":"I koly hovoryatʹ yim: «Uviruyte — tak, yak vzhe uviruvaly lyudy», — to vidpovidayutʹ vony: «Nevzhe my uviruyemo tak, yak uviruvaly tsi nevihlasy?» Ta zh ni! Voistynu, tse vony — nevihlasy, ale sami tsʹoho ne znayutʹ"},{"SurahNumber":2,"VerseNumber":14,"Text":"I koly vony zustrichayutʹ tykh, yaki uviruvaly, to hovoryatʹ: «My uviruvaly!» A koly zalyshayutʹsya naodyntsi zi svoyimy shaytanamy, to hovoryatʹ: «My — z vamy i my lyshe nasmikhalysya!»"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah sam pohluzuye z nykh ta y zalyshytʹ yikh blukaty v neposlukhu"},{"SurahNumber":2,"VerseNumber":16,"Text":"Vony — ti, yaki kupyly omanu za pryamyy shlyakh! Ale nemaye prybutku v tsiy spravi i ne ydutʹ vony pryamym shlyakhom"},{"SurahNumber":2,"VerseNumber":17,"Text":"Vony — yak ti, khto rozpalyv vohonʹ, a koly vin osvityv use navkolo, Allah zabrav tse svitlo, zalyshyvshy yikh u pitʹmi, i nichoho ne bachatʹ vony"},{"SurahNumber":2,"VerseNumber":18,"Text":"Hlukhi, nimi ta slipi! Vony ne povernutʹsya [na pryamyy shlyakh]"},{"SurahNumber":2,"VerseNumber":19,"Text":"Abo y na tykh, shcho potrapyly pid zlyvu iz khmary na nebi, a tam — temryava, hrim, blyskavka! Vony boyatʹsya smerti y zatulyayutʹ palʹtsyamy vukha, koly vdaryaye blyskavka. Allah otochuye neviruyuchykh"},{"SurahNumber":2,"VerseNumber":20,"Text":"Blyskavka malo ne osliplyuye yikh. Koly spalakh osvitlyuye yikh, vony ydutʹ, a koly ohortaye temryava, zupynyayutʹsya. Yakby Allah pobazhav, to zabrav by yikhniy slukh ta zir. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":21,"Text":"O vy, lyudy! Poklonyaytesya Hospodu vashomu, Yakyy stvoryv i vas, i tykh, shcho zhyly pered vamy. Mozhlyvo, vy budete bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":22,"Text":"Tomu, Khto stvoryv dlya vas zemlyu lozhem, a nebo — steleyu, Khto zislav iz neba vodu y prorostyv neyu plody dlya vashoho prozhytku. Tozh ne dodavayte Allahu rivnykh, adzhe vy znayete"},{"SurahNumber":2,"VerseNumber":23,"Text":"Yakshcho vy sumnivayetesʹ u tomu, shcho zislaly My rabu Nashomu, to prynesitʹ suru, podibnu do tsiyeyi! I poklychte svoyikh svidkiv, okrim Allaha, yakshcho vy pravdyvi"},{"SurahNumber":2,"VerseNumber":24,"Text":"A yakshcho vy ne zrobyte tsʹoho — a vy nikoly ne zrobyte tsʹoho! — to biytesya vohnyu, v yakomu palayutʹ lyudy ta kaminnya. Chekaye vin na neviruyuchykh"},{"SurahNumber":2,"VerseNumber":25,"Text":"Spovisty zh radisnu zvistku tym, yaki uviruvaly y tvoryly dobro. Chekayutʹ na nykh sady, de techutʹ riky. Koly nadilyayutʹ yikh plodamy zvidty, to vony hovoryatʹ: «Tse te, chym nadilyaly nas ranishe», — ale zh naspravdi skhozhi vony lyshe zzovni. Matymutʹ vony tam prechystykh druzhyn. I budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":26,"Text":"Voistynu, Allah ne posoromytʹsya navesty yak pryklad komara abo y shchosʹ ponad nʹoho. Tozh ti, yaki uviruvaly, znayutʹ, shcho taka prytcha — istyna vid Hospoda yikhnʹoho, a ti, yaki ne uviruvaly, hovoryatʹ: «Shcho khotiv skazaty Allah tsiyeyu prytcheyu?» Bahatʹokh Vin zbyvaye neyu zi shlyakhu, a bahatʹokh vede shlyakhom pryamym. A zi shlyakhu Vin zbyvaye lyshe nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":27,"Text":"tykh, yaki porushuyutʹ zavit Allaha pislya pryynyattya yoho, rozryvayutʹ te, shcho Allah nakazav zʺyednaty, ta y chynyatʹ bezchestya na zemli! Same vony vtratyatʹ use"},{"SurahNumber":2,"VerseNumber":28,"Text":"Yak, vy ne viruyete v Allaha? Vy buly mertvymy, a Vin dav vam zhyttya. Potim Vin znovu vmertvytʹ vas i znovu podaruye vam zhyttya, i do Nʹoho povernetesʹ vy"},{"SurahNumber":2,"VerseNumber":29,"Text":"Vin — Toy, Khto stvoryv dlya vas use, shcho na zemli, a potim povernuvsya do neba ta y vporyadkuvav sim nebes. Vin znaye pro kozhnu rich"},{"SurahNumber":2,"VerseNumber":30,"Text":"I koly skazav Hospodʹ tviy anhelam: «YA postavlyu namisnyka na zemli!» — to vony zapytaly: «Ty khochesh postavyty tam toho, khto chynytyme bezchestya ta prolyvatyme krov, todi yak My proslavlyayemo Tebe khvaloyu ta slavymo svyatistʹ Tvoyu?» Vin vidpoviv: «YA znayu te, choho ne znayete vy!»"},{"SurahNumber":2,"VerseNumber":31,"Text":"I Vin navchyv Adama vsikh imen, a potim skazav anhelam: «Nazvitʹ Meni tsi imena, yakshcho vy pravdyvi!»"},{"SurahNumber":2,"VerseNumber":32,"Text":"Ti vidpovily: «Preslavnyy Ty! My znayemo lyshe te, chomu Ty navchyv nas. Voistynu, Ty — Vseznayuchyy, Mudryy!»"},{"SurahNumber":2,"VerseNumber":33,"Text":"Todi Vin skazav: «O Adame! Nazvy yim tsi imena!» A koly toy nazvav yim tsi imena, Vin movyv: «Chy zh ne hovoryv YA vam, shcho znayu potayemne nebes i zemli, i znayu te, shcho vidkryvayete vy ta shcho prykhovuyete?»"},{"SurahNumber":2,"VerseNumber":34,"Text":"I koly My skazaly anhelam: «Nyzʹko vklonitʹsya Adamu!» — to vklonylysya usi, krim Iblisa, yakyy vidmovyvsya, vyvyshchyvsya ta stav neviruyuchym"},{"SurahNumber":2,"VerseNumber":35,"Text":"I skazaly My: «O Adame! Zhyvy razom zi svoyeyu druzhynoyu u rayu. Yizhte doskhochu, koly b vy ne pobazhaly. Ale ne nablyzhaytesʹ do tsʹoho dereva, bo stanete odnymy z nechestyvtsiv!»"},{"SurahNumber":2,"VerseNumber":36,"Text":"Prote shaytan zmusyv yikh perechepytysʹ ob nʹoho. Tozh vony zalyshyly te, shcho bulo tam, i skazaly My: «Vyyditʹ! I odni z vas budutʹ vorohamy dlya inshykh! Zemlya stane dlya vas prytulkom i vy matymete tam prozhytok — do pevnoho chasu!»"},{"SurahNumber":2,"VerseNumber":37,"Text":"I pryynyav Adam slova Hospoda svoho y pokayavsya pered Nym. Voistynu, Vin — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":38,"Text":"I skazaly My: «Vyyditʹ zvidty vsi!» A yakshcho pryyde vid Mene do vas pryamyy shlyakh, to ti, khto ytyme pryamym shlyakhom Moyim, ne matymutʹ strakhu y ne budutʹ zasmucheni"},{"SurahNumber":2,"VerseNumber":39,"Text":"A ti, yaki ne viruvaly ta y vvazhaly Nashi znamennya brekhneyu, vony — zhyteli pekla. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israyilya! Z·hadayte blaha Moyi, yakymy YA nadilyv vas! Trymaytesya zavitu zi Mnoyu i YA trymatymusya zavitu iz vamy! I biytesʹ lyshe Mene"},{"SurahNumber":2,"VerseNumber":41,"Text":"I uviruyte v te, shcho YA zislav yak pidtverdzhennya danoho vam, ta y ne budʹte pershymy, khto ne povirytʹ u tse. Ne prodavayte znamenʹ Moyikh za nyzʹku tsinu i biytesya lyshe Mene"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne vbyrayte istynu v nepravdu ta ne prykhovuyte istyny, adzhe vy yiyi znayete"},{"SurahNumber":2,"VerseNumber":43,"Text":"Zvershuyte molytvu, davayte zakyat ta skhylyayte kolina razom iz tymy, khto vzhe robytʹ tse"},{"SurahNumber":2,"VerseNumber":44,"Text":"Nevzhe vy zaklykayete lyudey do pravednosti y zabuvayete pro sebe? Adzhe vy chytayete Pysannya! Khiba vy ne rozumiyete"},{"SurahNumber":2,"VerseNumber":45,"Text":"Shukayte dopomohy v terpinni y molytvi. Tse vazhko dlya vsikh, okrim smyrennykh"},{"SurahNumber":2,"VerseNumber":46,"Text":"yaki vpevneni, shcho zustrinutʹ Hospoda svoho y povernutʹsya do Nʹoho"},{"SurahNumber":2,"VerseNumber":47,"Text":"O syny Israyilya! Z·hadayte blaha Moyi, yakymy YA nadilyv vas! YA vyvyshchyv vas nad usima inshymy zhytelyamy svitiv"},{"SurahNumber":2,"VerseNumber":48,"Text":"I biytesya toho Dnya, koly zhodna dusha ne distane kary za inshu, i ne pryymutʹ vid neyi zastupnytstva, i ne vizʹmutʹ vid neyi vidkupu. I nikhto ne matyme pomichnykiv"},{"SurahNumber":2,"VerseNumber":49,"Text":"I osʹ My vryatuvaly vas vid rodu Firauna, yakyy chynyv nad vamy zhorstoku rozpravu, vbyvayuchy syniv vashykh i zalyshayuchy zhyvymy vashykh zhinok. I u tsʹomu dlya vas vid Hospoda vashoho velyke vyprobuvannya"},{"SurahNumber":2,"VerseNumber":50,"Text":"I osʹ rozitnuly My more dlya vas ta y vryatuvaly vas, i vtopyly tam rid Firauna. I vy bachyly tse"},{"SurahNumber":2,"VerseNumber":51,"Text":"I osʹ My poklykaly Musu na sorok nochey. Ale pislya tsʹoho vy pochaly [poklonyatysʹ] tilʹtsyu! Nechestyvtsi zh vy"},{"SurahNumber":2,"VerseNumber":52,"Text":"Ta potim My prostyly vas — mozhlyvo, vy budete vdyachnymy"},{"SurahNumber":2,"VerseNumber":53,"Text":"I osʹ My daruvaly Musi Pysannya ta Rozriznennya — mozhlyvo, pidete vy pryamym shlyakhom"},{"SurahNumber":2,"VerseNumber":54,"Text":"I osʹ skazav Musa narodu svoyemu: «O narode miy! Uzyavshy [dlya pokloninnya] tilʹtsya, vy buly nespravedlyvi sami do sebe. Pokaytesʹ zhe pered Tvortsem svoyim i vbyyte [nechestyvykh] iz vas — tak bude krashche dlya vas pered Tvortsem vashym! I pryyme Vin kayattya vashe, voistynu, Vin — Pryymayuchyy kayattya, Myloserdnyy!»"},{"SurahNumber":2,"VerseNumber":55,"Text":"I osʹ skazaly vy: «O Muso! My ne povirymo tobi, poky ne pobachymo Allaha na vlasni ochi!» I vrazyla vas blyskavka, koly vy dyvylysya"},{"SurahNumber":2,"VerseNumber":56,"Text":"A potim My voskresyly vas, pislya vashoyi smerti — mozhlyvo, vy budete vdyachni"},{"SurahNumber":2,"VerseNumber":57,"Text":"I My zatinyly vas khmaroyu y zislaly vam mannu ta perepeliv:«Yizhte blaha, yakymy My nadilyly vas!» Vony buly nespravedlyvi ne do Nas, a do samykh sebe"},{"SurahNumber":2,"VerseNumber":58,"Text":"I My skazaly: «Uviyditʹ u tse selyshche! Yizhte doskhochu, koly skhochete y de skhochete!» Uviyditʹ do bramy, nyzʹko vklonitʹsya y skazhitʹ: «Prosty nas!» — shchob prostyly My hrikhy vashi ta prymnozhyly [vynahorodu] pravednykam"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ti, khto chynytʹ nespravedlyvo, zaminyly skazani dlya nykh slova na inshi. Tozh My zislaly na tykh, khto chynytʹ nespravedlyvistʹ, karu nebesnu — za te, shcho vony tvoryly bezchestya"},{"SurahNumber":2,"VerseNumber":60,"Text":"I koly poprosyv Musa vody dlya narodu svoho, to skazaly My: «Udar svoyeyu palytseyu v skelyu!» I potekly zvidty dvanadtsyatʹ dzherel. I kozhne plemʺya znalo, zvidky yomu pyty. «Yizhte y pyyte z toho, chym nadilyv vas Allah! I ne siyte na zemli zla!»"},{"SurahNumber":2,"VerseNumber":61,"Text":"I osʹ vy skazaly: «O Muso! Vazhko nam yisty odne y te zh same. Poprosy svoho Hospoda, shchob Vin zrostyv dlya nas te, shcho roste na zemli: zelenʹ, ohirky, chasnyk, sochevytsyu ta tsybulyu!» Vidpoviv Musa: «Nevzhe vy prosyte zaminyty te, shcho krashche, na shchosʹ nyzʹke? Iditʹ zhe v budʹ-yake selyshche! Tam bude vam te, choho vy prosyte!» Spitkaly yikh prynyzhennya y bidnistʹ, ta y naklykaly vony na sebe hniv Allaha! Tse yim za te, shcho vony ne viruvaly u znamennya Allaha, shcho vbyvaly prorokiv bez prava na te, shcho chynyly neposlukh ta buly porushnykamy"},{"SurahNumber":2,"VerseNumber":62,"Text":"Voistynu, tym, khto uviruvav, i yudeyam, i tym, yaki ye khrystyyanamy, i sabeyam — usim, khto uviruvav v Allaha, v Ostanniy Denʹ i khto tvoryv dobro — vynahoroda u Hospoda yikhnʹoho. Ne matymutʹ vony strakhu y ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":63,"Text":"I koly My uklaly iz vamy zavit ta pidnesly nad vamy horu [Sinay]: «Mitsno trymaytesya toho, shcho My daruvaly vam"},{"SurahNumber":2,"VerseNumber":64,"Text":"Ale pislya tsʹoho vy vidvernulysya! Ta yakby ne laska Allaha do vas ta ne mylistʹ Yoho, vy b neodminno zaznaly vtrat"},{"SurahNumber":2,"VerseNumber":65,"Text":"Vy znaly tykh sered vas, khto porushuvav subotu. Tomu My skazaly yim: «Budʹte mavpamy merzennymy!»"},{"SurahNumber":2,"VerseNumber":66,"Text":"My zrobyly tse [pokarannya] prykladom dlya suchasnykiv ta nastupnykiv, povchannyam dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":67,"Text":"I koly skazav Musa narodu svoyemu: «Voistynu, Allah nakazuye vam zabyty korovu!» Vony zapytaly: «Ty shcho hluzuyesh iz nas?» Toy vidpoviv: «Shukayu zakhystu v Allaha, shchob ne buty nevihlasom!»"},{"SurahNumber":2,"VerseNumber":68,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu vona povynna buty». Musa vidpoviv: «Vin hovorytʹ: korova povynna buty i ne staroyu, i ne telytseyu, a chymosʹ serednim mizh tsym. Tozh robitʹ, shcho nakazano vam!»"},{"SurahNumber":2,"VerseNumber":69,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyi vona povynna buty masti!» Musa vidpoviv: «Vin hovorytʹ: korova povynna buty rudoyu, svitloho vidtinku. Kolir yiyi tishytʹ toho, khto pohlyane na neyi!»"},{"SurahNumber":2,"VerseNumber":70,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu povynna vona buty, bo vsi korovy dlya nas odnakovi. Todi, yakshcho pobazhaye Allah, my neodminno pidemo pravylʹnym shlyakhom!»"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa vidpoviv: «Vin hovorytʹ, shcho tse korova, yaka ne ore ta ne khodytʹ pered kolesom dlya zroshuvannya, vilʹna vid budʹ-yakykh vad chy plyam». Vony vidpovily: «Teper ty pryyshov do nas z istynoyu!» I vony zabyly yiyi, khoch dumaly vzhe tsʹoho ne robyty"},{"SurahNumber":2,"VerseNumber":72,"Text":"I koly vy vbyly zhyvu dushu y sperechalysya pro tse, Allah rozkryv te, shcho prykhovuvaly vy"},{"SurahNumber":2,"VerseNumber":73,"Text":"My skazaly: «Vdarte [pomerloho] yakoyusʹ chastynoyu korovy! Tak Allah ozhyvlyaye mertvykh i pokazuye vam znamennya Svoyi — mozhlyvo, vy zrozumiyete!»"},{"SurahNumber":2,"VerseNumber":74,"Text":"Potim sertsya vashi zrobylysya zhorstokymy y staly yak kaminʹ abo y tverdishe! Ale ye skeli, z yakykh techutʹ strumky. A shche taki, shcho rozkolyuyutʹsya y vykhodytʹ iz nykh voda. A ye y taki, shcho padayutʹ vid strakhu pered Allahom! I Allah ne zabuvaye toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":75,"Text":"Nevzhe vy spodivayetesʹ, shcho vony poviryatʹ vam? Dekhto z nykh chuv slova Allaha, a potim, zrozumivshy, spotvoryuvav yikh. I vony znaly tse"},{"SurahNumber":2,"VerseNumber":76,"Text":"I koly zustrichaly vony tykh, yaki uviruvaly, to hovoryly: «Uviruvaly my!» A zalyshayuchysʹ naodyntsi, hovoryly: «Navishcho vy rozpovidayete yim te, shcho Allah vidkryv vam? Nevzhe dlya toho, shchob vony korystuvalysya tsym yak dokazom proty vas pered Hospodom vashym? Nevzhe vy ne rozumiyete?»"},{"SurahNumber":2,"VerseNumber":77,"Text":"Khiba vony ne znayutʹ, shcho Allah vidaye te, shcho vony prykhovuyutʹ, i te, shcho vony vidkryvayutʹ"},{"SurahNumber":2,"VerseNumber":78,"Text":"YE sered nykh nepysʹmenni, yaki ne znayutʹ Pysannya, a tilʹky marno spodivayutʹsya. Ale tse — yikhni vyhadky"},{"SurahNumber":2,"VerseNumber":79,"Text":"Hore tym, khto pyshe Pysannya vlasnoruch, a potim hovorytʹ: «Tse — vid Allaha!» — shchob prodaty tse za mizernu tsinu! Hore yim za te, shcho napysaly vony, i hore yim za te, shcho vony sobi zdobuly"},{"SurahNumber":2,"VerseNumber":80,"Text":"Vony hovoryatʹ: «Vohonʹ ne torknetʹsya nas, khiba na licheni dni!» Skazhy: «Nevzhe vy uklaly zavit iz Allahom? Todi Allah nikoly ne zminytʹ obitsyanky Svoyeyi! Abo zh vy hovoryte pro Allaha te, choho y sami ne znayete»"},{"SurahNumber":2,"VerseNumber":81,"Text":"Ta zh ni! Ti, khto vchynyv zlo, koho oplutav vlasnyy hrikh, vony — zhyteli vohnyu. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":82,"Text":"A ti, khto uviruvav i tvoryv dobro, vony — zhyteli rayu. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":83,"Text":"Osʹ My uklaly zavit iz synamy Israyilya: «Ne poklonyaytesʹ nikomu, okrim Allaha, stavtesʹ yaknaykrashche do batʹkiv, inshykh rodychiv, syrit ta nuzhdennykh. Kazhitʹ lyudyam dobre slovo, zvershuyte molytvu, davayte zakyat». Ale z·hodom vy vidvernulysya, okrim nebahatʹokh, i vidstupyly"},{"SurahNumber":2,"VerseNumber":84,"Text":"Uklaly My zavit iz vamy: «Ne prolyvayte krovi odne odnoho i ne zhenitʹ odne odnoho z pomeshkanʹ vashykh». Vy vyznaly tse y svidchyly pro tse"},{"SurahNumber":2,"VerseNumber":85,"Text":"Ale potim vy pochaly vbyvaty odne odnoho i vyhnaly chastynu z vas iz vashykh pomeshkanʹ. Poturaly vy odne odnomu v hrikhu y vorozhnechi! A koly tykh pryvodyatʹ do vas polonenymy, vy dayete za nykh vykup. Ale zh bulo zaboroneno vam [vyhanyaty] yikh! Nevzhe vy viryte v odnu chastynu Pysannya, zaperechuyuchy inshu? To yaka vynahoroda mozhe buty tym, khto robytʹ tse, yak ne hanʹba u zemnomu zhytti? U Denʹ Voskresinnya skarayutʹ vas shche lyutishoyu karoyu! Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":86,"Text":"Vony — ti, khto kupyv zemne zhyttya za zhyttya maybutnye. Ne bude polehsheno yim kary i ne bude yim dopomohy"},{"SurahNumber":2,"VerseNumber":87,"Text":"My daruvaly Musi Pysannya y slidom za nym napravyly poslantsiv. My daruvaly Ici, synu Marʺyam, yasni znamennya ta pidtrymaly yoho Dukhom Svyatym. Shchorazu, koly prykhodyv do vas poslanetsʹ iz tym, shcho bulo vam ne do dushi, vy horduvaly! Odnykh vy vvazhaly za brekhuniv, inshykh — ubyvaly"},{"SurahNumber":2,"VerseNumber":88,"Text":"Vony hovoryatʹ: «Sertsya nashi zakryti!» Ta zh ni, nekhay Allah proklyane yikh za nevirʺya yikhnye! Malo viruyuchykh sered nykh"},{"SurahNumber":2,"VerseNumber":89,"Text":"I osʹ pryyshlo do nykh Pysannya vid Allaha, yake pidtverdzhuye te, shcho vzhe ye u nykh. Ranishe vony prosyly peremohy nad tymy, khto ne viruye, a koly pryyshlo do nykh vidome yim, to vony sami ne uviruvaly. Nekhay zhe bude proklyattya Allaha nad neviruyuchymy"},{"SurahNumber":2,"VerseNumber":90,"Text":"Nedobre te, shcho prydbaly vony v obmin na svoyi dushi, ne uviruvavshy v te, shcho poslav Allah, zazdryachy tomu, shcho Allah nadilyaye z lasky Svoyeyi toho z rabiv Svoyikh, koho pobazhaye. I naklykaly vony na sebe podviynyy hniv. Na neviruyuchykh chekaye prynyzlyva kara"},{"SurahNumber":2,"VerseNumber":91,"Text":"I koly hovoryatʹ yim: «Uviruyte v te, shcho zislav Allah!» — vony vidpovidayutʹ: «My virymo v te, shcho zislano nam». Ale vony zaperechuyutʹ te, shcho pryyshlo pislya toho y shcho vono — istyna, yaka pidtverdzhuye te, shcho u nykh. Skazhy: «Chomu zh vy ranishe vbyvaly prorokiv Allaha, yakshcho vy ye viruyuchymy?»"},{"SurahNumber":2,"VerseNumber":92,"Text":"Do vas uzhe prykhodyv Musa iz yasnymy znamennyamy, ale, koly ne bulo yoho z vamy, uzyaly vy sobi [dlya pokloninnya] telʹtsya. Nechestyvtsi zh vy"},{"SurahNumber":2,"VerseNumber":93,"Text":"I koly My uklaly iz vamy zavit ta pidnesly nad vamy horu [Sinay]: «Mitsno trymaytesya toho, shcho daruvaly My vam!» — to skazaly vy: «Slukhayemo ta ne pidkoryayemosya!» Cherez nevirʺya u yikhnikh sertsyakh zʺyavylasya lyubov do telʹtsya. Skazhy: «Nedobre te, shcho nakazuye vam taka vira vasha, yakshcho vy ye viruyuchymy!»"},{"SurahNumber":2,"VerseNumber":94,"Text":"Skazhy: «Yakshcho nastupne zhyttya pryhotovane Allahom tilʹky dlya vas, a ne dlya inshykh lyudey, to pobazhayte sobi smerti, yakshcho vy pravdyvi!»"},{"SurahNumber":2,"VerseNumber":95,"Text":"Ale vony nikoly ne pobazhayutʹ sobi tsʹoho cherez te, shcho robyly yikhni ruky! Allah znaye pro nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ty pobachysh, shcho vony sylʹnishe za inshykh lyudey prahnutʹ zhyttya, navitʹ sylʹnishe za bahatobozhnykiv. Kozhen iz nykh khotiv by prozhyty tysyachu rokiv. Ale navitʹ take zhyttya ne viddalylo b yikh vid pokarannya. Adzhe Allah bachytʹ te, shcho vony roblyatʹ"},{"SurahNumber":2,"VerseNumber":97,"Text":"Skazhy: «Khto ye vorohom Dzhibrilyu?» — a tse same vin iz voli Allaha vidkryv [Koran] tvoyemu sertsyu na pidtverdzhennya istynnosti toho, shcho bulo ranishe za tebe, yak pryamyy shlyakh ta dobru zvistku dlya viruyuchykh"},{"SurahNumber":2,"VerseNumber":98,"Text":"Yakshcho khto ye vorohom Allahu, anhelam Yoho, poslantsyam Yoho, Dzhibrilyu ta Mikayilyu, to, voistynu, Allah — voroh neviruyuchykh"},{"SurahNumber":2,"VerseNumber":99,"Text":"My zislaly tobi yasni znamennya, a ne viruyutʹ u nykh lyshe nechestyvtsi"},{"SurahNumber":2,"VerseNumber":100,"Text":"I shchorazu, koly ukladayutʹ [yudeyi] zavit iz Allahom, chastyna iz nykh porushuye yoho. Bilʹshistʹ iz nykh ne viruye"},{"SurahNumber":2,"VerseNumber":101,"Text":"I koly prykhodyv do nykh poslanetsʹ vid Allaha, yakyy pidtverdzhuvav istynnistʹ toho, shcho vzhe bulo u nykh, to chastyna tykh, komu dano Pysannya, zaperechuvala Pysannya Allaha, nache vony ne znaly"},{"SurahNumber":2,"VerseNumber":102,"Text":"Vony pishly za tym, shcho shaytany rozpovidaly za chasiv tsaryuvannya Sulyeymana. Sulyeyman ne buv neviruyuchym, ale neviruyuchymy buly shaytany. Vony navchyly lyudey chaklunstva, a takozh toho, shcho bulo zislano dvom anhelam u Vavyloni: Harutu ta Marutu. Ale vony ne pochynaly vchyty nikoho, ne skazavshy spochatku: «My — lyshe spokusnyky. Tozh ne budʹ neviruyuchym!» Ta lyudy navchylysya u nykh, yak rozluchyty cholovika z yoho druzhynoyu. Vony ne zavdavaly shkody nikomu, okrim yak z dozvolu Allaha, ta y vchylysya toho, shcho prynosylo yim samym shkodu zamistʹ korysti. Ale zh tsi lyudy znaly, shcho tomu, khto zdobuv tse, nemaye chastky u nastupnomu zhytti. Merzotnym zhe ye te, shcho kupyly vony za dushi svoyi. Yakby vony lyshe znaly"},{"SurahNumber":2,"VerseNumber":103,"Text":"Yakby vony uviruvaly ta buly bohoboyazlyvi, to vynahoroda vid Allaha bula b dlya nykh krashchoyu. Yakby vony lyshe znaly"},{"SurahNumber":2,"VerseNumber":104,"Text":"O vy, yaki uviruvaly! Ne hovoritʹ Proroku: «Dohlyaday za namy!», a hovoritʹ: «Pohlyanʹ na nas» — i slukhayte. Neviruyuchykh chekaye bolisna kara"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ne bazhayutʹ neviruyuchi iz lyudey Pysannya ta bahatobozhnyky, shchob skhodylo na vas blaho vid Hospoda vashoho. Ta Allah obyraye dlya mylosti Svoyeyi, koho pobazhaye, i Allah — Volodar velykoyi lasky"},{"SurahNumber":2,"VerseNumber":106,"Text":"My ne skasovuyemo ta ne dozvolyayemo zabuty zhoden iz Nashykh ayativ, ne zaminyvshy yoho krashchym chy rivnym yomu. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":107,"Text":"Nevzhe ty ne znayesh, shcho Allahu nalezhytʹ vlada nad nebesamy ta zemleyu, i shcho nemaye u vas, okrim Allaha, ni Zakhysnyka, ni Pomichnyka"},{"SurahNumber":2,"VerseNumber":108,"Text":"Chy zh vy khochete prosyty u Poslantsya vashoho toho zh, shcho prosyly [yudeyi] u Musy? Khto zminyv viru na nevirʺya, toy ziyshov z pryamoyi dorohy"},{"SurahNumber":2,"VerseNumber":109,"Text":"Pislya toho, yak lyudyam Pysannya stala zrozumila istyna, bahato khto z nykh cherez svoyu zazdristʹ bazhaye, shchob vy vidvernulysya vid svoyeyi viry. Vybachte zh yikh ta prostitʹ, poky Allah ne pokazhe nakazu svoho. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":110,"Text":"Zvershuyte molytvu, davayte zakyat. Usi ti blaha, yaki pryhotuvaly vy dusham vashym, znaydete vy u Allaha. Voistynu, Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":111,"Text":"Vony hovoryatʹ: «Nikhto ne uviyde do rayu, okrim yudeyiv ta khrystyyan!» Ta tse lyshe mriyi yikhni, tozh skazhy: «Naveditʹ dokaz tsʹomu, yakshcho ye vy pravdyvymy!»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Ni! Khto pidkorytʹ sebe Allahu, toy i ye pravednykom. Yoho chekaye vynahoroda vid Hospoda; ne bude strakhu takym, yak vin, i ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yudeyi hovoryatʹ: «Nemaye pravdy u khrystyyan!», a khrystyyany hovoryatʹ: «Nemaye pravdy u yudeyiv!» Ale zh usi vony chytayutʹ Pysannya! Tak samo y nevihlasy hovoryatʹ slova, skhozhi na tsi. U Denʹ Voskresinnya Allah rozsudytʹ mizh usima nymy te, pro shcho vony sperechalysya"},{"SurahNumber":2,"VerseNumber":114,"Text":"Khto zh ye nespravedlyvishyy vid toho, khto zaboronyaye z·haduvaty imʺya Allaha u khramakh Yoho, ta shche y prahne zruynuvaty yikh? Same takym i ne slid bulo b vkhodyty tudy, okrim yak zi strakhom. Chekaye na nykh hanʹba u zhytti zemnomu ta kara velyka u zhytti nastupnomu"},{"SurahNumber":2,"VerseNumber":115,"Text":"Allahu nalezhytʹ skhid ta zakhid. Tozh kudy b vy ne povernulysya — vsyudy lyk Allaha. Voistynu, Allah — Vseosyazhnyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":116,"Text":"Vony hovoryatʹ: «Allah uzyav sobi dytynu». Ta zh ni, Preslavnyy Vin! Yomu nalezhatʹ ti, khto na nebesakh i na zemli, i vsi Yomu pidkoryayutʹsya"},{"SurahNumber":2,"VerseNumber":117,"Text":"Tvoretsʹ nebes i zemli! Koly vyrishuye Vin yakusʹ spravu, to lyshe hovorytʹ yiy: «Budʹ!» — i vona postaye"},{"SurahNumber":2,"VerseNumber":118,"Text":"Nevihlasy hovoryatʹ: «Chomu ne zahovorytʹ iz namy Allah, chomu ne daruye znamennya nam?» Tak samo y ti, yaki zhyly ranishe, hovoryly slova, skhozhi na tsi. Skhozhymy ye y sertsya yikhni. Ale zh My vzhe poyasnyly znamennya dlya lyudey perekonanykh"},{"SurahNumber":2,"VerseNumber":119,"Text":"Voistynu, My vidislaly tebe dobrym visnykom istyny ta zasterihachem. Tozh ty ne budesh vidpovidaty za tykh, khto opynytʹsya u pekli"},{"SurahNumber":2,"VerseNumber":120,"Text":"Yudeyi ta khrystyyany ne budutʹ zadovoleni toboyu, poky ty ne naverneshsya do yikhnʹoyi relihiyi. Skazhy: «Lyshe shlyakh Allaha — shlyakh pryamyy!» Ne poturay bazhannyam yikhnim pislya toho, yak pryyshlo do tebe znannya, a to Allah ne bude tobi ni Zakhysnykom, ni Pomichnykom"},{"SurahNumber":2,"VerseNumber":121,"Text":"Ti, yakym daruvaly My Pysannya i yaki chytayutʹ yoho tak, yak nalezhytʹ — osʹ vony i viruyutʹ u nʹoho! A khto ne viruye u nʹoho, toy matyme vtraty"},{"SurahNumber":2,"VerseNumber":122,"Text":"O syny Israyilya! Z·hadayte mylistʹ Moyu, yakoyu YA vas nadilyv, koly vyvyshchyv vas nad zhytelyamy svitiv"},{"SurahNumber":2,"VerseNumber":123,"Text":"Biytesya toho dnya, koly odna dusha ne matyme zmohy dopomohty inshiy, koly ne bude pryynyato zaminy, koly ne bude korysti vid zastupnytstva, i koly ne bude pomichnykiv"},{"SurahNumber":2,"VerseNumber":124,"Text":"I koly Hospodʹ vyprobovuvav Ibrahima Svoyimy slovamy, toy vytrymav tse. Allah skazav: «YA zroblyu tebe imamom dlya lyudey». Toy zapytav: «A moyikh nashchadkiv?» Skazav Allah: «Miy zavit ne stosuyetʹsya nechestyvtsiv!»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Osʹ My zrobyly Dim mistsem zibrannya ta zakhystu dlya lyudey. Tozh zrobitʹ mistse Ibrahima mistsem molytvy! I My zapovily Ibrahimu ta Ismayilyu: «Trymayte Dim Miy u chystoti dlya tykh, khto khodytyme navkolo nʹoho, perebuvatyme u nʹomu ta zvershuvatyme tam zemni poklony»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Osʹ Ibrahim skazav: «Hospody! Zroby tsey kray bezpechnym, i nadily plodamy tykh yoho zhyteliv, yaki uviruvaly v Allaha ta v Ostanniy Denʹ!» Skazav Allah: «A khto ne uviruye, tomu YA dozvolyu nasolodzhuvatysya zhyttyam lyshe nedovho. A potim YA vkynu yoho u vohnyanu karu — zhakhlyvym zhe ye tsey kinetsʹ!»"},{"SurahNumber":2,"VerseNumber":127,"Text":"I osʹ Ibrahim z Ismayilʹom zaklaly osnovu Domu: «Hospody nash! Pryymy vid nas, voistynu, Ty — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":128,"Text":"Hospody nash! Zroby nas dvoma viddanymy tobi i zroby z nashchadkiv nashykh pokirnyy tobi narod. Vkazhy nam, yak vykonuvaty prypysy nashi. I pryymy kayattya nashe, voistynu, Ty — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":129,"Text":"Hospody nash! Vidishly poslantsya nashchadkam nashym, yakyy prochytaye yim znamennya Tvoyi, navchytʹ yikh Pysannya ta mudrosti, ochystytʹ yikh. Voistynu, Ty — Velykyy, Mudryy!»"},{"SurahNumber":2,"VerseNumber":130,"Text":"Khto zh vidvertayetʹsya vid relihiyi Ibrahima, okrim lehkovazhnoho nevihlasa? My obraly Ibrahima u zemnomu zhytti, a u zhytti nastupnomu vin bude razom iz pravednykamy"},{"SurahNumber":2,"VerseNumber":131,"Text":"Koly Hospodʹ skazav yomu: «Budʹ pokirnym Meni!» — toy vidpoviv: «YA stav pokirnym Hospodu svitiv!»"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrahim razom iz Yakubom zapovidaly svoyim synam tse: «O syny moyi! Voistynu, Allah obrav dlya vas tsyu relihiyu. Tozh ne pomyrayte, ne stavshy pokirnymy Yomu!»"},{"SurahNumber":2,"VerseNumber":133,"Text":"Chy zh vy buly svidkamy toho, yak pidstupyla do Yakuba smertʹ, i yak zapytav vin syniv svoyikh: «Komu vy budete poklonyatysya pislya toho, yak ya zalyshu vas?» Vony skazaly: «My budemo poklonyatysya tvoyemu Bohu i Bohu tvoyikh batʹkiv — Ibrahima, Ismayilya ta Iskhaka, Bohu Yedynomu! I my — pokirni Yomu!»"},{"SurahNumber":2,"VerseNumber":134,"Text":"Ale vzhe mynulo tse pokolinnya. Vony matymutʹ te, shcho vony zdobuly sobi, a vy matymete te, shcho vy zdobuly sobi. I vy ne budete vidpovidaty za te, shcho vony robyly"},{"SurahNumber":2,"VerseNumber":135,"Text":"Hovoryatʹ: «Stanʹte zh yudeyamy abo khrystyyanamy — i pidete vy pravylʹnym shlyakhom!» Skazhy: «Ni! Spovidnykamy relihiyi Ibrahima-khanifa, a vin ne buv bahatobozhnykom!»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Skazhitʹ: «My uviruvaly v Allaha i u te, shcho zislano nam, i shcho zislano Ibrahimu, Ismayilyu, Iskhaku, Yakubu ta kolinam iz nashchadkiv yikhnikh; u te, shcho bulo dano Musi, Ici, u te, shcho bulo dano prorokam vid Hospoda yikhnʹoho. My ne provodymo mezhi mizh nymy, i Yomu My pidkoryayemosya!»"},{"SurahNumber":2,"VerseNumber":137,"Text":"I yakshcho vony viruyutʹ u te, u shcho viryte vy, to ydutʹ vony shlyakhom pryamym. Ale yakshcho vony vidvertayutʹsya, to superechatʹ yomu. Allah zakhystytʹ tebe vid nykh, a Vin — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":138,"Text":"Farba vid Allaha! Chyya farba krashcha za farbu vid Allaha? Tozh Yomu my i poklonyayemosya"},{"SurahNumber":2,"VerseNumber":139,"Text":"Skazhy: «Nevzhe vy sperechatymetesʹ iz namy pro Allaha? Vin — nash i vash Hospodʹ, i nam — nashi vchynky, a vam — vashi vchynky. Tozh my shchyri u viddanosti Yomu!»"},{"SurahNumber":2,"VerseNumber":140,"Text":"Nevzhe vony hovoryatʹ, shcho Ibrahim, Ismayilʹ, Iskhak, Yakub ta kolina z nashchadkiv yikhnikh buly yudeyamy chy khrystyyanamy? Skazhy: «Vy krashche znayete chy Allah?» Khto ye nespravedlyvishym za toho, khto prykhovav svidchennya, dane yomu Allahom? A Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":141,"Text":"Ale vzhe mynulo tse pokolinnya. Vony matymutʹ te, shcho vony zdobuly sobi, a vy matymete te, shcho vy zdobuly sobi. I vy ne budete vidpovidaty za te, shcho vony robyly"},{"SurahNumber":2,"VerseNumber":142,"Text":"Nerozumni lyudy skazhutʹ: «Shcho vidvernulo yikh vid kybly, do yakoyi povertalysya vony?» Skazhy: «Allahu nalezhytʹ skhid i zakhid, i vede Vin do shlyakhu pryamoho toho, koho pobazhaye!»"},{"SurahNumber":2,"VerseNumber":143,"Text":"Tak My spryamuvaly vashu hromadu na seredniy shlyakh, shchob vy buly svidkamy dlya lyudey, a Poslanetsʹ shchob buv svidkom dlya vas. Poperednyu kyblu My zrobyly lyshe dlya toho, shchob diznatysya, khto pide za Poslantsem, a khto vidvernetʹsya vid nʹoho. Tse bulo vazhkoyu spravoyu, okrim yak dlya tykh, koho Allah poviv shlyakhom pryamym. Allah nikoly ne zrobytʹ marnoyu viru vashu, adzhe Allah Lahidnyy ta Myloserdnyy do lyudey"},{"SurahNumber":2,"VerseNumber":144,"Text":"My bachyly, yak blukav nebom pohlyad tviy. I My spryamuvaly tebe do kybly, yakoyu ty budesh zadovolenyy. Poverny zh svoye oblychchya u bik Zaboronenoyi Mecheti! I de b vy ne buly, povertayte oblychchya svoye same u tsey bik. Voistynu, ti, yakym dano Pysannya, znayutʹ, shcho same takoyu ye istyna vid Hospoda yikhnʹoho. Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":145,"Text":"Navitʹ yakby ty pokazav tym, komu dano Pysannya, usi mozhlyvi znamennya, vony vse odno ne pishly b za tvoyeyu kybloyu; ale y ty ne pidesh za kybloyu yikhnʹoyu, i odni z nykh ne pidutʹ za kybloyu inshykh. A yakshcho ty pidesh za yikhnimy bazhannyamy pislya toho, yak pryyshlo do tebe znannya, to, voistynu, budesh odnym iz nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":146,"Text":"Ti, komu dano Pysannya, znayutʹ [Mukhammada] tak samo, yak znayutʹ svoyikh syniv. Chastyna z nykh prykhovuye istynu, i znayutʹ vony pro tse"},{"SurahNumber":2,"VerseNumber":147,"Text":"Istyna — vid Hospoda tvoho! Tozh ne budʹ sered tykh, khto sumnivayetʹsya"},{"SurahNumber":2,"VerseNumber":148,"Text":"Dlya kozhnoyi hromady — sviy napryam [molytvy]. Tozh vyperedzhayte odne odnoho u dobrykh spravakh! I de b vy ne buly, Allah zbere vas usikh razom. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":149,"Text":"I kudy b ty ne vyrushyv, povertay svoye oblychchya u bik Zaboronenoyi Mecheti. Voistynu, tse — istyna vid Hospoda tvoho. Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":150,"Text":"I kudy b ty ne vyrushyv, povertay svoye oblychchya u bik Zaboronenoyi Mecheti. I de b vy ne buly, povertayte svoyi oblychchya same u tsey bik, shchob ne bulo u lyudey — khiba lyshe yak u nechestyvykh — dokazu proty vas. I ne mayte strakhu pered nymy, a mayte strakh peredi Mnoyu, shchob spovnyv YA Svoyu mylistʹ do vas. Mozhlyvo, pidete vy shlyakhom pryamym"},{"SurahNumber":2,"VerseNumber":151,"Text":"Tak My vidislaly do vas Poslantsya z-posered vas samykh. Vin chytaye vam Nashi znamennya, ochyshchuye vas, vchytʹ vas Pysannya i mudrosti, a takozh vchytʹ vas toho, choho vy ne znaly ranishe"},{"SurahNumber":2,"VerseNumber":152,"Text":"Z·haduyte Mene, i YA budu z·haduvaty vas. Dyakuyte i ne budʹte nevdyachnymy"},{"SurahNumber":2,"VerseNumber":153,"Text":"O vy, yaki uviruvaly! Shukayte dopomohy u terpinni ta molytvi. Voistynu, Allah — razom iz terplyachymy"},{"SurahNumber":2,"VerseNumber":154,"Text":"I ne nazyvayte mertvymy tykh, khto zahynuv na shlyakhu Allaha. Ni, vony zhyvi, ale vy ne vidchuvayete tsʹoho"},{"SurahNumber":2,"VerseNumber":155,"Text":"My budemo vyprobovuvaty vas strakhom, holodom, nestacheyu mayna, lyudey ta plodiv. Spovisty zh dobru zvistku terplyachym"},{"SurahNumber":2,"VerseNumber":156,"Text":"tym, yaki, koly torknetʹsya yikh lykho, hovoryatʹ: «My nalezhymo Allahu i do Nʹoho my povertayemosya!»"},{"SurahNumber":2,"VerseNumber":157,"Text":"Mayutʹ vony blahoslovennya ta mylistʹ vid Hospoda yikhnʹoho, i ydutʹ vony shlyakhom pryamym"},{"SurahNumber":2,"VerseNumber":158,"Text":"Voistynu, pahorby as-Safa ta alʹ-Marva — znaky Allaha. Khto zvershuye khadzhzh abo umru v dim Allaha, to ne bude yomu hrikha, yakshcho vin bude khodyty mizh nymy. I khto zi svoyeyi voli chynytʹ dobro, to, voistynu, Allah — Vdyachnyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":159,"Text":"Voistynu, tykh, yaki prykhovuyutʹ zislani Namy yasni znamennya ta pryamyy shlyakh — pislya toho, yak My poyasnyly tse lyudyam u Pysanni — takykh proklyane Allah i proklyanutʹ ti, yaki proklynayutʹ"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ale ne tykh, khto pokayavsya, vypravyv skoyene ta poyasnyv istynu. YA pryymu kayattya yikhnye, adzhe YA — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":161,"Text":"Voistynu, ti, yaki ne uviruvaly ta pomerly neviruyuchymy, matymutʹ nad soboyu proklyattya Allaha, anheliv ta vsikh lyudey"},{"SurahNumber":2,"VerseNumber":162,"Text":"Vono bude vichnym! Ne bude polehsheno karu yikhnyu, i ne bude vidstrochky yim"},{"SurahNumber":2,"VerseNumber":163,"Text":"Vash Boh — Boh Yedynyy. Nemaye boha, krim Nʹoho, Mylostyvoho, Myloserdnoho"},{"SurahNumber":2,"VerseNumber":164,"Text":"Voistynu, u stvorenni nebes i zemli; u rozriznenni dnya ta nochi; u korabli, shcho plyve morem, mayuchy v sobi te, shcho prynosytʹ korystʹ lyudyam; u vodi, yaku Allah zislav iz neba ta yakoyu ozhyvyv zemlyu pislya smerti yiyi, rozselyvshy tam riznykh tvaryn; u zmini vitriv; u pokirniy khmari, yaka vysytʹ mizh nebom i zemleyu – v usʹomu tsʹomu znamennya dlya lyudey, yaki rozumiyutʹ"},{"SurahNumber":2,"VerseNumber":165,"Text":"Sered lyudey ye taki, yaki prypysuyutʹ Allahu rivnykh Yomu ta lyublyatʹ yikh tak, yak lyublyatʹ Allaha. Ale zh ti, yaki uviruvaly, lyublyatʹ Allaha shche sylʹnishe! Yakby zh nechestyvtsi, pobachyvshy karu, pobachyly b shche y te, shcho vsya syla nalezhytʹ same Allahu, i shcho Vin — suvoryy u pokaranni"},{"SurahNumber":2,"VerseNumber":166,"Text":"Koly ti, za kym yshly, zrechutʹsya tykh, khto za nymy yshov, i khto pobachytʹ karu, to rozirvutʹsya mizh nymy zvʺyazky"},{"SurahNumber":2,"VerseNumber":167,"Text":"Skazhutʹ ti, yaki yshly za inshymy: «Yakby maly my zmohu povernutysʹ, to vidreklysya b vid nykh tak, yak vony vidreklysya vid nas!» Tozh Allah pokazhe yim vchynky yikhni, shchob pozhalkuvaly vony. Ale ne vyydutʹ vony iz vohnyu — nikoly"},{"SurahNumber":2,"VerseNumber":168,"Text":"O lyudy! Yizhte te dozvolene y dobre, shcho ye na zemli, ta ne yditʹ slidamy shaytana; voistynu, vin — spravzhniy voroh dlya vas"},{"SurahNumber":2,"VerseNumber":169,"Text":"Vin zaklykaye vas lyshe do zla ta rozpusty i prahne, shchob vy hovoryly pro Allaha te, choho ne znayete"},{"SurahNumber":2,"VerseNumber":170,"Text":"I koly hovoryatʹ yim: «Yditʹ za tym, shcho zislav Allah!», — to vony vidpovidayutʹ: «My ydemo za tym, iz chym znayshly batʹkiv nashykh!» A yakshcho yikhni batʹky nichoho ne rozumily ta ne yshly shlyakhom pryamym"},{"SurahNumber":2,"VerseNumber":171,"Text":"Neviruyuchi skhozhi na toho, koho klychutʹ, a vin ne chuye nichoho, okrim kryku ta veresku. Hlukhi, nimi, slipi! Nichoho ne rozumiyutʹ vony"},{"SurahNumber":2,"VerseNumber":172,"Text":"O vy, yaki uviruvaly! Yizhte ti blaha, yakymy nadilyly My vas, i dyakuyte Allahu, yakshcho poklonyayetesʹ vy Yomu"},{"SurahNumber":2,"VerseNumber":173,"Text":"Voistynu, Vin zaboronyv vam mertvechynu, krov, mʺyaso svyni i te, shcho pryneseno v zhertvu ne zarady Allaha. A yakshcho khto buv zmushenyy porushyty tse, ne chynyachy neposlukhu ta ne zlovzhyvayuchy, nemaye tomu hrikha. Voistynu, Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":174,"Text":"Voistynu, ti, yaki prykhovuyutʹ iz Pysannya te, shcho zislav Allah ta prodayutʹ tse za mizernu tsinu, osʹ vony to y napovnyatʹ svoyi chereva vohnem! Allah ne hovorytyme z nymy u Denʹ Voskresinnya i ne ochystytʹ Vin yikh. Chekaye na nykh bolisna kara"},{"SurahNumber":2,"VerseNumber":175,"Text":"Vony — ti, khto prodav pryamyy shlyakh za omanu, a pokarannya — za proshchennya! Yake zh terpinnya vony musyatʹ maty pered vohnem"},{"SurahNumber":2,"VerseNumber":176,"Text":"Bude same tak, adzhe Allah zislav Pysannya v istyni. Voistynu, ti, yaki sperechayutʹsya pro Pysannya, opynylysya u hlybokomu protyrichchi"},{"SurahNumber":2,"VerseNumber":177,"Text":"Blahochestya polyahaye ne v tomu, shchob vy povertaly svoyi oblychchya na skhid chy na zakhid, a blahochestyvym ye toy, khto uviruvav v Allaha, v Ostanniy Denʹ, v anheliv, u Pysannya ta u prorokiv, khto viddaye navitʹ dorohe yomu mayno — rodycham, syrotam, bidnym, podorozhnim i tym, khto prosytʹ yoho; toy, khto vytrachaye na zvilʹnennya rabiv, khto zvershuye molytvu, daye zakyat; ti, yaki vykonuyutʹ obitsyanku, koly obitsyayutʹ; yaki mayutʹ terpinnya u bidnosti, u khvorobi ta v buremni chasy. Same taki ye pravednykamy, i taki ye bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":178,"Text":"O vy, yaki uviruvaly! Vstanovlena dlya vas pomsta za vbytykh: vilʹnyy — za vilʹnoho, rab — za raba, zhinka — za zhinku. Yakshcho prostytʹ vbyvtsyu yoho brat [u relihiyi], to nekhay toy vchynyaye za zvychayem ta splatytʹ yomu nalezhnyy vykup. Takym ye polehshennya vid Hospoda vashoho ta mylistʹ. Toho zh, khto y pislya tsʹoho porushytʹ mezhi, ochikuye bolisna kara"},{"SurahNumber":2,"VerseNumber":179,"Text":"Pomsta ryatuye zhyttya vashe, o vy, obdarovani rozumom! Mozhlyvo, budete bohoboyazlyvi vy"},{"SurahNumber":2,"VerseNumber":180,"Text":"Koly pryyde smertʹ do kohosʹ iz vas, a vin lyshytʹ yakesʹ dobro, to prypysano vam uklasty zapovit dlya batʹkiv ta dlya blyzʹkykh rodychiv — vidpovidno do zvychayu. Tse — obovʺyazok dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":181,"Text":"A yakshcho khtosʹ zminytʹ zapovit pislya toho, yak vin pochuv yoho, to hrikh tsey vpade lyshe na tykh, khto zminyuvav yoho. Voistynu, Allah — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":182,"Text":"A khto boyitʹsya, shcho zapovidach zrobytʹ pomylku abo vchynytʹ hrikh, ta y vypravytʹ [zapovit] zadlya myru mizh spadkoyemtsyamy, to ne bude yomu hrikha. Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":183,"Text":"O vy, yaki uviruvaly! Vstanovleno dlya vas pist — tak samo, yak buv vin vstanovlenyy dlya tykh, yaki zhyly ranishe za vas. Mozhlyvo, budete vy bohoboyazlyvi"},{"SurahNumber":2,"VerseNumber":184,"Text":"Vstanovleno yoho na pevnu kilʹkistʹ dniv. A yakshcho khto iz vas zakhvoriye, chy bude v dorozi, to nekhay postytʹ taku zh kilʹkistʹ dniv u inshyy chas. A tym, dlya koho tse vazhko, slid zadlya spokuty nahoduvaty bidnyaka. A khto z voli svoyeyi chynytʹ dobro, to tse krashche dlya nʹoho. Ale pist krashchyy dlya vas — yakby zh vy tilʹky znaly"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramadan ye misyatsem, pid chas yakoho bulo zislano Koran — pryamyy shlyakh dlya lyudey, yasni znamennya pryamoho shlyakhu ta rozriznennya. Koly dlya kohosʹ iz vas nastane tsey misyatsʹ, to nekhay vin provodytʹ yoho u posti. A yakshcho vin zakhvoriye chy bude v dorozi, to nekhay postytʹ taku zh kilʹkistʹ dniv u inshyy chas. Allah bazhaye vam polehshennya, a ne utrudnennya; dovodʹte zh do kintsya dni postu i zvelychuyte Allaha za te, shcho Vin vkazav dlya vas pryamyy shlyakh; mozhlyvo, vy budete vdyachni"},{"SurahNumber":2,"VerseNumber":186,"Text":"I koly raby Moyi zapytuyutʹ tebe pro Mene, to YA — blyzʹkyy, i YA vidpovidayu na zaklyky toho, khto klyche Mene. Nekhay zhe y vony vidpovidayutʹ Meni ta viruyutʹ u Mene — mozhlyvo, pidutʹ vony pravylʹnym shlyakhom"},{"SurahNumber":2,"VerseNumber":187,"Text":"Dozvoleno vam vkhodyty do druzhyn vashykh u nochi postu. Vony — nache odyah dlya vas, a vy — nache odyah dlya nykh. Diznavsya Allah, shcho vy obmezhuyete sebe, tozh Vin pryynyav kayattya vashe i prostyv vas. Tozh zʺyednuytesʹ iz nymy i prahnitʹ do toho, shcho vstanovyv dlya vas Allah; yizhte y pyyte, poky ne zmozhete vidriznyty nytku bilu vid nytky chornoyi — do svitanku. A potim znovu trymayte pist azh do nochi. Ne zʺyednuytesʹ iz druzhynamy u ti nochi, koly perebuvayete u mechetyakh u stani itikaf. Takymy ye obmezhennya Allaha, tozh ne nablyzhaytesya do nykh! Osʹ tak Allah poyasnyuye lyudyam Svoyi znamennya — mozhlyvo, budutʹ vony bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":188,"Text":"Ne pozhyrayte nezakonno mayna odne odnoho ta ne pidkuplyayte suddiv, shchob svidomo, shlyakhom hrikha, pryvlasnyty chastynu mayna inshykh lyudey"},{"SurahNumber":2,"VerseNumber":189,"Text":"Tebe zapytuyutʹ pro molodyy misyatsʹ. Skazhy: «Vin vyznachaye chas dlya lyudey ta dlya zdiysnennya khadzhzhu». Blahochestya zh polyahaye ne v tomu, shchob vkhodyty do budynkiv cherez zadni dveri; ale blahochestyvym ye toy, khto ye bohoboyazlyvym. Tozh vkhodʹte do budynkiv cherez dveri yikhni i biytesʹ Allaha — mozhlyvo, matymete vy uspikh"},{"SurahNumber":2,"VerseNumber":190,"Text":"I boritʹsya na shlyakhu Allaha proty tykh, khto boretʹsya proty vas. Ale ne vyyavlyayte vorozhosti pry tsʹomu, bo zh, voistynu, Allah ne lyubytʹ tykh, khto vyyavlyaye vorozhistʹ"},{"SurahNumber":2,"VerseNumber":191,"Text":"Vbyvayte yikh usyudy, de vidshukayete, vyhanyayte yikh zvidty, zvidky vony vyhnaly vas! Smuta hirsha za vbyvstvo! Ale ne pochynayte borotʹby z nymy bilya Zaboronenoyi Mecheti, poky vony ne pochnutʹ tam borotʹby proty vas, todi vbyvayte yikh! Takoyu ye vidplata neviruyuchym"},{"SurahNumber":2,"VerseNumber":192,"Text":"Ta yakshcho vony zupynyatʹsya, to Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":193,"Text":"Boritʹsya proty nykh, poky ne znykne smuta, i relihiya ne bude nalezhaty Allahu! Ta yakshcho vony zupynyatʹsya, to nekhay ne bude vorozhosti, okrim yak proty nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":194,"Text":"Zaboronenyy misyatsʹ — za zaboronenyy misyatsʹ. Porushennya zaboron vymahaye pomsty! Yakshcho khtosʹ vyyavytʹ vorozhistʹ do vas, to vy vyyavyte vorozhistʹ do nʹoho tak samo, yak vin vyyavlyav vorozhistʹ do vas. Biytesya Allaha i znayte, shcho Allah — iz bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":195,"Text":"Zhertvuyte na shlyakhu Allaha ta ne yditʹ cherez ruky svoyi do zahybeli! I tvoritʹ dobro; voistynu, Allah lyubytʹ tykh, khto tvorytʹ dobro"},{"SurahNumber":2,"VerseNumber":196,"Text":"Zvershuyte khadzhzh ta umru zarady Allaha. Yakshcho vam zavazhayutʹ, to prynesitʹ u zhertvu te, shcho zmozhete, ale ne holitʹ svoyikh holiv, poky pozhertva ne dosyahne mistsya zaklannya. A yakshcho khto z vas khvoryy abo maye ranu na holovi, to nekhay zadlya vidkupu trymaye pist, daye mylostynyu, abo prynese zhertvu. Yakshcho vy perebuvayete u bezpetsi, to toy, khto maye poyednaty umru z khadzhzhem, maye prynesty u zhertvu te, shcho zmozhe. A khto ne maye zmohy zrobyty tse, to nekhay pid chas khadzhzhu trymaye pist try dni i sim dniv pislya povernennya z khadzhzhu — usʹoho desyatʹ. Tse dlya tykh, chyya simʺya ne zhyve bilya Zaboronenoyi Mecheti. Tozh biytesʹ Allaha ta znayte, shcho Allah suvoryy u pokaranni"},{"SurahNumber":2,"VerseNumber":197,"Text":"Khadzhzh — u vidomi misyatsi. I khto vyrishyv zdiysnyty khadzhzh, toy nekhay ne vkhodytʹ do zhinok, nekhay ne chynytʹ hrikha ta nekhay ne sperechayetʹsya pid chas khadzhzhu. Allah znaye pro te dobro, yake chynyte vy. Zapasaytesya zh u dorohu, voistynu, naykrashchyy zapas — tse bohoboyazlyvistʹ. Tozh budʹte bohoboyazlyvymy, o vy, obdarovani rozumom"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ne bude vam hrikha, yakshcho u tsey chas vy budete shukaty lasky Hospoda vashoho! A koly vy povernetesʹ z Arafatu, to z·haduyte Allaha u Zaboronenomu mistsi! Z·haduyte Yoho — te, yak Vin vkazav vam pryamyy shlyakh, todi yak ranishe vy buly tymy, khto zablukav"},{"SurahNumber":2,"VerseNumber":199,"Text":"Dali yditʹ tudy, kudy yshly inshi lyudy. Prositʹ proshchennya u Allaha, voistynu, Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":200,"Text":"Koly vykonayete neobkhidni prypysy, to z·haduyte Allaha tak, yak vy z·haduyete batʹkiv vashykh, abo y shche sylʹnishe. I ye sered lyudey taki, yaki hovoryatʹ: «Hospody nash! Obdaruy nas u zhytti zemnomu!» Taki ne matymutʹ chastky u zhytti nastupnomu"},{"SurahNumber":2,"VerseNumber":201,"Text":"Sered nykh ye y taki, yaki hovoryatʹ: «Hospody nash! Daruy nam naykrashche u zhytti zemnomu i daruy nam naykrashche u zhytti nastupnomu! I vryatuy nas vid kary pekelʹnoyi!»"},{"SurahNumber":2,"VerseNumber":202,"Text":"Vony y matymutʹ nadil — za te, shcho chynyly vony. Allah shvydkyy u vidplati"},{"SurahNumber":2,"VerseNumber":203,"Text":"Z·haduyte zh Allaha [u dolyni Mina] u vyznacheni dni. A khto pospishaye i zrobytʹ tse za dva dni, tomu ne bude hrikha. I khto zatrymayetʹsya, to i yomu ne bude hrikha. Tse dlya bohoboyazlyvykh. Tozh biytesʹ Allaha ta znayte, shcho bilya Nʹoho vy budete zibrani"},{"SurahNumber":2,"VerseNumber":204,"Text":"YE sered lyudey takyy, chyyi rozmovy pro zemne zhyttya vyklykayutʹ tviy podyv. Vin zaklykaye Allaha buty svidkom tomu, shcho v yoho sertsi, todi yak vin ye vpertym vorohom tvoyim"},{"SurahNumber":2,"VerseNumber":205,"Text":"I koly vidvertayetʹsya vin, to pospishaye siyaty bezchestya na zemli,nyshchyty posivy ta nashchadkiv. Ta Allah ne lyubytʹ nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":206,"Text":"Koly yomu hovoryatʹ: «Pobiysya Allaha!» — to hordynya vede yoho do hrikha. Dostatnʹo yomu bude heyeny! Merzotne zh tse mistse dlya spochynku"},{"SurahNumber":2,"VerseNumber":207,"Text":"Sered lyudey ye y taka, yaka prodaye svoyu dushu, prahnuchy zadovolʹnyty Allaha. Allah — Laskavyy do rabiv Svoyikh"},{"SurahNumber":2,"VerseNumber":208,"Text":"O vy, yaki uviruvaly! Budʹte pokirni Allahu v usʹomu i ne yditʹ slidamy shaytana. Voistynu, vin dlya vas — spravzhniy voroh"},{"SurahNumber":2,"VerseNumber":209,"Text":"A yakshcho vidstupyte — pislya toho, yak pryyshly do vas yasni znamennya — to znayte, shcho Allah — Velykyy, Mudryy"},{"SurahNumber":2,"VerseNumber":210,"Text":"Nevzhe vony chekayutʹ chohosʹ inshoho, a ne toho, shcho Allah pryyde do nykh u zatinku khmar razom z anhelamy? Tsyu spravu vzhe vyrisheno, a vsi spravy povertayutʹsya do Allaha"},{"SurahNumber":2,"VerseNumber":211,"Text":"Spytay zhe syniv Israyilya, skilʹky yasnykh znamenʹ My daruvaly yim! A yakshcho khto prominyaye mylistʹ Allaha pislya toho, yak vona pryyshla do nʹoho, to Allah — suvoryy u pokaranni"},{"SurahNumber":2,"VerseNumber":212,"Text":"Zemne zhyttya vydayetʹsya prekrasnym dlya neviruyuchykh i vony hluzuyutʹ iz tykh, yaki uviruvaly. Ale zh u Denʹ Voskresinnya bohoboyazlyvi budutʹ nad nymy vyshche! Allah nadilyaye, koho pobazhaye — bez vidplaty za tse"},{"SurahNumber":2,"VerseNumber":213,"Text":"Lyudy buly yedynoyu hromadoyu. Allah vidislav prorokiv visnykamy ta zasterihachamy i zislav razom iz nymy Pysannya v istyni dlya toho, shchob vony rozsudyly pomizh lyudʹmy te, pro shcho vony sperechalysya. Ta ne bulo superechok, okrim yak mizh tymy, komu buly darovani yasni znamennya i yaki buly nespravedlyvi odne do odnoho. Tozh Allah poviv pryamym shlyakhom tykh, yaki uviruvaly, do istyny, pro yaku ti sperechalysya z dozvolu Yoho. Allah vkazuye pryamyy shlyakh tomu, komu pobazhaye"},{"SurahNumber":2,"VerseNumber":214,"Text":"Chy zh vy hadaly, shcho uviydete do rayu, ne zaznavshy toho, shcho traplyalosya iz vashymy poperednykamy? Bidnistʹ, khvoroby ta rizni khvylyuvannya vrazhaly yikh tak, shcho poslanetsʹ i ti, yaki uviruvaly razom iz nym, hovoryly: «Koly pryyde dopomoha vid Allaha?» Tak! Voistynu, dopomoha vid Allaha vzhe blyzʹko"},{"SurahNumber":2,"VerseNumber":215,"Text":"Tebe zapytuyutʹ pro te, shcho neobkhidno zhertvuvaty. Skazhy: «Shcho b vy ne zhertvuvaly, vono povynno distatysya batʹkam, rodycham, syrotam, bidnyakam ta podorozhnim. I yake blaho vy ne robyly b, voistynu, Allah znaye pro tse!»"},{"SurahNumber":2,"VerseNumber":216,"Text":"Vstanovleno vashym obovʺyazkom borotʹbu, todi yak vy nenavydyte yiyi. Mozhlyvo, te, shcho vam nenavysne — blaho dlya vas. A, mozhlyvo, te, shcho vam pryyemne — zlo dlya vas. Allah znaye, a vy ne znayete"},{"SurahNumber":2,"VerseNumber":217,"Text":"Tebe zapytuyutʹ pro borotʹbu pid chas zaboronenoho misyatsya. Skazhy: «Borotʹba u tsey chas — velykyy hrikh. Ale zbyvaty inshykh zi shlyakhu Allaha, ne viryty u Nʹoho, u Zaboronenu Mechetʹ, vyhanyaty zvidty lyudey — shche bilʹshyy hrikh pered Allahom. Smuta — bilʹshyy hrikh, nizh borotʹba. Tozh vony ne prypynyatʹ borotysya proty vas doty, doky, yakshcho zmozhutʹ, ne vidvernutʹ vas vid relihiyi vashoyi. A yakshcho khtosʹ iz vas vidstupytʹ vid svoyeyi relihiyi ta pomre neviruyuchym, to marnymy stanutʹ yoho vchynky u zemnomu zhytti ta zhytti nastupnomu Taki budutʹ zhytelyamy vohnyu — i budutʹ vony tam doviku!»"},{"SurahNumber":2,"VerseNumber":218,"Text":"Voistynu, ti, yaki uviruvaly, yaki pereselylysya ta borolysya na shlyakhu Allaha, spodivayutʹsya na mylistʹ Allaha. Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":219,"Text":"Tebe zapytuyutʹ pro vyno ta azartni ihry. Skazhy: «Tse vse — velykyy hrikh, ale y pevna korystʹ dlya lyudey. Ale hrikh vid nykh bilʹshyy za korystʹ!» Tebe zapytuyutʹ pro te, shcho neobkhidno zhertvuvaty. Skazhy: «Nadlyshok!» Osʹ tak Allah rozʺyasnyuye vam znamennya. Mozhlyvo, pomyslyte vy"},{"SurahNumber":2,"VerseNumber":220,"Text":"pro zhyttya nynishnye ta nastupne! Zapytuyutʹ tebe i pro syrit. Skazhy: «Robyty yim dobro — blaho. A yakshcho vy poyednayete svoyi ta yikhni spravy, to vony — vashi braty». Ta Allah vidriznyaye nechestyvoho vid dobrochynnoho. Yakby Allah pobazhav, to utrudnyv by stanovyshche vashe. Allah — Velykyy, Mudryy"},{"SurahNumber":2,"VerseNumber":221,"Text":"Ne odruzhuytesʹ iz bahatobozhnytsyamy, doky vony ne uviruyutʹ. Spravdi, viruyucha rabynya krashcha za bahatobozhnytsyu, navitʹ yakshcho ta y spodobalasʹ vam. I ne odruzhuytesʹ iz bahatobozhnykamy, doky vony ne uviruyutʹ. Spravdi, viruyuchyy rab krashchyy za bahatobozhnyka, navitʹ yakshcho toy i spodobavsya vam. Vony klychutʹ vas do vohnyu, a Allah zaklykaye vas do rayu ta proshchennya z Yoho dozvolu! Vin poyasnyuye lyudyam Svoyi znamennya. Mozhlyvo, zamyslyatʹsya vony"},{"SurahNumber":2,"VerseNumber":222,"Text":"Tebe zapytuyutʹ pro misyachni. Skazhy: «Vony sprychynyayutʹ strazhdannya. Tozh ne torkaytesʹ druzhyn pid chas misyachnykh yikhnikh. Unykayte znosyn iz nymy, poky ne ochystyatʹsya vony. A koly vony ochystyatʹsya, to prykhodʹte do nykh — tak, yak nakazav vam Allah». Voistynu, Allah lyubytʹ tykh, yaki kayutʹsya, lyubytʹ tykh, yaki ochyshchuyutʹsya"},{"SurahNumber":2,"VerseNumber":223,"Text":"Vashi druzhyny — nache nyva dlya vas. Prykhodʹte do nykh, yak pobazhayete, ale nekhay tsʹomu pereduyutʹ vashi dobri spravy. Biytesʹ Allaha i znayte, shcho vy zustrinetesʹ iz Nym. Spovisty zh dobru zvistku dlya viruyuchykh"},{"SurahNumber":2,"VerseNumber":224,"Text":"Nekhay ne budutʹ vashi klyatvy Allahom zavadoyu pravednosti vashiy, bohoboyazlyvosti i tomu, shchob vstanovlyuvaly vy myr pomizh lyudʹmy. Allah — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah ne karatyme vas za klyatvy bez namiru. Ale Vin karatyme vas za te, shcho zdobuly sobi sertsya vashi. Allah — Proshchayuchyy, Zhalislyvyy"},{"SurahNumber":2,"VerseNumber":226,"Text":"A yakshcho khto poklyavsya ne nablyzhatysya do druzhyn, to nekhay vychikuye chotyry misyatsi. Ta yakshcho vin peredumaye, to Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":227,"Text":"Yakshcho zh [choloviky] vse zh vyrishatʹ rozluchytysʹ, to Allah — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":228,"Text":"Rozlucheni zhinky povynni ochikuvaty try terminy misyachnykh. Ne dozvoleno yim prykhovuvaty te, shcho Allah stvoryv u lonakh yikhnikh — yakshcho vony viruyutʹ u Allaha ta v Ostanniy Denʹ. Yakshcho zh choloviky yikhni pobazhayutʹ prymyrennya, to protyahom tsʹoho chasu vony mayutʹ pravo povernuty yikh. Vidpovidno do zvychayu zhinky mayutʹ taki prava, yaki rivni yikhnim obovʺyazkam, khocha choloviky u dechomu y vyshchi vid nykh. Allah — Velykyy, Mudryy"},{"SurahNumber":2,"VerseNumber":229,"Text":"Rozluchennya mozhlyve dva razy. Pislya tsʹoho potribno abo utrymaty druzhynu za zvychayem, abo vidpustyty yiyi z myrom. Vam ne dozvoleno pryvlasnyuvaty shchosʹ iz darovanoho yiy, khiba yak oboye vy boyitesʹ, shcho ne dotrymayetesʹ obmezhenʹ Allaha. A yakshcho vy boyitesʹ, shcho vony ne dotrymayutʹsya obmezhenʹ Allaha, to ne bude yim hrikha, yakshcho vony vidkuplyatʹ rozluchennya. Osʹ takymy ye obmezhennya Allaha, tozh ne porushuyte yikh! A ti, yaki porushuyutʹ obmezhennya Allaha, osʹ vony i ye nechestyvtsyamy"},{"SurahNumber":2,"VerseNumber":230,"Text":"Yakshcho vse zh vin rozluchytʹsya iz neyu utretye, to ne zmozhe odruzhytysya z neyu znovu, poky vona ne vyyde zamizh za kohosʹ inshoho. Yakshcho zh toy cholovik rozluchytʹsya z neyu, to ne bude druzhyni ta pershomu choloviku hrikha, koly vony povernutʹsya odne do odnoho ta matymutʹ namir dotrymuvatysʹ obmezhenʹ Allaha. Osʹ takymy ye obmezhennya Allaha. Vin rozʺyasnyuye yikh dlya rozumnykh lyudey"},{"SurahNumber":2,"VerseNumber":231,"Text":"I koly vy rozluchayetesʹ iz druzhynamy, i mynaye vidvedenyy dlya nykh chas, to abo utrymuyte yikh vidpovidno do zvychayu, abo vidpuskayte yikh vidpovidno do zvychayu. Ne utrymuyte yikh, namahayuchysʹ zashkodyty yim, zlovzhyvayuchy. A khto zrobytʹ tse, toy bude nespravedlyvym do samoho sebe. Ne peretvoryuyte znamenʹ Allaha na zhart! I z·hadayte mylistʹ Allaha do vas, a takozh te, shcho Vin zislav vam iz Pysannya ta mudrosti, shchob povchaty vas. Tozh biytesʹ Allaha i znayte, shcho Allah znaye pro kozhnu rich"},{"SurahNumber":2,"VerseNumber":232,"Text":"I koly vy rozluchayetesʹ iz druzhynamy, i mynaye vidvedenyy dlya nykh chas, to ne zavazhayte yim vyyty zamizh za yikhnikh poperednikh cholovikiv, yakshcho vony domovylysʹ mizh soboyu za zvychayem. Takym ye povchannya dlya toho z vas, khto uviruvav v Allaha ta v Ostanniy Denʹ. Tse krashche ta chystishe dlya vas. Allah znaye, a vy ne znayete"},{"SurahNumber":2,"VerseNumber":233,"Text":"Materi mozhutʹ hoduvaty ditey svoyim molokom dva povnykh roky, yakshcho vony bazhayutʹ dovesty do kintsya tse hoduvannya. Batʹko povynen zabezpechuvaty matir dytyny kharchuvannyam ta odyahom vidpovidno do zvychayu. Na zhodnu lyudynu ne pokladayetʹsya bilʹshe, nizh mozhe vytrymaty vona. Ne mozhna zavdavaty shkody materi za yiyi dytynu, a takozh batʹkovi za dytynu yoho. Taki zh obvʺyazky maye y nashchadok. A yakshcho batʹky pobazhayutʹ vidnyaty dytynu [vid hrudey] za vzayemnoyu z·hodoyu ta poradoyu, to ne bude yim hrikha. A yakshcho vony pobazhayutʹ naynyaty hoduvalʹnytsʹ dlya svoyikh ditey, to ne bude batʹkam hrikha, yakshcho vony splatyatʹ yim vidpovidno do zvychayu. Tozh biytesʹ Allaha i znayte, shcho Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":234,"Text":"Yakshcho khtosʹ iz vas pomre ta y zalyshytʹ pislya sebe druzhyn, to nekhay chekayutʹ vony chotyry misyatsi i shche desyatʹ dniv. A koly myne vyznachenyy dlya nykh chas, to ne bude hrikha, yakshcho vony zroblyatʹ te, shcho pobazhayutʹ, vidpovidno do zvychayu. Allahu vidomo te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":235,"Text":"Ne bude vam hrikha, yakshcho vy natyaknete tsym zhinkam pro zaruchyny abo zh prykhovayete tse v svoyikh dushakh. Ta Allah znaye, shcho vy vse odno budete z·haduvaty pro nykh. Ale nichoho ne obitsyayte yim potayemno, a kazhitʹ yim lyshe nalezhni slova. I ne namahaytesʹ uzyaty shlyub, poky ne myne vstanovlenyy chas. I znayte, shcho Allah znaye te, shcho v dushakh vashykh, tozh berezhitʹsya Yoho. I znayte, shcho Allah — Proshchayuchyy, Zhalislyvyy"},{"SurahNumber":2,"VerseNumber":236,"Text":"Ne bude vam hrikha, yakshcho vy rozluchytesʹ iz druzhynamy, ne torknuvshysʹ yikh ta ne vstanovyvshy nalezhnyy yim vidkup. Ale vse odno dayte vynahorodu yim — bahatyy u miru svoyikh mozhlyvostey, a bidnyy — u miru svoyikh, vidpovidno do zvychayu, tak, yak i nalezhytʹ zrobyty tse pravednym lyudyam"},{"SurahNumber":2,"VerseNumber":237,"Text":"Yakshcho zh vy rozluchylysya iz nymy ranishe toho, yak vy torknulysya yikh, ale pislya toho, yak vstanovyly nalezhnyy yim vidkup, to viddayte yim polovynu toho, shcho y nalezhytʹ yim — khiba yak vony vybachatʹ vam tse abo vybachytʹ toy, u chyyikh rukakh perebuvaye shlyubnyy dohovir. A yakshcho vy vybachyte, to tse bude blyzhche do bohoboyazlyvosti. Ne zabuvayte y pro dobrochesnistʹ, yaka povynna buty pomizh vamy. Voistynu, Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":238,"Text":"Zvershuyte molytvy nalezhno i, osoblyvo, serednyu molytvu. Stiyte zh pered Allahom smyrennymy"},{"SurahNumber":2,"VerseNumber":239,"Text":"A yakshcho boyitesʹ [voroha], to zvershuyte molytvu yduchy pishky abo y verkhy. Koly zh opynytesʹ u bezpetsi, to z·haduyte Allaha tak, yak Vin navchyv vas toho, choho vy y ne znaly ranishe"},{"SurahNumber":2,"VerseNumber":240,"Text":"Yakshcho khtosʹ iz vas pomre ta y zalyshytʹ druzhyn pislya sebe, to pered tsym vin povynen zapovisty, shchob druzhyn trymaly u yikhnikh domivkakh shche rik i ne vyhanyaly. Yakshcho zh vony pidutʹ sami ta zroblyatʹ, vidpovidno do zvychayu, te, shcho pobazhayutʹ, to ne bude vam hrikha za vse tse. Allah — Velykyy, Mudryy"},{"SurahNumber":2,"VerseNumber":241,"Text":"Rozluchenykh druzhyn slid nalezhno zabezpechuvaty — tak, yak i nalezhytʹ tse bohoboyazlyvym lyudyam"},{"SurahNumber":2,"VerseNumber":242,"Text":"Osʹ tak Allah poyasnyuye vam Svoyi znamennya — mozhlyvo, vy zrozumiyete"},{"SurahNumber":2,"VerseNumber":243,"Text":"Nevzhe zh ty ne bachyv tykh, yaki boyalysya smerti ta y polyshyly domivky svoyi, khocha yikh buly tysyachi? Tozh Allah skazav yim: «Pomritʹ!» — a potim ozhyvyv. Voistynu, Allah — Volodar velykoyi lasky dlya lyudey, prote bilʹshistʹ lyudey ye nevdyachnymy"},{"SurahNumber":2,"VerseNumber":244,"Text":"Boritʹsya zh na shlyakhu Allaha i znayte, shcho Allah — Vsechuyuchyy, Vsevydyachyy"},{"SurahNumber":2,"VerseNumber":245,"Text":"Yakshcho khtosʹ dastʹ Allahu dobru pozyku, to Vin zbilʹshytʹ yiyi u bahato raziv. Allah utrymuye ta shchedro nadilyaye i do Nʹoho povernetesʹ vy"},{"SurahNumber":2,"VerseNumber":246,"Text":"Chy ty ne znayesh pro starshynu syniv Israyilya pislya Musy? Vony skazaly proroku svoyemu: «Postav nad namy tsarya dlya toho, shchob My borolysya na shlyakhu Allaha!» Vidpoviv toy: «A chy ne bude tak, shcho borotʹbu zroblyatʹ vashym obovʺyazkom, ale vy ne stanete do borotʹby?» Ti skazaly: «A choho b nam ne borotysya na shlyakhu Allaha, koly vyhnaly nas iz domivok nashykh ta rozluchyly iz ditʹmy nashymy?» I osʹ, koly borotʹbu vstanovyly yikhnim obovʺyazkom, usi vony vidvernulysya, okrim nebahatʹokh. Ta Allah znaye nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":247,"Text":"Yikhniy prorok skazav yim: «Voistynu, Allah postavyv vashym tsarem Talyuta!» Ti vidpovily: «Yak zhe mozhe buty u nʹoho vlada nad namy, yakshcho my mayemo na tse bilʹshe prava, nizh vin — adzhe nemaye u nʹoho nalezhnoho statku?!» Prorok skazav: «Voistynu, Allah viddav yomu perevahu pered vamy i daruvav yomu velych u znannyakh ta u tili! I Allah daruye vladu vid Sebe tomu, komu pobazhaye! Allah — Vseosyazhnyy, Vseznayuchyy!»"},{"SurahNumber":2,"VerseNumber":248,"Text":"Yikhniy prorok skazav yim: «Voistynu, znamennyam yoho vlady bude te, shcho zʺyavytʹsya vam skrynya, de bude spokiy vid Hospoda vashoho. I bude tam te, shcho lyshyv rid Musy ta rid Haruna. Nestymutʹ yiyi anhely! Osʹ tse i bude znamennyam dlya vas, yakshcho vy ye viruyuchymy!»"},{"SurahNumber":2,"VerseNumber":249,"Text":"I koly vyyshov Talyut razom iz viysʹkom svoyim, to skazav: «Voistynu, Allah bude vyprobovuvaty vas rikoyu. I khto pytyme iz neyi, toy ne bude zi mnoyu, ale khto ne sprobuye yiyi, toy bude zi mnoyu. I takozh bude zi mnoyu toy, khto zacherpne vody ne bilʹshe, nizh bude u doloni ruky yoho». Ale vony napylysya iz neyi vody, okrim nebahatʹokh. I koly vin i ti, yaki uviruvaly razom iz nym, peretnuly yiyi, to skazaly: «Ne zdolayemo my sʹohodni Dzhalyuta i yoho viysʹka!» Ale ti, yaki buly perekonani, shcho vony neodminno zustrinutʹsya z Allahom, skazaly: «Skilʹky z dozvolu Allaha nechyslennykh zahoniv peremahalo zahony chyslenni!» Allah — iz terplyachymy"},{"SurahNumber":2,"VerseNumber":250,"Text":"I koly vony zʺyavylysya pered Dzhalyutom ta yoho viysʹkamy, to skazaly: «Hospody nash! Zishly terpinnya dlya nas i stverdʹ postup nash! Dopomozhy nam proty lyudu neviruyuchoho!»"},{"SurahNumber":2,"VerseNumber":251,"Text":"I z dozvolu Allaha vony rozbyly yikh! Daud vbyv Dzhalyuta, i Allah daruvav yomu vladu ta mudristʹ, i navchyv yoho tomu, chomu pobazhav. Yakby Allah ne strymuvav odnykh lyudey inshymy, to na zemli shyrylosya b nechestya. Ta Allah— Volodar velykoyi lasky dlya svitiv"},{"SurahNumber":2,"VerseNumber":252,"Text":"Takymy ye znamennya Allaha. My vyholoshuyemo yikh tobi v istyni. Voistynu, ty — odyn iz poslantsiv"},{"SurahNumber":2,"VerseNumber":253,"Text":"Takymy ye poslantsi. Odnym iz nykh My viddaly perevahu nad inshymy. YE sered nykh taki, z yakymy hovoryv Allah, a deyakykh Vin pidnis na [vyshchi] shchabli. I My daruvaly yasni znamennya Ici, synu Marʺyam, i My pidtrymaly yoho Svyatym Dukhom. Yakby Allah pobazhav, to ti, shcho zhyly pislya nykh, ne vely b mizh soboyu borotʹby pislya toho, yak pryyshly do nykh yasni znamennya. Ale vony roziyshlysya mizh soboyu, i chastyna iz nykh uviruvala, a chastyna ne uviruvala. Ta yakby pobazhav Allah, vony ne vely b mizh soboyu borotʹby. Ale Allah robytʹ te, shcho pobazhaye"},{"SurahNumber":2,"VerseNumber":254,"Text":"O vy, yaki uviruvaly! Zhertvuyte z toho, chym My nadilyly vas, poky ne pryyde Denʹ, koly ne bude ni torhivli, ni druzhby, ni zastupnytstva. Neviruyuchi zh ye nechestyvtsyamy"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah! Nemaye boha, krim Nʹoho — Zhyvoho, Sushchoho! Ne torkayetʹsya Yoho ni drimota, ni son. Yomu nalezhatʹ te, shcho na nebesakh, i te, shcho na zemli. Khto zh zastupytʹsya pered Nym bez Yoho dozvolu? Vin znaye te, shcho poperedu nykh, i te, shcho pozadu nykh. Vony zh ne osyahayutʹ zi znannya Yoho nichoho, krim toho, shcho pobazhaye Vin. Prestol Yoho okhoplyuye nebesa i zemlyu, a zberezhennya yikh ne vtomlyuye Yoho. I Vin — Vsevyshniy, Velykyy"},{"SurahNumber":2,"VerseNumber":256,"Text":"Nemaye prymusu do relihiyi. Vzhe rozrizneno pryamyy shlyakh ta omanu! Khto ne viruye u tahuta, toy vzhe vkhopyv nadiynu osnovu, yaka ne zlamayetʹsya! Allah — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah — Pokrovytelʹ tykh, yaki uviruvaly. Vin vyvodytʹ yikh iz temryavy do svitla. A pokrovyteli tykh, yaki ne uviruvaly — tahuty. Vony vedutʹ yikh vid svitla do temryavy. Tozh vony ye zhytelyamy vohnyu i budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":258,"Text":"Chy zh ty ne znayesh toho, yakyy sperechavsya z Ibrahimom shchodo Hospoda yoho, bo daruvav Allah takomu vladu? Skazav Ibrahim: «Hospodʹ miy — Toy, Khto daruye zhyttya ta smertʹ!» A toy vidpoviv: «YA daruyu zhyttya ta smertʹ!» Todi Ibrahim skazav: «Voistynu, Allah pidiymaye sontse zi skhodu. A ty pidiymy yoho z zakhodu!» I znityvsya toy, yakyy ne viryv! Allah ne vede pryamym shlyakhom lyudey nechestyvykh"},{"SurahNumber":2,"VerseNumber":259,"Text":"Abo toho, khto prokhodyv nad selyshchem, yake bulo zruynovane do pidvalyn svoyikh. Vin skazav: «Yak zhe Allah ozhyvytʹ tse vse pislya smerti?» Todi Allah zrobyv yoho samoho mertvym na sto rokiv, a potim ozhyvyv i skazav: «Skilʹky zh ty tam buv?» Toy vidpoviv: «YA buv tam denʹ abo chastynu dnya!» Allah skazav: «Ni! Ty buv tam sto rokiv! Pohlyanʹ na svoyu yizhu ta pytvo — vony ne zaznaly zmin. Ale pohlyanʹ na svoho vislyuka! My neodminno zrobymo tebe znamennyam dlya lyudey. Tozh pohlyanʹ na kistky — yak My zberemo, a potim vkryyemo mʺyasom yikh!» Koly stalo tse zrozumilo yomu, vin skazav: «YA znayu, shcho Allah spromozhnyy na kozhnu rich!»"},{"SurahNumber":2,"VerseNumber":260,"Text":"I osʹ skazav Ibrahim: «Hospody! Pokazhy meni, yak Ty daruyesh zhyttya pomerlym!» Toy skazav: «Khiba zh ty shche ne uviruvav?» Vin vidpoviv: «Tak, ale zh treba zaspokoyity svoye sertse!» Skazav Allah: «Vizʹmy chotyrʹokh ptakhiv, zarizh yikh, a potim vizʹmy ta poklady na kozhniy hori chastynku z nykh. Pislya tsʹoho poklych yikh — i vony zʺyavlyatʹsya pered toboyu, pospishayuchy! Znay, shcho Allah — Velykyy, Mudryy!»"},{"SurahNumber":2,"VerseNumber":261,"Text":"Prykladom tykh, yaki zhertvuyutʹ mayno svoye na shlyakhu Allaha, ye zernyna, z yakoyi vyroslo sim koloskiv, a u kozhnomu kolosku — sto zernyn. Allah daye bilʹshe tomu, komu pobazhaye. Allah — Vseosyazhnyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":262,"Text":"Ti, yaki zhertvuyutʹ na shlyakhu Allaha i ne suprovodzhuyutʹ te, shcho pozhertvuvaly, dokorom ta obrazoyu, matymutʹ u Hospoda svoho vynahorodu! Nemaye strakhu yim i ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":263,"Text":"Dobre slovo i proshchennya krashchi za mylostynyu, yaka suprovodzhuyetʹsya obrazoyu. Allah — Bahatyy, Zhalislyvyy"},{"SurahNumber":2,"VerseNumber":264,"Text":"O vy, yaki uviruvaly! Ne zipsuyte mylostyni vashoyi dokorom ta obrazoyu, nache toy, khto vytratyv yakesʹ mayno na pozhertvu zadlya toho, shchob pobachyly tse lyudy. Adzhe vin ne uviruvav u Allaha ta Ostanniy Denʹ. Yoho prykladom ye slyzʹka skelya, vkryta zemleyu. Ta osʹ zmochyv yiyi doshch, i lyshylasya skelya ta chystoyu. Nemaye u nykh zhodnoyi syly nad tym, shcho otrymaly vony! Allah ne vede pryamym shlyakhom neviruyuchykh lyudey"},{"SurahNumber":2,"VerseNumber":265,"Text":"Prykladom tykh, yaki vytrachayutʹ svoye mayno, prahnuchy do vdovolennya Allaha ta perekonuyuchy samykh sebe, ye sad na pahorbi. Yakshcho zrosytʹ yoho doshch, to vdvichi prymnozhatʹsya yoho plody. A yakshcho ne zrosytʹ yoho doshch, to zrosytʹ khocha b mryaka. Allah bachytʹ te, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":266,"Text":"Nevzhe khtosʹ iz vas khoche — yakshcho bude u nʹoho sad iz palʹmamy ta vynohradnykom, de budutʹ tekty riky y budutʹ rizni plody — shchob torknulasya yoho staristʹ, todi yak dity shche budutʹ slabkymy, a sam sad vrazytʹ vykhor, u yakomu tsey sad i z·horytʹ? Osʹ tak Allah poyasnyuye vam znamennya — mozhlyvo, zamyslytesya vy"},{"SurahNumber":2,"VerseNumber":267,"Text":"O vy, yaki uviruvaly! Zhertvuyte ti blaha, yaki otrymaly vy, a takozh te, shcho My prorostyly dlya vas iz zemli. Ale ne bazhayte davaty u zhertvu pohane — te, shcho vy y sami ne uzyaly b, okrim yak zaplyushchyvshy ochi. I znayte, shcho Allah — Bahatyy, Khvalymyy"},{"SurahNumber":2,"VerseNumber":268,"Text":"Shaytan lyakaye vas bidnistyu y zaklykaye vas do rozpusty, a Allah obitsyaye vam proshchennya ta lasku Svoyu. Allah — Vseosyazhnyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":269,"Text":"Allah daruye mudristʹ, komu pobazhaye, a komu darovana mudristʹ,tomu darovane velyke blaho! Ale z·haduyutʹ tse lyshe obdarovani rozumom"},{"SurahNumber":2,"VerseNumber":270,"Text":"Shcho b vy ne vytratyly yak mylostynyu, abo yaku obitsyanku vy ne daly b, to, voistynu, Allah znaye pro tse. Ale nechestyvym ne bude pomichnykiv"},{"SurahNumber":2,"VerseNumber":271,"Text":"Yakshcho vy dayete mylostynyu vidkryto, to ye dobrom vona. A yakshcho vy prykhovuyete yiyi ta dayete nuzhdennym, to tse krashche dlya vas. Allah probachytʹ vam deyaki zli vchynky vashi, ta Allahu vidomo te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":272,"Text":"Ne tviy tse obovʺyazok vesty yikh pryamym shlyakhom. Tse Allah vede pryamym shlyakhom toho, koho pobazhaye! A te dobro, yake zhertvuyete vy — tse zh dlya vas samykh. Zhertvuyete vy tse, lyshe prahnuchy do lyku Allaha. A za te, shcho vytrachayete vy, vidplatyatʹ spovna vam i ne vchynyatʹ iz vamy nespravedlyvo"},{"SurahNumber":2,"VerseNumber":273,"Text":"Tse dlya nuzhdennykh, yaki zatrymalysya na shlyakhu Allaha, abo y ne mozhutʹ peresuvatysya zemleyu. Nevihlas vvazhaye yikh bahatymy cherez skromnistʹ yikhnyu. Ale ty vpiznayesh yikh za oznakamy yikhnimy: vony ne vymahayutʹ u lyudey mylosti iz nastyrlyvistyu. A pro te, shcho zhertvuyete vy zi svoho dobra, Allah znaye"},{"SurahNumber":2,"VerseNumber":274,"Text":"Ti, yaki vytrachayutʹ yak mylostynyu svoye mayno vdenʹ i vnochi, potayemno ta vidkryto, matymutʹ vynahorodu u Hospoda yikhnʹoho. Nemaye strakhu dlya nykh i ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":275,"Text":"A ti, yaki pozhyrayutʹ lykhvu, voskresnutʹ lyshe tak, yak ti, koho svoyim dotykom vrazyv shaytan. Tse tak, adzhe vony kazaly: «Torhivlya skhozha na lykhvarstvo!» Ta Allah dozvolyv torhivlyu, ale zaboronyv lykhvarstvo. A yakshcho khtosʹ pislya toho, yak pryyshlo do nʹoho povchannya vid Hospoda, prypynytʹ zaymatysya tsym, to bude proshcheno yomu te, shcho vzhe mynulo, i sprava yoho nalezhytʹ Allahu! A yakshcho khto znovu pochne zaymatysya tsym, to zhytlom takykh bude vohonʹ. I budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah znyshchuye lykhvarstvo i prymnozhuye mylostynyu. Allah ne lyubytʹ kozhnoho neviruyuchoho ta hrishnyka"},{"SurahNumber":2,"VerseNumber":277,"Text":"Voistynu, ti, yaki uviruvaly, tvoryly dobri spravy, zvershuvaly molytvu i davaly zakyat, matymutʹ vynahorodu u Hospoda yikhnʹoho. Nemaye strakhu yim, i ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":278,"Text":"O vy, yaki uviruvaly! Biytesʹ Allaha i vidmovtesʹ vid toho, shcho nalezhytʹ vam yak lykhva — yakshcho viruyuchi vy"},{"SurahNumber":2,"VerseNumber":279,"Text":"Yakshcho zh vy ne zrobyte tsʹoho, to vy budete vorohamy Allahu ta Poslantsyu Yoho. A yakshcho zrobyte, to matymete sviy pershyy statok. Ne vchynyayte nespravedlyvo i todi ne vchynyatʹ nespravedlyvosti z vamy"},{"SurahNumber":2,"VerseNumber":280,"Text":"Yakshcho [borzhnyk] bude u vazhkomu stanovyshchi, to pochekayte, doky yoho stanovyshche ne polehshytʹsya. A yakshcho vy prostyte yomu tse, zrobyvshy mylostyneyu, to tse bude krashche dlya vas, yakby lyshe znaly vy"},{"SurahNumber":2,"VerseNumber":281,"Text":"Biytesʹ toho Dnya, koly povernetesya vy do Allaha. Viddadutʹ kozhniy dushi spovna za te, shcho vona sobi zdobula. I ne vchynyatʹ iz vamy nespravedlyvo"},{"SurahNumber":2,"VerseNumber":282,"Text":"O vy, khto uviruvav! Yakshcho ukladayete dohovir borhu na pevnyy strok, to zapysuyte tse. I nekhay pysar zapysuye tse spravedlyvo. Nekhay ne vidmovlyayetʹsya zapysaty yoho tak, yak navchyv Allah. Nekhay pyshe, a toy, khto otrymuye pozyku, nekhay dyktuye yomu, i nekhay boyitʹsya Allaha, ta ne prymenshuye tam nichoho. A yakshcho toy, khto bere v borh, nerozumnyy abo kvolyy, chy ne mozhe dyktuvaty, to nekhay dyktuye yoho opikun. Poklychte dvokh svidkiv iz vashykh cholovikiv. A yakshcho ne bude dvokh cholovikiv, to nekhay bude odyn cholovik i dvi zhinky, yakykh vy z·hodni vzyaty za svidkiv. Yakshcho persha pomylytʹsya, to druha nahadaye yiy. Nekhay svidky ne vidmovlyayutʹsya, koly yikh zaproshuyutʹ. I ne nekhtuyte zapysuvaty uhodu — malu chy velyku — iz zaznachennyam yiyi terminu. Tak bude spravedlyvishe pered Allahom, nadiynishe dlya svidchennya ta krashche dlya unyknennya sumniviv. Odnak, koly tse bude torhivlya z rozrakhunkom hotivkoyu na mistsi, to ne bude vam hrikha, yakshcho ne zapyshete tsʹoho. Ale klychte svidkiv, koly ukladayete mizh soboyu torhovelʹni uhody. Ne mozhna kryvdyty ni pysarya, ni svidka. A yakshcho zrobyte tak, to bude vam hrikh! I biytesʹ Allaha — Vin navchaye vas! Allah znaye pro kozhnu rich"},{"SurahNumber":2,"VerseNumber":283,"Text":"A yakshcho vy opynytesʹ u dorozi ta ne znaydete pysarya, to beritʹ zastavu, yaku mozhna vzyaty do ruk. I yakshcho odyn iz vas doviryaye inshomu, to nekhay toy, komu shchosʹ dovireno, poverne dovirene yomu i nekhay boyitʹsya Allaha, Hospoda svoho. Ne prykhovuyte svidchennya, a khto prykhovuye yoho, toy u svoyemu sertsi ye hrishnykom. Allah znaye pro te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":284,"Text":"Allahu nalezhytʹ te, shcho na nebesakh i na zemli. Pokazhete vy te, shcho u dushakh vashykh, chy prykhovayete yoho — Allah vidplatytʹ vam. Vin daruye proshchennya, komu pobazhaye, i karaye, koho pobazhaye. Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":285,"Text":"Poslanetsʹ uviruvav u te, shcho zislano yomu vid Hospoda yoho, a razom iz nym — viruyuchi. Usi uviruvaly v Allaha, v anheliv Yoho, u knyhy Yoho, u poslantsiv Yoho: «My ne provodymo mezhi mizh poslantsyamy». Vony hovoryatʹ: «Slukhayemo ta pidkoryayemosʹ! Daruy nam proshchennya, Hospody nash, i do Tebe povernennya!»"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah ne vymahaye vid lyudyny ponad mozhlyvosti yiyi. Za neyi te, shcho zdobula sobi vona, i proty neyi tezh te, shcho zdobula sobi vona. «Hospody nash! Ne karay nas za te, shcho zabuly my abo v chomu pomylylysya! Hospody nash! Ne pokladay na nas tyaharya, yakyy poklav Ty na tykh, yaki zhyly ranishe za nas. I ne pokladay na nas toho, na shcho ne vystachytʹ syl. Vybach nam, prosty nas i zmyluysya nad namy! Ty — Zakhysnyk nash, tozh dopomozhy nam proty neviruyuchykh lyudey!»"}]}