{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Bütün âlemlere, (insan ve cinlere) bir korkutucu (peygamber) olsun diye kuluna Kur’an’ı indiren Allah’ın şanı ne yücedir"},{"SurahNumber":25,"VerseNumber":2,"Text":"O Allah ki, göklerin ve yerin tasarrufu hep O’nun. Hiç bir çocuk edinmemiştir, mülkünde de O’nun hiç bir ortağı yok... Her şeyi yarattı da ona bir nizam verdi; onun mukadderatını tayin buyurdu"},{"SurahNumber":25,"VerseNumber":3,"Text":"Böyle iken kâfirler, Allah’dan başka bir takım ilâhlar (putlar) edindiler ki, onlar hiç bir şey yaratamazlar; kendileri yaratılmaktadırlar. Kendilerinden, ne bir zararı kaldırmağa, ne de bir menfaat kazanmağa sahib olamazlar. Öldürmeye, diriltmeye ve öldükten sonra tekrar diriltmeye de güçleri yetmez"},{"SurahNumber":25,"VerseNumber":4,"Text":"O küfre varanlar dediler ki: “- Bu Kur’an, ancak bir iftiradır ki, onu, O (Muhammed (s.a.v.)) uydurdu ve bu hususta O’na başka bir kavim yardım etmiştir. (Kur’an’ı, yabancılardan, Yahudilerden öğrenmiştir!).” Muhakkak bir zulüm (şirk) ve yalan meydana getirdiler de"},{"SurahNumber":25,"VerseNumber":5,"Text":"Şöyle dediler : “- Kur’an ayetleri, evvelkilerin masallarıdır. Onları (Muhammed (s.a.v.) yazdırtmış da, sabah akşam onlar kendisine okunuyor.”"},{"SurahNumber":25,"VerseNumber":6,"Text":"(Ey Rasûlüm, onlara) de ki: “- Kur’an’ı, göklerde ve yerdeki bütün esrarı bilen Allah indirdi.” Gerçekten Allah Gafur’dur= çok bağışlayandır, Rahîm’dir= çok merhametlidir"},{"SurahNumber":25,"VerseNumber":7,"Text":"Bir de şöyle dediler: “- Bu peygambere ne oluyor? Yemek yiyor, çarşılarda yürüyor. O’na bir melek indirilse de beraberinde bir davetçi olsa ya! (Meleğin O’nu tasdiki ile hak peygamber olduğunu bilsek ya)"},{"SurahNumber":25,"VerseNumber":8,"Text":"Yahud O’na (gökten) bir hazine bırakılıverse (de onu harcasa, geçim derdinde olmasa), yahud güzel bir bahçesi olsa da ondan yese ya!” Hem o zalimler, müminlere dediler ki: “- Siz, ancak büyülenmiş bir adama tabi oluyorsunuz.”"},{"SurahNumber":25,"VerseNumber":9,"Text":"(Ey Rasûlüm) bak, senin hakkında ne temsiller yaptılar da haktan saptılar; artık hiç bir yol bulamazlar"},{"SurahNumber":25,"VerseNumber":10,"Text":"Ne yücedir O Allah ki, dilerse sana, bu dediklerinden (hazine ve bahçelerden) daha hayırlısını verir; ağaçları altından ırmaklar akan cennetler, sana köşkler de yapar"},{"SurahNumber":25,"VerseNumber":11,"Text":"Fakat onlar kıyameti de yalan saydılar. Biz ise o kıyameti yalanlayanlara çok şiddetli bir ateş hazırladık"},{"SurahNumber":25,"VerseNumber":12,"Text":"Öyle ki, bu ateş onları uzak bir yerden gördüğü vakit, onlar, bunun galeyan ve homurdanışını işitirler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Elleri boyunlarına bağlı olarak, o ateşin dar bir yerine atıldıkları vakit, orada: “-Ey helâk, neredesin, yetiş!” diye bağırırlar"},{"SurahNumber":25,"VerseNumber":14,"Text":"Onlara denir ki, bugün yalnız bir helâke çağırmayın, birçok helâklere çağırın (çünkü size türlü türlü azab vardır)"},{"SurahNumber":25,"VerseNumber":15,"Text":"(Ey Rasûlüm, o Mekke kâfirlerine) de ki: “- Bu ateş mi hayırlı, yoksa takva sahiblerine vaad olunan ebedilik cenneti mi? O cennet ki, kendilerine bir mükâfat ve bir dönüş yeri bulunuyor"},{"SurahNumber":25,"VerseNumber":16,"Text":"Orada, onlar için, ne isterlerse var, hem ebedî olarak kalacaklar orada. Bu, Rabbinin üzerine, yerine getirilmesi istenen gerçekleşmiş bir vaaddir"},{"SurahNumber":25,"VerseNumber":17,"Text":"Allah, müşrikleri (kıyamette hesaba çekmek için), Allah’dan başka taptıkları şeylerle bir araya toplayıp da putlara: “- Siz mi, şu kullarımı saptırdınız, yoksa kendileri mi yollarını şaşırdılar?” diyeceği gün"},{"SurahNumber":25,"VerseNumber":18,"Text":"Putlar şöyle derler: “- Seni tenzih ederiz. Senden başka veliler edinmemiz bize lâyık olmaz (böyle iken, biz başkasına nasıl mabud olabiliriz?) Fakat sen onları ve atalarını zevk içine daldırdın, nihayet zikri (tevhidi ve sana ibadeti) unuttular ve helâke düşen bir kavim oldular.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"İşte (ey kâfirler, taptıklarınız) sizi, sözünüzde yalancı çıkarmışlardır. Artık (azabı) ne savmağa, ne de bir yardım görmiye çare bulamıyacaksınız. Sizden kim zulüm yaparsa, ona büyük bir azab tattıracağız"},{"SurahNumber":25,"VerseNumber":20,"Text":"Biz, senden evvel de peygamberleri başka bir halde göndermedik; onlar da yemek yiyorlar, çarşılarda geziyorlardı. Bir de, hanginiz sabırlıdır, bilelim diye, bir kısmınızı diğer bir kısmınız üzerine bir imtihan vesilesi kıldık (zenginlere karşı, fakirleri, sabretmekle imtihan ettik). Senin Rabbin Basîr’dir= sabredenleri görür"},{"SurahNumber":25,"VerseNumber":21,"Text":"Bize kavuşmayı ummayanlar şöyle dediler: “- Üzerimize melekler indirilse ya (böylece verecekleri haber üzerine Muhammed’in (s.a.v.) hak peygamber olduğunu tasdik etsek), yahut Rabbimizi görsek (de O bize doğru haber verse).” Yemin olsun ki, onlar nefislerinde büyüklük ve inad tasladılar, büyük bir azgınlıkla hududu aştılar"},{"SurahNumber":25,"VerseNumber":22,"Text":"(O zalimler ölüm zamanında) Melekleri görecekleri gün, mücrimlere o gün müjde yoktur. Melekler onlara: “- Size müjde yasak, yasak!...” diyeceklerdir"},{"SurahNumber":25,"VerseNumber":23,"Text":"Hem biz, onlar (hayır diye dünyada) ne amel işledilerse, onu kasd edib saçılmış zerre haline getirmişizdir, (artık hiç bir kıymeti kalmamıştır)"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gün (kıyamette) cennet ehlinin duracakları yer çok hayırlı ve dinlenip barınacakları yer çok güzeldir"},{"SurahNumber":25,"VerseNumber":25,"Text":"Semanın, (gökten çıkacak) bulutla yarılacağı ve arkasından meleklerin (ellerinde kulların amel defterleri olduğu halde) arka arkaya indirildiği kıyamet günü"},{"SurahNumber":25,"VerseNumber":26,"Text":"O gün, mevcut olan bütün mülk Rahman’ındır. Kâfirlere ise, bugün, çok çetin bir gün olur"},{"SurahNumber":25,"VerseNumber":27,"Text":"Zalimlerden her biri (pişmanlığından) iki elini ısırdığı o günde, şöyle diyecektir: “ - Ne olurdu, ben, O Peygamberle beraber bir kurtuluş yolu edineydim"},{"SurahNumber":25,"VerseNumber":28,"Text":"Yazıklar olsun bana! Keşke (beni sapıtan) falanı dost edinmeyeydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Vallahi, o sapıttı beni zikirden, (Allah’ı anmaktan ve Kur’ân ahkâmına bağlanmaktan), bana Kur’ân gelmişken... Şeytan, insanı helâke düşürendir.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber de (o gün şöyle) demekte: “- Ey Rabbim! Kavmim bu Kur’ân’ı metrûk bıraktılar (ondan yüz çevirdiler)"},{"SurahNumber":25,"VerseNumber":31,"Text":"İşte (Ey Rasûlüm, sana Mekke müşriklerini) böylece düşman yaptığımız gibi, senden önce de her peygamber için mücrimlerden bir düşman yaptık. Bununla beraber (düşmanların kahrından) koruyucu ve (onlara karşı) zafer verici olarak Rabbin sana yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"Bir de kâfirler dediler ki: “- Kur’ân, O’na toptan indirilseydi ya!” Biz, onu kalbine iyice yerleştirelim diye böyle âyet âyet indirdik (topluca indirmedik); ve onu güzel bir şekilde beyan edip âyet âyet okuduk"},{"SurahNumber":25,"VerseNumber":33,"Text":"(Ey Rasûlüm, müşriklerin) Sana getirdikleri tuhaf ve bâtıl bir soruları yoktur ki, hak olan cevabını ve en güzel tefsirini getirmiş olmıyalım"},{"SurahNumber":25,"VerseNumber":34,"Text":"O yüzleri üstü cehenneme sürüklenenler, işte bunlar, yer bakımından çok fena, yolca da en sapıktırlar"},{"SurahNumber":25,"VerseNumber":35,"Text":"Gerçekten Mûsa’ya o kitabı (Tevrat’ı) verdik ve ona kardeşi Harûn’u beraberinde vezir (yardımcı) yaptık"},{"SurahNumber":25,"VerseNumber":36,"Text":"“-Haydi âyetlerimizi yalanlıyan o kavme (Firavun’a ve kavmine) gidin.” dedik, (onlarda gittiler, tebliğ ettiler; fakat tekzip edildiler) nihayet onları, (Firavun ve kavmini) tamamen (boğarak) helâk ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nûh kavmini de, peygamberleri tekzib ettikleri zaman, boğduk ve kendilerini insanlara bir ibret yaptık. Biz, zalimlere çok acıklı bir azab hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Âd kavmini de, Semûd kavmini de, (Şuayb’ın) Ress Ashabını da, bunların arasında geçen bir çok ümmetleri de helâk ettik"},{"SurahNumber":25,"VerseNumber":39,"Text":"Bunlardan her birine (kendilerinden öncekilerin helâkine dair) nasihat olarak nice misaller anlattık. Fakat, iman etmediklerinden hepsini tamamen helâk ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Yemin olsun ki, (Kureyş kâfirleri ticaret için Şam’a giderken) fenalık (taş) yağmuruna tutulmuş olan o beldeye (Lut kavminin Sedûm şehrine) defalarca uğradılar; onu görüyor değiller miydi? (düşünüb te ibret almazlar, imana gelmezler mi?) Doğrusu onlar, öldükten sonra dirileceklerini ummazlar"},{"SurahNumber":25,"VerseNumber":41,"Text":"(Ey Rasûlüm, Mekke kâfirleri) seni gördükleri vakit, seni yalnız bir eğlence yerine tutuyorlar: “- Bu mu, Allah’ın peygamber diye gönderdiği?” diyorlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"(Senin için diyorlar ki) “- Az kalsın bizi, putlarımıza ibadet etmekten çevirecekti, eğer üzerlerine sebat (la ibadet) etmeseydik...” Fakat, ileride azabı görecekleri gün, yolca daha sapık kimdir, bilecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"(Ey Rasûlüm) gördün mü, o nefis arzusunu ilâh edineni? Artık ona, sen mi vekil olacaksın? (Onu şirkten sen mi koruyacaksın)"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa (Ey Rasûlüm), onların çoğunu, hakkı işitiyorlar veya hakkı anlıyorlar mı zannediyorsun? Onlar, ancak hayvanlar gibidirler. Doğrusu gidişçe daha sapıktırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbinin kudretine bakmaz mısın (fecirle güneşin doğuşu arasında) gölgeyi nasıl yayıyor? (Ne karanlık var, ne de aydınlık). Dileseydi, o gölgeyi devamlı ve sabit yapardı (onu güneşle gidermezdi). Sonra biz, güneşi de, o gölge üzerine bir delil yaptık (güneşin varlığından gölge bilinir)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra (gölge yer yüzüne yayılıp da güneş doğmaya başlayınca) biz, bu gölgeyi azar azar bize doğru (dilediğimiz yere) alırız"},{"SurahNumber":25,"VerseNumber":47,"Text":"O Allah’dır ki, geceyi size bir örtü, uykuyu da bir dinlenme yaptı; gündüzü ise, yeni bir hayat ve meşguliyet yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Yağmurun önünde, rüzgârları bir müjdeci olarak gönderen O’dur. Biz gökten pâk ve temizleyeci bir su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ki onunla, bitkisiz ölü bir yeri diriltelim ve yarattığımız hayvanlarla bir çok insanlara su verelim"},{"SurahNumber":25,"VerseNumber":50,"Text":"Doğrusu, yağmuru, memleketler arasında taksim ettik ki, ibret alsınlar (şükretsinler). Yine de insanların çoğu yüz çevirdiler, ancak nimeti inkâr ettiler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik, her memleket halkına bir peygamber gönderirdik (ve böylece senin yükünü hafifletirdik)"},{"SurahNumber":25,"VerseNumber":52,"Text":"(Madem ki bütün faziletleri sende topladık ve yalnız seni gönderdik), o halde, kâfirlere boyun eğme ve onlara karşı bu Kur’ân ile büyük bir cihad olarak mücadele yap"},{"SurahNumber":25,"VerseNumber":53,"Text":"O Allah’dır ki, iki denizi (veya iki nehri birbirine komşu ve yakın olarak) salıverdi: Şu (birisi) tatlı, susuzluğu giderir, bu (beriki) tuzlu ve acıdır. Aralarında da kudretinden bir engel ve birbirlerine karışmağı önleyici bir perde koymuştur. (Birbirine yakın tuz gölü ile tatlı su gölü veya tatlı bir nehirle ona yakın olan suyu acı bir deniz gibi. Aralarında kudretten bir engel olup, biri diğerinin tadını bozmaz)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Hem O Allah’dır ki, sudan bir insan yarattı da onu soy ve hısım diye ikiye ayırdı. Senin Rabbin her şeye kadirdir"},{"SurahNumber":25,"VerseNumber":55,"Text":"Böyle iken kâfirler Allah’ı bırakıyorlar da, kendilerine ne fayda, ne de zarar vermiyecek şeylere tapıyorlar. Kâfir (Ebu Cehil) de Rabbinin aleyhinde şeytana yardımcı oluyor"},{"SurahNumber":25,"VerseNumber":56,"Text":"Halbuki biz, seni ancak, müminlere bir müjdeci, kâfirlere bir korkutucu olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"(Ey Rasûlüm), de ki: “-Ben bu yaptığım tebliğe karşı sizden bir ücret istemiyorum, ancak Rabbine bir iman ve itaat yolu tutmak isteyen kimseler istiyorum.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Bir de, daima diri olup, hiç bir zaman ölmiyen Allah’a tevekkül et; ve O’na hamd ile (O’nu) yücelt. Kullarının günahlarından O’nun haberdar olması yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"O Allah’dır ki, göklerle yeri ve aralarında olanları altı günde yarattı; sonra Arş’ın üzerinde hükümran oldu. O Rahman’dır. Artık bu yaratma işlerini, her şeyi bilenden (Habîr’den) sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kâfirlere: “- Rahmân’a secde edin.” denildiği zaman, derler ki: “- Rahman ne imiş, bize emrettiğin şeye secde mi ederiz?” (*) Rahmân’a secde emri de, büsbütün imandan uzaklaşmalarını artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Ne yücedir O Allah ki, gökte burçlar (gezegenler) yaratmış ve içerisine bir kandil (güneş), bir de nurlu ay koymuştur"},{"SurahNumber":25,"VerseNumber":62,"Text":"Düşünüp ibret almak yahut şükretmek istiyenler için gece ile gündüzü birbiri ardınca getiren yine O’dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahmân’ın o kulları ki, onlar yeryüzünde vakar ve tevazu ile yürürler, cahiller kendilerine (hoşlanmadıkları bir) lâf attıkları zaman, “Selâm” derler (sözün doğrusunu söylerler ve onlarla çatışmazlar)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Onlar ki, Rablerine secdeler ve kıyamlar yaparak (namaz kılarak) geceyi geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Onlar ki, şöyle derler: “- Ey Rabbimiz! Bizden cehennem azabını sav, muhakkak ki onun azabı devamlı bir helâktır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Doğrusu o, ne kötü bir karargâh, ne kötü makamdır!”"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar ki, harcadıkları zaman israf etmezler, sıkılık da yapmazlar; ve harcamalar bu ikisi arası ortalama olur; (*) Dikkat!... Secde âyetidir"},{"SurahNumber":25,"VerseNumber":68,"Text":"Onlar ki, Allah’la beraber başka bir İlâha ibadet etmezler; Allah’ın haram kıldığı nefsi haksız yere öldürmezler, zina yapmazlar; kim de bunları yaparsa, günahının cezasına kavuşur"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet günü de azabı katmerleşir ve bu azab içerisinde hakîr olarak ebedî kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak tevbe eden ve iman edib de salih amel işliyen kimse müstesnadır; çünkü bunların kötülüklerini Allah iyiliğe çevirir. Allah Gafûr’dur= çok bağışlayıcıdır. Rahîm’dir= çok merhametlidir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kim tevbe eder de salih amel işlerse, muhakkak ki o, tevbesi makbul bir şekilde Allah’a döner"},{"SurahNumber":25,"VerseNumber":72,"Text":"Onlar ki, yalana şahidlik etmezler ve boş söz konuşanlara rasgeldikleri zaman, bulaşmadan iyi bir şekilde yüz çevirir geçerler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Onlar ki, Rablerinin ayetleriyle kendilerine öğüt verilince, sağır ve kör olarak bunların üzerine düşmezler (hakkı işiterek ve doğruyu görerek Allah’ın ayetlerine bağlanırlar)"},{"SurahNumber":25,"VerseNumber":74,"Text":"Onlar ki: “- Ey Rabbimiz! Bize zevcelerimizden ve nesillerimizden gözlerimizin süruru (sevinci) olacak iyi kimseler ihsan et ve bizi takva sahiblerine imam (önder) yap.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte bütün bu kimseler, Allah yolundaki sabırlarına mukabil cennetin yüksek mevkileriyle mükâfatlanacaklar ve orada (melekler tarafından) sağlık ve selâmetle (dua ile) karşılanacaklardır"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedî kalacaklar; o ne güzel bir karargâh ne güzel bir makamdır"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Ey Rasûlüm, kâfirlere) de ki: “- Sizin ibadetiniz olmasa, Rabbim sizi ne yapacak (size ne kıymet verir?) Mademki (Allah’ı ve Rasûlünü) tekzibettiniz, o halde azab size çaresiz vacib olacaktır.”"}]}