{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenildiler"},{"SurahNumber":30,"VerseNumber":3,"Text":"Yakın bir yerde. Ama onlar, bu yenilgilerinden sonra galib geleceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birkac yıl icinde. Eninde sonunda emir Allah´ındır. O gun mu´minler de sevinecekler"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allah´ın yardımı ile. O diledigine yardım eder ve O; Aziz´dir, Rahim´dir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Allah´ın vaadi. Allah vaadinden asla caymaz, ama insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar dunya hayatının yalnız dıs yuzunu bilirler. Ve onlar ahiretten ise gafillerdir"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi nefisleri hakkında dusunmezler mi? Ki Allah gokleri, yeri ve ikisinin arasında bulunanları ancak hak ile ve belirli bir sure icin yaratmıstır. Dogrusu insanların cogu Rabblarına kavusmayı inkar ederler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar; yeryuzunde dolasıp gezmezler mi ki, kendilerinden oncekilerin akıbetlerinin nasıl oldugunu gorsunler. Onlat, kendilerinden daha kuvvetliydiler. Topragı altust etmisler ve onu kendilerinden daha cok imar etmislerdi. Peygamberleri onlara nice acık deliller getirmisti. Demek Allah onlara zulmetmiyordu. Ama onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Nihayet Allah´ın ayetlerini tekzib edip onları alaya alarak kotuluk edenlerin akıbeti cok kotu oldu"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah; ilkin yaratır, sonra onu iade eder. En sonunda hepiniz O´na donduruleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin kopacagı gun, suclular susacaklardır"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ortaklarından da kendilerine hicbir sefaatcı olmayacaktır. Onlar ortaklarını da inkar edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacagı gun; iste o gun ayılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Iman edip salih amellerde bulunanlar; bir bahcededirler, agırlanırlar"},{"SurahNumber":30,"VerseNumber":16,"Text":"Kufredip de ayetlerimizi ve ahirete kavusmayı yalanlayanlara gelince; iste onlar, azab icin hazır bulundurulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"Aksama girerken ve sabaha ererken hepiniz Allah´ı tesbih edin"},{"SurahNumber":30,"VerseNumber":18,"Text":"Ve hamd, O´nadır. Goklerde de, yerde de, gunun sonunda da, ogleye erdiginiz vakitte de"},{"SurahNumber":30,"VerseNumber":19,"Text":"Oluden diriyi, diriden oluyu cıkarır. Yeryuzunu olumunden sonra canlandırır. Iste boyle cıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi topraktan yaratmıs olması da O´nun ayetlerindendir. Sonra siz, yayılmakta olan bir beser oldunuz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Kendileriyle huzura kavusmanız icin size kendi nefislerinizden esler yaratıp aranızda sevgi ve merhamet var etmesi de O´nun ayetlerindendir. Suphesiz ki bunlarda dusunen bir kavim icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"Gokleri ve yeri yaratması, dillerinizin ve renklerinizin birbirine uymaması da O´nun ayetlerindendir. Suphesiz ki bunda, bilenler icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Geceleyin uyumanız, gunduz de lutfundan rızık aramanız O´nun ayetlerindendir. Suphesiz ki, bunlarda kulak veren bir kavim icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Size korku ve umit vermek icin simsegi gostermesi, gokten su indirip olumden sonra yeri onunla diriltmesi de O´nun ayetlerindendir. Dogrusu bunlarda, akleden bir kavim icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Gogun ve yerin, O´nun emri ile ayakta durması da yine O´nun ayetlerindendir. Sonra sizi bir cagırmaya gorsun, yerden hemen cıkıverirsiniz"},{"SurahNumber":30,"VerseNumber":26,"Text":"Goklerde ve yerde bulunanlar O´nundur. Hepsi O´na boyun eger"},{"SurahNumber":30,"VerseNumber":27,"Text":"Ilkin yaratıp sonra onu iade eden O´dur. Bu, O´nun icin pek kolaydır. Goklerde ve yerde en yuce misal O´nundur. Ve O; Aziz´dir, Hakim´dir"},{"SurahNumber":30,"VerseNumber":28,"Text":"O, size kendi nefislerinizden bir misal verdi: Size verdigimiz rızıklarda sag ellerinizin malik olduklarından ortaklarınız olmasını ister de onlarla, esit olur ve birbirinizi saydıgınız gibi bunları da sayar mısınız? Iste Biz, akleden bir kavim icin ayetleri boyle acıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır, o zulmedenler; bilgisizce kendi heveslerine uymuslardır. Allah´ın saptırdıgı kimseyi kim dogru yola iletebilir? Onların yardımcıları da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Oyleyse sen, yuzunu Hanif olarak dine, Allah´ın fıtratına cevir ki O, insanları bunun uzerine yaratmıstır. Allah´ın yaratısında degisme yoktur. Iste dosdogru din budur. Ama insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Hepiniz O´na donun, O´ndan korkun. Namaz kılın ve musriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Onlar ki; dinlerinde ayrılıga dusup fırka fırka olmuslardır. Her zumre kendi yanında olanla sevinir durur"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanlara bir zarar dokununca; Rabblarına donerek O´na yalvarırlar. Sonra onlara katından bir rahmet tattırınca; bakarsınız ki, iclerinden bir grup Rabblarına sirk kosup durmaktadırlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Kendilerine verdigimize nankorluk etmeleri icin. Sefa surun bakalım, yakında bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara ortak kosmalarını soyleyen bir delil mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ne zaman da insanlara bir rahmet tattırdık ise; onunla sevinirler. Ama yaptıklarından dolayı baslarına bir kotuluk gelirse; hemen umidlerini kesiverirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Gormezler mi ki Allah; rızkı diledigine yayıp genisletir ve kısar da. Muhakkak ki bunda inanan bir kavim icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula ve yologluna hakkını ver. Bu; Allah´ın rızasını dileyenler icin daha hayırlıdır ve iste onlar; kurtulusa erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların malları icinde artsın diye verdiginiz faiz Allah katında artmaz. Allah´ın rızasını dileyerek verdiginiz zekat ise boyle degildir. Iste onlar; sevablarını kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra rızıklandıran, sonra olduren ve daha sonra dirilten de Allah´tır. O´na kostugunuz ortaklarınızdan boyle bir sey yapan var mıdır? Allah, onların kostukları ortaklardan munezzehtir, yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların elleriyle islediklerinden dolayı karada ve denizde Fesad belirdi. Ki yaptıklarının bir kısmını onlara tattırsın. Belki donerler"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: Yeryuzunde gezip dolasın da daha once gecenlerin akıbetinin nasıl oldugunu gorun. Onların cogu musrik idiler"},{"SurahNumber":30,"VerseNumber":43,"Text":"Reddine asla imkan bulunmayan, Allah´ın o gunu gelmezden once, yuzunu dosdogru dine cevir. Ki o gun insanlar boluk boluk ayrılacaklardır"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim, kufrederse; kufru kendi aleyhinedir. Kim de salih amel islerse; kendisi icin rahat bir yer hazırlamıs olur"},{"SurahNumber":30,"VerseNumber":45,"Text":"Ki, iman edip salih ameller isleyenleri Allah´ın fazlından mukafatlandırılması icindir bu. Muhakkak ki O; kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Ruzgarları mujdeciler olarak gondermesi, rahmetinden size tattırması emri ile gemilerin yuzmesi ve lutfundan rızık istemeniz O´nun ayetlerindendir. Belki sukredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki; senden once Biz, nice peygamberleri kendi kavimlerine gondermisizdir de onlara acık deliller getirmislerdir. Ama Biz, suc isleyenlerden oc aldık. Cunku mu´minlere yardım etmek ustumuze bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah, O´dur ki; ruzgarları gonderip bulutları yurutur ve onları diledigi gibi gokte yayar ve kısım kısım yıgar. Nihayet sen de aralarından yagmurun cıktıgını gorursun. Allah´ın kullarından diledigine verdigi yagmurla onlar hemen seviniverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki daha onceden kendilerine yagmur indirilmesinden kesin olarak umitlerini kesmislerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Allah´ın rahmetinin belirtilerine bir baksana. Topragı oldukten sonra nasıl diriltiyor? Iste O; butun oluleri de muhakkak diriltecek. O; her seye kadirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun ki; bir ruzgar gonderir de yesillikleri sarartırsak; bunu gorunce hemen nankorluge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Bunun icin sen; oluye katiyyen isittiremezsin. Donup giden sagırlara da daveti duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Korleri sapıklıklarından vazgecirip dogru yola donduremezsin. Sen; ayetlerimizi ancak inananlara duyurabilirsin. Iste onlar, muslumanlardır"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah, O´dur ki; sizi gucsuz olarak yaratmıstır. Gucsuzlukten sonra kuvvetli kılmıl, sonra da kuvvetlilign ardından gucsuz ve ihtiyar yapmıstır. O; diledigini yaratır. O; Alim´dir, Kadir´dir"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyametin kopacagı gun; suclular bir saatten baska kalmadıklarına yemin ederler. Iste onlar, boylece aldatılıp dondurulurler"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine bilgi ve iman verilenler: Andolsun ki; Allah´ın kitabında yazılan o yeniden dirilis gunune kadar kaldınız. Iste bu; yeniden dirilis gunudur. Ama siz, bilmiyordunuz, derler"},{"SurahNumber":30,"VerseNumber":57,"Text":"Zulmedenlerin o gun mazeret beyan etmeleri fayda vermez. Artık kendilerinden donusleri de istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun ki; bu Kur´an´da insanlar icin her turlu misali irad etmisizdir. Bununla beraber sen, onlara herhangi bir ayet getirmis olsan kufredenler: Siz ancak batıl seyler ortaya atanlarsınız, derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iste Allah; bilmeyenlerin kalblerine boyle damga basar"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sabret, suphesiz ki Allah´ın vaadi haktır. Yakınen inanmayanlar seni hafiflige itmesinler"}]}