{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Aliph‌-lama-mima"},{"SurahNumber":3,"VerseNumber":2,"Text":"allah‌, tini byatita kono prakrta ilah‌ ne'i [1], tini ciranjiba, sarbasattara raksaka"},{"SurahNumber":3,"VerseNumber":3,"Text":"Tini satyasaha apanara prati kitaba nayila karechena, purbe ya eseche [1] tara satyata pratipannakarirupe. Ara tini nayila karechilena ta'orata o injila"},{"SurahNumber":3,"VerseNumber":4,"Text":"Itopurbe manusera jan'ya hedayatasarupa [1]; ara tini phurakana nayila karechena [2]. Niscaya yara allah‌ra ayatasamuhe kuphari kare tadera jan'ya rayeche kathora sasti. Ara allah‌ maha-parakramasali, pratisodha grahanakari"},{"SurahNumber":3,"VerseNumber":5,"Text":"Niscaya allah‌, asamana o yaminera kono kichu'i tamra kache gopana thake na"},{"SurahNumber":3,"VerseNumber":6,"Text":"Tini'i matrgarbhe yebhabe icche tomadera akrti gathana karena [1]. Tini chara an'ya kono satya ilah‌ ne'i; (tini) prabala parakramasali, prajnamaya"},{"SurahNumber":3,"VerseNumber":7,"Text":"Tini'i apanara prati e'i kitaba nayila karechena yara kichu ayata ‘muh‌kama’, egulo kitabera mula; ara an'yagulo ‘mutasabih‌’ [1]. Sutaram yadera antare bakrata rayeche sudhu tara'i phetna ebam bhula byakhyara uddesye mutasabihatera anusarana kare [2]. Athaca allah‌ chara an'ya ke'u era byakhya jane na. Ara yara jnane sugabhira [3] tara bale, ‘amara egulote imana rakhi, saba'i amadera rabera kacha theke eseche’[4]; ebam jnana-bud'dhisampanna lokera chara ara ke'u upadesa grahana kare na"},{"SurahNumber":3,"VerseNumber":8,"Text":"‘He amadera raba! Sarala patha deyara para apani amadera antarasamuhake satya langhanaprabana karabena na. Ara apanara kacha theke amaderake karuna dana karuna, niscaya'i apani mahadata.’"},{"SurahNumber":3,"VerseNumber":9,"Text":"‘He amadera raba! Niscaya apani samasta manusake ekadina ekatre samabeta karabena ete kono sandeha ne'i [1]; niscaya allah‌ oyada khelapha karena na.’"},{"SurahNumber":3,"VerseNumber":10,"Text":"Niscaya yara kuphari kare allah‌ra nikata tadera dhana-sampada o santana-santati kono kaje asabe na ebam era'i agunera indhana"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tadera abhyasa phira’a'uni sampradaya o tadera purbabartidera abhyasera n'yaya, tara amara ayatagulote mithyaropa karechila, phale allah‌ tadera papera jan'ya taderake pakara'o karechilena [1]. Ara allah‌ sasti dane atyanta kathora"},{"SurahNumber":3,"VerseNumber":12,"Text":"Yara kuphari kare taderake baluna, ‘tomara sighra'i parabhuta habe ebam tomaderake jahannamera dike ekatrita kara habe. Ara ta kata'i na nikrsta abasasthala!’"},{"SurahNumber":3,"VerseNumber":13,"Text":"Du’ti dalera paraspara sam'mukhina ha'oyara madhye tomadera jan'ya abasya'i nidarsana rayeche. Ekadala yud'dha karachila allah‌ra pathe, an'ya dala chila kaphera; tara taderake cokhera dekhaya dekhachila tadera dbiguna. Allah‌ yake iccha apana sahayya dbara saktisali karena [1]. Niscaya'i ete antardrsti sampanna lokadera jan'ya siksa rayeche"},{"SurahNumber":3,"VerseNumber":14,"Text":"Nari, santana, sona-rupara stupa, bacha'i kara ghora, gabadi pasu ebam kheta-khamarera prati asakti manusera nikata susobhita kara hayeche. Esaba duniyara jibanera bhogya bastu [1]. Ara allah‌, tamra'i nikata rayeche uttama pratyabartanasthala"},{"SurahNumber":3,"VerseNumber":15,"Text":"Baluna, ‘ami ki tomaderake esaba bastu theke utkrstatara kono kichura sambada deba? Yara taka'oya abalambana kare tadera jan'ya rayeche jannatasamuha yara padadese nadi prabahita. Sekhane tara sthayi habe. Ara pabitra strigana ebam allah‌ra nikata theke santusti [1]. Ara allah‌ bandadera samparke samyaka drasta"},{"SurahNumber":3,"VerseNumber":16,"Text":"Yara bale, he amadera raba! Niscaya amara imana enechi; kaje'i apani amadera gonah‌samuha ksama karuna ebam amaderake agunera ayaba theke raksa karuna.’"},{"SurahNumber":3,"VerseNumber":17,"Text":"Tara dhairyasila, satyabadi, anugata, byayakari ebam sesa rate ksamaprarthi"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah‌ saksya dena [1] ye, niscaya tini chara kono satya ilah‌ ne'i. Ara pheresatagana ebam jnanigana'o; allah‌ n'yayanitira upara pratisthita. Tini chara an'ya kono satya ilaha ne'i, (tini) parakramasali, prajnamaya"},{"SurahNumber":3,"VerseNumber":19,"Text":"Niscaya isalama'i allah‌ra nikata ekamatra dina [1]. Ara yaderake kitaba deya hayechila tara kebala paraspara bidbesabasatah tadera nikata jnana asara para matanaikya ghatiyechila. Ara ye byakti allah‌ra ayatasamuhe kuphari kare, tabe niscaya allah‌ druta hisaba grahanakari"},{"SurahNumber":3,"VerseNumber":20,"Text":"Sutaram yadi tara apanara sathe bitarke lipta haya tabe apani baluna, ‘ami allah‌ra nikata atmasamarpana karechi ebam amara anusarigana'o.’ Ara yaderake kitaba deya hayeche taderake o niraksaraderake baluna, ‘tomara'o ki atmasamarpana karecha?’ Yadi tara atmasamarpana kare tabe niscaya tara hedayata pabe. Ara yadi tara mukha phiriye neya tabe apanara kartabya sudhu pracara kara. Ara allah‌ bandadera samparke samyaka drasta"},{"SurahNumber":3,"VerseNumber":21,"Text":"Niscaya yara allah‌ra ayatasamuhe kuphari kare, an'yayabhabe nabiganake hatya kare ebam manusera madhye yara n'yayaparayanatara nirdesa deya taderake hatya kare, apani taderake marmantada sastira sambada dina"},{"SurahNumber":3,"VerseNumber":22,"Text":"Esaba loka, edera karyabali duniya o akhirate nisphala hayeche ebam tadera kono sahayyakari ne'i"},{"SurahNumber":3,"VerseNumber":23,"Text":"Apani ki taderake dekhenani yaderake kitabera ansa pradana kara hayechila? Taderake allah‌ra kitabera dike ahabana kara hayechila yate ta tadera madhye mimansa kare deya; tarapara tadera eka dala phire yaya bimukha haye"},{"SurahNumber":3,"VerseNumber":24,"Text":"Eta e jan'ye ye, tara bale thake, ‘matra kayekadina chara aguna amaderake kakhana'i sparsa karabe na.’ Ara tadera nijedera dina samparke tadera mithya udbhabana taderake prabancita kareche"},{"SurahNumber":3,"VerseNumber":25,"Text":"Sutaram (sedina) ki abastha habe? Yedina ami taderake ekatra karaba yate kono sandeha ne'i ebam pratyekake tadera arjita kajera pratidana purnabhabe deya habe. Ara tadera prati yuluma kara habena"},{"SurahNumber":3,"VerseNumber":26,"Text":"Baluna, ‘he sarbabhauma saktira malika allah‌! Apani yake iccha ksamata pradana karena ebam yara theke iccha ksamata kere nena; yake iccha apani sam'manita karena ara yake iccha apani hina karena. Kalyana apanara'i hate [1]. Niscaya'i apani sabakichura upara ksamatabana"},{"SurahNumber":3,"VerseNumber":27,"Text":"‘Apani ratake dine ebam dinake rate prabista karana; apani mrta theke jibantera abirbhaba ghatana, abara jibanta theke mrtera abirbhaba ghatana. Ara apani yake iccha aparimita riy‌ka dana karena. ’"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminagana yena muminagana chara kapheraderake bandhurupe grahana na kare. Ara ye ke'u erupa karabe tara sathe allah‌ra kono samparka thakabe na; tabe byatikrama, yadi tomara tadera nikata theke atmaraksara jan'ya satarkata abalambana kara [1]. Ara allah‌ tamra nijera sambandhe tomaderake sabadhana karechena [2] ebam allah‌ra dike'i pratyabartana"},{"SurahNumber":3,"VerseNumber":29,"Text":"Baluna, ‘tomadera antare ya ache ta yadi tomara gopana ba byakta kara, allah‌ ta abagata achena [1]. Ara asamanasamuhe ya ache ebam yamine ya ache ta'o tini janena. Allah‌ sabakichura upara ksamatabana.’"},{"SurahNumber":3,"VerseNumber":30,"Text":"Yedina pratyeke se ya bhala amala kareche ebam se ya manda kaja kareche ta upasthita pabe, sedina se kamana karabe- yadi tara ebam era madhye bisala byabadhana thakata [1]! Allah‌ tamra nijera sambandhe tomaderake sabadhana karachena. Ara allah‌ bandadera prati atyanta snehasila"},{"SurahNumber":3,"VerseNumber":31,"Text":"Baluna, ‘tomara yadi allahake bhalobasa tabe amake anusarana kara [1], allah‌ tomaderake bhalobasabena ebam tomadera aparadha ksama karabena. Allah‌ atyanta ksamasila, parama dayalu.’"},{"SurahNumber":3,"VerseNumber":32,"Text":"Baluna, ‘tomara allah‌ o rasulera anugatya kara.’ Tarapara yadi tara mukha phiriye neya tabe niscaya allah‌ kapheraderake pachanda karena na"},{"SurahNumber":3,"VerseNumber":33,"Text":"Niscaya allah‌ adama, nuha o ibarahimera bansadhara ebam imaranera [1] bansadharake samagra srstijagatera upara manonita karechena"},{"SurahNumber":3,"VerseNumber":34,"Text":"Tara eke aparera bansadhara. Ara allah‌ sarbasrota, sarbajna"},{"SurahNumber":3,"VerseNumber":35,"Text":"Smarana karuna, yakhana imaranera stri balechila, ‘he amara raba! Amara garbhe ya ache niscaya ami ta ekanta apanara jan'ya manata karalama [1]. Kaje'i apani amara nikata theke ta kabula karuna, niscaya apani sarbasrota, sarbajna"},{"SurahNumber":3,"VerseNumber":36,"Text":"Tarapara yakhana se ta prasaba karala takhana se balala, ‘he amara raba! Niscaya ami ta prasaba karechi kan'yarupe.’ Se ya prasaba kareche ta samparke allah‌ samyaka abagata. Ara putrasantana kan'ya santanera mata naya. Ara ami tara nama mariyama rekhechi [1] ebam abhisapta sayatana hate tara o tara santanake apanara asraye dicchi [2].’"},{"SurahNumber":3,"VerseNumber":37,"Text":"Tarapara tara raba take bhalobhabe'i kabula karalena ebam take uttamarupe lalana-palana karalena [1] ebam tini take yakariyyara tattbabadhane rekhechilena [2]. Yakhana'i yakariyya tara kakse prabesa karata takhana'i tara nikata khadya samagri dekhate peta. Tini balatena, ‘he mariyama! E saba tumi kathaya pele?’ (Mar‌iyama) balatena, ‘ta allah‌ra nikata hate.’ Niscaya allah‌ yake icche aparimita riy‌ka dana karena"},{"SurahNumber":3,"VerseNumber":38,"Text":"Sekhane'i yakariyya tara rabera nikata prarthana kare balalena, ‘he amara raba! Amake apani apanara nikata theke uttama santana dana karuna. Niscaya'i apani prarthana srabanakari [1].’"},{"SurahNumber":3,"VerseNumber":39,"Text":"Atahpara yakhana yakariyya ibadata kakse salate damriyechilena takhana pheres‌tara take ahabana kare balala, ‘niscaya allah‌ apanake iyah‌iyara susambada dicchena, se habe allah‌ra paksa theke agamanakrta eka kalemake satyayanakari [1], neta [2], bhoga asaktimukta [3] ebam punyabanadera antarbhukta ekajana nabi.’"},{"SurahNumber":3,"VerseNumber":40,"Text":"Tini balalena, ‘he amara raba! Amara putra habe kibhabe? Athaca amara bardhakya ese giyeche [1] ebam amara stri bandhya’. Tini (allah‌) balalena, ‘ebhabe'i.’ Allah‌ ya iccha ta karena"},{"SurahNumber":3,"VerseNumber":41,"Text":"Tini balalena, ‘he amara raba! Amake ekati nidarsana dina [1].’ Tini balalena, ‘apanara nidarsana e'i ye, tina dina apani ingita chara katha balabena na [2] ara apanara rabake adhika smarana karuna ebam sandhyaya o prabhate tamra pabitrata-mahima ghosana karuna.’"},{"SurahNumber":3,"VerseNumber":42,"Text":"Ara smarana karuna, yakhana pheresatagana balechila, ‘he mar‌iyama! Niscaya allah‌ apanake manonita karechena ebam pabitra karechena ara bisbajagatera nariganera upara apanake manonita karechena [1]’"},{"SurahNumber":3,"VerseNumber":43,"Text":"‘he mar‌iyama! Apanara rabera anugata hana ebam sijada karuna ara ruku‘karidera sathe ruku‘karuna.’"},{"SurahNumber":3,"VerseNumber":44,"Text":"Eta gayebera sambadera antarbhukta, ya amara apanake ohi dbara abahita karachi. Ara mar‌imera tattbabadhanera dayitba tadera madhye ke grahana karabe era jan'ya yakhana tara tadera kalama niksepa karachila [1] apani takhana tadera nikata chilena na ebam tara yakhana badanubada karachila takhano apani tadera nikata chilena na"},{"SurahNumber":3,"VerseNumber":45,"Text":"Smarana karuna, yakhana pheres‌tagana balalena, ‘he mariyama! Niscaya'i allah‌ apanake tamra paksa theke ekati kalemara susambada dicchena [1]. Tara nama masih‌, mariyama tanaya isa, tini duniya o akherate sam'manita ebam sannidhyapraptaganera an'yatama habena"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ara tini dolanaya [1] o bayohprapta abasthaya manusera sathe katha balabena [2] ebam tini habena punyabanadera ekajana.’"},{"SurahNumber":3,"VerseNumber":47,"Text":"Se balala, ‘he amara raba! Amake kono purusa sparsa kareni, ematabasthaya amara santana habe kibhabe?’ Tini (allah‌) balalena, ‘ebhabe'i’, allah‌ ya icche srsti karena. Tini yakhana kichu sthira karena takhana balena, ‘ha'o’, phale ta haye yaya"},{"SurahNumber":3,"VerseNumber":48,"Text":"Ara tini take siksa debena kitaba, hikamata, ta'orata o injila.’"},{"SurahNumber":3,"VerseNumber":49,"Text":"Ara take bani isara'ilera jan'ya rasularupe’ (prerana karabena, tini balabena) ‘niscaya ami tomadera rabera paksa theke tomadera nikata nidarsana niye esechi ye, abasya'i ami tomadera jan'ya kadamati dbara ekati pakhisadrsa akrti gathana karaba; tarapara tate ami phum deba; phale allah‌ra hukume seta pakhi haye yabe. Ara ami allah‌ra hukume janmandha o kustha byadhigrasthake niramaya karaba ebam mrtake jibita karaba. Ara tomara tomadera ghare ya kha'o ebam majuda kara ta ami tomaderake janiye deba. Niscaya ete tomadera jan'ya nidarsana rayeche yadi tomara mumina ha'o.’"},{"SurahNumber":3,"VerseNumber":50,"Text":"‘Ara amara samane ta'oratera ya rayeche tara satyayanakarirupe ebam tomadera jan'ya ya harama chila tara kichu halala kare dite. Ebam ami tomadera rabera paksa theke tomadera nikata nidarsana niye esechi. Kaje'i tomara allah‌ra taka'oya abalambana kara ebam amara anugatya kara.’"},{"SurahNumber":3,"VerseNumber":51,"Text":"‘Niscaya'i allah‌ amara raba ebam tomadera'o raba, kaje'i tomara tamra'i ibadata kara. Eta'i sarala patha [1].’"},{"SurahNumber":3,"VerseNumber":52,"Text":"Yakhana ‘isa tadera theke kuphari upalabdhi karalena takhana tini balalena, ‘allah‌ra pathe kara amara sahayyakari [1]?’ Ha'oyarigana [2] balala, ‘amara'i allah‌ra sahayyakari. Amara allah‌te imana enechi. Ara apani saksi thakuna ye, niscaya amara musalima"},{"SurahNumber":3,"VerseNumber":53,"Text":"‘He amara raba! Apani ya nayila karechena tara prati amara imana enechi ebam amara e rasulera anusarana karechi. Kaje'i amaderake saksyadanakaridera talikabhukta kare nina.’"},{"SurahNumber":3,"VerseNumber":54,"Text":"Ara tara kutakausala karechila, allah‌o kausala karechilena; ara allah‌ sresthatama kausali"},{"SurahNumber":3,"VerseNumber":55,"Text":"Smarana karuna, yakhana allah‌ balalena, ‘he ‘isa! Niscaya ami apanake parigrahana karaba [1], amara nikata apanake uthiye niba [2] ebam yara kuphari kare tadera madhya theke apanake pabitra karaba. Ara apanara anusariganake keyamata paryanta pradhan'ya diba, tarapara amara kache'i tomadera pratyabartana. ’ Atahpara ye bisaye tomadera matantara ghateche ami tomadera madhye ta mimansa kare deba"},{"SurahNumber":3,"VerseNumber":56,"Text":"Tarapara yara kuphari kareche ami taderake duniya o akherate kathora sasti pradana karaba ebam tadera kono sahayyakari ne'i"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ara yara imana eneche ebam satkaja kareche tini tadera pratiphala puropuribhabe pradana karabena. Ara allah‌ yalemaderake pachanda karena na"},{"SurahNumber":3,"VerseNumber":58,"Text":"Eta amara apanara nikata tela'oyata karachi ayatasamuha o hekamatapurna bani theke"},{"SurahNumber":3,"VerseNumber":59,"Text":"Niscaya allah‌ra nikata ‘isara drstanta adamera drstantasadrsa. Tini take mati theke srsti karechilena; tarapara take balechilena, ‘ha'o’, phale tini haye yana"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Eta) apanara rabera nikata theke satya, kaje'i apani sandehakaridera antarbhukta habena na"},{"SurahNumber":3,"VerseNumber":61,"Text":"Atahpara apanara nikata jnana asara para ye ke'u e bisaye apanara sathe tarka kare take baluna, ‘esa, amara ahabana kari amadera putraderake o tomadera putraderake, amadera nariderake o tomadera nariderake, amadera nijederake o tomadera nijederake, tarapara amara mubahala (binita prarthana) kari, atahpara mithyabadidera upara de'i allah‌ra la’nata [1].’"},{"SurahNumber":3,"VerseNumber":62,"Text":"Niscaya egulo satya bibarana ebam allah‌ chara an'ya kono haka ilah‌ ne'i. Ara niscaya allah‌, tini to parama parakramasali, prajnamaya"},{"SurahNumber":3,"VerseNumber":63,"Text":"Atahpara yadi tara mukha phiriye neya, tabe niscaya'i allah‌ phasadakaridera samparke samyaka abagata"},{"SurahNumber":3,"VerseNumber":64,"Text":"Apani baluna. ‘He ah‌le kitabagana! Esa se kathaya ya amadera o tomadera madhye eka'i; yena amara ekamatra allah‌ chara karo ibadata na kari, tamra sathe kono kichuke sarika na kari ebam amadera ke'u allah‌ chara eke an'yake raba hisebe grahana na kari. ’ Tarapara yadi tara mukha phiriye neya tahale tomara bala, tomara saksi thaka ye, niscaya amara musalima [1].’"},{"SurahNumber":3,"VerseNumber":65,"Text":"He ah‌le kitabagana! Ib‌rahima sambandhe kena tomara tarka kara, athaca ta'orata o injila to tara pare'i nayila hayechila? Sutaram tomara ki bujha na"},{"SurahNumber":3,"VerseNumber":66,"Text":"sabadhana, tomara to se saba loka, ye bisaye tomadera saman'ya jnana ache se bisaye tomara tarka karecha, tabe ye bisaye tomadera kono jnana ne'i se bisaye kena tarka karacha? Ara allah‌ janena ebam tomara jana na"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ib‌rahima iyahudi'o chilena na, nasara'o chilena na; baram tini chilena ekanistha musalima ebam tini musarikadera antarbhukta chilena na"},{"SurahNumber":3,"VerseNumber":68,"Text":"Niscaya manusera madhye tara'i ib‌rahimera ghanisthatama yara tara anusarana kareche ebam e nabi o yara imana eneche; ara allah‌ muminadera abhibhabaka"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitabidera ekadala caya yena tomaderake bipathagami karate pare, athaca tara nijederake'i bipathagami kare. Ara tara upalabdhi kare na"},{"SurahNumber":3,"VerseNumber":70,"Text":"He kitabira! Tomara kena allah‌ra ayatasamuhera sathe kuphari kara, yakhana tomara'i saksya bahana kara"},{"SurahNumber":3,"VerseNumber":71,"Text":"he kitabira! Tomara kena satyake mithyara sathe misrita kara [1] ebam satya gopana kara, yakhana tomara jana"},{"SurahNumber":3,"VerseNumber":72,"Text":"ara kitabidera ekadala balala, ‘yara imana eneche tadera prati ya nayila hayeche tomara dinera surute tate imana ana ebam dinera sese kuphari kara; yate tara phire ase"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ara ye tomadera dinera anusarana kare taderake chara ara ka'uke'o bisbasa karo na [1].’ Baluna, ‘niscaya allah‌ra nirdesita patha'i ekamatra patha. Eta e jan'ye ye tomaderake ya deya hayeche anurupa ara ka'uke'o deya habe athaba tomadera rabera samane tara tomadera sathe bitarka karabe [2].’ Baluna, ‘niscaya anugraha allah‌ra hate; tini yake icche ta pradana karena. Ara allah‌ pracuryamaya, sarbajna.’"},{"SurahNumber":3,"VerseNumber":74,"Text":"Tini sbiya anugrahera jan'ya yake icche ekanta kare beche nena [1]. Ara allah‌ maha anugrahasila"},{"SurahNumber":3,"VerseNumber":75,"Text":"Ara kitabidera madhye emana loka rayeche, ye bipula sampada amanata rakhale'o pherata debe [1]; abara emana loka'o ache yara kache ekati dinara amanata rakhale'o tara upara sarbocca tagada na dile se ta pherata debe na. Eta e karane ye, tara bale, ‘um'midera byapare amadera upara kono badhyabadhakata ne'i’ [2] ara tara jene-bujhe allah‌ra upara mithya bale"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hyam abasya'i, ke'u yadi tara angikara purna kare ebam taka'oya abalambana kare tabe niscaya allah‌ muttakiderake bhalabasena"},{"SurahNumber":3,"VerseNumber":77,"Text":"Niscaya yara allah‌ra sathe kara pratisruti ebam nijedera sapathera binimaye tuccha mulya kharida kare, akherate tadera kono ansa ne'i [1]. Ara allah‌ tadera sathe katha balabena na ebam tadera dike takabena na keyamatera dina. Ara taderake parisud'dha'o karabena na; ebam tadera jan'ya rayeche marmantuda sasti"},{"SurahNumber":3,"VerseNumber":78,"Text":"Ara niscaya'i tadera madhye ekadala ache yara kitabake jihba dbara bikrta kare yate tomara setake allah‌ra kitabera ansa mane kara; athaca seta kitabera ansa naya. Ara tara bale, ‘seta allah‌ra paksa theke’; athaca seta allah‌ra paksa theke naya. Ara tara jene-bujhe allah‌ra upara mithya bale"},{"SurahNumber":3,"VerseNumber":79,"Text":"Kono byaktira jan'ya sangata naya ye, allah‌ take kitaba, hekamata o nabu'oyata dana karara para tini manusake balabena, ‘allah‌ra paribarte tomara amara dasa haye ya'o’ [1], baram tini balabena, ‘tomara rabbani [2] haye ya'o, yehetu tomara kitaba siksa da'o ebam yehetu tomara adhyayana kara.’"},{"SurahNumber":3,"VerseNumber":80,"Text":"Anurupabhabe pheres‌tagana o nabiganake rabarupa grahana karate tini tomaderake nirdesa dena na. Tomadera musalima ha'oyara para tini ki tomaderake kupharira nirdesa debena"},{"SurahNumber":3,"VerseNumber":81,"Text":"ara smarana karuna, yakhana allah‌ nabidera angikara niyechilena [1] ye, ami tomaderake kitaba o hikamata ya kichu diyechi; tarapara tomadera kache ya ache tara satyayanakarirupe yakhana ekajana rasula asabe– takhana tomara abasya'i tara prati imana anabe ebam take sahayya karabe.’ Tini balalena, ‘tomara ki sbikara karale ebam era upara amara angikara ki tomara grahana karale?’ Tara balala, ‘amara sbikara karalama’. Tini balalena, ‘tabe tomara saksi thaka ebam ami'o tomadera sathe saksi ra'ilama [2].’"},{"SurahNumber":3,"VerseNumber":82,"Text":"Sutaram erapara yara mukha phirabe tara'i to phaseka"},{"SurahNumber":3,"VerseNumber":83,"Text":"Tara ki caya allah‌ra dinera paribarte an'ya kichu? Athaca asamana o yamine ya kichu rayeche sabakichu'i icchaya ba anicchaya tamra kache atmasamarpana kareche [1]! Ara tamra dike'i tadera phiriye neya habe"},{"SurahNumber":3,"VerseNumber":84,"Text":"Baluna, ‘amara allah‌te o amadera prati ya nayila hayeche ebam ib‌rahima, isama’ila, isahaka, iya’kuba o tamra bansadharaganera prati ya nayila hayechila ebam ya musa, ‘isa o an'yan'ya nabiganake tamdera rabera paksa theke pradana kara hayechila tate imana enechi; amara tamdera kara'o madhye kono taratamya kari na. Ara amara tamra'i kache atmasamarpanakari.’"},{"SurahNumber":3,"VerseNumber":85,"Text":"Ara ke'u isalama byatita an'ya kono dina grahana karate ca'ile ta kakhano tara paksa theke kabula kara habe na ebam se habe akhirate ksatigrastadera antarbhukta"},{"SurahNumber":3,"VerseNumber":86,"Text":"Allah‌ kibhabe hedayata karabena se sampradayake, yara imana anara para o rasulake satya bale saksya deyara para ebam tadera kache spasta nidarsana asara para kuphari kare? Ara allaha yalema sampradayake hedayata dena na"},{"SurahNumber":3,"VerseNumber":87,"Text":"Era'i tara yadera pratidana halo, tadera upara allah‌ra, pheres‌taganera ebam sakala manusera la’nata"},{"SurahNumber":3,"VerseNumber":88,"Text":"Tara tate sthayi habe, tadera sasti sithila kara habe na ebam taderake birama'o deya habe na"},{"SurahNumber":3,"VerseNumber":89,"Text":"kintu tara byatita, yara era pare ta'obah‌ kareche ebam nijederake sansodhana kare niyeche. Tabe niscaya'i allah‌ ksamasila, parama dayalu"},{"SurahNumber":3,"VerseNumber":90,"Text":"Niscaya yara imana anara para kuphari kareche tarapara tara kupharite bere giyeche tadera ta'oba kakhano kabula kara habe na. Ara tara'i patha bhrasta"},{"SurahNumber":3,"VerseNumber":91,"Text":"Niscaya yara kuphari kareche ebam kapherarupe mrtyu ghateche tadera karo kacha theke yaminabhara sona binimayasbarupa pradana karale'o ta kakhano kabula kara habe na [1]. Era'i tara, yadera jan'ya marmantuda sasti rayeche; ara tadera jan'ya kono sahayyakari ne'i"},{"SurahNumber":3,"VerseNumber":92,"Text":"Tomara ya bhalobasa ta theke byaya na kara paryanta tomara kakhano sa'oyaba arjana karabe na. Ara tomara ya kichu byaya kara, niscaya allaha se samparke sabisesa abagata"},{"SurahNumber":3,"VerseNumber":93,"Text":"Ta'orata nayila ha'oyara age is‌ra'ila tara nijera upara ya harama karechila [1] ta chara bani isara'ilera jan'ya yabatiya khadya'i halala chila [2]. Baluna, ‘yadi tomara satyabadi ha'o tabe ta'orata ana ebam ta patha kara.’"},{"SurahNumber":3,"VerseNumber":94,"Text":"Erapara'o yara allah‌ra upara mithya ratana kare tara'i yalema"},{"SurahNumber":3,"VerseNumber":95,"Text":"Baluna, ‘allah‌ satya balechena. Kaje'i tomara ekanisthabhabe ib‌rahimera millata anusarana kara, ara tini musarikadera antarbhukta chilena na.’"},{"SurahNumber":3,"VerseNumber":96,"Text":"Niscaya manaba jatira [‌1] jan'ya sarbaprathama [2] ye ghara pratisthita hayechila ta to bakkaya, barakatamaya o srstijagatera disari hisabe"},{"SurahNumber":3,"VerseNumber":97,"Text":"Tate aneka suspasta nidarsana ache [1], yemana makame ibarahima [2]. Ara ye ke'u sekhane prabesa kare se nirapada [3]. Ara manusera madhye yara sekhane ya'oyara samarthya ache, allah‌ra uddesye ai gharera hajba [4] kara tara jan'ya abasya kartabya [5]. Ara ye ke'u kuphari karala se jene rakhuka, niscaya allaha srstijagatera mukhapeksi nana"},{"SurahNumber":3,"VerseNumber":98,"Text":"Baluna, ‘he ahale kitabagana! Tomara allah‌ra nidarsanasamuhera sathe kena kuphari kara? Ara tomara ya kara allaha tara saksi’"},{"SurahNumber":3,"VerseNumber":99,"Text":"Baluna, ‘he ahale kitabagana! Ye byakti imana eneche take kena allah‌ra pathe badha diccha, tate bakrata anbesana kare? Athaca tomara saksi [1]. Ara tomara ya kara, allah‌ se samparke anabahita nana.’"},{"SurahNumber":3,"VerseNumber":100,"Text":"He muminagana! Yaderake kitaba deya hayeche, tomara yadi tadera dala bisesera anugatya kara, tabe tara tomaderake imana anara para abara kaphera baniye charabe"},{"SurahNumber":3,"VerseNumber":101,"Text":"Ara kibhabe tomara kuphari karabe athaca allah‌ra ayatasamuha tomadera kache tila'oyata kara haya ebam tomadera madhye tamra rasula rayechena [1]? Ara ke'u allahake drrhabhabe abalambana karale se abasya'i sarala pathera hedayataprapta habe"},{"SurahNumber":3,"VerseNumber":102,"Text":"He muminagana! Tomara yatharthabhabe allah‌ra taka'oya abalambana kara [1] ebam tomara musalima (paripurna atmasamarpanakari) na haye kono abasthaya mrtyubarana karo na"},{"SurahNumber":3,"VerseNumber":103,"Text":"ara tomara sakale allah‌ra rasi drrhabhabe dharana kara ebam paraspara bicchinna hayo na. Ara tomadera prati allah‌ra anugraha smarana kara, tomara chile paraspara satru, atahpara tini tomadera hrdaye pritira sancara karena, phale tamra anugrahe tomara paraspara bha'i haye gele. Tomara to agnigartera dbaraprante chile, tini tomaderake ta theke raksa karechena. Ebhabe allaha tomadera jan'ya tamra nidarsanasamuha spastabhabe bibrta karena yate tomara hedayata pete para"},{"SurahNumber":3,"VerseNumber":104,"Text":"Ara tomadera madhye emana ekati dala yena thake yara kalyanera dike ahabana karabe ebam satkajera nirdesa debe o asatkaje nisedha karabe [1]; ara tara'i saphalakama"},{"SurahNumber":3,"VerseNumber":105,"Text":"Tomara tadera mata hayo na, yara tadera nikata spasta nidarsanasamuha asara para bicchinna hayeche [1] o nijedera madhye matantara srsti kareche. Ara tadera jan'ya rayeche mahasasti"},{"SurahNumber":3,"VerseNumber":106,"Text":"Sedina kichu mukha ujjala habe ebam kichu mukha kalo habe [1]; yadera mukha kalo habe (taderake bala habe), ‘tomara ki imana anara para kuphari karechile [2]? Sutaram tomara sasti bhoga kara, yehetu tomara kuphari karate.’"},{"SurahNumber":3,"VerseNumber":107,"Text":"Ara yadera mukha ujjala habe tara allah‌ra anugrahe thakabe [1], sekhane tara sthayi habe"},{"SurahNumber":3,"VerseNumber":108,"Text":"Egulo allah‌ra ayata, ya amara apanara kache yathayathabhabe tela'oyata karachi. Ara allaha srstijagatera prati yuluma karate cana na"},{"SurahNumber":3,"VerseNumber":109,"Text":"Ara asamane ya kichu ache o yamine ya kichu ache saba allah‌ra'i ebam allah‌ra kache'i esaba kichu pratyabartita habe"},{"SurahNumber":3,"VerseNumber":110,"Text":"Tomara'i srestha um'mata [1], manaba jatira jan'ya yadera bera kara hayeche; tomara satkajera nirdesa dibe, asatkaje nisedha karabe [2] ebam allah‌ra upara imana anabe [3]. Ara ahale kitabagana yadi imana anato tabe ta chila tadera jan'ya bhalo. Tadera madhye kichu sankhyaka mumina ache; kintu tadera adhikansa'i phaseka"},{"SurahNumber":3,"VerseNumber":111,"Text":"Saman'ya kasta deya chara tara tomadera kono ksati karate parabe na. Ara yadi tara tomadera sathe yud'dha kare tabe tara prstha pradarsana karabe; tarapara tara sahayyaprapta habe na"},{"SurahNumber":3,"VerseNumber":112,"Text":"Allah‌ra pratisruti o manusera pratisrutira ba'ire yekhane'i taderake pa'oya geche sekhane'i tara lanchita hayeche. Ara tara allah‌ra krodhera patra hayeche ebam tadera upara daridra nirdharana kare deya hayeche. Eta e jan'ye ye, tara allah‌ra ayatasamuhera sathe kuphari karata ebam an'yayabhabe nabiganake hatya karata; ta ejan'ya ye, tara abadhya hayechila ebam simalanghana karata"},{"SurahNumber":3,"VerseNumber":113,"Text":"Tara saba'i eka rakama naya. Kitabidera madhye abicalita eka dala ache; tara rate allah‌ra ayatasamuha tela'oyata kare ebam tara saj‌da kare"},{"SurahNumber":3,"VerseNumber":114,"Text":"Tara allaha ebam sesa dine imana ane, satkajera nirdesa deya, asatkaje nisedha kare ebam tara kalyanakara kaje pratiyogita kare [1]. Ara tara'i punyabanadera antarbhukta"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ara uttama kajera ya kichu tara kare ta theke taderake kakhano bancita kara habe na. Ara allaha muttakidera sambandhe sabisesa abagata"},{"SurahNumber":3,"VerseNumber":116,"Text":"Niscaya yara kuphari kareche, tadera dhana-sampada o santana-santati allah‌ra kache kono kaje asabe na. Ara tara'i agnibasi, tara sekhane sthayi habe"},{"SurahNumber":3,"VerseNumber":117,"Text":"E parthiba jibane ya tara byaya kare tara drstanta himasitala bayu, ya aghata kare ai jatira sasyaksete yara nijedera upara yuluma kareche; atahpara ta dhbansa kare deya. Ara allaha tadera prati kono yuluma karenani, tara'i nijedera prati yuluma kare"},{"SurahNumber":3,"VerseNumber":118,"Text":"He muminagana! Tomara nijedera chara an'ya ka'uke antaranga bandhurupe grahana karo na [1]. Tara tomadera anista karate truti karabe na; ya tomaderake bipanna kare ta-i tara kamana kare. Tadera mukhe bidbesa prakasa paya ebam tadera hrdaya ya gopana rakhe ta aro gurutara [2]. Tomadera jan'ya ayatasamuha bisadabhabe bibrta karechi, yadi tomara anudhabana kara"},{"SurahNumber":3,"VerseNumber":119,"Text":"Dekha, tomara'i taderake bhalobasa kintu tara tomaderake bhalobase na athaca tomara saba kitabe imana rakha. Ara tara yakhana tomadera sansparse ase takhana bale, ‘amara imana enechi; kintu tara yakhana ekante milita haya takhana tomadera prati akrose tara nijedera angulera agrabhaga damta diye katate thake.’ Baluna, ‘tomadera akrose'i tomara mara.’ Niscaya antare ya rayeche se samparke allaha sabisesa abagata"},{"SurahNumber":3,"VerseNumber":120,"Text":"Tomadera mangala hale ta taderake kasta deya ara tomadera amangala hale tara tate anandita haya. Tomara yadi dhairyasila ha'o ebam muttaki ha'o tabe tadera sarayantra tomadera kichu'i ksati karate parabe na [1]. Tara ya kare niscaya allaha ta paribestana kare rayechena"},{"SurahNumber":3,"VerseNumber":121,"Text":"Ara smarana karuna, yakhana apani apanara parijanadera nikata theke pratyuse bera haye yud'dhera jan'ya muminaganake ghamtite bin'yasta karechilena; ara allaha sarbasrota, sarbajna"},{"SurahNumber":3,"VerseNumber":122,"Text":"Yakhana tomadera madhye du’dalera sahasa haranora upakrama hayechila athaca allah‌ ubhayera abhibhabaka chilena [1], ara allah‌ra upara'i yena muminagana nirbhara kare"},{"SurahNumber":3,"VerseNumber":123,"Text":"Ara [1] badarera yud'dhe allaha abasya'i tomaderake sahayya karechilena athaca tomara hinabala chile. Kaje'i tomara allah‌ra taka'oya abalambana kara, yate tomara krtajnata prakasa karate para"},{"SurahNumber":3,"VerseNumber":124,"Text":"Smarana karuna, yakhana apani muminaganake balachilena, ‘eta ki tomadera jan'ya yathesta naya ye, tomadera raba tina hajara phiris‌ta nayila kare tomaderake sahayogita karabena? [1]’"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hyam, niscaya, yadi tomara dhairya dharana kara, taka'oya abalambana kara ebam tara druta gatite tomadera upara akramana kare, tabe allaha pamca hajara cihnita phiris‌ta diye tomadera sahayya karabena"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ara eta to allah‌ tomadera jan'ya sudhu susambada o tomadera atmika prasantira jan'ya karechena. Ara sahayya to sudhu parakranta, prajnamaya allah‌ra kacha theke'i haya"},{"SurahNumber":3,"VerseNumber":127,"Text":"Yate tini kapheradera eka ansake dhbansa karena ba taderake lanchita karena [1]; phale tara nirasa haye phire yaya"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tini tadera ta'oba kabula karabena ba taderake sasti debena– e bisaye apanara karaniya kichu'i ne'i; karana tara to yalema"},{"SurahNumber":3,"VerseNumber":129,"Text":"Ara asamane ya kichu ache o yamine ya kichu ache saba allah‌ra'i. Tini yake icche ksama karena ebam yake icche sasti dena. Ara allaha ksamasila, parama dayalu"},{"SurahNumber":3,"VerseNumber":130,"Text":"He muminagana! Tomara cakrabrd'dhi hare suda [1] kheyo na [2] ebam allahara taka'oya abalambana kara yate tomara saphalakama hate para"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ara tomara se aguna theke bemce thaka ya kapheradera jan'ya prastuta rakha hayeche"},{"SurahNumber":3,"VerseNumber":132,"Text":"ara tomara allaha o rasulera anugatya kara yate tomara krpa labha karate para"},{"SurahNumber":3,"VerseNumber":133,"Text":"Ara tomara tibra gatite cala nijedera rabera ksamara dike ebam se jannatera dike [1] yara bistrti asamanasamuha o yaminera samana [2], ya prastuta rakha hayeche muttakidera jan'ya"},{"SurahNumber":3,"VerseNumber":134,"Text":"Yara sacchala o asacchala abasthaya byaya [1] kare, yara krodha sambaranakari [2] ebam manusera prati ksamasila; ara allaha muh‌sinaderake bhalabasena"},{"SurahNumber":3,"VerseNumber":135,"Text":"ara yara kono aslila kaja kare phelale ba nijedera prati yuluma karale allahake smarana kare ebam nijedera papera jan'ya ksama prarthana kare. Allaha chara ara ke papa ksama karabe [1]? Ebam tara ya kare phele, jene-bujhe tara ta punaraya karate thake na"},{"SurahNumber":3,"VerseNumber":136,"Text":"Tara'i, yadera puraskara halo tadera rabera paksa theke ksama ebam jannata, yara padadese nadi prabahita; sekhane tara sthayi habe. Ara satkarmasiladera puraskara kata'ina uttama"},{"SurahNumber":3,"VerseNumber":137,"Text":"tomadera purbe bahu (jatira) carita gata hayeche [1], kaje'i tomara yamine bhramana kara ebam dekha mithyaropakaridera ki parinama"},{"SurahNumber":3,"VerseNumber":138,"Text":"egulo manusera jan'ya spasta barnana ebam muttakidera jan'ya hedayata o upadesa"},{"SurahNumber":3,"VerseNumber":139,"Text":"Tomara hinabala hayo na ebam cintita o hayo na; tomara'i bijayi yadi tomara mumina ha'o"},{"SurahNumber":3,"VerseNumber":140,"Text":"Yadi tomadera aghata lege thake, anurupa aghata to tadera'o legeche. Manusera madhye paryayakrame amara e dinagulora abartana ghata'i, yate allaha muminaganake janate parena ebam tomadera madhya theke kichu sankhyakake sahidarupe grahana karate parena. Ara allaha yalemaderake pachanda karena na"},{"SurahNumber":3,"VerseNumber":141,"Text":"Ara yate allaha muminaderake parisodhana karate parena ebam kapheraderake niscihna karate parena"},{"SurahNumber":3,"VerseNumber":142,"Text":"Tomara ki mane kara ye, tomara jannate prabesa karabe, athaca allaha tomadera madhye ke jihada kareche ara ke dhairyyasila ta ekhano prakasa karenani"},{"SurahNumber":3,"VerseNumber":143,"Text":"mrtyura sam'mukhina ha'oyara age tomara to ta kamana karate [1], ekhanato tomara ta sbacakse dekhale"},{"SurahNumber":3,"VerseNumber":144,"Text":"Ara muham'mada ekajana rasula matra; tara age bahu rasula gata hayechena. Kaje'i yadi tini mara yana ba nihata hana tabe ki tomara prstha pradarsana karabe? Ara ke'u prstha pradarsana karale se kakhano allah‌ra ksati karabe na; ara allaha sighra'i krtajnaderake puraskrta karabena"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah‌ra anumati chara karo mrtyu hate pare na, yehetu setara meyada sunirdharita [1]. Ke'u parthiba puraskara ca'ile amara take tara kichu diye thaki [2] ebam ke'u akheratera puraskara ca'ile amara take tara kichu diye thaki ebam sighra'i amara krtajnaderake puraskrta karabo"},{"SurahNumber":3,"VerseNumber":146,"Text":"Ara bahu nabi chilena, tadera sathe birata sankhyaka (imana o amale salehara upara prasiksana prapta) loka yud'dha karechena. Allahara pathe tadera ye biparyaya ghatechila tate tara hinabala hayani, durbala hayani ebam nata hayani. Ara allaha dhairyasiladerake bhalobasena"},{"SurahNumber":3,"VerseNumber":147,"Text":"E katha chara tadera ara kono katha chila na, ‘he amadera raba! Amadera papa ebam amadera kajera simalanghana apani ksama karuna, amadera pa sudrrha rakhuna ebam kaphera sampradayera birud'dhe amaderake sahayya karuna.’"},{"SurahNumber":3,"VerseNumber":148,"Text":"Tarapara allaha taderake duniyara puraskara ebam akheratera uttama puraskara dana karena. Ara allaha muhasinaderake bhalabasena"},{"SurahNumber":3,"VerseNumber":149,"Text":"He muminagana! Yadi tomara kapheradera anugatya kara tabe tara tomaderake biparita dike phiriye debe, phale tomara ksatigrasta haye parabe"},{"SurahNumber":3,"VerseNumber":150,"Text":"Baram allaha'i to tomadera abhibhabaka ebam tini'i srestha sahayyakari"},{"SurahNumber":3,"VerseNumber":151,"Text":"Acire'i amara kapheradera hrdaye bhitira sancara karaba [1], yehetu tara allah‌ra sathe sarika kareche, yara sapakse allaha kono sanada pathanani. Ara jahannama tadera abasa ebam kata nikrsta abasa yalemadera"},{"SurahNumber":3,"VerseNumber":152,"Text":"Abasya'i allaha tomadera sathe tamra pratisruti purna karechilena yakhana tomara allah‌ra anumatikrame taderake binasa karachile, ye paryanta na tomara sahasa harale, nirdesa sambandhe matabheda srsti karale ebam ya tomara bhalabasa ta tomaderake dekhanora para tomara abadhya hale. Tomadera kichu sankhyaka duniya cacchila [1] ebam kichu sankhyaka cacchila akherata. Tarapara tini tomaderake pariksa karara jan'ya tadera (tomadera satrudera) theke tomaderake phiriye dilena [2]. Abasya tini tomaderake ksama karalena ebam allaha muminadera prati anugrahasila"},{"SurahNumber":3,"VerseNumber":153,"Text":"Smarana kara, tomara yakhana uparera (paharera) dike chutachile ebam pichana phire karo prati laksya karachile na, ara rasula tomaderake pichana dika theke dakachilena. Phale tini tomaderake bipadera upara bipada dilena [1], yate tomara ya hariyecha ebam ye bipada tomadera upara eseche tara jan'ya tomara duhkhita na ha'o. Ara tomara ya kara allaha ta bisesabhabe abahita"},{"SurahNumber":3,"VerseNumber":154,"Text":"Tarapara duhkhera para tini tomaderake pradana karalena tandrarupe prasanti, ya tomadera ekadalake acchanna karechila [1] ebam ekadala jahili yugera ajnera n'yaya allaha sambandhe abastaba dharana kare nijera'i nijederake udbigna karechila e bale ye, ‘amadera ki kona kichu karara ache?’ Baluna, ‘saba bisaya allah‌ra'i ikhatiyare’. Ya tara apanara kache prakasa kare na, tara tadera antare segulo gopana rakhe. Tara bale, ‘e byapare amadera kono kichu karara thakale amara ekhane nihata hatama na [2].’ Baluna, ‘yadi tomara tomadera ghare abasthana karate tabu'o nihata ha'oya yadera jan'ya abadharita chila tara nijedera mrtyusthane bera hata. Eta ejan'ye ye, allaha tomadera antare ya ache ta pariksa karena ebam tomadera mane ya ache ta parisodhana karena. Ara antare ya ache se samparke allaha bisesabhabe abagata"},{"SurahNumber":3,"VerseNumber":155,"Text":"Yedina du’dala parasparera sam'mukhina hayechila sedina tomadera madhya theke yara prstha pradarsana karechila, tadera kono krtakarmera phale sayatana'i tadera padaskhalana ghatiyechila. Abasya allaha taderake ksama karechena [1]. Niscaya allaha ksamaparayana o parama sahanasila"},{"SurahNumber":3,"VerseNumber":156,"Text":"He muminagana! Tomara tadera mata hayo na yara kuphari kare ebam tadera bha'iyera yakhana dese dese saphara kare [1] ba yud'dhe lipta haya takhana tadera samparke bale, ‘tara yadi amadera kache thakata tabe tara marato na ebam nihata hata na.’ Phale allaha etake'i tadera mane duhkha o cinta srstira karane parinata karena; prakrtapakse allaha jibana dana karena o mrtyu ghatana, ara tomara ya kara allaha sesabera samyaka drasta"},{"SurahNumber":3,"VerseNumber":157,"Text":"Tomara allah‌ra pathe nihata hale athaba tomadera mrtyu hale, ya tara jama kare, allah‌ra ksama ebam daya abasya'i tara ceye uttama"},{"SurahNumber":3,"VerseNumber":158,"Text":"Ara tomadera mrtyu hale athaba tomara nihata hale allah‌ra'i kache tomaderake ekatra kara habe"},{"SurahNumber":3,"VerseNumber":159,"Text":"Allah‌ra dayaya apani tadera prati komala-hrdaya hayechilena [1]; yadi apani rurha o kathoracitta hatena tabe tara apanara asapasa theke sare parata. Kaje'i apani taderake ksama kare dina ebam tadera jan'ya ksama prarthana karuna ebam kaje karme tadera sathe paramarsa karuna [2], tarapara apani kono sankalpa karale allah‌ra upara nirbhara karabena [3]; niscaya allaha (tara upara) nirbharakaridera bhalabasena"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allaha tomaderake sahayya karale tomadera upara jayi habara ke'u thakabe na. Ara tini tomaderake sahayya na karale, tini chara ke emana ache ye tomaderake sahayya karabe? Sutaram muminagana allah‌ra upara'i nirbhara karuka"},{"SurahNumber":3,"VerseNumber":161,"Text":"Ara kono nabi ‘galula’ [1] (an'yayabhabe kono bastu gopana) karabe, eta asambhaba. Ebam ke'u an'yayabhabe kichu gopana karale, ya se an'yayabhabe gopana karabe keyamatera dina se ta sathe niye asabe [2]. Tarapara pratyekake ya se arjana kareche ta purna matraya deya habe. Tadera prati kona yuluma kara habe na"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allaha yetate santusta, ye tara'i anusarana kare, se ki ora mata ye allah‌ra krodhera patra hayeche ebam jahannama'i yara abasa? Ara seta kata nikrsta pratyabartanasthala"},{"SurahNumber":3,"VerseNumber":163,"Text":"allah‌ra kache tara bibhinna starera; tara ya kare allaha sesaba bhalobhabe dekhena"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allaha muminadera prati abasya'i anugraha karechena ye, tini tadera nijedera madhya theke tadera kache rasula pathiyechena, yini tamra ayatasamuha tadera kache tela'oyata karena, taderake parisodhana karena ebam kitaba o hekamata siksa dena, yadi'o tara age spasta bibhrantite'i chila"},{"SurahNumber":3,"VerseNumber":165,"Text":"Ki byapara! Yakhana tomadera upara musibata asalo (ohudera yud'dhe) takhana tomara balale, ‘eta kot'theke asalo?’ Athaca tomara to dbiguna bipada ghatiyechile (badarera yud'dhe). Baluna, ‘eta tomadera nijedera'i [1] kacha theke’ [2]; niscaya allaha sabakichura upara purna ksamatabana"},{"SurahNumber":3,"VerseNumber":166,"Text":"Ara yedina du’dala parasparera sam'mukhina hayechila, sedina tomadera upara ye biparyaya ghatechila ta allah‌ra'i hukume [1]; ara yate tini prakasa karena, ke tomadera madhye prakrta mumina"},{"SurahNumber":3,"VerseNumber":167,"Text":"Ara yate tini jene nena munaphikaderake. Ara taderake bala hayechila, ‘esa, tomara allah‌ra pathe yud'dha kara athaba pratirodha kara.’ Tara balechila, ‘yadi yud'dha janatama tabe niscitabhabe tomadera anusarana karatama’. Sedina tara imanera ceye kupharira kachakachi chila. Ya tadera antare ne'i tara ta mukhe bale ebam tara ya gopana rakhe allaha ta adhika abagata"},{"SurahNumber":3,"VerseNumber":168,"Text":"Yara ghare base ra'ila ebam tadera bha'idera prati balala ye, tara tadera kathamata calale nihata hata na. Taderake baluna, ‘yadi tomara satyabadi ha'o tabe nijederake mrtyu theke raksa kara.’"},{"SurahNumber":3,"VerseNumber":169,"Text":"Ara yara allah‌ra pathe nihata hayeche taderake kakhano'i mrta mane karo na; baram tara jibita ebam tadera rabera kacha theke tara jibikaprapta"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allaha nija anugrahe taderake ya diyechena tate tara anandita ebam tadera pichane yara ekhano tadera sathe milita hayani tadera jan'ya ananda prakasa kare ye, tadera kono bhaya ne'i ebam tara cintita'o habe na"},{"SurahNumber":3,"VerseNumber":171,"Text":"Tara ananda prakasa kare allah‌ra neyamata o anugrahera jan'ya ebam ejan'ya ye allaha muminadera sramaphala nasta karena na"},{"SurahNumber":3,"VerseNumber":172,"Text":"Yakhama ha'oyara para yara allah‌ o rasulera dake sara diyeche [1]. Tadera madhye yara satkaja kare ebam tak‌oya abalambana kare cale tadera jan'ya mahapuraskara rayeche"},{"SurahNumber":3,"VerseNumber":173,"Text":"Ederake lokera balechila, tomadera birud'dhe loka jaro hayeche, kaje'i tomara taderake bhaya kara; kintu e katha tadera imanake aro bariye diyechila ebam tara balechila, ‘allah‌i amadera jan'ya yathesta ebam tini kata uttama karmabidhayaka’"},{"SurahNumber":3,"VerseNumber":174,"Text":"tarapara tara allah‌ra neyamata o anugrahasaha phire esechila, kono anista taderake sparsa kareni ebam allaha yate santusta tara tara'i anusarana karechila ebam allaha maha anugrahasila"},{"SurahNumber":3,"VerseNumber":175,"Text":"Se [1] to sayatana. Se tomaderake tara bandhudera bhaya dekhaya; kaje'i yadi tomara mumina ha'o tabe taderake bhaya karo na, amake'i bhaya kara"},{"SurahNumber":3,"VerseNumber":176,"Text":"Yara kupharite drutagami, tadera acarana yena apanake duhkha na deya. Tara kakhano allah‌ra kono ksati karate parabe na. Allaha akherate taderake kono ansa debara iccha karena na. Ara tadera jan'ya mahasasti rayeche"},{"SurahNumber":3,"VerseNumber":177,"Text":"Niscaya yara imanera binimaye kuphari kraya kareche tara kakhano allah‌ra kono ksati karate parabe na ebam tadera jan'ya yantranadayaka sasti rayeche"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kapheragana yena kichute'i mane na kare ye, amara abakasa de'i tadera mangalera jan'ya; amara abakasa diye thaki yate tadera papa brd'dhi paya [1]. Ara tadera jan'ya rayeche lanchanadayaka sasti"},{"SurahNumber":3,"VerseNumber":179,"Text":"Asatke sat theke prthaka na kara paryanta tomara ye abasthaya rayecha allaha muminaganake se abasthaya chere dite parena na. Anurupabhabe gayeba samparke tomaderake abahita kara allah‌ra niyama naya; tabe allaha tamra rasulaganela madhye yake iccha manonita karena [1]. Kaje'i tomara allaha o tamra rasulaganera upara imana ana. Tomara imana anale o tak‌oya abalambana kare calale tomadera jan'ya mahapuraskara rayeche"},{"SurahNumber":3,"VerseNumber":180,"Text":"Ara allaha nija anugrahe taderake ya diyechena tate yara krpanata kare tadera jan'ya ta mangala, emanati yena tara kichute'i mane na kare. Baram ta tadera jan'ya amangala. Yetate tara krpanata karabe keyamatera dina seta'i tadera galaya beri habe [1]. Asamana o yaminera sattbadhikara ekamatra allah‌ra'i. Tomara ya kara allaha ta bisesabhabe abahita"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allaha sunechena tadera katha yara bale, ‘allaha abasya'i abhabagrasta ebam amara abhabamukta’ [1]. Tara ya baleche ta ebam nabiganake an'yayabhabe hatya karara bisaya amara likhe rakhaba ebam balaba, ‘tomara dahana yantrana bhoga kara [2].’"},{"SurahNumber":3,"VerseNumber":182,"Text":"E hacche tomadera krtakarmera phala ebam eta e karane ye, allaha bandadera prati mote'i yalema nana"},{"SurahNumber":3,"VerseNumber":183,"Text":"Yara bale, ‘allaha amaderake adesa diyechena ye, amara yena kono rasulera prati imana na ani yataksana paryanta se amadera kache emana kurabani upasthita na karabe ya aguna kheye phelabe. Taderake baluna, ‘amara age aneka rasula spasta nidarsanasaha ebam tomara ya balacha ta saha tomadera kache esechilena, yadi tomara satyabadi ha'o tabe kena taderake hatya karechile?’"},{"SurahNumber":3,"VerseNumber":184,"Text":"Tara yadi apanara prati mithyaropa kare, apanara age ye saba rasula spasta nidarsana, asamani sahipha ebam diptimana kitabasaha esechilena tadera prati'o to mithyaropa kara hayechila"},{"SurahNumber":3,"VerseNumber":185,"Text":"Jibamatra'i mrtyura sbada grahana karabe. Kebala keyamatera dina'i tomaderake tomadera karmaphala purna matraya deya habe. Atahpara yake aguna theke dure rakha habe ebam jannate prabesa karano habe se-i saphalakama [1]. Ara parthiba jibana chalanamaya bhoga chara ara kichu naya"},{"SurahNumber":3,"VerseNumber":186,"Text":"Tomaderake abasya'i tomadera dhana-sampada o jibane pariksa kara habe. Tomadera age yaderake kitaba deya hayechila tadera ebam musarikadera kacha theke tomara aneka kastadayaka katha sunabe. Yadi tomara dhairya dharana kara ebam tak‌oya abalambana kara tabe niscaya'i ta habe drrha sankalpera kaja"},{"SurahNumber":3,"VerseNumber":187,"Text":"Smarana karuna, yaderake kitaba deya hayechila allaha tadera pratisruti niyechilena: ‘Abasya'i tomara ta manusera kache spastabhabe prakasa karabe ebam ta gopana karabe na.’ Erapara'o tara ta tadera pechane phele rakhe (agrahya kare) o tuccha mulye bikri kare; kaje'i tara ya kraya kare ta kata nikrsta"},{"SurahNumber":3,"VerseNumber":188,"Text":"yara nijera ya kareche tate ananda prakasa kare ebam nijera ya kareni emana kajera jan'ya prasansita hate bhalobase [1], tara sasti theke mukti pabe –erupa apani kakhano mane karabena na. Ara tadera jan'ya marmantuda sasti rayeche"},{"SurahNumber":3,"VerseNumber":189,"Text":"Ara asamana o yaminera sarbabhauma malikana ekamatra allah‌ra'i; ara allaha saba kichura upara ksamatabana"},{"SurahNumber":3,"VerseNumber":190,"Text":"Asamanasamuha o yaminera srstite [1], rata o dinera paribartane [2] nidarsanabali rayeche [3] bodhasakti sampanna lokadera jan'ya"},{"SurahNumber":3,"VerseNumber":191,"Text":"Yara damriye, base o suye allah‌ra smarana kare ebam asamanasamuha o yaminera srsti sambandhe cinta kare, ara bale, ‘he amadera raba! Apani egulo anarthaka srsti karenani [1], apani atyanta pabitra, ata'eba apani amaderake agunera sasti hate raksa karuna.’"},{"SurahNumber":3,"VerseNumber":192,"Text":"‘He amadera raba! Apani ka'uke'o agune niksepa karale take to apani niscaya'i heya karalena ebam yalemadera kono sahayyakari ne'i.’"},{"SurahNumber":3,"VerseNumber":193,"Text":"‘He amadera raba, amara eka ah‌bayakake imanera dike ah‌bana karate sunechi, ‘tomara tomadera rabera upara imana ana.’ Kaje'i amara imana enechi. He amadera raba! Apani amadera paparasi ksama karuna, amadera manda kajagulo duribhuta karuna ebam amaderake satkarmaparayanadera sahagami kare mrtyu dina"},{"SurahNumber":3,"VerseNumber":194,"Text":"‘He amadera raba! Apanara rasulaganera madhyame amaderake ya dite pratisruti diyechena ta amaderake dana karuna ebam keyamatera dina amaderake heya karabena na. Niscaya apani pratisrutira byatikrama karena na.’"},{"SurahNumber":3,"VerseNumber":195,"Text":"Tarapara tadera raba tadera dake sara diye balena, ‘niscaya ami tomadera madhye amalakari kono nara ba narira amala biphala kari na [1]; tomara eke aparera ansa. Kaje'i yara hijarata kareche, nija ghara theke utkhata hayeche, amara pathe niryatita hayeche ebam yud'dha kareche o nihata hayeche ami tadera papa kajagulo abasya'i dura karaba [2] ebam abasya'i taderake prabesa karaba jannate yara padadese nadi prabahita. Eta allah‌ra kacha theke puraskara; ara uttama puraskara allah‌ra'i kache rayeche"},{"SurahNumber":3,"VerseNumber":196,"Text":"Yara kuphari kareche, dese dese tadera abadha bicarana yena kichute'i apanake bibhranta na kare"},{"SurahNumber":3,"VerseNumber":197,"Text":"E to sbalpakalina bhoga matra; tarapara jahannama tadera abasa; ara eta kata nikrsta bisramasthala"},{"SurahNumber":3,"VerseNumber":198,"Text":"kintu yara tadera rabake bhaya kare tadera jan'ya rayeche jannata yara padadese nadi prabahita, sekhane tara sthayi habe. E hacche allah‌ra paksa theke atitheyata; ara allah‌ra kache ya ache ta satkarmaparayanadera jan'ya uttama"},{"SurahNumber":3,"VerseNumber":199,"Text":"Ara niscaya kitabidera madhye emana loka'o ache yara allah‌ra prati binayabanata haye tamra prati ebam tini ya tomadera o tadera prati nayila karechena tate imana ane. Tara allah‌ra ayata tuccha mulye bikri kare na. Tara'i, yadera jan'ya allah‌ra kache puraskara rayeche. Niscaya'i allaha druta hisaba grahanakari"},{"SurahNumber":3,"VerseNumber":200,"Text":"He imanadaragana! Tomara dhairya dharana kara [1], dhairye pratiyogita kara [2] ebam sabasamaya yud'dhera jan'ya prastuta thaka [3], ara allah‌ra taka'oya abalambana kara yate tomara saphalakama hate para"}]}