{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif lam Mim Saad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Eshitabo shieshibwa khwiwe, kho olaba nende obusiro mushilifu mumwo khulwasho tawe, kho onyoole okhushikhoonyela nende okhwikanyilisia, ne shibe eshitsulisio khubasuubili"},{"SurahNumber":7,"VerseNumber":3,"Text":"Londe akamweshilibwa okhurula khu Nyasaye Omulesi wenyu, ne mulaloonda abetsa nohomba abalindi bandi abalali ye tawe. Nimatiti kamwitsulilanga"},{"SurahNumber":7,"VerseNumber":4,"Text":"Ni tsingongo tsinga tsiakhwasishia, eshinyasio shiefu shiaboolela eshilo nohomba olwabali nibakonele eshitere"},{"SurahNumber":7,"VerseNumber":5,"Text":"Kho shibulao eshiali eshiabu, olwe shinyasio shiaboolela, halali okhuboola mbu; “Toto efwe khwali abamabii.”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Ne toto khulireeba balia abayililwa oburume, ne khandi khulireeba Abarumwa"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ne khandi khulibakanila mubumanyi, ne khandi efwe shikhwali ehale tawe"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ne inyanga eyo eshichelo shiliba khubwatoto, kho balia beshichelo shiabu shiliba eshisiro, abo nibo baliba nibaburire"},{"SurahNumber":7,"VerseNumber":9,"Text":"Ne balia baliba nende obusiro-obwa malayi- obwangu, abo nibo abasishia emioyo chiabu, khulwa okhukholela ebimanyisio biefu obubii"},{"SurahNumber":7,"VerseNumber":10,"Text":"Netoto khwabara khushialo, mana nikhubakholelamwo tsinjila tsiokhunyoola obulamu. Halali orio yenyu ni inditi"},{"SurahNumber":7,"VerseNumber":11,"Text":"Netoto khwabaloonga, mana nakhubahelesia obukoondo, mana nikhuboolela Abamalaikambu:“ Mwinamile Adam, Mana nibeenama okhuyiniakhwo ibilisi, shiyali mubalia abeenama tawe.”"},{"SurahNumber":7,"VerseNumber":12,"Text":"Nyasaye naboola; “Shina shikhukayile okhwinama shingala ekhulomesiye?” Naboola; “Esie endi omulayi okhumushila. Waloonga esie okhurula khumulilo naye wamuloonga okhurula khuliloba.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"Naboola; “Mana yikha okhurula mwo! Shokhoyeshele okhufuramwo tawe, mana rula, oli mubalia abatutu"},{"SurahNumber":7,"VerseNumber":14,"Text":"Naboola; “undeshe- ndalafwa tawe, okhuula inyanga yolibalamusia.”"},{"SurahNumber":7,"VerseNumber":15,"Text":"Naboola; “olaba mubalia abahebwa ebise.”"},{"SurahNumber":7,"VerseNumber":16,"Text":"Naboola; “ shigala omalile okhura mubakori, ndalabekhalila khunjila yao ingolofu.”"},{"SurahNumber":7,"VerseNumber":17,"Text":"Mana ndalabarulila imbeli nende inyuma wabu nende mumukhono musatsa nende omukata kwabu, Ne sholinyoola abanji babu nibakhupa orio tawe"},{"SurahNumber":7,"VerseNumber":18,"Text":"Naboola; “Rula omo, ewe omalile okhutsaalala, omalile okhulaamwa. Ne ulia ulakhuloonda mubo ndilimwitsusia mumulilo nende enywe mwesi"},{"SurahNumber":7,"VerseNumber":19,"Text":"Nawe Adam! Ewe nende omukhaye wuwo mwikhale mumukunda kuno, ne muliemwo ngamwenya, ne mulasita ahambi nende omusaala kuno tawe, mwaba mubandu ababii"},{"SurahNumber":7,"VerseNumber":20,"Text":"Mana shetani nabaramo eshibeyibeyi, mbu kho abafimbule eshiekenyi shiabu eshiabafisilwa, mana naboola; “Nyasaye wenyu Omulesi yabakania omusala kuno mbu muletsa okhuba shinga Malaika tawe, nohomba mulaba balia ebetsa okhumenya tsinyanga tsiosi tawe"},{"SurahNumber":7,"VerseNumber":21,"Text":"Mana nabetsubila; “Toto esie endi mubalia ababachelelanga amalayi”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Mana nabatila nobubeyi, olwa bapila omusala kulia, eshiekenyi shiabu shialolokha mana nibenjila okhwishinga khu masafu komwikulu. Nyasaye wabu Omulesi nabalaanga; “Koo, shindabakania omusaala oko, ne nebaboolela mbu shetani ni Omusuku wenyu owahabulafu"},{"SurahNumber":7,"VerseNumber":23,"Text":"Nibaboola; “ Nyasaye wefu Omulesi, khukholeele obubii emioyo chiefu, nenolakhuleshela mana wakhubeela tsimbabaasi tawe, toto khulaba mubalia abokhusikha.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"Naboola; “Yakukhe! Mulaba abeene khubeene abasuku, Ne khwiloba nisho shilaba eshimenyo shienyu ne mwikhoyemwo okhula indukho yule"},{"SurahNumber":7,"VerseNumber":25,"Text":"Naboola; “Mwiloba omo mulamenyamwo, na omo mulafwilamwo, ne omo nimwamulirusibwamwo"},{"SurahNumber":7,"VerseNumber":26,"Text":"Enywe(Abana ba Adam) Abandu! Khwabeshilia tsingubo tsiokhufunikha eshiekenyi shienyu, nende tsingubo tsiobwirono – Ne tsingubo tsio khuria Nyasaye nitso tsindayi. Ako ni khubimanyisio bia Nyasaye bakhaba bario banyoola okhwitsulila"},{"SurahNumber":7,"VerseNumber":27,"Text":"Enywe Abandu! shetani aletsa okhubakholela inzoka shingala yarusia abebusi benyu mwikulu, nabafwalula tsingubo tsiabu okhubechesia ebiekenyi biabu. Toto ye nende oluyia lulwe babalolanga, nanyu shimubalolanga tawe, Toto khwakhola amashetani okhuba abetsa babalia balasuubilanga tawe"},{"SurahNumber":7,"VerseNumber":28,"Text":"Ne nibakhola amakhuwa keshifwolo baboolanga mbu; khwanyoola nako bapapa befu, ne Nyasaye yakhulomesia 7. endio. Boola: “Toto Nyasaye shalomesinjia amakhuwa keshifwolo tawe, mubolanga khu Nyasaye akamukorerwe.?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Boola; “Nyasaye yalomesia obuleng’aafu, ne mumulinjiekhwo obweni bwenyu buli nimwinama, ne mumusabe Ye nimumwitswenulile idini. Olwa yabaloonga mukhuranga nilo olwa alibakalusia"},{"SurahNumber":7,"VerseNumber":30,"Text":"Omukanda mulala yakulunjisia, ne omukanda kundi kulimubukori. Toto abo bakhola Amashetani okhuba abetsa abalindi babu mushilenje shia Nyasaye, nebakaalanga mbu balunjikha"},{"SurahNumber":7,"VerseNumber":31,"Text":"Enywe Abandu! Bukule oburone bwenyu buli abundu wamasayo, ne lie ne munywe ne mulakhola isasia tawe, Toto Ye shiyachama abakholanga isasia tawe.”"},{"SurahNumber":7,"VerseNumber":32,"Text":"Boola; “Ni wina wakania oburone bwa Nyasaye obwayahelesia Abandu bebe, nende bilia ebilayi mumikabo chichie.? Boola; ebo ni bia balia basuubila nibashili mubulamu bwokhushialo, ne inyanga yeyindukho bilibasa ebiabu bonyene. Endio nilwokhwinoosinjia ebimanyisio biefu khubandu abamanyanga"},{"SurahNumber":7,"VerseNumber":33,"Text":"Boola; Toto Nyasaye wanje Omulesi yakana amakhuwa keshifwabi akalolokha nende akefisile, nende tsimbi nende obukhayi obulali khunjila yatoto, nende okhutsokasia Nyasaye nende khushibula eshifune, nende okhuboola khu- Nyasaye akamulamanyile tawe"},{"SurahNumber":7,"VerseNumber":34,"Text":"Boola; “buli omukanda kuli nende ebise biakwo. Ne ebise biabu nibiula shibalishinda kata isa ndala tawe nohomba shibaliranjilila tawe”"},{"SurahNumber":7,"VerseNumber":35,"Text":"Enywe Abandu! Olwabalaboolela Aburumwa okhurula mwinywe babakanila ebimanyisio bianje, kho balia abalaria Nyasaye mana babe abalayi, shibalaba noburi nohomba shibalibeelela tawe"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ne balia bayingasia ebimanyisio biefu mana nibabikholela obufuru, abo ni Abandu bo mumulilo, bali menyamwo tsinyanga tsiosi"},{"SurahNumber":7,"VerseNumber":37,"Text":"Ni wina omubii omukhongo oyo okhushila ulia uchishila Nyasaye obubeyi, nohomba ulia uyingasia ebimanyisio bibie? Abo habundu wabu abahandichilwa yakhaboolele, olwa Abarumwa befu balibeetsela okhubafwisia balibareeba mbu; “ Balihena balia abamwalamanga balali Nyasaye?”\tBaliboola mbu; “bakhukorerekhwo! Ne balirusilia abeene obuloli mbu bali abakhayi.”"},{"SurahNumber":7,"VerseNumber":38,"Text":"Nyasaye aliboola; “Injile mumulilo halala nende emikanda chindi chiabura imbeli wanyu echia Majini nende Abandu. Buli omukanda nikwinjilamwo nikutsuba okwashie. Olwa balikhung’anamwo boosi, abamalilishi balisungana nende abaranjilila babu mbu “Nyasaye wefu Omulesi! Bano nibo bakhukosia, kho bahelesie eshinyasio shimeteeshe shiomulilo” Aliboola mbu; “eshinyasio shimeteshe shilaba khwinywe mwesi, halali shimumanyile tawe.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Bokhuranga\tbaliboolela abokhumalilikha mbu; “Kho mana enywe mwesi shimwalikhwo nende obulayi biosi biosi okhushila efwe tawe. Kho pile eshinyasio khulwokhubeela akamwakholanga”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Toto balia bayingananga khubimanyisio biefu, ne nibabikholela obufuru, shibalikulilwa emiliango cho mwikulu tawe, Ne shibalinjila mwikulu tawe okhula ingamia ibure mulina lieyisindani, ne endio nilwakhurunganga abamabii"},{"SurahNumber":7,"VerseNumber":41,"Text":"Mumulilo nishoshiliba eshitanda shiabu na hekulu wabu tsingubo tsiokhwifunikha tsiomulilo. Na endio nilwakhurunganga Abandu ababii"},{"SurahNumber":7,"VerseNumber":42,"Text":"Ne balia abasuubila mana nibakhola amalayi, shikhunichilisinjia Omundu yesi yesi tawe halali khushichelo shiobunyali bubwe, Abo nibo Abandu bomwikulu, balikhalamwo tsinyanga tsiosi"},{"SurahNumber":7,"VerseNumber":43,"Text":"Ne khulirusia isila mubilifu biabu, ne imbeli wabu imialo chilibura. Ne baliboola mbu: “Oluyali lwosi nilwa Nyasaye owakhulunjisia khu kano. Neshikhwali nikhulunjikha abeene tawe Nyasaye akhayanga okhulunjisia. Toto Abarumwa ba Nyasaye wefu Omulesi barera obwatoto. Ne baliboolelwa mbu; “Eyo niyo Jannah eyamwahebwa khulwokhubeela kalia akamwakholanga.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ne Abandu bomwikulu balilaanga Abandu bomumulilo; “Efwe khunyolele ka Nyasaye wefu yakhulaka mbu ni habwene. Koo enywe mwesi munyolele aka Nyasaye wenyu Omulesi yabalaka mbu ni habwene? “ Baliboola mbu “ Hee!” Mana umulanji alilanga. “Eshilamo sha Nyasaye shinyoole balia bakhola obubii.”"},{"SurahNumber":7,"VerseNumber":45,"Text":"Balia abekalilanga injila ya Nyasaye, nebeenyanga okhuyikotiombola, ne baingananga mbu mwikulu ibulao tawe"},{"SurahNumber":7,"VerseNumber":46,"Text":"Hakari wemikanda chibili chino shilirebwao eshikalilo (ipasia). Ne hekulu weshitulo Abandu balibao abalimanya Abandu boosi khuifwani yabu, nabo balilanga Abandu bomwikulu: “Omulembe kube ninanyu! Abo bashili okhwinjilamwo halali bali nende eshiwonya shokhwinjilamwo.”"},{"SurahNumber":7,"VerseNumber":47,"Text":"Ne olwestimoni tsiabu tsilikalukhanibwa okhuleenga Abandu bomumulilo. Baliboola mbu; “Nyasaye wefu omulesi, olakhura halala nende Abandu bakhola obubii tawe.”"},{"SurahNumber":7,"VerseNumber":48,"Text":"Ne Abandu bokhwitulo abo balilaanga Abandu babamanya khu ifwani yabu, baliboola mbu; “ Okhusanjilana kwenyu shikhwabakhonya eshindu tawe, kata nende biosi. eshiamwakholelanga obufuru esho.”"},{"SurahNumber":7,"VerseNumber":49,"Text":"Koo bano shinibo bamwetsubanga mbu Nyasaye shalibosilia tsimbabaasi tawe?. “Injile mwikulu obuyendi bubula khwinywe, ne shimulibeelela tawe.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Ne Abandu bomulilo balilanga Abandu bomwikulu, mbu; “Mukhutsushilekhwo amatsi nohomba shiosishiosi eshia Nyasaye abakabile”. Nabo balibaboolela mbu; “Toto Nyasaye akanile - ebindu biamusabanga ebo- khubakhayi.”"},{"SurahNumber":7,"VerseNumber":51,"Text":"Abakhola idini yabu okhuba omwikhoyo nende emibayo, mana obulamu bwokhushialo nibubakatia. Khomana lelo khulabebilila shingalabo bebilila omukhung’ano khweyinyanga yabu ino, nende khulwa okhukhaya khwabu ebimanyisio biefu"},{"SurahNumber":7,"VerseNumber":52,"Text":"Ne toto khwabarerera eshitabu, esha khwenoosia mubumanyi, obulunjifu nende tsimbabaasi khubandu basuubilanga"},{"SurahNumber":7,"VerseNumber":53,"Text":"Koo shiliho shiabalindanga halali indukho ya ako? Inyanga yeyindukho yako iliula, abeyibilisia baliboola mbu; “Toto Abarumwaba Nyasayewefubareraobwatoto. Koo khulikhwo nende abakhusabila, eshileshelo? Nohomba khukalusibwe khukhole kalia akakhulakholanga? Toto abo bamala okhusishia emioyo chiabu, ne akabachikhanga kabakorere"},{"SurahNumber":7,"VerseNumber":54,"Text":"Toto Nyasaye wenyu Omulesi ni ulia owalonga likulu nende eshialo khutsinyanga tsisasaba. Mana naleng’ana khu shisala shishie shioluyali. Afimbanga eshilo khushitere eshilondangakhwo lwangu. Nende eliuba nende omwesi, nende tsing’ining’ini tsikhoyelungwa khukhuchama khukhwe. Koo manye mbu okhulonga nende obunyali nobubwe, Nyasaye Niwoluyali Omulesi webiloonje"},{"SurahNumber":7,"VerseNumber":55,"Text":"Sabe Nyasaye wenyu Omulesi mubwihotselesi nende mubwifisi. Toto ye shiyachama balia ababuririranga eshichelo tawe"},{"SurahNumber":7,"VerseNumber":56,"Text":"Ne mulakhola amabii khushialo tawe nishimalile okhukaasa, ne mumusabe muburi nende mubusuubili, Toto tsimbabaasi tsia Nyasaye tsili ahambi nende bakholanga amalayi"},{"SurahNumber":7,"VerseNumber":57,"Text":"Ye niye uyilanga omuyaka okhuba eshimanyisio shie tsimbabaasi tsitsie okhula. Kata omuyeka oko shingala kuchinganga amaleesi amasiro khukayilanga khushialo shiafwa (eshiumu) mana khukekhoonyela khukhwishia amatsi, shinga endio nilwakhurusinjia buli imbia yebiamo. Mana khandi endio nilwakhulamusinjia abafu khomunyoole okhwitsulila"},{"SurahNumber":7,"VerseNumber":58,"Text":"Ne indalo indayi yeliloba lieyimbolela, lirusinjia emimela chikhulanga obulayi chili nende obulamu. Khubuchami bwa Nyasaye wuwo omulesi, neindalo imbii shirusinjia halali emimela mititi echibula obukhala, mana khandi khubusandi, ne endio nelwakhwinoosinjia tsinyaali khubandu bakhupanga orio"},{"SurahNumber":7,"VerseNumber":59,"Text":"Ne toto khwaruma Nuhu khubandu be! Mana nababoolela; “Enywe Abandu banje mulaame Nyasaye, Mubula Nyasaye wundi wulaliye tawe, Toto esie ababelelela khu shinyasio shieyinyanga ikhongo.”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Abakhongo mubandu be nibaboola; “Toto efwe khukhulola ewe noli mubukori obwahabulafu”"},{"SurahNumber":7,"VerseNumber":61,"Text":"Naboola; “enywe Abandu banje ,Esie shendi khubukori tawe, halali esie endi Omurumwa okhurula khu Nyasaye Omulesi webiloonje biosi.”"},{"SurahNumber":7,"VerseNumber":62,"Text":"eboosilinjia oburume bwa Nyasaye wanje omulesi, ne abachelelanga, ne ndamanya khu Nyasaye Omulesi aka enywe mulamanyile tawe"},{"SurahNumber":7,"VerseNumber":63,"Text":"Koo muwukanga amachelelo okhurula khu Nyasaye Omulesi wenyu, okhuburira khumundu awuli mulala khwinywe, abekanyisilie kho munyoole okhuria Nyasaye, ne khomunyoole okhubelwa tsimbabaasi"},{"SurahNumber":7,"VerseNumber":64,"Text":"Mana nibamuyingasia. Nafu nikhumuhabina ye nende abali halala ninaye muliaro. Ne nikhusishia balia abakhaya ebimanyisio biefu. Toto abo bali Abandu abawofu"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ne khu A’adi, khwayila Omusiani wabu Hud. Naboola; Enywe Abandu banje! Mulaame Nyasaye. “Enywe mubula Nyasaye wundi ulali Ye. Kho mana shimukhamuritsanga tawe?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Abakhoongo mubakhayi mubandu bebe nibaboola mbu: “efwe khukhulola oli mubusilu, ne toto efwe khulolanga mbu ewe oli mubabeyi.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"Naboola; “Enywe Abandu banje shendi nende obusilu tawe, halali esie endi Omurumwa okhurula khu Nyasaye Omulesi webiloonje biosi.”"},{"SurahNumber":7,"VerseNumber":68,"Text":"Ebosilinjia oburume bwa- Nyasaye wanje Omulesi. Ne esie khwinywe endisa owubachelela, Omwisikwa"},{"SurahNumber":7,"VerseNumber":69,"Text":"Koo muwukanga mbu ametsulisio karula khu Nyasaye wenyu Omulesi okhuboolela okhurula khumulala mwinywe abekanyilisie? Ne yitsulile shingala yabakhola okhubukula Abundu wa Nuh, mana nabameta omubili omukhongo nende amani, kho yitsulile tsimbabaasi tsia Nyasaye kho munyoole okhubura"},{"SurahNumber":7,"VerseNumber":70,"Text":"Nibaboola mbu; Koo! Okhwitsile mbu khulaame Nyasaye mulala yenyene, ne khuleshe akabapapa befu balaamanga? Mana khurerere akokhulakanga kano toto noli mubaboolanga obulaamba"},{"SurahNumber":7,"VerseNumber":71,"Text":"Naboola mbu; “ Toto eshinyasio nende liruma okhurula khu- Nyasaye wenyu, Omulesi bimalile okhubakwila. Muyingananga nasi khumera butswa akamwalanga enywe nende bapapa benyu, aka Nyasaye aleshiliakhwo eshifune? Kho mana linde esie endi halala ninanyu mubalia abaliindanga"},{"SurahNumber":7,"VerseNumber":72,"Text":"Mana nikhumuhonia ye nende abali halala ninaye. Khutsimbabaasi tsiefu, mana ni khuteta emisi chabalia abakana ebimanyisio biefu, ni shibali abasuubili tawe"},{"SurahNumber":7,"VerseNumber":73,"Text":"Ne Thamudi khwaruma Omusiani wabu (ulangwa mbu) Swaleh. Naboola mbu; Enywe Abandu banje! Mulaame Nyasaye. Mubula Nyasaye wundi owulali Ye tawe, Toto shimalile okhuboolela eshimanyisio eshiabulafu okhurula khu Nyasaye wenyu Omulesi. Ino ni Ingamia ikhasi ya Nyasaye ili mbu ni eshimanyisio khwinywe. Kho muyileshe ilie khuliloba lia Nyasaye, nemulayumisia tawe, mwakhanyoola eshinyasio eshilulu"},{"SurahNumber":7,"VerseNumber":74,"Text":"Ne yitsulile olwayabarao okhutila abundu wa Abandu ba- A’ad mana nabakhola obulayi khushialo, mumbakhanga tsinzu tsiobuyinda tsikhongo, ne mubaatsanga tsinzu mutsingulu, kho itsulile tsimbabasi tsia Nyasaye ne mulakhola obubii nohomba obutobela khushialo tawe"},{"SurahNumber":7,"VerseNumber":75,"Text":"Omukanda kwafura mubandu baye kwaboolela balia abasuubili mubo abakholelungwa obubii mbu; “Koo musuubilanga mbu Saleh yarumwa nende Nyasaye wuwe Omulesi?” Nibaboola: “ Toto efwe khusuubila khukayarumwa nako”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Abafura abo nibaboola mbu; “Efwe khukhayile akamusuubilemwo ako”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Mana nibera ingamia eyo, mana nibaloba likhuwa lia Nyasaye wabu Omulesi, mana nibaboola; “Ewe Saleh, khurerere akokhulakanga toto ewe noli mubarumwa.’’"},{"SurahNumber":7,"VerseNumber":78,"Text":"Mana omurengo kweshialo nende oluyoka nikubabukula, ne olwabwashia nibanyolekha mutsinzu tsiabu mafumama nibali emilambo"},{"SurahNumber":7,"VerseNumber":79,"Text":"Mana Swaleh nabalekha naboola mbu; “ Enywe Abandu banje ndaboosilia oburume bwa Nyasaye wanje Omulesi, mana nebachelela, halali enywe shimwachama abamachelo tawe.’’"},{"SurahNumber":7,"VerseNumber":80,"Text":"Ne khwaruma Lut, olwayaboolela Abandu bebe mbu; “Koo enywe mukholanga eshifwolo shiomundu yesi yesi eshili okhubaranjiliakhwo okhukhola khushialo tawe”"},{"SurahNumber":7,"VerseNumber":81,"Text":"Toto enywe mwinjililanga Abasatsa mubwikombi nimulekha Abakhasi? Khane enywe muli Abandu beyisasia"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ne likalusio liabandu bebe shiliali halali mbu; “Mubaloonde mulukongo lwenyu, shichila ni Abandu betswenulanga.”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Mana nikhumuhabina nende Abandu bebe, okhuyiniakhwo omukhasi wuwe, yali mubalia abatong’a inyuma"},{"SurahNumber":7,"VerseNumber":84,"Text":"Mana nikhubapupuchisilia ifula, kho lola indukho yabamabii shinga yali"},{"SurahNumber":7,"VerseNumber":85,"Text":"Ne khubandu ba Madyana, khwaruma omusiani wabu(ulangwa) mbu Shuaib, Naboola mbu; “Enywe Abandu banje mulaame Nyasaye. Abulao Nyasaye wundi owulali Ye, Biamala okhuboolela ebifune biabulafu okhurula khu Nyasaye wenyu Omulesi, Kho muleng’aasie obulayi eshichelo nende iratili, ne mulakhalaka Abandu ebindu biabu tawe, ne mulakhola obutobela khushialo tawe nishimalile okhukaasa. Buno nibo obulayi khwinywe toto nimuli abasuubili"},{"SurahNumber":7,"VerseNumber":86,"Text":"Ne mulekhala khunjila nimurisia Abandu nende okhubekalila khunjila ya 7. Nyasaye, balia abasuubila, nende okhwenya okhukosia injila . Ne yitsulile olwa mwali batiti, naye nabakhola okhuba abaanji. Ne muhenje shingala indukho ya Abandu bamabii yali"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ne omukanda kundi nikuliwo mwinywe akwasuubila akandarumwa kano, ne omukanda kundi shikwasuubila tawe, mana mulinde okhula shingala Nyasaye yetsa okhubusia hakari wefu. Naye niye Omubusia omulayi umalayo"},{"SurahNumber":7,"VerseNumber":88,"Text":"Abakhongo ba Abafuru mubandu baye nibaboola mbu; “ Ewe Shuaib, khwitsa okhuwuyia ewe halala nende balia bakhusuubila mulukongo lwefu, nohomba mukalushe mumilukha chiefu.” Naboola; “Koo kata nichiakhusinya?”- (emilukha echo).”"},{"SurahNumber":7,"VerseNumber":89,"Text":"Toto khulaba khuchishiile Nyasaye obubeyi nikhukalukha mumilukha chienyu, Nyasaye namalile okhuhonokosia nachio. Ne shikali khwifwe okhukalushila emilukha echo okhuyiniakhwo Nyasaye wefu Omulesi niyenya. Amachesi ka Nyasaye kaswana buli khushindu. Nyasaye niwakhwisikanga. Nyasaye wefu Omulesi, khwikulile, okhubusilie hakari wefu nende Abandu befu khubwatoto, nawe newe omulayi muno uwababusia"},{"SurahNumber":7,"VerseNumber":90,"Text":"Abakhoongo babakhayi mubandu baye nibaboola; “Nimuloonda amakhuwa ka Shuaib toto awo mulaba abanyoola okhusikha”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Mana omurengo kweshialo kwoluyoka nikubabukula, mana nibubashielia mulukongo lwabu nibafumame nibali emilambo"},{"SurahNumber":7,"VerseNumber":92,"Text":"Balia abayingasia Shuaib nibaba shinga abalaliwo tawe. Balia abayingasia Shuaib nibo banyoola okhusikha"},{"SurahNumber":7,"VerseNumber":93,"Text":"Mana nabalekha naboola; “Enywe Abandu banje, ndabosilia oburume bwa Nyasaye wanje Omulesi, mana nebachelela, kho ndakhabelelela endie Abandu abakhayi.”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Ne shikhwaruma Omurumwa yesi yesi mulukongo halali khwatila abamenyamwo khu busandi nende khu butinyu khobanyoole okhwihotselesia"},{"SurahNumber":7,"VerseNumber":95,"Text":"Mana khandi efwe khukalukhaninjia habundu wamabii okhuba andayi, mana nibatsililila, ne nibaboola; “Ubusandi nende omwikhoyo bianyoola bapapa befu” mana nikhubatila mapwoka nibashili okhumanya"},{"SurahNumber":7,"VerseNumber":96,"Text":"Ne toto Abandu bomutsingongo babetsanga mbu basuubila mana baria Nyasaye, toto khwakhabeekulile tsikhabi okhurula mwikulu nende mwiloba. Halali bayingana mana nikhubatila khulwo khubeela kalia akabakhaabanga"},{"SurahNumber":7,"VerseNumber":97,"Text":"Koo, Abandu betsingongo basuubilanga mbu eshinyasio shiefu sishilaboolela eshilo nabo nibali mukhukona tawe"},{"SurahNumber":7,"VerseNumber":98,"Text":"Nohomba Abandu betsingongo basuubilanga mbu eshinyasio shiefu sishilaboolela eshitere nabo nibali mukhubaya tawe"},{"SurahNumber":7,"VerseNumber":99,"Text":"Koo basuubila mbu banyala okhuliinda eshinyasio shia Nyasaye? Shibasuubilanga okhunyala eshinyasio shia Nyasaye tawe halali Abandu basikha"},{"SurahNumber":7,"VerseNumber":100,"Text":"Koo shibamanyile balia ababukulanga eshialo Abandu bandi nibakharula mbu nikhwenya khulabara mumasila khutsimbi tsiabu, ne khupe eshimanyisio khumioyo chiabu, mana khulwendio balobe okhuwulila"},{"SurahNumber":7,"VerseNumber":101,"Text":"Etso nitsingongo etsia khukhukanilanga amakhuwa katsio, Toto babeetsela Abarumwa babu, nende amebaalo kabulafu , kho shibali nibakhasuubila khukalia akabali nibakhaya khale, na endio ni lwa 7. Nyasaye akhupanga eshimanyisio khu mioyo chabakhayi"},{"SurahNumber":7,"VerseNumber":102,"Text":"Ne abanji babu khwabanyoola mbu shini abesikwa khundakano tawe, halali abwatoto abanji mubo ni ababii"},{"SurahNumber":7,"VerseNumber":103,"Text":"Mana nikhurulao nikhuruma Musa nende ebifune biefu, khu Firauni nende Abandu bebe, halali batsikholela obubii, kho henga shingala indukho ya abeyisasia yali"},{"SurahNumber":7,"VerseNumber":104,"Text":"Ne Musa naboola; “Ewe Firauni, toto esie endi Omurumwa okhurula khu Omulesi webindu biosi.”"},{"SurahNumber":7,"VerseNumber":105,"Text":"“Kanichilisia mbu ndalaboola khu- Nyasaye halali obwatoto, emalile okhubeetsela nende ebifune okhurula khu Nyasaye wenyu omulesi kho lekhula Abana ba Israili babe ninasi"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Firaun) Nabola mbu; “Noli niwitsile nende eshilolelo nakhashirerekhwo toto noli mubandu ababoolanga obulaamba”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Nasukuna indabushi yiyie, mana nikalukhana inzukha yatoto"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ne narusia omukhono kukwe, nikukalukhana\tomulafu\ttswe khubakuhenganga"},{"SurahNumber":7,"VerseNumber":109,"Text":"Abakhongo mubandu ba Firaun nibaboola mbu; “Toto uno ni Omulosi Omumanyi muno.”"},{"SurahNumber":7,"VerseNumber":110,"Text":"Yenya okhubarusia mushialo shienyu, kho mulola murie"},{"SurahNumber":7,"VerseNumber":111,"Text":"Nibaboola; “Muleshe hatiti ye nende Omusiani wabu, ne ruma abakhung’asinjia Abandu mumatokho.”"},{"SurahNumber":7,"VerseNumber":112,"Text":"Bakhurerere buli Omulosi Omumunyi muno"},{"SurahNumber":7,"VerseNumber":113,"Text":"Abalosi nibetsa khu Firaun, nibaboola mbu; “khwitsa okhunyoola omurungo nikali mbu khushila"},{"SurahNumber":7,"VerseNumber":114,"Text":"Naboola mbu; “ Eeh! Efuchilila. Ne mwitsa okhuba abacheni banje”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Nibaboola mbu ; “Ewe Musa koo, newe witsa okhusukuna nohomba efwe khuranjilile?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa naboola mbu ; “Enywe sukune” (ranjilile) Kho olwabasukuna belimia tsimoni tsiabandu mana nibabarisia nenibetsa nende obulosi obukhongo"},{"SurahNumber":7,"VerseNumber":117,"Text":"Ne nikhufimbulila Musa mbu “sukuna indambushi yiyio” Mana ni imila biosi ebiabali nibakholele"},{"SurahNumber":7,"VerseNumber":118,"Text":"Obwatoto nibulolekha, ne nibibiya biosi ebia bakholanga"},{"SurahNumber":7,"VerseNumber":119,"Text":"Kho nibashilwa eyo, mana nibatong’a abatiti"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ne Abalosi nibakalukhana okwinamila(Nyasaye) nibasujuda"},{"SurahNumber":7,"VerseNumber":121,"Text":"Nibaboola mbu; “Khusuubile Nyasaye omulesi webindu biosi.”"},{"SurahNumber":7,"VerseNumber":122,"Text":"Nyasaye wa Musa nende Haruni"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firaun naboola mbu; “Oh! Musuubile muye neshili okhubasubula?, Kuno niko omubayo kwa mumbayile mulitokho lino, mbu kho murusiemo abamenyamwo bene litokho, kho.. mwitsa okhulola.”"},{"SurahNumber":7,"VerseNumber":124,"Text":"“Khulabateta emikhono chienyu buchiikha mana nditsa okhubabamba mwesi”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Nibaboola mbu; “Toto efwe ewa- Nyasaye wefu nakhulikalukha”"},{"SurahNumber":7,"VerseNumber":126,"Text":"“Ne ewe shiwalolakhwo libii liosiliosi khwifwe tawe halali mbu khusuubile ebimanyisio bia Nyasaye alwabikhuulile, Nyasaye\twefu!\tKhusundulekho obwifwili(okhwisumilisia) ne okhufwisie nikhuli abasalamu"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ne abakhongo mubandu ba Firaun nibaboola mbu; “koo, olalekha Musa nende Abandu baye banyasie eshialo , ne nibalekha ewe nende abanyasaye bobo” Naboola mbu; “khwitsa okhwira abana babu Abasiani ne khulalekha abakhana, ne toto efwe khuli aba-amani hekulu wabu.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa naboolela Abandu bebe; “Sabe obukhoonyi khu Nyasaye mana mwifwile. Eshialo ni shia Nyasaye, alishihelesia wayenya atong’ekhwo mubasumba baye, ne indukho indayi niyabalia abamuria"},{"SurahNumber":7,"VerseNumber":129,"Text":"Nibaboola mbu; “khusinyisibwe noshili okhwitsila, nende khandi niwakhamala okhwitsila” Musa naboola mbu; “Nyasaye wenyu alasishia omusuku wenyu, ne alabakhola enywe okhuba abaruchi be ebialo bino. Kho alole shinga enywe mulakhola”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Ne toto khwahelesia Abandu ba Firaun eshinyasio khu mika, nende okhubalemelia ebiamo mbu khobanyoole okhwitsulila"},{"SurahNumber":7,"VerseNumber":131,"Text":"Obulayi nibwabolelanga baboolanga mbu; “Buno ni shichira efwe” ne obubii nibubetsela babura khu Musa nende abali ninaye. Toto obubii buboolelanga obo burula khu Nyasaye, (sichila amabii kabu) halali abaanji mubo shibamanyile tawe"},{"SurahNumber":7,"VerseNumber":132,"Text":"Nibaboola mbu; “Kata nimwitsa nende eshimanyisio shiosi shiosi mbu okhuloche nasho shikhulakhusuubila tawe"},{"SurahNumber":7,"VerseNumber":133,"Text":"Mana nikhubarumila imbumbuyeka nende tsisiche, nende tsikhungu nende amashele nende amalasile, okhuba ebimanyisio ebia habulafu, mana nibakhola obufuru ni baba Abandu abamabii"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ne eshinyasio nishakhamala okhubanyoola baboola mbu; “Ewe Musa khusabile Nyasaye wuwo khu kalia akayakhulaka. Nokhurusiliao eshinyasio shino toto khulakhusuubila ne toto khulakhulekhulila Abana ba Israil otsie ninabo"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ne ngala khubayiniliao eshinyasio, okhula ebise bindi, bafunakanga indache"},{"SurahNumber":7,"VerseNumber":136,"Text":"Mana nikhubarunjia nikhubasishia munyanza shichila liyinji liabu khubimanyisio biefu, nende okhubula nabio oluchendo"},{"SurahNumber":7,"VerseNumber":137,"Text":"Mana nikhuchelamia- nikhuhelesia- Abandu balolekhananga abateshele, ebukwe nende mumbo weshialo ewakhwarayo tsikhabi. Mana likhuwa lilayi lia- Nyasaye nilileng’ana khubaana ba Israil, khulwa okhwisumilisia khwabu, mana nikhusishia aka Firaun yakholanga nende Abandu bebe, nende bilia ebiabombakhanga"},{"SurahNumber":7,"VerseNumber":138,"Text":"Mana nikhubusia Abaana ba Israil munyanza mana nibabura khubandu balamanga ebifwanani, nibaboola mbu; “Ewe Musa, khukholele Abanyasaye fwesi shingala Abandu abo boosi bali nende Abanyasaye” Naboola mbu; “Toto enywe muli Abandu bakholanga obusilu.”"},{"SurahNumber":7,"VerseNumber":139,"Text":"“Bano akabali ninako kano ketsa okhusikha ne ni amakhaya akabakholanga.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Naboola; “koo ebakonyele Abanyasaye abundu wa Nyasaye, naye niye owabachingula hekulu okhushila Abandu boosi"},{"SurahNumber":7,"VerseNumber":141,"Text":"“Ne (yitsulile) olwa khwabahabina khu Firaun nende Abandu be, ababetsanga eshinyasio, eshibii muno olwa beranga Abana benyu abasiani, nibalekha abakhana abalamu, ne mu ako kali amatemo amakhongo okhurula khu Nyasaye wenyu"},{"SurahNumber":7,"VerseNumber":142,"Text":"Ne khwalaka Musa tsinyanga amakhumi kataru ne nikhumetakhwo ekhumi, nibiula ebise bia Nyasaye wuwe tsinyanga amakhumi kane. Mana Musa Naboolela Omusiani wabu, Haruni mbu: “Tila habundu wanje okhwimilila Abandu banje ne obe omulayi, ne olalonda tsinjila tsiabalia bakholanga obubii tawe.”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ne Musa olwa yoola khubise biefu, mana Nyasaye wuwe nalomaloma ninaye, yaboola mbu:“Nyasaye wanje nzechesiekhwo ekhulole” Yaboola; mbu: “shiwakhandola tawe halali henga khu lwanda-luli imbeli wuwo olo nilulatong’a habundu walwo oba witsa okhundola.” Kho Nyasaye wuwe olwa yelolosia khulwanda yakhola olwanda lwa tonyokha tonyokha, mana Musa nakwa hasi nasuma. Olwa yakalusia omwoyo naboola mbu;“oluyali nolulwo, esaba obulesheli khwiwe, nasi endi mubasuubili bokhuranga ”"},{"SurahNumber":7,"VerseNumber":144,"Text":"Nyasaye naboola mbu; “Ewe Musa toto esie ekhwawule mubandu khulwa oburume bwanje nende okhulomaloma khwo ninasi, kho bukula kekhwelesinjia ne obe mubalia bakhupanga orio.”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Nenikhumuhandichila mutaurati eyo amachelo (Kabuli imbia) nende amebaalo kabuli eshindu, kho katile nende amani ne olomesie Abandu okhutila amalayi kano. Hambi ano nditsa okhubeechesia eshimenyo shabandu ababii"},{"SurahNumber":7,"VerseNumber":146,"Text":"“Ndalabekalila balia belolanga mubufuru khushialo munjila ilali ya toto, balia buli eshimanyisio shiabalola shibasuubila tawe, ne nibalola injila yobulunjifu shibayitila mbu niyo injila tawe, halali nibalola injila yobukori bayibukulanga mbu niyo injila. Endio nilwokhuba mbu bayingana ebimanyisio biefu nende okhubula ninabio oluchendo"},{"SurahNumber":7,"VerseNumber":147,"Text":"Nebalia abayingana khubimanyisio biefunendeokhukhung’aanakhwomwikulu, ebikhole biabu biabiya, kho balirungwa akandi akali kalia kabakholanga"},{"SurahNumber":7,"VerseNumber":148,"Text":"Olwa Musa yarula-(natsia okhwenda amalako) Abandu bebe bakhola khubirone biabu eshimosi, eshifwanani shiananga, Koo shibalolakhwo mbu eshinyasaye shiabu esho sishilomalomanga nabo tawe, nohomba sishibalunjisinjia khunjila tawe. Halali bashikholasa okhuba Nyasaye mana nibaba abamabii"},{"SurahNumber":7,"VerseNumber":149,"Text":"Ne olwa beyitsulisia, nibalola mbu toto bamalile okhukora, baboola mbu; “Nyasaye nalakhubeela tsimababaasi tawe, toto khulaba mubalia abatibile”"},{"SurahNumber":7,"VerseNumber":150,"Text":"Olwa Musa yachelela khubandu bebe nasinyishe khandi nabelele, Yaboola mbu: “obubii buli burie buno bwamukholele inyuma wanje nindakharula? Koo muranjilile likhuwa lia Nyasaye wenyu,” Mana nasukuna tsimbao tsilia, mana natila omurwe kwo musiani wabu okhukhwesa ebuleka wuwe, (Haruni)naboola mbu: “Ewe Omwana wa mama wanje! Toto Abandu bandechele, kata babeele ahambi okhunzira, kho olasangasia abasuku okhubela esie tawe, nohomba olara esie halala nende Abandu ababii tawe.”"},{"SurahNumber":7,"VerseNumber":151,"Text":"Naboola; “Nyasaye undeshele nende Omusiani wefu, ne okhwinjisie mutsimbabaasi tsitsio ewe toto oli wetsimbabaasi\tmuno\tukhushila abetsimbabaasi boosi.”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Toto balia abakhola eshimosi okhuba Nyasaye balanyoola oburuma okhurula khu Mulesi wabu, nende ubuteshele mubulamu bwokhushialo, na endio nilo olwa khurunganga abachishi bachikhanga"},{"SurahNumber":7,"VerseNumber":153,"Text":"Ne balia abakhola amabii mana nibekanila nibakhamala mana nibasuubila, Toto Nyasaye wuwo Omulesi alabaleshela shichila niye Omunji wobulesheli nende Owetsimbabaasi tsinyinji"},{"SurahNumber":7,"VerseNumber":154,"Text":"Ne olwa liruma lia Musa liakalukha hasi, yabukula tsimbao tsilia. Ne khumahandiko katsio obulunjifu nende tsimbabaasi khubalia baritsanga Nyasaye wabu Omulesi"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa nalobola Abandu amakhumi saba(abalayi) mubandu baye, khundache yefu, mana omurengo omukhongo shingala kwaboolela Musa naboola; “Nyasaye wanje, wenyanga wakhabasishiye halala ninasi khale. Ukhusishia khulwo khubeela akabasilu bakhola mwifwe? kano shikali 7. halali amatemo koko, khuko olekha yakora owawenya, ne olunjisia owawenya , ewe newe omuliindi wefu, khokhuleshele ebionono biefu mana okhubeele tsimbabaasi, nawe newe omulesheli omulayi muno owabalesheli.’’"},{"SurahNumber":7,"VerseNumber":156,"Text":"“Ne okhuhandichile amalayi khushialo khuno, nende mutsuli mwikulu. Efwe khukhukalushila; Nyasaye naboola mbu: “Eshinyasio shianje ndalahelesia owandenya, ne tsimbabaasi tsianje tsiaswana buli eshindu; nditsa okhutsiandichila balia baritsanga akandakaana, nende barusinjia eshihanwa, nende basuubilanga tsinyali tsiefu"},{"SurahNumber":7,"VerseNumber":157,"Text":"“Balia abaloondanga injila yomurumwa, Omurumwa ulamanya okhusoma nende okhuhandika tawe, owabalolanga yahandikwa Muitaurati nende mu Injili uwubachelelanga okhukhola amalayi nende okhubakania okhukhola amabii, nende akhubatiukhula emisiko nende eminyororo chiabali nibaboywa. Kho balia abamusuubila mana nibamuwa oluyali mana nibamuhabina, mana nibaloonda obulafu obweshibwa halala ninaye abo nibo balibura"},{"SurahNumber":7,"VerseNumber":158,"Text":"Boola;(Ewe Mohammad) “ enywe Abandu Esie endi Omurumwa wa Nyasaye, khwinywe mwesi, owuli nende obwami bwo mwikulu nende khushialo obulao Nyasaye wundi ulali Ye tawe , ahananga obulamu khandi niye ufwisinjia, kho suubile khu Nyasaye nende Omurumwa wuwe, owakorwa okhusoma nohomba okhuhandika, Owusubilanga Nyasaye nende amakhuwa keke, kho muloonde injila yiye kho munyoole okhukololokha"},{"SurahNumber":7,"VerseNumber":159,"Text":"Ne mubandu ba Musa balimwo Abandu balunjisinjia abashiabwe khubwatoto. Ne khubwatoto baleeng’asinjia"},{"SurahNumber":7,"VerseNumber":160,"Text":"Nikhubakabula tsimbia ekhumi na tsibili, emikanda chaukhane. Ne nikhufimbulila Musa olwa Abandu baye bamusaba amatsi mbu; “khupa lichina nende indabushi yiyio” mana amatsi nikarundukha okhurula mwichina elo, nikekhola tsindoto ekhumi natsibili, ne buli Omundu namanya habundu waye wokhunywa. Nikhubakholela eshinikha shiamaleesi, ne nikhubeshilia Mana nende Salwa. (Nikhubaboolela); “Mulie ebilayi biakhubakabilekhwo bino” Shibakholela efwe obubii tawe halali abeene nibo bekholela obubii"},{"SurahNumber":7,"VerseNumber":161,"Text":"Ne(betsulisie) olwababoolelwa mbu; “ikhale mulukongo luno, (Beitul maqaddas)- muliemwo wosi wosi amwenya, nemuboole (ebise biokhwinjila) “khuleshele ebionono biefu” ne mwinjile mumuliango nimwihotselesiye, khwitsa okhubaleshela tsimbi tsienyu, nekhulametela obulayi balia bakholanga amalayi"},{"SurahNumber":7,"VerseNumber":162,"Text":"Halali- Balia bakholela obubii emioyo chiabu mubo bakalukhania amakhuwa akabalali nibaboolelwa, mana nikhubeshilia eshinyasio okhurula mwikulu, shingala bekholela obubii abeene"},{"SurahNumber":7,"VerseNumber":163,"Text":"Nebarebekhwo amakhuwa kolukongo lwali ahambi nende inyanza. Olwa bafunakanga lilako lia Jumamosi. Olwe tsinyeni tsiabu tsiabetselanga hekulu hekulu- tsinyanga tsia Jumamosi tsiabu, ne tsinyanga tsilali tsia jimamosi shitsiabetselanga tawe. Ne endio nilwakhwabahelesia amatemo khulwa okhukhaya khwabu"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ne (betsulisie) Abandu bandi mubo shingala baboola mbu: “Bukhala shina bwokhukania Abandu bomanyile mbu Nyasaye alabasishia nohomba alabahelesia eshinyasio eshilulu” Nibaboola mbu; “Kho khube nende shichila imbeli wa Nyasaye wenyu, bakhaba bario baria.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kho olwabaleka akabetsulisibungwa, 7. khwahabina balia abakaninjia Abandu okhukhola amabii, mana nikhusandia balia abakhola amabii eshinyasio eshibi khulwa obubii bwabu"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ne olwa bafura nibaloba okhulekha akabakanibwa, khwababoolela mbu; “Mube amashene amakhunge – (Kalondungwa- kabula oluyali)"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ne (betsulisie) olwa Nyasaye wuwo yara habulafu mbu yetsia okhubarerera Abandu betsa okhubasandia okhusandia okhubii okhula inyanga yeyindukho. Toto Nyasaye wuwo ni Omwangu weshinyasio. Ne toto ye ni Omunji wetsimbabaasi"},{"SurahNumber":7,"VerseNumber":168,"Text":"Mana nikhubakabukhania(abayahudi) khushialo emikanda chikabukhane. Ne balimwo abalayi ne abandi balalibario tawe, Mana nikhubatema khumalayi nende khumabii bakhaba bario banyoola okhukalukha"},{"SurahNumber":7,"VerseNumber":169,"Text":"Mana nilwitsa inyuma wabu(wabayahudi abo) Olwibulo olubii, alwaleshelwa eshitabu babukulanga ebiakanwa bio mushialo muno, nibaboola mbu; “khwitsa okhuleshelwa” nende ebindi bieimbia ino nibiboolela nibabukula. Koo shikaboolelakhwo amalakano mushitabu mbu balabolakhwo khu- Nyasaye halali akatoto? Nabo bamala okhusoma kalimwo. Ne inzu yomwikulu iliba indayi muno khubalia abaritsanga Nyasaye. Koo shibamanyangakhwo tawe"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ne balia batilanga eshitabu, mana nibalumilila okhulaama,(khulibarunga amalayi). Toto efwe shikhukosinjia omurungo okwa bakholi bamalayi tawe"},{"SurahNumber":7,"VerseNumber":171,"Text":"Ne olwakhwasiula olukulu nibiba shinga lilesi hekulu wabu nibapara mbu lulabakwila. (Nikhubaboolela mbu); Tile nende amani akakhwabahelesia kano na yitsulile kalimwo mwakhaba murio mwanyoola okhuria"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ne(yitsulila) Olwa Nyasaye wuwo olwa yabukula mubandu okhurula mubo mulwibulo lwabu, mana nabakhola abaloli khumioyo chiabu abeene. (naboola);” Koo isie shendi Nyasaye wenyu?” Nibaboola mbu “Eeh- khurusia obuloli mbu (Ewe oli Nyasaye wefu)” Nyasaye nababoolela mbu ; “Muletsa okhuboola inyanga yeyindukho mbu efwe khwali khung’ang’alile tawe"},{"SurahNumber":7,"VerseNumber":173,"Text":"Nohomba mwaboola mbu: “bapapa befu nibo batsokasia khale, nafu khuli olwibulo lweyinyuma wabu, Kho witsa okhusishia khukabakori bakholanga.”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Na endio nilwa khwinoosinjia tsinyali tsiefu, bakhaba bario banyoola okhukalukha"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ne basomele amakhuwa ka balia abakhwahelesia tsinyaali tsiefu mana nibatsifwalulamwo mana shetani nabaninabo, nibaba mubalia abakora"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ne khwenyanga khwakhabachingulile khutsio, halali bo bahandila- khushialo(okhwenya obwikhoyo nende okhwibilila mwikulu) Mana nibaloonda obwikombi bwabu. Ifwani yabu ili shinga imbwa noyikhupila oluyoka- iheesana, nenoyilekha iheesana butswa. Eyo niyo ifwani yabandu bayingasia ebimanyisio biefu, kho bakanile tsingano bakhaba bario baparamwo"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ni obubii buliburie buno ifwani ya balia abaingasinjia ebimanyisio biefu, ne ni emioyo chiabu abeene nichio echabakholelanga obubii"},{"SurahNumber":7,"VerseNumber":178,"Text":"Aba Nyasaye alunjisia abo nibo abalunjifu, Ne aba alalekha bakore, abo nibo abasikha"},{"SurahNumber":7,"VerseNumber":179,"Text":"Netoto efwe khwalonjela omulilo kwa Jahannam abaanji Mumajini nende Abandu. Bali nende emioyo halali shibachikhonyelanga okhumanya tawe, Bali nende tsimoni halali shibalolelanga tawe, bali nende amarwi halali shibakawulilanga tawe, abo bali shinga tsisolo, halali abo nababii muno, abo nibo abakoyana"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ne Nyasaye ali nende amera amalayi kho mukekhonyele okhumusaba. Ne muleshe balia banyasinjia oluyali lwa amera keke. Hambi ano betsa okhurungwa kalia akabakholanga"},{"SurahNumber":7,"VerseNumber":181,"Text":"Ne mubalia abakhwaloonga abandi baliwo balunjisinjia khubwatoto ne khubwo baleng’asinjia"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ne balia abayingana khubimanyisio biefu khulabakhwesa kaala kaala munjila yabalamanyile tawe"},{"SurahNumber":7,"VerseNumber":183,"Text":"Nasi nditsa okhubahelesia ebise. Toto amani kanje namasiro"},{"SurahNumber":7,"VerseNumber":184,"Text":"Koo, shibetsulilangakhwo tawe, Omundu wabu oyo abula lilalu? Shali halali Omwikanyilisi owabulafu"},{"SurahNumber":7,"VerseNumber":185,"Text":"Koo, shibahengangakhwo obwami bwomwikulu nende mushialo, nende ebindu bia Nyasaye yalonga? Mbu awundi indukho yabu ili ahambi, Mana kalali kano, ni makhuwa shina akandi akabalasuubila"},{"SurahNumber":7,"VerseNumber":186,"Text":"Aba Nyasaye alekhulanga bakora, abo babula ubalunjisia, ne abalekha mubukori bwabu nibayelayela"},{"SurahNumber":7,"VerseNumber":187,"Text":"Bakhurebanga ibise bieyindukho(eyo). Okhurulila khwayo khuliba lina? Boola; “Obumanyi bwayo buli khu Nyasaye wenje, abulao umanyile ebise biayo halali ye mwene. Ni isiro mwikulu nende khushialo, shilibetsela tawe halali mapwoka. Bakhurebanga opara mbu newe wayikoonya wayimanya. Boola; obumanyi bwayo buli khu Nyasaye, halali Abandu abanji shibamanyile tawe"},{"SurahNumber":7,"VerseNumber":188,"Text":"Boola; “Embula obunyali bwokhwikhonya nohomba bwokhwilinda khumabii halali shinga Nyasaye yenya. Ne embetsanga mbu ndamanya akefisile ndakhametele okhukhola amalayi mubunji, ne obubii bwosibwosi shibwakhanzulilekhwo tawe, esie shendi shiosi shiosi tawe halali Omwikanyilisi nende Omusuubisia wabandu basuubilanga"},{"SurahNumber":7,"VerseNumber":189,"Text":"Niye owabaloonga okhurula khumundu mulala, ne okhurula khumundu oyo nalonga abakhasi babu, kho banyoole obwihotselefu (okhurula khu bakhasi). Ne olwa yenjilananga naye atilanga inda-inyangu eyachendanga nayo. Ne olwayisitoyanga (inda) balamanga Nyasaye wabu (omukhasi nomusatsa); “Nakhuhelesia Omwana omulayi toto khulaba mubalia abakhupanga orio?”"},{"SurahNumber":7,"VerseNumber":190,"Text":"Olwa abahelesinjia(omwana)omulayi. Bakholelanga Nyasaye obutsokaasi khushilia eshia bahelesiyie, Nyasaye niwoluyali muno ne ali hekulu khukabamutsokasinjia yako"},{"SurahNumber":7,"VerseNumber":191,"Text":"Batsokaasinjia balia abalaloonga eshindu, nabo boosi nibaloongwa"},{"SurahNumber":7,"VerseNumber":192,"Text":"Ne shibanyala okhubakhoonya tawe, nohomba bo okhwikhoonya abene tawe"},{"SurahNumber":7,"VerseNumber":193,"Text":"Ne nimubalanga khubulunjifu, shibalabalondakhwo tawe, Ni halalasa awo, nimubalanga nohomba nimuwuleela"},{"SurahNumber":7,"VerseNumber":194,"Text":"Toto balia abamulaamanga abalali Nyasaye tawe ni Abandu butswa shinga enywe, Mubalanjekhwo, mana bafuchilile, nimuli mbu muli abatoto"},{"SurahNumber":7,"VerseNumber":195,"Text":"Koo, bali nende ibilenje biokhuchendela? Nohomba bali nende emikhono chiokhutilila? Nohomba bali nende tsimoni tsiabalolelanga? Nohomba bali nende amarwi kabawulilanga? Boola; lanje abamutsokaasinjia Nyasaye ninabo, mana mukhole obutobela bwenyu(bwokhusishia)- ne mulambesie ebisi biosi biosi tawe. (musishie toto nikali mbu munyala)"},{"SurahNumber":7,"VerseNumber":196,"Text":"Toto Omulindi wanje ni Nyasaye oweshia eshitabu, naye niye olindanga abakholanga amalayi"},{"SurahNumber":7,"VerseNumber":197,"Text":"Nebalia abamulamanga balali Nyasaye shibanyala okhubahabina nohomba okhwihabina abeene tawe"},{"SurahNumber":7,"VerseNumber":198,"Text":"Ne nobalaanga khubulunjifu shibawulila tawe, ne olabalola bakhuhenganga halali shibalolanga tawe"},{"SurahNumber":7,"VerseNumber":199,"Text":"Tilana nende obulesheli, ne alomesie amalayi, ne olekhane nende abasilu"},{"SurahNumber":7,"VerseNumber":200,"Text":"Ne eshibeyibeyi shia shetani nishikhunyasia, wilinde khu Nyasaye - (boola; Audhu billahi)- . Toto ye niye omuwulili omumanyi muno"},{"SurahNumber":7,"VerseNumber":201,"Text":"Balia abaritsanga Nyasaye olwa shetani obafulukunyanga, betsulilanga mana balola injila"},{"SurahNumber":7,"VerseNumber":202,"Text":"Ne Abasiani babu (shetani) , babakhweselanga mubukori mana bo shibachong’anga tawe"},{"SurahNumber":7,"VerseNumber":203,"Text":"Nenolabarereraeshimanyisioshiabenya nibaboola mbu; “shiwakhashikasiye butswa eweomwene?” Boolambu’“esieenoondanga kefimbulilwe okhurula khu Nyasaye wanje. Bino ni ebimanyisio birulanga khu Nyasaye wenyu ne ni obulunjifu nende tsimbabaasi khubandu basuubilanga.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Ne Ikurani nisomwa murechelesie ne muwulele mwakhaba murio mwanyoola tsimbambaasi"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ne Murumbule Nyasaye wuwo mumwoyo kwao mubwihotselefu nende muburii, ne olakhupa oluyoka mumakhuwa tawe, itsuli nende ing’olobe, ne olaba mubalia abang’ang’aala tawe"},{"SurahNumber":7,"VerseNumber":206,"Text":"Balia abali ewa Nyasaye wuwo(nabo ni Malaika) shibali abafuru okhumukholela ibada yiyie tawe, ne bamwitsominjia ne bamwinamilanga"}]}