{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Kāfa. Sahu hai mahānatā vālē kura'āna dī"},{"SurahNumber":50,"VerseNumber":2,"Text":"Sagōṁ' unhāṁ nū hairānī hō'ī ki unhāṁ dē kōla unhāṁ vicōṁ hī ika bhai'a-bhīta karana vālā ā'i'ā tāṁ avagi'ākārī'āṁ nē ākhi'ā ki iha hairānījanaka cīza hai"},{"SurahNumber":50,"VerseNumber":3,"Text":"Kī jadōṁ asīṁ mara jāvāṅgē atē miṭī hō jāvāṅgē. Iha dubārā jīvita hōṇā bahuta asabhava hai"},{"SurahNumber":50,"VerseNumber":4,"Text":"Sānū patā hai jinhāṁ dharatī unhāṁ dē (sarīrāṁ nū? Adarōṁ (khā khā kē) ghaṭa kara rahī hai. Atē sāḍē kōla kitāba hai jisa vica sabha kujha surakhi'ata hai"},{"SurahNumber":50,"VerseNumber":5,"Text":"Sagōṁ unhāṁ nē saca nū jhuṭhalā'i'ā hai. (Uha vī) udōṁ jadōṁ uha unhāṁ dē kōla ā cuki'ā hai tāṁ uha ulajhaṇa vica hī phasē rahē"},{"SurahNumber":50,"VerseNumber":6,"Text":"Kī inhāṁ lōkāṁ nē āpaṇē upara asamāna nū nahīṁ vēkhi'ā ki asīṁ usa nū kihō jihā baṇā'i'ā hai atē usa nū sudaratā pradāna kītī hai jisa vica kō'ī dōśa nahīṁ"},{"SurahNumber":50,"VerseNumber":7,"Text":"Atē asīṁ dharatī nū pasāri'ā hai atē usa vica pahāṛa rakha ditē hana atē unhāṁ vica harēka prakāra dī sudaratā bharapūra cīzāṁ paidā kītī'āṁ"},{"SurahNumber":50,"VerseNumber":8,"Text":"Harēka usa badē nū samajhā'uṇa atē yāda karavā'uṇa la'ī jihaṛā vāpisa āvē"},{"SurahNumber":50,"VerseNumber":9,"Text":"Atē asīṁ ākāśāṁ tōṁ barakata vālā pāṇī utāri'ā phira usa nāla asīṁ bāġa ugā'ē atē kaṭī'āṁ jāṇa vālī'āṁ phasalāṁ vī"},{"SurahNumber":50,"VerseNumber":10,"Text":"Atē khajūrāṁ dē ucē rukha jinhāṁ nū guthavē' guchē lagadē hana"},{"SurahNumber":50,"VerseNumber":11,"Text":"Inasānāṁ dē rizaka la'ī atē asīṁ usa dē rāhīṁ mrita dharatī nū jīvita kara ditā. Isa tar'hāṁ hī (ki'āmata vālē dina) dharatī vicōṁ nikalaṇā hōvēgā"},{"SurahNumber":50,"VerseNumber":12,"Text":"Isa tōṁ pahilāṁ nūha dī kauma, ara-rasa (khūha) vālē atē samūda dē lōka"},{"SurahNumber":50,"VerseNumber":13,"Text":"Atē āda, phirā'auna atē lūta dē bharā"},{"SurahNumber":50,"VerseNumber":14,"Text":"Atē aikā (vaṇa) vālē atē tabā'a dī kauma nē vī jhuṭhalā'i'ā. Sāri'āṁ nē paigabarāṁ nū jhuṭhalā'i'ā. Sō mērā unhāṁ nū ḍarā'uṇā asala vica ghaṭa kē rahēgā"},{"SurahNumber":50,"VerseNumber":15,"Text":"Kī asīṁ pahilī vāra maindā karana tōṁ thakē rahē?Sagōṁ iha lōka navēṁ sirē tōṁ dhaidā karana valōṁ śaka vica hana"},{"SurahNumber":50,"VerseNumber":16,"Text":"Atē asīṁ manukha nū paidā kītā atē asīṁ jāṇadē hāṁ unhāṁ galāṁ nū jihaṛī'āṁ usa dē dila vica ā'undī'āṁ hana atē asīṁ usa dī garadana"},{"SurahNumber":50,"VerseNumber":17,"Text":"dī nasa tōṁ vī zi'ādā usa dē nēṛē hāṁ. Jadōṁ dō likhaṇa vālē (fariśatē) likhadē rahidē hana jihaṛē ki sajē-khabē baiṭhadē hana"},{"SurahNumber":50,"VerseNumber":18,"Text":"Kō'ī śabada nahīṁ bōladā para unhāṁ dē kōla ika sāvadhāna nigarāna hāzara rahidā hai"},{"SurahNumber":50,"VerseNumber":19,"Text":"Atē mauta dī bēhōśī adhikāra nāla ā pujī, iha uhī cīza hai jisa tōṁ tū bhajadā sī"},{"SurahNumber":50,"VerseNumber":20,"Text":"Jadōṁ śigala vajā'i'ā jāvēgā uha dina ḍarā'uṇa dā hōvēgā"},{"SurahNumber":50,"VerseNumber":21,"Text":"Harēka badā isa tar'hāṁ (sāḍē sāhamaṇē) āvēgā ki usa dē nāla ika hakaṇa vālā atē ika gavāhī dēṇa vālā hōvēgā"},{"SurahNumber":50,"VerseNumber":22,"Text":"Tusīṁ usa tōṁ asāvadhāna rahē tāṁ asīṁ' tuhāḍē upara tōṁ paradā haṭā ditā tāṁ aja tuhāḍī nig'hā bahuta tēza hai"},{"SurahNumber":50,"VerseNumber":23,"Text":"Atē usa dē nāla dā fariśatā ākhōgā ki iha, jihaṛā mērē kōla sī, hāzira hai"},{"SurahNumber":50,"VerseNumber":24,"Text":"Naraka vica suṭa di'u ahisāna kulā'uṇa vālē atē sacā'ī nāla vaira rakhaṇa vālē nū"},{"SurahNumber":50,"VerseNumber":25,"Text":"Nēkī tōṁ rōkaṇa vālā, hadāṁ nū pāra karana vālā atē śaka pā'uṇa vālā"},{"SurahNumber":50,"VerseNumber":26,"Text":"Jisa nē alāha dē barābara dūjē śarīka baṇā'ē. Sō isa nū suṭa di'u saḵẖata sazā vica"},{"SurahNumber":50,"VerseNumber":27,"Text":"Isa dā sāthī (śaitāna) ākhēgā ki hē sāḍē pālaṇahāra! Maiṁ isa bāġī nū nahīṁ baṇā'i'ā sagōṁ iha ḵẖuda rasatā bhuli'ā hō'i'ā dūra jā ḍigi'ā sī"},{"SurahNumber":50,"VerseNumber":28,"Text":"Hukama hōvēgā, mērē sāhamaṇē jhagaṛā nā karō atē maiṁ' tuhānū pahilāṁ hī sazā tōṁ sāvadhāna kara ditā sī"},{"SurahNumber":50,"VerseNumber":29,"Text":"Ithē mērē galāṁ badalī'āṁ nahīṁ jāndī'āṁ atē maiṁ badi'āṁ utē zulama karana vālā nahīṁ"},{"SurahNumber":50,"VerseNumber":30,"Text":"Jisa dina asīṁ naraka nū ākhāṅgē, kī tū bhara ga'i'ā haiṁ uha ākhēgā kī kūjha hōra vī hai"},{"SurahNumber":50,"VerseNumber":31,"Text":"atē janata nū ḍarana vāli'āṁ dē nēṛē li'āndā jāvēgā. Kujha vī dūra nā hōvēgā"},{"SurahNumber":50,"VerseNumber":32,"Text":"Iha hai uha cīza jisa dā tuhāḍē nāla vā'adā kītā jāndā sī. Harēka rūja'a (alāha vala muṛana vālā) vālē atē yāda rakhaṇa vālē la'ī"},{"SurahNumber":50,"VerseNumber":33,"Text":"Jihaṛā badā binhāṁ dēkhē rahimāna tōṁ ḍari'ā atē rūja'a vālā dila lai kē ā'i'ā"},{"SurahNumber":50,"VerseNumber":34,"Text":"Dāḵẖala hō jā'u isa (janata) vica salāmatī nāla hamēśā rahēgā"},{"SurahNumber":50,"VerseNumber":35,"Text":"Utē unhāṁ la'ī uha sārā kujha hōvēgā jihaṛā uha cāhuṇagē. Sāḍē kōla hōra vī zi'ādā hai"},{"SurahNumber":50,"VerseNumber":36,"Text":"Atē asīṁ' unhāṁ tōṁ pahilāṁ kinī'āṁ hī kaumāṁ nū naśaṭa kara cukē hāṁ atē uha tākata vica vī inhāṁ tōṁ kitē vadha sana. Sō unhāṁ nē dēśāṁ nū chāṇa māri'ā, ki hai kō'ī kitē śaraṇa laiṇa dī thāṁ"},{"SurahNumber":50,"VerseNumber":37,"Text":"Isa vica sikhi'ā hai usa badē la'ī jisa dē kōla dila hōvē jāṁ uha tana lā kē dhi'āna nāla suṇadā hōvē"},{"SurahNumber":50,"VerseNumber":38,"Text":"Atē asīṁ ākāśāṁ, dharatī atē jihaṛā kujha inhāṁ dē vica hai nū chē dināṁ vica baṇā'i'ā atē sānū thakāvaṭa nahīṁ hō'ī"},{"SurahNumber":50,"VerseNumber":39,"Text":"Tāṁ jō kūjha uha kahidē hana usa tē dhīraja rakhō atē āpaṇē raba dī sifata salāha prasasā dē nāla karō, sūraja nikalaṇa tōṁ pahilāṁ atē usa dē ḍubaṇa tōṁ pahilāṁ"},{"SurahNumber":50,"VerseNumber":40,"Text":"Atē rāta nū vī sijadi'āṁ tōṁ bā'ada usa dī sifata salāha karōṁ"},{"SurahNumber":50,"VerseNumber":41,"Text":"Atē kana lagā kē rakhō ki jisa dina pukāraṇa vālā bahuta nēṛē tōṁ pukārēgā"},{"SurahNumber":50,"VerseNumber":42,"Text":"Jisa dina lōka yakīnana hī cighāṛa nū suṇanagē, uha (dharatī vicōṁ) nikalaṇa dā dina hōvēgā"},{"SurahNumber":50,"VerseNumber":43,"Text":"Bēśaka asīṁ hī jīvita karadē hāṁ atē asīṁ hī mauta didē hāṁ atē sāḍē vala hī vāpisa muṛaṇā hai"},{"SurahNumber":50,"VerseNumber":44,"Text":"Iha ikaṭhē karanā sānū saukhā hai"},{"SurahNumber":50,"VerseNumber":45,"Text":"Asīṁ jāṇadē hāṁ jō kujha iha lōka kahi rahē hana. Atē tusīṁ unhāṁ tē dhakēśāhī karana vālē nahīṁ' hō. Sō tusīṁ kura'āna dē rāhī' usa badē nū upadēśa dēvēṁ jihaṛā mērē ḍarā'uṇa dē nāla ḍarē"}]}