{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygamber, Tanrı´dan sakın, kafirlere ve munafıklara itaat etme. Suphesiz Tanrı, bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Sana rabbinden vahyedilene uy. Suphesiz Tanrı, yaptıklarınızdan haberdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Tanrı´ya tevekkul et; vekil olarak Tanrı yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Tanrı, bir adamın kendi (gogus) boslugu icinde iki kalp yapmadı ve kendilerine zıharda bulundugunuz eslerinizi sizin anneleriniz yapmadı, evlatlıklarınızı da sizin (oz) cocuklarınız saymadı. Bu sizin (yalnızca) agzınızla soylemenizdir. Tanrı ise hakkı soyler ve (dogru olan) yola yoneltip iletir"},{"SurahNumber":33,"VerseNumber":5,"Text":"Onları (evlat edindiklerinizi) babalarına nisbet ederek cagırın; bu, Tanrı katında daha adildir. Eger babalarını bilmiyorsanız artık onlar, dinde sizin kardesleriniz ve dostlarınızdır. Hata olarak yaptıklarınızda ise, sizin icin bir sakınca (bir vebal) yoktur. Ancak kalplerinizin kasıt gozeterek (taammuden) yaptıklarınızda vardır. Tanrı, bagıslayandır, esirgeyendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, inanclılar icin kendi nefslerinden daha evladır ve onun zevceleri de onların anneleridir. Rahim sahipleri (akrabalar) de Tanrı´nın Kitabında birbirlerine oteki inanclılardan ve muhacirlerden daha yakındır. Ancak dostlarınıza maruf uzere yapacaklarınız baska; bunlar Kitapta yazılmıs bulunmaktadır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Hani biz peygamberlerden kesin sozlerini almıstık; senden, Nuh´tan, Ibrahim´den, Musa´dan ve Meryem oglu Isa´dan. Biz onlardan sapasaglam bir soz almıstık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Dogru olanlara dogruluk (ve baglılık)larını (Tanrı´nın) sorması icin. Kafirlere ise acı bir azab hazırlamıstır"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey inananlar, Tanrı´nın uzerinizdeki nimetini hatırlayın. Hani size ordular gelmisti; boylece biz de onların uzerine bir ruzgar ve sizin gormediginiz ordular gondermistik. Tanrı, yaptıklarınızı gorendir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar size hem ustunuzden, hem alt tarafınızdan gelmislerdi; gozler kaymıs, kalpler hancereye gelip dayanmıstı ve siz Tanrı hakkında (birtakım) zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Iste orada, inanclılar sınanmıs ve siddetli bir sarsıntıyla sarsıntıya ugratılmıslardı"},{"SurahNumber":33,"VerseNumber":12,"Text":"Hani, munafık olanlar ve kalplerinde hastalık bulunanlar: \"Tanrı ve Resulu bize bos bir aldanıstan baska bir sey vadetmedi\" diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Onlardan bir grup da hani soyle demisti: \"Ey Yesrib (Medine) ehli, artık sizin icin (burada) kalacak yer yok, su halde donun.\" Onlardan bir topluluk da: \"Gercekten evlerimiz acıktır\" diye Peygamberden izin istiyordu; oysa onlar(ın evleri) acık degildi. Onlar yalnızca kacmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger onlara (sehrin her) yanından girilseydi sonra da kendilerinden fitne (karısıklık cıkarmaları) istenmis olsaydı, hic suphesiz buna yanasır ve bunda pek az (zaman) dısında (kararsız) kalmazlardı"},{"SurahNumber":33,"VerseNumber":15,"Text":"Oysa andolsun, daha once ´arkalarını donup kacmayacaklarına´ dair Tanrı´ya soz vermislerdi; Tanrı´ya verilen soz (ahid) ise, (agır bir) sorumluluktur"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: \"Eger olumden veya oldurulmekten kacıyorsanız, kacıs size kesin olarak bir yarar saglamaz; boyle olsa bile, pek az (bir zaman) dısında metalanıp yararlandırılmazsınız"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: \"Size bir kotuluk isteyecek olsa sizi Tanrı´dan koruyacak, veya size bir rahmet isteyecek olsa (buna engel olacak) kimdir?\" Onlar, kendileri icin Tanrı´nın dısında ne bir veli, ne bir yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":18,"Text":"Gercekten Tanrı, icinizden alıkoyanları ve kardeslerine: \"Bize gelin\" diyenleri bilir. Bunlar, pek azı dısında zorlu savaslara gelmezler"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Geldiklerinde de) Size karsı ´cimri ve bencildirler´. Sayet korku gelecek olsa, olumden dolayı ustune baygınlık cokmus kimseler gibi, gozleri donerek sana bakmakta olduklarını gorursun. Korku gidince, hayra karsı oldukca duskunluk gostererek sizi keskin dilleriyle (elestirip inciterek) karsılarlar. Iste onlar inanmamıslardır, boylece Tanrı onların yaptıklarını bosa cıkarmıstır. Bu Tanrı´ya gore pek kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Onlar (munafıklar, dusman) birliklerinin gitmediklerini sanıyorlardı. Eger (askeri) birlikler gelecek olsa, colde bedevi araplar arasında olup sizin haberlerinizi (oradan) sormayı cidden arzu ediyorlardı. Fakat icinizde olsalardı ancak pek az savasırlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"Andolsun, sizin icin, Tanrı´yı ve ahiret gununu umanlar ve Tanrı´yı cokca zikredenler icin Tanrı´nın Resulu´nde guzel bir ornek vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Inanclılar (dusman) birliklerini gordukleri zaman ise [korkuya kapılmadan] dediler ki: \"Bu, Tanrı´nın ve Resulu´nun bize vaadettigi seydir; Tanrı ve Resulu dogru soylemistir.\" Ve (bu,) yalnızca onların inanclarını ve teslimiyetlerini arttırdı"},{"SurahNumber":33,"VerseNumber":23,"Text":"Inanclılardan oyle erkekler vardır ki, Tanrı ile yaptıktarı ahide sadakat gosterdiler; boylece onlardan kimi adagını gerceklestirdi, kimi beklemektedir. Onlar hic bir degistirme ile (sozlerini) degistirmediler"},{"SurahNumber":33,"VerseNumber":24,"Text":"Cunku Tanrı, (sozune baglı kalıp dogru olan) sadıkları sadakatlerinden dolayı mukafatlandıracak, munafıkları da dilerse azablandıracak veya tevbe (nasib edip tevbe)lerini kabul edecektir. Suphesiz Tanrı, cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Tanrı, kufredenleri kin ve ofkeleriyle geri cevirdi, onlar hicbir hayra varamadılar. Savasta Tanrı (yardımcı ve zafer nasib edici olarak) inanclılara yetti. Tanrı cok gucludur, ustun ve galib olandır"},{"SurahNumber":33,"VerseNumber":26,"Text":"Kitap ehlinden onlara arka cıkanları da kalelerinden indirdi ve onların kalplerine korku dusurdu. Siz (onlardan) bir kısmını olduruyordunuz, bir kısmını ise esir alıyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Ve sizi onların topraklarına, yurtlarına, mallarına ve daha ayak basmadıgınız bir yere mirascı kıldı. Tanrı, her seye guc yetirendir"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey peygamber, eslerine soyle: \"Eger siz dunya hayatını ve onun suslu cekiciligini istiyorsanız, gelin sizi yararlandırayım ve guzel bir salma tarzıyla sizi salıvereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Eger siz Tanrı´yı, Resulu´nu ve ahiret yurdunu istiyorsanız artık hic suphesiz Tanrı, icinizden guzellikte bulunanlar icin buyuk bir ecir hazırlamıstır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey peygamberin kadınları, sizden kim acık bir cirkin utanmazlıkta bulunursa, onun azabı iki kat olarak arttırılır. Bu da Tanrı´ya gore pek kolaydır"},{"SurahNumber":33,"VerseNumber":31,"Text":"Ama sizden kim Tanrı´ya ve Resulu´ne gonulden itaat eder ve salih bir amelde bulunursa, ona ecrini iki kat veririz. Ve biz ona ustun bir rızık da hazırlamısızdır"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey peygamberin kadınları, siz kadınlardan herhangi biri (gibi) degilsiniz; eger sakınıyorsanız, artık sozu cekicilikle soylemeyin ki, sonra kalbinde hastalık bulunan kimse tamah eder. Sozu maruf bir tarzda soyleyin"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde vakarla oturun (evlerinizi karargah edinin), ilk cahiliye (kadınları)nın suslerini acıga vurması gibi, siz de suslerinizi acıga vurmayın; namazı dosdogru kılın, zekatı verin, Tanrı´ya ve elcisine itaat edin. Ey Ehl-i Beyt! Gercekten Tanrı sizden kiri (gunah ve cirkinligi) gidermek ve sizi tertemiz kılmak ister"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunmakta olan Tanrı´nın ayetlerini ve hikmeti hatırlayın. Suphesiz Tanrı latiftir, haberdar olandır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Suphesiz, musluman erkekler ve musluman kadınlar, inanclı (erkek)ler ve inanclı (kadın)lar, gonulden (Tanrı´ya) itaat eden erkekler ve gonulden (Tanrı´ya) itaat eden kadınlar, sadık olan erkekler ve sadık olan kadınlar, sabreden erkekler ve sabreden kadınlar, saygıyla (Tanrı´dan) korkan erkekler ve saygıyla (Tanrı´dan) korkan kadınlar, sadaka veren erkekler ve sadaka veren kadınlar, oruc tutan erkekler ve oruc tutan kadınlar, ırzlarını koruyan erkekler ve (ırzlarını) koruyan kadınlar, Tanrı´yı cokca zikreden erkekler ve (Tanrı´yı cokca) zikreden kadınlar; (iste) bunlar icin Tanrı bir bagıslanma ve buyuk bir ecir hazırlamıstır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Tanrı ve Resulu, bir buyruga hukmettigi (kada) zaman, inanclı bir erkek ve inanclı bir kadın icin o buyrukta kendi isteklerine gore secme hakkı yoktur. Kim Tanrı´ya ve Resulu´ne isyan ederse, artık gercekten o apacık bir sapıklıkla sapmıstır"},{"SurahNumber":33,"VerseNumber":37,"Text":"Hani sen, Tanrı´nın kendisine nimet verdigi ve senin de kendisine nimet verdigin kisiye: \"Esini yanında tut ve Tanrı´dan sakın\" diyordun; insanlardan cekinerek Tanrı´nın acıga vuracagı seyi kendi nefsinde saklı tutuyordun; oysa Tanrı, kendisinden cekinmene cok daha layıktı. Artık Zeyd, ondan iliskisini kesince, biz onu seninle evlendirdik ki boylelikle evlatlıklarının kendilerinden iliskilerini kestikleri (kadından bosandıkları) zaman, onlarla evlenme konusunda inanclılar uzerine bir gucluk olmasın. Tanrı´nın buyrugu yerine getirilmistir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Tanrı´nın kendisine farz kıldıgı bir sey(i yerine getrrme)de peygamber uzerine hicbir gucluk yoktur. (Bu,) daha once gelip gecen (ummet)lerde Tanrı´nın bir sunnetidir. Tanrı´nın buyrugu takdir edilmis bir kaderdir"},{"SurahNumber":33,"VerseNumber":39,"Text":"Ki onlar (o peygamberler) Tanrı´nın risaletini teblig edenler, O´ndan icleri titreyerek korkanlar ve Tanrı´nın dısında hic kimseden korkmayanlardır. Hesap gorucu olarak Tanrı yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed, sizin erkeklerinizden hicbirinin babası degildir, ancak o, Tanrı´nın Resulu ve peygamberlerin sonuncusudur. Tanrı, her seyi bilendir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey inananlar, Tanrı´yı cokca zikredin"},{"SurahNumber":33,"VerseNumber":42,"Text":"Ve O´nu sabah ve aksam tesbih edin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O´dur ki sizi karanlıklardan nura cıkarmak icin size rahmet etmekte; melekleri de (size dua etmektedir). O, inanclıları cok esirgeyicidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"O´na kavusacakları gun, onların dirlik temennileri: \"Selam\"dır. Ve O, onlara ustun bir ecir hazırlamıstır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey Peygamber, gercekten biz seni bir sahid, bir mujde verici ve bir uyarıcı olarak gonderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ve kendi izniyle Tanrı´ya cagıran ve nur sacan bir cerag olarak (gonderdik)"},{"SurahNumber":33,"VerseNumber":47,"Text":"Muminlere mujde ver, gercekten onlar icin Tanrı´dan buyuk bir fazl vardır"},{"SurahNumber":33,"VerseNumber":48,"Text":"Kafirlere ve munafıklara itaat etme, eziyetlerine aldırma ve Tanrı´ya tevekkul et. Vekil olarak Tanrı yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey inananlar, inanclı (kadın)ları nikahlayıp sonra onlara dokunmadan bosarsanız, bu durumda sizin icin uzerlerine sayacagınız bir iddet yoktur. Artık (hemen) onları yararlandırın (onlara yetecek bir miktar verin) ve guzel bir salma tarzıyla onları salıverin"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber, gercekten biz sana ucretlerini (mehirlerini) verdigin eslerini ve Tanrı´nın sana ganimet olarak verdikleri (savas esirleri)nden sag elinin malik oldugu (cariyeler) ile seninle birlikte hicret eden amcanın kızlarını, halanın kızlarını, dayının kızlarını ve teyzenin kızlarını helal kıldık; bir de, kendisini peygambere hibe eden ve peygamberin kendisini almak istedigi inanclı (kadın)ı da, inanclı (erkek)ler icin olmaksızın yalnızca sana has olmak uzere, (senin icin helal kıldık). Biz, kendi esleri ve sag ellerinin malik oldugu (cariyeler) konusunda onlar (muminler) uzerine neyi farz kıldıgımızı bildik (size bildirdik). Boylelikle senin icin hic bir gucluk olmasın. Tanrı cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":33,"VerseNumber":51,"Text":"Onlardan diledigini geri bırakır, diledigini de yanına alıp barındırabilirsin; ayrıldıklarından, istek duyduklarına (donmende) senin icin bir sakınca yoktur. Onların gozlerinin aydınlanıp huzne kapılmamalarına ve kendilerine verdiginle hepsinin hosnut olmalarına en yakın (en uygun) olan budur. Tanrı, kalplerinizde olanı bilir. Tanrı bilendir, halimdir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra (baska) kadınlar ve bunları baska eslerle degistirmek -guzellikleri senin hosuna gitse bile- sana helal olmaz; ancak sag elinin malik oldugu (cariyeler) baska. Tanrı her seyi gozetleyip denetleyendir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey inananlar! (Rastgele) Peygamberin evlerine girmeyin, (bir baska is icin girmisseniz ille de) yemek vaktini beklemeyin. (Ama yemege) cagırıldıgınız zaman girin, yemegi yiyince dagılın ve (uzun) soze dalmayın. Gercekten bu, peygambere eziyet vermekte ve o da sizden utanmaktadır; oysa Tanrı, hak(kı acıklamak)tan utanmaz. Onlardan (peygamberin eslerinden) bir sey isteyeceginiz zaman, perde arkasından isteyin. Bu sizin kalpleriniz icin de, onların kalpleri icin de daha temizdir. Tanrı´nın Resulune eziyet vermeniz ve ondan sonra eslerini nikahlamanız size ebediyen (helal) olmaz. Cunku boyle yapmanız, Tanrı katında cok buyuk (bir gunah)tır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir seyi acıga vursanız da, saklı tutsanız da; suphesiz Tanrı, her seyi bilici olandır"},{"SurahNumber":33,"VerseNumber":55,"Text":"Onlar icin babaları, ogulları, kardesleri, erkek kardeslerinin ogulları, kız kardeslerinin ogulları, kadınları ve sag ellerinin malik oldugu (cariyeler) hakkında bir sakınca yoktur. (Ey musluman kadınlar) Tanrı´dan sakının. Suphesiz Tanrı, her seye sahid olandır"},{"SurahNumber":33,"VerseNumber":56,"Text":"Suphesiz, Tanrı ve melekleri Peygambere salat ederler. Ey inananlar siz de ona salat edin ve tam bir teslimiyetle ona selam verin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Gercek su ki, Tanrı´ya ve elcisine eziyet edenler; Tanrı, onlara dunyada ve ahirette lanet etmis ve onlar icin asagılatıcı bir azab hazırlanmıstır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Inanclı (erkek)lere ve inanclı (kadın)lara irtikab etmedikleri (bir suc) sebebiyle eziyet edenler ise gercekten bir iftira ve acık bir gunah yuklenmislerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber, eslerine, kızlarına ve inanclıların kadınlarına dıs elbiselerinden (cilbablarından) ustlerine giymelerini soyle; onların (ozgur ve iffetli) tanınması ve eziyet gormemeleri icin en uygun olan budur. Tanrı cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Andolsun, eger munafıklar, kalplerinde hastalık bulunanlar ve sehirde kıskırtıcılık yapan (yalan haber yayan)lar (bu tutumlarına) bir son vermeyecek olurlarsa, gercekten seni onlara saldırtırız, sonra orada seninle pek az (bir sure) komsu kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanete ugratılmıslar olarak; nerede ele gecirilseler yakalanırlar ve olduruldukce (surekli) oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Bu,) Daha onceden gelip gecenler hakkında (uygulanan) Tanrı´nın sunnetidir. Tanrı´nın sunnetinde kesin olarak bir degisiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar, sana kıyamet saatini sorarlar, de ki: \"Onun bilgisi yalnızca Tanrı´nın katındadır.\" Ne bilirsin; belki kıyamet saati pek yakın da olabilir"},{"SurahNumber":33,"VerseNumber":64,"Text":"Gercekten Tanrı, kafirleri lanetlemis ve onlar icin ´cılgın bir ates´ hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebediyen kalıcıdırlar. Onlar ne bir veli, ne bir yardımcı bulamayacaklardır"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yuzlerinin ateste evrilip cevrilecegi (tukallebu) gun derler ki: \"Eyvahlar bize, keske Tanrı´ya itaat etseydik ve Resul´e itaat etseydik"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve dediler ki: \"Rabbimiz, gercekten biz, efendilerimize ve buyuklerimize itaat ettik, boylece onlar bizi yoldan saptırmıs oldular"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbimiz, onlara azabtan iki katını ver ve buyuk bir lanet ile lanet et"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey inananlar, Musa´ya eziyet edenler gibi olmayın; ki sonunda Tanrı onu demekte olduklarından temize cıkardı. O Tanrı katında vecihti"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey inananlar, Tanrı´dan sakının ve sozu dogru soyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ki O (Tanrı ), amellerinizi ıslah etsin ve gunahlarınızı bagıslasın. Kim Tanrı´ya ve elcisine itaat ederse, artık o en buyuk kurtulusla kurtulmustur"},{"SurahNumber":33,"VerseNumber":72,"Text":"Gercek su ki, biz emanetleri goklere, yere ve daglara sunduk da onlar bunu yuklenmekten kacındılar ve ondan korkuya kapıldılar; onu insan yuklendi. Cunku o, cok zalim cok cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Sundan ki: Tanrı, munafık erkekleri ve munafık kadınları, musrik erkekleri ve musrik kadınları azablandıracak; inanclı (erkek)lerin ve inanclı (kadın)ların tevbesini kabul edecektir. Tanrı cok bagıslayandır, cok esirgeyendir"}]}