{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Taa Siin. Aquests son els versicles de l'Alcora i d'una Escriptura clara"},{"SurahNumber":27,"VerseNumber":2,"Text":"Una Guia i bona nova per als creients"},{"SurahNumber":27,"VerseNumber":3,"Text":"que fan la azala, donen el azaque i estan convencuts de l'altra vida"},{"SurahNumber":27,"VerseNumber":4,"Text":"Hem engalanat les accions dels que no creuen en l'altra vida, aixi erren perplexos"},{"SurahNumber":27,"VerseNumber":5,"Text":"Aquests tals son els que sofriran el castig pitjor i els que perdran mes en l'altra vida"},{"SurahNumber":27,"VerseNumber":6,"Text":"En veritat tu reps l'Alcora d'Un que es Savi, Omniscient"},{"SurahNumber":27,"VerseNumber":7,"Text":"Quan Moises va dir a la seva familia: «Distingeixo un foc. Vaig a informar-vos de quin es tracta o us portare un tio ardent. Potser, aixi, pugueu escalfar-vos»"},{"SurahNumber":27,"VerseNumber":8,"Text":"A l'arribar a ell, li van cridar: «Beneit sigui Qui esta en el foc i qui esta entorn d'ell! Gloria a Al·la, Senyor de l'univers"},{"SurahNumber":27,"VerseNumber":9,"Text":"Moises! Jo soc Al·la, El Poderos, El Savi!»"},{"SurahNumber":27,"VerseNumber":10,"Text":"I: «Llenca la teva vara!» I quan va veure que es movia com si anes una serp, va donar mitja volta per a escapar, sense tornar-se. «Moises! No tinguis por! Davant meu , els Missatgers no temen"},{"SurahNumber":27,"VerseNumber":11,"Text":"Si, en canvi, qui hagi obrat impiament; pero, si substituix la seva dolenta accio per una bona... Jo soc indulgent, misericordios"},{"SurahNumber":27,"VerseNumber":12,"Text":"Introduix la ma per la escotadura de la teva tunica i sortira blanca, sana. Aixo formara part dels nou signes destinats a Farao i el seu poble. Son gent perversa»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Quan Els nostres signes van venir a ells tot clars, van dir: «Aixo es manifesta magia!»"},{"SurahNumber":27,"VerseNumber":14,"Text":"I els van negar injusta i altivament, a pesar d'estar convencuts d'ells. I mira com van acabar els corruptors"},{"SurahNumber":27,"VerseNumber":15,"Text":"Vam donar ciencia a David i a Salomon. I van dir: «Lloat sigui Al·la, que ens ha preferit a molts dels seus serfs creients!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Salomon va heretar a David i va dir: «Homes! Se'ns ha ensenyat el llenguatge dels ocells i se'ns ha donat de tot. Es un favor manifest!»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Les tropes de Salomon, compostes de genis, d'homes i pardals, van ser agrupades davant ell i formades"},{"SurahNumber":27,"VerseNumber":18,"Text":"Fins que, arribats a la Vall de les Formigues, una formiga va dir: «Formigues! Entreu en els vostres habitatges, no sigui que Salomon i les seves tropes us esclafen sense adonar-se!»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Va somriure a l'escoltar el que ella deia i va dir: «Senyor! Permet-me que T'agraeixi la gracia que ens has dispensat, a mi i als meus pares! Feix que faci obres bones que Et plaguin! Feix que entri a formar part, per La teva misericordia, dels teus serfs justs!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Va passar revista als pardals i va dir: «Com es que no veig a la palput? O es que esta absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"He de castigar-la severament o degollar-la, tret que em presenti, sens falta , una excusa satisfactoria»"},{"SurahNumber":27,"VerseNumber":22,"Text":"No va trigar a regressar i va dir: «Se quelcom que tu no saps, i et porto Dels Saba una noticia segura"},{"SurahNumber":27,"VerseNumber":23,"Text":"He trobat que regna sobre ells una dona, a qui s'ha donat de tot i que posseix un tron august"},{"SurahNumber":27,"VerseNumber":24,"Text":"He trobat que ella i el seu poble es postran davant el sol, no davant Al·la. El Dimoni els ha engalanat les seves obres i, havent-los apartat del cami, no segueixen la bona senda"},{"SurahNumber":27,"VerseNumber":25,"Text":"de manera que no es prosternan davant Al·la, Que posa de manifest el que esta amagat en els cels i en la terra, i sap el que oculteu i el que manifesteu"},{"SurahNumber":27,"VerseNumber":26,"Text":"Al·la, fora d´Ell no hi ha altre deu, es el Senyor del Tron August»"},{"SurahNumber":27,"VerseNumber":27,"Text":"Va dir ell: «Anem a veure si dius veritat o menteixes"},{"SurahNumber":27,"VerseNumber":28,"Text":"Porta aquest escrit meu i tira-l'hi. Despres, mantin-te a part i mira que responen»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Va dir ella: «Dignataris! M'han tirat un escrit respectable"},{"SurahNumber":27,"VerseNumber":30,"Text":"Es de Salomon i diu: En el nom d'Al·la El Compassiu El Misericordios"},{"SurahNumber":27,"VerseNumber":31,"Text":"No us mostreu altius amb mi i veniu a mi submissos!'»"},{"SurahNumber":27,"VerseNumber":32,"Text":"Va dir ella: «Dignataris! Aconselleu-me en el meu assumpte! No vaig a decidir gens sense que sigueu vosaltres testimonis»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Van dir: «Posseim forca i posseim gran valor, pero a tu et toca ordenar. Mira, doncs, que ordenes!»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Va dir ella: «Els reis, quan entren en una ciutat, l'arruinen i reduixen a la miseria als seus habitants mes poderosos. Aixi es com fan"},{"SurahNumber":27,"VerseNumber":35,"Text":"Jo, en canvi, vaig a enviar-los un regal i veure amb que regressen els Missatgers»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Quan va arribar a Salomon, va dir: «Voleu satisfer-me d'hisenda? El que Al·la m'ha donat val mes que el que Ell us ha donat. No, sino que sou vosaltres qui estan contents amb els vostres regals"},{"SurahNumber":27,"VerseNumber":37,"Text":"Regressa als teus! Hem de marxar contra ells amb tropes a les quals no podran contenir i hem d'expulsar-los de la seva ciutat, abatuts i humiliats»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Va dir ell: «Dignataris! Qui de vosaltres em portara el seu tron abans que vinguen a mi submissos?»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Un dels genis, un Ifrit, va dir: «Jo t'ho portare abans que hagis tingut temps d'aixecar-te del teu seient. Soc capac de fer- ho, digne de confianca»"},{"SurahNumber":27,"VerseNumber":40,"Text":"El que tenia ciencia de l'Escriptura va dir: «Jo t'ho portare en un obrir i tancar d'ulls». Quan ho va veure segur de si mateix, va dir: «aquest es un favor del meu Senyor per a provar-me si soc o no agrait. Qui es agrait, ho es en realitat, en profit propi. I qui es desagrait... El meu Senyor Es basta a Si mateix, es Generos»"},{"SurahNumber":27,"VerseNumber":41,"Text":"Va dir: «Desfigureu-li el seu tron i veurem si segueix la bona senda o no!»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Quan ella va arribar, es va dir: «Es aixi el seu tron?» Va dir ella: «Sembla que si». «Hem rebut la ciencia abans que ella. Ens haviem sotmes"},{"SurahNumber":27,"VerseNumber":43,"Text":"Pero el que ella servia, en lloc de servir a Al·la, l'ha apartat. Pertanyia a un poble infidel»"},{"SurahNumber":27,"VerseNumber":44,"Text":"Se li va dir: «Entra en el palau!» Quan ella ho va veure, va creure que era un estany d'aigua i es va descobrir les cames. Va dir ell: «Es un palau pavimentat de cristall». Va dir ella: «Senyor! He estat injusta amb mi mateixa, pero, com Salomon, em sotmet a Al·la, Senyor de l'univers»"},{"SurahNumber":27,"VerseNumber":45,"Text":"I als Tamudis els enviem el seu germa Salih: «Serviu a Al·la!» I heus aqui que es van escindir en dos grups, que es van querellar"},{"SurahNumber":27,"VerseNumber":46,"Text":"Va dir: «Poble! Per que precipiteu el mal abans que el be? Per que no demaneu perdo a Al·la? Potser, aixi, se us tingui pietat»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Van dir: «Us tenim, a tu i als que et segueixen, per aus de mal averany». Va dir: «El vostre auguri esta en mans d'Al·la. Si, sou gent subjecta a prova»"},{"SurahNumber":27,"VerseNumber":48,"Text":"En la ciutat havia un grup de nou homes, que corrompien en la terra i no la reformaven"},{"SurahNumber":27,"VerseNumber":49,"Text":"Van dir: «Juramentem-nos davant Al·la que hem d'atacar- los de nit, a ell i a la seva familia! Despres, direm al seu parent proxim que no presenciem l'assassinat de la seva familia i que diem la veritat»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Van ordir una intriga sense sospitar que Nosaltres ordiem altra"},{"SurahNumber":27,"VerseNumber":51,"Text":"I mira com va acabar la seva intriga! Els aniquilem a ells i al seu poble, a tots"},{"SurahNumber":27,"VerseNumber":52,"Text":"Aqui estan les seves cases en ruines, en castig del seu impietat. Certament, hi ha en aixo un signe per a gent que sap"},{"SurahNumber":27,"VerseNumber":53,"Text":"Salvem, en canvi, als que creien i temien a Al·la"},{"SurahNumber":27,"VerseNumber":54,"Text":"I a Lot, quan va dir al seu poble: «Cometeu deshonestedat a gratcient"},{"SurahNumber":27,"VerseNumber":55,"Text":"Us dirigiu als homes, per concupiscencia, en lloc de dirigir-vos a les dones? Si, sou gent ignorant»"},{"SurahNumber":27,"VerseNumber":56,"Text":"L'unica cosa que va respondre el seu poble va ser: «Expulseu de la ciutat a la familia de Lot! Son gent que les hi donen de purs»"},{"SurahNumber":27,"VerseNumber":57,"Text":"Els preservem del castig, a ell i a la seva familia, excepte a la seva dona. Determinem que fora dels que es ressaguessin"},{"SurahNumber":27,"VerseNumber":58,"Text":"I vam fer ploure sobre ells una pluja. Pluja fatal per als que havien estat advertits"},{"SurahNumber":27,"VerseNumber":59,"Text":"Digues: «Lloat sigui Al·la! Pau sobre Els seus serfs, que Ell ha triat! Qui es millor: Al·la o el que Li associen?»"},{"SurahNumber":27,"VerseNumber":60,"Text":"Qui, si no, ha creat els cels i la terra i fet baixar per a vosaltres aigua del cel, mitjancant la qual fem creixer aprimorats jardins alli on vosaltres no podrieu fer creixer arbres? Hi ha un deu juntament amb Al·la? Pero es gent desviat"},{"SurahNumber":27,"VerseNumber":61,"Text":"Qui, si no, ha estabilitzat la terra, col·locat per ella rius, fixat muntanyes i posat una barrera entre les dues grans masses d'aigua? Hi ha un deu juntament amb Al·la? Pero la majoria no saben"},{"SurahNumber":27,"VerseNumber":62,"Text":"Qui, si no, escolta la invocacio del necessitat, lleva el mal i fa de vosaltres successors en la terra? Hi ha un deu juntament amb Al·la? Que poc us deixeu amonestar"},{"SurahNumber":27,"VerseNumber":63,"Text":"Qui, si no, us guia entre les tenebres de la terra i del mar, qui envia els vents com nuncis que precedeixen a La seva misericordia? Hi ha un deu juntament amb Al·la? Al·la esta per sobre del que Li associen"},{"SurahNumber":27,"VerseNumber":64,"Text":"Qui, si no, inicia la creacio i despres la repeteix? Qui us proveix dels bens del cel i de la terra? Hi ha un deu juntament amb Al·la? Digues: «Aporteu la vostra prova, si es veritat el que dieu!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Digues: «Ningu en els cels ni en la terra coneix l'ocult, fora d'Al·la. I no pressenteixen quan van a ser ressuscitats"},{"SurahNumber":27,"VerseNumber":66,"Text":"Al contrari, la seva ciencia no arriba a l'altra vida. Dubten d'ella, mes encara, estan cecs quant a ella es refereix»"},{"SurahNumber":27,"VerseNumber":67,"Text":"Els infidels diuen: «Quan nosaltres i els nostres pares siguem terra, se'ns traura"},{"SurahNumber":27,"VerseNumber":68,"Text":"Aixo es el que abans se'ns va prometre, a nosaltres i als nostres pares! No son mes que faules dels antics!»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Digues: «Aneu per la terra i mireu com van acabar els pecadors!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"No estiguis trist per ells ni t'angoixis per les seves intrigues"},{"SurahNumber":27,"VerseNumber":71,"Text":"Diuen: «Quan es complira aquesta amenaca, si es veritat el que dieu?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Digues: «Potser quelcom d'allo la vinguda del_qual voleu apressar estigui ja trepitjant-vos els talons»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Si, el teu Senyor dispensa El seu favor als homes, pero la majoria no agraixen"},{"SurahNumber":27,"VerseNumber":74,"Text":"En veritat, el teu Senyor coneix el que oculten els seus pits i el que manifesten"},{"SurahNumber":27,"VerseNumber":75,"Text":"No hi ha gens amagat en el cel ni en la terra que no estigui en una Escriptura clara"},{"SurahNumber":27,"VerseNumber":76,"Text":"Aquest Alcora conta als Fills d'Israel la major part d'allo que discrepen"},{"SurahNumber":27,"VerseNumber":77,"Text":"Es, si, guia i misericordia per als creients"},{"SurahNumber":27,"VerseNumber":78,"Text":"El teu Senyor decidira entre ells amb El seu Veredicte. Es El Poderos, El Omniscient"},{"SurahNumber":27,"VerseNumber":79,"Text":"Confia en Al·la! Posseixes la veritat manifesta"},{"SurahNumber":27,"VerseNumber":80,"Text":"Tu no pots fer que els morts escoltin, ni que els sords escoltin la crida si tornen l'esquena"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ni pots dirigir als cecs, traient-los de la seva perdua. Tu no pots fer que escoltin sino qui creuen en Els nostres signes i estan sotmesos a Nosaltres"},{"SurahNumber":27,"VerseNumber":82,"Text":"Quan es pronuncii contra ells la sentencia, els traurem de la terra una bestia que proclamara davant ells que els homes no estaven convencuts dels nostres signes"},{"SurahNumber":27,"VerseNumber":83,"Text":"El dia que, de cada comunitat, congreguem a una munio dels que desmentien Els nostres signes, seran dividits en grups"},{"SurahNumber":27,"VerseNumber":84,"Text":"Fins que, quan venguen, digui: «Heu desmentit Els meus signes sense haver-los abastat en la vostra ciencia? Que heu fet si no?»"},{"SurahNumber":27,"VerseNumber":85,"Text":"Es pronunciara contra ells la sentencia per haver obrat impiament i no tindran que dir"},{"SurahNumber":27,"VerseNumber":86,"Text":"No veuen que hem establert la nit perque descansin i el dia perque puguin veure clar? Certament, hi ha en aixo signes per a gent que creu"},{"SurahNumber":27,"VerseNumber":87,"Text":"El dia que es toqui la trompeta, s´aterriaran qui estiguin en els cels i en la terra, excepte aquells que Al·la vulgui. Tots vindran a Ell humils"},{"SurahNumber":27,"VerseNumber":88,"Text":"Veuras passar les muntanyes, que tu creies immobils, com passen els nuvols: obra d'Al·la, Que tot ho fa perfecte. Ell esta be informat del que feu"},{"SurahNumber":27,"VerseNumber":89,"Text":"Qui presentin una obra bona obtindran una recompensa millor encara i es veuran, aquest dia, lliures de terror"},{"SurahNumber":27,"VerseNumber":90,"Text":"mentre que qui presentin una obra dolenta seran precipitats de cap en el Foc: «Se us retribuix per alguna cosa que no hagiu comes?»"},{"SurahNumber":27,"VerseNumber":91,"Text":"«He rebut nomes l'ordre de servir al Senyor d'aquesta ciutat, que Ell ha declarat sagrada. Tot Li pertany! He rebut l'ordre d'esser dels sotmesos a Ell"},{"SurahNumber":27,"VerseNumber":92,"Text":"i de recitar l'Alcora. Qui segueix la via recta la segueix, en realitat, en profit propi. Pero qui s'extravia... Digues: «Jo no soc sino un que adverteix»"},{"SurahNumber":27,"VerseNumber":93,"Text":"Digues tambe: «Lloat sigui Al·la! ell us mostrara Els seus signes i vosaltres els reconeixereu. El teu Senyor esta atent al que feu»"}]}