{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Ugit tolı Quranga sert"},{"SurahNumber":38,"VerseNumber":2,"Text":"Arine qarsı bolgandar, dandaysıp, tartıswda"},{"SurahNumber":38,"VerseNumber":3,"Text":"Olardan burın qansalagan nasildi joq ettik. Sonda olar oybayladı da; biraq qutılar zaman emes edi"},{"SurahNumber":38,"VerseNumber":4,"Text":"Olar ozderinen bir eskertwsi kelgenine tanırqadı da qarsı bolgandar: \"Bul bir siqırsı, barıp turgan swayt\" dedi"},{"SurahNumber":38,"VerseNumber":5,"Text":"Tanirlerdi bir-aq tanir qıla ma? Arine bul tım tangajayıp narse"},{"SurahNumber":38,"VerseNumber":6,"Text":"Olardın bastıqtarı kelip: \"Jurinder, oz tanirlerinde sabır ete turındar. Soz joq, bul bir maqsattı narse"},{"SurahNumber":38,"VerseNumber":7,"Text":"Tipti bunı biz ozge dinde estigen emespiz. Bul mulde bir jasandı jol"},{"SurahNumber":38,"VerseNumber":8,"Text":"Aramızdan osıga gana ugit tusirildi me?,- (desti) Olay emes, olar Menin ugitimnen kudiktenwde. Arine olar azabımdı tatqan joq"},{"SurahNumber":38,"VerseNumber":9,"Text":"(Muxammed G.S.) nemese ote ustem, asa jomart Rabbınnin marxametinin qazınası olardın qasında ma"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ne kokter men jerdin ari arasındagılardın ieligi olardiki me? Endese, ıngayın tawıp, koterilip korsin"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Olar) munda soqqı jegen rwlardan bir qol"},{"SurahNumber":38,"VerseNumber":12,"Text":"Olardan burın Nux, Gad eli jane saltanat iesi Pergawın da jasınga sıgargan edi"},{"SurahNumber":38,"VerseNumber":13,"Text":"Sonday-aq Samud, Lut jane Ayke xalqı da. Mine osı toptar"},{"SurahNumber":38,"VerseNumber":14,"Text":"Barlıgı da elsilerdi jasınga sıgargandıqtarınan, azap layıq boldı"},{"SurahNumber":38,"VerseNumber":15,"Text":"Al endi bular da toqtawsız bir gana ascı dawıstı kutedi"},{"SurahNumber":38,"VerseNumber":16,"Text":"Olar: \"Rabbımız, esep kuninen burın koresimizdi tez korset\" desti"},{"SurahNumber":38,"VerseNumber":17,"Text":"(Muxammed G.S.) olardın aytqandarına sabır et. Mıqtı qulımız Dawit (G.S.) ti esine al! Oytkeni ol, ote boy usınwsı"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ras ogan tawlardı bagındırdıq. Olar onımen birge inirde ari saskede Allanı daripteytin edi. (S. 79-A)"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ogan qustı tobımen bagındırdıq. Barlıgı Allanı dariptwsi edi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onın patsalıgın kuseytip, ogan danalıq, sonday-aq dawga bilik aytw qabiletin berdik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Sagan dawsının xabarı keldi me? Sol waqıtta dwardan asıp bolmege kirip kelgen edi"},{"SurahNumber":38,"VerseNumber":22,"Text":"Olar Dawit (G.S) ke kirgen satte, sonda olardan abırjıp qaldı. Olar: \"Qorıqpa, bir-birine oktemdik etken eki dawsımız. Aramızga twralıqpen bilik qıl. Sataspa da bizdi twra jolga sal\" dedi"},{"SurahNumber":38,"VerseNumber":23,"Text":"Ras mına twısımnın toqsan togız sawlıgı bar edi de menin bir sawlıgım bar edi. Sonda da ol, \"Onı magan tapsır\" dep, soz boyınsa ozime oktemdik istedi"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dawit (G.S.): \"Sınında senin sawlıgındı oz sawlıqtarınnın ustine surawmen sagan zulımdıq etken eken. Rasında qarım-qatınasta bolgandardın kobi, arine bir-birine qaralıq isteydi. Biraq iman keltirip, twrasıldıq istegender basqa. Olar azgantay\" dedi. Dawit (G.S.) sın maninde ozin sınaganımızdı sezdi. Sondıqtan Rabbınan jarılqaw tilep, sajdege jıgılıp, boy usındı"},{"SurahNumber":38,"VerseNumber":25,"Text":"Sonda onı jarılqadıq. Saksiz onın Bizdin qasımızda albette jaqındıgı, korkem kelesegi bar. (Bul dawa maselesi, mısal usin keltirilgen. B.M.K.X)"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ay Dawit! Seni jer juzinde mengerwsi qıldıq. Sondıqtan adamdardın arasına xaqiqatpen tkim et, oyga erme. Onda seni Allanın jolınan adastıradı. Saksiz Allanın jolınan adasqandar, esep kunin umıtwları sebepti olarga qattı azap bar"},{"SurahNumber":38,"VerseNumber":27,"Text":"Kok pen jerdi ari eki arasındagılardı bosqa jartpadıq. Ol qarsı kelgenderdin oyı. Sondıqtan ottan azap bolatın qarsı kelgenderge ne okinis"},{"SurahNumber":38,"VerseNumber":28,"Text":"Nemese iman keltirip, izgi is istegenderdi, jer juzindegi buzaqılarday qılamız ba"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Muxammed G.S.) sagan bir mubarak Kitap tusirdik; ayattarın tusinsin ari aqıl ieleri ugit alsın"},{"SurahNumber":38,"VerseNumber":30,"Text":"Dawit (G.S.) ke Suleymen (G.S.) di berdik. Ol ne degen jaqsı qul edi. Ras ol ote bagınıstı"},{"SurahNumber":38,"VerseNumber":31,"Text":"Sol waqıtta bir keste Suleymen (G.S.) ge saygulik juyrikter keltirildi"},{"SurahNumber":38,"VerseNumber":32,"Text":"Soz joq, men Rabbımdı eske alw usin attı ote jaqsı koremin\" dedi. Aqır tulparlar kozden gayıp bolgan satte"},{"SurahNumber":38,"VerseNumber":33,"Text":"Onı magan qaytarıp akelinder\" (dep,) sonda ayaqtarın, moyındarın sipay bastadı. (Quran Karim turikse ugımı, Diyanat isteri Turkiya Quran ugımı. T-Q.Pakistan)"},{"SurahNumber":38,"VerseNumber":34,"Text":"Rasında Suleymen (G.S.) di sınap tagının ustine bir dene qoydıq. (B.J.M.A.) Sosın ol, tawbe qıldı"},{"SurahNumber":38,"VerseNumber":35,"Text":"Rabbım! Meni jarılqa. Magan, menen keyin eskimge nasip bolmaytın patsalıq ber. Arine Sen ote jomartsın\" dedi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Sondıqtan qalagan jerge jetwge, buyrıgımen onay juretin jeldi bagındırdıq"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ar turli qurılıs jasawsı jane sungigis saytandardı bagındırdıq. (S. 82-A)"},{"SurahNumber":38,"VerseNumber":38,"Text":"Al basqa birewleri sınjırlarda matawlı edi"},{"SurahNumber":38,"VerseNumber":39,"Text":"Bul Bizdin bergenimiz. Al endi qalaganına ber. Nemese bermey ustap tur, esep emes. (Erk ozinde.)\",-(dedik)"},{"SurahNumber":38,"VerseNumber":40,"Text":"Kudiksiz ol usin qasımızda jaqındıq ari korkei kelesegi bar"},{"SurahNumber":38,"VerseNumber":41,"Text":"(Muxammed G.S.) qulımız Ayup (G.S.) gi esine al. sol waqitta Rabbına: \"Ras meni saytan beynet jane qinawga usırattı\" dep jalbarındı"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ogan: \"Ayagınmen jerdi tep. Mine sagan somılatın ari isetin swıq sw\" (dedik)"},{"SurahNumber":38,"VerseNumber":43,"Text":"(Ayup G.S. qolınan bala-saga, mal-mulki ketip, qurt awrwga usırasa da qabaq sıtpay sabırmen qulsılıq qıla bergendikton, Allanın marxametimen saqayıp burıngıdan da artıq xalge keledi. B.M.K.R.) Bizden bir marxamet sonday-aq aqıl ielerine bir ugit turinde ogan semyasın; olarmen birge bir ese artıgımen berdik. (Aytp G.S. ayeline keyip, jazılsam, juz dure sogamın dep ant etedi. B.J.M.R)"},{"SurahNumber":38,"VerseNumber":44,"Text":"Qolına bir top si alıp, sonımen bir ur. Sertinnen qaytpa!\" Sınında onı sabırlı kordik. Ol nedegen jaqsı qul. Oytkeni ol, ote boysunwsı"},{"SurahNumber":38,"VerseNumber":45,"Text":"(Muxammed G.S.) qulımız Ibırayım, Isxaq jane Yagqup (G.S.) tı esine al. Olar mıqtı da qıragı edi"},{"SurahNumber":38,"VerseNumber":46,"Text":"Rasında Biz olardı nagız axiretti eske alwga arnadıq"},{"SurahNumber":38,"VerseNumber":47,"Text":"Soz joq, olar, qasımızda tandawlı igi-jaqsılardan"},{"SurahNumber":38,"VerseNumber":48,"Text":"(Muxammed R.S.) Ismayıl, Ilyas jane Zulkafil (G.S.) di de esine al. Barlıgı jaqsılardan edi"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bul bir nasixat. Kudiksiz taqwalar usin tım korkem kelesek bar"},{"SurahNumber":38,"VerseNumber":50,"Text":"Olar usin esikteri asıq Gadın jannattarı bar"},{"SurahNumber":38,"VerseNumber":51,"Text":"Olar onda jastanıp otıradı. Ol jerde mol jemister, swsındar tileydi"},{"SurahNumber":38,"VerseNumber":52,"Text":"Olardın qasında telmirgen jasıt qor qızdarı bar"},{"SurahNumber":38,"VerseNumber":53,"Text":"Esep kuni usin senderge wade etilgender osı"},{"SurahNumber":38,"VerseNumber":54,"Text":"Sozsiz, tawsılmas bergen nesibemiz osı"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ya, osı! Al rasında azgındar usin jaman orın bar"},{"SurahNumber":38,"VerseNumber":56,"Text":"Olardın kirer jerleri tozaq. Sonda nendey jaman orın"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ya, osı! Endi olar, qaynar sw, irin tatsın"},{"SurahNumber":38,"VerseNumber":58,"Text":"Tagı basqa osı siyaqtılardın nese turlisi bar"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Qılmıstılardın bastıqtarına): \"Mına top, sendermen birge tozaqqa kirwsiler\" (delinedi. Olar): \"Olarga jaqsılıq joq. Olar tozaqqa kiredi\" (deydi)"},{"SurahNumber":38,"VerseNumber":60,"Text":"Olar: \"Olay emes, senderge jaqsılıq bolmasın! Bunı bizge sender keltirdinder. Nendey jaman orın\" (der)"},{"SurahNumber":38,"VerseNumber":61,"Text":"Olar: \"Rabbımız! Bizge bunı kim keltirgen bolsa, onın tozaqtagı azabın nese ese arttıra tus!\",- deydi"},{"SurahNumber":38,"VerseNumber":62,"Text":"Olar: \"Bizge ne boldı? Ozderin jamandardan sanagan adamdardı kormeymiz goy\" desedi"},{"SurahNumber":38,"VerseNumber":63,"Text":"Olardı sıqaqqa alwsı edik. Nemese olar kozderimizge tuspey me"},{"SurahNumber":38,"VerseNumber":64,"Text":"Kudiksiz, mine osı; tozaqtıqtardın tartıswları bir sındıq"},{"SurahNumber":38,"VerseNumber":65,"Text":"(Muxammed G.S.) olarga: \"Sın maninde men bir eskertwsi ganamın. Ote oktem bir Alladan basqa esbir tanir joq\" de"},{"SurahNumber":38,"VerseNumber":66,"Text":"Ol, kokter men jerdin ari eki arasındagılardın Rabbı. Tım ustem, asa jarılqawsı"},{"SurahNumber":38,"VerseNumber":67,"Text":"Bul bir iri xabar\" de"},{"SurahNumber":38,"VerseNumber":68,"Text":"Sender Odan bet bursandar"},{"SurahNumber":38,"VerseNumber":69,"Text":"Jogarı alemdegilerdin tartıspalarınan malimetim joq edi"},{"SurahNumber":38,"VerseNumber":70,"Text":"Sın maninde asıq bir eskertwsi bolgandıgınan gana magan waxi etilwde\" (de)"},{"SurahNumber":38,"VerseNumber":71,"Text":"Sol waqıtta Rabbın, peristelerge: \"Men balsıqtan bir adam jaratamın\" degen"},{"SurahNumber":38,"VerseNumber":72,"Text":"Qasan onı jasap, ogan ruxımnan urlegen satte, ogan sajdege jıgılındar\" (delindi)"},{"SurahNumber":38,"VerseNumber":73,"Text":"Sonda peristelerdin bari tugel sajde qıldı"},{"SurahNumber":38,"VerseNumber":74,"Text":"Biraq Ibilis sajde etpey takapparlanıp, qarsılardan boldı"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Alla T.): \"Ay Ibilis! Eki qolımmen jaratqanıma sajde etwden seni ne tostı? Takapparlandın ba?\",- dedi"},{"SurahNumber":38,"VerseNumber":76,"Text":"Ol: \"Men odan artıqpın. Oytkeni, meni ottan jarattın da onı topıraqtan jarattın\" dedi"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Alla T.): \"Derew ol jerden sıq. Sın maninde sen raxmetimnen qwıldın\" dedi"},{"SurahNumber":38,"VerseNumber":78,"Text":"Sınında qiyamet kunine deyin lagınetim sagan bolsın"},{"SurahNumber":38,"VerseNumber":79,"Text":"Ol: \"Rabbım, onda qayta tiriletin kunge deyin magan mursa ber\" dedi"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Alla T.): \"Ras sen mursa berilgenderdensin"},{"SurahNumber":38,"VerseNumber":81,"Text":"Belgili bir kunge deyin"},{"SurahNumber":38,"VerseNumber":82,"Text":"Ol: \"Ustemdigine sert! Albette olardın barlıgın azdıramın\" dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Biraq olardan ıqılastı quldarın gana qaladı"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Alla T.): \"Xaqiqat osı. Men xaqiqattı aytamın"},{"SurahNumber":38,"VerseNumber":85,"Text":"Albette tozaqtı senimenen jane sagan ileskendermen, solardın barlıgımen toltıramın"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Muxammed G.S.) olarga: \"Senderden ogan aqı suramaymın. Oz oyımnan sıgarwsılardan emespin\" de"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bul Quran bukil alem usin bir nasixat"},{"SurahNumber":38,"VerseNumber":88,"Text":"Albette onın xabarın bir zamannan keyin tusinesinder"}]}