{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"He bastracchadanakari"},{"SurahNumber":73,"VerseNumber":2,"Text":"tumi uthe damra'o raterabela alpasamaya byatita"},{"SurahNumber":73,"VerseNumber":3,"Text":"tara ardheka, athaba tara theke kichuta kamiye na'o"},{"SurahNumber":73,"VerseNumber":4,"Text":"athaba era upare bariye na'o, ara kura'ana abrtti karo dhirasthirabhabe santa-sundara abrttite."},{"SurahNumber":73,"VerseNumber":5,"Text":"Nihsandeha amara tomara upare capacchi eka gurubhara bani."},{"SurahNumber":73,"VerseNumber":6,"Text":"Nihsandeha rata-jege upasana -- e hacche balisthatama padaksepa o susansthapita baktabya."},{"SurahNumber":73,"VerseNumber":7,"Text":"Nihsandeha tomara jan'ya dinera belaya rayeche sudirgha karmatatparata."},{"SurahNumber":73,"VerseNumber":8,"Text":"Sutaram tomara prabhura nama kirtana karo ebam tamra prati dhyanadharanaya magna ha'o ekanistha dhyane."},{"SurahNumber":73,"VerseNumber":9,"Text":"Purbancala o pascimancalera prabhu, tini byatita kono upasya ne'i, sutaram tamke'i karnadhararupe grahana karo."},{"SurahNumber":73,"VerseNumber":10,"Text":"Ara adhyabasaya caliye ya'o tara ya bale ta sattbe'o, ara tadera parihara kare calo saujan'yamaya parihare"},{"SurahNumber":73,"VerseNumber":11,"Text":"ara chere da'o amake ebam satyapratyakhyanakaridera, bilasa-samagrira adhikaridera, ara tadera birama da'o alpakala."},{"SurahNumber":73,"VerseNumber":12,"Text":"Nihsandeha amadera kache ache bhari sikala o jbalanta aguna"},{"SurahNumber":73,"VerseNumber":13,"Text":"ara khadya ya galaya atake yaya, ara marmantuda sasti"},{"SurahNumber":73,"VerseNumber":14,"Text":"se'idina prthibi o paharagulo kempe uthabe, ara paharagulo haye yabe stupakara balira gada"},{"SurahNumber":73,"VerseNumber":15,"Text":"nihsandeha amara tomadera kache ejana rasula pathiyechi, tomadera upare saksirupe, yemana amara phira'a'unera kache ekajana rasula pathiyechilama."},{"SurahNumber":73,"VerseNumber":16,"Text":"Kinta phira'a'una se'i rasulake aman'ya karechila, phale amara take pakara'o karechilama nidaruna pakaranote."},{"SurahNumber":73,"VerseNumber":17,"Text":"Ata'eba kemana kare tomara a‌tmaraksa karabe, yadi tomara abisbasa kara se'i dinake yedina chelepiledera cula pakiye tulabe"},{"SurahNumber":73,"VerseNumber":18,"Text":"akasa habe bidirna? Tamra oyada abasya'i bastabayita habe."},{"SurahNumber":73,"VerseNumber":19,"Text":"Niscaya'i eti ekati smaranakari bisaya, sutaram ye iccha kare se tara prabhura dike patha dharuka."},{"SurahNumber":73,"VerseNumber":20,"Text":"Tomara prabhu abasya janena ye tumi to jege thaka ratera praya du'i-trtiyansa, ara tara ardheka ara tara eka-trtiyansa, ara tomara sange yara ache tadera ekati dala'o. Ara allah rata o dinera parimapa raksa karena. Tini janena ye tomara kakhano era hisaba rakhate parabe na, kaje'i tini tomadera dike phirechena, sejan'ya kura'ana theke yatata tomadera jan'ya sahaja tatata abrtti karo. Tini janena ye tomadera ke'u-ke'u rogagrasta habe ebam an'yera duniyate case berabe allah‌ra karunabhandarera sandhane, ara an'yan'yara allah‌ra pathe yud'dha karabe, sejan'ya e-theke yatata tomara sahaja mane kara tatata abrtti karo, ara namaya kayema rekho o yakata adaya karo ebam allah‌ke rnadana karo uttama rna. Ara ya kichu satkaja tomara nijedera jan'ya agabara'o ta tomara allah‌ra kache pabe, -- seti'i besi bhala o birata pratidana. Ara allah‌ra kache paritrana khomjo, nihsandeha allah paritranakari, aphuranta phaladata."}]}