{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Shinja-tachi wa, tashika ni shori o kachi toru"},{"SurahNumber":23,"VerseNumber":2,"Text":"Kare-ra wa, reihai ni keikendeari"},{"SurahNumber":23,"VerseNumber":3,"Text":"munashi (subete no) koto o sake"},{"SurahNumber":23,"VerseNumber":4,"Text":"hodokoshi 〔zakato〕 no tame ni hagemi"},{"SurahNumber":23,"VerseNumber":5,"Text":"jibun no inbu o mamoru mono"},{"SurahNumber":23,"VerseNumber":6,"Text":"Tadashi haigu to, kare-ra no migite ni shoyu suru mono (dorei) wa,-betsudearu. Kare-ra ni kanshite wa, togame rareru koto wanai"},{"SurahNumber":23,"VerseNumber":7,"Text":"Shikashi ho o koete motomeru mono wa, arra no okite ni somuku monodearu"},{"SurahNumber":23,"VerseNumber":8,"Text":"Mata shintaku to yakusoku ni chujitsuna-sha"},{"SurahNumber":23,"VerseNumber":9,"Text":"jibun no reihai o (chujitsu ni) mamoru monodearu"},{"SurahNumber":23,"VerseNumber":10,"Text":"Korera no mono koso honto no sozoku-sha de"},{"SurahNumber":23,"VerseNumber":11,"Text":"firudausu (tengoku) o tsugu monodearu. Kare-ra wa soko ni eien ni sumu nodearu"},{"SurahNumber":23,"VerseNumber":12,"Text":"Ware wa doro no seizui kara ningen o tsukutta"},{"SurahNumber":23,"VerseNumber":13,"Text":"Tsugini, ware wa kare o seieki no itteki to shite, kengona sumika ni osameta"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sorekara ware wa, sono sei shizuku o hitotsu no chi no katamari ni tsukuri, tsugini sono katamari kara nikukai o tsukuri, tsuide sono nikukai kara hone o tsukuri, tsugini niku de sono hone o oi, sorekara kare o soto no seimei-tai ni tsukuri ageta. A, nanto subarashi arra, mottomo sugureta sozo-sha de ara reru"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sorekara ato, anata gata wa kanarazu shinu"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sore kara fukkatsu no hi ni, yomigaera sa reru nodearu"},{"SurahNumber":23,"VerseNumber":17,"Text":"Ware wa anata gata no ue ni, 7tsu no ten o tsukutta. Kesshite ware wa sozo o tokan ni wa shinai"},{"SurahNumber":23,"VerseNumber":18,"Text":"Ware wa ten kara tekiryo no ame o furase, sore o chichu ni tomara seru. Mata ware wa, sore o nakusu koto mo dekiru"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ware wa sore de, anata gata no tame ni natsumeyashi to budo no en o sodateta.-En no nakaniha oku no kajitsu ga atte, anata gata wa sore o taberu"},{"SurahNumber":23,"VerseNumber":20,"Text":"Mata shinaizan ni san suru Ippon no ki ga atte,-yu ga tore, tabemono ni ajiwai o tsukeru"},{"SurahNumber":23,"VerseNumber":21,"Text":"Sorekara kachiku ni mo, anata gata e no kyokun ga aru. Ware wa sorera no haranouchi ni aru mono o anata gata ni noma seru. Sorera ni wa oku no yoto ga ari, mata anata gata wa sono (niku) o taberu"},{"SurahNumber":23,"VerseNumber":22,"Text":"Anata gata wa sorera ni nori, mata fune ni yotte hakoba reru"},{"SurahNumber":23,"VerseNumber":23,"Text":"Ware wa nufu o sono min ni tsukawashita. Kare wa itta. `Watashi no hitobito yo, arra ni tsukae nasai. Kare no soto ni wa, anata gata ni kami wa nai nodearu. Anata gata wa kare o osorenai no ka"},{"SurahNumber":23,"VerseNumber":24,"Text":"Hitobito no naka, shinko no nai choro-tachi wa itta. `Nanda kore wa, anata gata to onaji tada no ningende wanaidesu ka. Kare wa anata gata no ue ni, takaku tomaritai nodeshou. Moshi arra ga o nozominara, kare wa tenshi o tsukawasubekidesu. Watashi-tachi wa, mukashi no sosen kara mo, Konna koto wa kikimasendeshita"},{"SurahNumber":23,"VerseNumber":25,"Text":"Kono otoko wa tsuka reta ningen ni sugimasen.Dakara shibaraku matte yosu o mimashou"},{"SurahNumber":23,"VerseNumber":26,"Text":"Kare wa (inotte) itta. `Omo yo, kare-ra wa watashi o uso-tsukidearu to imasu. Do ka o tasuke kudasai"},{"SurahNumber":23,"VerseNumber":27,"Text":"Sorede ware wa kare ni keiji shita. `Ware no keiji ni shitagatte, ware no menomaede fune o tsukure. Ware no meirei ga kudatte, kama ga tagiri afuretara, kare-ra no naka de sengen ga sudeni kudasa reta mono o nozoki, anata wa subete no (iki) mo no ichiban to, anata no ikka o norikoma se nasai. Aku o okonatta mono no tame ni, ware ni tangan shite wa naranai. Kare-ra wa kanarazu oboreru nodearu"},{"SurahNumber":23,"VerseNumber":28,"Text":"Soshite issho no mono to fune no naka ni ochitsuitara (inotte) ie,`aku o okonau hitobito kara, watashi-tachi o o sukui kudasatta arra ni tatae are"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ie,`omo yo, shukufuku sa reta joriku chiten ni, watashi o joriku sa sete kudasai. Hontoni anata wa mottomo sugureta joriku o kanae rareru katadearimasu"},{"SurahNumber":23,"VerseNumber":30,"Text":"Hontoni kono nakaniha (rikai aru mono e no) shuju no shirushi ga aru. Ware wa (hitobito o) shiren suru monodearu"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sore kara kare-ra no nochi ni, ware wa soto no sedai o tsukuri ageta"},{"SurahNumber":23,"VerseNumber":32,"Text":"Ware wa kare-ra no ma kara (eranda) shito o, kare-ra ni noko wa shite,(iwa seta. ) `Arra ni tsukae nasai. Kare no soto ni, anata gata ni kami wa nai nodesu. Anata gata wa (kare o) osorenai nodesu ka"},{"SurahNumber":23,"VerseNumber":33,"Text":"Kare no min no naka no choro de shinko ga naku, raise no (arra to no) kaiken o usodearu to shi, gense de haburi no yoi-sha-tachi wa itta. `Kore wa anata gata to onaji hitori no ningen ni sugimasen. Anata gata no taberu mono o tabe, anata gata no nomu mono o nonde imasu"},{"SurahNumber":23,"VerseNumber":34,"Text":"Anata gataga, jibun to onaji ningen ni shitagaunaraba, kanarazu shippai surudeshou"},{"SurahNumber":23,"VerseNumber":35,"Text":"Anata gata wa shinde tsuchi to hone ni natte kara (futatabi) yomigaera sa reru to, kare wa yakusoku shita nodesu ka"},{"SurahNumber":23,"VerseNumber":36,"Text":"Son'na yakusoku wa mattaku ari emasen"},{"SurahNumber":23,"VerseNumber":37,"Text":"Watashi-tachi ni wa, gense no seikatsu no soto wa nai nodesu. Watashi-tachi wa shinde mata ikikaerudeshou ka. Watashi-tachi wa, kesshite yomigaera sa reru koto wa nai nodesu"},{"SurahNumber":23,"VerseNumber":38,"Text":"Kare wa arra ni tsuite, kyogen o netsuzo shita tada no ningen ni sugimasen. Watashi-tachi wa, kare o shinjimasen"},{"SurahNumber":23,"VerseNumber":39,"Text":"Kare wa (inotte) itta. `Omo yo, kare-ra wa watashi o uso-tsukidearu to imasu. Do ka o tasuke kudasai"},{"SurahNumber":23,"VerseNumber":40,"Text":"Kare wa ose rareta. `Shibaraku shitara, kare-ra wa kanarazu kuirudearou"},{"SurahNumber":23,"VerseNumber":41,"Text":"Sorede hitokoe (chobatsu) ga kakujitsu ni kare-ra o osoi, ware wa kare-ra o (tokinonagare ni ukabu) awa kuzu ni shita. Dakara aku o okonau mono yo tozakare"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sore kara kare-ra no nochi ni, ware wa soto no sho sedai o tsukutta"},{"SurahNumber":23,"VerseNumber":43,"Text":"Dare mo sono sadame rareta kigen ni,-saki ni suru koto mo okureru koto mo dekinai"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sokode ware wa tsugitsugini shito o noko wa shita. Daga shito ga hitotsu no min ni arawareru tabi ni, kare-ra wa kare o usotsuki yobawari shita. Sorede ware wa (ko no yona fugi no to o) tsugitsugini ato o owa se,(horoboshi), kare-ra o mukashi no katari kusa ni shita. Dakara shinko shinai mono yo tozakare"},{"SurahNumber":23,"VerseNumber":45,"Text":"Mata ware wa, waga shuju no shirushi to meiryona ken'i to o sazukete, musa to sono kyodai no harun o noko wa shita"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firuaun to sono choro-tachi no moto ni. Daga kare-ra wa oheide omoi nobotta-sha-tachideatta"},{"SurahNumber":23,"VerseNumber":47,"Text":"Kare-ra wa itta. `Watashi-tachi doyo ni ningen ni suginai futari o (doshite) shinji raremashou ka. Shikamo kare-ra no min wa, watashi-tachi no doreide wanaidesu ka"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sore de kare-ra wa, ryonin o usotsukidearu to i, kekkyoku horobosa reta"},{"SurahNumber":23,"VerseNumber":49,"Text":"Ware wa, kare-ra ga tadashiku michibika reru yo, musa ni shikato Keisuke (rippo) o sazuketa"},{"SurahNumber":23,"VerseNumber":50,"Text":"Mata ware wa, maruyamu no ko to sono haha o shirushi to nashi, ryonin o izumi no waki deru anseina oka no ue ni sumawa seta"},{"SurahNumber":23,"VerseNumber":51,"Text":"Anata gata shito-tachi yo, yoi kiyoi mono o tabe, yoi okonai o shi nasai. Ware wa anata gata no suru koto o jukuchi shite iru"},{"SurahNumber":23,"VerseNumber":52,"Text":"Hontoni anata gata no kono unma wa, yuiitsu no kyodotaidearu. Ware wa anata gata no omodearu. Ware o osoreyo"},{"SurahNumber":23,"VerseNumber":53,"Text":"Sorenanoni kare-ra wa sho shuha ni bunretsu shita. Shikamo kaku-ha wa jibun-tachi ga subarashi to itte iru"},{"SurahNumber":23,"VerseNumber":54,"Text":"Dakara tobun'nokan, mayoi no mama ni kare-ra o hochi shi nasai"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kare-ra wa ware ga, zaiho to shijo de kare-ra o chikaradzukeru to kangaeru no ka"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ware wa kare-ra no tame ni, yoikoto o isoide iru to omou no ka. Iya, kare-ra wa (kokoromi ni) kidzukanai"},{"SurahNumber":23,"VerseNumber":57,"Text":"Hontoni omo o osorete ononoku mono"},{"SurahNumber":23,"VerseNumber":58,"Text":"mata omo no shirushi o shinjiru mono"},{"SurahNumber":23,"VerseNumber":59,"Text":"mata omoni (nanimono o mo) hai shinai mono"},{"SurahNumber":23,"VerseNumber":60,"Text":"mata omoni kaeru koto o kokoro ni osore, ataerubeki mono o ataeru mono"},{"SurahNumber":23,"VerseNumber":61,"Text":"korera no mono wa subete zenji ni isogi, sono sentonitatsu-shadearu"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ware wa darenimo, sono noryoku ijo no omoni o owa senai. Ware ni wa shinjitsu o kataru shomotsu ga aru node, kare-ra wa kesshite futo ni atsukawa reru koto wa nai nodearu"},{"SurahNumber":23,"VerseNumber":63,"Text":"Iya, kare-ra no kokoro wa kore (kuruan no oshie) o mattaku rikai dekinaide iru. Tokorode kare-ra no koi wa, sore yori hidoi okonaidearu"},{"SurahNumber":23,"VerseNumber":64,"Text":"Yagate ware ga, kare-ra no naka no zeitakuna mono o chobatsu no tame ni toraeru to, miruga i. Kare-ra wa nakisakebu"},{"SurahNumber":23,"VerseNumber":65,"Text":"(Sonotoki ose rareyou. ) `Imasara aigan shite wameku koto wanai. Anata gata ni wa ware kara no kyujo wa nai nodearu"},{"SurahNumber":23,"VerseNumber":66,"Text":"Ware no shirushi wa, anata gata ni dokuju sa rete itaga, anata gata wa kakato o kaeshite nige"},{"SurahNumber":23,"VerseNumber":67,"Text":"komandeatta. Kore (kuruan) ni tsuite waruguchi o itte yawa ni fukette ita"},{"SurahNumber":23,"VerseNumber":68,"Text":"Kare-ra wa, kono o kotoba o jukuko shinai no ka. Mukashi no sosen ni okoranakatta mono ga, kare-ra ni okoru to kangaeru no ka"},{"SurahNumber":23,"VerseNumber":69,"Text":"Soretomo kare-ra e no shito to mitomezu, kare o kyohi suru no ka"},{"SurahNumber":23,"VerseNumber":70,"Text":"Sore de,`kare wa tsuka reta monodearu.' To iu no ka. Sode wanai. Kare wa shinri o motarashitaga, kare-ra no oku wa shinri o kirau"},{"SurahNumber":23,"VerseNumber":71,"Text":"Moshi shinri ga, kare-ra no yokubari ni fusawashi mononara, tenchi to sonoaida no subete no mono wa,(konran shi) taihai shite shimattadearou. Sode wanai. Ware wa kare-ra e no kunkai o sazuketaga, kare-ra wa kunkai kara somuki satta nodearu"},{"SurahNumber":23,"VerseNumber":72,"Text":"Soretomo anata wa, hoshu o kare-ra ni motomeru no ka. Anata no omo no hoshu koso wa shijodearu. Kare wa mottomo sugureta kyuyo o ataeru kata de ara reru"},{"SurahNumber":23,"VerseNumber":73,"Text":"Hontoni anata wa, tadashi michi ni kare-ra o maneku"},{"SurahNumber":23,"VerseNumber":74,"Text":"Daga raise o shinjinai-sha-tachi wa, kanarazu sonomichi kara hagureru"},{"SurahNumber":23,"VerseNumber":75,"Text":"Ware ga jihi o hodokoshite kare-ra o nayamasu saiyaku o nozoite mo, meiro ni shuchaku shite toho mo naku samayoudearou"},{"SurahNumber":23,"VerseNumber":76,"Text":"Katsute, ware wa kare-ra ni chobatsu o kuwaetaga, kare-ra wa nao, omoni heri kudaru koto naku, sunao ni tangan shinai"},{"SurahNumber":23,"VerseNumber":77,"Text":"Ware ga kibishi keibatsu e no mon o, kare-ra ni hiraku made wa. Mi nasai. Kare-ra wa sore de zetsubo shite iru"},{"SurahNumber":23,"VerseNumber":78,"Text":"Kare koso wa, anata gata no tame ni, chokaku to shikaku to kokoro (chikaku, rikai-ryoku) o tsukura reta katadearu. Daga anata gata wa, kansha shinai"},{"SurahNumber":23,"VerseNumber":79,"Text":"Anata gata o chijo ni, hanshoku sa se rareta no wa karedearu. Kare no omoto ni, anata gata wa atsume rareru"},{"SurahNumber":23,"VerseNumber":80,"Text":"Kare koso wa, ikashi mata shina se rareru katadeari, hiru to yoru no kotai o kisei sa reru. Anata gata wa nao rikai shinai no ka"},{"SurahNumber":23,"VerseNumber":81,"Text":"Iya, kare-ra wa, mukashi no hito ga itta no to, onajiyona koto o itte iru"},{"SurahNumber":23,"VerseNumber":82,"Text":"Kare-ra wa iu. `Watashi-tachi ga shinde tsuchi to hone ni natta toki, hontoni yomigaera sa rerudarou ka"},{"SurahNumber":23,"VerseNumber":83,"Text":"Hontoni watashi-tachi mo watashi-tachi no sosen mo, katsu teko no koto o yakusoku sa rete ita. Kore wa tada mukashi no monogatari nisuginai"},{"SurahNumber":23,"VerseNumber":84,"Text":"Itte yaru ga i. `Daichi to soko ni aru subete no mono wa, dare no monodearu ka. Shitte irunara (itte mi nasai)"},{"SurahNumber":23,"VerseNumber":85,"Text":"Kare-ra wa kanarazu,`arra no yudearu.' To iudearou. Itte yaru ga i. `Anata gata wa, mada kigatsukanai no ka"},{"SurahNumber":23,"VerseNumber":86,"Text":"Itte yaru ga i. `7Tsu no ten no shu, eiko ni michita shiko no gyokuza no omo wa, daredearu no ka"},{"SurahNumber":23,"VerseNumber":87,"Text":"Kare-ra wa kanarazu,`arra.' To iudearou. Itte yaru ga i. `Anata gata wa nao osorenai no ka"},{"SurahNumber":23,"VerseNumber":88,"Text":"Subete no jibutsu no togyo wa, dare no te ni aru no ka. (Ban'yu o) shugo shi,(dare karamo) shugo sa renai kata (wa dare ka), anata gataga shitte irunaraba,(itte mi nasai)"},{"SurahNumber":23,"VerseNumber":89,"Text":"Kare-ra wa kanarazu `arra.' To iudearou. Itte yaru ga i. `Sorenara anata gata wa, doshite madowasa reta no ka"},{"SurahNumber":23,"VerseNumber":90,"Text":"Iya, ware wa shinri o kudashita nodearu. Kare-ra wa hontoni uso-tsukidearu"},{"SurahNumber":23,"VerseNumber":91,"Text":"Arra wa ko o moke rarenai. Mata kare ni narabu kami mo nai. Sodeattara, sorezore no kami wa jibun no tsukutta mono de bunretsu shi otagai ni nuki deyou to shite kisoiau. Kare-ra no noberu koto o choetsu sa reru arra ni tatae are"},{"SurahNumber":23,"VerseNumber":92,"Text":"Yugen-kai to gensho-kai o shitte ora re, kare-ra no haisuru mono no ue ni takaku ora reru"},{"SurahNumber":23,"VerseNumber":93,"Text":"Ie,`omo yo, anata ga kare-ra ni yakusoku shita koto (chobatsu) o, moshi watashi (no zaisei-chu) ni shimesa rerunara"},{"SurahNumber":23,"VerseNumber":94,"Text":"omo yo, watashi o aku o okonau min no naka ni, hairenaide kudasai"},{"SurahNumber":23,"VerseNumber":95,"Text":"Hontoni ware wa, kare-ra ni keikoku shita mono o, anata ni shimesu koto wa tashika ni dekiru"},{"SurahNumber":23,"VerseNumber":96,"Text":"Zenko ni yotte, aku o gekitai seyo. Ware wa kare-ra no iu koto o jukuchi shite iru"},{"SurahNumber":23,"VerseNumber":97,"Text":"Soshite (inotte) ii nasai. `Omo yo, akuma-tachi no sasayaki ni taishi, anata no kago o negaimasu"},{"SurahNumber":23,"VerseNumber":98,"Text":"Omo yo, kare-ra ga watashi ni chikadzukanai yo, anata no kago o negaimasu"},{"SurahNumber":23,"VerseNumber":99,"Text":"Daga shi ga otozureru to, kare-ra wa iu. `Omo yo, watashi o (nama ni) okuri ki shite kudasai"},{"SurahNumber":23,"VerseNumber":100,"Text":"Watashi ga nokoshite kita mono ni tsuite yoi okonai o shimasu.' Kesshite sode wanai. Sore wa kare no kojo ni suginai. Yomigaeri no hi made, kare-ra no ushironi wa modorenai shoheki ga aru"},{"SurahNumber":23,"VerseNumber":101,"Text":"Rabba ga fuka reru toki, sonohi, kare-ra no ma no sho kankei no kizuna wa todae, tagaini towanaidearou"},{"SurahNumber":23,"VerseNumber":102,"Text":"Sore de hakari ga (zenko no tame) omoi-sha-tachi wa, shijo no kofuku o eru"},{"SurahNumber":23,"VerseNumber":103,"Text":"Mata hakari ga karui-sha-tachi wa, tamashi o ushinai, jigoku ni eien ni sumu"},{"SurahNumber":23,"VerseNumber":104,"Text":"Hi wa kare-ra no kao o kogashi, sono Chu de haguki o mukidasu"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Kare-ra ni iwa reyou. ) `Ware no shirushi ga anata gata ni dokuju sa renakatta no ka,nanoni sore o usodearu to shita no ka"},{"SurahNumber":23,"VerseNumber":106,"Text":"Kare-ra wa iu. `Omo yo, watashi-tachi wa fuun ni uchi make, mayotte imashita"},{"SurahNumber":23,"VerseNumber":107,"Text":"Omo yo, watashi-tachi o koko kara dashite kudasai. Moshimo nao watashi-tachi ga (aku ni) kaerunaraba, hontoni fugi no todesu"},{"SurahNumber":23,"VerseNumber":108,"Text":"Kare wa ose rareyou. `Sono naka ni iyashime rarete haitte shimae. Ware ni monowoiu na"},{"SurahNumber":23,"VerseNumber":109,"Text":"Hontoni ware no shimo be no nakaniha, ko itte ita ichidan ga aru. “Omo yo, watashi-tachi o yurushi, jihi o ataete kudasai. Anata wa mottomo sugureta jihi o ataeru katadesu. ”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Daga anata gata wa, kare-ra o waraigusa ni shita. Anata gata wa, kare-ra o waratte iru ma ni, ware o nenjiru no o wasureru koto ni natta"},{"SurahNumber":23,"VerseNumber":111,"Text":"Hontoni kare-ra ga taeshinonda koto ni yori, kyo ware wa mukuita. Kare-ra koso seiko shita monodearu"},{"SurahNumber":23,"VerseNumber":112,"Text":"Kare wa ose rareyou. `Anata gata wa, chijo ni nan-nen taizai shite ita no ka"},{"SurahNumber":23,"VerseNumber":113,"Text":"Kare-ra wa moshiageyou. `Watashi-tachi wa tsuitachi ka, tsuitachi no ichibubun taizai shite imashita. Kanjoyaku (tenshi) ni o toi kudasai"},{"SurahNumber":23,"VerseNumber":114,"Text":"Kare wa ose rareyou. `Anata gata no taizai wa tsukanoma nisuginai, anata gataga (kono koto o) shitteitanaraba"},{"SurahNumber":23,"VerseNumber":115,"Text":"anata gata wa, ware ga tawamure ni anata gata o tsukutta to demo kangaete ita no ka. Mata anata gata wa, ware ni kisa renai to kangaete ita no ka"},{"SurahNumber":23,"VerseNumber":116,"Text":"Arra wa, tattokute kedakai, shinjitsu no ojadearu. Koketsuna gyokuza no omo o oite soto ni wa kami wanai"},{"SurahNumber":23,"VerseNumber":117,"Text":"Arra to issho ni, nani no shoko mo nai soto no kami ni inoru mono no keisan wa omo no omoto ni aru dakedearu. Hontoni fushin-sha-tachi wa, kachinuku koto wa dekinaidearou"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Inotte) iuga i. `Omo yo, o yurushi o atae, jihi o ataete kudasai. Anata wa mottomo sugureta jihi o ataeru kata de ara remasu"}]}