{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"(nampikkaiyāḷarkaḷē!) Iṇaivaittu vaṇaṅkupavarkaḷil evarkaḷiṭam nīṅkaḷ uṭaṉpaṭikkai ceytu koṇṭiruntīrkaḷō avarkaḷiṭamiruntu allāhvum avaṉuṭaiya tūtarum vilakik koṇṭaṉar"},{"SurahNumber":9,"VerseNumber":2,"Text":"ākavē, (iṇaivaittu vaṇaṅkupavarkaḷai nōkki) ‘‘nīṅkaḷ (iṉṟiliruntu) nāṉku mātaṅkaḷ varai (makkāviṉ) pūmiyil (eṅkum) cuṟṟit tiriyalām. Niccayamāka nīṅkaḷ allāhvait tōṟkaṭikka māṭṭīrkaḷ eṉpataiyum, niccayamāka allāh nirākarippavarkaḷai iḻivupaṭuttuvāṉ eṉpataiyum nīṅkaḷ uṟutiyāka aṟintu koḷḷuṅkaḷ'' (eṉṟu napiyē! Nīr kūṟuvīrāka)"},{"SurahNumber":9,"VerseNumber":3,"Text":"allāhvum, avaṉuṭaiya tūtarum iṇaivaittu vaṇaṅkupavarkaḷuṭaṉ (ceytirunta uṭaṉpaṭikkaiyil) iruntu niccayamāka vilakik koṇṭārkaḷ eṉṟa viṣayattai im'māperum hajjūṭaiya nāḷil allāhvum, avaṉuṭaiya tūtarum makkaḷukkup pakiraṅkamāka aṟivikkiṉṟaṉar. Ākavē, (iṇaivaittu vaṇaṅkupavarkaḷē! Iṇaivaippatiliruntum nirākarippatil iruntum) nīṅkaḷ vilakik koṇṭāl atu uṅkaḷukkuttāṉ mikka naṉṟu. (Illaiyeṉil,) nīṅkaḷ puṟakkaṇittālō niccayamāka nīṅkaḷ allāhvait tōṟkaṭikka muṭiyātu eṉpatai uṟutiyāka aṟintukoḷḷuṅkaḷ. (Napiyē! In) nirākarippavarkaḷukku tuṉpuṟuttum vētaṉaiyaik koṇṭu nīr naṟceyti kūṟuvīrāka"},{"SurahNumber":9,"VerseNumber":4,"Text":"Āyiṉum, nīṅkaḷ uṭaṉpaṭikkai ceytukoṇṭa inta iṇaivaittu vaṇaṅkupavarkaḷil evarkaḷ (taṅkaḷ uṭaṉpaṭikkaiyil) etaiyum uṅkaḷukkuk kuṟaivu ceyyātum, uṅkaḷukku etirāka evarukkum utavi ceyyāmalum irukkiṉṟaṉarō avarkaḷukku avarkaḷiṉ uṭaṉpaṭikkaiyai ataṉ tavaṇai varai (oru kuṟaivumiṉṟi) muḻumaippaṭutti vaiyuṅkaḷ. Niccayamāka allāh iṟaiyaccamuṭaiyavarkaḷai nēcikkiṟāṉ"},{"SurahNumber":9,"VerseNumber":5,"Text":"(ovvoru varuṭattilum tulka'atā, tul'haj, muharram, rajap ākiya ciṟappuṟṟa innāṉku mātaṅkaḷilum pōrpurivatu ākātu.) Ciṟappuṟṟa (innāṉku) mātaṅkaḷ ceṉṟuviṭṭāl iṇaivaippavarkaḷaik kaṇṭa iṭamellām veṭṭuṅkaḷ; avarkaḷaic ciṟaippiṭiyuṅkaḷ; avarkaḷai muṟṟukaiyiṭuṅkaḷ. Ovvoru patuṅkumiṭattilum (avarkaḷ varavai etirpārttu) avarkaḷukkāka nīṅkaḷ patuṅkiyiruṅkaḷ. Avarkaḷ (taṅkaḷ viṣamattiliruntum, nirākarippiliruntum) pāvattiliruntu(m) vilaki (nampikkai koṇṭu) toḻukaiyaiyum kaṭaippiṭittu, jakāttum koṭuttu vantāl avarkaḷai avarkaḷ vaḻiyil viṭṭuviṭuṅkaḷ. (Avarkaḷ viṣayattil kuṟukkiṭātīrkaḷ.) Niccayamāka allāh mikka maṉṉippavaṉ, mikak karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":6,"Text":"(napiyē!) Iṇaivaittu vaṇaṅkupavarkaḷil evaṉum um'miṭam pātukāppaik kōriṉāl, allāhvuṭaiya vacaṉaṅkaḷai avaṉ ceviyuṟumvarai avaṉukku pātukāppu aḷippīrāka. (Avaṉ atai ceviyuṟṟum nampikkai koḷḷāviṭṭāl) avaṉai avaṉukku pātukāppuḷḷa (vēṟu) iṭattiṟku aṉuppiviṭuvīrāka! Ēṉeṉṟāl, niccayamāka avarkaḷ aṟivillāta makkaḷ āvar"},{"SurahNumber":9,"VerseNumber":7,"Text":"Allāhviṭattilum, avaṉuṭaiya tūtariṭattilum iṇaivaittu vaṇaṅkupavarkaḷiṉ uṭaṉpaṭikkaikku evvāṟu matippirukka muṭiyum? Āyiṉum, ciṟappuṟṟa masjitiṉ muṉ uṅkaḷuṭaṉ uṭaṉpaṭikkai ceytu koṇṭavarkaḷ (taṅkaḷ uṭaṉpaṭikkaiyiṉpaṭi) uṅkaḷuṭaṉ uṟutiyāka irukkum varai, nīṅkaḷum avarkaḷuṭaṉ uṟutiyākavē iruṅkaḷ. Niccayamāka allāh iṟaiyaccamuṭaiyavarkaḷai nēcikkiṟāṉ"},{"SurahNumber":9,"VerseNumber":8,"Text":"(eṉiṉum avarkaḷiṉ uṭaṉpaṭikkaiyaiyum) evvāṟu (nampa muṭiyum)? Avarkaḷ uṅkaḷai veṟṟi koṇṭālō (nīṅkaḷ avarkaḷukku) uṟaviṉarkaḷ eṉpataiyum (uṅkaḷukkum avarkaḷukkum iṭaiyiluḷḷa) uṭaṉpaṭikkaiyaiyum poruṭpaṭuttuvatēyillai. Taṅkaḷ vārttaikaḷaik koṇṭu (maṭṭum) uṅkaḷait tiruptipaṭuttukiṉṟaṉar; āṉāl, avarkaḷuṭaiya uḷḷaṅkaḷō (uṅkaḷiṭamiruntu) vilakik koḷkiṉṟaṉa. Avarkaḷil perumpālāṉavarkaḷ pāvikaḷē āvar"},{"SurahNumber":9,"VerseNumber":9,"Text":"avarkaḷ allāhvuṭaiya vacaṉaṅkaḷai coṟpa vilaikku viṟṟu viṭṭu (makkaḷ) avaṉuṭaiya pātaiyil celvataiyum taṭukkiṉṟaṉar. Niccayamāka avarkaḷ ceyyum kāriyam mikavum keṭṭatu"},{"SurahNumber":9,"VerseNumber":10,"Text":"avarkaḷ enta nampikkaiyāḷaraip paṟṟiyum (avar tamatu) uṟaviṉar eṉpataiyum, (avarkaḷuṭaṉ ceytirukkum) uṭaṉpaṭikkaiyaiyum poruṭpaṭuttuvatēyillai. Niccayamāka ivarkaḷtāṉ varampu mīṟiyavarkaḷ āvar"},{"SurahNumber":9,"VerseNumber":11,"Text":"avarkaḷ (taṅkaḷ nirākarippiliruntu vilaki allāhviṭam) maṉṉippukkōri, toḻukaiyaik kaṭaippiṭittu, jakāttum koṭuttu vantāl (avarkaḷ) uṅkaḷ mārkka cakōtararkaḷē. Aṟivuḷḷa makkaḷukku (nam) vacaṉaṅkaḷai (ivvāṟu) vivarikkiṟōm"},{"SurahNumber":9,"VerseNumber":12,"Text":"(Cattiyam ceytu) uṭaṉpaṭikkai ceytu koṇṭataṉ piṉṉarum, avarkaḷ taṅkaḷ cattiyaṅkaḷai muṟittu uṅkaḷ mārkkattaip paṟṟiyum tavaṟāṉa kuṟṟaṅkuṟaikaḷ kūṟikkoṇṭiruntāl, niccayamāka nirākarikkum (ittakaiya) makkaḷiṉ vākkuṟutikaḷ muṟintuviṭṭaṉa. Ākavē, (ittakaiya viṣamattiliruntu) avarkaḷ vilakikkoḷvataṟkāka nīṅkaḷ nirākarippai uṭaiya (anta) talaivarkaḷiṭam pōr puriyuṅkaḷ"},{"SurahNumber":9,"VerseNumber":13,"Text":"taṅkaḷ cattiya uṭaṉpaṭikkaikaḷai muṟittu (nam) tūtarai (ūraiviṭṭu) veḷiyēṟṟavum virumpi (ataṟkāka) muyaṟcitta makkaḷiṭam nīṅkaḷ pōr puriya vēṇṭāmā? Avarkaḷtāṉ (ittakaiya viṣamattai) uṅkaḷiṭam mutalil ārampittaṉar. Avarkaḷukku nīṅkaḷ payappaṭukiṟīrkaḷā? Uṇmaiyākavē nīṅkaḷ nampikkai koṇṭavarkaḷāka iruntāl nīṅkaḷ payappaṭat takutiyāṉavaṉ allāh (oruvaṉ)tāṉ"},{"SurahNumber":9,"VerseNumber":14,"Text":"nīṅkaḷ avarkaḷiṭam pōr puriyuṅkaḷ. Uṅkaḷ kaikaḷaik koṇṭē allāh avarkaḷukku vētaṉai koṭuttu, avarkaḷai iḻivupaṭutti, avarkaḷai nīṅkaḷ veṟṟipeṟa uṅkaḷukku utaviyum purintu, nampikkai koṇṭa makkaḷiṉ uḷḷaṅkaḷukkut tiruptiyumaḷippāṉ"},{"SurahNumber":9,"VerseNumber":15,"Text":"(avarkaḷ mītu) ivarkaḷ uḷḷaṅkaḷil (kumuṟik koṇṭu) uḷḷa kōpaṅkaḷaiyum pōkkiviṭuvāṉ. Allāh (avarkaḷilum) tāṉ virumpiyavarkaḷiṉ maṉṉippukkōrutalai aṅkīkarikkiṟāṉ. Ēṉeṉṟāl, allāh mika aṟintavaṉ ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":16,"Text":"(Nampikkaiyāḷarkaḷē!) Uṅkaḷil (uṇmaiyākavē maṉam virumpi) pōr purintavarkaḷ yāreṉpataiyum allāhvaiyum, avaṉuṭaiya tūtaraiyum, nampikkaiyāḷarkaḷaiyum tavira (maṟṟevaraiyum taṅkaḷ) antaraṅka naṇparkaḷāka eṭuttuk koḷḷātavarkaḷ yār eṉpataiyum, allāh (uṅkaḷaic cōtittu) aṟivikkāmal, nīṅkaḷ viṭṭu viṭappaṭuvīrkaḷ eṉṟu eṇṇik koṇṭīrkaḷā? Allāh nīṅkaḷ ceypavaṟṟai naṉkaṟintavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":17,"Text":"iṇaivaittu vaṇaṅkum ivarkaḷ, tāṅkaḷ nirākarippavarkaḷtāṉ eṉṟu (pakiraṅkamāka) kūṟik koṇṭirukkum varai, allāhvuṭaiya masjitukaḷaip paripālaṉam ceyya avarkaḷukku urimaiyillai. Ivarkaḷuṭaiya naṉmaikaḷ aṉaittum aḻintuviṭṭaṉa. Avarkaḷ eṉṟeṉṟum narakattilēyē taṅki viṭuvārkaḷ"},{"SurahNumber":9,"VerseNumber":18,"Text":"evarkaḷ allāhvaiyum iṟutināḷaiyum nampikkai koṇṭu toḻukaiyaiyum kaṭaip piṭittu, jakāttum koṭuttu varuvatuṭaṉ, allāhvait tavira maṟṟevarukkum payappaṭāmalum irukkiṟārkaḷō, avarkaḷtāṉ allāhvuṭaiya masjitukaḷaip parāmarikkat takutiyuṭaiyavarkaḷ. Ivarkaḷtāṉ nērāṉa vaḻiyil iruppavarkaḷ"},{"SurahNumber":9,"VerseNumber":19,"Text":"(nampikkai koḷḷāmal iruntukoṇṭu) hājikaḷukkut taṇṇīr pukaṭṭupavar kaḷaiyum, ciṟappuṟṟa masjitukku ūḻiyam ceypavarkaḷaiyum allāhvai iṉṉum iṟutināḷai nampikkai koṇṭu, allāhvuṭaiya pātaiyil pōr puripavarkaḷukkuc camamāka nīṅkaḷ ākki viṭṭīrkaḷā? Allāhviṉ camūkattil (ivviruvarum) camamāka māṭṭārkaḷ. Allāh, aniyāyakkāra makkaḷai nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":20,"Text":"Evarkaḷ, nampikkai koṇṭu (taṅkaḷ) ūrkaḷiliruntu veḷiyēṟi, allāhvuṭaiya pātaiyil taṅkaḷ poruḷkaḷaiyum uyirkaḷaiyum tiyākam ceytu pōrpurikiṉṟaṉarō avarkaḷ allāhviṭattil makattāṉa perum patavi peṟṟavarkaḷ. Ivarkaḷtāṉ veṟṟi aṭaintavarkaḷ"},{"SurahNumber":9,"VerseNumber":21,"Text":"avarkaḷukku avarkaḷuṭaiya iṟaivaṉ taṉ aṉpaiyum, tirupporuttattaiyum aḷittu corkkaṅkaḷaiyum taruvatāka naṟceyti kūṟukiṟāṉ. Avarkaḷukku avaṟṟil eṉṟeṉṟum nilaiyāṉa cukapōkaṅkaḷ uṇṭu"},{"SurahNumber":9,"VerseNumber":22,"Text":"eṉṟeṉṟum avaṟṟil avarkaḷ nilai peṟṟiruppārkaḷ. Allāhviṭattil niccayamāka (avarkaḷukku mēlum) makattāṉa kūli uṇṭu"},{"SurahNumber":9,"VerseNumber":23,"Text":"nampikkaiyāḷarkaḷē! Uṅkaḷ tantaikaḷum, cakōtararkaḷum nampikkaiyai viṭṭu nirākarippai virumpiṉāl, nīṅkaḷ avarkaḷai (uṅkaḷ) pātukāppāḷarkaḷāka eṭuttukkoḷḷa vēṇṭām. Uṅkaḷil evarēṉum avarkaḷai pātukāppāḷarkaḷāka eṭuttuk koṇṭāl niccayamāka avarkaḷtāṉ varampu mīṟiyavarkaḷ"},{"SurahNumber":9,"VerseNumber":24,"Text":"(napiyē! Nampikkaiyāḷarkaḷai nōkki) nīr kūṟuvīrāka: Uṅkaḷ tantaikaḷum, uṅkaḷ piḷḷaikaḷum, uṅkaḷ cakōtararkaḷum, uṅkaḷ maṉaivikaḷum, uṅkaḷ kuṭumpaṅkaḷum, nīṅkaḷ campātittu vaittirukkum (uṅkaḷ) poruḷkaḷum, naṣṭamākiviṭumō eṉa nīṅkaḷ payantu (mika eccarikkaiyuṭaṉ) ceytu varum varttakamum, uṅkaḷukku mikka viruppamuḷḷa (uṅkaḷ) vīṭukaḷum allāhvaiyum, avaṉuṭaiya tūtaraiyum viṭavum, allāhvuṭaiya pātaiyil pōr purivataiviṭavum uṅkaḷukku mika viruppamāṉavaiyāka iruntāl (nīṅkaḷ uṇmai nampikkaiyāḷarkaḷalla. Nīṅkaḷ aṭaiya vēṇṭiya taṇṭaṉaiyaip paṟṟiya) allāhvuṭaiya kaṭṭaḷai varum varai nīṅkaḷ etirppārttiruṅkaḷ. (Ippaṭippaṭṭa) pāvikaḷai allāh nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":25,"Text":"Pala pōrkkaḷaṅkaḷil (uṅkaḷ eṇṇikkaik kuṟaivāka iruntum) niccayamāka allāh uṅkaḷukku utavi ceytirukkiṟāṉ. Eṉiṉum, huṉaiṉ pōr aṉṟu uṅkaḷai perumaiyil āḻttik koṇṭirunta uṅkaḷ atikamāṉa (makkaḷ) tokai uṅkaḷukku oru palaṉum aḷikkavillai. Pūmi ivvaḷavu vicālamāka iruntum (atucamayam atu) uṅkaḷukku mika nerukkamāki (kuṟuki) viṭṭatu. Nīṅkaḷ puṟaṅkāṭṭi ōṭavum talaippaṭṭīrkaḷ"},{"SurahNumber":9,"VerseNumber":26,"Text":"(itaṉ) piṉṉar, allāh taṉ tūtar mītum, nampikkaiyāḷarkaḷ mītum taṉ amaitiyai iṟakki aruḷpurintāṉ. Uṅkaḷ kaṇṇukkut teriyāta paṭaikaḷaiyum (uṅkaḷ utavikkāka) iṟakki vaittu nirākarippavarkaḷai vētaṉai ceytāṉ. Itutāṉ nirākarippavarkaḷukkuriya kūliyākum"},{"SurahNumber":9,"VerseNumber":27,"Text":"itaṉ piṉṉarum (avarkaḷ pāvamaṉṉippuk kōriṉāl avarkaḷil) allāh virumpiyavarkaḷai maṉṉittu aṅkīkarittuk koḷkiṟāṉ. Allāh mika maṉṉippavaṉ, mikak karuṇaiyuṭaiyavaṉ"},{"SurahNumber":9,"VerseNumber":28,"Text":"nampikkaiyāḷarkaḷē! Niccayamāka iṇaivaittu vaṇaṅkupavarkaḷ acuttamāṉavarkaḷē. Ākavē, avarkaḷ inta āṇṭukkup piṉṉar iṉi ciṟappuṟṟa inta masjitai neruṅka vēṇṭām. (Avarkaḷait taṭai ceytāl avarkaḷāl kiṭaittu vanta celvam niṉṟu uṅkaḷukku) vaṟumai vantuviṭumō eṉṟu nīṅkaḷ payantāl (ataip paṟṟi pātakamillai.) Allāh nāṭiṉāl, aticīkkirattil taṉ aruḷaik koṇṭu uṅkaḷai celvantarkaḷākki viṭuvāṉ (eṉpatai aṟintu koḷḷuṅkaḷ). Niccayamāka allāh (aṉaittaiyum) naṉkaṟintavaṉ, ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":29,"Text":"(Nampikkaiyāḷarkaḷē!) Vētam aruḷappaṭṭavarkaḷil evarkaḷ allāhvaiyum iṟutināḷaiyum nampikkai koḷḷāmal, allāhvum, avaṉuṭaiya tūtarum taṭai ceytavaṟṟai taṭaiyākak karutāmal, mēlum, inta cattiya mārkkattaip piṉpaṟṟāmalum irukkiṉṟaṉarō avarkaḷ, (taṅkaḷ) kaiyāl paṇivuṭaṉ ‘jisyā' (eṉṉum kappam) kaṭṭum varai nīṅkaḷ avarkaḷiṭam pōr puriyuṅkaḷ"},{"SurahNumber":9,"VerseNumber":30,"Text":"yūtarkaḷ (napi) ‘ujairai' allāhvuṭaiya makaṉ eṉṟu kūṟukiṉṟaṉar. (Ivvāṟē) kiṟistavarkaḷ ‘masīhai' allāhvuṭaiya makaṉ eṉṟu kūṟukiṉṟaṉar. Ivarkaḷ taṅkaḷ vāykaḷāl kūṟum ikkūṟṟāṉatu ivarkaḷukku muṉṉirunta nirākarippavarkaḷiṉ kūṟṟaiyē ottirukkiṟatu. Allāh ivarkaḷai aḻittu viṭuvāṉ. (Cattiyattaip puṟakkaṇittu) ivarkaḷ eṅku veruṇṭōṭukiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":31,"Text":"ivarkaḷ allāhvait tavirttu taṅkaḷ pātirikaḷaiyum, canniyācikaḷaiyum, maryamuṭaiya makaṉ masīhaiyum, (taṅkaḷ) kaṭavuḷkaḷāka eṭuttuk koṇṭirukkiṉṟaṉar. Eṉiṉum, vaṇakkattiṟkuriya orē ōr iṟaivaṉait tavira maṟṟevaraiyum vaṇaṅkak kūṭāteṉṟē ivarkaḷ aṉaivarum ēvappaṭṭu irukkiṉṟaṉar. Vaṇakkattiṟkuriya iṟaivaṉ avaṉait tavira (vēṟevaṉum) illai. Avarkaḷ iṇaivaikkum ivaṟṟaiviṭṭu avaṉ mikavum paricuttamāṉavaṉ"},{"SurahNumber":9,"VerseNumber":32,"Text":"ivarkaḷ taṅkaḷ vāykaḷaik koṇṭē (ūti) allāhvuṭaiya pirakācattai aṇaittuviṭa virumpukiṉṟaṉar. Eṉiṉum, innirākarippavarkaḷ veṟutta pōtilum allāh taṉatu pirakācattai muḻumaippaṭutti vaikkāmal irukkappōvatillai"},{"SurahNumber":9,"VerseNumber":33,"Text":"avaṉtāṉ taṉ tūtarai nērāṉa vaḻiyaik koṇṭum, cattiya mārkkattaik koṇṭum aṉuppivaittāṉ. Iṇaivaittu vaṇaṅkupavarkaḷ (atai) veṟuttapōtilum (ulakiluḷḷa) ellā mārkkaṅkaḷaiyum anta cattiya mārkka(māṉa islā)m veṉṟuviṭumpaṭi avaṉ ceyvāṉ"},{"SurahNumber":9,"VerseNumber":34,"Text":"Nampikkaiyāḷarkaḷē! (Vētakkārarkaḷiṉ) pātirikaḷilum, (cilai vaṇaṅkikaḷiṉ) canniyācikaḷilum palar makkaḷiṉ celvaṅkaḷait tappāṉa muṟaiyil viḻuṅki varuvatuṭaṉ allāhvuṭaiya pātaiyil (makkaḷ) celvataiyum taṭai ceykiṉṟaṉar. Ākavē, (ivarkaḷukkum iṉṉum evarkaḷ) taṅkattaiyum, veḷḷiyaiyum cēkarittu vaittukkoṇṭu, atai allāhvuṭaiya pātaiyil celavu ceyyātirukkiṉṟaṉarō avarkaḷukkum (napiyē!) Nīr tuṉpuṟuttum vētaṉaiyai naṟceytiyākak kūṟuvīrāka"},{"SurahNumber":9,"VerseNumber":35,"Text":"(taṅkam, veḷḷiyākiya) avaṟṟai naraka neruppil paḻukkak kāycci avaṟṟaik koṇṭu avarkaḷuṭaiya neṟṟikaḷilum, avarkaḷuṭaiya vilākkaḷilum, avarkaḷuṭaiya mutukukaḷilum cūṭiṭṭu ‘‘uṅkaḷukkāka nīṅkaḷ cēkarittu vaittiruntavai ivaitāṉ. Ākavē, nīṅkaḷ cēkarittu vaittirunta ivaṟṟai cuvaittup pāruṅkaḷ'' eṉṟu kūṟappaṭum nāḷai (napiyē! Nīr avarkaḷukku ñāpakamūṭṭuvīrāka)"},{"SurahNumber":9,"VerseNumber":36,"Text":"niccayamāka allāhviṭattil mātaṅkaḷiṉ eṇṇikkai (ōr āṇṭukku) paṉṉiraṇṭutāṉ. (Ivvāṟē) vāṉaṅkaḷaiyum, pūmiyaiyum paṭaitta nāḷiliruntu allāhviṉ puttakattil pativu ceyyappaṭṭuḷḷatu. Avaṟṟil nāṉku (mātaṅkaḷ) ciṟappuṟṟavai. Itutāṉ nērāṉa mārkkamākum. Ākavē, ivaṟṟil nīṅkaḷ (pōr purintu) uṅkaḷukku nīṅkaḷē tīṅkiḻaittuk koḷḷa vēṇṭām. Eṉiṉum, iṇaivaittu vaṇaṅkupavarkaḷil evarēṉum (am'mātaṅkaḷil) uṅkaḷuṭaṉ pōr purintāl avvāṟē nīṅkaḷum avarkaḷ aṉaivaruṭaṉum (am'mātaṅkaḷilum) pōr puriyuṅkaḷ. Niccayamāka, allāh iṟaiyaccamuṭaiyavarkaḷuṭaṉ irukkiṟāṉ eṉpatai uṟutiyāka aṟintu koḷḷuṅkaḷ"},{"SurahNumber":9,"VerseNumber":37,"Text":"(Pōr ceyyakkūṭāteṉṟu taṭukkappaṭṭuḷḷa mātaṅkaḷai avarkaḷ taṅkaḷ iṣṭappaṭi) muṉ piṉōkkuvatellām niccayamāka nirākarippaiyē atikappaṭuttukiṟatu. Itaṉāl nirākarippavarkaḷē vaḻi keṭukkappaṭukiṉṟaṉar. Ēṉeṉṟāl, (avarkaḷ taṅkaḷ iṣṭappaṭi mātaṅkaḷai muṉ piṉōkki) ōr āṇṭil (am'mātaṅkaḷil pōr purivatai) ākumākkik koḷkiṉṟaṉar. Maṟṟōr āṇṭil (atē mātaṅkaḷil pōr purivatu kūṭātu eṉṟu) taṭuttu viṭukiṉṟaṉar. (Ivvāṟu avarkaḷ ceyvataṉ nōkkamellām tāṅkaḷ taṭuttirukkum mātaṅkaḷiṉ eṇṇikkaiyai) allāh taṭuttirukkum mātaṅkaḷiṉ eṇṇikkaikkuc cariyākki allāh taṭuttirukkum mātaṅkaḷaiyum tāṅkaḷ ākumākkik koḷvataṟkuttāṉ. Avarkaḷuṭaiya ittīyac ceyalkaḷ, (ṣaittāṉāl) avarkaḷukku aḻakākkappaṭṭu viṭṭaṉa. Nirākarikkum (inta) makkaḷai allāh nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":38,"Text":"nampikkaiyāḷarkaḷē! Allāhvuṭaiya pātaiyil (pōr puriya) nīṅkaḷ puṟappaṭuṅkaḷ eṉṟu uṅkaḷukkuk kūṟappaṭṭāl (avvāṟu puṟappaṭāmal) nīṅkaḷ ūril taṅkiviṭuvataṉ kāraṇam eṉṉa? Maṟumaiyai viṭa ivvulaka vāḻkkaiyaik koṇṭu nīṅkaḷ tiruptiyaṭaintu viṭṭīrkaḷā? Maṟumai(yiṉ vāḻkkai)kku muṉpāka ivvulaka vāḻkkai veku aṟpamāṉatē"},{"SurahNumber":9,"VerseNumber":39,"Text":"(uṅkaḷai pōrukku aḻaikkappaṭṭu) nīṅkaḷ cellāviṭṭāl, uṅkaḷai mikat tuṉpuṟuttum vētaṉaiyāl vētaṉai ceyvāṉ. (Mēlum, uṅkaḷaip pōkki) uṅkaḷ iṭattil maṟṟavarkaḷai ēṟpaṭutti viṭuvāṉ. (Itaṟkāka) nīṅkaḷ avaṉukku oru tīṅkum iḻaikka muṭiyātu. Ēṉeṉṟāl, allāh aṉaittiṉ mītum mika pērāṟṟaluṭaiyavaṉ"},{"SurahNumber":9,"VerseNumber":40,"Text":"(Nam tūtarukku) nīṅkaḷ utavi ceyyāviṭṭāl (ataṉāl avarukku ētum naṣṭam ēṟpaṭṭu viṭātu. Ēṉeṉṟāl) nirākarippavarkaḷ avarai (ūraiviṭṭu) veḷiyēṟṟiya camayattil niccayamāka allāh avarukku utaviceytē irukkiṟāṉ. (Malaik) kukaiyil irunta iruvaril oruvarāka avar irunta (pōtu etirikaḷ cūḻntukoṇṭa) camayattil taṉṉuṭaṉ (kukaiyil) irunta tōḻa(rākiya apūpak)rai nōkki ‘‘nīr kavalaippaṭātīr! Niccayamāka allāh nam'muṭaṉ irukkiṟāṉ'' eṉṟu kūṟiyapōtum allāh avarukkut taṉ puṟattiliruntu maṉanim'matiyai aḷittāṉ. (Maṟṟa pōr camayaṅkaḷilum) nīṅkaḷ kāṇamuṭiyāta paṭaikaḷaik koṇṭu avarukku utavi ceytu nirākarippavarkaḷiṉ vārttaiyai (mārkkattai) tāḻttiṉāṉ. Ēṉeṉṟāl, allāhviṉ vārttai (mārkkam)tāṉ mika uyarvāṉatu. Iṉṉum, allāh (aṉaittaiyum) mikaittavaṉ, ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":41,"Text":"nīṅkaḷ coṟpa āyutamuṭaiyavarkaḷāka iruntālum cari, muḻu āyuta pāṇikaḷāka iruntālum cari, nīṅkaḷ (kālnaṭaiyākavō kutiraimītēṟiyō) puṟappaṭṭu, allāhvuṭaiya pātaiyil uṅkaḷ poruḷkaḷaiyum uyirkaḷaiyum tiyākam ceytu pōr puriyuṅkaḷ. Nīṅkaḷ aṟivuṭaiyavarkaḷāy iruntāl ituvē uṅkaḷukku mika naṉṟu"},{"SurahNumber":9,"VerseNumber":42,"Text":"(Napiyē!) Eḷitil ētum poruḷ kiṭaikkak kūṭiyatāyiruntu (nīṅkaḷ ceṉṟa iṭam) camīpattilum iruntiruntāl niccayamāka avarkaḷ um'maip piṉpaṟṟi vantē iruppārkaḷ. Eṉiṉum (nīr ceṉṟa iṭam avarkaḷukku) veku tūramāki perum ciramamākat tōṉṟiyatu. (Ātalāltāṉ avarkaḷ um'maip piṉpaṟṟi varavillai. Ākavē, nīr avarkaḷai nōkki ‘‘nīṅkaḷ ēṉ varavillai'' eṉak kēṭpīrāyiṉ ataṟkavarkaḷ) ‘‘eṅkaḷukkuc cāttiyappaṭṭiruntāl niccayamāka nāṅkaḷ uṅkaḷuṭaṉ vantiruppōm'' eṉṟu allāhviṉ mītu cattiyam cey(tu kūṟu)vārkaḷ. (Ivvāṟu poy cattiyam ceyyum) avarkaḷ taṅkaḷaiyē aḻittuk koḷkiṉṟaṉar. Niccayamāka avarkaḷ poyyarkaḷ eṉpatai allāh naṉkaṟivāṉ"},{"SurahNumber":9,"VerseNumber":43,"Text":"(napiyē!) Allāh um'mai maṉṉittaruḷvāṉāka! (Avarkaḷ um'muṭaṉ pōrukku varātu taṅkiviṭa uṅkaḷiṭam aṉumati kōriya camayattil) nīr ēṉ avarkaḷukku aṉumatiyaḷittīr? (Aṉumati aḷikkātu iruntiruntāl avarkaḷil) uṇmai colpavarkaḷ (yār eṉṟu) umakkut teḷivāki, (avarkaḷil) poy colpavarkaḷai (avarkaḷ yār eṉpataiyum) nīr naṉku aṟintiruppīr"},{"SurahNumber":9,"VerseNumber":44,"Text":"allāhvaiyum iṟutināḷaiyum uṇmaiyākavē nampikkai koṇṭavarkaḷ taṅkaḷ poruḷkaḷaiyum uyirkaḷaiyum tiyākam ceytu pōr puriyāmalirukka um'miṭam aṉumati kōravē māṭṭārkaḷ. Iṟaiyaccam uṭaiya (i)varkaḷai allāh naṉkaṟivāṉ"},{"SurahNumber":9,"VerseNumber":45,"Text":"(pōrukku varātirukka) um'miṭam aṉumati kōruvatellām, allāhvaiyum iṟuti nāḷaiyum uṇmaiyākavē nampikkai koḷḷātavarkaḷtāṉ. Avarkaḷuṭaiya uḷḷaṅkaḷ cantēkattil āḻntuviṭṭaṉa. Ākavē, avarkaḷ taṅkaḷ cantēkattilēyē cikkit taṭumāṟukiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":46,"Text":"Avarkaḷ (uṅkaḷuṭaṉ pōrukku) puṟappaṭa (uṇmaiyākavē) eṇṇiyiruntāl ataṟku vēṇṭiya tayārippukaḷai (muṉṉatākavē) avarkaḷ ceytiruppārkaḷ. Eṉiṉum (uṅkaḷuṭaṉ) avarkaḷ puṟappaṭuvatai allāh veṟuttu avarkaḷ puṟappaṭātu taṭai ceytu viṭṭāṉ. Ākavē, (mutiyōr ciṟiyōr peṇkaḷ pōṉṟa, pōrukku varamuṭiyātu vīṭṭil) taṅkupavarkaḷuṭaṉ nīṅkaḷum taṅki viṭuṅkaḷ eṉṟu (avarkaḷukkuk) kūṟappaṭṭu viṭṭatu"},{"SurahNumber":9,"VerseNumber":47,"Text":"avarkaḷ uṅkaḷuṭaṉ vantiruntāl oḻuṅkīṉattait tavira (vēṟu etaiyum) uṅkaḷukku atikarikkac ceytirukka māṭṭārkaḷ. Viṣamattaik karuti uṅkaḷ mattiyil alaṅkōlattaiyum uṇṭu paṇṇi iruppārkaḷ. Avarkaḷuṭaiya oṟṟarkaḷum uṅkaḷuṭaṉ irukkiṉṟaṉar. Āṉāl, allāh (ittakaiya) aniyāyakkārarkaḷai naṉkaṟintavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":48,"Text":"(uṅkaḷukku) veṟṟi kiṭaikkum varai itaṟku muṉṉarum avarkaḷ viṣamam ceyyak karuti uṅkaḷ kāriyaṅkaḷai (talaikīḻāy)p puraṭṭikkoṇṭē iruntaṉar. (Uṅkaḷ veṟṟiyai) avarkaḷ veṟutta pōtilum allāhvuṭaiya kaṭṭaḷaiyē veṟṟiyaṭaintatu"},{"SurahNumber":9,"VerseNumber":49,"Text":"(napiyē! ‘‘Pōrukku aḻaittu) nīr eṉṉaic cōtaṉaik kuḷḷākkāmalē (vīṭṭil nāṉ taṅkiyirukka) eṉakku aṉumati taruvīrāka'' eṉṟu kōrupavarkaḷum avarkaḷil cilar irukkiṉṟaṉar. (Eṉiṉum ivvāṟu kōrum) avarkaḷ (kaṣṭamāṉa pala) cōtaṉaikaḷilēyē mūḻkik kiṭakkavillaiyā? Nirākarippavarkaḷai niccayamāka narakam cūḻntu koṇṭirukkiṟatu"},{"SurahNumber":9,"VerseNumber":50,"Text":"(napiyē!) Umakku oru naṉmai ēṟpaṭṭāl (atu) avarkaḷukkut tuṉpattait tarukiṟatu. Umakku oru tīṅkēṟpaṭṭālō ‘‘niccayamāka nāṅkaḷ eṅkaḷ kāriyattil (uṅkaḷaic campantappaṭuttātu) ēṟkaṉavē eccarikkaiyāy iruntu koṇṭōm'' eṉṟu kūṟi mikka makiḻcciyuṭaṉ um'mai viṭṭu) vilakic celkiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":51,"Text":"(Ākavē, napiyē! Avarkaḷai nōkki) ‘‘allāh eṅkaḷukku vitittatait tavira vēṟoṉṟum niccayamāka eṅkaḷai aṇukātu. Avaṉ tāṉ eṅkaḷ iṟaivaṉ'' eṉṟu nīr kūṟuvīrāka. Nampikkaiyāḷarkaḷ aṉaivarum allāhviṭamē poṟuppai oppaṭaikkavum"},{"SurahNumber":9,"VerseNumber":52,"Text":"(napiyē!) Kūṟuvīrāka: (Veṟṟi allatu corkkam ākiya) mikac ciṟanta ivviraṇṭu naṉmaikaḷil oṉṟaittavira (vēṟentat tīṅkaiyum) nīṅkaḷ eṅkaḷukku etirpārkka muṭiyumā? (Ākavē, inta iraṇṭil etu kiṭaitta pōtilum eṅkaḷukku naṉmaiyē ākum.) Eṉiṉum, uṅkaḷukkō allāh taṉ vētaṉaiyaik koṇṭō allatu eṅkaḷ kaikaḷaik koṇṭō uṅkaḷukkuk kaṣṭam uṇṭākkuvataiyē nāṅkaḷ etirpārkkiṟōm. Ākavē, nīṅkaḷ (eṅkaḷukku varavēṇṭiyatai) etirpārttiruṅkaḷ; nāṅkaḷum (uṅkaḷukku varavēṇṭiyatai) uṅkaḷuṭaṉ etirpārkkiṟōm"},{"SurahNumber":9,"VerseNumber":53,"Text":"‘‘nīṅkaḷ viruppattuṭaṉō allatu veṟuppuṭaṉō (etait) tāṉam ceyta pōtilum (atu) uṅkaḷiṭamiruntu aṅkīkarikkappaṭavē māṭṭātu. Ēṉeṉṟāl, niccayamāka nīṅkaḷ pāvikaḷākavē irukkiṟīrkaḷ'' eṉṟum (napiyē!) Nīr kūṟiviṭuvīrāka"},{"SurahNumber":9,"VerseNumber":54,"Text":"avarkaḷ ceyyum tāṉam aṅkīkarikkappaṭa māṭṭātu eṉṟu (iṟaivaṉ) taṭuttiruppataṟkuk kāraṇam, niccayamāka avarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum māṟu ceytatutāṉ. Mēlum, avarkaḷ mikac caṭaintavarkaḷākavē tavira toḻuvatillai; veṟuppuṭaṉē tavira avarkaḷ tāṉam ceyvatumillai"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Napiyē!) Avarkaḷuṭaiya celvaṅkaḷum, avarkaḷuṭaiya makkaḷum (perukiyiruppatu) uṅkaḷai āccariyappaṭutta vēṇṭām. Allāh (avaṟṟai avarkaḷukkuk koṭuttu) avaṟṟaik koṇṭu avarkaḷai ivvulaka vāḻvilēyē vētaṉai ceyya niccayamāka nāṭukiṟāṉ. Iṉṉum, avarkaḷ nirākarippavarkaḷāka irukkum nilaimaiyil avarkaḷuṭaiya uyir pōvataiyum nāṭukiṟāṉ"},{"SurahNumber":9,"VerseNumber":56,"Text":"‘‘niccayamāka nāṅkaḷum uṅkaḷaic cārntavarkaḷtāṉ'' eṉṟu avarkaḷ allāhviṉ mītu cattiyam ceykiṉṟaṉar. Eṉiṉum, avarkaḷ uṅkaḷaic cārntavarkaḷalla. Avarkaḷ (taṅkaḷ uṇmaik kōlattai veḷippaṭutta añcum) kōḻaikaḷ"},{"SurahNumber":9,"VerseNumber":57,"Text":"tappittukkoḷḷakkūṭiya ōr iṭattai allatu (malaik) kukaikaḷai allatu oru curaṅkattai avarkaḷ kāṇpārkaḷēyāṉāl (uṅkaḷiṭamiruntu vilaki) avaṟṟiṉ pakkam allōlamāka viraintu ōṭuvārkaḷ"},{"SurahNumber":9,"VerseNumber":58,"Text":"(napiyē!) Nīr tāṉaṅkaḷaip paṅkiṭuvatil pārapaṭcamuṭaiyavar eṉṟu um'maik kuṟai kūṟupavarkaḷum avarkaḷil palar irukkiṉṟaṉar. (Avarkaḷ viruppappaṭi) atiliruntu avarkaḷukkuk koṭukkappaṭṭāl avarkaḷ tiruptiyaṭaikiṉṟaṉar. Atiliruntu (avarkaḷ viruppappaṭi) koṭukkappaṭāviṭṭālō āttiram koḷkiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":59,"Text":"allāhvum, avaṉuṭaiya tūtarum avarkaḷukkuk koṭuttataip paṟṟi tiruptiyaṭaintu, ‘‘allāh namakkup pōtumāṉavaṉ; allāhvum, avaṉuṭaiya tūtarum iṉṉum namakku aruḷpuriyak kūṭum; niccayamāka nām allāhvaiyē nampiyirukkiṟōm'' eṉṟu avarkaḷ kūṟa vēṇṭāmā"},{"SurahNumber":9,"VerseNumber":60,"Text":"(‘Jakāttu' mārkkavariyākiya) tāṉamellām vaṟiyavarkaḷukkum, ēḻaikaḷukkum, atai vacūlippavarkaḷukkum, putitāka islāmait taḻuviyavarkaḷukkum, aṭimaikaḷai viṭutalai ceyvataṟkum, kaṭaṉil mūḻkiyavarkaḷukkum, allāhvuṭaiya pātaiyil pōr ceyvataṟkum, vaḻippōkkarkaḷukkum (urittāṉatāka) allāh ēṟpaṭuttiya kaṭṭāya kaṭamaiyākum. Allāh (aṉaittaiyum) mika aṟintavaṉ, ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":61,"Text":"(‘‘inta napiyiṭam evar etaik kūṟiyapōtilum ataṟkuc) cevi koṭukkak kūṭiyavarāka avar irukkiṟār'' eṉṟu kūṟi (nam) napiyait tuṉpuṟuttupavarkaḷum avarkaḷil palar irukkiṉṟaṉar. Ataṟku (napiyē!) Nīr kūṟuvīrāka: ‘‘(Avvāṟu avar) naṉmaikku cevi koṭuppatu uṅkaḷukkē naṉṟu. Avar allāhvaiyum nampukiṟār; nampikkaiyāḷarkaḷaiyum nampukiṟār. Iṉṉum, uṅkaḷil nampikkai koṇṭavarkaḷ mītu mikak karuṇai uṭaiyavarākavum irukkiṟār.'' Ākavē, (uṅkaḷil) evarkaḷ (ivvāṟu kūṟi) allāhvuṭaiya tūtarait tuṉpuṟuttukiṟārkaḷō avarkaḷukku mikat tuṉpuṟuttum vētaṉaiyuṇṭu"},{"SurahNumber":9,"VerseNumber":62,"Text":"(nampikkaiyāḷarkaḷē!) Uṅkaḷait tiruptippaṭuttuvataṟkāka uṅkaḷ muṉṉilaiyil avarkaḷ allāhviṉ mītu cattiyam ceykiṉṟaṉar. Avarkaḷ meyyākavē nampikkaiyāḷarkaḷāyiruntāl, avarkaḷ tiruptippaṭutta allāhvum, avaṉuṭaiya tūtarumtāṉ mikavum takutiyuṭaiyavarkaḷ (eṉpatai aṟintukoḷvar)"},{"SurahNumber":9,"VerseNumber":63,"Text":"evaṉ uṇmaiyākavē allāhvukkum, avaṉuṭaiya tūtarukkum māṟu ceykiṟāṉō avaṉukku niccayamāka narakattiṉ nerupputāṉ kiṭaikkum. Atil avaṉ (eṉṟeṉṟum) taṅkiviṭuvāṉ eṉpatai avarkaḷ aṟintu koḷḷa villaiyā? Itutāṉ makattāṉa iḻivākum"},{"SurahNumber":9,"VerseNumber":64,"Text":"Nampikkaiyāḷarkaḷukku ōr attiyāyam aruḷappaṭṭu atu taṅkaḷ uḷḷaṅkaḷil uḷḷavaṟṟai veḷippaṭuttiviṭumō eṉṟu payappaṭuki(ṉṟavarkaḷaip pōl nayavañcakarkaḷ naṭittu parikacikkiṉ)ṟaṉar. (Napiyē! Avarkaḷai nōkki) nīr kūṟum: ‘‘Nīṅkaḷ parikacittuk koṇṭē iruṅkaḷ. Āyiṉum, nīṅkaḷ payappaṭuvatai niccayamāka allāh veḷiyākkiyē tīruvāṉ"},{"SurahNumber":9,"VerseNumber":65,"Text":"(itaip paṟṟi) nīṅkaḷ avarkaḷaik kēṭpīrāyiṉ ‘‘viḷaiyāṭṭukkāka nāṅkaḷ tarkkittuk koṇṭiruntōm'' eṉṟu avarkaḷ kūṟuvārkaḷ. Ataṟku (napiyē! Avarkaḷai nōkki) ‘‘allāhvaiyum, avaṉatu vacaṉaṅkaḷaiyum, avaṉatu tūtaraiyumā nīṅkaḷ parikacikkiṟīrkaḷ?'' Eṉṟu nīr kēṭpīrāka"},{"SurahNumber":9,"VerseNumber":66,"Text":"nīṅkaḷ (ceyyum viṣamattaṉamāṉa parikācattiṟku) vīṇ pukaḻ kūṟa vēṇṭām. Nīṅkaḷ nampikkai koṇṭataṟkup piṉṉar niccayamāka (atai) nirākarittuviṭṭīrkaḷ. Ākavē, uṅkaḷil oru kūṭṭattiṉarai nām maṉṉitta pōtilum maṟṟoru kūṭṭattiṉar niccayamāka kuṟṟavāḷikaḷākavē iruppataṉāl, nām avarkaḷai vētaṉai ceytē tīruvōm (eṉṟum napiyē! Nīr kūṟuvīrāka)"},{"SurahNumber":9,"VerseNumber":67,"Text":"āṇāyiṉum peṇṇāyiṉum nayavañcakarkaḷ aṉaivarum orē iṉattavarē! Avarkaḷ (aṉaivarumē) pāvamāṉa kāriyaṅkaḷaic ceyyumpaṭit tūṇṭuvārkaḷ; naṉmaiyāṉa kāriyaṅkaḷait taṭai ceyvārkaḷ. (Celavu ceyya avaciyamāṉa camayaṅkaḷil) taṅkaḷ kaikaḷai mūṭikkoḷvārkaḷ. Avarkaḷ allāhvai maṟantu viṭṭārkaḷ; ātalāl, allāhvum avarkaḷai maṟantu viṭṭāṉ. Niccayamāka innayavañcakarkaḷ tāṉ (cati ceyyum) koṭiya pāvikaḷ"},{"SurahNumber":9,"VerseNumber":68,"Text":"Nayavañcakarāṉa āṇkaḷukkum peṇkaḷukkum (avvāṟē maṟṟa) nirākarippavarkaḷukkum naraka neruppaiyē allāh vākkaḷittirukkiṟāṉ. Atil avarkaḷ (eṉṟeṉṟum) taṅkiviṭuvārkaḷ. Atuvē avarkaḷukkup pōtumā(ṉa kūliyā)kum. Iṉṉum, allāh avarkaḷai capittum irukkiṟāṉ. Mēlum, avarkaḷukku nilaiyāṉa vētaṉaiyuṇṭu"},{"SurahNumber":9,"VerseNumber":69,"Text":"(nayavañcakarkaḷē! Uṅkaḷ nilaimai) uṅkaḷukku muṉṉiruntavarkaḷiṉ nilaimaiyai ottirukkiṟatu. Avarkaḷ uṅkaḷaiviṭa palacālikaḷākavum, (uṅkaḷai viṭa) atika poruḷuṭaiyavarkaḷākavum, atika cantatiyuṭaiyavarkaḷākavum iruntu (ivvulakil) taṅkaḷukkuk kiṭaitta ippākkiyaṅkaḷaik koṇṭu cukamaṭaintārkaḷ. Uṅkaḷukku muṉṉirunta ivarkaḷ taṅkaḷukkuk kiṭaitta pākkiyaṅkaḷaikkoṇṭu (ivvulakil) cukamaṭaintavāṟē, nīṅkaḷum uṅkaḷukkuk kiṭaitta pākkiyaṅkaḷaik koṇṭu cukamaṭaintu viṭṭīrkaḷ. Avarkaḷ (vīṇ vivātaṅkaḷil) mūḻkik kiṭantavāṟē nīṅkaḷum mūḻkiviṭṭīrkaḷ. Im'maiyilum maṟumaiyilum avarkaḷuṭaiya (naṟ)ceyalkaḷ aṉaittum aḻintuviṭṭaṉa. (Ataṉāl) avarkaḷ perum naṣṭamaṭaintu viṭṭārkaḷ. (Avvāṟē nīṅkaḷum naṣṭamaṭaivīrkaḷ)"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ivarkaḷukku muṉṉirunta nūh (napi) uṭaiya makkaḷiṉ carittiramum, āt, samūt (eṉpavarkaḷiṉ) carittiramum, ipṟāhīm (napi) uṭaiya makkaḷiṉ carittiramum, matyaṉ (eṉṉum) ūrāriṉ carittiramum, talaikīḻākap puraṇṭupōṉa ūrkaḷiṉ carittiraṅkaḷum avarkaḷukkuk kiṭaikkavillaiyā? (Nam'māl aṉuppappaṭṭa) avarkaḷuṭaiya tūtarkaḷ teḷivāṉa attāṭcikaḷaittāṉ avarkaḷiṭam koṇṭu vantārkaḷ. (Avvāṟiruntum anta tūtarkaḷai avarkaḷ nirākarittataṉ kāraṇamāka avarkaḷ aṉaivarum aḻintuviṭṭaṉar. Itil) allāh avarkaḷukku (oru) tīṅkum iḻaittu viṭavillai. Eṉiṉum, avarkaḷ tamakkuttāmē tīṅkiḻaittuk koṇ(ṭu aḻintu viṭ)ṭaṉar"},{"SurahNumber":9,"VerseNumber":71,"Text":"nampikkai koṇṭa āṇkaḷum, nampikkai koṇṭa peṇkaḷum (taṅkaḷukkuḷ) oruvarukkoruvar uṟṟa tuṇaivarkaḷāy irukkiṉṟaṉar. Avarkaḷ, (oruvar maṟṟavarai) naṉmai ceyyumpaṭit tūṇṭiyum, pāvam ceyyātu taṭuttum, toḻukaiyaik kaṭaippiṭittu, jakāttu koṭuttum varuvārkaḷ. Allāhvukkum, avaṉuṭaiya tūtarukkum kīḻppaṭintu naṭappārkaḷ. Ivarkaḷukku aticīkkirattil allāh aruḷ purivāṉ. Niccayamāka allāh mikaittavaṉ, ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":72,"Text":"nampikkai koṇṭa āṇkaḷukkum peṇkaḷukkum allāh corkkaṅkaḷai vākkaḷittirukkiṟāṉ. Avaṟṟil nīraruvikaḷ toṭarntu ōṭikkoṇṭē irukkum. Avarkaḷ avaṟṟilēyē (eṉṟeṉṟum) taṅkiyum viṭuvārkaḷ. (Anta) nirantaramāṉa corkkaṅkaḷil nalla (aḻakiya uyarnta) māḷikaikaḷaiyum (vākkaḷittirukkiṟāṉ. Avai aṅku avarkaḷukkuk kiṭaikkum.) Āṉāl (ivai aṉaittaiyumviṭa) allāhviṉ tirupporuttam mikap periyatu. (Atuvum aṅku avarkaḷukkuk kiṭaikkum. Aṉaittaiyum viṭa) itu makattāṉa perum pākkiyamākum"},{"SurahNumber":9,"VerseNumber":73,"Text":"Napiyē! Nirākarippavarkaḷuṭaṉum nayavañcakarkaḷuṭaṉum nīr pōr ceyvīrāka. Avarkaḷai (tāṭcaṇyamiṉṟi) kaṇṭippāka naṭattuvīrāka. Avarkaḷ taṅkumiṭam narakamtāṉ. (Atu) taṅkumiṭaṅkaḷil mikak keṭṭatu"},{"SurahNumber":9,"VerseNumber":74,"Text":"(nampikkaiyāḷarkaḷē! Nayavañcakarkaḷākiya) ivarkaḷ nirākarippāṉa vārttaiyai meyyākavē kūṟiyiruntum (atait) tāṅkaḷ kūṟavē illai eṉṟu allāhviṉ mītu cattiyam ceykiṉṟaṉar. Mēlum, ivarkaḷ islāmil cērnta piṉṉar (atai) nirākarittum irukkiṉṟaṉar. (Avarkaḷ uṅkaḷukkut tīṅkiḻaikkak karuti) taṅkaḷāl cāttiyappaṭāmal pōṉatoru kāriyattaic ceyyavum avarkaḷ muyaṟcittaṉar. Allāhvum avaṉuṭaiya tūtarum, taṅkaḷ aruḷaik koṇṭu ivarkaḷai cīmāṉkaḷāka ākkiyataṟkākavā (muslimkaḷākiya uṅkaḷai) avarkaḷ veṟukkiṉṟaṉar. Iṉiyēṉum avarkaḷ kaicētappaṭṭu iṟaivaṉiṭam maṉṉippuk kōri vilakik koṇṭāl (atu) avarkaḷukkē naṉmaiyākum. Mēlum, avarkaḷ puṟakkaṇittālō im'maiyilum, maṟumaiyilum allāh avarkaḷai mikat tuṉpuṟuttum vētaṉaiyāl vētaṉai ceyvāṉ. Avarkaḷai pātukāppavarkaḷō utavi ceypavarkaḷō ivvulakil (oruvarum) illai"},{"SurahNumber":9,"VerseNumber":75,"Text":"avarkaḷil cilar irukkiṉṟaṉar. Avarkaḷ, ‘‘allāh taṉ aruḷaik koṇṭu namakku ētum koṭuttāl niccayamāka nām (atai) nalvaḻiyil (tārāḷamāka) tāṉam ceytu, niccayamāka nām nallavarkaḷākavum ākiviṭuvōm'' eṉṟu allāhviṭam vākkuṟuti ceytaṉar"},{"SurahNumber":9,"VerseNumber":76,"Text":"avaṉ (avvāṟu) avarkaḷukkut taṉ aruṭkoṭaiyai aḷitta poḻutu, avarkaḷ kañcattaṉam ceytu (taṅkaḷ vākkuṟutiyiliruntu) tirumpi viṭṭaṉar. Avvāṟu puṟakkaṇippatu avarkaḷ vaḻakkamākavum iruntu varukiṟatu"},{"SurahNumber":9,"VerseNumber":77,"Text":"Ākavē, avaṉai cantikkum (iṟuti)nāḷ varai avarkaḷuṭaiya uḷḷaṅkaḷil vañcakattai ēṟpaṭutti viṭṭāṉ. Itaṉ kāraṇam, avarkaḷ allāhvukkuc ceyta vākkuṟutikaḷukku māṟu ceytukoṇṭum, poy collik koṇṭum iruntatākum"},{"SurahNumber":9,"VerseNumber":78,"Text":"avarkaḷ (taṅkaḷ uḷḷattil) maṟaittu vaittiruppataiyum (taṅkaḷukkuḷ) avarkaḷ irakaciyamākap pēcikkoḷvataiyum niccayamāka allāh naṉkaṟikiṟāṉ eṉpatuṭaṉ, niccayamāka allāh (avarkaḷuṭaiya maṟṟa) irakaciyaṅkaḷ aṉaittaiyum naṉkaṟikiṟāṉ eṉpataiyum avarkaḷ aṟiya vēṇṭāmā"},{"SurahNumber":9,"VerseNumber":79,"Text":"avarkaḷ nampikkaiyāḷarkaḷil uḷḷa celvantarkaḷ (taṅkaḷ poruḷkaḷai) nalvaḻiyil (tārāḷamāka) tāṉam ceyvatu paṟṟiyum (kuṟippāka,) kūlivēlai ceytu campātippōr (taṅkaḷ poruḷai ivvāṟu tāṉam ceyvatu) paṟṟiyum kuṟṟam kūṟi avarkaḷaip parikacikkiṉṟaṉar. (Nampikkaiyāḷarkaḷaip parikacikkum) avarkaḷai allāh parikacikkiṟāṉ. Mēlum, (maṟumaiyil) tuṉpuṟuttum vētaṉaiyum avarkaḷukku uṇṭu"},{"SurahNumber":9,"VerseNumber":80,"Text":"(napiyē!) Nīr avarkaḷukkup pāvamaṉṉippaik kōriṉālum allatu nīr avarkaḷukkup pāva maṉṉippaik kōrāviṭṭālum (iraṇṭum) camamtāṉ. (Ēṉeṉṟāl), avarkaḷai maṉṉikkumpaṭi nīr eḻupatu muṟai maṉṉippuk kōriṉālum niccayamāka allāh avarkaḷai maṉṉikkavē māṭṭāṉ. Niccayamāka avarkaḷ allāhvaiyum, avaṉuṭaiya tūtaraiyum (maṉamuraṇṭāka) nirākarittatutāṉ itaṟkuk kāraṇamākum. Allāh, pāvam ceyyum (ittakaiya) makkaḷai nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":81,"Text":"(Pōrukkuc cellātu) piṉ taṅkiviṭṭavarkaḷ allāhviṉ tūtaru(ṭaiya kaṭṭaḷai)kku māṟāka(t taṅkaḷ vīṭukaḷil) iruntu koṇṭataip paṟṟi cantōṣa maṭaikiṉṟaṉar. Iṉṉum, allāhvuṭaiya pātaiyil taṅkaḷ poruḷkaḷaiyum, uyirkaḷaiyum tiyākam ceytu pōr ceyvatai veṟuttu (maṟṟavarkaḷai nōkki) ‘‘inta veppakālattil nīṅkaḷ (pōrukkuc) cellātīrkaḷ'' eṉṟum kūṟukiṉṟaṉar. (Ataṟku napiyē! Avarkaḷai nōkki) ‘‘narakattiṉ neruppu (itaiviṭa) koṭiya uṣṇamāṉatu'' eṉṟu nīr kūṟuvīrāka. (Itai) avarkaḷ aṟintukoḷḷa vēṇṭāmā"},{"SurahNumber":9,"VerseNumber":82,"Text":"(im'maiyil) avarkaḷ veku kuṟaivākavē cirikkavum. Avarkaḷ ceytu koṇṭirunta (tīya) ceyalukkup piratipalaṉāka (maṟumaiyil) atikamākavē aḻutu koḷḷaṭṭum"},{"SurahNumber":9,"VerseNumber":83,"Text":"(napiyē!) Nīr (pōril veṟṟi peṟṟavarāka) avarkaḷil oru kūṭṭattāriṭam tirumpa varumpaṭi allāh ceytu (uṅkaḷ veṟṟiyaiyum, nīṅkaḷ koṇṭu vanta poruḷkaḷaiyum avarkaḷ kaṇṭu, uṅkaḷuṭaṉ maṟṟoru pōrukkup) puṟappaṭa uṅkaḷiṭam aṉumati kōriṉāl (avarkaḷai nōkki) ‘‘nīṅkaḷ (pōrukku) orukkālattilum eṉṉuṭaṉ puṟappaṭavēṇṭām. Eṉṉuṭaṉ cērntu enta etiriyiṭamum nīṅkaḷ pōrpuriya vēṇṭām. Ēṉeṉṟāl, niccayamāka nīṅkaḷ mutaṉ muṟaiyil (vīṭṭil) taṅkiviṭuvataiyē virumpiṉīrkaḷ. Ātalāl, (ippoḻutum) nīṅkaḷ (vīṭṭil) taṅkiviṭupavarkaḷuṭaṉ iruntu viṭuṅkaḷ'' eṉṟu (napiyē! Nīr) kūṟuvīrāka"},{"SurahNumber":9,"VerseNumber":84,"Text":"mēlum, avarkaḷil evar iṟantuviṭṭālum avarkaḷ mītu orupōtum (jaṉāsā) toḻukaiyum toḻātīr. Avarkaḷuṭaiya kapril (avarkaḷukkāka maṉṉippukkōri) niṟkātīr. Ēṉeṉṟāl, niccayamāka avarkaḷ allāhvaiyum avaṉuṭaiya tūtaraiyum nirākarittu viṭṭatuṭaṉ pāvikaḷākavē iṟantum irukkiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":85,"Text":"Avarkaḷuṭaiya celvaṅkaḷum avarkaḷuṭaiya cantatikaḷum (atikarittiruppatu) um'mai āccariyappaṭutta vēṇṭām. (Ēṉeṉṟāl) avaṟṟaikkoṇṭu ivvulakilēyē avarkaḷait tuṉpuṟuttuvataiyum, avarkaḷ (karvamkoṇṭu) nirākaritta vaṇṇamē avarkaḷiṉ uyir pōvataiyumtāṉ allāh virumpukiṟāṉ"},{"SurahNumber":9,"VerseNumber":86,"Text":"allāhvai nampikkai koṇṭu, avaṉuṭaiya tūtaruṭaṉ cērntu pōr puriyumāṟu ōr attiyāyam iṟakkappaṭṭāl, avarkaḷiluḷḷa paṇakkārarkaḷ (pōr puriya varātirukka) uṅkaḷiṭam aṉumatikōri ‘‘eṅkaḷai viṭṭuviṭuṅkaḷ; (vīṭṭil) taṅki iruppavarkaḷuṭaṉ nāṅkaḷum taṅkiviṭukiṟōm'' eṉṟu kūṟukiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":87,"Text":"(ciṟiyōr, mutiyōr, peṇkaḷ pōṉṟa pōrukku varamuṭiyāmal vīṭṭil) taṅkiviṭupavarkaḷuṭaṉ tāṅkaḷum iruntuviṭavē virumpukiṉṟaṉar. Avarkaḷuṭaiya uḷḷaṅkaḷ mītu muttiraiyiṭappaṭṭuviṭṭatu. (Ātalāl itiluḷḷa iḻivai) avarkaḷ uṇarntu koḷḷa māṭṭārkaḷ"},{"SurahNumber":9,"VerseNumber":88,"Text":"eṉiṉum (allāhvuṭaiya) tūtarum, avaruṭaṉuḷḷa nampikkaiyāḷarkaḷum taṅkaḷ poruḷkaḷaiyum uyirkaḷaiyum tiyākam ceytu pōr purivārkaḷ. (Im'mai, maṟumaiyiṉ) naṉmaikaḷ aṉaittum ivarkaḷukkuttāṉ uriyaṉa. Niccayamāka ivarkaḷtāṉ veṟṟiyāḷarkaḷ"},{"SurahNumber":9,"VerseNumber":89,"Text":"allāh, avarkaḷukkāka corkkaṅkaḷai tayār ceytuvaittirukkiṟāṉ avaṟṟil nīraruvikaḷ toṭarntu ōṭikkoṇṭēyirukkum. Avaṟṟil avarkaḷ (eṉṟeṉṟum) taṅkiviṭuvārkaḷ. Ituvō māperum pākkiyamākum"},{"SurahNumber":9,"VerseNumber":90,"Text":"Kirāmattu arapikaḷil cilar, (pōrukkuc cellātirukka) aṉumatikōri (uṅkaḷiṭam) vantu kāraṇam kūṟukiṉṟaṉar. Eṉiṉum, allāhvaiyum avaṉuṭaiya tūtaraiyum poyyākkiyavarkaḷō (aṉumati kōrāmalēyē vīṭṭil) uṭkārntu koṇṭaṉar. Ākavē, ivarkaḷiluḷḷa (in)nirākarippavarkaḷai aticīkkirattil mikat tuṉpuṟuttum vētaṉai vantaṭaiyum"},{"SurahNumber":9,"VerseNumber":91,"Text":"palavīṉarkaḷum, nōyāḷikaḷum, pōrukkuc celavu ceyyum poruḷai aṭaiyātavarkaḷum allāhvukkum avaṉuṭaiya tūtarukkum kalappaṟṟa nampikkaiyāḷarkaḷāka iruntāl (atuvē pōtumāṉatu. Avarkaḷ pōrukkuc cellāviṭṭālum ataip paṟṟi) avarkaḷ mītu oru kuṟṟamumillai. (Ittakaiya) nallavarkaḷ mītu (kuṟṟam kūṟa) oru vaḻiyum illai. Allāh mikka maṉṉippavaṉ, mikka karuṇaiyuḷḷavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":92,"Text":"evarkaḷ (pōrukkuriya) vākaṉattai nīr taruvīr eṉa um'miṭam vantu, ‘‘uṅkaḷai nāṉ ēṟṟi aṉuppakkūṭiya vākaṉam eṉṉiṭam illaiyē'' eṉṟu nīr kūṟiya camayattil, taṅkaḷiṭamum celavukkuriya poruḷ illātupōṉa tukkattiṉāl taṅkaḷ kaṇkaḷiliruntu tārai tāraiyāka kaṇṇīr vaṭittavarkaḷāka (tam iruppiṭam) tirumpic ceṉṟārkaḷō avarkaḷ mītum (pōrukkuc cellātataip paṟṟi oru kuṟṟamum illai)"},{"SurahNumber":9,"VerseNumber":93,"Text":"(eṉiṉum,) evarkaḷ paṇakkārarkaḷākavum iruntu (pōrukkuc cellātirukka) um'miṭam aṉumati kōri (pōrukkuc cellātu vīṭṭil) taṅki viṭupavarkaḷuṭaṉ tāṅkaḷum iruntuviṭa virumpiṉārkaḷō avarkaḷ mītutāṉ kuṟṟam. Ivarkaḷuṭaiya uḷḷaṅkaḷ mītu allāh muttiraiyiṭṭu viṭṭāṉ. Ākavē, avarkaḷ (itaṉāl ēṟpaṭum iḻivai) aṟintukoḷḷa māṭṭārkaḷ"},{"SurahNumber":9,"VerseNumber":94,"Text":"(Nampikkaiyāḷarkaḷē! Pōr ceytu) nīṅkaḷ (veṟṟiyōṭum, cukattōṭum) avarkaḷiṭam tirumpiya camayattil, uṅkaḷiṭam avarkaḷ (vantu pōrukku varātataip paṟṟi maṉṉippait tēṭi) kāraṇam colkiṉṟaṉar. (Ataṟku avarkaḷai nōkki napiyē!) Nīr kūṟuvīrāka: ‘‘Nīṅkaḷ kāraṇam kūṟātīrkaḷ. Nāṅkaḷ uṅkaḷai nampavē māṭṭōm. Uṅkaḷ (vañcaka) viṣayaṅkaḷai niccayamāka allāh eṅkaḷukku aṟivittuviṭṭāṉ. Allāhvum avaṉuṭaiya tūtarum aticīkkirattil uṅkaḷ ceyalai aṟintu koḷvārkaḷ. Muṭivil, maṟaivāṉataiyum veḷippaṭaiyāṉataiyum aṟinta (a)vaṉiṭam tāṉ koṇṭu pōkappaṭuvīrkaḷ. Nīṅkaḷ ceytu koṇṭiruntavaṟṟai atu camayam avaṉē uṅkaḷukku aṟivippāṉ"},{"SurahNumber":9,"VerseNumber":95,"Text":"(nampikkaiyāḷarkaḷē! Pōriliruntu veṟṟiyuṭaṉ) avarkaḷiṭam nīṅkaḷ tirumpa vantāl, nīṅkaḷ avarkaḷai(k kuṟṟam piṭikkātu) puṟakkaṇittu (viṭṭu)viṭa, avarkaḷ allāhviṉ mītu uṅkaḷ muṉ cattiyam ceyvārkaḷ. Ākavē, nīṅkaḷum avarkaḷai puṟakkaṇittu (viṭṭu)viṭuṅkaḷ. Niccayamāka avarkaḷ acuttamāṉavarkaḷ. Avarkaḷ cellumiṭam narakamtāṉ. (Atuvē) avarkaḷ ceytu koṇṭirunta (tīya) ceyalukkuriya taṇṭaṉaiyākum"},{"SurahNumber":9,"VerseNumber":96,"Text":"(nampikkaiyāḷarkaḷē!) Avarkaḷaip paṟṟi nīṅkaḷ tirupti aṭaivataṟkāka avarkaḷ uṅkaḷiṭam (ivvāṟu poy) cattiyam ceykiṉṟaṉar. Avarkaḷaip paṟṟi nīṅkaḷ tiruptiyaṭainta pōtilum niccayamāka allāh pāvikaḷāṉa inta makkaḷaip paṟṟi tirupti aṭaiyavē māṭṭāṉ"},{"SurahNumber":9,"VerseNumber":97,"Text":"nirākarippilum vañcakattilum kirāmattu arapikaḷ mikak koṭiyavarkaḷ. Allāh taṉ tūtar mītu iṟakki irukkum (vētattiṉ) caṭṭa varampukaḷai aṟintu koḷḷavum vacatiyaṟṟavarkaḷ. Allāh (aṉaittaiyum) naṉkaṟintavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":98,"Text":"(Kalvi ñāṉamaṟṟa) kirāmattu arapikaḷil palar irukkiṉṟaṉar. Avarkaḷ (tarmattiṟkākac) ceyyum celavai naṣṭam eṉṟu karuti, nīṅkaḷ (kālac) cakkarattil cikki (kaṣṭattiṟkuḷḷāki) viṭuvatai etirpārkkiṉṟaṉar. Eṉiṉum, avarkaḷ (talai)mītutāṉ vētaṉaiyiṉ cakkaram cuṟṟik koṇṭu irukkiṟatu. Allāh naṉku ceviyuṟupavaṉ, naṉkaṟintavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":99,"Text":"allāhvaiyum iṟuti nāḷaiyum nampikkai koṇṭa (nāṭṭuppuṟattu) arapikaḷil palar irukkiṉṟaṉar. Avarkaḷ, tāṅkaḷ ceyyum tāṉaṅkaḷai allāhviṭam taṅkaḷai nerukkamākki vaikkum vaṇakkaṅkaḷākavum, (avaṉuṭaiya) tūtariṉ pirārttaṉaikaḷukku vaḻiyākavum eṭuttuk koḷkiṉṟaṉar. Niccayamāka atu avarkaḷai (allāhvukku)c camīpamākkum eṉpatai nīṅkaḷ aṟintu koḷḷuṅkaḷ. Allāh avarkaḷai aticīkkirattil taṉ aṉpilum pukuttuvāṉ. Niccayamāka allāh piḻai poṟuttuk karuṇai ceypavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":100,"Text":"muhājirkaḷilum aṉsārkaḷilum evarkaḷ (islāmil) mutalāvatāka muntik (koṇṭu nampikkai) koṇṭārkaḷō avarkaḷaiyum, naṟceyalkaḷil (meyyākavē) ivarkaḷaip piṉpaṟṟiyavarkaḷaiyum paṟṟi allāh tiruptiyaṭaikiṟāṉ. Ivarkaḷum allāhvaip paṟṟi tiruptiyaṭaikiṉṟaṉar. Mēlum, toṭarntu nīraruvikaḷ ōṭikkoṇṭirukkum corkkaṅkaḷai ivarkaḷukkeṉa tayārpaṭutti vaittirukkiṟāṉ. Avaṟṟilēyē avarkaḷ eṉṟeṉṟum taṅkiviṭuvārkaḷ. Itutāṉ makattāṉa veṟṟiyākum"},{"SurahNumber":9,"VerseNumber":101,"Text":"(Nampikkaiyāḷarkaḷē!) Uṅkaḷaic cūḻavuḷḷa (kirāmaṅkaḷil vacikkum) kirāmattu arapikaḷil nayavañcakarkaḷ (palar) irukkiṉṟaṉar. (Atilum) matīṉāviluḷḷa palar vañcakattilēyē ūṟik kiṭakkiṉṟaṉar. (Napiyē!) Nīr avarkaḷai aṟiyamāṭṭīr; nām avarkaḷai naṉku aṟivōm. Aticīkkirattil nām avarkaḷai irumuṟai (kaṭiṉamāka) vētaṉai ceyvōm. Muṭivil makattāṉa vētaṉaiyiṉ pakkam avarkaḷ viraṭṭappaṭuvārkaḷ"},{"SurahNumber":9,"VerseNumber":102,"Text":"vēṟu cilar (irukkiṉṟaṉar. Avarkaḷ) taṅkaḷ kuṟṟaṅkaḷai oppuk koḷkiṉṟaṉar. (Aṟiyāmaiyiṉāl) nalla kāriyattaiyum maṟṟa (cila) keṭṭa(kāriyat)taiyum kalantu ceytuviṭṭaṉar. Allāh avar(kaḷuṭaiya kuṟṟaṅ)kaḷai maṉṉittuviṭalām. Niccayamāka allāh mika maṉṉippavaṉ mikak karuṇaiyāḷaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":103,"Text":"(napiyē! Avarkaḷ taṅkaḷ kuṟṟattiṟkup parikāramākak koṇṭu vantirukkum) avarkaḷuṭaiya poruḷkaḷiliruntu tarmattai nīr eṭuttuk koṇṭu avarkaḷai (uḷḷum puṟamum) paricuttamākki vaittu avarkaḷukkāka (tu'ā) pirārttaṉai ceyvīrāka. Uṅkaḷ (tu'ā) pirārttaṉai niccayamāka avarkaḷukku āṟutalaḷikkum. Allāh naṉku ceviyuṟupavaṉ, naṉkaṟipavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":104,"Text":"niccayamāka, allāh taṉ aṭiyārkaḷiṉ maṉṉippuk kōrutalai aṅkīkarikkiṟāṉ eṉpataiyum, tarmaṅkaḷai avaṉē eṭuttuk koḷkiṟāṉ eṉpataiyum, niccayamāka allāh pāvaṅkaḷai maṉṉittuk karuṇai kāṭṭupavaṉ eṉpataiyum avarkaḷ aṟiyavillaiyā"},{"SurahNumber":9,"VerseNumber":105,"Text":"(Napiyē! Avarkaḷai nōkki) kūṟuvīrāka: ‘‘Nīṅkaḷ ceypavaṟṟai ceyyuṅkaḷ. Niccayamāka allāhvum avaṉuṭaiya tūtarum maṟṟa nampikkaiyāḷarkaḷum uṅkaḷ ceyalai pārttuk koṇṭē irukkiṟārkaḷ. Mēlum, maṟaivāṉavaṟṟaiyum, veḷippaṭaiyāṉavaṟṟaiyum aṟintavaṉ pakkam niccayamāka nīṅkaḷ koṇṭu pōkappaṭuvīrkaḷ. Nīṅkaḷ ceytu koṇṭirunta(tu ettakaiyatu eṉpa)tai atu camayam avaṉ uṅkaḷukku aṟivittu viṭuvāṉ"},{"SurahNumber":9,"VerseNumber":106,"Text":"allāhviṉ uttaravai etirpārttu(t tīrppukkāka) niṟuttappaṭṭuḷḷa vēṟu cilarum irukkiṉṟaṉar. Allāh avarkaḷai taṇṭikkalām allatu avarkaḷai maṉṉittuviṭalām. Allāh (avarkaḷuṭaiya ceyalkaḷai) naṉkaṟintavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":107,"Text":"evarkaḷ (taṅkaḷ uḷḷaṅkaḷiluḷḷa) nirākarippiṉ kāraṇamāka, nampikkai yāḷarkaḷukku iṭaiyil piriviṉaiyai uṇṭu paṇṇi tīṅku iḻaippataṟkāka, muṉṉar allāhvuṭaṉum avaṉuṭaiya tūtaruṭaṉum pōr purintavarkaḷukkup patuṅkumiṭamāka iruppataṟku oru masjitaik kaṭṭi irukkiṟārkaḷō avarkaḷ, (taṅkaḷ kuṟṟattai maṟaittuviṭak karuti) ‘‘niccayamāka nāṅkaḷ naṉmaiyait tavira (tīmaiyaik) karutavillai'' eṉṟu cattiyam ceykiṉṟaṉar. Āṉāl allāhvō niccayamāka avarkaḷ poyyarkaḷtāṉ eṉṟu cāṭci kūṟukiṟāṉ"},{"SurahNumber":9,"VerseNumber":108,"Text":"ākavē, (napiyē!) Nīr orukkālattilum (aṅku pōy) atil niṟka vēṇṭām. Ārampa tiṉattilēyē (allāhviṉ) payattiṉ mītu (paricuttamāṉa eṇṇattuṭaṉ) amaikkappaṭṭa masjitutāṉ nīr niṉṟu toḻa(vum toḻavaikkavum) mikat takutiyuṭaiyatu. Atilirukkum maṉitarkaḷum paricuttavāṉkaḷāka iruppataiyē virumpukiṉṟaṉar. Allāhvum (ittakaiya) paricuttavāṉkaḷaiyē nēcikkiṟāṉ"},{"SurahNumber":9,"VerseNumber":109,"Text":"Allāhviṉ tirupporuttattai nāṭi, paricutta(māṉa eṇṇa)ttiṉ mītē masjitiṉ astivārattai amaittavaṉ mēlā? Allatu (carintuviṭak kūṭiyavāṟu) ōṭaiyiṉ arukil atuvum carintu avaṉuṭaṉ naraka neruppil viḻakkūṭiyavāṟu masjitiṉ astivārattai amaittavaṉ mēlā? (Ittakaiya) aniyāyakkāra makkaḷai allāh nērāṉa vaḻiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":110,"Text":"taṅkaḷ uḷḷaṅkaḷil cantēkattuṭaṉ avarkaḷ kaṭṭiya ikkaṭṭaṭam avarkaḷuṭaiya uḷḷaṅkaḷ tuṇṭu tuṇṭākum varai (muḷḷaip pōl taittuk koṇṭē) irukkum. Allāh (ivarkaḷ aṉaivaraiyum) naṉkaṟintavaṉ, mikka ñāṉamuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":111,"Text":"allāh, nampikkaiyāḷarkaḷuṭaiya uyirkaḷaiyum poruḷkaḷaiyum kaṇṭippāka avarkaḷukkuc corkkam taruvatāka(k kūṟi,) niccayamāka vilaikku vāṅkik koṇṭāṉ. Avarkaḷ allāhvuṭaiya pātaiyil pōr purintu (etirikaḷai) kolvārkaḷ; (allatu) kollappaṭṭu (iṟantu) viṭuvārkaḷ. (Ivviru nilaimaikaḷilum avarkaḷukkuc corkkam taruvatāka) tavṟāttilum, iṉjīlilum, kur'āṉilum (allāh) vākkaḷittut taṉmītu kaṭamaiyākkik koṇṭirukkiṟāṉ. Allāhvaiviṭa vākkuṟutiyai muḻumaiyāka niṟaivēṟṟupavaṉ yār? Ākavē, (nampikkaiyāḷarkaḷē!) Nīṅkaḷ ceyta ivvarttakattaip paṟṟi makiḻcciyaṭaiyuṅkaḷ. Niccayamāka itutāṉ makattāṉa veṟṟi"},{"SurahNumber":9,"VerseNumber":112,"Text":"Pāvattiliruntu vilakik koṇṭavarkaḷum, (iṟaivaṉ oruvaṉaiyē) vaṇaṅkupavarkaḷum, (iravu pakalāka avaṉait) tuti ceytu pukaḻpavarkaḷum, nōṉpu nōṟpavarkaḷum, (mārkkak kalviyaik kaṟṟal, mārkkap piraccāram ceytal pōṉṟa mārkka viṣayattiṟkāka) pirayāṇam ceypavarkaḷum, kuṉintu ciram paṇi(ntu toḻu)pavarkaḷum naṉmaiyāṉa kāriyaṅkaḷaic ceyyumpaṭi ēvupavarkaḷum, pāvamāṉa kāriyaṅkaḷai vilakkupavarkaḷum, allāhvuṭaiya caṭṭa varampukaḷaip pēṇi naṭappavarkaḷum ākiya ittakaiya (uṇmai) nampikkaiyāḷarkaḷukku (corkkam kiṭaikkumeṉṟu napiyē!) Naṟceyti kūṟuvīrāka"},{"SurahNumber":9,"VerseNumber":113,"Text":"iṇaivaittu vaṇaṅkupavarkaḷukkāka maṉṉippuk kōruvatu napikkō nampikkaiyāḷarkaḷukkō takumāṉatalla; avarkaḷ (ivarkaḷukku) neruṅkiya uṟavirkaḷākayiruntālum cariyē! Avarkaḷ niccayamāka narakavācikaḷtāṉ eṉṟu ivarkaḷukkut teḷivāṉataṉ piṉṉar (evvāṟu avarkaḷukku maṉṉippuk kōralām)"},{"SurahNumber":9,"VerseNumber":114,"Text":"ipṟāhīm (napi) taṉ tantaikkāka maṉṉippuk kōriyatellām, avar taṉ tantaikkuc ceytirunta oru vākkuṟutikkākavē tavira vēṟillai. (Avaruṭaiya tantai) allāhvukku etiri eṉat teḷivākat terintatum a(varukkāka maṉṉippuk kōruva)tiliruntu avar vilakik koṇṭār. Niccayamāka ipṟāhīm atikam pirārttippavarum mika irakkamum aṭakkamum uṭaiyavarum āvār"},{"SurahNumber":9,"VerseNumber":115,"Text":"oru kūṭṭattiṉarai allāh nērāṉa vaḻiyil celuttiya piṉṉar, avarkaḷ tavaṟiḻaikkumpaṭi avaṉ (viṭṭu) viṭamāṭṭāṉ, - avarkaḷ vilakikkoḷḷa vēṇṭiya viṣayaṅkaḷ evai eṉpatai avaṉ avarkaḷukku teḷivāka aṟivikkiṉṟa varai. Niccayamāka allāh aṉaittaiyum mika aṟintavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":116,"Text":"Vāṉaṅkaḷ, pūmiyiṉ āṭci niccayamāka allāhvukkuriyatē! (Avaṉē) uyirppikkiṟāṉ; maraṇikkumpaṭiyum ceykiṟāṉ. Ākavē, allāhvai tavirttu uṅkaḷai pātukāppavarkaḷum illai; (uṅkaḷukku) utavi ceypavarkaḷum illai"},{"SurahNumber":9,"VerseNumber":117,"Text":"napiyiṉ mītu niccayamāka allāh maṉṉittaruḷ purintāṉ. (Avvāṟē) kaṣṭakālattil avaraip piṉpaṟṟiya muhājirkaḷ mītum, aṉsārikaḷ mītum (maṉṉittaruḷ purintāṉ). Avarkaḷil oru piriviṉaruṭaiya uḷḷaṅkaḷ taṭumāṟik koṇṭirunta piṉṉarum avarkaḷai maṉṉit(tu, avarkaḷ mītu aruḷpurin)tāṉ. Niccayamāka allāh avarkaḷ mītu mika irakkamum mikka karuṇaiyum uṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":118,"Text":"(allāhviṉ uttaravai etirpārttut tīrppuk kūṟātu) viṭṭu vaikkappaṭṭa mūvaraiyum (allāh maṉṉittuviṭṭāṉ). Pūmi ivvaḷavu vicālamāka iruntum (atu) avarkaḷukku mikka nerukkamāki avarkaḷ uyir vāḻvatum mikka kaṣṭamāki viṭṭatu. Allāhvai viṭṭut tappumiṭam avaṉiṭamē tavira vēṟu avarkaḷukku illavē illai eṉpataiyum avarkaḷ niccayamāka aṟintukoṇṭaṉar. Ātalāl, avarkaḷ (pāvattil iruntu) vilakik koḷvataṟkāka avar(kaḷuṭaiya kuṟṟaṅ)kaḷai maṉṉit(tu avarkaḷukku aruḷ purin)tāṉ. Niccayamāka allāhtāṉ mika maṉṉippavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":9,"VerseNumber":119,"Text":"nampikkaiyāḷarkaḷē! Allāhvukku payantu koḷḷuṅkaḷ mēlum, (collilum ceyalilum) uṇmaiyāka iruppavarkaḷuṭaṉ iruṅkaḷ"},{"SurahNumber":9,"VerseNumber":120,"Text":"Matīṉāvācikaḷ iṉṉum avarkaḷaic cūḻntu vacikkum kirāmattu arapikaḷ ākiya ivarkaḷ allāhvuṭaiya tūtarai viṭṭup (pirintu) piṉ taṅkuvatum; (allāhvuṭaiya) tūtariṉ uyiraiviṭa taṅkaḷ uyiraiyē peritākak karutuvatum takumāṉatalla. Ēṉeṉṟāl, allāhvuṭaiya pātaiyil ivarkaḷukku ēṟpaṭum tākam, kalaippu, paci (ākiyavaiyum), nirākarippavarkaḷaik kōpamūṭṭumpaṭiyāṉa iṭattil kāl vaittu, ataṉāl etiriyiṭamiruntu oru tuṉpattai aṭaital ākiya ivaiyaṉaittum avarkaḷukku naṉmaikaḷākavē pativu ceyyappaṭukiṉṟaṉa. Niccayamāka allāh (ittakaiya) naṉmai ceypavarkaḷiṉ (aḻakiya paṇpāḷarkaḷiṉ) kūliyai vīṇākki viṭuvatillai"},{"SurahNumber":9,"VerseNumber":121,"Text":"ivarkaḷ ciṟitō peritō (allāhvuṭaiya pātaiyil) etaic celavu ceytapōtilum (avvāṟē allāhvuṭaiya pātaiyil) enta pūmiyaik kaṭantapōtilum avarkaḷukkāka atu pativu ceyyappaṭukiṟatu. Ēṉeṉil, avarkaḷ ceyta ivaṟṟaiviṭa mika aḻakāṉa kūliyai allāh avarkaḷukkuk koṭuppāṉ"},{"SurahNumber":9,"VerseNumber":122,"Text":"(uṅkaḷ etirikaḷ uṅkaḷai aḻittuviṭuvataṟku cantarpattai etirpārttuk koṇṭēyiruppataṉāl) nampikkaiyāḷarkaḷ aṉaivarumē (taṅkaḷ ūrai viṭṭu) veḷippaṭṭu viṭuvatu eppoḻutumē takātu. Mārkka viṣayaṅkaḷai aṟintukoḷḷa(k karutiṉālum ataṟkāka) uṅkaḷil ovvoru kūṭṭattil iruntum cilar māttiram puṟappaṭṭāl pōtātā? (Avarkaḷ mārkka viṣayattaik kaṟṟu) taṅkaḷ makkaḷiṭam tirumpi vantu avarkaḷukku(t tāṅkaḷ kaṟṟataik kūṟi) accamūṭṭi eccarikkai ceyvārkaḷ. (Ūril iruppavarkaḷ) eccarikkaiyāka iruntu (taṅkaḷ makkaḷaik kāttuk) koḷvārkaḷ"},{"SurahNumber":9,"VerseNumber":123,"Text":"Nampikkaiyāḷarkaḷē! Pakaimaiyaiyum, viṣamattaṉattaiyum veḷippaṭuttukiṉṟa uṅkaḷai aṭuttirukkum nirākarippavarkaḷuṭaṉ pōr puriyuṅkaḷ. Avarkaḷ uṅkaḷiṭam kaṭumaiyaiyē kāṇavēṇṭum. Niccayamāka allāh iṟaiyaccam uṭaiyavarkaḷuṭaṉ irukkiṟāṉ eṉpatai uṟutiyāka aṟintu koḷḷuṅkaḷ"},{"SurahNumber":9,"VerseNumber":124,"Text":"oru (putiya) attiyāyam aruḷappaṭṭāl ‘‘uṅkaḷil yāruṭaiya nampikkaiyai itu atikappaṭuttiyatu?'' Eṉṟu kēṭkakkūṭiyavarkaḷum avarkaḷil palar irukkiṉṟaṉar. Meyyākavē evarkaḷ nampikkaik koṇṭirukkiṟārkaḷō avarkaḷuṭaiya nampikkaiyai (itu) atikappaṭuttiyē viṭṭatu. Itaip paṟṟi avarkaḷ makiḻcciyaṭaikiṉṟaṉar"},{"SurahNumber":9,"VerseNumber":125,"Text":"āṉāl, evarkaḷuṭaiya uḷḷaṅkaḷil nōy irukkiṟatō avarkaḷuṭaiya (uḷḷaṅkaḷiluḷḷa) acuttattuṭaṉ mēlum acuttattaiyē (atu) atikarittu viṭṭatu! Avarkaḷ nirākarittavarkaḷākavē iṟantum viṭṭaṉar"},{"SurahNumber":9,"VerseNumber":126,"Text":"ovvōr āṇṭilum oru muṟaiyō allatu irumuṟaikaḷō avarkaḷ ciramattiṟkuḷḷāki cōtikkappaṭukiṉṟaṉar eṉpatai avarkaḷ kāṇavillaiyā? Ivvāṟiruntum avarkaḷ pāvattai viṭṭuviṭuvatumillai; nalluṇarcci peṟuvatumillai"},{"SurahNumber":9,"VerseNumber":127,"Text":"(putiya) attiyāyam oṉṟu aruḷappaṭṭāl, avarkaḷil cilar cilarai viraikkap pārttu (kaṇṇāl jāṭai ceytu) ‘‘uṅkaḷai yārum pārttuk koṇṭārkaḷō?'' Eṉṟu (kēṭṭu) piṉṉar (aṅkiruntu) tirumpi viṭukiṉṟaṉar. Niccayamāka avarkaḷ (cattiyattai) aṟintukoḷḷa muṭiyāta makkaḷāka iruppataṉāl, allāh avarkaḷuṭaiya uḷḷaṅkaḷaiyum tiruppiviṭṭāṉ"},{"SurahNumber":9,"VerseNumber":128,"Text":"(Nampikkaiyāḷarkaḷē! Nam) tūtar oruvar niccayamāka uṅkaḷiṭam vantirukkiṟār; avar uṅkaḷiluḷḷavartāṉ. (Uṅkaḷukku oru tuṉpam ēṟpaṭṭu) nīṅkaḷ kaṣṭattiṟkuḷḷāki viṭṭāl, atu avarukku mikka varuttamākavē irukkum. (Avvaḷavu tūram uṅkaḷ mītu aṉpuṭaiyavar.) Uṅkaḷ naṉmaiyaiyē peritum virumpukiṟavarākavum, nampikkaiyāḷar(kaḷākiya uṅ)kaḷ mītu mikka irakkamum karuṇaiyum aṉpum uṭaiyavarākavum irukkiṟār"},{"SurahNumber":9,"VerseNumber":129,"Text":"(napiyē itaṟkup) piṉṉarum avarkaḷ (um'maip piṉpaṟṟātu) vilakik koṇṭāl (avarkaḷai nōkki) kūṟuvīrāka ‘‘allāhvē eṉakkup pōtumāṉavaṉ; avaṉait tavira vaṇakkattiṟkuriya vēṟu iṟaivaṉillai; (eṉ kāriyaṅkaḷ aṉaittaiyum) avaṉiṭamē nāṉ nampikkai vaittu (oppaṭaittu) viṭṭēṉ; avaṉtāṉ makattāṉa ‘arṣiṉ' atipati āvāṉ"}]}