{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah) jwaatulwisye chilekanganyo (cha yakuona ni yaunami jajili Qur’an) kwa kapolo Jwakwe (Muhammadi ﷺ) kuti juwe nkuitetela iwumbe yosope"},{"SurahNumber":25,"VerseNumber":2,"Text":"(Allah) Ajula jwauli Wakwe uchimwene wa kumawunde ni petaka, soni nganalitendela mwanache, ni nganakola soni jwakamusyangana najo mu uchimwene, soni agumbile chindu chilichose ni kuchipimila mwakulandanila ni chipiimo chakwe"},{"SurahNumber":25,"VerseNumber":3,"Text":"Yeti wanganyao (achimakafili) ni alitendele mmalo mwa Jwalakwe (Allah) milungu jangawa nkugumba chilichose kutendaga jalakwe ni jajigumbidwaga, soni jangali ukombosi wakulityochesya jisyene isausyo namuno kulikamuchisya, soni jangali ukombosi wakutendekasya chiwa namuno kupeleka umi kapena kwimusya wawe m’malembe"},{"SurahNumber":25,"VerseNumber":4,"Text":"Awala waakanile ni akutiji: “Nganijiwatu aji (Qur’an) ikaweje unami waawusepelele (Muhammadi ﷺ), ni ankamuchisye pa wele (unamiu) wandu wane.” Basi wanganyao pamasile paayiche nalo lupuso ni unami (pa yakuwecheta yaoyo)"},{"SurahNumber":25,"VerseNumber":5,"Text":"Soni wanganyao ni akutiji: “(Aji Qur’an jiwele) adisiadisi sya wandu wandanda sya asilembesye, basi syalakwe ni sikuwa sinankusyoomwa kukwakwe kundawi ni kwigulo (kuti asijinjisye chimoyo).”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Jilani: “Jele (Qur’aniji) ajitulwisye Ajula (Allah) jwaakumanyilila asili syakumawunde ni petaka. Chisimu Jwalakwe juwele Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":25,"VerseNumber":7,"Text":"Soni wanganyao ni akutiji: “Ligongo chichi aju ntengaju jukulyaga yakulya ni kwendagajendaga m’misika (mutukutendela uwwe)? Ligongo chichi ngantuluchila lilaika kuti liwe lyakutetela pamo ni jwalakwe?”"},{"SurahNumber":25,"VerseNumber":8,"Text":"“Kapena (ligongo chichi) ngachikuponyedwa kukwakwe chimatiilo (chambiya) kapena kola litimbe ni alyeje mwalakwemo?” Sano wandu walupuso ni akutiji: “Jenumanja ngankunkuya ikaweje mundu jwannojedwe.”"},{"SurahNumber":25,"VerseNumber":9,"Text":"Nnole yaakuti pakunnandanyichisya mmwe ilandanyo, basi ni asokonechele, mwanti nganawa apakombwele (kupata) litala (lyagoloka)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah jwanti) naga ali asachile, mpaka am’bichile yambone nnope kumpunda yalakweyo – (tachim’bichila) Matimbe gasikujilima cha pasi pakwe sulo, ni tachim’bichila soni Majumba gamakulungwakulungwa (ku Mbepo)"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nambo wanganyao akuwa nkukanila ya Kiyama, ni twalinganyichisye wakanila ya Kiyama Moto Wakulapuka"},{"SurahNumber":25,"VerseNumber":12,"Text":"Ndema jatiukaaone wanganyao (Motowo) kuumila pamalo pakutalichila, takapikane kutokota kwakwe kwaukali kwisa soni kulilima"},{"SurahNumber":25,"VerseNumber":13,"Text":"Soni ndema jatachiponyedwaga mwalakwemo pamalo pakanganika ali atawidwe m’makongwa, palakwepo takachiwilanjeje chonasiko (kuti bola agambe kuwa apumule)"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Takasalilidweje kuti): Ngasinchiwilanga lelo chonasiko chimo, nambo nyyiwilanje yonasiko yejinji"},{"SurahNumber":25,"VerseNumber":15,"Text":"Jilani (mmwe Muhammadi ﷺ): “Ana yele (ilagasyoyo) ni yaili yambone kapena Litimbe Lyandamo lya ku Mbepo lyapedwile chilanga wandu wawoga (wakun’jogopa Allah)?” Chilikawe malipilo kwa wanganyao nambo soni malo gakuujila"},{"SurahNumber":25,"VerseNumber":16,"Text":"Chakakoleje wanganyao mwalakwemo chilichose chatakachisacheje aku ali wandamo. Achi ni chiwele chilanga chakusimichika kwa Ambuje wenu chachikuwendedwa (kuti achikwanisye, ni tachichikwanisya mwangalepeleka)"},{"SurahNumber":25,"VerseNumber":17,"Text":"Soni lisiku lyatachasonganganya (achimakafili) ni awala wawaliji nkwagalagatila kunneka Allah (mpela Isa, Uzair ni Malaika), basi tachawusya kuti: “Ana jenumanja ni wamwasokonesye achikapolo Wanguwa, kapena wanganyawa wasokonechele (achimisyenepe kuleka) litala (lyagoloka)?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"Wanganyao takajile: “Kuswejela ni Kwenu. Nganiyiwa yakuwajilwa kukwetu kuti tulitendele akutugosa waliose wangawaga Mmwe (kuli uli kwachisya wandu yakutugalagatila)! Nambo kuti Mmwe mwasengwasisye wanganyao ni achatati wao mpaka waliwalile chamuko, mwanti waliji wandu wakonasika.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"Basi mwele ni muchachinkaanila (akwagalagatila wenu) pa yankuwecheta (kuti wanganyao milungu), basi wanganyammwe ngasinkombola kulityochesya (ilagasyo) namuno kupata chikamuchisyo. Sano watatende lupuso mwa jenumanja (lwagalagatila chinepe changawaga Allah), tuuchimpa kupasya ilagasyo yekulungwa (ku Akhera)"},{"SurahNumber":25,"VerseNumber":20,"Text":"Soni Uwwe nganitutumisyeje achimitenga waliose paujo penu (mmwe Muhammadi ﷺ), ikaweje chisimu wanganyao waliji nkulya yakulya ni kwendagajendaga m’misika. Ni twatesile wane mwa jenumanja kuwa mayeso kwa wane (mpela wakupata kuwa mayeso kwa wakulaga) kuti ana chimpilile? Sano Ambuje wenu awele Wakulolechesya"},{"SurahNumber":25,"VerseNumber":21,"Text":"Sano awala wangakwembecheya yakusimangana Nowe ni akuti: “Ligongo chichi ngatutuluchila malaika (kuti gawe mitume kukwetu), kapena tum’bone M’mbuje gwetu (juchitendelaga umboni ya utume wa Muhammadi ﷺ)?” Chisimu pamasile paalikwesyisye m’mitima mwao, ni anyosisye kunyosya kwekulungwa"},{"SurahNumber":25,"VerseNumber":22,"Text":"Lisiku lyatachigaona malaika kuchiwa kwangali kusengwa lyele lisikulyo kwaakulewa, ni gachiwecheta (malaikago kuti): “Kuwele kwakusiwilidwa kusyene (kwa jenumanja lelo kupata yambone).”"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ni tuuchiiwichilila itendo (yambone) yawapanganyisye ni tuuchiitenda kuwa luwundu lwakuwululusyidwa"},{"SurahNumber":25,"VerseNumber":24,"Text":"Wandu wa ku Mbepo lyele lisikulyo tachikola malo gambone nnope gakutamilichika ni malo gambone nnope gagusama"},{"SurahNumber":25,"VerseNumber":25,"Text":"Soni (kumbuchilani) lisiku lyalichipapuka liwunde ni kutendekasya lipundugulu, nambo soni achimalaika ni kutulusyidwa mwawinji"},{"SurahNumber":25,"VerseNumber":26,"Text":"Uchimwene wakuonaonape lyele lisikulyo uchiwa wa (Allah) Jwaukoto wejinji, ni lichiwa lisiku lyakusausya nnope kwa achimakafili"},{"SurahNumber":25,"VerseNumber":27,"Text":"Soni (kumbuchilani) lisiku lyatachililuma jwalupuso magasa gakwe ganagawili achitiji: “E nkongwene! Ningajigale litala imo ni Ntenga ﷺ.”"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Ah kutapana kwangune! Nabolaga nga nganinantenda jwantijwanti kuwa nsyowe.”"},{"SurahNumber":25,"VerseNumber":29,"Text":"“Chisimu pamasile paasochelesye une kwakuleka Chikumbusyo (Qur’an) panyuma pakumbichilila, soni shetani awele jwakunneka mundu (ngankamuchisya pa ipotesi).”"},{"SurahNumber":25,"VerseNumber":30,"Text":"Sano Ntenga ﷺ ni jwatite: “E Ambuje wangu! Chisimu wandu wangu ajitesile aji Qur’an kuwa chindu chakulechedwa (pangajisooma ni ngakuuya malamusi gakwe).”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Soni iyyoyopeyo twam’bichile ntume jwalijose m’magongo kuumila mwa akulewa, sano Ambuje wenu akukwanila kuwa Nkongola nambo soni Nkukamuchisya"},{"SurahNumber":25,"VerseNumber":32,"Text":"Soni awala waakanile ni akutiji: “Ligongo chichi Qur’an nganijintuluchila jwalakwe (Muhammadi ﷺ) mwanakamo?” Iyyoyopeyo (tukujitulusya panandipanandi) kuti tuulimbanganye najo ntima wenu, ni tujitulwisye (kukwenu) mwakosowalila (pakujitulusya mwambolembole mu ipande yepanje chenene)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Soni wanganyao nganawa ayiche nacho kukwenu chitagu chilichose (chakumpinga nacho), ikaweje Uwwe chituwiche nacho kukwenu chakuona (chakwanga chitagucho), ni kagopolanye kakwe kambone"},{"SurahNumber":25,"VerseNumber":34,"Text":"Awala watachisonganganyisidwa (alinkuutidwa) chamakuku wa ku Jahannama, wanganyao ni watachiwa pamalo pakusakala nnope, nambo soni ni wakusokonechela nnope kwitala (lyagoloka)"},{"SurahNumber":25,"VerseNumber":35,"Text":"Soni chisimu pamasile patwampele Musa Chitabu (Taurat), ni twam’bichile nkulugwe Haruna kuwa nkunkamuchisya"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ni twatite: “Jawulani wanawawilimmwe ku wandu awala waayikaaniile isimosimo Yetu.” Basi ni twajonasile kusyene (panyuma pakwakanila achimitengao)"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nombe nao wandu wa Nuhu; ndema jawaakaaniile achimitenga, twamisisye (ni chigumula), ni twatesile kuwa chilosyo kwa wandu. Sano walupuso twalinganyichisye ilagasyo yakupoteka nnope"},{"SurahNumber":25,"VerseNumber":38,"Text":"Nambo soni achina Adi, achina Samuda, achimisyene chisima kwisa soni mikutula jejinji ja chilikati chao"},{"SurahNumber":25,"VerseNumber":39,"Text":"Soni jwalijose (mwa wanganyao), twampele ilandanyo (kuwa maumboni ni ijiiganyo), soni waliose (mwa wanganyao) twajonasile kusyene (panyuma pakwakanila achimitenga wao)"},{"SurahNumber":25,"VerseNumber":40,"Text":"Soni chisimu wanganyao (achimakafili wa pa Maaka m’maulendo gao gakuja ku Shami), akasaupitaga musi (wa Sodomu) awula wana kumputilaga ula jakusakala (jamaganga), ana ngaakasawaga ali nkuuona? Nambo kuti akuwaga akakwembecheya yakwimuka m’malembe, (niligongo lyakwe ngaakukulupililaga)"},{"SurahNumber":25,"VerseNumber":41,"Text":"Soni ndema jaakum’bona mmwe (Muhammadi ﷺ) ngaakuntenda inepe ikaweje chipongwe (pakuwecheta kuti): “Ana aju ni jwantumisye Allah kuwa ntenga?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Jwaasigele panandi kuti atusochelesye kuleka milungu jetu, ingawaga kuti twapililile pa jalakwejo.” Sano wanganyao tachiika kumanyilila ndema jatachiiona ilagasyo kuti nduni jwakusokonechela nnope kwitala (lyagoloka)"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ana mum’bweni ajula jwaachitesile chisako chakwe kuwa nnungu jwakwe? Ana mmwe ni mpaka mbe nkun’gosa jwakwe (kuti jukakuya isako yakwe)"},{"SurahNumber":25,"VerseNumber":44,"Text":"Kapena nkuganichisya yanti wanganyao akupikana kapena kuitaga mulunda (yankwasalila)? Nganawatu wanganyao ikaweje ali mpela inyama yakulanga, nambo soni wanganyao ni wasokonechele nnope kwitala (lyagoloka kuipunda inyama yakulanga)"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ana nganimwaona Ambuje wenu yatite pakutambasya m’bulili (kutandila kutiwila mpaka kopoka kwa lyuwa)? Angasache angautesile kuwa wakutamilichika (wangasukuna, ni kukaliji chilope kwangali muusi). Soni tulitesile lyuwa kuwa nkuulondolela (m’bulilio, panyuma pakopoka lyuwa m’bulili ukasatanda kwipipa)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Kaneko ni tukasauwumbataga Kukwetu kuwumbata kwa panandipanandi (mpaka ukasamalaga lyuwa lili liyiche pewuwo)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Soni Jwalakwe ni Ajula jwam’biichiile wanganyammwe chilo kuwa chiwaalo (pakusiwilila ilu yenu ni chipi chakwe), soni (ni am’biichiile) lugono kuwa kupumula (kwa ilu yenu), ni awuwisile muusi kuwa ndema jakubalalikangana (kupita nchisosa lisiki)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Soni Jwalakwe ni Ajula jwaakasatumisyaga mbungo kuwa chisengwasyo paujo pa ukoto Wakwe (wula nkanijigwe), ni tukasatulusya kuumila kwinani mesi gakulenjela"},{"SurahNumber":25,"VerseNumber":49,"Text":"Kuti ni galakwego tusyuchisye chilambo chachiwe, ni tumwechesye ine (mu iwumbe) yatwaigumbile (mpela) ilango kwisa soni wandu wajinji"},{"SurahNumber":25,"VerseNumber":50,"Text":"Soni chisimu Uwwe tukujigawanyaga (wulajo) chilikati chao kuti aweje wakumbuchila (ukoto Wetu), nambo wandu wajinji akukana (chikulupi) ikaweje ukafili (basi)"},{"SurahNumber":25,"VerseNumber":51,"Text":"Soni tungasache tungatumisye m’musi uliose nkutetela (jwaojwaope)"},{"SurahNumber":25,"VerseNumber":52,"Text":"Basi ngasimwajitika achimakafili (pa isako yao), nambo n’dimbane nao nijele (Qur’aniji) kulimbana kwekulungwa"},{"SurahNumber":25,"VerseNumber":53,"Text":"Soni Jwalakwe ni Ajula jwaasisimangenye mbwani siwili, aji jamesi gakunon’ga gakumasya njota, najiji jamesi gachijete gakuwawa. Ni juwisile chilikati chakwecho uwigo, ni chilekanganyo chakulekanganya kusyene"},{"SurahNumber":25,"VerseNumber":54,"Text":"Soni Jwalakwe ni Ajula jwaagumbile mundu kuumila m’mesi, ni am’biichiile ulongo wakupagwana ni waulombela. Soni Ambuje wenu awele Wakombola kusyene"},{"SurahNumber":25,"VerseNumber":55,"Text":"Soni wanganyao (achimakafili) akuwa ali nkuchigalagatila chinepe changawaga Allah changawa nkwakamuchisya (naga ali achigalagatile) kapena kwapa ilagasyo (naga ali nganachigalagatila). Sano kafili ni akuwaga nkunkamuchisya (shetani) pa (kwapitikuchila) Ambujegwe"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ni nganituntumisya mmwe (Muhammadi ﷺ) ikaweje kuti m’be nkutagulila abali jakusengwasya nambo soni nkutetela"},{"SurahNumber":25,"VerseNumber":57,"Text":"Jilani: “Une ngangun’juga malipilo galigose pa yalakwe (yakulungusya utengayi), nambo jwasachile kujigala litala lyakuja kwa M’mbujegwe (pakutola chipanje chakwe basi ngangunkanya).”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Soni jegamilani kwa (Allah) Jwaumi wandamo, Ajula jwaali Jwangawa, ni nluswejesyeje Lumbili Lwakwe. Soni jukwanile Jwalakwe pa sambi sya achikapolo Wakwe kuwa Jwaasimanya chenene"},{"SurahNumber":25,"VerseNumber":59,"Text":"Ajula juwagumbile mawunde ni mataka ni yaili chilikati chakwe m’mowa nsano nalimo, kaneka nijwatenjele pa Arishi (Chindanda Chaulungu). Jwaukoto wejinji, basi mum’busyani ya Jwalakwe nkumanyilila chenene (yambili Syakwe)"},{"SurahNumber":25,"VerseNumber":60,"Text":"Soni naga ali asalilidwe (yanti): “Munsujudilani Jwaukoto wejinji.” Akasatiji: “Ana Jwaukoto wejinji ninduni? Ana tunsujudile jwankutuchisya mmwe?” Sano (gele malowega) gaajonjechesye wanganyao kutalikangana (ni yakuona)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah) jwawisile kwinani ndondwa syekulungwa-kulungwa ni mwakwenda mwakwe, ni awisile soni kwalakweko nyali (lyuwa) kwisa soni mwesi wakumulika"},{"SurahNumber":25,"VerseNumber":62,"Text":"Soni Jwalakwe ni Ajula jwawisile chilo ni muusi kuwa yaakuyaana ni kuchengana-chengana kwa jwaakusaka kumbuchila kapena kusaka kutogolela"},{"SurahNumber":25,"VerseNumber":63,"Text":"Sano achikapolo wa (Allah) Jwaukoto wejinji ni awala waakwenda pachilambo mwakulinandiya, nambo soni ajinga ali awechete kukwao (malowe gangalumbana), akasajangaga ni malowe gantima tusya"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ni awala waakupitisyaga ndawi ja chilo achin’galagatilaga M’mbuje gwao mwakusujudu ni kwima (kuswali)"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ni awala waakutiji: “Ambuje wetu! Tutyochesyani ilagasyo ya Jahannama, chisimu ilagasyo yakwe iwele yangalekangana nayo.”"},{"SurahNumber":25,"VerseNumber":66,"Text":"“Chisimu jalakwe (Jahannama) gawele malo gakusakala nnope kutamilichika ni kwimilichika.”"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ni awala wati achitolaga ngakasamisangaga soni wangatenda ugagadi, nambo akasawa wakwimilichika chilikati cha yalakweyo"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ni awala wangaakum’bendaga nnungu jwine pampepe ni Allah, soni ni ngaakuwulagaga mundu jwaakanyisye Allah (kum’bulaga) ikaweje paligongo lyakwitichika (ni malamusi ga Dini), nambo soni wangatenda chikululu. Sano jwachatende yele nikuti chasimangane ni ilagasyo (ya pa duniya)"},{"SurahNumber":25,"VerseNumber":69,"Text":"Ilagasyo tiikajonjechesyedwe kukwakwe lisiku lya Kiyama, ni chijukalonjele mwalakwemo aku juli jwakunyosyedwa"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ikaweje watesile toba, ni kulupilila, ni kupanganyaga masengo gambone; basi wanganyao Allah chakatindanichisye yakusakala yao ni yambone, soni Allah awele Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":25,"VerseNumber":71,"Text":"Sano jwaakutenda toba ni kupanganyaga yambone, nikuti chisimu jwalakwejo jukulamba kwa Allah pakutenda toba jisyesyene"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ni awala wangatendela umboni yaunami, nambo soni naga achipitaga malo ga yachanache akasapitaga mwa adabu (ja kuitundumalila yalakweyo)"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ni awala waakutiji naga ali akumbusyidwe ni ma Aya ga M’mbuje gwao wangagagwila mwa usiiwa ni ungalola"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ni awala waakutiji: “Ambuje wetu! Tupani kuumila mu achiwammakwetu ni wanache wetu chakutetewachisya meso, ni ntutende uwwe kuwa achinnongola wa wandu wawoga (wakun’jogopa Allah).”"},{"SurahNumber":25,"VerseNumber":75,"Text":"Wanganyao takalipidwe yumba yapenani (ku Mbepo), ni takasimangane nao mwalakwemo uchimbichimbi ni ntendele"},{"SurahNumber":25,"VerseNumber":76,"Text":"Takawe wandamo mwalakwemo – Kaje kusalala malo gakutamilichika ni kwimilichika gakwe"},{"SurahNumber":25,"VerseNumber":77,"Text":"Jilani (mmwe Muhammadi ﷺ): “Ambuje wangu nga nganankochesyaga wanganyammwe kungawaga kuomba kwenu (kwankum’bombaga naga ili impatile ipato). Nambo sano ni pamasile pamunkanile (Jwalakwe). Basi sano (ipotesi) ni tiiwe yangalekangana nayo ndema ni katema"}]}