{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"حم۔"},{"SurahNumber":44,"VerseNumber":2,"Text":"قسم ہے اس کتاب کی جو حق کو واضح کرنے والی ہے۔"},{"SurahNumber":44,"VerseNumber":3,"Text":"کہ ہم نے اسے ایک مبارک رات میں اتارا ہے۔ (کیونکہ) ہم لوگوں کو خبردار کرنے والے تھے۔"},{"SurahNumber":44,"VerseNumber":4,"Text":"اسی رات میں ہر حکیمانہ معاملہ ہمارے حکم سے طے کیا جاتا ہے۔"},{"SurahNumber":44,"VerseNumber":5,"Text":"(نیز) ہم ایک پیغمبر بھیجنے والے تھے۔"},{"SurahNumber":44,"VerseNumber":6,"Text":"تاکہ تمہارے رب کی طرف سے رحمت کا معاملہ ہو۔ یقینا وہی ہے جو ہر بات سننے والا، ہر چیز جاننے والا ہے۔"},{"SurahNumber":44,"VerseNumber":7,"Text":"جو سارے آسمانوں اور زمین کا اور ان کے درمیان ہر چیز کا رب ہے، اگر تم واقعی یقین کرنے والے ہو۔"},{"SurahNumber":44,"VerseNumber":8,"Text":"اس کے سوا کوئی معبود نہیں ہے، وہ زندگی بھی دیتا ہے، اور موت بھی، وہ تمہارا بھی رب ہے اور تمہارے پہلے گزرے ہوئے باپ دادوں کا بھی رب"},{"SurahNumber":44,"VerseNumber":9,"Text":"(پھر بھی کافر ایمان نہیں لاتے) بلکہ وہ شک میں پڑے ہوئے کھیل کر رہے ہیں۔"},{"SurahNumber":44,"VerseNumber":10,"Text":"لہذا اس دن کا انتظار کرو جب آسمان ایک واضح دھواں لے کر نمودار ہوگا۔"},{"SurahNumber":44,"VerseNumber":11,"Text":"جو لوگوں پر چھا جائے گا۔ یہ ایک دردناک سزا ہے"},{"SurahNumber":44,"VerseNumber":12,"Text":"(اس وقت یہ لوگ کہیں گے کہ) اے ہمارے پروردگار ہم سے یہ عذاب دور کر دیجئے، ہم ضرور ایمان لے آئیں گے۔"},{"SurahNumber":44,"VerseNumber":13,"Text":"ان کو نصیحت کہاں ہوتی ہے ؟ حالانکہ ان کے پاس ایسا پیغمبر آیا ہے جس نے حقیقت کو کھول کر رکھ دیا ہے۔"},{"SurahNumber":44,"VerseNumber":14,"Text":"پھر بھی یہ لوگ اس سے منہ موڑے رہے، اور کہنے لگے کہ : یہ سکھایا پڑھایا ہوا ہے، دیوانہ ہے۔"},{"SurahNumber":44,"VerseNumber":15,"Text":"(اچھا) ہم عذاب کو کچھ عرصے تک ہٹا دیتے ہیں۔ یقین ہے کہ تم پھر اسی حالت پر لوٹ آؤ گے۔"},{"SurahNumber":44,"VerseNumber":16,"Text":"جس دن ہماری طرف سے سب سے بڑی پکڑ ہوگی، اس دن ہم پورا انتظام لے لیں گے۔"},{"SurahNumber":44,"VerseNumber":17,"Text":"اور ان سے پہلے ہم نے فرعون کی قوم کو آزمایا تھا اور ان کے پاس ایک معزز پیغمبر آئے تھے۔"},{"SurahNumber":44,"VerseNumber":18,"Text":"(اور انہوں نے کہا تھا کہ) اللہ کے بندوں کو میرے حوالے کردو۔ میں تمہاری طرف ایک امانت دار پیغمبر بن کر آیا ہوں۔"},{"SurahNumber":44,"VerseNumber":19,"Text":"اور یہ کہ : اللہ کے آگے سرکشی مت کرو، میں تمہارے پاس ایک کھلی ہوئی دلیل پیش کرتا ہوں۔"},{"SurahNumber":44,"VerseNumber":20,"Text":"اور میں اس بات سے اپنے پروردگار اور تمہارے پروردگار کی پناہ لیتا ہوں کہ تم مجھے سنگسار کرو۔"},{"SurahNumber":44,"VerseNumber":21,"Text":"اور اگر تم مجھ پر ایمان نہیں لاتے تو مجھ سے الگ ہوجاؤ"},{"SurahNumber":44,"VerseNumber":22,"Text":"پھر انہوں نے اپنے پروردگار کو پکارا کہ یہ مجرم لوگ ہیں۔"},{"SurahNumber":44,"VerseNumber":23,"Text":"(اللہ تعالیٰ نے فرمایا کہ) اچھا تم میرے بندوں کو لے کر راتوں رات روانہ ہوجاؤ۔ تمہارا پیچھا ضرور کیا جائے گا۔"},{"SurahNumber":44,"VerseNumber":24,"Text":"اور تم سمندر کو ٹھہرا ہوا چھوڑ دینا یقینا یہ لشکر ڈبویا جائے گا۔"},{"SurahNumber":44,"VerseNumber":25,"Text":"کتنے باغات اور چشمے تھے جو یہ لوگ چھوڑ گئے۔"},{"SurahNumber":44,"VerseNumber":26,"Text":"اور کتنے کھیت اور شاندار مکانات۔"},{"SurahNumber":44,"VerseNumber":27,"Text":"اور عیش کے کتنے سامان جن میں وہ مزے کر رہے تھے۔"},{"SurahNumber":44,"VerseNumber":28,"Text":"ان کا انجام اسی طرح ہوا، اور ہم نے ان سب چیزوں کا وارث ایک دوسری قوم کو بنادیا۔"},{"SurahNumber":44,"VerseNumber":29,"Text":"پھر نہ ان پر آسمان رویا نہ زمین، اور نہ ان کو کچھ مہلت دی گئی۔"},{"SurahNumber":44,"VerseNumber":30,"Text":"اور بنی اسرائیل کو ہم نے ذلت کے عذاب سے نجات دے دی،"},{"SurahNumber":44,"VerseNumber":31,"Text":"یعنی فرعون سے۔ حقیقت یہ ہے کہ وہ بڑا سرکش، حد سے گزرے ہوئے لوگوں میں سے تھا۔"},{"SurahNumber":44,"VerseNumber":32,"Text":"اور ہم نے ان کو اپنے علم کے مطابق جہان والوں پر فوقیت دی۔"},{"SurahNumber":44,"VerseNumber":33,"Text":"اور ان کو ایسی نشانیاں دیں جن میں کھلا ہوا انعام تھا۔"},{"SurahNumber":44,"VerseNumber":34,"Text":"یہ لوگ صاف کہتے ہیں۔"},{"SurahNumber":44,"VerseNumber":35,"Text":"کہ : اور کچھ نہیں ہے، بس ہماری وہی پہلی موت ہوگی اور ہمیں دوبارہ زندہ نہیں کیا جائے گا۔"},{"SurahNumber":44,"VerseNumber":36,"Text":"اگر تم سچے ہو تو ہمارے باپ دادوں کو اٹھا لاؤ۔"},{"SurahNumber":44,"VerseNumber":37,"Text":"بھلا یہ لوگ بہتر ہیں یا تبع کی قوم اور وہ لوگ جو ان سے پہلے تھے ؟ ہم نے ان سب کو ہلاک کردیا۔ (کیونکہ) وہ یقینی طور پر مجرم لوگ تھے۔"},{"SurahNumber":44,"VerseNumber":38,"Text":"اور ہم نے آسمانوں اور زمین اور ان کے درمیان کی چیزیں بےفائدہ کھیل کرنے کے لیے پیدا نہیں کردی ہیں۔"},{"SurahNumber":44,"VerseNumber":39,"Text":"ہم نے انہیں برحق مقصد ہی کے لیے پیدا کیا ہے، لیکن ان میں سے اکثر لوگ سمجھتے نہیں ہیں۔"},{"SurahNumber":44,"VerseNumber":40,"Text":"حقیقت یہ ہے کہ فیصلے کا دن ان سب کی مقررہ میعاد ہے۔"},{"SurahNumber":44,"VerseNumber":41,"Text":"جس دن کوئی حمایتی کسی حمایتی کے ذرا بھی کام نہیں آئے گا اور ان میں سے کسی کی کوئی مدد نہیں کی جائے گی۔"},{"SurahNumber":44,"VerseNumber":42,"Text":"سوائے اس کے جس پر اللہ رحم فرمائے۔ یقینا وہ مکمل اقتدار کا مالک بھی ہے اور بہت مہربان ہے۔"},{"SurahNumber":44,"VerseNumber":43,"Text":"یقین جانو کہ زقوم کا درخت،۔"},{"SurahNumber":44,"VerseNumber":44,"Text":"گنہگار کا کھانا ہوگا۔"},{"SurahNumber":44,"VerseNumber":45,"Text":"تیل کی تلچھٹ جیسا۔ وہ لوگوں کے پیٹ میں اس طرح جوش مارے گا۔"},{"SurahNumber":44,"VerseNumber":46,"Text":"جیسے کھولتا ہوا پانی۔"},{"SurahNumber":44,"VerseNumber":47,"Text":"(فرشتوں سے کہا جائے گا) اس کو پکڑو، اور گھسیٹ کر دوزخ کے بیچوں بیچ تک لے جاؤ۔"},{"SurahNumber":44,"VerseNumber":48,"Text":"پھر اس کے سر کے اوپر کھولتے ہوئے پانی کا عذاب انڈیل دو ۔"},{"SurahNumber":44,"VerseNumber":49,"Text":"(کہا جائے گا کہ) لے چکھ۔ تو ہی ہے وہ بڑا صاحب اقتدار، بڑا عزت والا۔"},{"SurahNumber":44,"VerseNumber":50,"Text":"یہ وہی چیز ہے جس کے بارے میں تم لوگ شک کیا کرتے تھے۔"},{"SurahNumber":44,"VerseNumber":51,"Text":"(دوسری طرف) پرہیزگار لوگ یقینا امن وامان والی جگہ میں ہوں گے۔"},{"SurahNumber":44,"VerseNumber":52,"Text":"باغات میں اور چشموں میں۔"},{"SurahNumber":44,"VerseNumber":53,"Text":"وہ آمنے سامنے بیٹھے ہوئے سندس اور استبرق کا لباس پہنے ہوں گے۔"},{"SurahNumber":44,"VerseNumber":54,"Text":"ان کے ساتھ یہی معاملہ ہوگا اور ہم بڑی بڑی آنکھوں والی حوروں کا ان سے بیاہ کردیں گے۔"},{"SurahNumber":44,"VerseNumber":55,"Text":"وہ وہاں بڑے اطمینان سے ہر قسم کے میوے منگواتے ہوں گے۔"},{"SurahNumber":44,"VerseNumber":56,"Text":"جو موت ان کو پہلی آچکی تھی، اس کے علاوہ وہاں وہ کسی اور موت کا مزہ نہیں چکھیں گے، اور اللہ انہیں دوزخ کے عذاب سے محفوظ رکھے گا۔"},{"SurahNumber":44,"VerseNumber":57,"Text":"یہ سب تمہارے پروردگار کی طرف سے فضل ہوگا۔ (انسان کے لیے) زبردست کامیابی یہی ہے۔"},{"SurahNumber":44,"VerseNumber":58,"Text":"غرض (اے پیغمبر) ہم نے اس (قرآن) کو تمہاری زبان میں آسان بنادیا ہے تاکہ لوگ نصیحت حاصل کریں"},{"SurahNumber":44,"VerseNumber":59,"Text":"اب تم بھی انتظار کرو، یہ لوگ بھی انتظار کر رہے ہیں۔"}]}