{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"حساب مردم به آنها نزدیک شده است، در حالی که آنها در غفلت روی گردانند"},{"SurahNumber":21,"VerseNumber":2,"Text":"هیچ پند تازه ای از جانب پروردگارشان برای آنها نمی آید، مگر آنکه بازی کنان به آن گوش می دهند"},{"SurahNumber":21,"VerseNumber":3,"Text":"(در حالی که) دلهایشان غافل (و در لهو سرگرم) است . و کسانی که ستمکار بودند پنهانی نجوی کردند (و گفتند:) «آیا جز این است که او بشری مانند شماست ؟! آیا به جادو روی می آورید، در حالی که (حقیقت را) می بینید ؟!»"},{"SurahNumber":21,"VerseNumber":4,"Text":"(پیامبر) گفت : «پروردگارم هر سخنی را که در آسمان و زمین باشد، می داند، و او شنوای داناست»"},{"SurahNumber":21,"VerseNumber":5,"Text":"بلکه (آنها) گفتند : «(آنچه او آورده) خوابهای آشفته است، بلکه آن را به دروغ (به خدا) افترا بسته است، (نه) بلکه اوشاعر است، پس (اگر راست می گوید) برای ما معجزه ای بیاورد، چنانکه پیامبران پیشین (با معجزات) فرستاده شدند»"},{"SurahNumber":21,"VerseNumber":6,"Text":"پیش از آنها هیچ (آبادی و) قریه ای که آن را هلاک کردیم؛ ایمان نیاورده بودند، آیا اینها ایمان می آورند؟"},{"SurahNumber":21,"VerseNumber":7,"Text":"و (ای پیامبر!) پیش از تو، جز مردانی را که به آنها وحی می کردیم؛ نفرستادیم، پس (ای مردم!) اگر نمی دانید از اهل کتاب بپرسید"},{"SurahNumber":21,"VerseNumber":8,"Text":"و (ما) آنها را پیکرهایی که غذا نخورند، قرار ندادیم، و (در دنیا) جاوید هم نبودند"},{"SurahNumber":21,"VerseNumber":9,"Text":"سپس وعده ای را که به آنها داده بودیم راست گردانیدیم (و وفا کردیم) پس آنها و هر که را خواستیم (از دشمنانشان) نجات دادیم، و مسرفان را هلاک کردیم"},{"SurahNumber":21,"VerseNumber":10,"Text":"به راستی به سوی شما کتابی نازل کردیم که آوازه (و عزت) شما در آن است، آیا خرد نمی ورزید ؟"},{"SurahNumber":21,"VerseNumber":11,"Text":"چه بسیار شهرهایی را که (ساکنانش) ستمکار بودند؛ درهم شکستیم، و بعد از آنها قوم دیگری را پدید آوردیم"},{"SurahNumber":21,"VerseNumber":12,"Text":"پس چون عذاب ما را احساس کردند، ناگهان آنها ازآنجا می گریختند"},{"SurahNumber":21,"VerseNumber":13,"Text":"(گفتیم :) فرار نکنید، به سوی خانه هایتان و نعمتهای که در آن آسوده بودید، باز گردید، باشد که باز خواست شوید"},{"SurahNumber":21,"VerseNumber":14,"Text":"گفتند : «وای بر ما، یقیناً ما ستمکار بودیم»"},{"SurahNumber":21,"VerseNumber":15,"Text":"پس پیوسته فریاد شان این بود، تا آنکه آنها را (چون کشت) درو شده خاموش ساختیم"},{"SurahNumber":21,"VerseNumber":16,"Text":"و (ما) آسمان و زمین، و آنچه را که در میان آن دو است به بازیچه نیافریدیم"},{"SurahNumber":21,"VerseNumber":17,"Text":"(به فرض محال) اگر می خواستیم که سر گرمی بگیریم، همانا آن را از نزد خودمان بر می گرفتیم، اگر (چنین کاری) می کردیم"},{"SurahNumber":21,"VerseNumber":18,"Text":"بلکه ما حق را بر باطل می افکنیم، پس آن را درهم می شکند و ناگاه آن (باطل) نابود می شود، و وای بر شما (ای کافران) از آنچه توصیف می کنید"},{"SurahNumber":21,"VerseNumber":19,"Text":"و هرکس که در آسمانها و زمین است، از آن اوست، و آنان که نزد او هستند، (هیچ گاه) از عبادتش سرکشی نمی کنند، و (هرگز) خسته نمی شوند"},{"SurahNumber":21,"VerseNumber":20,"Text":"شب وروز تسبیح می گویند، سستی نمی ورزند"},{"SurahNumber":21,"VerseNumber":21,"Text":"آیا آنها معبودانی از زمین برگزیده اند، که آنها (مردگان را) بر می انگیزند"},{"SurahNumber":21,"VerseNumber":22,"Text":"اگر در این دو (= آسمان و زمین) معبودانی جز «الله» بود، مسلماً هر دو (= آسمان و زمین) تباه می شدند (و نظام هستی به هم می خورد) پس منزه است خداوند، پروردگار عرش، از آنچه آنها توصیف می کنند"},{"SurahNumber":21,"VerseNumber":23,"Text":"(او) از آنچه می کند، باز خواست نمی شود، و آنان باز خواست می شوند"},{"SurahNumber":21,"VerseNumber":24,"Text":"آیا به جز او معبودانی را بر گزیده اند ؟! بگو : «دلیل تان را بیاورید، این پند کسانی است که با من هستند، وپند آنان که پیش از من بودند » بلکه بیشتر آنها حق را نمی دانند، لذا آنها (از آن) روی گردانند"},{"SurahNumber":21,"VerseNumber":25,"Text":"و (ما) پیش از توهیچ پیامبری را نفرستادیم، مگر آنکه به او وحی کردیم که : «معبودی جز من نیست، پس تنها مرا عبادت کنید»"},{"SurahNumber":21,"VerseNumber":26,"Text":"و گفتند : «(خداوند) رحمان فززندی برگزیده است » او منزه است، بلکه آنان (= فرشتگان) بندگان گرامی (او) هستند،"},{"SurahNumber":21,"VerseNumber":27,"Text":"(هرگز) در سخن بر او پیشی نمی گیرند، و به فرمان او کار می کنند"},{"SurahNumber":21,"VerseNumber":28,"Text":"(خداوند) آنچه که در پیش روی آنها است، و آنچه که پشت سر آنهاست می داند، و آنها جز برای کسی که (خداوند از او خشنود باشد و) بپسندد، شفاعت نمی کنند، و آنها از ترس او بیمناکند"},{"SurahNumber":21,"VerseNumber":29,"Text":"و هر کس از آنها بگوید : «همانا من به جای او معبود هستم » پس سزای چنین کسی را جهنم می دهیم،وستمکاران را این گونه سزا می دهیم"},{"SurahNumber":21,"VerseNumber":30,"Text":"آیا کسانی که کافر شدند؛ ندیدند که آسمانها و زمین به هم پیوسته بودند، پس (ما) آنها را از یکدیگر باز کردیم، و هر چیز زنده ای را از آب پدید آوردیم ؟! آیا ایمان نمی آورند ؟"},{"SurahNumber":21,"VerseNumber":31,"Text":"و در زمین، کوهها (ی استوار) قرار دادیم، که (مبادا) آنها را بلرزاند، و در آن راههایی گشاده قرار دادیم؛ باشد که آنان راه یابند"},{"SurahNumber":21,"VerseNumber":32,"Text":"و آسمان را سقفی محفوظ قرار دادیم، و آنها از آیات آن روی گردانند"},{"SurahNumber":21,"VerseNumber":33,"Text":"و او کسی است که شب و روز، و خورشید و ماه را آفرید، هر یک در مداری شناورند"},{"SurahNumber":21,"VerseNumber":34,"Text":"و پیش از تو (ای پیامبر!) برای هیچ بشری جاودانگی قرار ندادیم، آیا اگرتو بمیری، پس آنها جاوید خواهند بود ؟"},{"SurahNumber":21,"VerseNumber":35,"Text":"هر کسی چشنده ی مرگ است، و شما را به بدی و نیکی (کاملاٌ) آزمایش می کنیم، و به سوی ما باز گردانده می شوید"},{"SurahNumber":21,"VerseNumber":36,"Text":"و کسانی که کافر شدند؛ هنگامی که تو را ببینند، فقط تو را به ریشخند می گیرند، (ومی گویند :) «آیا این همان کسی است که معبودان شما را (به بدی) یاد می کند؟! » در حالی که خودشان یاد (خداوند) رحمان را انکار می کنند"},{"SurahNumber":21,"VerseNumber":37,"Text":"انسان از شتاب آفریده شده، به زودی آیات خود را به شما نشان خواهیم داد، پس شتاب نکنید"},{"SurahNumber":21,"VerseNumber":38,"Text":"و می گویند : «اگر راست می گویید، این وعده ی (قیامت) کی خواهد بود ؟!»"},{"SurahNumber":21,"VerseNumber":39,"Text":"اگر کسانی که کافر شدند؛ می دانستند زمانی که (قیامت فرا رسد) نمی توانند (شعله ها ی) آتش را از چهره هایشان و نه از پشتهایشان باز دارند، و نه کسی آنها را یاری می کند، (چنین نمی گفتند)"},{"SurahNumber":21,"VerseNumber":40,"Text":"بلکه (حق این است که آن) ناگهانی به سراغشان می آید، پس مبهوتشان می کند، آنگاه نمی توانند آن را دفع کنند، و نه به آنها مهلت داده شود"},{"SurahNumber":21,"VerseNumber":41,"Text":"و به راستی به پیامبران پیش از تو (نیز) استهزاء شد (و مورد تمسخر قرار گرفتند)، پس آنچه را مسخره می کردند، (از عذاب الهی) دامان کسانی از آنها را که مسخره می کردند گرفت (و هلاک شدند)"},{"SurahNumber":21,"VerseNumber":42,"Text":"(ای پیامبر!) بگو : « چه کسی شما را در شب و روز از (عذاب خداوند) رحمان نگاه می دارد ؟ بلکه (حق این است که) آنها از یاد پروردگارشان روی گردانند"},{"SurahNumber":21,"VerseNumber":43,"Text":"آیا آنها معبودانی دارند که (می توانند) آنها را در برابر (عذاب) ما (حفظ کنند و ) باز دارند . (آنها) نمی توانند خودشان را یاری دهند، و نه آنها از (عذاب) ما محفوظ هستند"},{"SurahNumber":21,"VerseNumber":44,"Text":"بلکه، (ما) آنها و پدرانشان را (از نعمتهای دنیوی) بهرمند ساختیم، تا اینکه عمرشان به درازا کشید (و مغرور شدند) آیا نمی بینند که ما پیوسته به سراغ (سر) زمین (کفر) می آییم، که آن را از اطراف (و دامنه هایش) می کاهیم ؟! آیا آنها پیروزند، (یا ما) ؟"},{"SurahNumber":21,"VerseNumber":45,"Text":"(ای پیامبر!) بگو : «من تنها شما را به وحی هشدار می دهم » و کران هنگامی که هشدار می شوند، ندا را نمی شنوند"},{"SurahNumber":21,"VerseNumber":46,"Text":"اگر شمّه ای از عذاب پروردگارت به آنها برسد، قطعاً خواهند گفت : «ای وای بر ما ! بی گمان ما (همگی) ستمکار بودیم »"},{"SurahNumber":21,"VerseNumber":47,"Text":"و (ما) در روز قیامت ترازوهای عدل را می نهیم، پس به هیچ کس، هیچ ستمی نمی شود، و اگر (عملی) به مقدار سنگینی یک دانه ی خردل باشد، آن را (به حساب) می آوریم، و حسابرسی ما کافی است"},{"SurahNumber":21,"VerseNumber":48,"Text":"و به راستی به موسی و هارون فرقان (= جدا کننده ی حق از باطل) و روشنی و پندی برای پرهیزگاران، دادیم"},{"SurahNumber":21,"VerseNumber":49,"Text":"(همانا) کسانی که در نهان از پروردگارشان می ترسند، و آنان از قیامت بیم دارند"},{"SurahNumber":21,"VerseNumber":50,"Text":"و این (قرآن) پند مبارکی است که آن را نازل کردیم، آیا شما آن را انکار می کنید ؟"},{"SurahNumber":21,"VerseNumber":51,"Text":"به راستی (ما) پیش از این به ابراهیم رشد (و راه یابی اش) را دادیم، و به (حال) او آگاه بودیم"},{"SurahNumber":21,"VerseNumber":52,"Text":"چون به پدرش و قومش گفت : «این مجسمه ها چیست که شما به (پرستش) آنها دل نهاده اید ؟"},{"SurahNumber":21,"VerseNumber":53,"Text":"گفتند: «ما پدران خود را پرستش کنند گان آنها یافته ایم»"},{"SurahNumber":21,"VerseNumber":54,"Text":"(ابراهیم) گفت : «به راستی شما وپدرانتان، در گمراهی آشکار بوده اید »"},{"SurahNumber":21,"VerseNumber":55,"Text":"گفتند : «آیا برای ما (سخن) حق را آورده ای، یا تو از بازی کنندگانی (و شوخی می کنی) ؟! »"},{"SurahNumber":21,"VerseNumber":56,"Text":"گفت : « بلکه پروردگار شما، پروردگار آسمانها و زمین است، آن که آنها را پدید آورد، و من بر این (سخن) از گواهانم"},{"SurahNumber":21,"VerseNumber":57,"Text":"و (آهسته گفت :) به خدا سوگند، بعد از آن که پشت کنان روی بگردانید برای (نابودی) بتهای شما تدبیری خواهم اندیشید"},{"SurahNumber":21,"VerseNumber":58,"Text":"پس (در غیاب بت پرستان) همه ی آنها - جز (بت) بزرگشان - را قطعه قطعه کرد، باشد که به سوی او باز گردند"},{"SurahNumber":21,"VerseNumber":59,"Text":"(و هنگامی که به بت خانه آمدند و دیدند) گفتند : «هر کسی که با خدایان ما چنین کرده است، مسلماً او از ستمکاران است»"},{"SurahNumber":21,"VerseNumber":60,"Text":"(عده ای) گفتند : «شنیدیم جوانی که او را ابراهیم می گویند، آنها (= بتها) را (به بدی) یاد می کرد»"},{"SurahNumber":21,"VerseNumber":61,"Text":"گفتند : « پس او را در برابر دیدگان مردم بیاورید، باشد که آنها گواهی دهند»"},{"SurahNumber":21,"VerseNumber":62,"Text":"(هنگامی که ابراهیم را حاضر کردند) گفتند : «ای ابراهیم ! آیا تو این (کار) را با خدایان ما کرده ای؟! »"},{"SurahNumber":21,"VerseNumber":63,"Text":"گفت :«بلکه این بزرگشان این (کار) را کرده است، پس از آنها بپرسید اگر سخن می گویند!»"},{"SurahNumber":21,"VerseNumber":64,"Text":"آنگاه (آنها) به خود باز گشتند، پس گفتند : «بی گمان شما خود ستمکار هستید»"},{"SurahNumber":21,"VerseNumber":65,"Text":"سپس (با شرمندگی) سر به زیر انداختند (و گفتند :) « مسلماً تو می دانی که اینها سخن نمی گویند»"},{"SurahNumber":21,"VerseNumber":66,"Text":"(ابراهیم) گفت : «آیا به جای الله چیزی را می پرستید که هیچ نفعی برای شما ندارد، و نه زیانی به شما می رساند؟"},{"SurahNumber":21,"VerseNumber":67,"Text":"اف برشما، و بر آنچه به جای الله می پرستید، آیا نمی اندیشید؟!»"},{"SurahNumber":21,"VerseNumber":68,"Text":"گفتند :«او را بسوزانید، و معبودان خود را یاری کنید، اگر کننده ی (کاری) هستید»"},{"SurahNumber":21,"VerseNumber":69,"Text":"(سر انجا م آنها او را به آتش انداختند، ولی ما) گفتیم : «ای آتش ! بر ابراهیم سرد و سلامت باش»"},{"SurahNumber":21,"VerseNumber":70,"Text":"و آنها خواستند برای (نابودی) او نیرنگ (خطرناکی) ورزند، پس آنها را زیانکارترین (مردم) قرار دادیم"},{"SurahNumber":21,"VerseNumber":71,"Text":"و او ولوط را به سرزمینی که در آن برای جهانیان برکت داده ایم، نجات دادیم"},{"SurahNumber":21,"VerseNumber":72,"Text":"و اسحاق، و افزون (بر او نوه اش) یعقوب را به او بخشیدیم، وهمه ی آنان را شایسته قرار دادیم"},{"SurahNumber":21,"VerseNumber":73,"Text":"و (نیز) آنها را پیشوایانی قرار دادیم که به فرمان ما (مردم را) هدایت می کردند، و انجام کارهای نیک و بر پاداشتن نماز و ادای زکات را به آنها وحی کردیم، و آنها (همه) عبادتگزار ما بودند"},{"SurahNumber":21,"VerseNumber":74,"Text":"و لوط را حکمت (= نبوت) و دانش دادیم، و او را از شهری که (مردمانش) اعمال زشت (و پلید) انجام می دادند، نجات دادیم، بی شک آنها مردم بدِ فاسقی بودند"},{"SurahNumber":21,"VerseNumber":75,"Text":"و او را در رحمت خود داخل کردیم، بی گمان او از صالحان بود"},{"SurahNumber":21,"VerseNumber":76,"Text":"و (ای پیامبر!) نوح را (به یاد آور) هنگامی که پیش از آن (ما را) ندا داد، پس ما (دعایش) برای او اجابت کردیم، آنگاه او و خاندانش را از اندوه بزرگ نجات دادیم"},{"SurahNumber":21,"VerseNumber":77,"Text":"و او را بر قومی که آیات ما را تکذیب کرده بودند؛ یاری دادیم، بی گمان آنها قوم بدی بودند، پس همه ی آنها را غرق کردیم"},{"SurahNumber":21,"VerseNumber":78,"Text":"و داود و سلیمان را(به یاد آور) هنگامی که در (باره ی) کشتزاری که گوسفندان قوم، شبانه در آن چریده بودند، داوری می کردند، و ما بر حکم (و قضاوت) آنها شاهد بودیم"},{"SurahNumber":21,"VerseNumber":79,"Text":"پس آن (شیوه ی قضاوت عادلانه و درست) را به سلیمان فهماندیم، و به هر یک از آنان حکمت (= داوری) و دانش عطا کردیم، و کوهها و پرندگان را با داود مسخر ساختیم که (همراه او) تسبیح می گفتند، و ما این (همه) را انجام دادیم"},{"SurahNumber":21,"VerseNumber":80,"Text":"و ساختن زره را بخاطر شما به او آموختیم، تا شما را از (آسیب) جنگ های تان محفوظ دارد، پس آیا شکر گزار هستید؟"},{"SurahNumber":21,"VerseNumber":81,"Text":"و تند باد را مسخر (و مطیع) سلیمان کردیم، که به فرمان او به سوی سرزمینی که در آن برکت دادیم، حرکت می کرد، و ما بر هر چیز آگاهیم"},{"SurahNumber":21,"VerseNumber":82,"Text":"و(نیز) از شیاطین کسانی را (مسخر کردیم) که برایش غواصی می کردند، و کارهایی غیر از این (نیز) انجام می دادند، و (ما) حافظ آنها بودیم"},{"SurahNumber":21,"VerseNumber":83,"Text":"و (ای پیامبر!) ایوب را (به یاد آور) هنگامی که پروردگارش را ندا داد:« رنج و بیماری به من رسیده است، و تو مهربانترین مهربانانی»"},{"SurahNumber":21,"VerseNumber":84,"Text":"پس (ما) دعای او را اجابت کردیم، و رنج و ناراحتی که داشت بر طرف ساختیم، و خانواده اش و (نیز) همانندشان را با آنها به او بازگرداندیم، (تا) رحمتی از جانب ما، و پندی برای عبادت کنندگان باشد"},{"SurahNumber":21,"VerseNumber":85,"Text":"و اسماعیل و ادریس و ذوالکفل را (به یاد آور) که همگی از صابران بودند"},{"SurahNumber":21,"VerseNumber":86,"Text":"و (ما) آنها را در رحمت خود وارد کردیم، بی گمان آنها از صالحان بودند"},{"SurahNumber":21,"VerseNumber":87,"Text":"و ذوالنون (= یونس) را (به یاد آور) هنگامی که خشمگین (از میان قومش) رفت، پس چنین پنداشت که ما هرگز بر او تنگ نمی گیریم، پس (وقتی که در شکم ماهی فرو رفت) در تاریکیها ندا داد که:«(خداوندا !) هیچ معبودی جز تو نیست، تو منزهی! بی گمان من از ستمکاران بودم»"},{"SurahNumber":21,"VerseNumber":88,"Text":"پس دعای او را اجابت کردیم، و از اندوه نجاتش دادیم، و این گونه مؤمنان را نجات می دهیم"},{"SurahNumber":21,"VerseNumber":89,"Text":"و زکریا را (به یاد آور) هنگامی که پروردگارش را ندا داد:«پروردگارا! مرا تنها مگذار، و تو بهترین وارثانی»"},{"SurahNumber":21,"VerseNumber":90,"Text":"پس دعای او را اجابت کردیم، و یحیی را به او بخشیدیم، و همسرش را (بعد از آن که نازا بود) برایش شایسته (و آماده بار داری) گردانیدیم. بی گمان آنها همواره در کارهای خیر می شتافتند، و در حال بیم و امید ما را می خواندند، و پیوسته برای ما (خاشع و) فروتن بودند"},{"SurahNumber":21,"VerseNumber":91,"Text":"و (ای پیامبر! به یاد آور) زنی را که شرمگاهش را پاک نگاه داشت، پس (ما) از روح خود در آن دمیدیم، و او و فرزندنش را نشانه ای برای جهانیان قرار دادیم"},{"SurahNumber":21,"VerseNumber":92,"Text":"بی تردید این است آیین شما که آیینی یگانه است، و من پروردگار شما هستم، پس مرا پرستش کنید"},{"SurahNumber":21,"VerseNumber":93,"Text":"و (گروهی از پیروان انبیا) در میان خود در امر(دین) شان فرقه فرقه شدند، همگی به سوی ما باز می گردند"},{"SurahNumber":21,"VerseNumber":94,"Text":"پس کسی که از کارهای شایسته انجام دهد در حالی که مؤمن باشد، کوشش او ناسپاسی نخواهد شد، و بی گمان ما (اعمالش را) برایش می نویسیم"},{"SurahNumber":21,"VerseNumber":95,"Text":"و (مردم)هر شهری را که (بر اثر کفر و گناه) آن را هلاک کردیم، محال است که (به دنیا) بازگردند"},{"SurahNumber":21,"VerseNumber":96,"Text":"تا وقتی که (سد) یأجوج و مأجوج گشوده شود، و آنها از هر (تبه و) بلندی شتابان سرازیر گردند"},{"SurahNumber":21,"VerseNumber":97,"Text":"و وعده ی حق (= قیامت) نزدیک شود، پس در آن هنگام چشمهای کسانی که کافر شدند (از وحشت) خیره ماند (گویند:) ای وای برما که از این (واقعه) در غفلت بودیم، بلکه ما ستمکار بودیم"},{"SurahNumber":21,"VerseNumber":98,"Text":"یقیناً شما و آنچه به جای خدا می پرستید، هیزم جهنم هستید، شما در آن وارد خواهید شد"},{"SurahNumber":21,"VerseNumber":99,"Text":"اگر اینها (= بتها) معبودانی (برحق) بودند، هرگز وارد آن نمی شدند، و (آنها) همگی در آن جاودان خواهند ماند"},{"SurahNumber":21,"VerseNumber":100,"Text":"برای آنها در آن (= جهنم) ناله ها (ی دردناکی) است، و آنها در آن (چیزی) نمی شنوند"},{"SurahNumber":21,"VerseNumber":101,"Text":"به راستی کسانی که پیشتر از سوی ما (وعده ی) نیکوی برای آنها مقرر شده است، آنها از آن (= جهنم) دور نگاه داشته می شوند"},{"SurahNumber":21,"VerseNumber":102,"Text":"آنها (حتی) صدایش را نمی شنوند، و در آنچه دلشان بخواهد جاودانه (متنعم) هستند"},{"SurahNumber":21,"VerseNumber":103,"Text":"وحشت بزرگ (قیامت) آنها را اندوهگین نسازد، و فرشتگان به استقبالشان آیند (گویند:) « این همان روز تان است که به شما وعده داده می شد»"},{"SurahNumber":21,"VerseNumber":104,"Text":"روزی که آسمان را چون طوماری نوشته شده درهم می پیچیم، همانگونه که نخستین آفرینش را آغاز کردیم، (دیگر بار) آن را باز می گردانیم، (این) وعده ای بر ما است، قطعاً آن را انجام خواهیم داد"},{"SurahNumber":21,"VerseNumber":105,"Text":"و به راستی بعد از ذکر (= تورات) در زبور نوشتیم که:« زمین را بندگان صالح من به ارث خواهند برد»"},{"SurahNumber":21,"VerseNumber":106,"Text":"بی گمان در این (امر) برای گروه عبادت کنند گان پیام روشنی است"},{"SurahNumber":21,"VerseNumber":107,"Text":"و (ای پیامبر!) تو را جز رحمتی برای جهانیان نفرستادیم"},{"SurahNumber":21,"VerseNumber":108,"Text":"بگو:«تنها به سوی من وحی می شود که همانا معبود شما، معبود یگانه است، پس آیا شما تسلیم می شوید؟!»"},{"SurahNumber":21,"VerseNumber":109,"Text":"پس اگر (باز) روی گردان شوند، بگو:« من شما را یکسان آگاه کردم (و اعلام خطر می کنم) و نمی دانم آنچه که به شما وعده داده می شود؛ نزدیک است یا دور؟"},{"SurahNumber":21,"VerseNumber":110,"Text":"بی شک او سخن آشکار را می داند، و (نیز) آنچه را (در دل خود) کتمان می کنید؛ می داند"},{"SurahNumber":21,"VerseNumber":111,"Text":"و من نمی دانم، شاید این (تأخیر عذاب) برای شما آزمایشی، و بهره مندی تا مدتی (معین) باشد»"},{"SurahNumber":21,"VerseNumber":112,"Text":"(و پیامبر) گفت:«ای پروردگارا! به حق داوری کن، و پروردگار ما (خداوند) رحمان است، که از او استمداد می شود در برابر آنچه شما بیان می کنید»"}]}