{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn. Sin. Kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Tak vnushayet vdokhnoveniye tebe i tem, kto byl do tebya, velikiy, mudryy Allakh"},{"SurahNumber":42,"VerseNumber":4,"Text":"Yemu prinadlezhit to, chto na nebesakh i na zemle, On - vysokiy, velikiy"},{"SurahNumber":42,"VerseNumber":5,"Text":"Nebesa uzhe gotovy razverznut'sya na verkhakh svoikh [ot strakha pered Allakhom]; angely voznosyat slavosloviye Gospodu svoyemu i prosyat darovat' proshcheniye tem, kto na zemle. Vnemlite! Voistinu, Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":42,"VerseNumber":6,"Text":"Allakh [sam] smotrit za temi, kotoryye vzyali sebe inykh pokroviteley krome Nego, i ty [, Mukhammad,] za nikh ne v otvete"},{"SurahNumber":42,"VerseNumber":7,"Text":"Tak My vnushili tebe v otkrovenii Koran na arabskom yazyke, chtoby ty uveshcheval [zhiteley] materi gorodov (t. ye. Mekki) i tekh, kto [zhivet] vokrug neye, chtoby uveshcheval o tom dne, kogda ves' lyud budet sobran, v chem net somneniya. Odna chast' ikh budet v adu, a drugaya - v rayu"},{"SurahNumber":42,"VerseNumber":8,"Text":"Yesli by bylo ugodno Allakhu, On sobral by ikh v odnu religioznuyu obshchinu, no On okazyvayet Svoyu milost' [tol'ko] tomu, komu pozhelayet. A u nechestivtsev ne budet ni pokrovitelya, ni pomoshchnika"},{"SurahNumber":42,"VerseNumber":9,"Text":"Neuzheli oni obreli [inykh] pokroviteley pomimo Nego? Ved' Allakh i yest' [yedinstvennyy] pokrovitel', i On ozhivlyayet mertvykh, i On vlasten nad vsem sushchim"},{"SurahNumber":42,"VerseNumber":10,"Text":"Raznoglasiya mezhdu vami mozhet razreshit' [tol'ko] Allakh. [Skazhi, Mukhammad]: \"Takov dlya vas Allakh - moy Gospod', na Nego ya upovayu i pered Nim predstanu"},{"SurahNumber":42,"VerseNumber":11,"Text":"[On] - tvorets nebes i zemli, On sozdal vam suprug iz vas samikh, a takzhe zhivotnykh [supruzheskimi] parami, i tak On vosproizvodit vas. Nichto ne sravnitsya s Nim, On - vnemlyushchiy, zryashchiy"},{"SurahNumber":42,"VerseNumber":12,"Text":"Yemu prinadlezhat klyuchi nebes i zemli. On uvelichivayet ili umen'shayet udel, komu pozhelayet. Voistinu, On vedayet obo vsem sushchem"},{"SurahNumber":42,"VerseNumber":13,"Text":"[Allakh] predpisal vam v religii to, chto On zapovedal Nukhu, to, chto My dali tebe [, Mukhammad,] v otkrovenii, to, chto My zapovedali Ibrakhimu, Muse i 'Ise [, skazav]: \"Soblyudayte [zavety] religii i ne vpadayte v protivorechiya otnositel'no neye\". Tyazhko dlya mnogobozhnikov to, k chemu ty ikh zovesh'. Allakh izbirayet Sebe [v proroki], kogo pozhelayet, i priblizhayet k Sebe togo, kto povinuyetsya"},{"SurahNumber":42,"VerseNumber":14,"Text":"Oni razoshlis' [vo mneniyakh] lish' posle togo, kak k nim prishlo znaniye, iz zavisti drug k drugu. I yesli by ne bylo prezhde predopredeleno Gospodom tvoim [otlozhit' nakazaniye] na opredelennoye vremya, to [spor] mezhdu nimi byl by reshen. Voistinu, te, kotoryye unasledovali posle nikh pisaniye, nakhodyatsya otnositel'no nego v sil'nom somnenii"},{"SurahNumber":42,"VerseNumber":15,"Text":"I potomu [, Mukhammad,] zovi k etoy religii, bud' stoyek [v vere], kak vedeno tebe, ne sleduy za ikh durnymi sklonnostyami i skazhi: \"YA uveroval v Pisaniye, chto nisposlal Allakh, i mne vedeno sudit' po spravedlivosti mezhdu vami. Allakh - nash Gospod' i vash Gospod'. Nam [otvechat'] za nashi deyaniya, vam - za vashi deyaniya. Net prichin vrazhdovat' nam. Allakh sozovet nas [v Sudnyy den'], i k Nemu nash vozvrat"},{"SurahNumber":42,"VerseNumber":16,"Text":"Dovody tekh, kotoryye sporyat ob Allakhe, posle togo kak oni priznali [religiyu] Yego, bespomoshchny pred ikh Gospodom, i na nikh [padet] gnev Allakha, i im ugotovano surovoye nakazaniye"},{"SurahNumber":42,"VerseNumber":17,"Text":"Imenno Allakh nisposlal Pisaniye i Vesy. Kak ty mozhesh' znat', mozhet byt', [Sudnyy] chas blizok"},{"SurahNumber":42,"VerseNumber":18,"Text":"Te, kotoryye ne veruyut v [Sudnyy] chas, khotyat priblizit' yego prikhod. A te, kotoryye veruyut v nego, strashatsya yego - ved' oni znayut, chto on istinno [nastanet]. O da! Voistinu, te, kotoryye somnevayutsya v [Sudnom] chase, pogryazli v glubokom zabluzhdenii"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allakh blagovolit Svoim rabam i daruyet udel, komu pozhelayet. On - moguchiy, velikiy"},{"SurahNumber":42,"VerseNumber":20,"Text":"Tomu, kto stremitsya pozhat' nivu budushchey zhizni, My uvelichivayem yego nivu. Tomu zhe, kto zhazhdet nivy etoy zhizni, My dayem yeye, no net yemu doli v budushchey zhizni"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yest' li u nikh drugiye bogi, kotoryye uzakonili by dlya nikh to, chego ne dozvolil Allakh? I yesli by ne [Nashe] predopredeleniye [ob otsrochke], vyneseniya resheniya, to spor mezhdu nimi byl by reshen [uzhe v etom mire]. Voistinu, nechestivtsam ugotovano muchitel'noye nakazaniye"},{"SurahNumber":42,"VerseNumber":22,"Text":"[V Sudnyy den'] ty uvidish', kak strashatsya nechestivtsy togo, chto oni delali, kogda on nastignet ikh. A te, kotoryye uverovali i vershili dobryye deyaniya, prebudut v rayskikh sadakh. Dlya nikh tam ot Gospoda - vse, chto pozhelayut. Eto i yest' velikaya milost' [ot Allakha]"},{"SurahNumber":42,"VerseNumber":23,"Text":"Eto i yest' to, o chem vozveshchayet Allakh Svoim rabam, kotoryye uverovali [v Nego] i vershili dobryye deyaniya. Skazhi [, Mukhammad]: \"YA ne proshu u vas nagrady za eto, a zovu lish' lyubit' blizhnego. Tomu, kto vershit dobro, My vozdadim dobrom vdvoyne\". Voistinu, Allakh - proshchayushchiy, blagodarnyy"},{"SurahNumber":42,"VerseNumber":24,"Text":"Byt' mozhet, oni skazhut: \"On vozvel na Allakha navet\"? Yesli by pozhelal Allakh, to on nalozhil by pechat' na tvoye serdtse, iskorenil lozh' i utverdil istinu [vsego lish'] odnim slovom. Voistinu, On vedayet o tom, chto skryto v serdtsakh"},{"SurahNumber":42,"VerseNumber":25,"Text":"On - Tot, kto priyemlet pokayaniye Svoikh rabov, proshchayet nepravednyye deyaniya i znayet to, chto vy sodeyete"},{"SurahNumber":42,"VerseNumber":26,"Text":"On prinimayet mol'by tekh, kto uveroval i vershil dobryye dela, i priumnozhayet im ot Svoyey shchedrosti. A nevernym ugotovano surovoye nakazaniye"},{"SurahNumber":42,"VerseNumber":27,"Text":"Yesli by Allakh uvelichil udel [vsem] Svoim rabam [bez razboru], oni vpali by v oslushaniye na zemle. No on nisposylayet [dary] po mere Svoyego zhelaniya. Voistinu, o Svoikh rabakh On - svedushchiy, znayushchiy"},{"SurahNumber":42,"VerseNumber":28,"Text":"On - tot, kto nisposylayet dozhd', posle togo kak lyudi vpali v otchayaniye, i kto rasprostranyayet Svoyu milost'. On - pokrovitel', dostoynyy khvaly"},{"SurahNumber":42,"VerseNumber":29,"Text":"Sredi Yego znameniy - sozdaniye nebes i zemli i tekh Zhivykh sushchestv, kotorykh on rasselil i zdes' i tam. I v Yego vlasti [vnov'] sobrat' ikh, yesli pozhelayet"},{"SurahNumber":42,"VerseNumber":30,"Text":"Lyuboye bedstviye postigayet vas lish' za to, chto vershili vy sami. No On prostit [vam] mnogoye"},{"SurahNumber":42,"VerseNumber":31,"Text":"Vy ne mozhete izbezhat' [bedstviya] na zemle, i net u vas, krome Allakha, ni pokrovitelya, ni pomoshchnika"},{"SurahNumber":42,"VerseNumber":32,"Text":"Sredi Yego znameniy - plyvushchiye po moryu korabli, podobnyye goram"},{"SurahNumber":42,"VerseNumber":33,"Text":"Yesli On zakhochet, to ne poduyet veter i korabli ne poplyvut po poverkhnosti morya. Voistinu, vo vsem etom - yasnyye znameniya dlya kazhdogo terpelivogo, blagodarnogo"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ili [, yesli zakhochet,] On pustit [korabli] ko dnu za to, chto sdelali [nechestivtsy]. No skol' mnogo On proshchayet"},{"SurahNumber":42,"VerseNumber":35,"Text":"I pust' te, kotoryye osparivayut Nashi znameniya, znayut, chto im negde spastis'"},{"SurahNumber":42,"VerseNumber":36,"Text":"To, chto darovano vam iz dobra, - eto udel zdeshney zhizni. A to, chto daruyet Allakh [v budushchey zhizni], luchshe i dolgovechneye dlya tekh, kotoryye uverovali i polagayutsya na svoyego Gospoda"},{"SurahNumber":42,"VerseNumber":37,"Text":"dlya tekh, kotoryye izbegayut tyazhkikh grekhov i merzostey, kotoryye, kogda, prikhodya vo gnev, proshchayut"},{"SurahNumber":42,"VerseNumber":38,"Text":"dlya tekh, kotoryye povinuyutsya Allakhu, sovershayut obryadovuyu molitvu, vershat svoi dela po vzaimnomu sovetu i delayut pozhertvovaniya iz togo, chem My ikh nadelili"},{"SurahNumber":42,"VerseNumber":39,"Text":"dlya tekh, kotoryye, kogda podvergayutsya napadeniyu, zashchishchayutsya"},{"SurahNumber":42,"VerseNumber":40,"Text":"Vozdayaniye za zlo - ravnotsennoye zlo. No tot, kto prostit i uladit [delo] mirom, budet voznagrazhden Allakhom. Ved' On ne lyubit nechestivtsev"},{"SurahNumber":42,"VerseNumber":41,"Text":"I, konechno, net ukora tem, kotoryye zashchishchayutsya protiv napadeniya"},{"SurahNumber":42,"VerseNumber":42,"Text":"Ukora, nesomnenno, zasluzhivayut te, kotoryye pritesnyayut lyudey i beschinstvuyut na zemle bezo vsyakogo prava na to. Im ugotovano muchitel'noye nakazaniye"},{"SurahNumber":42,"VerseNumber":43,"Text":"Nesomnenno, yesli kto terpeliv [k nespravedlivosti] i proshchayet, to eto pokhval'nyy postupok"},{"SurahNumber":42,"VerseNumber":44,"Text":"Tomu, kto sbilsya s puti po vole Allakha, posle etogo uzh net zashchitnika. I ty uvidish', chto nechestivtsy, kogda predstanut pered nakazaniyem, vozopyat: \"Net li kakogo-libo puti dlya vozvrashcheniya [v zemnoy mir]"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ty uvidish', chto, kogda ikh privedut k ognyu, smirennymi ot unizheniya, oni budut smotret' iskosa, te zhe, kotoryye uverovali, skazhut: \"Voistinu, terpyat ushcherb te, kotoryye sami sebe i svoim sem'yam nanesli uron v Den' voskreseniya\". O da! Ved' nechestivtsy vechno prebudut v nakazanii"},{"SurahNumber":42,"VerseNumber":46,"Text":"i nikto ne zastupitsya za nikh i ne stanet pomogat', krome Allakha. I net puti [k istine] tomu, kogo Allakh sbil s puti"},{"SurahNumber":42,"VerseNumber":47,"Text":"Vnemlite [zovu] Gospoda vashego, prezhde chem nastupit den', kotoryy nevozmozhno otvratit' vopreki [vole] Allakha. V tot den' net dlya vas ubezhishcha i net vam proshcheniya"},{"SurahNumber":42,"VerseNumber":48,"Text":"My ved' ne posylali tebya strazhem dlya nikh. Tebe nadlezhit lish' soobshchit' [otkroveniye]. Voistinu, kogda My dayem cheloveku vkusit' Nashey milosti, on likuyet. Yesli zhe yego porazit bedstviye za to, chto vershili yego ruki, to ved' chelovek neblagodaren"},{"SurahNumber":42,"VerseNumber":49,"Text":"Allakh vlasten nad nebesami i zemley. On tvorit, chto pozhelayet, On daruyet, komu pozhelayet, potomstvo zhenskogo pola, a komu zakhochet - muzhskogo pola"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ili zhe On sochetayet brakom muzhchin i zhenshchin, a kogo pozhelayet - delayet besplodnym. Voistinu, On - znayushchiy, vsesil'nyy"},{"SurahNumber":42,"VerseNumber":51,"Text":"Ne udostoilsya chelovek togo, chtoby s nim razgovarival Allakh inache, chem posredstvom otkroveniya, ili cherez zavesu, ili zhe cherez poslantsa, kotoryy vozvestil by po Yego dozvoleniyu to, chto On zhelayet. Voistinu, On - vysokiy, mudryy"},{"SurahNumber":42,"VerseNumber":52,"Text":"Takim zhe obrazom My v otkrovenii dali tebe po Nashemu veleniyu Koran. Ty ne znal, chto takoye pisaniye i vera. No My sdelali Koran svetom, posredstvom kotorogo vyvodim pryamym putem kogo ugodno iz Nashikh rabov, i ty, voistinu, vedesh' na pryamoy put'"},{"SurahNumber":42,"VerseNumber":53,"Text":"put' Allakha, kotoromu prinadlezhit to, chto na nebesakh i na zemle. O da! K Allakhu vozvrashchayetsya vse sushcheye"}]}