{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Ba kholoang ba tla atleha qetellong, –"},{"SurahNumber":23,"VerseNumber":2,"Text":"Ba ikokobetsang lithapelong tsa bona"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ba qobang lipuo tsa mafeela"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ba mahlahahlaha nyehelong"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ba ila thobalano"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ntle le basali ba bona feela, kapa makhabunyane ao matsoho a bona a matona a ba ruileng, hobane ho bona ha ba na molato"},{"SurahNumber":23,"VerseNumber":7,"Text":"Empa bao litakatso li tlolang meeli eo, ke litloli tsa molao, –"},{"SurahNumber":23,"VerseNumber":8,"Text":"Bohle bahlokometseng kano ea bona, le selekane"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ba hlokomelang lithapelo tsa bona, –"},{"SurahNumber":23,"VerseNumber":10,"Text":"Bao e tla ba majalefa"},{"SurahNumber":23,"VerseNumber":11,"Text":"A tlang ho ja lefa Paradeisi: ba tla phela teng"},{"SurahNumber":23,"VerseNumber":12,"Text":"Re hlotse motho ka letsopa"},{"SurahNumber":23,"VerseNumber":13,"Text":"Eaba Re mo beha e le there ea peo ka har’a popelo"},{"SurahNumber":23,"VerseNumber":14,"Text":"Ra nto apesa there eo ka lehloele, eaba Re etsa lehloele leo polokoana, polokoana eo Ra e apesa masapo le hona ho apesa masapo ao ka nama; eaba Re hlahisa sebopua seo se ts’oana le tse ling. Kahoo, Allah ha A hlohonolofatsoe, Eena Ea hloahloa tlholehong"},{"SurahNumber":23,"VerseNumber":15,"Text":"Kamor’a moo le tla shoa"},{"SurahNumber":23,"VerseNumber":16,"Text":"Mohla Letsatsi la Kahlolo le tla tsosoa"},{"SurahNumber":23,"VerseNumber":17,"Text":"Re hlotse litsela tse supileng kaholim’a lona, Re tsotella Libopuoa tsa Rona"},{"SurahNumber":23,"VerseNumber":18,"Text":"Re romella pula lefats’eng e theoha marung ka tekanyo, ebe Re etsa hore e nyamele lefats’eng; Re e monya ha bonolo"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ka eona Re le hlahisetsa lirapa tsa litholoana tsa palema le merara, eo ho eona ho nang le maro molemong oa lona ao le a jang"},{"SurahNumber":23,"VerseNumber":20,"Text":"Le sefate se hlahileng holim’a Thaba ea Sinai, se lutlang mafura le hona ho ba mathe maloli ho ba se jang"},{"SurahNumber":23,"VerseNumber":21,"Text":"Le likhomong ho teng mohlala oa thuto ho lona. Re le neha lebese le tsoang ka har’a limpa tsa tsona hore le le noe, ho teng melemo e mengata ea tsona ho lona, e bile le’a li ja"},{"SurahNumber":23,"VerseNumber":22,"Text":"Le’a li palama le ho lipama; esita le tsona likepe"},{"SurahNumber":23,"VerseNumber":23,"Text":"Re ile ra romella Nooe ho batho ba habo. A re: “Oho batho ba heso! Sebeletsang Allah. Etsoe ha le na `Mopi e mong ntle ho Eena. Na le sa tla ke le khese sebe?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Marena a batho ba habo a neng a sa mahana-tumelo a re: “Enoa ke motho ea joaloka lona ea mpang a rata ho iketsa eka o na le matla a fetang a lona. Athe hoja e bile thato ea Allah, Ruri! A ka be a ile a romella manyeloi lefats’eng. Ebile ha Re’a ka Ra utloa sena litabeng tsa bo-ntat’a rona moholo.”"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ba bang ba re: “U mpa a e na le bohlanya enoa, kahoo suthang pel’a hae ha nakoana"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nooe a re: “Mong`a ka! Ak’u nthuse hobane ba mphara ka mashano.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Eaba Re ts’ollela ts`enolelo ho eena: “Aha Areka ka pel’a mahlo a Rona le tlas’a ts’usumetso ea Rona. E tle ere ha taelo ea Rona e fihla, mehloli e ts’akhunya metsi, ebe u nka liphoofolo ka bobeli `moho le lelapa la hau kantle le bao ebang molaetsa o ile oa finyella ho bona. U se ke be oa nkopa letho khahlanong le bao ebang ba entse libe. Hobane! Bona ba tla khangoa ke metsi"},{"SurahNumber":23,"VerseNumber":28,"Text":"Joale, ha u se u le ka har’a Areka, uena le batho bohle ba tla be ba le kamoo, le tle le re: “Lithoriso li be ho Allah ea Re pholositseng har’a batho ba oetseng sebeng!”"},{"SurahNumber":23,"VerseNumber":29,"Text":"U re: “Mong`a ka! Ak’u etse hore ke tle ke theohe sebakeng se hlohonolofetseng, hobane ke uena ea molemo ho re tlisa lefats’eng.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ruri! Ka har’a tsena ho teng lits’upsio, hobane ke rona ba behang batho tekong"},{"SurahNumber":23,"VerseNumber":31,"Text":"Eaba kamor’a bona Re hlahisa letloobo le leng"},{"SurahNumber":23,"VerseNumber":32,"Text":"Ra ba romella moromuoa oa habo bona, A re: “Khumamelang Allah. Ha le na `Mopi e mong ntle ho Allah. Na le sa tla ke khutle mekhoeng?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Marena a batho ba habo ba mahana-tumelo, ba hanyetsa kopano ea bophelo Bo-tlang, ao re’a entseng ka mohau bophelong balefats’e lena, a re: “Enoa entse e le motho ea joaloka lona, ea bileng a jang seo le se jang le ho noa seo le se noang"},{"SurahNumber":23,"VerseNumber":34,"Text":"“Haeba le tla mamela motho ea ntseng a ts’oana le lona, Ruri! Le tla sala shalabeng"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Na u le ts’episa hore ha le se le shoele, le fetohile lerole le masapo, le tla boela bophelong hape"},{"SurahNumber":23,"VerseNumber":36,"Text":"“Seo le se ts’episitsoeng ke mohlolo o ke keng oa etsahala"},{"SurahNumber":23,"VerseNumber":37,"Text":"“Ha ho bophelo bo bong ntle le bophelo ba rona ba lefats’e; re ea phela, e bile re’a shoa; re ke ke ra boela ra phela hape"},{"SurahNumber":23,"VerseNumber":38,"Text":"“Empa ele motho ea iqapetseng leshano khahlano le Allah. Ha se motho oa hore re ka kholoa ho ena.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"Moporofeta a re: “Mong`a ka! Ak’u mpe o nthuse hobane ba mphara ka mashano.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah A re: “Ruri! Ka nakoana e khuts’oane ba tla its’ola.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Ho qhoma ho ts’abehang ho ile ha ba nanola ka toka, Ra ba etsa joaloka mahoholi ha a hohotsoe ke sefefo. Timelo e bohlooko bathong ba etsang bobe"},{"SurahNumber":23,"VerseNumber":42,"Text":"Kamor’a bona Ra hlahisa letloobo le leng"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ha ho sechaba se tla phonyoha nako ea sona ea pallo, leha e le hona ho e busetsa morao feela"},{"SurahNumber":23,"VerseNumber":44,"Text":"Re romella baromuoa ba Rona ka tatellano. Ka mehla ha moromuoa a fihla ho sechaba sa habo, ba mo qosa ka mashano; kahoo, Re etsa hore ba latelane ka bo-bona koluoeng, Re baetsa pale. Ho teng timelo ho batho ba latolang tumelo"},{"SurahNumber":23,"VerseNumber":45,"Text":"Eaba Re romella Moshe le moena’e Aarone ka lits’upiso tsa Rona le bopaki bo pepenene"},{"SurahNumber":23,"VerseNumber":46,"Text":"Ho Faro le Mahlahana a hae, empa baile ba ba nyelisa; e bile batho ba ikakasang"},{"SurahNumber":23,"VerseNumber":47,"Text":"Ba re: “Na re ka kholoa ho batho ba babeli ba ntseng ba ts’oana le rona, bao mehahabo bona e leng makhoba a rona?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Kahoo, ba ba qosa ka mashano; ba oela har’a ba ileng ba ripitloa"},{"SurahNumber":23,"VerseNumber":49,"Text":"Ra neha Moshe Lengolo, hore ba tle ba fumane tataisoe"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ra etsa sesupo ka Maria le Mora oa hae, Re ile Ra ba neha bots’abeli sebakeng se phahameng tlas’a sefate sa palema, e leng sebaka sa mehlape le mehloli ea liliba"},{"SurahNumber":23,"VerseNumber":51,"Text":"Oho lona baromuoa! Jang lintho tsohle tse hloekileng, le be le etse toka. Hobane! Ruri Ke hlokolosi ka tseo le li etsang"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tumelo ena ea lona ke tumelo e le ngoe, ‘Na ke Mong`a lona, kahoo Nts’abeng"},{"SurahNumber":23,"VerseNumber":53,"Text":"Empa batho ba arohantse tumelo ea bona, ba e etsa makalana, lekala le leng le le leng le nyakalla ka seo le leng ho sona"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ak`o ba tlohele har’a phoso eo ea bona ho se hokae"},{"SurahNumber":23,"VerseNumber":55,"Text":"Ebe ba nahana hore thepeng eo Re ba nehileng eona le bara bao Re ba sitsitseng ka bona"},{"SurahNumber":23,"VerseNumber":56,"Text":"Re ba potlakela ka tsohle tse molemo? Che, ha ba utloisise"},{"SurahNumber":23,"VerseNumber":57,"Text":"Ruri! Haele ba tsamaeang ka hloko ba ts’aba Mong`a bona"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ba kholoang Lits’enolong tsa Mong`a bona"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ba sa kopanye Mong`a bona le batlatsetsi"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ba bafanang ka linyehelo tsa bona ka lipelo tse ts’abo, ka khopolo ea hore ba tla boela ho Mong`a bona"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ke bona ba potlakelang mesebetsing e lokileng, ke bona ba ka pele har’a bona"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ha Re jarise moea ofe, kapa ofe mojaro o tla o imela; Re na le pokello ea lintho tsohle e buoang ‘nete, ba ke ba qhekelloa"},{"SurahNumber":23,"VerseNumber":63,"Text":"Empa lipelo tsa bona li na le pherekano ea ho hloka tsebo ka sena, etsoe ba na le mesebetsi e meng eo ba tsoelang pele ho e etsa"},{"SurahNumber":23,"VerseNumber":64,"Text":"Ho fihlela nakong eo Re tla nanola lintho tsohle tse molemo tsa bona tsa lefats’e lena ka kotlo, bonang! batla ikoahlaha ka boikokobetso"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ho tla thoe: “Se keng la ikokobetsa kajeno! Hobane Re ke ke Ra le thusa"},{"SurahNumber":23,"VerseNumber":66,"Text":"“Lits’enolo tsa Ka li ‘nile tsa phetoa ho lona, empa le ne le tloaetse ho li furalla"},{"SurahNumber":23,"VerseNumber":67,"Text":"“Ka boikhants’o bohle. Bosiu le ne le qoqa mepoto le le ‘moho"},{"SurahNumber":23,"VerseNumber":68,"Text":"Na ebe ha ba nahane ka molaetsa, kapa ebe hona le se tlileng ho bona se sa kang sa finyella ho bo-ntat’a bona moholo ba khale-khale"},{"SurahNumber":23,"VerseNumber":69,"Text":"Kapa, ebe ba ne ba sa tsebe Moromuoa oa bona, eaba b’a mo latola"},{"SurahNumber":23,"VerseNumber":70,"Text":"Kapa, ebe ba re: “Enoa u kenoe ke bohlanya? Che u ne a ba tliselitse ‘nete; bongata ba bona ba hloile ‘nete"},{"SurahNumber":23,"VerseNumber":71,"Text":"Hoja e be ‘nete e ne e ile ea sala morao litakatso tsa bona, Ruri! Maholimo le lefats’e esitana le tsohle tse teng ho lona li ka be li ile tsa senyeha. Che, Re ba tliselitse sehopotso sa bona, le hoja ha joale ba se koenehela"},{"SurahNumber":23,"VerseNumber":72,"Text":"Kapa e be u ba kopile moputso oa letho? Empa nala ea Mong`a hau e molemo, hobane ke Eena ea molemo har’a bohle ba fanang ka phepo"},{"SurahNumber":23,"VerseNumber":73,"Text":"Empa u ba bilelitse tseleng e topileng"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ruri! Haele basa lumeleng bophelong Bo-tlang ba khelohetse thoko le tsela e topileng"},{"SurahNumber":23,"VerseNumber":75,"Text":"Le hoja e be Re bile le mohau holim’a bona le hona ho ba pholosa kotsing e neng eba aparetse, ba ne ba tla ‘ne batsoele pele ho hlahlathela thoko ka botlaopa ba bona"},{"SurahNumber":23,"VerseNumber":76,"Text":"Ruri! Re ile Ra ba nehella ka kotlo, empa ha ba na boikokobetso kapel’a Mong`a bona le hona ho Mo rapela feela"},{"SurahNumber":23,"VerseNumber":77,"Text":"Ho fihlela mohla Re ba bulelang mekoallo ea kahlolo e mahlonoko, bona! Moo teng baa t`saba"},{"SurahNumber":23,"VerseNumber":78,"Text":"Ke Eena ea le hloletseng litsebe le mahlo le maikutlo le kutloisiso. Empa le fana ka liteboho tse fokolang"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ebile ke Eena ea le atisitseng lefats’eng, bohle le tla bokelloa ho Eena"},{"SurahNumber":23,"VerseNumber":80,"Text":"Ke Eena ea fanang ka bophelo esita le lefu, e bile phapanyetsano ea bosiu le mots’eare ke ea Hae. Na le tla ba le kutloisiso"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ba bua puo e ts’oanang le’a batho ba khale"},{"SurahNumber":23,"VerseNumber":82,"Text":"Ba re: “Na ha re se re shoele re fetohile lerole le masapo, re ka boela ra tsosoa hape"},{"SurahNumber":23,"VerseNumber":83,"Text":"Haesale re ntse re ts’episoa jooana, rona le bo-ntat’a rona moholo.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"E re: “Ke tsa mang lintho tsohle tse teng lefats’eng haeba le na le tsebo?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ba tla re: “Ke tsa Allah.” U re: “Joale, na ha le sa hopola?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"E re: “Ke mang Mong`a maholimo a supileng le Mong`a Terone e Machosi?” Haeba lea tseba!”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ba tla re: “Ho Allah.” Joale, E re: “Na joale ha le na ts’abo ho Eena?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"E re: “Haeba le na le tsebo, ke mang eo matla a puso ea lintho tsohle a leng ka har’a seatla sa hae, a bile a li sirelelitse, empa khahlanong le Eena ho se na mots’ireletsi?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ba tla re: “Ke tsa Allah.” Joale, u re: “Joale hobaneng haele moo le louoe?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Re ba rometse ‘nete, le hoja bona ba keteka leshano"},{"SurahNumber":23,"VerseNumber":91,"Text":"Ha ho mora eo Allah a mo tsoetseng, kapa hore e be ho na le `Mopi e mong pel’a Hae; ebang ho ne ho le joalo, `Mopi e mong le e mong a ka ba inketse tseo A li hlotseng, ba bang ba bona ba ne ba tla loants’a ba bang. Lithoriso li be ho Allah Ea okametseng lintho tsohle tseo ba li bolelang"},{"SurahNumber":23,"VerseNumber":92,"Text":"U tseba tse patiloeng le tse bonoang! U phahametse lintho tsohle tseo ba li manamisang ho Eena, e le batlatsetsi"},{"SurahNumber":23,"VerseNumber":93,"Text":"E re: “Mong`a ka! Hoja feela eba U ne U ka mponts’a seo ba se khalemeletsoeng"},{"SurahNumber":23,"VerseNumber":94,"Text":"“Mong`a ka! U mpe U se ke oa mpeha har’a batho ba oetseng sebeng.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Ruri! Re ka khona ho u bonts’a seo Re ba khlemeletseng sona"},{"SurahNumber":23,"VerseNumber":96,"Text":"Tlosa sebe ka se molemo. Re hlokolosi haholo ka seo ba se bolelang"},{"SurahNumber":23,"VerseNumber":97,"Text":"U be u re: “Mong`a ka! Ke kopa ts’ireletso ho Uena khahlanong le lit’sebelo tsa ba babe"},{"SurahNumber":23,"VerseNumber":98,"Text":"“E bile ke kopa ts’ireletso ho Uena, Mong`a ka, esere ba tloha ba ba haufi le ‘na"},{"SurahNumber":23,"VerseNumber":99,"Text":"Ho fihlela nakong eo lefu le ka khahlanyetsang e mong oa bona, o re: “Mong`a ka mpusetse morao"},{"SurahNumber":23,"VerseNumber":100,"Text":"“Hore ke tle ke etse toka holim’a lintho tseo ke li siileng morao! Empa che! E mpa e le lentsoe leo a le buoang; kamor’a bona ho teng mokoallo ho fihlela letsatsi leo ba tlang ho tsosoa ka lona"},{"SurahNumber":23,"VerseNumber":101,"Text":"Mohla Terompeta e letsoang, ha ho na hoba le kamano har’a bona ka letsatsi leo, kapa ho na hore ba be le lipuisano"},{"SurahNumber":23,"VerseNumber":102,"Text":"Haele bohle ba maemo a boima, ke bona ba tla beng ba atlehile"},{"SurahNumber":23,"VerseNumber":103,"Text":"Haele ba maemo a sesefetseng, ke bona ba tla beng ba nyahlalitse meea ea bona, ba tla phela Liheleng"},{"SurahNumber":23,"VerseNumber":104,"Text":"Mollo o tla tlabola lifahleho tsa bona, ba tla ba mahlomoleng a maholo kamoo"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Na ha le’a ka la pheteloa lits’enolo tsa Ka, tseo lona le ne le tloaetse ho li khesa"},{"SurahNumber":23,"VerseNumber":106,"Text":"Bat la re “Mong`a rona! Bomalimabe ba rona bo re phoqile, re bile batho ba oetseng phosong"},{"SurahNumber":23,"VerseNumber":107,"Text":"“Mong`a rona! Oho, Ak’u mpe U re nt`se mona! Haeba Re ka boela sebeng, Ruri! Re tla be Re le baetsa-libe.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah U tla re: “Lulang hona kamoo, le se ke la mpuisa"},{"SurahNumber":23,"VerseNumber":109,"Text":"Ho bile teng karolo ea makhabunyane e neng e rapela: “Mong`a rona! Re’a kholoa, kahoo U mpe U re ts’oarele le hona hoba mosa holim’a rona, hobane ke Uena Ea molemo har’a bohle ba bonts’ang mohau;”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Empa le ile la ikhethela ho ba ts’eha, hoo ba ileng ba le lebatsa ho ka nkhopola, nakong eo le neng le ba tlepa lit`seho"},{"SurahNumber":23,"VerseNumber":111,"Text":"“Kajeno Ke se Ke ba putsitse ho latela kamoo ba neng ba e na le mamello kateng; Ke bona ba atlehileng"},{"SurahNumber":23,"VerseNumber":112,"Text":"U tla re: “Hana le phetse lilemo tse kae lefats’eng?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ba tla re: “Re lutse feela letsatsi, kapa karolo ea lona. Empa ak’u botse ba neng ba ntse ba bala!”"},{"SurahNumber":23,"VerseNumber":114,"Text":"U tla re: “Le lutse nakoana e khuts’oanyane hoja eba le na le tsebo"},{"SurahNumber":23,"VerseNumber":115,"Text":"“Le ne le nahana hore Re ne Re le hloletse papali, hoo le ke keng la hlotse le boela ho Rona?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Allah U phahame kahofetisisa, Motlotlehi, ‘Nete! Etsoe ha ho `Mopi e mong kantle ho Eena, Eena Mong`a Terone Ea Lereko"},{"SurahNumber":23,"VerseNumber":117,"Text":"Ea rapelang lits’oants’o ntle ho Allah, ha a na matla holim’a ntho e joalo. Kahlolo ea bona e ho Mong`a bona feela. Ruri! Haele mahana-tumelo ba ke ke ba atleha"},{"SurahNumber":23,"VerseNumber":118,"Text":"E re: “Mong`a ka! U ts’oarele le hona ho ba le mohau, hobane ke Uena Ea Molemo ka ho fetisisa har’a bohle ba bonts’ang mohau.” Ka lebitso la Allah, Ea Lereko, Mong`a hao"}]}