{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sin Kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"O, Aziz ve Hakim olan Allah, sana ve senden oncekilere boyle vahyetmektedir"},{"SurahNumber":42,"VerseNumber":4,"Text":"Goklerde ve yerde olanlar O'nundur. O, Yucedir, buyuktur"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gokler, neredeyse ustlerinden catlayıp-parcalanacaklar; melekler de Rablerini hamd ile tesbih ederler ve yerde olanlara magfiret dilerler. Haberiniz olsun; gercekten Allah, bagıslayan ve esirgeyen O'dur"},{"SurahNumber":42,"VerseNumber":6,"Text":"Allah'ın dısında birtakım veliler edinenler ise; Allah, onların uzerinde gozetleyicidir. Sen onların uzerinde bir vekil degilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"Iste Biz sana, boyle Arapca bir Kur'an vahyettik; sehirlerin anası (olan Mekke halkı)nı ve cevresinde olanları uyarman icin ve kendisinde suphe olmayan toplanma gununu (haber verip onları) uyarman icin de. (O gun onların) Bir bolumu cennette, bir bolumu cılgınca yanan atesin icerisindedirler"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eger Allah dileseydi, onları herhalde tek bir ummet kılardı. Ancak O, diledigini Kendi rahmetine sokar. Zalimlere gelince; onlar icin ne bir veli vardır, ne bir yardımcı (bulursun)"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa O'nun dısında birtakım veliler mi edindiler? Iste Allah; veli O'dur, oluleri dirilten O'dur. O, herseye guc yetirendir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Hakkında ihtilafa dustugunuz herhangi bir sey; artık O'nun hukmu Allah'ındır. Iste Rabbim olan Allah. Ben O'na tevekkul ettim ve yalnızca O'na donup-yonelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"O, goklerin ve yerin Yaratıcısı'dır. Size kendi nefislerinizden esler, davarlardan da ciftler var etti. Sizleri bu tarzda turetip-yayıyor. O'nun benzeri gibi olan hicbir sey yoktur. O, isitendir, gorendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Goklerin ve yerin anahtarları O'nundur. O, diledigine rızkı genisletip-yayar ve kısar da. Cunku O, herseyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O: \"Dini dosdogru ayakta tutun ve onda ayrılıga dusmeyin\" diye dinden Nuh'a vasiyet ettigini ve sana vahyettigimizi, Ibrahim'e, Musa'ya ve Isa'ya vasiyet ettigimizi sizin icin de tesri' etti (bir seriat kıldı). Senin kendilerini cagırdıgın sey, musriklere agır geldi. Allah, diledigini buna secer ve icten Kendisi'ne yoneleni hidayete erdirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki 'tecavuz ve haksızlık' dolayısıyla ayrılıga dustuler. Eger Rabbinden, adı konulmus bir ecele kadar gecmis (verilmis) bir soz olmasaydı, muhakkak aralarında hukum verilmis (is bitirilmis)ti. Suphesiz onların ardından kitaba mirascı olanlar ise, herhalde ona karsı kusku verici bir tereddut icindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Su halde, sen bundan dolayı davet et ve emrolundugun gibi dogru bir istikamet tuttur. Onların heva (istek ve tutku)larına uyma. Ve de ki: Allah'ın indirdigi her kitaba inandım. Aranızda adaletli davranmakla emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle aranızda ‘deliller getirerek tartısma (ya, huccete gerek)’ yoktur. Allah bizi biraraya getirip-toplayacaktır. Donus O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"O'na icabet olunduktan sonra, Allah hakkında (sozde) 'deliller one surup tartısanların' delilleri, Rableri Katında gecersizdir. Onların uzerinde bir gazab vardır ve siddetli azap onlaradır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Ki Allah, hak olmak uzere kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet-saati pek yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Onda acele edenler, (gercekte) ona inanmayanlardır. Iman edenler ise, ona karsı bir korku icindedirler ve onun gercekten hak oldugunu bilirler. Haberiniz olsun; kıyamet-saati konusunda tartısanlar, gercekte uzak bir sapıklık icindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına karsı lutuf sahibidir; diledigini rızıklandırır. O, kuvvetlidir, Azizdir"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret ekinini isterse, Biz ona kendi ekininde artırmalar yaparız. Kim dunya ekinini isterse, ona da ondan veririz; ancak onun ahirette bir nasibi yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların birtakım ortakları mı var ki, Allah'ın izin vermedigi seyleri, dinden kendilerine tesri' ettiler (bir seriat kıldılar)? Eger o fasıl kelimesi olmasaydı, elbette aralarında hukum (karar) verilirdi. Gercekten zalimler icin acı bir azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"(O gun) Zalimleri kazandıkları dolayısıyla korkuyla titrerlerken gorursun; o (yaptıkları) da ustlerine cokuvermistir. Iman edip salih amellerde bulunanlar ise, cennet bahcelerindedirler. Rableri Katında her diledikleri onlarındır. Iste buyuk fazl (nimet ve ustunluk) budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"Iste Allah, iman edip salih amellerde bulunan kullarına boyle mujde vermektedir. De ki: \"Ben buna karsı yakınlıkta sevgi dısında sizden hicbir ucret istemiyorum.\" Kim bir iyilik kazanırsa, Biz ondaki iyiligi artırırız. Gercekten Allah, bagıslayandır, sukredene karsılıgını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar: \"Allah'a karsı yalan duzup-uydurdu\"mu diyorlar? Oysa eger Allah dilerse senin de kalbini muhurler. Allah, batılı yok edip-ortadan kaldırır ve Kendi kelimeleriyle hakkı hak olarak pekistirir (gerceklestirir). Cunku O, sinelerin ozunde olanı bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarından tevbeyi kabul eden, kotulukleri affeden ve islediklerinizi bilen O'dur"},{"SurahNumber":42,"VerseNumber":26,"Text":"O, iman edip salih amellerde bulunanlara icabet eder ve onlara Kendi fazlından arttırır. Kafirlere gelince; onlara siddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eger Allah, kulları icin rızkı (sınırsızca) genis tutup-yaysaydı, gercekten yeryuzunde azarlardı. Ancak O, diledigi miktar ile indirir. Cunku O, kullarından haberi olandır, gorendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O'dur ki, onlar umutlarını kestikten sonra yagmuru indirir ve rahmetini serip-yayar. O, Veli'dir, Hamid'dir"},{"SurahNumber":42,"VerseNumber":29,"Text":"Goklerin ve yerin yaratılması ile onlarda her canlıdan turetip-yayması O'nun ayetlerindendir. Ve O, dileyecegi zaman onların hepsini toplamaya guc yetirendir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Size isabet eden her musibet, (ancak) ellerinizin kazandıgı dolayısıyladır. (Allah,) Cogunu da affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryuzunde (O'nu) aciz bırakacak degilsiniz. Ve sizin Allah'ın dısında ne bir veliniz vardır, ne bir yardımcınız"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde yuksek daglar gibi seyreden gemiler O'nun ayetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eger dileyecek olsa, ruzgarı durdurur, boylece onun ustunde kalakalırlar. Suphesiz, bunda cokca sabreden, cokca sukreden kimse icin gercekten ayetler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ya da kazandıkları dolayısıyla onları yok eder, bir cogunu da affeder"},{"SurahNumber":42,"VerseNumber":35,"Text":"(Oyle ki) Ayetlerimiz hakkında mucadele edenler, kendileri icin hicbir kacacak yer olmadıgını bilip-ogrensinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir sey, dunya hayatının metaı (kısa sureli faydalanması)dır. Allah Katında olan ise, daha hayırlı ve daha sureklidir. (Bu da) iman edip Rablerine tevekkul edenler icindir"},{"SurahNumber":42,"VerseNumber":37,"Text":"(Bunlar,) Buyuk gunahlardan ve cirkin -utanmazlıklardan kacınanlar ve gazablandıkları zaman bagıslayanlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"Rablerine icabet edenler, namazı dosdogru kılanlar, isleri kendi aralarında sura ile olanlar ve kendilerine rızık olarak verdiklerimizden infak edenler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ve haklarına tecavuz edildigi zaman, birlik olup karsı koyanlardır"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kotulugun karsılıgı, onun misli (benzeri) olan kotuluktur. Ama kim affeder ve ıslah ederse (dirligi kurup-saglarsa) artık onun ecri Allah'a aittir. Gercekten O, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim zulme ugradıktan sonra nusret bulur (hakkını alır)sa, artık onlar icin aleyhlerinde bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Yol, ancak insanlara zulmeden ve yeryuzunde haksız yere 'tecavuz ve haksızlıkta bulunanların' aleyhinedir. Iste bunlara acıklı bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Kim sabreder ve bagıslarsa, suphesiz bu, azme deger islerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah, kimi saptırırsa, artık bundan sonra onun hicbir velisi yoktur. Azabı gordukleri zaman, o zalimleri bir gorsen; \"Geri donmeye bir yol var mı?\" derler"},{"SurahNumber":42,"VerseNumber":45,"Text":"Onları gorursun; zilletten basları onlerine dusmus bir halde, ona (atese) sunulurlarken goz ucuyla sezdirmeden bakarlar. Iman edenler de: \"Gercekten husrana ugrayanlar, kıyamet gunu hem kendi nefislerini, hem yakın akraba (veya yandas)larını da husrana ugratmıslardır\" dediler. Haberiniz olsun; gercekten zalimler, kalıcı bir azap icindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah'ın dısında kendilerine yardım edecek velileri yoktur. Allah kimi saptırırsa, artık onun icin hicbir (cıkıs) yolu yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah'tan, geri cevrilmesi olmayan bir gun gelmeden evvel, Rabbinize icabet edin. O gun, sizin icin ne sıgınılacak bir yer var, ne sizin icin inkar (etmeye bir imkan)"},{"SurahNumber":42,"VerseNumber":48,"Text":"Sayet onlar, sırt cevirecek olurlarsa, artık Biz seni onların uzerine bir gozetleyici olarak gondermis degiliz. Sana dusen, yalnızca tebligdir. Gercek su ki, Biz insana tarafımızdan bir rahmet taddırdıgımız zaman, ona sevinir. Eger onlara kendi ellerinin takdim ettikleri dolayısıyla bir kotuluk isabet ederse, bu durumda insan bir nankor kesiliverir"},{"SurahNumber":42,"VerseNumber":49,"Text":"Goklerin ve yerin mulku Allah'ındır. Diledigini yaratır. Diledigine disiler armagan eder, diledigine de erkek armagan eder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Veya erkekler ve disiler olarak cift (ikiz) verir. Diledigini kısır bırakır. Gercekten O, bilendir, guc yetirendir"},{"SurahNumber":42,"VerseNumber":51,"Text":"Kendisiyle Allah'ın konusması, bir beser icin olacak (sey) degildir; ancak bir vahy ile ya da perde arkasından veya bir elci gonderip Kendi izniyle diledigine vahyetmesi (durumu) baska. Gercekten O, Yuce olandır, hukum ve hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"Boylece sana emrimizden bir ruh vahyettik. Sen, kitap nedir, iman nedir bilmiyordun. Ancak Biz onu bir nur kıldık; onunla kullarımızdan dilediklerimizi hidayete erdiririz. Suphesiz sen, dosdogru olan bir yola yoneltip-iletiyorsun"},{"SurahNumber":42,"VerseNumber":53,"Text":"Goklerde ve yerde bulunanların tumu Kendisi'ne ait olan Allah'ın yoluna. Haberiniz olsun; isler Allah'a doner"}]}