{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"O ti i mbuluar (o Muhamed)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Cohu (te falesh) gjithe naten, pervec nje pjese te saj"},{"SurahNumber":73,"VerseNumber":3,"Text":"qe eshte gjysma ose dicka me pak"},{"SurahNumber":73,"VerseNumber":4,"Text":"a dicka me shume se ajo dhe lexoje Kuranin ngadale dhe qarte"},{"SurahNumber":73,"VerseNumber":5,"Text":"sepse Ne do te te dergojme vertet nje fjale me peshe te rende"},{"SurahNumber":73,"VerseNumber":6,"Text":"Natyrisht, adhurimi naten vepron me fuqishem dhe fjala eshte me shprehese"},{"SurahNumber":73,"VerseNumber":7,"Text":"ngaqe ti diten je vertet shume i zene"},{"SurahNumber":73,"VerseNumber":8,"Text":"Prandaj, permende emrin e Zotit tend dhe perkushtoju krejtesisht Atij"},{"SurahNumber":73,"VerseNumber":9,"Text":"Ai eshte Zot i lindjes dhe i perendimit, s’ka zot tjeter te vertete pervec Tij, drejtoju Atij si rregullues i puneve te tua"},{"SurahNumber":73,"VerseNumber":10,"Text":"Duroji llomotitjet e atyre dhe largohu nga ata ne menyre te hijshme"},{"SurahNumber":73,"VerseNumber":11,"Text":"Lermi Mua ata qe te quajne genjeshtar e qe jetojne ne luks dhe jepu pak afat atyre"},{"SurahNumber":73,"VerseNumber":12,"Text":"se, pa dyshim, Ne kemi pergatitur per ata pranga, zjarr flakerues"},{"SurahNumber":73,"VerseNumber":13,"Text":"ushqime qe ngecin ne fyt dhe denime te dhembshme"},{"SurahNumber":73,"VerseNumber":14,"Text":"ne Diten, kur Toka dhe malet dridhen e behen si pirgje rere te levizshme"},{"SurahNumber":73,"VerseNumber":15,"Text":"Ne, me te vertete, ju kemi sjelle nje te Derguar deshmitar mbi ju, ashtu sic ia cuam nje te derguar Faraonit"},{"SurahNumber":73,"VerseNumber":16,"Text":"por Faraoni nuk e degjoi te Derguarin, andaj i cuam denim te rende"},{"SurahNumber":73,"VerseNumber":17,"Text":"Qysh do te mbroheni ju, nese mbeteni jobesimtare, Diten ne te cilen femijet do te thinjen"},{"SurahNumber":73,"VerseNumber":18,"Text":"Ate dite qielli do te cahet e premtimi i Zotit do te permbushet"},{"SurahNumber":73,"VerseNumber":19,"Text":"Ne te vertete, kjo eshte keshille, prandaj, kush deshiron, le te zgjedhe rrugen e drejte qe e con te Zoti i tij"},{"SurahNumber":73,"VerseNumber":20,"Text":"Natyrisht, Zoti yt e di se ti (o Muhamed) falesh me pak se dy te tretat e nates, ndonjehere gjysmen ose nje te treten e saj, si edhe disa prej atyre qe jane me ty. Allahu e percakton gjatesine e dites dhe te nates dhe e di se ju nuk mund ta llogarisni ate saktesisht, prandaj kthehet tek ju me meshire. Keshtu qe lexoni Kuran aq sa mundeni! Ai e di se disa prej jush do te jene te semure, disa do te udhetojne neper bote, duke kerkuar miresite e Tij (per jetese) dhe disa te tjere do te jene duke luftuar ne rrugen e Tij, prandaj lexoni sa keni mundesi nga Kurani! Faleni namazin, jepeni zekatin dhe jepini Allahut nje hua te mire (qe Ai t’jua ktheje shumefish). Cfaredo miresie qe beni per shpirtin tuaj, me siguri qe do ta gjeni tek Allahu. Ajo do te jete me e mire dhe me e shperblyer. Kerkoni faljen e Allahut, sepse Allahu eshte vertet Fales i madh dhe Meshireplote"}]}