{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Lo que está en los cielos y en la tierra glorifica a Alá. Él es el Poderoso, el Sabio"},{"SurahNumber":57,"VerseNumber":2,"Text":"Suyo es el dominio de los cielos y de la tierra. Él da la vida y da la muerte. Y es omnipotente"},{"SurahNumber":57,"VerseNumber":3,"Text":"Él es el Principio y el Fin, el Visible y el Escondido. Y es omnisciente"},{"SurahNumber":57,"VerseNumber":4,"Text":"Él es Quien creó los cielos y la tierra en seis días. Luego, se instaló en el Trono. Sabe lo que penetra en la tierra y lo que de ella sale, lo que desciende del cielo y lo que a él asciende. Está con vosotros dondequiera que os encontréis. Alá ve bien lo que hacéis"},{"SurahNumber":57,"VerseNumber":5,"Text":"Suyo es el dominio de los cielos y de la tierra. ¡Y todo será devuelto a Alá"},{"SurahNumber":57,"VerseNumber":6,"Text":"Hace que la noche entre en el día y que el día entre en la noche. Y Él sabe bien lo que encierran los pechos"},{"SurahNumber":57,"VerseNumber":7,"Text":"¡Creed en Alá y en Su Enviado! Dad limosna de los bienes de los que Él os ha hecho últimos poseedores. Aquéllos de vosotros que hayan creído y dado limosna tendrán una gran recompensa"},{"SurahNumber":57,"VerseNumber":8,"Text":"Y ¿por qué no habéis de creer en Alá, siendo así que el Enviado os invita a creer en vuestro Señor y que ha concertado un pacto con vosotros? Si es que sois creyentes"},{"SurahNumber":57,"VerseNumber":9,"Text":"Él es Quien revela a Su siervo signos claros para sacaros de las tinieblas a la luz. En verdad, Alá es manso, misericordioso con vosotros"},{"SurahNumber":57,"VerseNumber":10,"Text":"Y ¿por qué no habéis de gastar por la causa de Alá, siendo así que la herencia de los cielos y de la tierra pertenece a Alá? No seréis todos iguales: unos, que han gastado y combatido antes del Éxito, tendrán una categoría más elevada que otros que han gastado y combatido después de ella. A todos, sin embargo, ha prometido Alá lo mejor. Alá está bien informado de lo que hacéis"},{"SurahNumber":57,"VerseNumber":11,"Text":"A quien haga a Alá un préstamo generoso, Él le devolverá el doble y le recompensará generosamente"},{"SurahNumber":57,"VerseNumber":12,"Text":"El día que veas la luz de los creyentes y de las creyentes correr ante ellos y a su derecha: «¡Buena nueva hoy para vosotros: jardines por cuyos bajos fluyen arroyos, en los que estaréis por toda la eternidad! ¡Ése es el éxito grandioso!»"},{"SurahNumber":57,"VerseNumber":13,"Text":"El día que los hipócritas y las hipócritas digan a los que creyeron: «¡Esperad a que tomemos de vuestra luz!» Se dirá: «¡Retroceded! ¡Buscad una luz!» Entre ellos se levantará una muralla con una puerta. Dentro estará la Misericordia y fuera, enfrente, el Castigo"},{"SurahNumber":57,"VerseNumber":14,"Text":"Les llamarán: «¿No estábamos con vosotros?» Dirán: «¡Claro que sí! Pero os dejasteis seducir, os mantuvisteis a la expectativa, dudasteis. Vuestros anhelos os engañaron hasta que vino la orden de Alá. El Engañador os engañó acerca de Alá"},{"SurahNumber":57,"VerseNumber":15,"Text":"Hoy no se aceptará ningún rescate por parte vuestra ni por parte de los que no creyeron. Vuestra morada será el Fuego, que es vuestro lugar apropiado». ¡Qué mal fin"},{"SurahNumber":57,"VerseNumber":16,"Text":"¿No es hora ya de que se humillen los corazones de los creyentes ante la Amonestación de Alá y ante la Verdad revelada y de que no sean como quienes, habiendo recibido antes la Escritura, dejaron pasar tanto tiempo que se endureció su corazón? Muchos de ellos eran unos perversos"},{"SurahNumber":57,"VerseNumber":17,"Text":"¡Sabed que Alá vivifica la tierra después de muerta. Os hemos explicado las aleyas. Quizás, así, comprendáis"},{"SurahNumber":57,"VerseNumber":18,"Text":"A quienes den limosna, ellos y ellas, haciendo un préstamo generoso a Alá, les devolverá el doble y les recompensará generosamente"},{"SurahNumber":57,"VerseNumber":19,"Text":"Los que crean en Alá y en Sus enviados serán los veraces y los testigos ante su Señor. Recibirán su recompensa y su luz. Pero quienes no crean y desmientan Nuestros signos morarán en el fuego de la gehena"},{"SurahNumber":57,"VerseNumber":20,"Text":"¡Sabed que la vida de acá es juego, distracción y ornato, revalidad en jactancia, afán de más hacienda, de más hijos! Es como un chaparrón: la vegetación resultante alegra a los sembradores, pero luego se marchita y ves que amarillea; luego, se convierte en paja seca. En la otra vida habrá castigo severo o perdón y satisfacción de Alá, mientras que la vida de acá no es más que falaz disfrute"},{"SurahNumber":57,"VerseNumber":21,"Text":"¡Rivalizad en la obtención del perdón de vuestro Señor y de un Jardín tan vasto como el cielo y la tierra, preparado para los que creen en Alá y en Sus enviados! Ese es el favor de Alá, que da a quien Él quiere. Alá es el Dueño del favor in menso"},{"SurahNumber":57,"VerseNumber":22,"Text":"No ocurre ninguna desgracia, ni a la tierra ni a vosotros mismos, que no esté en una Escritura antes de que la ocasionemos. Es cosa fácil para Alá"},{"SurahNumber":57,"VerseNumber":23,"Text":"Para que no desesperéis si no conseguís algo y para que no os regocijéis si lo conseguís. Alá no ama a nadie que sea presumido, jactancioso"},{"SurahNumber":57,"VerseNumber":24,"Text":"a los avaros que ordenan avaricia a los hombres. Pero quien vuelve la espalda..., Alá es Quien Se basta a Sí mismo, el Digno de Alabanza"},{"SurahNumber":57,"VerseNumber":25,"Text":"Ya hemos mandado a nuestros enviados con las pruebas claras. Y hemos hecho descender con ellos la Escritura y la Balanza, para que los hombres observen la equidad. Hemos hecho descender el hierro, que encierra una gran fuerza y ventajas para los hombres. A fin de que Alá sepa quiénes les auxilian en secreto, a Él y a Sus enviados. Alá es fuerte poderoso"},{"SurahNumber":57,"VerseNumber":26,"Text":"Ya hemos enviado a Noé y a Abraham y confiado a su descendencia el profetismo y la Escritura. Entre sus descendientes los hubo bien dirigidos, pero muchos de ellos fueron unos perversos"},{"SurahNumber":57,"VerseNumber":27,"Text":"Tras ellos, mandamos a Nuestros otros enviados, así como Jesús, hijo de María, a quien dimos el Evangelio. Pusimos en los corazones de quienes le siguieron mansedumbre, misericordia y monacato. Este último fue instaurado por ellos -no se lo prescribimos Nosotros- sólo por deseo de satisfacer a Alá, pero no lo observaron como debían. Remuneramos a quienes de ellos creyeron, pero muchos de ellos fueron unos perversos"},{"SurahNumber":57,"VerseNumber":28,"Text":"¡Creyentes! ¡Temed a Alá y creed en Su Enviado! Os dará, así, participación doble en Su misericordia, os pondrá una Luz que ilumine vuestra marcha y os perdonará. Alá es indulgente, misericordioso"},{"SurahNumber":57,"VerseNumber":29,"Text":"¡Que la gente de la Escritura sepa que no puede disponer nada del favor de Alá, que el favor está en la mano de Alá, que da a quien Él quiere! ¡Alá es el Dueño del favor inmenso"}]}