{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitab´ın indirilmesi; Aziz, Hakim Allah´tandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz; gkoleri, yeri ve ikisinin arasında bulunanları ancak hak uzere ve belirli bir sure icin yarattık. Kufredenler ise korkutuldukları seylerden yuz cevirmektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: Allah´tan baska taptıgınız seyleri gordunuz mu? Yeryuzunde ne yaratmıslardır gosteriniz bana? Yoksa onların ortakları goklerde midir? Eger dogru soyleyenlerden iseniz; size indirilmis bir kitab veya size intikal etmis bir bilgi kalıntısı varsa, getirin bana"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah´ı bırakıp da kıyamet gunune kadar cevab veremeyecek seylere dua edenden daha sapık kimdir. Halbuki bunlar, onların dualarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar hasrolundukları zaman; bunlar, onlara dusman kesilirler. Ve onların ibadetlerini inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara, ayetlerimiz acıkca okundugu zaman; kendilerine geldiginde hakkı inkar edenler: Bu, apacık bir buyudur, dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa: Onu kendiliginden uydurdu mu diyorlar; De ki: Eger onu ben uydurmussam; Allah tarafından bana gelecek hicbir seye sizin gucunuz yetmez. O; yaptıgınız taskınlıkları cok daha iyi bilir. Benimle sizin aranızda sahit olarak Allah, yeter. O; Gafur´dur, Rahim´dir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: Ben, peygamberlerden bir ilk degilim. Bana ve size ne yapılacagını da bilmem. Ben, sadece bana vahyolunana uyarım. Ve ben, ancak apacık bir uyarıcıyım"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: Sayet Allah katından ise ve siz de onu inkar etmisseniz, Israilogullarından birisi de bunu boyle olduguna dair sehadet edip inandıgı halde siz yine de buyukluk taslamıssanız, zulmetmis olmaz mısınız? Muhakkak ki Allah; zalimler guruhunu hidayete erdirmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"O kufredenler, inananlar icin : Bu is, bir hayır olsaydı; onlar bunda bizi gecemezlerdi, dediler. Onlar bununla hidayete ermediklerinden; bu, eski bir uydurmadır, diyeceklerdir"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan once de rehber ve rahmet olarak Musa´nın kitabı var. Bu ise zulmedenleri uyarmak ve ihsan edenlere mujde olmak uzere arabca bir dille dogrulayıcı bir kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Muhakkak ki; Rabbımız Allah´tır, deyip de sonra dosdogru istikamette gidenlere korku yoktur. Ve onlar, uzulecek de degillerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Iste onlar, cennet ehlidirler. Islediklerine karsılık olarak orada temelli kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz; insana, anne ve babasına ihsan etmesini tavsiye ettik. Annesi onu zahmetle tasıdı ve zahmetle dogurdu. Tasınması ve sutten kesilmesi otuz aydır. Nihayet erginlik cagına ulasınca ve kırk yasına varınca der ki: Rabbım bana; ana-babama verdigin nimete sukretmemi ve senin hosnud olacagın salih amel islememi ilham et. Bana verdigin gibi soyuma da salah ver. Dogrusu ben, Sana dondum. Ve gercekten ben, muslumanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"Iste bunlar, cennetliklerdendirler. Yaptıklarının en iyisini kabul edecegimiz ve kotuluklerinden vazgececegimiz kimselerdir. Bu; onlara vaadolunan dosdogru bir vaaddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Anne ve babasına: Of sizden, benden once nice nesiller gelip gecmisken beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, anne ve babası Allah´a sıgınarak: Yazıklar olsun sana. Iman et, muhakkak ki Allah´ın vaadi haktır dedikleri halde; bu, eskilerin masallarından baska bir sey degildir, der"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iste onlar; kendilerinden once cinnlerden ve insanlardan gelip gecmis ummetler icinde uzerlerine soz hak olmus kimselerdir. Dogrusu onlar, husrana ugrayanlardandırlar"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptıklarına gore dereceleri vardır. Herkese islediklerinin karsılıgı odenir. Ve kendilerine zulmedilmez"},{"SurahNumber":46,"VerseNumber":20,"Text":"O kufredenlere, atese sunuldukları gun: Dunyadaki hayatınızda sizin icin temiz olan her seyi harcadınız, onların zevkini surdunuz. Bugun ise yeryuzunde haksız yere buyukluk taslamanızdan ve fasıklık etmenizden oturu alcaltıcı bir azab goreceksiniz, denir"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ad´ın kardesini de hatırla. Hani kavmini; Allah´tan baskasına ibadet etmeyin, diyen nice uyarıcılar gelip gecmisken Ahkaf ile uyarıp; dogrusu ben, sizin icin buyuk gunun azabından korkarım, diye korkutmustu"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar da: Sen, bizi tanrılarımızdan dondurmek icin mi geldin? Dogru soyleyenlerden isen; haydi taehdit ettigin seyi basımıza getir, demislerdi"},{"SurahNumber":46,"VerseNumber":23,"Text":"O da: Ilim, ancak Allah katındadır. Ben, size gonderildigim seyi teblig ediyorum. Ama bakıyorum ki siz, cahil bir kavimsiniz, demisti"},{"SurahNumber":46,"VerseNumber":24,"Text":"Onu, vadilerine dogru yayılan bir bulut seklinde gorunce dediler ki: Bu; bize yagmur getirecek buyuk bir buluttur. Hayır o, acelece beklediginiz sey, bir ruzgardır ki icinde elem verici azab vardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbının emri ile her seyi yıkar. Bunun uzerine onların meskenlerinden baska bir sey gorunmez oldu. Iste biz, suclular guruhunu boylece cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Andolsun ki; onları, sizi yerlestirmedigimiz yerlere yerlestirmistik. Ve kendilerine kulaklar, gozler ve kalbler vermistik. Ne var ki; kulakları, gozleri ve kalbleri onlara bir fayda saglamadı. Cunku onlar; Allah´ın ayetlerini bile bile inkar ediyorlardı. Sonunda onları alay ettikleri sey kusatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun ki biz, cevrenizdeki kasabaları da yok ettik. Belki donerler diye ayetleri takrar tekrar acıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"Allah´ı bırakarak O´na yakınlık peyda etmek icin edindikleri tanrılar kendilerine yardım etmeli degil miydi? Hayır, onlar gorunmez oldular. Bu; onların yalanları ve uydurup durdukları seydir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hani Kur´an dinlesinler diye sana cinlerden bir taife yoneltmistik. Hazır olunca demislerdi ki: Susun. Kur´an tamam olunca da her biri birer uyarıcı olarak kavimlerine donmuslerdi"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ve demislerdi ki: Ey kavmimiz, dogrusu biz Musa´dan sonra indirilmis olan ve kendinden oncekileri dogrulayan, hakka ve dogru yola hidayet eden bir kitab dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz: Allah´ın davetcisine uyun. Ona iman edin ki sizin gunahlarınızdan bir kısmını bagıslasın ve sizi elim bir azabdan kurtarsın"},{"SurahNumber":46,"VerseNumber":32,"Text":"Allah´ın davetcisine uymayan kimse bilsin ki; yeryuzunde Allah´ı aciz bırakamaz. Ve onun icin Allah´tan baska veliler de bulunmaz. Iste onlar apacık bir sapıklık icindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gormezler mi ki; gokleri ve yeri yaratn ve onları yaratmaktan yorulmayan Allah, oluleri de diriltmeye kadirdir. Evet O, muhakkak her seye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"O kufredenler atese sunuldukları gun. Nasıl, bu gercek degil miymis? denildiginde: Rabbımıza andolsunki, evet gercekmis, derler. O da: Su halde kufrettiginizden dolayı tadın azabı, der"},{"SurahNumber":46,"VerseNumber":35,"Text":"Peygamberlerden azim sahibi olanların sabrettigi gibi sen de sabret. Onlar icin acele etme. Onlar vaad olunduklarını gordukleri gun; sanki dunyada sadece gunduzun bir saatı kadar kaldıklarını sanırlar. Bu bir tebligdir. Fasıklar guruhundan baskası helak edilir mi hic"}]}