{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"Pochvala byl BUH Initiator z nebe zahrabat appointer andel jsem hlasatel zrychlit"},{"SurahNumber":35,"VerseNumber":2,"Text":"(zrychlit). On zvetšit stvorení protoe On prosit. BUH jsem VŠEMOHOUCÍ. [35:2] When BUH lít lidé ke soucit, nikoliv armáda konec to. A jestlie On odmítnout to nic vnutit jinam than On odeslat to! On jsem Všemohoucí Odborný"},{"SurahNumber":35,"VerseNumber":3,"Text":"O lidé pamatovat buh štestí ty. Byl v tom kadý tvurce BUH postarat se nebo ty nebe zahrabat? v tom ne jsem jinak buh Jemu. Jak ty zmenit smer ceho"},{"SurahNumber":35,"VerseNumber":4,"Text":"Oni pochybovat ty hlasatel ty pochybovat. BUH jsem OD RÍZENÝ Z ÚPLNE POTREBY"},{"SurahNumber":35,"VerseNumber":5,"Text":"O lidé buh slib jsem vernost; proto ne pobláznit tento pokorný doivotní! Ne odvrátit BUH cirý iluze"},{"SurahNumber":35,"VerseNumber":6,"Text":"Souit jsem svuj neprátelský aby nakládat jemu neprítel. On jen lákat svém strana jsem obyvatel Peklo"},{"SurahNumber":35,"VerseNumber":7,"Text":"Ty pochybovat privodit si drsný odškodnení ty domnívat se primet spravedlivý doivotní zaslouilý odpuštení prima odmenit"},{"SurahNumber":35,"VerseNumber":8,"Text":"(Proslulý jednotka odporný spravovat zdobit svém otvor ne on myšlen ono jsem spravedlivý! BUH TÍM ODESLAT Z CESTY whoever PROSIT ODCHOD Z) CESTY) ON USMERNOVAT whoever PROSIT USMERNOVAT). Proto ne rmoutit ti. BUH BYL CELKEM vedomý si o VŠECHNO ONI UCINIL"},{"SurahNumber":35,"VerseNumber":9,"Text":"BUH BYL JEDNOTKA ODESLAT RANIT MÍCHAT ZAMRACENÝ PAK MY MÍRIT TI jalový získat, OBNOVIT recený VYLODIT ZADNÍ ONI jsem NAPROSTÝ! Tím jsem zmrtvýchvstání"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kadý ádat hodnost módní onen s BUH patrit úplne hodnost! S Jemu stoupat poslušný slovo On povýšit spravedlivý spravovat! Ohledne Ceho ty navrhovat odporný spravovat oni privodit si drsný odškodnení; úklad z stejný lidé urcit selhání"},{"SurahNumber":35,"VerseNumber":11,"Text":"BUH TVORIT TY OPRÁŠIT PAK MALÝ NAPSAT PAK ON ZPUSOBIT TY ROZMNOIT SVUJ SNOUBENEC. Nikoliv enská slušet bohatý nor odevzdat pocátek Svém vedomí! Nikdo trvat velký doivotní nikdo doivotní preškubnout krátký proto preexisting zápis! Tento jsem lehký BUH"},{"SurahNumber":35,"VerseNumber":12,"Text":"more ne jsem stejne; jednotka byl veselý výtecný doba další jsem solný undrinkable. Podle kadý o ti ty strávit choulostivý maso vyjmout klenoty trvat! Ty prijmout poslat pustit se koryto ti ádat Svém zajištení onen ty jsem uznalý"},{"SurahNumber":35,"VerseNumber":13,"Text":"On pripojit vecer cas pripojit cas vecer. On predloit slunit se mesíc délka pro dopredu daný doba o cas! recený byl BUH svuj Magnát; s Jemu patrit úplne kingship! Kadý obraz ty spolecnost Jemu ne mít vysemenit bombardovat"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ty hovor ochoten ti oni ne naslouchat ty. Práve jestlie oni naslouchat ty oni ne vyhovovat ty. Cas Zmrtvýchvstání oni poprít ty. Ádný informovat ty moný nejvetší Príslušný"},{"SurahNumber":35,"VerseNumber":15,"Text":"O lidé ty byl jednotka zrovna BUH doba BUH jsem od nikoliv tedy kadý nejvetší Chvalitebný"},{"SurahNumber":35,"VerseNumber":16,"Text":"On prosit On zrušit ty zástupce znovu stvorení"},{"SurahNumber":35,"VerseNumber":17,"Text":"Tento ne jsem príliš teký pro BUH"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nikoliv duše prodávat hrích jiný duše. Duše zavádet hrích vzývat jiný loisko rozdelit z svuj vkládat nic jinak duše prodávat kadý hlas z to i oni vypravovat! Ale lidé pozornost svuj výstraný jsem ty váit si jejich Magnát ješte when jen od jejich zachování tajemství slavit Spojení Prosba (Salat)! Whoever cistit svém duše ucinil e svých uznat plný S BUH jsem rozhodný urcení"},{"SurahNumber":35,"VerseNumber":19,"Text":"Slepý veštec ne jsem spravedlivý"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nor jsem temnota nastoupit"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nor jsem coolness z chránit závody slunit se"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nor byl ivý naprostý; BUH zpusobit whomever On prosit naslouchat. Ty ne útocit posluchac ty váný"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ty jsem nikoliv jinam than warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"My odeslat ty vernost dritel z poslušný zpráva také jako warner. Naprostý spolecnost dostat warner"},{"SurahNumber":35,"VerseNumber":25,"Text":"Jestlie oni pochybovat ty ty neli ti také pochybovat! Jejich hlasatel odchod ti vycistit zkouška Alm informovat bible"},{"SurahNumber":35,"VerseNumber":26,"Text":"Subsequently já potrestat ty pochybovat; jak strašný jsem Muj odškodnení"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ty ne nahromadit BUH odeslat shodit lye rozvodnit whereby my vytáhnout zpusobit ovoce mnohostranný barva? Práve hora mel jinak barva; vrchol byl bílý cervený trochu další barva. Hltat jsem vycistit"},{"SurahNumber":35,"VerseNumber":28,"Text":"Také lidé zvíre ivý inventár podlehnout mnohostranný barva. Tento byl lidé pravý váit si BUH jsem ty jsem informovaný. BUH jsem VŠEMOHOUCÍ OCHOTNÝ ODPUSTIT"},{"SurahNumber":35,"VerseNumber":29,"Text":"Prece ty prednášet kniha BUH slavit Spojení Prosba (Salat) náš obstarání ti oni vycerpat - secretly publicly - Zapustit investice nikdy pozbýt"},{"SurahNumber":35,"VerseNumber":30,"Text":"On odškodnit ti generously násobit Svém štestí ti! On Omluvit Uznalý"},{"SurahNumber":35,"VerseNumber":31,"Text":"co my odhalit ty za tohleto bible jsem vernost dokonalý úplne predchozí bible! BUH jsem CELKEM PRÍSLUŠNÝ Z SVÉM SLUHA VEŠTEC"},{"SurahNumber":35,"VerseNumber":32,"Text":"My proplout bible výroba buzení, my poskytnout whomever my chtít náš sluha dostat to! Subsequently trochu o ti nepravý jejich duše others udrovat to jen rozdelit z cas i kdy others jsem netrpelivý rízení spravedlnost proto buh prosit tento jsem prima radost z vítezství"},{"SurahNumber":35,"VerseNumber":33,"Text":"Oni napsat zahradní Ráj oni zdobit náramek z zlatý perlit se jejich šaty to zpusobit hedvábný šat"},{"SurahNumber":35,"VerseNumber":34,"Text":"Oni odríkávat Velebit BUH pro odstranující úplne náš trápit! Náš Magnát Omluvit Uznalý"},{"SurahNumber":35,"VerseNumber":35,"Text":"On uznat nás príbytek vecný bliss Svém ozdobit. Nikdy znicit my príliv sem nikdy znicit my unavený"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ohledne Ceho ty pochybovat oni privodit si zapálit Peklo kde? oni nikdy provést smrt nor byl odškodnení vubec zamenit ti. My tím oplatit a unappreciative"},{"SurahNumber":35,"VerseNumber":37,"Text":"Oni kricet therein Náš Lord ty vzít si nás out o sem my rízení spravedlnost spravovat my jednat vyloucit co z ceho my ne odevzdat ty life-long príleitostný souvislý pripomínka ty pokládat pozornost? Ty ne dostat warner? Proto chutnat (dusledek). Prestupník mel nikdo porce ti"},{"SurahNumber":35,"VerseNumber":38,"Text":"BUH jsem Knower BUDOUCÍ Z NEBE ZAHRABAT. On jsem Knower úplne nejvnitrejší thoughts"},{"SurahNumber":35,"VerseNumber":39,"Text":"On jsem Jednotka zpusobit ty dedic zahrabat. Subsequently whoever chtít pochybovat ucinil e svých uznat škoda. Nevera disbelievers jen rozšírit jejich Magnát opovrení ti. Nevera disbelievers ponorit ti nadmerne promeškání"},{"SurahNumber":35,"VerseNumber":40,"Text":"Odríkávat Povaovat obraz ty spolecnost BUH; beet mne co ochoten brloh oni dret tvorit. oni uznat kadý spolecnost nebe? My odevzdat ti kniha dret wherein v tom jsem nikoliv obava? Vskutku který prestupník slibný 1 jiný jsem nikoliv jinam than iluze"},{"SurahNumber":35,"VerseNumber":41,"Text":"BUH BYL JEDNOTKA ZASTAVIT NEBE ZAHRABAT lest ONI MIZET. Jestlie kadý jinam jsem zastavit ti oni prosit mnoství prosím mizet! On jsem Shovívavý Ochotný Odpustit"},{"SurahNumber":35,"VerseNumber":42,"Text":"Oni prísahat BUH solemnly warner odchod ti oni byl zcela usmernovat than nejaký sbor! Okamite onen warner ucinil podlehnout ti tento jen ponorit ti nadmerne odpor"},{"SurahNumber":35,"VerseNumber":43,"Text":"Oni prícina arogance zahrabat zlý úklad odporný navrhovat jen selhat u ty navrhovat ti. Oni pak myslit všechno smrt z ty který ucinil stejné potreby za a nad? Ty rozhodnutí buh systém jsem nikdy promenlivý; ty rozhodnutí buh systém jsem immutable"},{"SurahNumber":35,"VerseNumber":44,"Text":"Oni ne chodit zahrabat proslulý dusledek ty predcházet ti? Oni byl práve silný than oni. Nic ukrýt BUH nebe nor zahrabat. On jsem Vševedoucí Všemohoucí"},{"SurahNumber":35,"VerseNumber":45,"Text":"Jestlie BUH potrestat lidé jejich hrích On ne odkázat vybrat tvor zahrabat. On odrocit ti pro dopredu daný interval! Dríve jejich interval naplnit pak BUH jsem Veštec Svém sluha"}]}