{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alif, Lam, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bular- daanısman Kitep ayattarı"},{"SurahNumber":31,"VerseNumber":3,"Text":"Jaksı amaldardı kılgandar ucun Irayım jana Tuura Jol"},{"SurahNumber":31,"VerseNumber":4,"Text":"Alar namazdı (toluk) atkarısat, zeketti beriset jana Akıretke anık iseniset"},{"SurahNumber":31,"VerseNumber":5,"Text":"Mına usular Rabbileri tarabınan (jiberilgen) Tuura Jol ustundo jana usular gana jeŋiske jetuuculor"},{"SurahNumber":31,"VerseNumber":6,"Text":"Adamdardın arasınan kee biroolor bilimsizdikten ulam Allaһtın Jolunan toso turgan maanisiz sozdordu?” satıp alat jana anı (Kuraandı) sıldıŋ kılat. Dal osolorgo kor kıluucu azap bar"},{"SurahNumber":31,"VerseNumber":7,"Text":"Eger aga Bizdin ayattarıbız okup berilcu bolso, anı ec ukpaganday, tim ele, kulagında duloylugu barday tekeberlenip, tetiri basıp ketiset. Aga jan oorutkan azaptın kabarın berip koy"},{"SurahNumber":31,"VerseNumber":8,"Text":"Al emi, ıyman keltirip, salih amal kılgandarga neemat Beyisteri bar"},{"SurahNumber":31,"VerseNumber":9,"Text":"Alar anda tubolukko kalısat. Allaһtın akıykat ubadası-(usul). Al — Kudurettuu, Daanısman"},{"SurahNumber":31,"VerseNumber":10,"Text":"(Allaһ) asmandardı, korup turganıŋarday turkuksuz jarattı jana silerdi caypaltıp jiberbesin dep jer betine toolordu ornotup koydu. Jana ar turduu janıbarlardı tarattı. Biz asmandan suu tusurup jer betinde ar turduu kooz-paydaluu osumduktordu osturduk"},{"SurahNumber":31,"VerseNumber":11,"Text":"Bular Allaһtın jaratkandarı. Emi siler maga Allaһtan baska («kudayıŋar») jaratkan nerselerdi korgozgulocu?! Zaalımdar anık adasuuda"},{"SurahNumber":31,"VerseNumber":12,"Text":"Jana Biz Ulukmanga daanısmandık berdik (jana): «Allaһka sugur kıl. Kim sugur kılsa, ozunun paydasına sugur kılat. Al emi, Kim (neematka) sugur kılbasa, Allaһ Beymuktaj, Maktoogo ılayık"},{"SurahNumber":31,"VerseNumber":13,"Text":"Bir kezde Ulukman! balasına nasaat kılıp, (mınday) dedi: «O, balam (ibadatta) Allaһka serik kospogun! Sirk degen - bul coŋ zulum"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insanga ata-enesine (jaksılık) kıluunu osuyat (okum) kıldık. Enesi anı masakat ustuno masakat menen (kursagında) kotorup jurot. (Torolgon soŋ) anı (kokurokton) ajıratuu (ubaktısı) eki jıl. (O, insan!) «Maga jana ata-eneŋe sugur kıl! Maga gana kaytasıŋar!»"},{"SurahNumber":31,"VerseNumber":15,"Text":"(O, Insan!) Eger senin ata-eneŋ seni ozuŋ bilbegen nerselerdi maga sirk keltiruugo majburlasa, alarga moyun sunbagın! Jana duynodo al ekoono jaksı mamilede bol! Maga tooba kılıp, kaytkan adamdardı eercigin! (Olgondon) kiyin Maga kaytasıŋar. Anan Men silerge emne is kılganıŋardın kabarın bildiremin"},{"SurahNumber":31,"VerseNumber":16,"Text":"O,uulum! Cınında al (sen jasagan jaksı je jaman is) sarı kıcı osumdugunun danıncalık (mayda) nerse bolup, coŋ aska tastın icinde (kalıp kalgan) je bolboso, asmanda je jerdin tubundo bolso da Allaһ anı taap kele alat. Allaһ (abdan) Kıldat, (bardıgınan) Kabardar"},{"SurahNumber":31,"VerseNumber":17,"Text":"O, uulum! Namazdı (ar dayım) okup jur, jaksılıkka buyurup, jamandıktan kaytar jana ozuŋo jetken masakatka sabırduu bol! Cınında bul (sabırduuluk) berilip atkarılcu isterden"},{"SurahNumber":31,"VerseNumber":18,"Text":"Jana (tekeberlenuu menen) adamdardan juzuŋdu burbagın! Jana jer betinde oolugup-obocolonup jurbogun! Cınında, Allaһ tekeber, maktancaaktardın ec kimisin suyboyt"},{"SurahNumber":31,"VerseNumber":19,"Text":"Baskanda kicipeyildik menen bas, (suylogondo) dobusuŋdu kotorbo! Dobustardın eŋ jamanı esektin dobusu"},{"SurahNumber":31,"VerseNumber":20,"Text":"(O, insandar!) Korboy jatasıŋarbı, Allaһ silerge asmandardagı jana jerdegi nerselerdi moyun sundurup, silerdi korungon-korunbogon neemattarına bolop tastadı?! Adamdardın arasında je ilimi, je (Allaһtan kelgen) Nurduu Kitebi, je (paygambar korgozgon) Tuura Jolu bolboso da Allaһ jonundo talasıp-tartısa bergen kisiler bar"},{"SurahNumber":31,"VerseNumber":21,"Text":"Eger alarga: «Allaһ tusurgon nersege (Kuraanga) eercigile!» dep aytılsa, «Jok, biz ata-babalarıbızdı kaysı joldun ustundo tapsak, osogo gana eerciybiz» deset. Eger saytan alardı tozok azabına cakırıp jatsa dagı (osente berisebi)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Jana kimde-kim (Allaһka Anı korup turganday) ibadat kılıp, juzun (ozun) Allaһka toluk moyun sundura alsa anda al Bekem Arkandı karmaptır!! Isterdin akıbeti-Allaһka"},{"SurahNumber":31,"VerseNumber":23,"Text":"(O, Muhammad!) Kim kaapır bolso, anın kaapırlıgı seni kapa kılbasın. Ozubuzgo kaytıp keliset. Anan Biz alarga kılmıstarının kabarın berebiz. Albette, Allaһ kokuroktu eelegen sırlardı Biluucu"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz alardı (bul duynodo) bir az paydalantabız. Kiyin (Akırette) katuu azap tartuuga majbur kılabız"},{"SurahNumber":31,"VerseNumber":25,"Text":"Eger sen alardan: «Asmandar menen jerdi kim jaratkan?» dep surasaŋ, «Allaһ» deset. Sen «Allaһka maktoo bolsun» degin.! Jok! Alardın kopculugu bilispeyt"},{"SurahNumber":31,"VerseNumber":26,"Text":"Asmandar jana Jerde bolgon nersenin bardıgı Allaһtın mulku. Cınında, Allaһtın Bir Ozu gana Beymuktaj, maktoogo (ibadatka) tatıktuu. (Antkeni)"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eger jer betindegi (bardık) daraktar kalemsap bolso jana deŋiz (sıya bolso) bul deŋizdin artında dagı jeti deŋiz jardamdasıp (sıya bolup) tursa da Allaһtın sozdoru tugonboyt! Cınında, Allaһ Kudurettuu, Daanısman"},{"SurahNumber":31,"VerseNumber":28,"Text":"Silerdin jaralısıŋar jana kayradan tirilisiŋer bir ele janga oksoyt. Allaһ Uguucu, Koruucu"},{"SurahNumber":31,"VerseNumber":29,"Text":"Korboy jatasıŋbı, Allaһ tundu kunduzgo, kunduzdu tungo (kantip) kirgizgenin? Kun menen Aydı (adamzatka kantip) kızmat kıldırıp koygonun? Alardın bardıgı belgilengen moonotko (Kıyamatka) ceyin aylanat. Allaһ silerdin emne jasaganıŋardan Kabardar"},{"SurahNumber":31,"VerseNumber":30,"Text":"Antkeni, Allaһ cınıgı (Kuday). Al emi, Andan baska, (musrikter) duba kılıp jatkan nerseler jalgan (kudaylar). Jana Allaһtın Bir Ozu gana eŋ Jogoru, Uluk"},{"SurahNumber":31,"VerseNumber":31,"Text":"Deŋizdegi kemeler silerge Allaһtın belgilerin korgozus ucun (jana) Allaһtın neematı sebeptuu suzup jurgonun korboy jatasıŋbı?! Cınında bul nersede sabır kıluucu, sugur kıluucu adamdarga coŋ belgiler bar"},{"SurahNumber":31,"VerseNumber":32,"Text":"Jana kacan alardı(n kemelerin) toodoy tolkundar orop kalganda gana Allaһtın jalgız Ozuno duba kılısat. Al emi, (baleeden) kutkarıp kurgaktıkka cıgarıp koyso, alardan (kopculuk) bolugu Allaһga toluk berilbey kalısat. Bizdin ayat-belgileribizdi kıyanatcı, sugur kılbagan adamdar gana cetke kagısat"},{"SurahNumber":31,"VerseNumber":33,"Text":"O, adamdar! Rabbiŋerden korkkula! Jana atası balasına, balası atasına oz soobunan (jardam katarı) ec nerse bere albay turgan Kundon korkkula! (Al kundun kelisin Allaһ ubada bergen). Allaһtın ubadası-Akıykat! Silerdi duyno jasoosu(nun ubaktıluu aram jırgaldarı) azgırıp koybosun! Silerdi azgıruucu Allaһ(tın kecirimduulugu) menen azgırıp koybosun"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyamat kacan bolusun Bir Allaһ gana bilet. Al (asmandan) jamgır jaadırat. (Bir Ozu gana) jatındagı tuyulduktu(n tagdırın) bilet. Ec bir jan erteŋ emne is jasaarın bile albayt. Jana ec kim kay jerde (kantip) olusun da bile albayt. Cınında, Bir Allaһ gana (bardıgın) Biluucu, (bardıgınan) Kabardar"}]}