{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Đây là những Câu của một Kinh Sách minh bạch"},{"SurahNumber":26,"VerseNumber":3,"Text":"Có lẽ Ngươi tự huỷ mình vì buồn rầu về việc chúng không tin tưởng"},{"SurahNumber":26,"VerseNumber":4,"Text":"Nếu muốn, TA có thể gởi từ trên trời xuống một phép lạ mà chúng sẽ cúi cổ xuống thần phục"},{"SurahNumber":26,"VerseNumber":5,"Text":"Và không một điều nhắc nhở mới nào của Đấng Rất Mực Độ Lượng được ban xuống cho chúng mà chúng lại không quay mặt lánh xa"},{"SurahNumber":26,"VerseNumber":6,"Text":"Bởi thế, chắc chắn chúng đã phủ nhận Chân Lý; rồi đây chúng sẽ nhận tin tức về những điều mà chúng đã từng chế giễu"},{"SurahNumber":26,"VerseNumber":7,"Text":"Và há chúng đã không quan sát trái đất, nơi mà TA đã làm mọc ra bao nhiêu cặp cây cối quí hóa hay sao"},{"SurahNumber":26,"VerseNumber":8,"Text":"trong đó là một dấu hiệu; nhưng đa số bọn chúng không tin"},{"SurahNumber":26,"VerseNumber":9,"Text":"Và Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":10,"Text":"Và (hãy nhớ) khi Thượng Đế của Ngươi gọi Musa (phán bảo): \"Nhà ngươi hãy đi gặp một đám người làm điều sai quấy"},{"SurahNumber":26,"VerseNumber":11,"Text":"“Đám người của Fir-'awn há chúng không sợ Allah hay sao?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa) thưa: \"Lạy Thượng Đế! Bề tôi sợ chúng sẽ cho bề tôi nói dối"},{"SurahNumber":26,"VerseNumber":13,"Text":"“Và lòng ngực của bề tôi chật hẹp và chiếc lưỡi của bề tôi cử động không nhanh chống. Xin Ngài cho gọi Harun đến (giúp bề tôi)"},{"SurahNumber":26,"VerseNumber":14,"Text":"“Và chúng buộc tội bề tôi đã phạm một trọng tội; do đó bề tôi sợ chúng sẽ giết bề tôi.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah) phán: \"Không sao cả! Hai ngươi cứ lên đường với những Phép Lạ của TA. TA sẽ ở cùng với các ngươi, lắng nghe"},{"SurahNumber":26,"VerseNumber":16,"Text":"Bởi thế, hai ngươi cứ đi gặp Fir-'awn bảo (y): Chúng tôi là Sứ Giả của Thượng Đế của vũ trụ và muôn loài"},{"SurahNumber":26,"VerseNumber":17,"Text":"“Xin ngài cho phép con cháu của Israel ra đi với chúng tôi.”"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Fir-'awn) bảo (Musa): \"Há bọn ta đã không thương yêu và nuôi nấng ngươi như con cái trong (nhà của) bọn ta và ngươi đã ở với bọn ta nhiều năm trong đời ngươi hay sao"},{"SurahNumber":26,"VerseNumber":19,"Text":"“Thế mà nhà ngươi đã nhẫn tâm làm một việc (sát nhân) mà ngươi đã làm. Và nhà ngươi là một tên phụ ơn.”"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) đáp: \"Tôi làm điều đó vào lúc tôi nhầm lẫn"},{"SurahNumber":26,"VerseNumber":21,"Text":"Và vì sợ quí ngài nên tôi đã phải bỏ trốn đi xa và Thượng Đế của tôi đã ban cho tôi lý giải khôn ngoan và cử tôi làm một Sứ Giả của Ngài"},{"SurahNumber":26,"VerseNumber":22,"Text":"“Đấy là ân xưa mà ngài đã nại ra để khiển trách tôi; và ngài đã bắt con cháu của Israel làm nô lệ.”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Fir-'awn lên tiếng: “Và Thượng Đế của vũ trụ và muôn loài là gì chứ?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa đáp: “Thượng Đế của các tầng trời và trái đất và vạn vật giữa trời đất nếu quí ngài muốn có một niềm tin vững chắc (về Ngài).”"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Fir-'awn) nói với cận thần: “Há các khanh không nghe rõ?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa) tiếp: “Thượng Đế của quí ngài và của tổ tiên của quí ngài.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Fir-'awn) bảo: “Quả thật, Sứ Giả của các ngươi là một thằng điên!”"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa) tiếp: “Thượng Đế của phương đông và phương tây và vạn vật nằm giữa hai phương đó, nếu quí vị thông hiểu được.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Fir-'awn) bảo: “Nếu nhà ngươi quả quyết tôn thờ một Thượng Đế khác thay vì ta thì chắc chắn ta se bỏ tù nhà ngươi.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) đáp: “Sao! Dẫu cho tôi có trưng bày cho ngài thấy một điều minh bạch.”"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Fir-'awn) bảo: “Thế hãy đưa nó (phép lạ) ra xem nếu nhà ngươi là một người nói thật.”"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bởi thế, Musa ném chiếc gậy của Y xuống thì nó biến thành một con rắn rõ rệt"},{"SurahNumber":26,"VerseNumber":33,"Text":"Và khi đưa bàn tay của Y ra, nó hiện ra trắng toát trước mặt những người đứng nhìn"},{"SurahNumber":26,"VerseNumber":34,"Text":"Fir-'awn quay bảo các cận thần: \"Tên này quả thật là một tên phù thủy tài giỏi"},{"SurahNumber":26,"VerseNumber":35,"Text":"“Y định dùng pháp thuật để đánh đuổi các khanh ra khỏi lãnh thổ của các khanh. Thế các khanh định làm gì y?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"(Chư thần) thưa: \"Hãy tạm tha cho y và người em của y (trong một thời gian) và cử những người loan tin đi khắp các thị trấn"},{"SurahNumber":26,"VerseNumber":37,"Text":"“Nhờ triệu về cho ngài tất cả những nhà phù thủy tài giỏi.”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Do đó, những nhà phù thủy được triệu tập tại một nơi hẹn vào một ngày đã được công bố rõ"},{"SurahNumber":26,"VerseNumber":39,"Text":"Và có lời bảo người dân: \"Há quí vị không đi dự đại hội hay sao"},{"SurahNumber":26,"VerseNumber":40,"Text":"“Có lẽ chúng tôi sẽ theo các nhà phù thủy nếu họ thắng cuộc.”"},{"SurahNumber":26,"VerseNumber":41,"Text":"Bởi thế, khi đến nơi, những nhà phù thủy thưa với Fir-'awn: “Chúng tôi sẽ được ân thưởng chăng nếu chúng tối thắng cuộc?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Fir-'awn) đáp: “Vâng, có chứ! Chắc chắn lúc đó các ngươi sẽ là cận thần của ta.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa bảo họ: “Hãy ném bảo vật của quí vị xuống.”"},{"SurahNumber":26,"VerseNumber":44,"Text":"Do đó, họ ném những sợi dây và chiếc gậy của họ xuống và nói: “Nhờ quyền lực của Fir-'awn, chắc chắn chúng tôi sẽ thắng cuộc.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Nhưng khi Musa ném chiếc gậy của Y xuống, tức thời nó nuốt mất những món vật mà họ đã làm giả"},{"SurahNumber":26,"VerseNumber":46,"Text":"Bởi thế, những tên phù thủy (khiếp sợ) sụp xuống quỳ lạy"},{"SurahNumber":26,"VerseNumber":47,"Text":"Và lên tiếng: \"Chúng tôi tin tưởng nơi Thượng Đế của vũ trụ và muôn loài"},{"SurahNumber":26,"VerseNumber":48,"Text":"“Thượng Đế của Musa và của Harun.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Fir-'awn) bảo: “Các ngươi cả tin nơi y trước khi ta cho phép các ngươi hay sao? Y quả là tên đầu não của các ngươi; Y đã dạy các ngươi pháp thuật; rồi đây các ngươi sẽ sớm biết hậu quả. Chắc chắn, ta sẽ cho chặt tay và chân của các ngươi mỗi bên một cánh và sẽ cho đóng đinh các ngươi trên thập tự giá, tất cả, không sót một tên nào.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"Họ đồng thanh đáp: “Chẳng có gì thiệt cả. (Bởi vì) chúng tôi sẽ trở về gặp Thượng Đế của chúng tôi trở lại"},{"SurahNumber":26,"VerseNumber":51,"Text":"“Chúng tôi mong Thượng Đế chúng tôi sẽ tha thứ cho chúng tôi những lỗi lầm của chúng tôi bởi vì chúng tôi là những người tin tưởng đầu tiên.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"Và TA đã mặc khải cho Musa phán: “Nhà ngươi hãy dẫn bầy tôi của TA ra đi ban đêm. Thật sự, các ngươi sẽ bị truy nã.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"Bởi thế, Fir-'awn phái những người loan tin đi khắp các thị trấn"},{"SurahNumber":26,"VerseNumber":54,"Text":"“Quả thật, những người (Israel) này chỉ là một nhóm nhỏ"},{"SurahNumber":26,"VerseNumber":55,"Text":"Quả thật, chúng đã phạm tội khi quân chọc giận bọn ta"},{"SurahNumber":26,"VerseNumber":56,"Text":"“Nhưng tất cả bọn ta đã cảnh giác trước”"},{"SurahNumber":26,"VerseNumber":57,"Text":"Bởi thế, TA đã đưa bọn chúng ra khỏi hoa viên và suối nước"},{"SurahNumber":26,"VerseNumber":58,"Text":"Và rời khỏi những kho tàng châu báu và địa vị cao sang"},{"SurahNumber":26,"VerseNumber":59,"Text":"Đúng như thế. Và TA đã cho con cháu của Israel thừa kế chúng"},{"SurahNumber":26,"VerseNumber":60,"Text":"Rồi chúng đuổi theo bắt họ vào lúc hừng đông"},{"SurahNumber":26,"VerseNumber":61,"Text":"Bởi thế, khi hai đoàn người đối diện nhau, các tông đồ của Musa nói: “Chắc chắn chúng ta sắp bị truy sát rồi.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Musa) bảo: “Không hề gì! Thượng Đế của ta ở với ta, và sẽ hướng dẫn ta.”"},{"SurahNumber":26,"VerseNumber":63,"Text":"Liền đó, TA đã mặc khải cho Musa, phán: “Hãy dùng chiếc gậy của ngươi mà đánh xuống mặt biển!” Tức thời, biền rẽ ra làm hai, biến thành bức thành đứng sừng sững như một quả núi vĩ đại"},{"SurahNumber":26,"VerseNumber":64,"Text":"Và TA đưa đám (người bị truy nã) kia đến gần nơi đó"},{"SurahNumber":26,"VerseNumber":65,"Text":"Và TA đã cứu nguy Musa và những ai theo Y, tất cả"},{"SurahNumber":26,"VerseNumber":66,"Text":"Rồi TA đã nhận đám kia chết chìm"},{"SurahNumber":26,"VerseNumber":67,"Text":"Quả thật, trong biến cố đó là một bài học; nhưng đa số bọn chúng không là những người tin tưởng"},{"SurahNumber":26,"VerseNumber":68,"Text":"Và quả thật Thượng Đế (Allah) của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":69,"Text":"Và hãy đọc cho chúng (người Quraish) câu chuyện của Ibrahim"},{"SurahNumber":26,"VerseNumber":70,"Text":"Khi Y thưa với phụ thân và người dân của Y: “Vật gì quí vị đang thờ phụng vậy?”"},{"SurahNumber":26,"VerseNumber":71,"Text":"Họ đáp: “Bọn ta đang thờ các tượng thần và rất đỗi sùng kính họ.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Ibrahim) bảo: \"Chúng có nghe được quí vị chăng khi quí vị gọi chúng"},{"SurahNumber":26,"VerseNumber":73,"Text":"“Hoặc chúng có giúp ích hay hãm hại được quí vị chăng?”"},{"SurahNumber":26,"VerseNumber":74,"Text":"Họ đáp: “Không, nhưng bọn ta thấy cha mẹ của bọn ta đã làm thế.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Ibrahim) bảo: “Thế quí vị có quan sát đồ vật mà quí vị đang tôn thờ chăng"},{"SurahNumber":26,"VerseNumber":76,"Text":"“Quí vị lẫn tổ tiên xa xưa của quí vị"},{"SurahNumber":26,"VerseNumber":77,"Text":"“Nhưng, chúng là kẻ thù của tôi ngoại trừ Thượng Đế của vũ trụ và muôn loài"},{"SurahNumber":26,"VerseNumber":78,"Text":"“Đấng đã tạo ra tôi, rồi hướng dẫn tôi"},{"SurahNumber":26,"VerseNumber":79,"Text":"“Và là Đấng đã cho tôi ăn và uống"},{"SurahNumber":26,"VerseNumber":80,"Text":"“Và là Đấng đã chữa lành tôi khi tôi mắc bệnh"},{"SurahNumber":26,"VerseNumber":81,"Text":"“Và là Đấng sẽ gây cho tôi chết rồi phục sinh tôi trở lại"},{"SurahNumber":26,"VerseNumber":82,"Text":"“Và là Đấng mà tôi hy vọng sẽ tha thứ cho tôi về những lỗi lầm của tôi vào Ngày Xét xử"},{"SurahNumber":26,"VerseNumber":83,"Text":"“Lạy Thượng Đế của bề tôi! Xin Ngài ban cho bề tôi thông thái khôn ngoan và dung nạp bề tôi chung với những người đức hạnh"},{"SurahNumber":26,"VerseNumber":84,"Text":"“Và vinh danh bề tôi nơi những thế hệ tương lai"},{"SurahNumber":26,"VerseNumber":85,"Text":"“Và biến bề tôi thành một người thừa kế thiên đàng Hạnh phúc"},{"SurahNumber":26,"VerseNumber":86,"Text":"“Và tha thứ cho phụ thân của bề tồi bởi vì người là một người lầm lạc"},{"SurahNumber":26,"VerseNumber":87,"Text":"“Và chớ hạ nhục bề tôi vào Ngày mà nhân loại sẽ được phục sinh"},{"SurahNumber":26,"VerseNumber":88,"Text":"“Ngày mà của cải cũng như con cái sẽ không giúp ích được ai"},{"SurahNumber":26,"VerseNumber":89,"Text":"Ngoại trừ ai mang đến cho Allah một tấm lòng trong sạch"},{"SurahNumber":26,"VerseNumber":90,"Text":"Và thiên đàng sẽ được mang đến gần những người sợ Allah"},{"SurahNumber":26,"VerseNumber":91,"Text":"Và hỏa ngục sẽ được mang đến trước mặt những kẻ lạc lối"},{"SurahNumber":26,"VerseNumber":92,"Text":"Và có lời bảo chúng: “Đâu là những vật mà các người đã tôn thờ"},{"SurahNumber":26,"VerseNumber":93,"Text":"“Khác Allah? Há chúng có thể giải cứu các ngươi hoặc tự cứu?”"},{"SurahNumber":26,"VerseNumber":94,"Text":"Bởi thế, chúng sẽ bị lùa vào hỏa ngục, chúng và đám quỉ quái"},{"SurahNumber":26,"VerseNumber":95,"Text":"Và cả binh tướng của Iblis nữa, tất cả"},{"SurahNumber":26,"VerseNumber":96,"Text":"Và trong lúc cãi vã nhau trong đó, chúng sẽ nói"},{"SurahNumber":26,"VerseNumber":97,"Text":"“Thề với Allah, chúng tôi là những kẻ đã công khai lầm lạc"},{"SurahNumber":26,"VerseNumber":98,"Text":"“Khi chúng tôi suy tôn quí vị ngang vai với Thượng Đế của vũ trụ và muôn loài"},{"SurahNumber":26,"VerseNumber":99,"Text":"Và chỉ những tên kẻ tội lỗi đã dắt chúng tôi đi lạc"},{"SurahNumber":26,"VerseNumber":100,"Text":"“Bởi thế, chúng tôi không có ai can thiệp"},{"SurahNumber":26,"VerseNumber":101,"Text":"“Cũng không có một người bạn chân tình nào (để giúp đỡ)"},{"SurahNumber":26,"VerseNumber":102,"Text":"“Giá có dịp trở lại (trần gian) thì chúng tôi sẽ tin tưởng.”"},{"SurahNumber":26,"VerseNumber":103,"Text":"Trong đó là một dấu hiệu, nhưng đa số bọn chúng không tin"},{"SurahNumber":26,"VerseNumber":104,"Text":"Và Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":105,"Text":"Người dần của Nuh đã cho những Sứ Giả (của Allah) nói dối"},{"SurahNumber":26,"VerseNumber":106,"Text":"Khi người anh em của họ, Nuh, bảo: “Các người không sợ Allah ư"},{"SurahNumber":26,"VerseNumber":107,"Text":"“Quả thật, Ta là một Sứ Giả đáng tin cậy đến với các người"},{"SurahNumber":26,"VerseNumber":108,"Text":"“Bởi thế, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":109,"Text":"“Và Ta không đòi hỏi các người tưởng thưởng Ta về nó. Chỉ Thượng Đế của vũ trụ và muôn loài sẽ ân thưởng Ta"},{"SurahNumber":26,"VerseNumber":110,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta.”"},{"SurahNumber":26,"VerseNumber":111,"Text":"Họ đáp: “Bọn ta phải tin tưởng ngươi hay sao trong lúc chỉ có những kẻ bần cùng đi theo ngươi?”"},{"SurahNumber":26,"VerseNumber":112,"Text":"(Nuh) bảo: “Ta đâu biết điều họ đã từng làm"},{"SurahNumber":26,"VerseNumber":113,"Text":"“Chỉ Thượng Đế của Ta nắm hồ sơ của họ, nếu các người nhận thấy"},{"SurahNumber":26,"VerseNumber":114,"Text":"“Và Ta không phải là người xua đuổi những người có đức tin"},{"SurahNumber":26,"VerseNumber":115,"Text":"“Mà chỉ là một người cảnh cáo công khai.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"Họ nói: “Nếu không chịu ngưng, hỡi Nuh!, bọn ta sẽ ném đá giết ngươi.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"(Nuh), thưa: “Lạy Thượng Đế! Người dân của bề tôi phủ nhận bề tôi"},{"SurahNumber":26,"VerseNumber":118,"Text":"“Bởi thế, xin Ngài công minh phân xử giữa bề tôi và họ và xin giải cứu bề tôi và ai là người tin tưởng tuân theo bề tôi.”"},{"SurahNumber":26,"VerseNumber":119,"Text":"Do đó, TA đã giải cứu Y và những người theo Y trên một chiếc tàu chở đầy (người và thú vật)"},{"SurahNumber":26,"VerseNumber":120,"Text":"Rồi, TA nhận đám người còn lại chết chìm dưới nước (lụt)"},{"SurahNumber":26,"VerseNumber":121,"Text":"Trong đó là một dấu hiệu nhưng đa số bọn chúng không tin"},{"SurahNumber":26,"VerseNumber":122,"Text":"Và Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":123,"Text":"(Người dân) 'Ad đã cho những Sứ Giả của Allah nói dối"},{"SurahNumber":26,"VerseNumber":124,"Text":"Khi người anh em của họ, Hud, bảo: “Các người không sợ Allah ư"},{"SurahNumber":26,"VerseNumber":125,"Text":"Ta thực sự là một Sứ Giả đáng tin cậy (đến) với các người"},{"SurahNumber":26,"VerseNumber":126,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":127,"Text":"Ta không đòi hỏi các người tưởng thưởng ta về nó (Thông Điệp của Allah). Thượng Đế của vũ trụ và muôn loài sẽ ân thưởng Ta"},{"SurahNumber":26,"VerseNumber":128,"Text":"“Phải chăng các người đã xây cất trên mỗi ngọn đồi cao (biệt thự làm) một cảnh giới để khoe khoang"},{"SurahNumber":26,"VerseNumber":129,"Text":"“Phải chăng các người đã xây cất những lâu đài kiên cố để mong ở trong đó vĩnh viễn"},{"SurahNumber":26,"VerseNumber":130,"Text":"“Và khi các người tước đoạt, các người bóc lột như những bạo chúa"},{"SurahNumber":26,"VerseNumber":131,"Text":"“Bởi thế, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":132,"Text":"“Và hãy sợ Đấng đã trợ giúp các người với những vật mà các người đã từng biết"},{"SurahNumber":26,"VerseNumber":133,"Text":"“Ngài đã giúp đỡ các người với gia súc và con cái"},{"SurahNumber":26,"VerseNumber":134,"Text":"“Và hoa viên và suối nước"},{"SurahNumber":26,"VerseNumber":135,"Text":"Ta sợ giùm cho các người về sự trừng phạt của một Ngày vĩ đại.”"},{"SurahNumber":26,"VerseNumber":136,"Text":"Họ đáp: “Ông có cảnh cáo hay không cảnh cáo đi nữa, điều đó bằng thừa đối với chúng tôi"},{"SurahNumber":26,"VerseNumber":137,"Text":"“Công việc này của ông chỉ là một phong cách của người xưa"},{"SurahNumber":26,"VerseNumber":138,"Text":"“Và chúng tôi sẽ không bị trừng phạt đau đớn.”"},{"SurahNumber":26,"VerseNumber":139,"Text":"Bởi thế, chúng đã cho Y nói dối. Cho nên, TA đã tiêu diệt chúng. Trong đó là một dấu hiệu. Nhưng đa số bọn chúng không tin"},{"SurahNumber":26,"VerseNumber":140,"Text":"Và Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":141,"Text":"Và (người dân) Thamud đã cho những Sứ Giả (của Allah) nói dối"},{"SurahNumber":26,"VerseNumber":142,"Text":"Khi người anh em của họ, Saleh, bảo: “Các người không sợ Allah ư"},{"SurahNumber":26,"VerseNumber":143,"Text":"“Ta là một Sứ Giả đáng tin cậy (đến) với các người"},{"SurahNumber":26,"VerseNumber":144,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":145,"Text":"“Ta không đòi hỏi các người tưởng thưởng Ta về nó (Thông Điệp của Allah). Thượng Đế của vũ trụ và muôn loài sẽ ân thưởng Ta"},{"SurahNumber":26,"VerseNumber":146,"Text":"“Phải chăng các người sẽ được an toàn hưởng thụ những tiện nghi hiện có nơi đây hay sao"},{"SurahNumber":26,"VerseNumber":147,"Text":"“Nơi những hoa viên và suối nước"},{"SurahNumber":26,"VerseNumber":148,"Text":"“Với những cánh đồng bắp lúa và vườn cây chà là hoa lá mịn màng"},{"SurahNumber":26,"VerseNumber":149,"Text":"“Và các người đã khéo tay đục núi xây nhà trong đó"},{"SurahNumber":26,"VerseNumber":150,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":151,"Text":"“Và chớ nghe theo mệnh lệnh của những kẻ thái quá"},{"SurahNumber":26,"VerseNumber":152,"Text":"“Những ai đã làm những điều thối nát trong xứ nhưng không sửa mình.”"},{"SurahNumber":26,"VerseNumber":153,"Text":"Họ đáp: “Ông chỉ là một người bị mê hoặc"},{"SurahNumber":26,"VerseNumber":154,"Text":"“Ông chỉ là một người phàm như chúng tôi. Thế, hãy mang một Phép Lạ đến cho chúng tôi thấy nếu ông là một người nói thật.”"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Saleh) đáp: “Đây là con lạc đà cái. Nó uống phần nước của nó và các người uống phần nước của các người vào một ngày đã được qui định"},{"SurahNumber":26,"VerseNumber":156,"Text":"“Và chớ giết nó sợ lằng các người sẽ bị trừng phạt vào một Ngày vĩ đại.”"},{"SurahNumber":26,"VerseNumber":157,"Text":"Nhưng chúng đã cắt nhượng nó và sau đó đâm ra hối hận"},{"SurahNumber":26,"VerseNumber":158,"Text":"Do đó, chúng đã bị trừng phạt. Trong đó là một dấu hiệu. Nhưng đa số bọn chung không tin tưởng"},{"SurahNumber":26,"VerseNumber":159,"Text":"Và Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":160,"Text":"Người dân của Lut cũng đã cho những Sứ Giả nói dối"},{"SurahNumber":26,"VerseNumber":161,"Text":"Khi người anh em của họ, Lut, bảo: “Các người không sợ Allah ư"},{"SurahNumber":26,"VerseNumber":162,"Text":"Ta thực sự là một Sứ Giả đáng tin cậy (đến) với các người"},{"SurahNumber":26,"VerseNumber":163,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":164,"Text":"Ta không đòi hỏi các người tưởng thưởng Ta về nó (Thông Điệp của Allah). Chỉ Thượng Đế của vũ trụ và muôn loài sẽ ân thưởng Ta"},{"SurahNumber":26,"VerseNumber":165,"Text":"“Phải chăng trong vũ trụ, duy chỉ các người là những kẻ đã đến (làm tình) với đàn ông"},{"SurahNumber":26,"VerseNumber":166,"Text":"“Và bỏ rơi những người mà Allah đã tạo ra cho các người để làm vợ? Không, các người là những kẻ đã làm điều thái quá.”"},{"SurahNumber":26,"VerseNumber":167,"Text":"Họ đáp: “Nếu không chịu ngưng, hỡi Lut, thì ông sẽ bị trục xuất.”"},{"SurahNumber":26,"VerseNumber":168,"Text":"(Lut) bảo: \"Ta là một người thù ghét việc làm của các người"},{"SurahNumber":26,"VerseNumber":169,"Text":"“Lạy Thượng Đế của bề tôi! Xin Ngài giải cứu bề tôi và gia đình của bề tôi khỏi điều (tội lỗi) mà chúng đã làm.”"},{"SurahNumber":26,"VerseNumber":170,"Text":"Bởi thế, TA đã giải cứu Lut và gia đình của Y, tất cả"},{"SurahNumber":26,"VerseNumber":171,"Text":"Ngoại trừ một bà lão (vợ Lut) trong số những người ở lại đằng sau"},{"SurahNumber":26,"VerseNumber":172,"Text":"Rồi, TA đã tiêu diệt đám người còn lại"},{"SurahNumber":26,"VerseNumber":173,"Text":"Và TA đã xối lên chúng một trận mưa đích đáng. Và tai ác thay trận mưa (đá) xối lên đầu những kẻ đã được cảnh cáo trước"},{"SurahNumber":26,"VerseNumber":174,"Text":"Trong đó là một dấu hiệu. Nhưng đa số bọn chúng không tin"},{"SurahNumber":26,"VerseNumber":175,"Text":"Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":176,"Text":"Dân cư tại Khu rừng gần Madyan đã cho những Sứ Giả nói dối"},{"SurahNumber":26,"VerseNumber":177,"Text":"Khi Shu’aib bảo họ: “Các người không sợ Allah hay sao"},{"SurahNumber":26,"VerseNumber":178,"Text":"Ta thực sự là một Sứ Giả đáng tin cậy (đến) với các người"},{"SurahNumber":26,"VerseNumber":179,"Text":"“Do đó, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":26,"VerseNumber":180,"Text":"“Và Ta không đòi hỏi các người tưởng thưởng Ta về nó. Thật sự Thượng Đế của vũ trụ và muôn loài se ân thưởng Ta"},{"SurahNumber":26,"VerseNumber":181,"Text":"“Hãy đo cho đủ và chớ làm cho người khác mất mát"},{"SurahNumber":26,"VerseNumber":182,"Text":"Và hãy cần với một bàn cân thẳng đứng"},{"SurahNumber":26,"VerseNumber":183,"Text":"“Và chớ lấy bớt vật dụng của người và chớ hành động thối nát trên mặt đất, gieo rắc tội ác"},{"SurahNumber":26,"VerseNumber":184,"Text":"“Và hãy sợ Allah, Đấng đã tạo hóa các người và những thế hệ trước.”"},{"SurahNumber":26,"VerseNumber":185,"Text":"Họ đáp: “Ông chỉ là một người bị mê hoặc"},{"SurahNumber":26,"VerseNumber":186,"Text":"“Và ông là một người phàm như chúng tôi và chúng tôi nghĩ ông là một người nói dối"},{"SurahNumber":26,"VerseNumber":187,"Text":"Thế, ông hãy làm cho một phần trời sụp xuống đè chúng tôi đi nếu ông là một người nói thật.”"},{"SurahNumber":26,"VerseNumber":188,"Text":"Y bảo: “Thượng Đế của Ta là Đấng biết rõ điều mà các người đã làm.”"},{"SurahNumber":26,"VerseNumber":189,"Text":"Nhưng họ đã cho Y nói dối. Bởi thế, họ đã gánh chịu Hình phạt của một Ngày mịt trời; đó là sự trừhg phạt của một Ngày vĩ đại"},{"SurahNumber":26,"VerseNumber":190,"Text":"Quả thật, trong đó là một dấu hiệu; Nhưng đa số bọn chúng là những kẻ không tin tưởng"},{"SurahNumber":26,"VerseNumber":191,"Text":"Thượng Đế của Ngươi là Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":192,"Text":"Quả thật, Nó (Qur'an) do Thượng Đế của vũ trụ ban xuống"},{"SurahNumber":26,"VerseNumber":193,"Text":"Thiên Thần Jibril đã mang Nó xuống"},{"SurahNumber":26,"VerseNumber":194,"Text":"Đặt vào quả tim của Ngươi (Muhammad) để Ngươi trở thành một Người báo trước"},{"SurahNumber":26,"VerseNumber":195,"Text":"Bằng tiếng Ả Rập trong sáng"},{"SurahNumber":26,"VerseNumber":196,"Text":"Quả thật, Nó (đã được nhắc đến) trong những Kinh Sách cũ"},{"SurahNumber":26,"VerseNumber":197,"Text":"Và hẳn Nó không là một dấu hiệu cho họ hay sao bởi vì những người có học trong số con cháu của Israel đã công nhận Nó"},{"SurahNumber":26,"VerseNumber":198,"Text":"Và nếu TA có ban Nó xuống cho một người không phải gốc gác Ả Rập"},{"SurahNumber":26,"VerseNumber":199,"Text":"Để y đọc lại cho họ thì họ vẫn không tin tưởng nơi Nó"},{"SurahNumber":26,"VerseNumber":200,"Text":"Bằng cách đó, TA đã làm cho nó (việc phủ nhận Qur'an) thấm vào lòng của những kẻ tội lỗi"},{"SurahNumber":26,"VerseNumber":201,"Text":"Họ sẽ không tin tưởng nơi Nó (Qur'an) cho đến khi đối diện với sự trừng phạt đau đớn"},{"SurahNumber":26,"VerseNumber":202,"Text":"Bởi Vì nó sẽ đến chụp bắt họ bất ngờ trong lúc họ không nhận thấy"},{"SurahNumber":26,"VerseNumber":203,"Text":"Sau đó, họ sẽ than: “Chúng tôi có được gia hạn hay chăng?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"Thế, họ còn hối thúc hình phạt cho mau đến nữa hay chăng"},{"SurahNumber":26,"VerseNumber":205,"Text":"Há Ngươi nhận thấy, nếu TA cho họ hưởng lạc thêm nhiều năm nữa"},{"SurahNumber":26,"VerseNumber":206,"Text":"Rồi sau đó, hình phạt đã được hứa sẽ đến chụp bắt họ"},{"SurahNumber":26,"VerseNumber":207,"Text":"Thì việc hưởng thụ đó của họ chẳng giúp ích gì được cho họ cả"},{"SurahNumber":26,"VerseNumber":208,"Text":"Và quả thật, TA chỉ tiêu diệt một thị trấn sau khi đã có những người báo trước được cử phái đến với nó"},{"SurahNumber":26,"VerseNumber":209,"Text":"Để làm công việc nhắc nhở. Bởi vì TA không hề bất công"},{"SurahNumber":26,"VerseNumber":210,"Text":"Và không phải những tên Shaytan mang Nó (Qur'an) xuống"},{"SurahNumber":26,"VerseNumber":211,"Text":"Bởi vì việc làm đó không thích hợp với chúng và chúng cũng không có khả năng (làm được việc đó)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Thật sự, chúng bị đuổi ra xa không cho nghe (Qur'an)"},{"SurahNumber":26,"VerseNumber":213,"Text":"Bởi thế, chớ cầu nguyện một thần linh nào khác cùng với Allah bởi vì làm thế, Ngươi sẽ là một trong những kẻ bị trừng phạt"},{"SurahNumber":26,"VerseNumber":214,"Text":"Và hãy cảnh cáo thân tộc gần gũi của Ngươi (Muhammad)"},{"SurahNumber":26,"VerseNumber":215,"Text":"Hãy đối xử từ tốn với những người có đức tin theo Ngươi"},{"SurahNumber":26,"VerseNumber":216,"Text":"Nhưng nếu họ bất tuân Ngươi thì hãy bảo (họ): \"Ta vô can về những điều các người làm"},{"SurahNumber":26,"VerseNumber":217,"Text":"Và hãy phó thác cho Đấng Toàn Năng, Đấng Rất Mực Khoan Dung"},{"SurahNumber":26,"VerseNumber":218,"Text":"Ngài thấy Ngươi khi Ngươi đứng (dâng lễ Tahajjud ban đêm)"},{"SurahNumber":26,"VerseNumber":219,"Text":"Và cả động tác của Ngươi trong số những người sụp lạy"},{"SurahNumber":26,"VerseNumber":220,"Text":"Bởi vì quả thật, Ngài là Đấng Hằng Nghe, Đấng Hằng Biết"},{"SurahNumber":26,"VerseNumber":221,"Text":"Há Ta (Muhammad) sẽ phải báo cho các người biết ai là kẻ mà những tên Shaytan thường xuống gặp"},{"SurahNumber":26,"VerseNumber":222,"Text":"Chúng hay xuống nhập với từng tên nói dối và tội lỗi"},{"SurahNumber":26,"VerseNumber":223,"Text":"Chúng lắng nghe (những tên Shaytan) và đã số bọn chúng là những tên nói dối"},{"SurahNumber":26,"VerseNumber":224,"Text":"Và các thi sĩ, chỉ những kẻ lầm lạc mới nghe theo chúng"},{"SurahNumber":26,"VerseNumber":225,"Text":"Há Ngươi không thấy chúng lang thang vơ vẩn nơi mỗi thung lũng"},{"SurahNumber":26,"VerseNumber":226,"Text":"Và chúng nói ra điều mà chúng không làm hay sao"},{"SurahNumber":26,"VerseNumber":227,"Text":"Ngoại trừ những ai có đức tin, làm việc thiện, tụng niệm Allah nhiều và giành thắng lợi (từ những kẻ đa thần) sau khi đã bị đối xử bất công. Và những kẻ làm điều sai quấy sẽ sớm biết đâu là cuộc đổi đời mà họ sẽ phải gánh chịu sau này"}]}