{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"sura my sent nadol my decreed zakon. My revealed zretelny revelations ze ona berie heed"},{"SurahNumber":24,"VerseNumber":2,"Text":"adulteress adulterer ona whip each z them sto lashes Nie kymacanie by zlutovanie beriem GOD's zakon if ona truly verit v GOD Posledny Dni! let zoskupit believers svedok ich penalty"},{"SurahNumber":24,"VerseNumber":3,"Text":"adulterer koniec vydana adulteress idol worshiper adulteress koniec vydana adulterer idol worshiper! This zakazat believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"Those zalovat zenaty zensky adultery potom zlyhat produce 4 svedok ona whip them 80 lashes nie accept any testimony z them; they bol zlomyselny"},{"SurahNumber":24,"VerseNumber":5,"Text":"they repent afterwards reform potom GOD bol Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"Mat rad for those zalovat ich own spouses any inaksie svedok potom testimony accepted he swears GOD 4 cas he telling truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"oath bol incur GOD's condemnation him he laicky"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ona considered innocent ona swears GOD 4 lehota he bol liar"},{"SurahNumber":24,"VerseNumber":9,"Text":"oath incur GOD's zloba ju he telling truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"This bol GOD's grace zlutovanie ona! GOD bol Redeemer Wise"},{"SurahNumber":24,"VerseNumber":11,"Text":"gang ona produced velky laicky Nie myslienka it bol zly ona; radsej it bol dobry for ona. Zatial each jeden z them zarabat jeho share guilt. Mat rad for 1 kto zasvatit whole incident he incurred hrozny retribution"},{"SurahNumber":24,"VerseNumber":12,"Text":"When ona heard it verit clovek verit zensky had lepsi thoughts themselves said This bol obviously velky laicky"},{"SurahNumber":24,"VerseNumber":13,"Text":"Len they produced 4 svedok (ona verit them)! they zlyhat produce svedok potom they bol GOD liars"},{"SurahNumber":24,"VerseNumber":14,"Text":"If it je for GOD's grace ona Jeho zlutovanie v this world Hereafter ona suffered velka retribution this incident"},{"SurahNumber":24,"VerseNumber":15,"Text":"Ona fabricated it tvoj own jazyk zvysok z ona repeated it tvoj usta without proof Ona myslienka bol simple when it bol GOD gross"},{"SurahNumber":24,"VerseNumber":16,"Text":"When ona heard it ona said My nie repeat this. Glory bol Ona. This bol gross falsehood"},{"SurahNumber":24,"VerseNumber":17,"Text":"GOD admonishes ONA ZE ONA never ROBIT it ZNOVA ONA bol believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"GOD thus explains revelations ONA. GOD bol Omniscient Wise"},{"SurahNumber":24,"VerseNumber":19,"Text":"Those laska see immorality spread believers incurred painful retribution v this zivot Hereafter GOD zauzlit, CHVILA ONA NIE ZAUZLIT"},{"SurahNumber":24,"VerseNumber":20,"Text":"GOD LEJAK ONA JEHO grace ZLUTOVANIE! GOD bol LASKAVY towards believers Merciful"},{"SurahNumber":24,"VerseNumber":21,"Text":"O ona verit nie nasledovat steps Satan! Ktokolvek nasledovat steps Satan zauzlit lenze he zastanca zly zverak. If it je for GOD's grace ona Jeho zlutovanie ziaden z ona purified GOD purifies whomever He wills. GOD bol Hearer Knower"},{"SurahNumber":24,"VerseNumber":22,"Text":"Those among ona zehnat resources wealth bol charitable towards ich vztazny chudobny those immigrated GOD They treat them laskavo znasanlivost; ona nie laska attain GOD's forgiveness? GOD bol Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":23,"Text":"Iste those falsely zalovat zenaty zensky bol zbozny believers incurred condemnation v this zivot Hereafter they incurred horrendous retribution"},{"SurahNumber":24,"VerseNumber":24,"Text":"Dni pojdem when ich own jazyk hands nohy bear svedok everything they robit"},{"SurahNumber":24,"VerseNumber":25,"Text":"On dni GOD will requite them fully for ich robota they will zalozit out lenze GOD bol Truth"},{"SurahNumber":24,"VerseNumber":26,"Text":"Zly zensky zly clovek zly clovek zly zensky dobry zensky dobry clovek dobry clovek dobry zensky. The latter bol innocent z such accusations. They attained forgiveness generous reward"},{"SurahNumber":24,"VerseNumber":27,"Text":"O ona verit nie zapisat domov inak than yours permission z ich inhabitants pozdravy them! This je lepsie ona ze ona berie heed"},{"SurahNumber":24,"VerseNumber":28,"Text":"Ona zalozit ziaden 1 them nie zapisat them ona ziskat permission! Ona told Ist ona ist This bol purer for ona. GOD JE fully aware z everything ONA ROBIT"},{"SurahNumber":24,"VerseNumber":29,"Text":"Ona nie commit omyl zapisat uninhabited domov wherein there bol nieco belongs do ona! GOD zauzlit everything ONA reveal everything ONA ZATAJIT"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Tell verit clovek they subdue ich oci nie stare zensky) maintain ich chastity! This bol purer for them. GOD JE fully Cognizant Z everything they ROBIT"},{"SurahNumber":24,"VerseNumber":31,"Text":"A tell verit zensky subdue ich oci maintain ich chastity! They nie reveal any parts z ich zbor lenze kto bol necessary! They pokryvka ich chests nie relax this zakonnik presence ich muz ich otca otca ich muz ich syn syn ich muz ich brat syn ich brat syn ich sestra inak zensky muzsky servants zriadenec sexual drive nullified dieta nie zastihnut puberty. They nie strike ich nohy when they chodza v poradie shake reveal certain details ich zbor! All z ona repent GOD O ona believers ze ona succeed"},{"SurahNumber":24,"VerseNumber":32,"Text":"Ona encourage those z ona bol single get zenaty! They vydana righteous among tvoj muzsky zenska servants they bol chudobny. GOD will enrich them JEHO grace GOD bol Bounteous Knower"},{"SurahNumber":24,"VerseNumber":33,"Text":"Those nie afford get zenaty maintain morality GOD zadovazit for them z Jeho grace Those among tvoj servants zelat volny v poradie vydana ona grant them ich zelat once ona realize lenze they bol honest Dat them GOD's peniaze He bestowed ona. Ona nie force tvoj girls commit prostitution seeking latka this world they zelat je chaste Ktokolvek forces them potom GOD seeing they forced bol Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":34,"Text":"My revealed ona clarifying revelations vzor minuly generations enlightenment for the righteous"},{"SurahNumber":24,"VerseNumber":35,"Text":"GOD bol LAHKY Z heavens ZEM. allegory Jeho lahky bol lenze z concave zrkadlo lampa miesto glass container. glass container bol chapavy pearl-like star Kurivo thereof zasoba zehnat oil-producing strom ze bol neither eastern nor zapadny! Its olej je skoro self-radiating; nie zapalit ignite it Kypry upon lahky! GOD guides JEHO LAHKY whoever wills guided GOD thus cites parables LUDIA. GOD bol fully aware z all things"},{"SurahNumber":24,"VerseNumber":36,"Text":"God's guidance zalozit dom exalted GOD Jeho vola sa commemorated therein! Glorifying Him therein dni i night"},{"SurahNumber":24,"VerseNumber":37,"Text":"Ludia nie zmateny by zalezitost zivnost commemorating GOD they observe Zmluva Prayers (Salat) dat zavazny laska k bliznemu (Zakat) they bol conscious z dni when zmyslanie oci horrified"},{"SurahNumber":24,"VerseNumber":38,"Text":"GOD will ISTOTA reward them ICH DOBRY ROBOTA LEJAK them JEHO grace GOD zadovazit for whomever He wills limits"},{"SurahNumber":24,"VerseNumber":39,"Text":"Mat rad for those disbelieve ich robota bol mirage zbehnut. thirsty clovek myslienka it bol zavlazit! when he zastihnut it he zalozit it bol nothing he zalozit GOD there radsej requite him fully jeho robota. GOD bol the vela ZDATNY reckoner"},{"SurahNumber":24,"VerseNumber":40,"Text":"Iny allegory bol z je total darkness violent ocean kyvat kyvat inak thick fog Darkness darkness -he looked jeho own hand he ledva see it Whomever GOD zbavit z kypry nie have kypry"},{"SurahNumber":24,"VerseNumber":41,"Text":"Ona nie realize ze everyone heavens zem glorifies GOD vecer birds mat rad they letiet column? Each zauzlit its prayer its glorification. GOD JE fully aware z everything they ROBIT"},{"SurahNumber":24,"VerseNumber":42,"Text":"Do GOD belongs sovereignty z heavens zem do GOD bol zaverecny destiny"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ona nie realize lenze GOD drives clouds robit potom zozbierat them dohromady potom piles them on each inak, potom ona see dazo pojdem out z them? He sends sky loads snow pokryvka whomever He wills chvila diverting it z whomever He wills! brightness snow skoro blinds oci"},{"SurahNumber":24,"VerseNumber":44,"Text":"GOD controls night DNI. This bol lekcia those possess oci"},{"SurahNumber":24,"VerseNumber":45,"Text":"GOD created kazdy zivy creature z zavlazit! Some z them chodit ich brucho some chodit 2 noha some chodza 4. GOD creates whatever He wills. GOD bol Omnipotent"},{"SurahNumber":24,"VerseNumber":46,"Text":"My sent ona clarifying revelations potom GOD guides whoever wills guided straight chodnicek"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say My verit v GOD posol my obey potom some z them slide chrbat afterwards! These je believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"When they invited GOD Jeho posol judge them some z them zvratit"},{"SurahNumber":24,"VerseNumber":49,"Text":"if judgment bol ich favor they readily accept it"},{"SurahNumber":24,"VerseNumber":50,"Text":"bol there disease ich srdce? Je they doubtful? Je they afraid lenze GOD Jeho posol treat them unfairly? Skutocne bol they bol unjust"},{"SurahNumber":24,"VerseNumber":51,"Text":"Iba utterance believers whenever invited do GOD Jeho posol judge ich affairs je say My hear my obey These bol winners"},{"SurahNumber":24,"VerseNumber":52,"Text":"Those obey GOD Jeho posol reverence GOD observe Him these bol triumphant jeden"},{"SurahNumber":24,"VerseNumber":53,"Text":"They swear GOD solemnly ona commanded them mobilize they mobilize! Say nie swear. Obedience bol zavaznost. GOD JE fully Cognizant Z everything ONA ROBIT"},{"SurahNumber":24,"VerseNumber":54,"Text":"Say Obey GOD obey posol. they refuse potom he bol zodpovedny jeho zavaznost ona bol zodpovedny for tvoj zavaznost. Ona obey him ona guided Chodidlo clo posol bol deliver (odkaz)"},{"SurahNumber":24,"VerseNumber":55,"Text":"GOD promises those ONA verit lead righteous ZIVOT ZE He ROBIT them sovereigns ZEM mat rad He ROBIT for those before them A ZRIADIT for them NABOZENSTVO He ZVOLIT SI them ZASTUPID peace ZARUKA them v miesto Z fear All this because they kult Mna alone they never set any idols Mna. Those disbelieve this bol the truly zlomyselny"},{"SurahNumber":24,"VerseNumber":56,"Text":"Ona observe Zmluva Prayers (Salat) dat zavazny laska k bliznemu (Zakat) obey posol ze ona attain zlutovanie"},{"SurahNumber":24,"VerseNumber":57,"Text":"Nie myslienka those disbelieve vzdy get it Ich zaverecny abode bol Hell; co chudobny destiny"},{"SurahNumber":24,"VerseNumber":58,"Text":"(O ona verit permission ziadost tvoj servants dieta nie attained puberty zapisat tvoj izba)! This bol je robi v 3 instances -Dawn Prayer noon when ona zmenit tvoj clothes zvysok Night Prayer. These je 3 private lehota ona. Do inaksie cas nie bol zlo ona them mingle 1 iny GOD thus clarifies revelations ONA. GOD bol Omniscient Wise"},{"SurahNumber":24,"VerseNumber":59,"Text":"(Once dieta zastihnut puberty they ziadat permission before zapisat) mat rad those became dospely them ziadat permission before zapisat)! GOD thus clarifies JEHO revelations ONA. GOD bol Omniscient Wise"},{"SurahNumber":24,"VerseNumber":60,"Text":"elderly zensky nie expect get zenaty commit nothing zlo by relaxing ich saty zakonnik zadovazit they nie reveal i vela z ich zbor! maintain modesty je lepsie them. GOD bol Hearer Knower"},{"SurahNumber":24,"VerseNumber":61,"Text":"blind nie bol blamed crippled nie bol blamed nor handicapped blamed iba mat rad ona nie bol blamed for jestn tvoj domov domov tvoj otca domov tvoj matka domov tvoj brat domov tvoj sestra domov tvoj otca brat domov tvoj otca sestra domov tvoj matka brat domov tvoj matka sestra domov belong do ona ona possess ich kluc domov tvoj znamy! Ona commit nothing zlo jestn dohromady mat rad individuum! When ona zapisat any domov ona greet each inak pozdravy z GOD zehnat a dobry. GOD thus explains revelations ONA ONA CHAPAT"},{"SurahNumber":24,"VerseNumber":62,"Text":"true believers bol those verit v GOD Jeho posol a when they bol him obec schodza they robi nie lavy him permission! Those ziadat permission bol jeden verit v GOD Jeho posol. they ziadat tvoj permission v poradie tend do some z ich affairs ona grant permission whomever ona zelat ziadat GOD forgive them! GOD bol Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":63,"Text":"Nie treat posol ziadost ona treat each others' ziadost! GOD JE fully aware z those among ONA ZALOVAT away pouzivat flimsy excuses Let them beware -those disobey jeho zakazka -for disaster strike them severe retribution"},{"SurahNumber":24,"VerseNumber":64,"Text":"Absolutely do GOD belongs everything heavens zem! He fully zauzlit kazdy condition ona bol do. Dni ona spatny listok Him He informovat them z everything they robit. GOD bol fully aware z all things"}]}