{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Glorifying BOH vse u nebi ta vse na zemli. Yomu nalezhytʹ vsʹomu tsaryuvannyu, ta yomu nalezhytʹ vsiy pokhvali, ta Vin Omnipotent"},{"SurahNumber":64,"VerseNumber":2,"Text":"Vin yavlyaye soboyu odyn khto utvoryv vas, todi sered vy ye disbeliever, ta viruyuchyy. BOH tsilkom Seer vse vy"},{"SurahNumber":64,"VerseNumber":3,"Text":"Vin utvoryv nebo ta zemlyu dlya spetsyfichnoyi mety, zamysleni vy ta perfected vash proekt, todi yomu yavlyaye soboyu zaklyuchnu dolyu"},{"SurahNumber":64,"VerseNumber":4,"Text":"Vin znaye vse u nebi ta zemli, ta Vin znaye vse vy prykhovuyete ta vse vy zayavlyayete. BOH znaye tsilkom nayhlybshi dumky"},{"SurahNumber":64,"VerseNumber":5,"Text":"vy vidznachyly tsi khto disbelieved ranishe, todi zaznaly naslidkiv yikhnʹoho rishennya? Vony zaznaly bolisnoho retribution"},{"SurahNumber":64,"VerseNumber":6,"Text":"Tse tomu, shcho yikhni kur'yery poyikhaly yim z yasnymy dokazamy, ale vony kazhetʹsya, 'Budutʹ my slidkuyemo humans lyubymo nas?\" Vony disbelieved ta prohnanyy. BOH ne potrebuye yikh; BOH ye u ne treba, Praiseworthy"},{"SurahNumber":64,"VerseNumber":7,"Text":"Tsey khto disbelieved pretenziya shcho vony ne budutʹ resurrected! Tak diysno, moyim Lordom, vy budete resurrected, ta vy budete trymatysya vidpovidalʹni za vse vy zrobyly. Tse ye lehke dlya BOHA zrobyty"},{"SurahNumber":64,"VerseNumber":8,"Text":"Tomu, vy budete viryty v BOHU ta Yoho kur'yeru, ta svitli shcho my vidkryly herein. BOH tsilkom Cognizant vse vy"},{"SurahNumber":64,"VerseNumber":9,"Text":"denʹ prybude koly Vin sklykaye vas do Dnya Sklykayuchoho. Shcho yavlyaye soboyu Denʹ Vzayemnoho Osudzhuyuchoho. Budʹ khto khto virytʹ v BOHU ta vede spravedlyve zhyttya, Vin vidishle yoho hrikhy, ta dopustytʹ yoho u park z techuchymy potokamy. Vony perebuyutʹ tam zavzhdy. Tse yavlyaye soboyu naybilʹsh velykyy triumf"},{"SurahNumber":64,"VerseNumber":10,"Text":"Yak dlya tsykh khto disbelieve ta vidkhylyayutʹ nashi vidkryttya, vony yavlyayutʹ soboyu dwellers Hellfire; vony perebuyutʹ tam zavzhdy. Shcho neshchasna dolya"},{"SurahNumber":64,"VerseNumber":11,"Text":"Nichoho ne vidbuvayetʹsya do vas krim u vidpovidnosti do BOZHOHO budete. Budʹ khto khto virytʹ v BOHU, Vin bude keruvaty yoho sertsem. BOH znaye tsilkom vsi rechi"},{"SurahNumber":64,"VerseNumber":12,"Text":"Vy budete pidkorytysya BOHU ta vy budete pidkorytysya kur'yeru. Yakshcho vy prohanyayete, todi yedyna misiya nashoho kur'yera musytʹ dostavyty povidomlennya"},{"SurahNumber":64,"VerseNumber":13,"Text":"BOH: nemaye inshoho boha krim Yoho. U BOHU viruyuchi budutʹ dovira"},{"SurahNumber":64,"VerseNumber":14,"Text":"O vy shcho vvazhayete, vashe podruzhzhya ta vashi dity mozhutʹ buty vashi vorohy; beware. Yakshcho vy probachayete, zabuvayete, ta probachayete, todi BOH Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":64,"VerseNumber":15,"Text":"Vashi hroshi ta dity ye test, ta BOH volodiye velykoyu vynahorodoyu"},{"SurahNumber":64,"VerseNumber":16,"Text":"Tomu, vy budete BOH povahy yak bahato tomu shcho vy mozhete, ta slukhayete, ta pidkoryayetesya, ta dayete (do dobrodiynosti) dlya vashoho vlasnoyi harnoyi. Budʹ khto khto zakhyshchayetʹsya z yoho vlasnoho stinginess, tsʹoho yavlyayutʹ soboyu uspishni"},{"SurahNumber":64,"VerseNumber":17,"Text":"Yakshcho vy zychyte BOHU pozyku righteousness, Vin pomnozhytʹ vynahorodu dlya vas mahistralʹ, ta probachayete vam. BOH Appreciative, Clement"},{"SurahNumber":64,"VerseNumber":18,"Text":"Knower vsikh tayemnytsʹ ta deklaratsiy; Mohutniy, Naybilʹsh Mudryy"}]}