{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"O lyudi, boytes' Gospoda vashego! Ved' sotryaseniye poslednego chasa - veshch' velikaya"},{"SurahNumber":22,"VerseNumber":2,"Text":"V tot den', kak vy yego uvidite, kazhdaya kormyashchaya zabudet togo, kogo kormila, a kazhdaya obladatel'nitsa noshi slozhit svoyu noshu. I uvidish' ty lyudey p'yanymi, no oni ne p'yany. No nakazaniye Allakha - sil'no"},{"SurahNumber":22,"VerseNumber":3,"Text":"I sredi lyudey yest' takiye, kotoryye prepirayutsya ob Allakhe bez znaniya i sleduyut za vsyakim satanoy derzkim"},{"SurahNumber":22,"VerseNumber":4,"Text":"Prednachertano o nem, chto tekh, kto voz'met yego blizkim, on sob'yet s puti i povedet k nakazaniyu ognya"},{"SurahNumber":22,"VerseNumber":5,"Text":"O lyudi! Yesli vy v somnenii o voskreshenii, to ved' My sozdali vas iz prakha, potom iz kapli, potom iz sgustka krovi, potom iz kuska myasa, sformovannogo ili besformennogo, chtoby raz\"yasnit' vam (eto). I pomeshchayem i v utrobakh, naskol'ko zakhotim, do opredelennogo sroka. Potom vyvodim vas mladentsem, potom - chtoby vy dostigli vashey zrelosti. Sredi vas yest' tot, kto upokoyayetsya, i sredi vas yest' tot, kto vozvrashchayetsya k zhalchayshey zhizni, chtoby ne znat' posle znaniya nichego. I vidish' ty zemlyu besplodnoy, a kogda My nizvodim na neye vodu, ona prikhodit v dvizheniye i razbukhayet i vyrashchivayet vsyakiye prekrasnyye pary"},{"SurahNumber":22,"VerseNumber":6,"Text":"Eto potomu, chto Allakh yest' istina, i chto On zhivit' mertvykh, i chto On nad vsyakoy veshch'yu moshchen"},{"SurahNumber":22,"VerseNumber":7,"Text":"i chto chas nastupit, - net somneniya v tom! - i chto Allakh vozdvignet tekh, kto v mogilakh"},{"SurahNumber":22,"VerseNumber":8,"Text":"I sredi lyudey yest' takoy, kto prepirayetsya ob Allakhe bez znaniya, i bez rukovodstva, i osveshchayushchey knigi"},{"SurahNumber":22,"VerseNumber":9,"Text":"otvorachivaya svoyu sheyu, chtoby sbit' s puti Allakha. Dlya nego v blizhayshem mire - pozor, a v den' vosstaniya My zastavim yego vkusit' nakazaniye ognya"},{"SurahNumber":22,"VerseNumber":10,"Text":"Eto - za to, chto ugotovali tvoi ruki ran'she, i potomu, chto Allakh ne obidchik dlya rabov"},{"SurahNumber":22,"VerseNumber":11,"Text":"Sredi lyudey yest' takoy, kto poklonyayetsya Allakhu na ostriye: yesli yego postigayet dobro, on uspokaivayetsya v etom; a yesli yego postigayet iskusheniye, on povorachivayetsya svoim litsom, utrativ i blizhayshuyu zhizn' i poslednyuyu. Eto - yavnaya poterya"},{"SurahNumber":22,"VerseNumber":12,"Text":"Vmesto Allakha on prizyvayet to, chto yemu ne prinosit ni vreda, ni pol'zy, eto - dalekoye zabluzhdeniye"},{"SurahNumber":22,"VerseNumber":13,"Text":"On prizyvayet togo, ot kotorogo vred blizhe pol'zy. Plokh gospodin, i plokh sotovarishch"},{"SurahNumber":22,"VerseNumber":14,"Text":"Allakh vvodit tekh, kotoryye uverovali i tvorili blagoye, v sady, gde vnizu tekut reki. Ved' Allakh delayet to, chto khochet"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kto dumayet, chto Allakh ne pomozhet yemu v blizhayshey i budushchey zhizni, pust' protyanet verevku k nebu, a potom pust' otrezhet i pust' posmotrit, udalit li yego khitrost' to, chto yego gnevayet"},{"SurahNumber":22,"VerseNumber":16,"Text":"I tak My nizveli yego, kak yasnoye znameniya, i potomu, chto Allakh vedet pryamym putem, kogo pozhelayet"},{"SurahNumber":22,"VerseNumber":17,"Text":"Poistine, te, kotoryye uverovali, i te, kotoryye stali iudeyami i sabii, i khristiane, i magi, i te, kotoryye pridayut sotovarishchey, - ved' Allakh razlichit ikh v den' voskreseniya. Poistine, Allakh o vsyakoy veshchi svidetel'"},{"SurahNumber":22,"VerseNumber":18,"Text":"Razve ty ne videl, chto Allakhu poklonyayetsya i tot, kto v nebesakh, i kto na zemle: i solntse, i luna, zvezdy, i gory, i derev'ya, i zhivotnyye, i mnogo lyudey; i mnogo tekh, dlya kotorykh zasluzheno nakazaniye! A kogo unizit Allakh, tomu net vozvyshayushchego. Poistine, Allakh delayet, chto pozhelayet"},{"SurahNumber":22,"VerseNumber":19,"Text":"Vot - dva vraga, kotoryye vrazhdovali ob ikh gospode; tem, kotoryye ne verovali, vykroyeny odezhdy iz ognya, prolivayetsya na ikh golovy kipyatok"},{"SurahNumber":22,"VerseNumber":20,"Text":"Rastaplivayetsya ot etogo to, chto u nikh v utrobakh, i (ikh) kozhi"},{"SurahNumber":22,"VerseNumber":21,"Text":"Dlya nikh yest' zheleznyye kryuch'ya"},{"SurahNumber":22,"VerseNumber":22,"Text":"Vsyakiy raz, kak oni zakhotyat vyyti ottuda iz stradaniy, ikh vernut tuda i... vkusite mucheniya ognya"},{"SurahNumber":22,"VerseNumber":23,"Text":"Poistine, Allakh vvedet tekh, kotoryye uverovali i tvorili blagoye, v sady, gde vnizu tekut reki. Razukrasheny oni tam budut brasletami iz zolota i zhemchugami, i odeyaniye ikh tam - shelk"},{"SurahNumber":22,"VerseNumber":24,"Text":"I oni napravleny k blagomu slovu, i oni napravleny k puti dostokhval'nogo"},{"SurahNumber":22,"VerseNumber":25,"Text":"Poistine, te, kotoryye ne verovali i otklonyayut ot puti Allakha i zapretnoy mecheti, kotoruyu My ustroili odinakovo dlya vsekh lyudey - i prebyvayushchego tam i kochuyushchego, - i yesli kto pozhelayet tam otstupnichestva po nespravedlivosti, My yemu dadim vkusit' boleznennoye nakazaniye"},{"SurahNumber":22,"VerseNumber":26,"Text":"I vot My ustroili dlya Ibrakhima mesto doma: \"Ne pridavay Mne v sotovarishchi nichego i ochisti dom Moy dlya obkhodyashchikh yego, i stoyashchikh, i klanyayushchikhsya s prekloneniyem"},{"SurahNumber":22,"VerseNumber":27,"Text":"I vozvesti sredi lyudey o khadzhe: oni pridut k tebe peshkom i na vsyakikh toshchikh, kotoryye prikhodyat iz vsyakoy glubokoy rasshcheliny"},{"SurahNumber":22,"VerseNumber":28,"Text":"chtoby svidetel'stvovat' o poleznom im i pominat' imya Allakha v opredelennyye dni nad darovannymi im zhivotnymi iz skota: yesh'te ikh i nakormite neschastnogo bednyaka"},{"SurahNumber":22,"VerseNumber":29,"Text":"Potom pust' oni pokonchat so svoyeyu neopryatnost'yu i polnost'yu vypolnyat svoi obety i pust' oboydut krugom drevnego doma"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tak! I kto pochitayet zaprety Allakha - eto luchshe dlya nego pred yego Gospodom. Razresheny vam skoty, krome togo, o chem vam chitayetsya. Ustranyaytes' zhe skverny idolov, ustranyaytes' slova lzhivogo"},{"SurahNumber":22,"VerseNumber":31,"Text":"khanifami pred Allakhom, ne pridayushchimi Yemu sotovarishchey. A kto pridayet Allakhu sotovarishchey, - tochno on upal s neba, i skhvatyat yego ptitsy, ili zaneset yego veter v dalekoye mesto"},{"SurahNumber":22,"VerseNumber":32,"Text":"Tak! A kto pochitayet otmechennykh dlya Allakha... ved' oni ot bogoboyaznennosti serdets"},{"SurahNumber":22,"VerseNumber":33,"Text":"Vam v nikh pol'za do ukazannogo sroka, a potom mesto ikh u drevnego doma"},{"SurahNumber":22,"VerseNumber":34,"Text":"I vsyakomu narodu ustroili My obryad pokloneniya, chtoby oni pominali imya Allakha nad zhivotnymi iz skota, kotorykh On im daroval. Ibo bog vash - Bog yedinyy: Yemu predaytes'; a ty obraduy smirennykh"},{"SurahNumber":22,"VerseNumber":35,"Text":"tekh, u kotorykh strashatsya serdtsa, kogda pominayetsya Allakh, i terpelivykh k tomu, chto ikh postigayet, i vystaivayushchikh molitvu, i kotoryye raskhoduyut iz togo, chto My im darovali"},{"SurahNumber":22,"VerseNumber":36,"Text":"Tuchnykh My sdelali dlya vas iz otmechennykh dlya Allakha; dlya vas v nikh blago. Pominayte zhe imya Allakha nad nimi, stoyashchimi v ryad. A kogda ikh boka povergnutsya, to yesh'te ikh i kormite sderzhannogo i prosyashchego stydlivo. Tak My podchinili ikh vam, - mozhet byt', vy budete blagodarny"},{"SurahNumber":22,"VerseNumber":37,"Text":"Ne doydet do Allakha ni ikh myaso, ni ikh krov', no dokhodit do Nego bogoboyaznennost' vasha. Tak On podchinil ikh vam, chtoby vy vozvelichili Allakha za to, chto On vyvel vas na pryamoy put', a ty obraduy delayushchikh dobro"},{"SurahNumber":22,"VerseNumber":38,"Text":"Poistine, Allakh okhranyayet tekh, kotoryye uverovali! Poistine, Allakh ne lyubit vsyakogo izmennika, nevernogo"},{"SurahNumber":22,"VerseNumber":39,"Text":"Dozvoleno tem, s kotorymi srazhayutsya, za to, chto oni obizheny... Poistine, Allakh mozhet pomoch' im"},{"SurahNumber":22,"VerseNumber":40,"Text":"tem, kotoryye izgnany iz svoikh domov bez prava, razve tol'ko za to, chto oni govorili: \"Gospod' nash - Allakh\". I yesli by ne zashchita Allakhom lyudey odnikh drugimi, to razrusheny byli by skity, i tserkvi, i mesta molitvy, i mesta pokloneniya, v kotorykh pominayetsya imya Allakha mnogo. Pomozhet Allakh tomu, komu On pomozhet, - ved' Allakh silen, slaven"},{"SurahNumber":22,"VerseNumber":41,"Text":"tem, kto - yesli My ikh ukreplyayem na zemle - podderzhivayut molitvu, i dayut ochishcheniye, i prikazyvayut vedomoye, i uderzhivayut ot neodobryayemogo. K Allakhu - zaversheniye del"},{"SurahNumber":22,"VerseNumber":42,"Text":"Yesli oni schitayut tebya lzhetsom, to do nikh schitali lzhetsami (prorokov) narod Nukha, i Ad, i Samud"},{"SurahNumber":22,"VerseNumber":43,"Text":"i naroda Ibrakhima, i narod Luta"},{"SurahNumber":22,"VerseNumber":44,"Text":"i obitateli Madyana; lzhetsom byl ob\"yavlen Musa. YA otsrochil nevernym, potom skhvatil ikh, kakovo bylo Moye negodovaniye"},{"SurahNumber":22,"VerseNumber":45,"Text":"I skol'ko seleniy My pogubili, kogda oni byli nepravedny! I vot oni sokrushilis' na svoikh osnovaniyakh! Skol'ko kolodtsev opustevshikh i zamkov vozdvignutykh"},{"SurahNumber":22,"VerseNumber":46,"Text":"Neuzheli zh oni ne khodili po zemle, chtoby u nikh okazalis' serdtsa, kotorymi oni razumeyut, ili ushi, kotorymi oni slushayut? Ved' ne slepy vzory, a slepy serdtsa, kotoryye v grudi"},{"SurahNumber":22,"VerseNumber":47,"Text":"Oni toropyat tebya s nakazaniyem, no Allakh ne izmenit Svoyego obeshchaniya, i, poistine, den' u tvoyego Gospoda, kak tysyacha let iz tekh, chto vy schitayete"},{"SurahNumber":22,"VerseNumber":48,"Text":"I skol'kim seleniyam YA otsrochil, kogda oni byli nepravedny, potom YA skhvatil ikh, i ko Mne - vozvrashcheniye"},{"SurahNumber":22,"VerseNumber":49,"Text":"Skazhi: \"O lyudi! YA dlya vas yasnyy uveshchevatel'"},{"SurahNumber":22,"VerseNumber":50,"Text":"I te, kotoryye uverovali i tvorili blagoye, - im proshcheniye i dostoynyy udel"},{"SurahNumber":22,"VerseNumber":51,"Text":"A te, kotoryye prilagali staraniye k Nashim znameniyam, pytayas' ikh oslabit', te - obitateli ognya"},{"SurahNumber":22,"VerseNumber":52,"Text":"I ne posylali My do tebya nikakogo poslannika ili proroka bez togo, chtoby, kogda on predavalsya mechtam, satana ne brosil v yego mechty chego-libo, no Allakh stirayet to, chto brosayet satana, potom Allakh utverzhdayet Svoi znameniya, - ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":22,"VerseNumber":53,"Text":"dlya togo, chtoby sdelat' to, chto vvergayet satana ispytaniyem dlya tekh, v serdtsakh, kotorykh bolezn' i u kotorykh ozhestocheny serdtsa, - ved' obidchiki - v dalekom raskole"},{"SurahNumber":22,"VerseNumber":54,"Text":"i dlya togo, chtoby uznali te, komu darovano znameniye, chto on yest' istina ot tvoyego Gospoda, i uverovali v Nego i pokorilis' pred Nim serdtsa ikh. Poistine, Allakh vedet tekh, kotoryye uverovali, k pryamoy doroge"},{"SurahNumber":22,"VerseNumber":55,"Text":"Vlast' togda - u Allakha, On rassudit ikh. I te, kotoryye uverovali i tvorili blagoye, - v sadakh blagodenstviya"},{"SurahNumber":22,"VerseNumber":56,"Text":"Vlast' togda u Allakha. On rassudit ikh. I te, kotoryye uverovali i tvorili blagoye, - v sadakh blagodenstviya"},{"SurahNumber":22,"VerseNumber":57,"Text":"A te, kotoryye ne verovali i schitali lozh'yu Nashi znameniya, - dlya nikh nakazaniye unizitel'noye"},{"SurahNumber":22,"VerseNumber":58,"Text":"A te, kotoryye pereselilis' po puti Allakha, potom byli ubity ili umerli, - nadelit ikh Allakh, konechno, khoroshim udelom. Ved', poistine, Allakh - On luchshiy iz nadelyayushchikh"},{"SurahNumber":22,"VerseNumber":59,"Text":"On, konechno, vvedet ikh vkhodom, kotorym oni budut dovol'ny. Poistine, Allakh - znayushchiy, krotkiy"},{"SurahNumber":22,"VerseNumber":60,"Text":"Poistine, tak! I kto nakazyvayet tem zhe, chem byl nakazan, a potom protiv nego budet postupleno nespravedlivo, - yemu nepremenno pomozhet Allakh. Poistine, Allakh - izvinyayushchiy, proshchayushchiy"},{"SurahNumber":22,"VerseNumber":61,"Text":"Eto potomu, chto Allakh vvodit noch' v den' i vvodit den' v noch', i potomu, chto Allakh - slyshashchiy, vidyashchiy"},{"SurahNumber":22,"VerseNumber":62,"Text":"Eto potomu, chto Allakh - istina, (potomu), chto to, chto oni prizyvayut pomimo Nego, eto - lozh', i potomu, chto Allakh - vysokiy, velikiy"},{"SurahNumber":22,"VerseNumber":63,"Text":"Razve ty ne videl, chto Allakh nizvel s neba vodu, i zemlya okazyvayetsya pozelenevshey. Poistine, Allakh - milostiv, svedushch"},{"SurahNumber":22,"VerseNumber":64,"Text":"Yemu prinadlezhit to, chto v nebesakh i chto na zemle; poistine, Allakh - bogat, preslaven"},{"SurahNumber":22,"VerseNumber":65,"Text":"Razve ty ne videl, chto Allakh podchinil vam to, chto na zemle, i korabl', kotoryy techet po moryu s Yego poveleniya? I On derzhit nebo, chtoby ono ne upalo na zemlyu inache, kak s Yego dozvoleniya. Poistine, Allakh k lyudyam krotok, milostiv"},{"SurahNumber":22,"VerseNumber":66,"Text":"On - Tot, kto ozhivil vas; potom On umertvit vas, potom ozhivit. Poistine, chelovek ne blagodaren"},{"SurahNumber":22,"VerseNumber":67,"Text":"Dlya vsyakogo naroda My stroili obryad pokloneniya, kotorym oni poklonyayutsya. Pust' zhe oni ne sporyat s toboy iz-za etogo dela. Prizyvay k Gospodu tvoyemu, ved' ty na pryamom puti"},{"SurahNumber":22,"VerseNumber":68,"Text":"A yesli oni s toboy prepirayutsya, to skazhi: \"Allakh luchshe znayet to, chto vy delayete"},{"SurahNumber":22,"VerseNumber":69,"Text":"Allakh rassudit vas v den' voskreseniya v tom, v chem vy chasto raznoglasili"},{"SurahNumber":22,"VerseNumber":70,"Text":"Razve ty ne znayesh', chto Allakh znayet to, chto v nebe i na zemle? Poistine, eto - v pisanii; poistine, eto dlya Allakha legko"},{"SurahNumber":22,"VerseNumber":71,"Text":"I poklonyayutsya oni pomimo Allakha tomu, s chem On ne nizvel nikakoy vlasti, i tomu, o chem u nikh net znaniya. I net dlya nepravednykh nikakogo pomoshchnika"},{"SurahNumber":22,"VerseNumber":72,"Text":"A kogda chitayutsya im Nashi znameniya yasno izlozhennymi, ty uznayesh' na litsakh tekh, kotoryye ne uverovali, nepriznaniye. Oni gotovy napast' na tekh, kto chitayet im Nashi znameniya. Skazhi: \"Ne soobshchit' li mne vam o khudshem, chem eto? - ogon', - obeshchal yego Allakh tem, kto ne veroval. I skverno eto vozvrashcheniye"},{"SurahNumber":22,"VerseNumber":73,"Text":"O lyudi! Privoditsya pritcha - prislushaytes' zhe k ney! Poistine, te, kogo vy prizyvayete pomimo Allakha, nikogda ne sozdadut i mukhi, khotya by sobralis' vmeste dlya etogo. A yesli u nikh pokhitit chto-nibud' mukha, oni ne mogut otnyat' ot neye. Slab i prosyashchiy i prosimyy"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ne otsenili oni Allakha dolzhnoy tsenoy. Poistine, Allakh - silen, velik"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allakh izbirayet poslannikov iz angelov i iz lyudey. Poistine, Allakh - slyshashchiy, vidyashchiy"},{"SurahNumber":22,"VerseNumber":76,"Text":"On znayet to, bylo do nikh i chto budet posle nikh, i k Allakhu vozvrashchayutsya dela"},{"SurahNumber":22,"VerseNumber":77,"Text":"O vy, kotoryye uverovali! Klanyaytes' i padayte nits, poklonyaytes' vashemu Gospodu i tvorite dobro, - mozhet byt', vy budete schastlivy"},{"SurahNumber":22,"VerseNumber":78,"Text":"I userdstvuyte ob Allakhe dostoynym yego userdiyem! On izbral vas i ne ustroil dlya vas v religii nikakoy tyagoty, kak i v obshchine ottsa vashego, Ibrakhima. On nazval vas musul'manami ran'she i v eto (vremya), chtoby poslannik byl svidetelem dlya vas, a vy byli svidetelyami dlya lyudey. Vypolnyayte zhe molitvu, davayte ochishcheniye i derzhites' za Allakha! On - vash pokrovitel'. I prekrasen pokrovitel', i prekrasen pomoshchnik"}]}