{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rum (lar) maglub oldu"},{"SurahNumber":30,"VerseNumber":3,"Text":"Yakın bir yerde. Halbuki onlar bu yenilmelerinin ardından gaalib olacaklar"},{"SurahNumber":30,"VerseNumber":4,"Text":"Bir kac yıl icinde. Onunde de, sonunda da emir Allahındır. O gun mu´minler de ferahlanacak"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allahın nusratıyle. O, kimi dilerse ona yardım eder. O, yegane gaalibdir, (mu´minleri) cok esirgeyicidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Bu) Allahın va´di. Allah va´dinden caymaz. Fakat insanların cogu (Onun va´dini) bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar (bu) dunya hayatından (yalınız) bir dıs (taraf) ı bilirler. Ahiretden ise onlar gaafillerin ta kendileridir"},{"SurahNumber":30,"VerseNumber":8,"Text":"Nefisleri hakkında (olsun) iyiden iyi dusunmediler mi? Allah o gokleri, o yeri ve ikisinin arasında bulunan seyleri hakk (ın ikaamesine) ve muayyen bir va´de (nin inkızaasına) sebeb olmakdan baska (bir hikmetle) yaratmamısdır. Hakıykat, insanlardan cogu Rablerine kavusmayı cidden inkar edicilerdir"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar yer (yuzun) de gezib de kendilerinden evvelkilerin aakıbetinin nice olduguna bakmadılar mı? Onlar kuvvetce kendilerinden daha siddetli idiler. Topragı ekmisler, alt ust etmisler, onu bunların i´maar etdiklerinden daha cok i´maar eylemislerdi. Peygamberleri onlara da nice acık huccetler getirmislerdi. Demek, onlara Allah zulm etmiyordu, fakat kendilerine bizzat kendileri zulm ediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra kotuluk eden (o ummet) lerin aakıbeti ates oldu. Cunku onlar Allahın ayetlerini tekzib etmislerdi. Onları eglenceye alıyorlardı"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah ilkin mahlukunu yaratır, sonra onu (olumunun ardından diriltib) alır. Nihayet hepiniz ancak Ona dondurul (ub goturul) e ceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin kopacagı gun gunahkarlar (huccetden umidlerini keserek) susacak (lar) dır"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ortaklarından da kendilerine sefaatcılar olmamısdır (olmayacakdır). Onlar ortaklarını da inkar edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacagı gun, (evet) o gun (mu´minlerle kafirler) birbirinden ayrılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Artık iman edib de guzel guzel amel (ve hareket) lerde bulunanlar (a gelince:) Onlar bir bagcede (yasayıb) mesrur olurlar"},{"SurahNumber":30,"VerseNumber":16,"Text":"Amma kufr (ve inkar) edib de ayetlerimizi ve ahiret mulakaatını yalan sayanlar, onlar da azabda (kalmak uzere) ihzaar olunmuslardır"},{"SurahNumber":30,"VerseNumber":17,"Text":"Haydi aksama girerken, sabaha ererken Allahı tenzih (ve tesbih) edin (namaz kılın)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Goklerde ve yerde hamd Onundur. Gunduzun nihayetinde de, ogle vakfına vardıgınız vakıtda da (Allahı tenzih ve tesbih edin, namaz kılın)"},{"SurahNumber":30,"VerseNumber":19,"Text":"Oluden diriyi, diriden oluyu O cıkarıyor. Arzı, olumunun ardından, O canlandırıyor. Iste siz de (kabirlerinizden) boylece cıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi bir toprakdan yaratmıs olması Onun ayetlerindendir. Sonra siz (her tarafa) yayılır bir beser oldunuz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Size nefislerinizden, kendilerine ısınmanız icin, zevceler yaratmıs olması, aranızda bir sevgi ve esirgeme yapması da Onun ayetlerindendir. Subhe yok ki bunda fikrini iyi i´mal edecek bir kavm icin elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"O gokleri, o yeri yaratması, dillerinizin ve renklerinizin birbirine uymaması da Onun ayetlerindendir. Hakıykat, bunlarda aalimler icin elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Gece gunduz uyumanız ve Onun fazl (-u kerem) inden (nasıyb) aramanız da yine Onun ayetlerindendir. Subhesiz ki bunda da (hakıykatlara) kulak verecek bir zumre icin mutlak ibretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Yine Onun ayetlerindendir ki O, size hem korku, hem tama (vermek) icin simsegi gosteriyor, yukarıdan bir su indiriyor da onunla arza, olumunden sonra, can veriyor. Hakıykat, bunda da aklını kullanacak bir kavm icin elbette ayetler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Gogun ve yerin. Onun emriyle, durması da yine Onun ayetlerindendir. Sonra sizi bir tek da´vetle cagırdıgı zaman hemen yerden cıkacaksınız"},{"SurahNumber":30,"VerseNumber":26,"Text":"Goklerde ve yerde kim varsa Onundur. Hepsi de Ona boyun egicidirler"},{"SurahNumber":30,"VerseNumber":27,"Text":"O, ilkin mahluku yaratıb sonra onu (oldurdukden ve tekrar diriltdikten sonra) iaade edecek olandır ki bu, Ona gore pek kolaydır. Goklerde ve yerde en yuce sıfat (lar) Onun. O, yegane gaalib, yegane hukum ve hikmet saahibidir"},{"SurahNumber":30,"VerseNumber":28,"Text":"O, size kendi nefislerinizden bir temsil getirdi: Sizi rızıklandırdıgımız seylerde sag elinizin malik oldugu (koleler) den ortaklarınız olmasını ister de bu hususda siz (onlarla) musavi olur, onları kendinizi saydıgınız gibi sayar mısınız? Iste biz ayetleri, aklını kullanacak bir kavm icin, boyle acıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır, o zulmedenler bilgisizce kendi nevalarına tabi´ oldu (lar). Artık Allahın sapdırdıgı kimseyi kim dogru yola iletebilir? Onlar icin yardımcılardan (hicbir sey) yokdur"},{"SurahNumber":30,"VerseNumber":30,"Text":"O halde (Habibim) sen yuzunu bir muvahhid olarak dine, Allahın o fıtratına cevir ki O, insanları bunun uzerine yaratmısdır. Allahın yaratısına (hicbir sey) bedel olmaz. Bu, dimdik ayakda duran bir dindir. Fakat insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Hepiniz Ona donun, Ondan korkun. Namazı dosdogru kılın, musriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"(O musriklerden) ki onlar dinlerini darma dagınık etmisler, fırka fırka olmuslardır. (Bunlardan) her zumre, nezdlerinde olanla boburlenicidirler"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanlara bir zarar isaabet etdi mi Rablerine, (yalınız) Ona, donerek, dua ederler. Sonra onlara kendi (canib) inden bir rahmet tatdırdıgı vakit da, bakarsınız ki, onlardan bir guruh Rablerine sirk kosub durmakdadırlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Kendilerine verdigimiz (ni´metler) e nankorluk etmeleri icin. Hele zevk ede durun, yakında bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa biz onlara bir huccet indirdik de Ona es tutmalarını bu mu soyluyor"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ne zaman insanlara bir rahmet tatdırdı isek onunla sımarmıslardır. Kendi ellerinin one surdukleri (gunahlar) yuzunden onlara bir fenalık isaabet edince de hemen onlar umidlerini kesiverirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Allahın kimi dilerse onun rızkını yayıb genisletmekde, (kimi de dilerse onunkini) daraltmakda oldugunu onlar gormediler mi? Subhe yok ki bunda iman edecek bir kavm icin elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Haydi akrıbaya, yoksula, yol ogluna (yolcuya) hakkını ver. Bu, Allahın cemalini (rızaasını) dilemekde olanlar icin (her seyden) hayırlıdır ye onlar korkduklarından emin, umduklarına nail olanların ta kendileridir"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların mallarında artıs olması icin faiz (cinsin) den verdiginiz sey (nakd, mal, sadaka ve saire) Allah katında artmaz. Allahın rızasını dileyerek verdiginiz zekat ise, sevablarını kat kat artıranlar onlar (onu verenler) dir"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah, sizi yaratan, sonra rızkınızı veren, sonra sizi oldurecek, daha sonra da sizi diriltecek olandır. Sizin ortaklarınız icinde bunlardan herhangi bir sey´i yapacak kim? O, cok munezzehdir, es katmakda olduklarından (muberra ve) yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların kendi ellerinin kazandıgı (ihtiyarlarıyle yapdıkları) seyler yuzunden karada, denizde fesad belirdi ki (Allah) yapdıklarının bir kısmını onlara tatdırsın. Olur ki rucu´ ederler onlar"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: «Arzda gezib dolasın da daha evvel (gecen) lerin aakıbeti nice oldu, gorun. Onların cogu musriklerdi"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allahın reddine asla imkan bulunmayan o gunu gelmezden evvel, ki o gun (butun insanlar) boluk boluk ayrılacaklardır, yuzunu haydi o dosdogru dine cevir"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim kufrederse kufru kendi aleyhinedir. Kim de iyi bir amel (ve hareket) de bulunursa (cennetdeki konaklarını) kendileri icin hazırlamıs olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Bunun hikmeti de iman edib de guzel guzel amel (ve hareket) de bulunanları (Allahın) fazl (ı ilahisi) nden mukafatlandırmasıdır. Cunku O, kafirleri hakıykaten sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"(Allahın) — rahmetinden size tatdırması, emriyle gemilerin akması, fazlından (nasıyb) aramanız ve sukretmeniz icin — ruzgarları mujdeciler olarak gondermesi Onun ayetlerindendir"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki biz senden evvel kendi kavmlerine (nice) peygamberler gondermisizdir de onlara acık acık burhanlar getirmislerdir. Fakat (iman etmedikleri icin) biz o gunah isleyenlerden intikaam almısızdır. Mu´minlere yardım etmek ise ustumuzde bir hakdır"},{"SurahNumber":30,"VerseNumber":48,"Text":"(Allah Odur ki ruzgarları gonderir de onlar bir bulut kaldırırlar), derken (Allah) bunu gokde nasıl dilerse oylece serer. Onu parca parca da eder. Nihayet gorursun ki aralarından yagmur cıkıb durmakdadır. Artık onu kullarından kimi dilerse onlara nasıyb eder de onlar da hemen sevinirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki onlar bundan evvel uzerlerine (Allahın yagmur) indireceginden kat´iyyen umidlerini kesmislerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Simdi bak Allahın rahmet eserlerine: Arzı, olumunun ardından, nasıl diriltiyor. Subhe yok ki O, oluleri de herhalde (tekrar) dirilticidir. O, her sey´e hakkıyle kaadirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun, biz bir ruzgar gonderir de Onu (n eserini) sararmıs gorurlerse ardından muhakkak ki kufraana baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Bunun icin sen — arkalarına donub giderlerken — o da´veti olulere de duyuramazsın, sagırlara da isitdiremezsin"},{"SurahNumber":30,"VerseNumber":53,"Text":"Sen korleri dahi sapıklıklarından ayırıb dogru yola iletici degilsin. Sen (baskalarına degil) ancak ayetlerimize iman edib de musluman olanlara, (yalınız) onlara dinletebilirsin"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah, sizi bir za´fdan yaratan, sonra diger bir za´fın ardından kuvvet veren, sonra kuvvetin arkasından da yine za´fa ve ihtiyarlıga getirendir. (O), ne dilerse yaratır. O, hakkıyle bilendir, kemaliyle kaadirdir"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyametin kopacagı gun gunahkarlar bir saatden baska kalmadıklarına yemin eder (ler). Iste onlar (dunyada da haktan) boyle donduruluyorlar (yalan soyluyorlar) dı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilenler (soyle) demis (ler) dir (diyeceklerdir); «Andolsun ki Allahın kitabında (ilm-i sabıkında yazdıgı) o tekrar dirilis gunune kadar kaldınız. Iste bu, ha´s gunudur. Fakat siz bilmiyordunuz»"},{"SurahNumber":30,"VerseNumber":57,"Text":"Artık zulmedenlere o gun ma´ziretleri faide vermeyecek, onlardan (Allahın razi olacagı sey´e) rucu´ da istenmeyecekdir"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun ki bu Kur´anda insanlar icin her (cesid) misal (ler) irad etmisizdir. Andolsun ki (Habibim) onlara herhalde bir ayeti getirsen kufreden (o adam) lar mutlakaa: «Siz tezvircilerden baskası degilsiniz» diyeceklerdir"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iste bilmezlerin kalblerine Allah boyle muhur basar"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sen (habibim) simdi sabret. Subhe yok ki Allahın va´di hakdır. (Buna) kat´i inan beslememekde olanlar zinhar seni (sabırsızlıkla) hafiflige goturmesin (ler)"}]}