{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"اے (محمدﷺ) جو کپڑے میں لپٹ رہے ہو"},{"SurahNumber":73,"VerseNumber":2,"Text":"رات کو قیام کیا کرو مگر تھوڑی سی رات"},{"SurahNumber":73,"VerseNumber":3,"Text":"(قیام) آدھی رات (کیا کرو)"},{"SurahNumber":73,"VerseNumber":4,"Text":"یا اس سے کچھ کم یا کچھ زیادہ اور قرآن کو ٹھہر ٹھہر کر پڑھا کرو"},{"SurahNumber":73,"VerseNumber":5,"Text":"ہم عنقریب تم پر ایک بھاری فرمان نازل کریں گے"},{"SurahNumber":73,"VerseNumber":6,"Text":"کچھ شک نہیں کہ رات کا اٹھنا (نفس بہیمی) کو سخت پامال کرتا ہے اور اس وقت ذکر بھی خوب درست ہوتا ہے"},{"SurahNumber":73,"VerseNumber":7,"Text":"دن کے وقت تو تمہیں اور بہت سے شغل ہوتے ہیں"},{"SurahNumber":73,"VerseNumber":8,"Text":"تو اپنے پروردگار کے نام کا ذکر کرو اور ہر طرف سے بےتعلق ہو کر اسی کی طرف متوجہ ہوجاؤ"},{"SurahNumber":73,"VerseNumber":9,"Text":"مشرق اور مغرب کا مالک (ہے اور) اس کے سوا کوئی معبود نہیں تو اسی کو اپنا کارساز بناؤ"},{"SurahNumber":73,"VerseNumber":10,"Text":"اور جو جو (دل آزار) باتیں یہ لوگ کہتے ہیں ان کو سہتے رہو اور اچھے طریق سے ان سے کنارہ کش رہو"},{"SurahNumber":73,"VerseNumber":11,"Text":"اور مجھے ان جھٹلانے والوں سے جو دولتمند ہیں سمجھ لینے دو اور ان کو تھوڑی سی مہلت دے دو"},{"SurahNumber":73,"VerseNumber":12,"Text":"کچھ شک نہیں کہ ہمارے پاس بیڑیاں ہیں اور بھڑکتی ہوئی آگ ہے"},{"SurahNumber":73,"VerseNumber":13,"Text":"اور گلوگیر کھانا ہے اور درد دینے والا عذاب (بھی) ہے"},{"SurahNumber":73,"VerseNumber":14,"Text":"جس دن زمین اور پہاڑ کانپنے لگیں اور پہاڑ ایسے بھر بھرے (گویا) ریت کے ٹیلے ہوجائیں"},{"SurahNumber":73,"VerseNumber":15,"Text":"(اے اہل مکہ) جس طرح ہم نے فرعون کے پاس (موسیٰ کو) پیغمبر (بنا کر) بھیجا تھا (اسی طرح) تمہارے پاس بھی (محمدﷺ) رسول بھیجے ہیں جو تمہارے مقابلے میں گواہ ہوں گے"},{"SurahNumber":73,"VerseNumber":16,"Text":"سو فرعون نے (ہمارے) پیغمبر کا کہا نہ مانا تو ہم نے اس کو بڑے وبال میں پکڑ لیا"},{"SurahNumber":73,"VerseNumber":17,"Text":"اگر تم بھی (ان پیغمبروں کو) نہ مانو گے تو اس دن سے کیونکر بچو گے جو بچّوں کو بوڑھا کر دے گا"},{"SurahNumber":73,"VerseNumber":18,"Text":"(اور) جس سے آسمان پھٹ جائے گا۔ یہ اس کا وعدہ (پورا) ہو کر رہے گا"},{"SurahNumber":73,"VerseNumber":19,"Text":"یہ (قرآن) تو نصیحت ہے۔ سو جو چاہے اپنے پروردگار تک (پہنچنے کا) رستہ اختیار کرلے"},{"SurahNumber":73,"VerseNumber":20,"Text":"تمہارا پروردگار خوب جانتا ہے کہ تم اور تمہارے ساتھ کے لوگ (کبھی) دو تہائی رات کے قریب اور (کبھی) آدھی رات اور (کبھی) تہائی رات قیام کیا کرتے ہو۔ اور خدا تو رات اور دن کا اندازہ رکھتا ہے۔ اس نے معلوم کیا کہ تم اس کو نباہ نہ سکو گے تو اس نے تم پر مہربانی کی۔ پس جتنا آسانی سے ہوسکے (اتنا) قرآن پڑھ لیا کرو۔ اس نے جانا کہ تم میں بعض بیمار بھی ہوتے ہیں اور بعض خدا کے فضل (یعنی معاش) کی تلاش میں ملک میں سفر کرتے ہیں اور بعض خدا کی راہ میں لڑتے ہیں۔ تو جتنا آسانی سے ہوسکے اتنا پڑھ لیا کرو۔ اور نماز پڑھتے رہو اور زکوٰة ادا کرتے رہو اور خدا کو نیک (اور خلوص نیت سے) قرض دیتے رہو۔ اور جو عمل نیک تم اپنے لئے آگے بھیجو گے اس کو خدا کے ہاں بہتر اور صلے میں بزرگ تر پاؤ گے۔ اور خدا سے بخشش مانگتے رہو۔ بےشک خدا بخشنے والا مہربان ہے"}]}