{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"L'ordre d'Allah arrive. Ne le hatez donc pas. Gloire a Lui! Il est au-dessus de ce qu'on Lui associe"},{"SurahNumber":16,"VerseNumber":2,"Text":"Il fait descendre, par Son ordre, les Anges, avec la revelation sur qui Il veut parmi Ses serviteurs: «Avertissez qu'il n'est d'autre divinite que Moi. Craignez-Moi donc»"},{"SurahNumber":16,"VerseNumber":3,"Text":"Il a cree les cieux et la terre avec juste raison. Il transcende ce qu'on [Lui] associe"},{"SurahNumber":16,"VerseNumber":4,"Text":"Il a cree l'homme d'une goutte de sperme; et voila que l'homme devient un disputeur declare"},{"SurahNumber":16,"VerseNumber":5,"Text":"Et les bestiaux, Il les a crees pour vous; vous en retirez des [vetements] chauds ainsi que d'autres profits. Et vous en mangez aussi"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ils vous paraissent beaux quand vous les ramenez, le soir, et aussi le matin quand vous les lachez pour le paturage"},{"SurahNumber":16,"VerseNumber":7,"Text":"Et ils portent vos fardeaux vers un pays que vous n'atteindriez qu'avec peine. Vraiment, votre Seigneur est Compatissant et Misericordieux"},{"SurahNumber":16,"VerseNumber":8,"Text":"Et les chevaux, les mulets et les anes, pour que vous les montiez, et pour l'apparat. Et Il cree ce que vous ne savez pas"},{"SurahNumber":16,"VerseNumber":9,"Text":"Il appartient a Allah [par Sa grace, de montrer] le droit chemin car il en est qui s'en detachent. Or, s'Il voulait, Il vous guiderait tous"},{"SurahNumber":16,"VerseNumber":10,"Text":"C'est Lui qui, du ciel, a fait descendre de l'eau qui vous sert de boisson et grace a laquelle poussent des plantes dont vous nourrissez vos troupeaux"},{"SurahNumber":16,"VerseNumber":11,"Text":"D'elle, Il fait pousser pour vous, les cultures, les oliviers, les palmiers, les vignes et aussi toutes sortes de fruits. Voila bien la une preuve pour des gens qui reflechissent"},{"SurahNumber":16,"VerseNumber":12,"Text":"Pour vous, Il a assujetti la nuit et le jour; le soleil et la lune. Et a Son ordre sont assujetties les etoiles. Voila bien la des preuves pour des gens qui raisonnent"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ce qu'Il a cree pour vous sur la terre a des couleurs diverses. Voila bien la une preuve pour des gens qui se rappellent"},{"SurahNumber":16,"VerseNumber":14,"Text":"Et c'est Lui qui a assujetti la mer afin que vous en mangiez une chair fraiche, et que vous en retiriez des parures que vous portez. Et tu vois les bateaux fendre la mer avec bruit, pour que vous partiez en quete de Sa grace et afin que vous soyez reconnaissants"},{"SurahNumber":16,"VerseNumber":15,"Text":"Et Il a implante des montagnes immobiles dans la terre afin qu'elle ne branle pas en vous emportant avec elle de meme que des rivieres et des sentiers, pour que vous vous guidiez"},{"SurahNumber":16,"VerseNumber":16,"Text":"ainsi que des points de repere. Et au moyen des etoiles [les gens] se guident"},{"SurahNumber":16,"VerseNumber":17,"Text":"Celui qui cree est-il semblable a celui qui ne cree rien? Ne vous souvenez-vous pas"},{"SurahNumber":16,"VerseNumber":18,"Text":"Et si vous comptez les bienfaits d'Allah, vous ne saurez pas les denombrer. Car Allah est Pardonneur, et Misericordieux"},{"SurahNumber":16,"VerseNumber":19,"Text":"Et Allah sait ce que vous cachez et ce que vous divulguez"},{"SurahNumber":16,"VerseNumber":20,"Text":"Et ceux qu'ils invoquent en dehors d'Allah ne creent rien, et ils sont eux-memes crees"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ils sont morts, et non pas vivants, et ils ne savent pas quand ils seront ressuscites"},{"SurahNumber":16,"VerseNumber":22,"Text":"Votre Dieu est un Dieu unique. Ceux qui ne croient pas en l'au-dela leurs cœurs nient (l'unicite d'Allah) et ils sont remplis d'orgueil"},{"SurahNumber":16,"VerseNumber":23,"Text":"Nul doute qu'Allah sait ce qu'ils cachent et ce qu'ils divulguent. Et assurement Il n'aime pas les orgueilleux"},{"SurahNumber":16,"VerseNumber":24,"Text":"Et lorsqu'on leur dit: «Qu'est-ce que votre Seigneur a fait descendre?» Ils disent: «Des legendes anciennes!»"},{"SurahNumber":16,"VerseNumber":25,"Text":"Qu'ils portent donc, au Jour de la Resurrection, tous les fardeaux de leurs propres œuvres ainsi qu'une partie des fardeaux de ceux qu'ils egarent, sans le savoir; combien est mauvais [le fardeau] qu'ils portent"},{"SurahNumber":16,"VerseNumber":26,"Text":"Ceux qui ont vecu avant eux, certes, ont complote, mais Allah attaqua les bases memes de leur batisse. Le toit s'ecroula au-dessus d'eux et le chatiment les surprit d'ou ils ne l'avaient pas pressenti"},{"SurahNumber":16,"VerseNumber":27,"Text":"Puis, le Jour de la Resurrection, Il les couvrira d'ignominie, et [leur] dira: «Ou sont Mes associes pour lesquels vous combattiez?» - Ceux qui ont le savoir diront: «L'ignominie et le malheur tombent aujourd'hui sur les mecreants»"},{"SurahNumber":16,"VerseNumber":28,"Text":"Ceux a qui les Anges otent la vie, alors qu'ils sont injustes envers eux-memes, se soumettront humilies, (et diront): «Nous ne faisions pas de mal!» - «Mais, en fait, Allah sait bien ce que vous faisiez»"},{"SurahNumber":16,"VerseNumber":29,"Text":"Entrez donc par les portes de l'Enfer pour y demeurer eternellement. Combien est mauvaise la demeure des orgueilleux"},{"SurahNumber":16,"VerseNumber":30,"Text":"Et on dira a ceux qui etaient pieux: «Qu'a fait descendre votre Seigneur?» Ils diront: «Un bien». Ceux qui font les bonnes œuvres auront un bien ici-bas; mais la demeure de l'au-dela est certes meilleure. Combien agreable sera la demeure des pieux"},{"SurahNumber":16,"VerseNumber":31,"Text":"Les jardins du sejour (eternel), ou ils entreront et sous lesquels coulent les ruisseaux. Ils auront la ce qu'ils voudront; c'est ainsi qu'Allah recompense les pieux"},{"SurahNumber":16,"VerseNumber":32,"Text":"Ceux dont les Anges reprennent l'ame - alors qu'ils sont bons - [les Anges leur] disent: «Paix sur vous! Entrez au Paradis, pour ce que vous faisiez»"},{"SurahNumber":16,"VerseNumber":33,"Text":"[Les infideles] attendent-ils que les Anges leur viennent, ou que survienne l'ordre de ton Seigneur? Ainsi agissaient les gens avant eux. Allah ne les a pas leses; mais ils faisaient du tort a eux-memes"},{"SurahNumber":16,"VerseNumber":34,"Text":"Les mefaits qu'ils accomplissaient les atteindront, et ce dont ils se moquaient les cernera de toutes parts"},{"SurahNumber":16,"VerseNumber":35,"Text":"Et les associateurs dirent: «Si Allah avait voulu, nous n'aurions pas adore quoi que ce soit en dehors de Lui, ni nous ni nos ancetres; et nous n'aurions rien interdit qu'Il n'ait interdit Lui-meme». Ainsi agissaient les gens avant eux. N'incombe-t-il aux messagers sinon de transmettre le message en toute clarte"},{"SurahNumber":16,"VerseNumber":36,"Text":"Nous avons envoye dans chaque communaute un Messager, [pour leur dire]: «Adorez Allah et ecartez-vous du Tagut». Alors Allah en guida certains, mais il y en eut qui ont ete destines a l'egarement. Parcourez donc la terre, et regardez quelle fut la fin de ceux qui traitaient [Nos messagers] de menteurs"},{"SurahNumber":16,"VerseNumber":37,"Text":"Meme si tu desirais ardemment qu'ils soient guides... [Sache] qu'Allah ne guide pas ceux qui s'egarent. Et ils n'auront pas de secoureurs"},{"SurahNumber":16,"VerseNumber":38,"Text":"Et ils jurent par Allah en prononcant leurs serments les plus solennels: «Allah ne ressuscitera pas celui qui meurt». Bien au contraire! C'est une promesse veritable [de Sa part], mais la plupart des gens ne le savent pas"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Il les ressuscitera) afin qu'Il leur expose clairement ce en quoi ils divergeaient, et pour que ceux qui ont mecru sachent qu'ils ont ete des menteurs"},{"SurahNumber":16,"VerseNumber":40,"Text":"Quand Nous voulons une chose, Notre seule parole est: «Sois». Et, elle est"},{"SurahNumber":16,"VerseNumber":41,"Text":"Et ceux qui, pour (la cause d') Allah, ont emigre apres avoir subi des injustices, Nous les installerons dans une situation agreable dans la vie d'ici-bas. Et le salaire de la vie derniere sera plus grand encore s'ils savaient"},{"SurahNumber":16,"VerseNumber":42,"Text":"Eux qui ont endure et place leur confiance en leur Seigneur"},{"SurahNumber":16,"VerseNumber":43,"Text":"Nous n'avons envoye, avant toi, que des hommes auxquels Nous avons fait des revelations. Demandez donc aux gens du rappel si vous ne savez pas"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Nous les avons envoyes) avec des preuves evidentes et des livres saints. Et vers toi, Nous avons fait descendre le Coran, pour que tu exposes clairement aux gens ce qu'on a fait descendre pour eux et afin qu'ils reflechissent"},{"SurahNumber":16,"VerseNumber":45,"Text":"Ceux qui complotaient des mefaits sont-ils a l'abri de ce qu'Allah les engloutisse en terre ou que leur vienne le chatiment d'ou ils ne s'attendaient point"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ou bien qu'Il les saisisse en pleine activite sans qu'ils puissent echapper (au chatiment d'Allah)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ou bien qu'Il les saisisse en plein effroi? Mais vraiment, votre Seigneur est Compatissant et Misericordieux"},{"SurahNumber":16,"VerseNumber":48,"Text":"N'ont-ils point vu que les ombres de toute chose qu'Allah a creee s'allongent a droite et a gauche, en se prosternant devant Allah, en toute humilite"},{"SurahNumber":16,"VerseNumber":49,"Text":"Et c'est devant Allah que se prosterne tout etre vivant dans les cieux, et sur la terre; ainsi que les Anges qui ne s'enflent pas d'orgueil"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ils craignent leur Seigneur, au-dessus d'eux, et font ce qui leur est commande"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah dit: «Ne prenez pas deux divinites. Il n'est qu'un Dieu unique. Donc, ne craignez que Moi»"},{"SurahNumber":16,"VerseNumber":52,"Text":"C'est a Lui qu'appartient ce qui est dans les cieux et sur la terre; c'est a Lui que l'obeissance perpetuelle est due. Craindriez-vous donc, d'autres qu'Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Et tout ce que vous avez comme bienfait provient d'Allah. Puis quand le malheur vous touche, c'est Lui que vous implorez a haute voix"},{"SurahNumber":16,"VerseNumber":54,"Text":"Et une fois qu'Il a dissipe votre malheur, voila qu'une partie d'entre vous se mettent a donner des associes a leur Seigneur"},{"SurahNumber":16,"VerseNumber":55,"Text":"meconnaissant ainsi ce que Nous leur avons donne. Jouissez donc [pour un temps!] Bientot vous saurez"},{"SurahNumber":16,"VerseNumber":56,"Text":"Et ils assignent une partie [des biens] que Nous leur avons attribues a [des idoles] qu'ils ne connaissent pas. Par Allah! Vous serez certes interroges sur ce que vous inventiez"},{"SurahNumber":16,"VerseNumber":57,"Text":"Et ils assignent a Allah des filles. Gloire et purete a Lui! Et a eux-memes, cependant, (ils assignent) ce qu'ils desirent (des fils)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Et lorsqu'on annonce a l'un d'eux une fille, son visage s'assombrit et une rage profonde [l'envahit]"},{"SurahNumber":16,"VerseNumber":59,"Text":"Il se cache des gens, a cause du malheur qu'on lui a annonce. Doit-il la garder malgre la honte ou l'enfouira-t-il dans la terre? Combien est mauvais leur jugement"},{"SurahNumber":16,"VerseNumber":60,"Text":"C'est a ceux qui ne croient pas en l'au-dela que revient le mauvais qualificatif (qu'ils ont attribue a Allah). Tandis qu'a Allah [Seul] est le qualificatif supreme. Et c'est Lui le Tout Puissant, le Sage"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Allah s'en prenait aux gens pour leurs mefaits, Il ne laisserait sur cette terre aucun etre vivant. Mais Il les renvoie jusqu'a un terme fixe. Puis, quand leur terme vient, ils ne peuvent ni le retarder d'une heure ni l'avancer"},{"SurahNumber":16,"VerseNumber":62,"Text":"Et ils assignent a Allah ce qu'ils detestent [pour eux-memes]. Et leurs langues proferent un mensonge quand ils disent que la plus belle recompense leur sera reservee. C'est le Feu, sans nul doute, qui leur sera reserve et ils y seront envoyes, les premiers"},{"SurahNumber":16,"VerseNumber":63,"Text":"Par Allah! Nous avons effectivement envoye (des messagers) a des communautes avant toi. Mais le Diable leur enjoliva ce qu'ils faisaient. C'est lui qui est, leur allie, aujourd'hui [dans ce monde]. Et ils auront un chatiment douloureux [dans l'au-dela]"},{"SurahNumber":16,"VerseNumber":64,"Text":"Et Nous n'avons fait descendre sur toi le Livre qu'afin que tu leur montres clairement le motif de leur dissension, de meme qu'un guide et une misericorde pour des gens croyants"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah a fait descendre du ciel une eau avec laquelle Il revivifie la terre apres sa mort. Il y a vraiment la une preuve pour des gens qui entendent"},{"SurahNumber":16,"VerseNumber":66,"Text":"Il y a certes un enseignement pour vous dans les bestiaux: Nous vous abreuvons de ce qui est dans leurs ventres, - [un produit] extrait du [melange] des excrements [intestinaux] et du sang - un lait pur, delicieux pour les buveurs"},{"SurahNumber":16,"VerseNumber":67,"Text":"Des fruits des palmiers et des vignes, vous retirez une boisson enivrante et un aliment excellent. Il y a vraiment la un signe pour des gens qui raisonnent"},{"SurahNumber":16,"VerseNumber":68,"Text":"[Et voila] ce que ton Seigneur revela aux abeilles: «Prenez des demeures dans les montagnes, les arbres, et les treillages que [les hommes] font"},{"SurahNumber":16,"VerseNumber":69,"Text":"Puis mangez de toute espece de fruits, et suivez les sentiers de votre Seigneur, rendus faciles pour vous. De leur ventre, sort une liqueur, aux couleurs variees, dans laquelle il y a une guerison pour les gens. Il y a vraiment la une preuve pour des gens qui reflechissent"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah vous a crees! Puis Il vous fera mourir. Tel parmi vous sera reconduit jusqu'a l'age le plus vil, de sorte qu'apres avoir su, il arrive a ne plus rien savoir. Allah est, certes, Omniscient et Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah a favorise les uns d'entre vous par rapport aux autres dans [la repartition] de Ses dons. Ceux qui ont ete favorises ne sont nullement disposes a donner leur portion a ceux qu'ils possedent de plein droit [esclaves] au point qu'ils y deviennent associes a part egale. Nieront-ils les bienfaits d'Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah vous a fait a partir de vous-memes des epouses, et de vos epouses Il vous a donne des enfants et des petits-enfants. Et Il vous a attribue de bonnes choses. Croient-ils donc au faux et nient-ils le bienfait d'Allah"},{"SurahNumber":16,"VerseNumber":73,"Text":"Et ils adorent, en dehors d'Allah, ce qui ne peut leur procurer aucune nourriture des cieux et de la terre et qui n'est capable de rien"},{"SurahNumber":16,"VerseNumber":74,"Text":"N'attribuez donc pas a Allah des semblables. Car Allah sait, tandis que vous ne savez pas"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah propose en parabole un esclave appartenant [a son maitre], depourvu de tout pouvoir, et un homme a qui Nous avons accorde de Notre part une bonne attribution dont il depense en secret et en public. [Ces deux hommes] sont-ils egaux? Louange a Allah! Mais la plupart d'entre eux ne savent pas"},{"SurahNumber":16,"VerseNumber":76,"Text":"Et Allah propose en parabole deux hommes: l'un d'eux est muet, depourvu de tout pouvoir et totalement a la charge de son maitre; Quelque lieu ou celui-ci l'envoie, il ne rapporte rien de bon; serait-il l'egal de celui qui ordonne la justice et qui est sur le droit chemin"},{"SurahNumber":16,"VerseNumber":77,"Text":"C'est a Allah qu'appartient l'inconnaissable des cieux et de la terre. Et l'ordre [concernant] l'Heure ne sera que comme un clin d'œil ou plus bref encore! Car Allah est, certes, Omnipotent"},{"SurahNumber":16,"VerseNumber":78,"Text":"Et Allah vous a fait sortir des ventres de vos meres, denues de tout savoir, et vous a donne l'ouie, les yeux et les cœurs (l'intelligence), afin que vous; soyez reconnaissants"},{"SurahNumber":16,"VerseNumber":79,"Text":"N'ont-ils pas vu les oiseaux assujettis [au vol] dans l'atmosphere du ciel sans que rien ne les retienne en dehors d'Allah? Il y a vraiment la des preuves pour des gens qui croient"},{"SurahNumber":16,"VerseNumber":80,"Text":"Et Allah vous a fait de vos maisons une habitation, tout comme Il vous a procure des maisons faites de peaux de betes que vous trouvez legeres, le jour ou vous vous deplacez et le jour ou vous vous campez. De leur laine, de leur poil et de leur crin (Il vous a procure) des effets et des objets dont vous jouissez pour un certain delai"},{"SurahNumber":16,"VerseNumber":81,"Text":"Et de ce qu'Il a cree, Allah vous a procure des ombres. Et Il vous a procure des abris dans les montagnes. Et Il vous a procure des vetements qui vous protegent de la chaleur, ainsi que des vetements [cuirasses, armures] qui vous protegent de votre propre violence. C'est ainsi qu'Allah paracheve sur vous Son bienfait, peut-etre que vous vous soumettez"},{"SurahNumber":16,"VerseNumber":82,"Text":"S'ils se detournent... il ne t'incombe que la communication claire"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ils reconnaissent le bienfait d'Allah; puis, ils le renient. Et la plupart d'entre eux sont des ingrats"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Et rappelle-toi) le jour ou de chaque communaute Nous susciterons un temoin, on ne permettra pas aux infideles (de s'excuser), et on ne leur demandera pas de revenir [sur ce qui a provoque la colere d'Allah]"},{"SurahNumber":16,"VerseNumber":85,"Text":"Et quand les injustes verront le chatiment, on ne leur accordera ni allegement ni repit"},{"SurahNumber":16,"VerseNumber":86,"Text":"Quand les associateurs verront ceux qu'ils associaient a Allah, ils diront: «O notre Seigneur, voila nos divinites que nous invoquions en dehors de Toi». Mais [leurs associes] leur adresseront la parole: «Vous etes assurement des menteurs»"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ils offriront ce jour-la a Allah la soumission, et ce qu'ils avaient invente sera perdu pour eux"},{"SurahNumber":16,"VerseNumber":88,"Text":"Ceux qui ne croyaient pas et obstruaient le sentier d'Allah, Nous leur ajouterons chatiment sur chatiment, pour la corruption qu'ils semaient (sur terre)"},{"SurahNumber":16,"VerseNumber":89,"Text":"Et le jour ou dans chaque communaute, Nous susciterons parmi eux-memes un temoin contre eux, Et Nous t'emmenerons [Muhammad] comme temoin contre ceux-ci. Et Nous avons fait descendre sur toi le Livre, comme un expose explicite de toute chose, ainsi qu'un guide, une grace et une bonne annonce aux Musulmans"},{"SurahNumber":16,"VerseNumber":90,"Text":"Certes, Allah commande l'equite, la bienfaisance et l'assistance aux proches. Et Il interdit la turpitude, l'acte reprehensible et la rebellion. Il vous exhorte afin que vous vous souveniez"},{"SurahNumber":16,"VerseNumber":91,"Text":"Soyez fideles au pacte d'Allah apres l'avoir contracte et ne violez pas vos serments apres les avoir solennellement pretes et avoir pris Allah comme garant [de votre bonne foi]. Vraiment Allah sait ce que vous faites"},{"SurahNumber":16,"VerseNumber":92,"Text":"Et ne faites pas comme celle qui defaisait brin par brin sa quenouille apres l'avoir solidement filee, en prenant vos serments comme un moyen pour vous tromper les uns les autres, du fait que (vous avez trouve) une communaute plus forte et plus nombreuse que l'autre. Allah ne fait, par la, que vous eprouver. Et, certes, Il vous montrera clairement, au Jour de la Resurrection ce sur quoi vous vous opposiez"},{"SurahNumber":16,"VerseNumber":93,"Text":"Si Allah avait voulu, Il aurait certes fait de vous une seule communaute. Mais Il laisse s'egarer qui Il veut et guide qui Il veut. Et vous serez certes, interroges sur ce que vous faisiez"},{"SurahNumber":16,"VerseNumber":94,"Text":"Et ne prenez pas vos serments comme un moyen pour vous tromper les uns les autres, sinon [vos] pas glisseront apres avoir ete fermes, et vous gouterez le malheur pour avoir barre le sentier d'Allah. Et vous subirez un chatiment terrible"},{"SurahNumber":16,"VerseNumber":95,"Text":"Et ne vendez pas a vil prix le pacte d'Allah. Ce qui se trouve aupres d'Allah est meilleur pour vous, si vous saviez"},{"SurahNumber":16,"VerseNumber":96,"Text":"Tout ce que vous possedez s'epuisera, tandis que ce qui est aupres d'Allah durera. Et Nous recompenserons ceux qui ont ete constants en fonction du meilleur de ce qu'ils faisaient"},{"SurahNumber":16,"VerseNumber":97,"Text":"Quiconque, male ou femelle, fait une bonne œuvre tout en etant croyant, Nous lui ferons vivre une bonne vie. Et Nous les recompenserons, certes, en fonction des meilleures de leurs actions"},{"SurahNumber":16,"VerseNumber":98,"Text":"Lorsque tu lis le Coran, demande la protection d'Allah contre le Diable banni"},{"SurahNumber":16,"VerseNumber":99,"Text":"Il n'a aucun pouvoir sur ceux qui croient et qui placent leur confiance en leur Seigneur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Il n'a de pouvoir que sur ceux qui le prennent pour allie et qui deviennent associateurs a cause de lui"},{"SurahNumber":16,"VerseNumber":101,"Text":"Quand Nous remplacons un verset par un autre - et Allah sait mieux ce qu'Il fait descendre - ils disent: «Tu n'es qu'un menteur». Mais la plupart d'entre eux ne savent pas"},{"SurahNumber":16,"VerseNumber":102,"Text":"Dis: «C'est le Saint Esprit [Gabriel] qui l'a fait descendre de la part de ton Seigneur en toute verite, afin de raffermir [la foi] de ceux qui croient, ainsi qu'un guide et une bonne annonce pour les Musulmans.»"},{"SurahNumber":16,"VerseNumber":103,"Text":"Et Nous savons parfaitement qu'ils disent: «Ce n'est qu'un etre humain qui lui enseigne (le Coran)». Or, la langue de celui auquel ils font allusion est etrangere [non arabe], et celle-ci est une langue arabe bien claire"},{"SurahNumber":16,"VerseNumber":104,"Text":"Ceux qui ne croient pas aux versets d'Allah, Allah ne les guide pas. Et ils ont un chatiment douloureux"},{"SurahNumber":16,"VerseNumber":105,"Text":"Seuls forgent le mensonge ceux qui ne croient pas aux versets d'Allah; et tels sont les menteurs"},{"SurahNumber":16,"VerseNumber":106,"Text":"Quiconque a renie Allah apres avoir cru... - sauf celui qui y a ete contraint alors que son cœur demeure plein de la serenite de la foi - mais ceux qui ouvrent deliberement leur cœur a la mecreance, ceux-la ont sur eux une colere d'Allah et ils ont un chatiment terrible"},{"SurahNumber":16,"VerseNumber":107,"Text":"Il en est ainsi, parce qu'ils ont aime la vie presente plus que l'au-dela. Et Allah, vraiment, ne guide pas les gens mecreants"},{"SurahNumber":16,"VerseNumber":108,"Text":"Voila ceux dont Allah a scelle les cœurs, l'ouie, et les yeux. Ce sont eux les insouciants"},{"SurahNumber":16,"VerseNumber":109,"Text":"Et nul doute que dans l'au-dela, ils seront les perdants"},{"SurahNumber":16,"VerseNumber":110,"Text":"Quant a ceux qui ont emigre apres avoir subi des epreuves, puis ont lutte et ont endure, ton Seigneur apres cela, est certes Pardonneur et Misericordieux"},{"SurahNumber":16,"VerseNumber":111,"Text":"(Rappelle-toi) le jour ou chaque ame viendra, plaidant pour elle-meme, et chaque ame sera pleinement retribuee pour ce qu'elle aura œuvre sans qu'ils subissent la moindre injustice"},{"SurahNumber":16,"VerseNumber":112,"Text":"Et Allah propose en parabole une ville: elle etait en securite, tranquille; sa part de nourriture lui venait de partout en abondance. Puis elle se montra ingrate aux bienfaits d'Allah. Allah lui fit alors gouter la violence de la faim et de la peur [en punition] de ce qu'ils faisaient"},{"SurahNumber":16,"VerseNumber":113,"Text":"En effet, un Messager des leurs est venu a eux, mais ils l'ont traite de menteur. Le chatiment, donc, les saisit parce qu'ils etaient injustes"},{"SurahNumber":16,"VerseNumber":114,"Text":"Mangez donc de ce qu'Allah vous a attribue de licite et de bon. Et soyez reconnaissants pour les bienfaits d'Allah, si c'est Lui que vous adorez"},{"SurahNumber":16,"VerseNumber":115,"Text":"Il vous a, en effet, interdit (la chair) de la bete morte, le sang, la chair de porc, et la bete sur laquelle un autre nom que celui d'Allah a ete invoque. Mais quiconque en mange sous contrainte, et n'est ni rebelle ni transgresseur, alors Allah est Pardonneur et Misericordieux"},{"SurahNumber":16,"VerseNumber":116,"Text":"Et ne dites pas, conformement aux mensonges proferes par vos langues: «Ceci est licite, et cela est illicite», pour forger le mensonge contre Allah. Certes, ceux qui forgent le mensonge contre Allah ne reussiront pas"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ce sera pour eux une pietre jouissance, mais un douloureux chatiment les attend"},{"SurahNumber":16,"VerseNumber":118,"Text":"Aux Juifs, Nous avions interdit ce que Nous t'avons deja relate. Nous ne leur avons fait aucun tort; mais ils se faisaient du tort a eux-memes"},{"SurahNumber":16,"VerseNumber":119,"Text":"Puis ton Seigneur envers ceux qui ont commis le mal par ignorance, et se sont par la suite repentis et ont ameliore leur conduite, ton Seigneur, apres cela est certes Pardonneur et Misericordieux"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham etait un guide ('Umma) parfait. Il etait soumis a Allah, voue exclusivement a Lui et il n'etait point du nombre des associateurs"},{"SurahNumber":16,"VerseNumber":121,"Text":"Il etait reconnaissant pour Ses bienfaits et Allah l'avait elu et guide vers un droit chemin"},{"SurahNumber":16,"VerseNumber":122,"Text":"Nous lui avons donne une belle part ici-bas. Et il sera certes dans l'au-dela du nombre des gens de bien"},{"SurahNumber":16,"VerseNumber":123,"Text":"Puis Nous t'avons revele: «Suis la religion d'Abraham qui etait voue exclusivement a Allah et n'etait point du nombre des associateurs»"},{"SurahNumber":16,"VerseNumber":124,"Text":"Le Sabbat n'a ete impose qu'a ceux qui divergeaient a son sujet. Au Jour de la Resurrection, ton Seigneur jugera certainement au sujet de ce dont ils divergeaient"},{"SurahNumber":16,"VerseNumber":125,"Text":"Par la sagesse et la bonne exhortation appelle (les gens) au sentier de ton Seigneur. Et discute avec eux de la meilleure facon. Car c'est ton Seigneur qui connait le mieux celui qui s'egare de Son sentier et c'est Lui qui connait le mieux ceux qui sont bien guides"},{"SurahNumber":16,"VerseNumber":126,"Text":"Et si vous punissez, infligez [a l'agresseur] une punition egale au tort qu'il vous a fait. Et si vous endurez... cela est certes meilleur pour les endurants"},{"SurahNumber":16,"VerseNumber":127,"Text":"Endure! Ton endurance [ne viendra] qu'avec (l'aide) d'Allah. Ne t'afflige pas pour eux. Et ne sois pas angoisse a cause de leurs complots"},{"SurahNumber":16,"VerseNumber":128,"Text":"Certes, Allah est avec ceux qui [L'] ont craint avec piete et ceux qui sont bienfaisants"}]}