{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Twa-Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Nganituntuluchisya mmwe (Muhammadi ﷺ) Qur’an kuti nnagasiche"},{"SurahNumber":20,"VerseNumber":3,"Text":"Nambo kuti jiwe chikumbusyo kwa mundu jwaakun’jogopa (Allah)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Chakutulusyidwa chakuumila kwa Ajula jwawagumbile litaka ni mawunde gagali kwinani nnope"},{"SurahNumber":20,"VerseNumber":5,"Text":"(Jwalakwe ni Allah) Jwaukoto wejinji, jwatenjele pa Arishi (Chindanda Chaulungu katenjele kakulandana ni uchimbichimbi Wakwe)"},{"SurahNumber":20,"VerseNumber":6,"Text":"Iwele Yakwe yosope yaili kumawunde ni yaili petaka ni yaili chilikati chakwe, kwika soni yaili pasi petaka"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sano kanga chinnyanyiche lilowe (pakuomba duwa kapena kutenda mwakusongona; yalumope), ngati chisimu Jwalakwe (Allah) jukumanyilila yaasili ni yakusisika nnope"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Pangali nnungu jwine (jwakuwajilwa kun’galagatila) ikaweje Jwele pejo, Jwalakwe jukwete Mena gambone nnope"},{"SurahNumber":20,"VerseNumber":9,"Text":"Soni ana jinyyiche abali ja Musa"},{"SurahNumber":20,"VerseNumber":10,"Text":"Ndema jajwauweni moto, basi ni jwalisalile liwasa lyakwe kuti: “Jembechelani! Chisimu une nauweni moto; mwine une kuwa nkwika nacho kukwenu chisinga kuumila mu walakweo, kapena chingapate pa motopo jwakunondolela (litala).”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Basi ndema jajwauwichilile (motowo) jwawilanjidwe (kuti): “E mmwe Musa!”"},{"SurahNumber":20,"VerseNumber":12,"Text":"“Chisimu Une ni Nam’mbuje gwenu! Basi wulani ilatu yenu; chisimutu mmwe n’di pachiwata chakutakata (chakuwilanjikwa) Tuwaa.”"},{"SurahNumber":20,"VerseNumber":13,"Text":"“Soni Une nansagwile (kuwa Ntume), basi pikanilani yaikujuwulidwa.”"},{"SurahNumber":20,"VerseNumber":14,"Text":"“Chisimu Une ni Allah! Pangali nnungu jwine (jwakuwajilwa kun’galagatila) ikaweje Unepe, basi mungalagatilani, ni n’jimicheje Swala mwakolosya pakungumbuchila Une.”"},{"SurahNumber":20,"VerseNumber":15,"Text":"“Chisimu Kiyama jikwisa, melepe ngujisisa, kuti mundu jwalijose akalipidwe pa yaakupanganya.”"},{"SurahNumber":20,"VerseNumber":16,"Text":"“Sano akasansiwilikanganya ata panandi kuleka (kulupilila) ya jalakwejo ajula jwangakujikulupilila, ni jugamba kuya isako yakwe; ntakwisa mwan’jonasiche.”"},{"SurahNumber":20,"VerseNumber":17,"Text":"“Ana nichichi chele chachili mu nkono wenu wan’dyo mmwe Musa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Jwalakwe jwatite: “Jalakweji nisimbo jangu, ngujijegamilaga jalakweji (pakwenda), ni ngupakatichisyaga masamba gakulichisya ngondolo syangu, nambo soni une ngwete mu jalakweji ipaka ine.”"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Allah) jwatite: “Jiponyani mmwe Musa!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Ni wajiponyisye; basi ajile sai wajiweni jisyuchile lijoka lyakwenda mwaluwilo"},{"SurahNumber":20,"VerseNumber":21,"Text":"(Allah) jwatite: “Likamulani, soni nkajogopa. Chituliuchisye mu kawe kakwe kandanda (kuwa simbo).”"},{"SurahNumber":20,"VerseNumber":22,"Text":"“Soni kwapatisyani ligasa lyenu kungwapa kwenu; chilikopoche lili lyeswela (lyakumelemenda) ngawaga mwaulwele, (chele nikuwa) chisimosimo chine.”"},{"SurahNumber":20,"VerseNumber":23,"Text":"“Kuti tunnosye ine mu isimosimo Yetu yekulungwakulungwa.”"},{"SurahNumber":20,"VerseNumber":24,"Text":"“Jaawulani kwa Firiauna, chisimu jwalakwejo jusumbile mpika (pakulikwesya).”"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Musa) jwatite: “Ambuje wangu! Sapangulilani chidali changu.”"},{"SurahNumber":20,"VerseNumber":26,"Text":"“Nimunjepepachisye masengo gangu.”"},{"SurahNumber":20,"VerseNumber":27,"Text":"“Soni gopolaani chiundo palulimi pangu (ngawechetaga mwachimeme).”"},{"SurahNumber":20,"VerseNumber":28,"Text":"“Kuti (wandu) akapikanichisyeje yakuwecheta yangu.”"},{"SurahNumber":20,"VerseNumber":29,"Text":"“Soni mbichilaani nkungamuchisya jwakuumila kwiwasa kwangu.”"},{"SurahNumber":20,"VerseNumber":30,"Text":"“(Jwali) Haruna, nkulugwangu.”"},{"SurahNumber":20,"VerseNumber":31,"Text":"“Limbisyani ni jwalakwejo machili gangu.”"},{"SurahNumber":20,"VerseNumber":32,"Text":"“Soni mum’bwangani mmasengo gangu (gakulungusya utenga).”"},{"SurahNumber":20,"VerseNumber":33,"Text":"“Kuti tunswejesyeje Mmwejo (Allah) kwejinji.”"},{"SurahNumber":20,"VerseNumber":34,"Text":"“Ni tunkumbuchileje kwejinji.”"},{"SurahNumber":20,"VerseNumber":35,"Text":"“Chisimu Mmwe m’bele wakutulolechesya uwwe.”"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allah) jwatite: “Pamasile pampedwile iwendo yenuyo, E mmwe Musa!”"},{"SurahNumber":20,"VerseNumber":37,"Text":"“Soni chisimu chene Uwwe twampele mmwe ukoto ndawi jine (kalakala).”"},{"SurahNumber":20,"VerseNumber":38,"Text":"“Ndema jatwajuwulile mama wenu yatwajuwulile.”"},{"SurahNumber":20,"VerseNumber":39,"Text":"“(Yanti) mum’biikaani jwalakwe (mwanachejo) mwibokosi, ni nkaliwiche nnusulo, basi lusulo chilumponye munjengwe, (sano palakwepo) amagongo Wangu wali soni amagongo wakwe tan’jigale. Ni nawisile chinonyelo penumwe chakuuma Kukwangu (kuti m’be wakunonyeledwa ni wandu wosope), nambo soni kuti nneledwe kwa Liso Lyangu (mwakuloledwa ni Une).”"},{"SurahNumber":20,"VerseNumber":40,"Text":"“(Kumbuchilani) katema kawajendaga alumbu wenu (kuja kwiwasa lya Firiauna) ni kuja kuti: ‘Ana nannanjile kwa mundu jwampaka akombole kunnela jwalakweju?’ Basi ni twam’buchisye kwa achikulu wenu, kuti gatulale meso gao, nambo soni kuti akadandaula. Kaneka ni mwauleje mundu (mwakuluchisya), basi ni twan’jokwele ku madandausi gamakulungwa, ni twan’dinjile mmwejo ni mayeso gausito nnope. Kaneka mwatemi yaka igala ni wandu wa ku Madyana. Kaneko nim’biche (apa) mwampango (Wangu wakumpa utume n’di niyaka makumi ncheche) E mmwe Musa!”"},{"SurahNumber":20,"VerseNumber":41,"Text":"“Ni nansagwile mmwejo kulisagulila Nansyene (kuti m’be ntume Jwangu).”"},{"SurahNumber":20,"VerseNumber":42,"Text":"“Jaulani mmwe ni akuluwenu pamo ni isimosimo Yangu, soni ngasimpela pakungumbuchila Une.”"},{"SurahNumber":20,"VerseNumber":43,"Text":"“Jaawulani wanawawilimmwe kwa Firiauna, chisimu jwalakwejo jusumbile mpika (pakulikwesya).”"},{"SurahNumber":20,"VerseNumber":44,"Text":"“Basi ni nkansalile malowe gakolowa kuti mwine jwalakwejo chijukachetelele kapena chijukajogope.”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Wanganyao watite: “Ambuje wetu! Chisimu uwwe tukogopa kuti chakatuguwatile (nkanituyiche mwakuwecheta chilichose) kapena chakasumbe mpika (wakutulagachisya ni kulikwesya).”"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Allah) jwatite: “Nkajogopa, chisimu Une ndinamwe, ngupikana soni ngulola.”"},{"SurahNumber":20,"VerseNumber":47,"Text":"“Basi mun’jaulilani, ni nkajile: ‘Chisimu uwwe mitenga jiwili ja Ambuje wenu, basi mwalekani awigule nowe wanache wa Israila, soni ngasimwalagasya. Chisimu tum’bichilile ni chisimosimo chakuumila kwa Ambuje wenu. Sano ntendele chiuwe kwa mundu jwaakukuya chongoko.’"},{"SurahNumber":20,"VerseNumber":48,"Text":"‘Chisimu uwwe ijuwulidwe kukwetu yanti: Chisimu ilagasyo chiiwe kwa mundu jwaakukanila (yalakweyi) ni galauchila kumbali.”"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Firiauna) jwatite: “Ana M’mbuje gwenujo ninduni, E mmwe Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Musa) jwatite: “M’mbuje gwetu ni Ajula jwaachipele chindu chilichose kagumbidwe kakwe, kaneka ni kuchijongolela (ku yaachiguumbiile).”"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Firiauna) jwatite: “Nambi mikutula jandanda jili uli (jajapite mmwe nkanim’biche)?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"(Musa) jwatite: “Umanyilisi waajimanya jalakwejo uli kwa Ambuje wangu m’chitabu (chailembedwemo ichindu yosope), Ambuje wangu wangawa nkusoya namuno kuliwalila.”"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ajula jwam’biichiile litaka kuwa chakutandika, ni ampaanjiile mwalakwemo matala, ni atulwisye kuumila kwinani mesi (gawula), ni tukopwesye ni galakwego mitundu jakulekanganalekangana ja mmela"},{"SurahNumber":20,"VerseNumber":54,"Text":"Lyagani soni illichisyeje ilango yenu. Chisimu mu yalakweyo mwana ilosyo kwa achinsyene lunda"},{"SurahNumber":20,"VerseNumber":55,"Text":"Kuumila mwalakwe (mwitakamo) tun’gumbile, soni mwalakwemo chitum’buchisye, nambo soni kuumila mwalakwemo tuchinkoposya ndema jine (pa Kiyama)"},{"SurahNumber":20,"VerseNumber":56,"Text":"Soni chisimu chene twannosisye jwalakwe (Firiauna) isimosimo Yetu yosope yene, nambo jwasisisye ni kana"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Firiauna) jwatite: “Ana ntuwichiiliile kuti ntukoposye m’chilambo mwetu ni usawi wenu, E mmwe Musa!”"},{"SurahNumber":20,"VerseNumber":58,"Text":"“Chisimu nowe wakwe chitum’bichilile ni usawi wanti mpela uwwuwu, basi wiikaani chilikati chetuwe nomwe chilanga (chansongangano) changawa nkuchikulusya uwwe kapena mmwe, (chitusimanganile) pamalo pakuwajilwa.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) jwatite: “Chilanga chenu (chiwe) lisiku lyakulipeta (lyuwa lyaung’ando), ni tasonganganyisidwe wandu ndawi jakwela nsana.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Basi Firiauna jwagalawiche ni kuja kusonganganya matipwi gakwe, kaneka jwaiche (ni asawi lisiku lyachilanga)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa jwasalile wanganyao kuti: “Kutapana kwenu wanyamwe! Ngasimunsepelela Allah unami, atakwika mwanteketulenye ni ilagasyo, soni pamasile paajonasiche mundu jwaasepelele unami.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Basi (asawi) waakanganile chilikati chao pa ichindu yao (yakwamba Musa ni nkulugwe), ni wasongonelene mwantemela"},{"SurahNumber":20,"VerseNumber":63,"Text":"Wanganyao watite (mukusongonelana mwao): “Chisimu wanyawatu asawi (wamanye chenene), ni usawi waowo akusaka kuti ankoposye jenumanja m’chilambo mwenu, ni kumasya nyendele jenu jajili jambone nnope.”"},{"SurahNumber":20,"VerseNumber":64,"Text":"“Basi kusanyani matipwi genu, kaneka ni m’biche n’di m’miselamisela, soni chisimu lelo chawe jwakupunda mundu jwatawe jwapenani (pakulongolela matipwi gakwe).”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Wanganyao watite: “E mmwe Musa! Ana chimponye mmwe (kundanda), kapena uwwe ni wachituwe wandanda kuponya?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Musa) jwatite: “Nambo ponyani (kaje) jenumanja.” Basi ajile sai, ngonji syao (asawi wala) ni simbo syao syaonekaga kukwakwe (Musa) ligongo lyausawi wao nti chisawu sikwenda mwaluwilo"},{"SurahNumber":20,"VerseNumber":67,"Text":"Basi ni wampatile woga mu ntima mwakwe Musa"},{"SurahNumber":20,"VerseNumber":68,"Text":"Twatite: “Nkajogopa, chisimu mmwejo ni watim’be wapenani nnope.”"},{"SurahNumber":20,"VerseNumber":69,"Text":"“Sano ponyani chachili kunkono wenu wan’dyo, chichimile yaalinganyisye, chisimu wanganyao alinganyisye matipwi gansawi, sano nsawi nganawa apundile palipose patayiche (ni ukombosi wakwe).”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Basi asawi wasenjelemukwiche kusujudu, ni watite: “Tunkulupilile M’mbuje jwa Haruna ni Musa.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firiauna) jwatite: “Aa! Jenumanja munkulupilile jwalakwe nkaninampe luusa? Nikuti jwalakweju chisimu chene ni jwankulungwa jwenu jwawan’jiganyisye usawi. Basi chingate kwene makono genu ni ngongolo syenu mwakutindanya (ligasa lyakun'dyo ni likau lyakunchiji, kapena ligasa lyakunchiji ni likau lyakun'dyo), soni ni chinankomele kwene pa ipika ya mitende, ni timmanyilile kwene kuti wani mwetuwe (une Firiauna kapena Nnungu jwa Musa) waali wakupeleka ilagasyo yakupoteka nnope ni yakwendelechela.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Wanganyao watite: “Uwwe nganituwa tunsagwile mmwe kuileka ayi (yakuona) yaituichilile yakuonechela palangulangu, ni kunneka Ajula (Allah) juwatugumbile. Basi pitisyani chilamusi chankusaka kupitisya, chisimu mmwe nkwete ukombosi wakupitisya chilamusi chakwayana ni auno umi wa duniya pe.”"},{"SurahNumber":20,"VerseNumber":73,"Text":"“Chisimu uwwe tunkulupilile M’mbuje gwetu kuti atukululuchile ilewi yetu, kwisa soni usawi wantukanganichisye (kutenda), soni Allah ni jwali Jwambone nnope (pamalipilo kumpunda mmwe naga kun’jitika), soni Jwakwendelechela nnope (pakupeleka ilagasyo kumpunda mmwe naga kunnyosya).”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Chisimu jwatiwaichilile Ambujegwe juli jwakulewa, basi chisimu jukwete kupata jwalakwejo Jahannama, ngajuja kuwa kwalakweko soni ngajuja kola umi (wambone)"},{"SurahNumber":20,"VerseNumber":75,"Text":"Sano jwatiwaichilile juli jwakulupilila, juli jumasile pajutesile yambone, basi wanganyao akwete kupata mauchimbichimbi gapenani kusyene"},{"SurahNumber":20,"VerseNumber":76,"Text":"Matimbe Gandamo, sulo sikujilima cha pasi pakwe, chakawe wandamo mwalakwemo, soni galakwega ni malipilo gamundu jwaliswejesye"},{"SurahNumber":20,"VerseNumber":77,"Text":"Soni chisimu chene Uwwe twan’juwulile Musa (malowe ganti): “Wigulani lwachilo ni achikapolo Wangu, ni mwapanjile litala lyejumu m’mbwani, nkajogopa kamulwa (ni Firiauna) soni nkawa ni woga (uliose mpela kumilwa).”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Sano Firiauna ni asilikali wakwe wakuyiye wanganyao, basi ni gaunichiile m’mbwanimo (mesi) gagaakutiiche"},{"SurahNumber":20,"VerseNumber":79,"Text":"Sano Firiauna wapotelesye wandu wakwe, soni nganiwajongola"},{"SurahNumber":20,"VerseNumber":80,"Text":"E jenumanja wanache wa Israila! Pamasile patwan’jokwele kwa mmagongo jwenu, ni twampele chilanga (chakwiisa ku) upande wakun’dyo wetumbi, ni twantuluchisye manna ni saliwa"},{"SurahNumber":20,"VerseNumber":81,"Text":"(Ni kuntenda kuti): “Lyagani mu yambone yatumpeleyi, ni nkasumba mpika pa yalakweyi, jitakwika mujintuluchile gasabu Jangu. Sano jwajikuntuluchilaga gasabu Jangu nikuti pamasile pajujonasiche.”"},{"SurahNumber":20,"VerseNumber":82,"Text":"“Soni chisimu Une ni Jwakululuka kusyene kwa mundu jwatesile toba ni kulupilila, soni ni kutendaga yambone, kaneka ni kwendelechela kukuya chongoko (mpaka kuwa).”"},{"SurahNumber":20,"VerseNumber":83,"Text":"(Ndema jawakwesile Musa petumbi, Allah jwatite): “Ana nichichi chachintendekasisye kwanguya kwakwikanila kwaleka wandu wenu, E mmwe Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Jwalakwe jwatite: “Wanganyao ali panyuma pangupa akunguya. Ni ndesile chitema kwika Kukwenu Ambuje wangu, kuti mpunde kunonyela.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allah) jwatite: “Basitu Uwwe pamasile patwalinjile mayeso wandu wenu panyuma penu, ni wapotelesye Saamiriyyu.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Basi Musa jwaujiile ku wandu wakwe juli ni gasabu soni juli jwakudandaula. Ni jwatite: “E wandu wangu! Ana M’mbuje gwenu nganijutawana namwe chilanga chambone? Kapena ndawi jachilangacho jalewipe kukwenu? Kapena nsachile kuti jintuluchile gasabu kuumila kwa M’mbuje gwenu, basi ni nkasile chilanga changu?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Wanganyao watite: “Uwwe nganitukasa chilanga chenu mwachisako chetu, nambo kuti uwwe twatwichidwe misigo ja ipeto yawandu (wa Firiauna), basi ni twaiponyisye (pamoto ni kunyelenyenduka nigumbika kang’ombe), basi iyyoyopeyo soni ni ijwatite pakuponya Saamiriyyu.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Ni wakopochesye (Saamiriyyu kuumila pamoto pala kasanamu ka) kang’ombe kakaliji kana chiwiliwili chakwanila, kakatendaga mpela kakutwamula. Basi wanganyao ni watite: “Aju ni nnungu jwenu soni ni nnungu jwa Musa, gamba kuti (Musa) juliwalile (niligongo lyakwe jujile kunsosa kwitumbi).”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ana nganayionaga yanti (kasanamuko) nganikauchisyaga malowe wanganyao (nganikaajangaga), soni nganikakola (machili) gakwapela ilagasyo namuno chikamuchisyo"},{"SurahNumber":20,"VerseNumber":90,"Text":"Sano chisimu Haruna waliji ali wasalile kala wanganyao yanti: “E wandu wangu! Chisimu wanganyammwe m’bwatanganyisyidwe (chikulupi chenu) ni kalakweka. Sano chisimu M’mbuje gwenu ni (Allah) Jwaukoto wejinji; basi munguyani une (pakun’galagatila Allah), ni nkunde lilamusi lyangu (lyakunnekasya kukagalagatila kasanamuka).”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Wanganyao watite: “Nganituwa tulesile kukagalagatila kalakweka ata panandi mpaka awujile kaje kukwetu Musa.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Ndema jawausile Musa) watite: “E mmwe Haruna! Chichi chankanyisye ndema jamwaweni wanganyao kuti apotele,”"},{"SurahNumber":20,"VerseNumber":93,"Text":"“Kuti nkanguya? Ana mwanyosyisye lilamusi lyangu?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Haruna) jwatite: “E mmwe mwanache jwa mama! Ngasimungamula ndeu syangu kapena ntwe wangu. Chisimu une najogwepe kuti (migule ni wane ni kwaleka wane) ntakwika muntite: ‘Ntandisye gawanyikana chilikati cha wanache wa Israila, ni nganin’dindilila malowe gangu.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) jwatite: “Chichi chantendekasyisye yalakweyi mmwe Saamiriyyu?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"Jwalakwe jwatite: “Une naiweni yanganaiona wanganyao, ninasapwile panandi (litaka lyakuumila) mu sajo sya (hachi ja) Ntenga (Jibulilu), ninaliponyisye (pa moto payaliji ipeto ya wandu wa Firiauna yayagumbiche kang’ombe), mwanti yalakweyi ni yayambanjile ntima wangu.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa) jwatite: “Basi tyokani, soni chisimu mmwe nkwete (ilagasyo) mu awuno umi (wa duniya) yanti chin’gambeje kuti: ‘Nkangwaya,’ (chim’be wajika wangam’bandichila wandu), soni chisimu nkwete chilanga changawa nkuchikasa mmwejo (chakuukulidwa m’malembe ni kuja kulipidwa ku Akhera). Ni munnole nnungu jwenu jum’bele n’di nkwendelechela kun’galagatila, chisimu chitunchome moto, kaneko liwu lyakwe chitukalimwasanye m’mbwani mwakuliululusya.”"},{"SurahNumber":20,"VerseNumber":98,"Text":"Chisimu Nnungu jwenu ni Allah, Ajula jwaali pangali nnungu jwine (jwakuwajilwa kun’galagatila) ikaweje Jwele pejo, soni jutenjele pa umanyilisi waachimanya chilichose"},{"SurahNumber":20,"VerseNumber":99,"Text":"Mwele ni mwatukuti pakunsimbila mmwe (Muhammadi ﷺ) mu abali sya indu yayalongolele. Soni pamasile patumpele mmwe kuumila Kukwetu Chikumbusyo (Qur’an)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Jwatachitundumalile chele (Chikumbusyocho), basi chisimu jwalakwe tachitwichila lisiku lya Kiyama nsigo (wasambi)"},{"SurahNumber":20,"VerseNumber":101,"Text":"Tachiwa wandamo mwalakwe (mu ilagasyomo). Kaje kusakala nnope ku wanganyao nsigo wakutwichila wakwe lisiku lya Kiyama"},{"SurahNumber":20,"VerseNumber":102,"Text":"Lisiku lyachiligombedwa lipenga, ni tuchasonganganya akulewa lyele lisikulyo meso gao gali gabuluwu (gamatatale ligongo lyawoga)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Tachiwa ali nkusongonelana chilikati chao (achitiji): “Nganintama (pa duniya) ikaweje (mowa) likumi pe.”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Uwwe tukuimanya chenene yatachiwechetaga, ndema jatachiwechetaga wambone wao panyendele (jalunda ni kupimila chenene ndawi kuti): “Nganintama wanganyammwe (pa duniya) ikaweje lyuwa limo (pakulandanya ni ulewu wamowa ga ku Moto).”"},{"SurahNumber":20,"VerseNumber":105,"Text":"Soni akum’busya ya matumbi (kuti gachiwa uli lisiku lya Kiyama)? Jilani: “Ambuje wangu tachigasyaga-syaga ni kugaululusya nti chisawu luwundu.”"},{"SurahNumber":20,"VerseNumber":106,"Text":"“Nitachilileka (litaka) lili chiwata chetilisye tyatyatya!”"},{"SurahNumber":20,"VerseNumber":107,"Text":"“Ngasilliona palakwepo litiwi namuno chikwesya.”"},{"SurahNumber":20,"VerseNumber":108,"Text":"Lyele lisikulyo tachinkuuya wanganyao nkuwilanga (jwa Allah) mwangali kunsembenduka jwalakwejo, sano malowe ni gaachintulalila (Allah) Jwaukoto wejinji, ni ngasimpikana ikaweje kusongona ni misindo ja sajo"},{"SurahNumber":20,"VerseNumber":109,"Text":"Lyele lisikulyo ngasichikamuchisya chondechonde (cha jwalijose) ikaweje jwapedwile lusa ni (Allah) Jwaukoto wejinji, ni kunonyelwa najo yakuwecheta yakwe"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Allah) jukumanyilila yaili paujo pao (ya umi auno wa duniya) ni yaili munyuma mwao (ya ku Akhera), sano wanganyao nganawa ansyungwile Jwalakwe pakummanya chenene (mwajuwelele)"},{"SurahNumber":20,"VerseNumber":111,"Text":"Soni ngope (syosope lyele lisikulyo) sichintetewalila (Allah) Jwaumi wandamo, Jwachimilecho (pakuchengeta iwumbe Yakwe), soni tachiwa jwakwasika kusyene mundu jwaatwichile (nsigo wa) lupuso (pakum’bwanganya Allah ni isanamu)"},{"SurahNumber":20,"VerseNumber":112,"Text":"Sano jwaakupanganya masengo gambone kutendaga ali jwakulupilila, basi ngasajogopa kutendedwa lupuso (pakun’jonjechesya yakusakala), namuno kupungusyidwa (malipilo gakwe gambone)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Soni iyyoyopeyo tujitulwisye jalakweji kuwa Qur’an ja Charabu, ni tusalichisye mwalakwemo ya itetelo (yamitundumitundu), kuti wanganyao ajogope, kapena kuti jatendekasye (ndawi ni katema) kupata chikumbusyo chasambano"},{"SurahNumber":20,"VerseNumber":114,"Text":"Basi atukwiche Allah, Nchimwene Jwakuona. Ningasin’jitendelaga chitema Qur’an (paajisooma) nkanigamalichiche kutuluka kukwenu malowe gakwe. Ni m’becheteje kuti: “Ambuje wangu! Munyonjechesyani umanyilisi.”"},{"SurahNumber":20,"VerseNumber":115,"Text":"Soni pamasile patwapele chilanga Adam kala (chakuti akalya isogosi ya m’chitela chakanyisyidwa) nambo waliwalile, ni nganituchisimana kukwao chisako chakulimbangana (chakuleka kutenda yawakanyisyidweyo)"},{"SurahNumber":20,"VerseNumber":116,"Text":"Soni (kumbuchilani) katema katwasalile Achimalaika kuti: “Mwasujudilani Adam.” Basi wosope ni wasujudu kusigala Ibulisu; wakanile"},{"SurahNumber":20,"VerseNumber":117,"Text":"Basi ni twatite: “E mmwe Adam! Chisimu aju ni mmagongo jwenumwe ni wankwenu. Basi akankopokasya mu Mbepo ntakwika mwannagasyiche.”"},{"SurahNumber":20,"VerseNumber":118,"Text":"“Chisimu mmwe nkwete (chilanga Kukwetu chanti), ngajinkolaga sala mwalakwemo soni ngam’baga makonope.”"},{"SurahNumber":20,"VerseNumber":119,"Text":"“Soni chisimu mmwe ngajinkolaga njota mwalakwemo soni ngachinkolaga chitukuta.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Basi shetani ni wansongonele (pakunnyenjelela yakusakala) watite: “E mmwe Adam! Ana nannanjile chitela cha (kuntendekasya kuwa wa) ndamo ni (wa) uchimwene wangamala?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Ni walile wanawawili (Adam ni wankwao isogosi) kuumila mwalakwe (m’chitelamo), basi ni waonechele kukwao utukani wao, ni watandite kulinyambatika masamba ga mu Mbepo. Sano Adam wannyosyisye M’mbujegwe basi ni wapotele"},{"SurahNumber":20,"VerseNumber":122,"Text":"Kaneka Ambujegwe wansagwile pakumpochela toba jakwe ni kun’jongola"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Allah) jwatite: “Tulukani mwalakwemo wanaose chilikati chenu chili chana utinda. Naga chikam’bichilile chongoko chakuumila Kukwangu, basi watakakuyeje chongoko Changucho, ngaja kusokonechela soni ngaja kulagasika.”"},{"SurahNumber":20,"VerseNumber":124,"Text":"“Nambo watakanyosye kuleka chikumbusyo Changu, nikuti chisimu walakweo chakakole umi wakanganika (ku duniya), ni tuchajimusya (m’malembe) lisiku lya Kiyama ali wangalola.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"Tachiti (pakusimonga): “Ambuje wangu! Chantiuli kunjimusya (m’malembe) ndili jwangalola, kutendaga naliji jwakulolaga?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah) tachiti: “Iyyoyopeyo (ni yamwatite mmwe, ndema ja) gam’bichilile ma Aya Getu basi mwagaliwalile, iyyoyopeyo soni lelo chin’diwalidwe.”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Soni mwele ni mwatukan’dipilile (pa Kiyama) mundu jwawapelenganyisye malile (pakutenda yasambi), ni ngakulupilila ma Aya ga M’mbujegwe, sano ilagasyo ya ku Akhera ni yakupoteka nnope soni yakwendelechela"},{"SurahNumber":20,"VerseNumber":128,"Text":"Ana nganiyimanyukuchepe kukwao yanti mikutula jilingwa jatwajijonasile paujo pao? Soni wanganyawa (achimakafili walelowa) akwendaga muwatamaga wanganyao (ana ngaakuionaga imanyilo yakonanjidwa kwao)? Chisimu mu yalakweyo mwana ilosyo kwa wandu wakwete lunda"},{"SurahNumber":20,"VerseNumber":129,"Text":"Mwanti likawaga lilowe lyalyalongolele lyakuumila kwa Ambuje wenu (lyangapa ilagasyo yekulungwa nnope ikaweje ku Kiyama), ni ndema (jao jakuwila kuti jaliji) jetomechedwe, chisimu (ilagasyo yao) ikaliji yakusosekwa (kuti yapate sampanojino)"},{"SurahNumber":20,"VerseNumber":130,"Text":"Basi pililani (mmwe Muhammadi ﷺ) pa yaakuwecheta wanganyao, ni nlluswejesyeje Lumbili lwa Ambuje wenu lyuwa nkanilikopoche (pakuswali swala ja Fajr), nambo soni nkanilitiwile (pakuswali swala ja Asr), nambo soni ndawi sine syachilo basi nswejesyeje (pakuswali swala ja Magrib ni Isha), kwisa soni pasonga sya muusi (katikati ja muusi pakuswali swala ja Dhuhr), kuti tim’be wakusengwa (ni malipilo gatachimpa Allah pa Kiyama)"},{"SurahNumber":20,"VerseNumber":131,"Text":"Soni ngasinyyikolondochesya meso genu yatujisengwachisye nayo mikutula jakulekanganalekangana ja wanganyao (achimakafilio), (yalakweyo iwele) ipeto ya umi wa duniya, kuti twalinje wanganyao pa yalakweyo. Sano lisiki lya Ambuje wenu (ku Akhera) ni lyalili lyambone nnope soni lyakwendelechela"},{"SurahNumber":20,"VerseNumber":132,"Text":"Soni nllichisyeje liwasa lyenu kuswali Swala, ni mpililile mmwejo pa (kujiswaliswali) jalakwe. Ngatukum’benda mmwe lisiki, Uwwe ni watukumpa lisiki mmwe. Soni mbesi jambone jili mu woga (wakun’jogopa Allah)"},{"SurahNumber":20,"VerseNumber":133,"Text":"Soni (achimakafili) watite: “Nambi uli ngajukutuichilila (Muhammadi ﷺ) ni chisimosimo kuumila kwa M’mbujegwe?” Ana nganiwaichilila umboni wakuonechela wa ayila yaili mu ikalakala yandanda (Taurat ni Injil yakwika kwa Ntume Muhammadi ﷺ)"},{"SurahNumber":20,"VerseNumber":134,"Text":"Soni ingawe kuti Uwwe twajonasile wanganyao ni ilagasyo nkanaiche jwalakwe (Muhammadi ﷺ), angatite: “Ambuje wetu! Uli ngatutumichisya kaje ntenga kuti tukuye ma Aya Genu, nkanituiche mwakunyosyeka (chanti iyyi) ni kwaluka?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"Jilani (mmwe Muhammadi ﷺ): “Jwalijose (mwetuwe) jukwembecheya (malipilo gakwe), basi nombe jenumanja jembecheyani, mwanti sampano tiyyimanye yanti ana wani (chilikati chetuwe ni jenumanja) wali petala lyagoloka, soni kuti ana wani wali wakongoka.”"}]}