{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Abin da yake a cikin sammai da wanda yake a cikin ƙasa suna tasbihi ga Allah. Gare Shi mulki yake, kuma gare Shi godiya take. Kuma Shi, a kan kome, Mai ikon yi ne"},{"SurahNumber":64,"VerseNumber":2,"Text":"Shi ne wanda Ya halitta ku. Sa'an nan daga gare ku akwai kafiri kuma daga gare ku akwai mumini. Kuma Allah Mai gani ne ga abin da kuke aikatawa"},{"SurahNumber":64,"VerseNumber":3,"Text":"Ya halitta sammai da ƙasa da abin da yake hakkinSa. Kuma Ya suranta ku, sa'an nan Ya kyautata surorinku. Kuma zuwa gare Shi makoma take"},{"SurahNumber":64,"VerseNumber":4,"Text":"Yana sanin abin da ke a cikin sammai da ƙasa. Kuma Yana sanin abin da kuke boyewa da abin da kuke bayyanawa. Kuma Allah Masani ne ga abin da ke cikin ƙiraza"},{"SurahNumber":64,"VerseNumber":5,"Text":"Shin, babban labari bai je muku ba na waɗanda suka kafirta daga gabani, sai suka ɗanɗani uƙubar al'amarinsu kuma suna da wata azaba mai raɗaɗi"},{"SurahNumber":64,"VerseNumber":6,"Text":"Wancan saboda lalle su Manzanninsu sun kasance suna je musu da hujjoji bayyanannu, sai suka ce: \"Ashe, wasu mutane za su shiryar da mu?\" Sai suka kafirta kuma suka juya baya, kuma Allah Ya wadatu (daga gare su). Kuma Allah wadatacce ne, Godadde"},{"SurahNumber":64,"VerseNumber":7,"Text":"Waɗanda suka kafirta sun riya cewa ba za a tayar da su ba. Ka ce: \"Ni, ina rantsuwa da Ubangijina. Lalle za a tayar da ku haƙiƙatan, sa'an nan kuma lalle ana ba ku labari game da abin da kuka aikata. Kuma wannan ga Allah mai sauƙi ne"},{"SurahNumber":64,"VerseNumber":8,"Text":"Saboda haka ku yi imani da Allah da ManzonSa da hasken nan da Muka saukar. Kuma Allah, ga abin da kuke aikatawa, Mai labartawa ne"},{"SurahNumber":64,"VerseNumber":9,"Text":"A ranar da Yake tattara ku domin ranar taruwa. Wancan ne ranar kamunga. Kuma wanda ya yi imani da Allah, kuma ya aikata aikin ƙwarai, zai kankare masa munanan ayyukansa, kuma Yashigar da shi gidajen Aljanna, ƙoramu na gudana daga ƙarƙashinsu, suna madawwama a cikinsu har abada. Wannan ne babban rabo mai girma"},{"SurahNumber":64,"VerseNumber":10,"Text":"Kuma waɗanda suka kafirta, kuma suka ƙaryata game da ayoyinMu, waɗannan sune'yan wuta, suna madawwama a cikinta. Kuma tir da makoma, ita"},{"SurahNumber":64,"VerseNumber":11,"Text":"Wata masifa ba za ta samu ba face da iznin Allah. Kuma wanda ya yi imani da Allah, Allah zai shiryar da zuciyarsa. Kuma Allah, ga dukan kome, Masani ne"},{"SurahNumber":64,"VerseNumber":12,"Text":"Kuma ku yi ɗa'a ga Allah, kuma ku yi ɗa'a ga Manzo. Sa'an nan idan kun juya baya, to, abin sani kawai, akwai iyarwa bayyananna a kan ManzonMu"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah babu wani abin bauta wa face Shi. Kuma ga Allah, sai muminai su dogara"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ya ku waɗanda suka yi imani! Lalle ne daga matanku da ɗiyanku akwai wani maƙiyi a gare ku, sai ku yi saunarsu. Kuma idan kuka yafe, kuma kuka kau da kai, kuma kuka gafarta, to, lalle Allah Mai gafara ne, Mai jin ƙai"},{"SurahNumber":64,"VerseNumber":15,"Text":"Dukiyoyinku da ɗiyanku fitina ɗai ne. Kuma Allah, a wurinSa akwai wani sakamako mai girma"},{"SurahNumber":64,"VerseNumber":16,"Text":"Sai ku bi Allah da taƙawa gwargwadon abin da kuka sami iko. Kuma ku saurara kuma ku yi ɗa'a, kuma ku ciyar, ya fi zama alheri gare ku. Kuma wandaya saɓa wa rowar ransa, to, waɗannan su ne masu babban rabo"},{"SurahNumber":64,"VerseNumber":17,"Text":"Idan kun bai wa Allah rance, rance mai kyau, (Allah) zai ninka shi a gare ku kuma Ya gafarta muku. Kuma Allah Mai yawan godiya ne, Mai haƙuri"},{"SurahNumber":64,"VerseNumber":18,"Text":"Shi ne Masanin fake da bayyane, Mabuwayi, Mai hikima"}]}