{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Hī āhē tī sūraha (adhyāya) jī āmhī avatarita kēlī āhē āṇi nirdhārita kēlī āhē āṇi jyāta āmhī spaṣṭa ādēśa avatarita kēlē āhēta, yāsāṭhī kī tumhī smaraṇāta rākhāvē"},{"SurahNumber":24,"VerseNumber":2,"Text":"Vyabhicāra karaṇāṟyā strī-puruṣāmpaikī pratyēkālā śambhara kōḍē mārā. Tyānnā allāhacyā (daṇḍa) niyamānusāra śikṣā dētānā tumhālā kadāpī kīva vāṭū nayē, jara tumhī allāhavara āṇi kayāmatacyā divasāvara īmāna rākhata asāla. Tyānnā śikṣā dētēvēḷī īmāna rākhaṇāṟyān̄cā ēka samūha hajara asalā pāhijē"},{"SurahNumber":24,"VerseNumber":3,"Text":"Vyabhicārī puruṣa, vyabhicārī strī kinvā anēkēśvaravādī strīśivāya dusaṟyā strīśī vivāha karīta nāhī āṇi vyabhicāra karaṇārī strī dēkhīla, vyabhicārī puruṣa kinvā anēkēśvaravādī puruṣākhērīja dusaṟyāśī vivāha karīta nāhī āṇi īmāna rākhaṇāṟyānvara hē harāma (avaidha) kēlē gēlē āhē"},{"SurahNumber":24,"VerseNumber":4,"Text":"Āṇi jē lōka pāvitryaśīla strīvara vyabhicārācā ārōpa ṭhēvatīla, maga cāra sākṣī sādara karū śakata nasatīla tara tyānnā ainśī kōḍē mārā āṇi tyān̄cī sākṣa kadhīhī mān'ya karū nakā, hē durācārī lōka āhēta"},{"SurahNumber":24,"VerseNumber":5,"Text":"Parantu jē lōka yānantara māphī māgūna āpalā sudhāra karūna ghētīla, tara sarvaśrēṣṭha allāha māpha karaṇārā āṇi dayā- kr̥pā karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":6,"Text":"Āṇi jē lōka āpalyā patnīvara vyabhicārācā ārōpa ṭhēvatīla āṇi tyān̄cā sākṣī tyān̄cyākhērīja dusarā kōṇī nasēla tara aśā lōkāmpaikī pratyēkācā purāvā hā āhē kī tyānnī cāra vēḷā allāhacī śapatha ghē'ūna sāṅgāvē kī tē saccā lōkāmpaikī āhēta"},{"SurahNumber":24,"VerseNumber":7,"Text":"Āṇi pācavyā khēpēsa hē kī allāhatarphē dhiḥkkāra asō tyācā, jara tō khōṭyāmpaikī asēla"},{"SurahNumber":24,"VerseNumber":8,"Text":"Āṇi tyā (strī) varūna śikṣā aśā prakārē ṭāḷalī jā'ū śakatē kī tinē cāra vēḷā allāhacī śapatha ghē'ūna mhaṇāvē kī niḥsanśaya ticā patī khōṭē bōlaṇāṟyāmpaikī āhē"},{"SurahNumber":24,"VerseNumber":9,"Text":"Āṇi pācavyā khēpēsa mhaṇāvē kī ticyāvara allāhacā prakōpa hōvō jara ticā patī satya bōlaṇāṟyāmpaikī asēla"},{"SurahNumber":24,"VerseNumber":10,"Text":"Āṇi jara allāhacī dayā- kr̥pā tumacyāvara nasatī (tara tumacyāvara duḥkha kōsaḷalē asatē) āṇi allāha kṣamā-yācanā kabūla karaṇārā hikamataśālī āhē"},{"SurahNumber":24,"VerseNumber":11,"Text":"Jē lōka hā phāra mōṭhā ākṣēpa racūna ālē āhēta. Hā dēkhīla tumacyātalā ēka samūha āhē. Tumhī tyālā āpalyākaritā vā'īṭa samajū nakā kimbahunā hā tumacyāsāṭhī cāṅgalā āhē. Mātra tyān̄cyāpaikī pratyēkāvara tēvaḍhā aparādha āhē, jēvaḍhā tyānē kamavilā āhē āṇi tyān̄cyāpaikī jyānē tyāta mōṭhyā pramāṇāta bhāga ghētalā āhē, tyācī śikṣāhī phāra mōṭhī āhē"},{"SurahNumber":24,"VerseNumber":12,"Text":"Tē aikatāca īmāna rākhaṇāṟyā puruṣānnī āṇi striyānnī ēkamēkāmbaddala sad‌bhāvanā kā nāhī kēlī āṇi asē kā nāhī mhaṭalē kī hā tara ughaḍa ārōpa āhē"},{"SurahNumber":24,"VerseNumber":13,"Text":"Tyānnī yāvara cāra sākṣī kā nāhī āṇalē? Āṇi jyā'arthī tyānnī sākṣī āṇalē nāhīta tara hā ārōpa ṭhēvaṇārē lōka niścitaca allāhajavaḷa kēvaḷa khōṭāraḍē āhēta"},{"SurahNumber":24,"VerseNumber":14,"Text":"Āṇi jara tumacyāvara allāhacī kr̥pā āṇi dayā, yā jagāta āṇi ākhiratamadhyē nasatī tara niḥsanśaya, jyā gōṣṭīcī carcā tumhī surū kēlī hōtī, ticyāpāyī tumhālā phāra mōṭhī śikṣā pōhacalī asatī"},{"SurahNumber":24,"VerseNumber":15,"Text":"Jēvhā tumhī āpalyā mukhānē yācī carcā satata karū lāgalē āṇi āpalyā tōṇḍānē tī gōṣṭahī bōlū lāgalē, jicyāviṣayī tumhālā kāhīca jñāna navhatē. Tumhī tilā sādhāraṇa gōṣṭa samajata rāhilē asalē tarī allāhacyā dr̥ṣṭīnē tī mōṭhī bhayaṅkara bāba hōtī"},{"SurahNumber":24,"VerseNumber":16,"Text":"Āṇi tumhī tī gōṣṭa aikatāca asē kā nāhī mhaṭalē kī āmhī aśī gōṣṭa tōṇḍānē kāḍhaṇēhī cāṅgalē nāhī. Hē allāha tū pavitra āhēsa hā tara phāra mōṭhā mithyārōpa āhē"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allāha tumhālā upadēśa karatō kī punhā kadhī asē kāma karū nakā, jara tumhī saccē īmānadhāraka asāla"},{"SurahNumber":24,"VerseNumber":18,"Text":"Āṇi allāha tumacyāsamōra āpalyā āyatī nivēdana karīta āhē, āṇi allāha jāṇaṇārā, bud'dhīkauśalya bāḷagaṇārā āhē"},{"SurahNumber":24,"VerseNumber":19,"Text":"Jē lōka, īmāna rākhaṇāṟyāmmadhyē nirlajjatā pasaraviṇyācī icchā bāḷagatāta, tyān̄cyāsāṭhī yā jagāta āṇi ākhiratamadhyē duḥkhadāyaka azāba (śikṣā- yātanā) āhē,1 āṇi allāha sarva kāhī jāṇatō, āṇi tumhī kāhīca jāṇata nāhī"},{"SurahNumber":24,"VerseNumber":20,"Text":"Āṇi jara tumacyāvara allāhacī dayā- kr̥pā rāhilī nasatī āṇi hēhī kī allāha atiśaya snēhaśīla dayā karaṇārā āhē (an'yathā tumacyāvara prakōpa ālā asatā)"},{"SurahNumber":24,"VerseNumber":21,"Text":"Hē īmāna rākhaṇāṟyānnō! Saitānācyā pā'ūlakhuṇānvara cālū nakā, jō manuṣya saitānācyā pā'ūlakhuṇānvara cālēla, tara tō nirlajjatā āṇi vā'īṭa kāmān̄cāca ādēśa dē'īla āṇi jara allāhacī dayā- kr̥pā tumacyāvara nasatī tara tumacyāpaikī kōṇīhī, kadhīhī svaccha- śud'dha jhālā nasatā. Parantu allāha jyālā pāka (svaccha-śud'dha) karū icchitō, karatō. Āṇi allāha sarva kāhī aikaṇārā āṇi sarva kāhī jāṇaṇārā āhē"},{"SurahNumber":24,"VerseNumber":22,"Text":"Āṇi tumacyāpaikī jē lōka mōṭhē āṇi sampanna avasthā rākhaṇārē āhēta tyānnī aśī śapatha ghē'ū nayē kī āpalyā javaḷacyā nātēvā'īkān̄cī āṇi gōragaribān̄cī āṇi allāhacyā mārgāta dēśatyāga karaṇāṟyān̄cī madata karaṇāra nāhī, kimbahunā māpha kēlē pāhijē āṇi tahē dila pāhijē. Kāya tumhī nāhī icchita kī allāhanē tumacē aparādha (cukā) māpha karāvēta. Āṇi allāha māpha karaṇārā, dayā karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":23,"Text":"Jē lōka satśīla bhōḷyā-bhābaḍyā īmānadhāraka striyānvara ārōpa ṭhēvatāta, tē yā jagāta āṇi ākhiratamadhyē dhiḥkkāralē jāṇārē lōka āhēta āṇi tyān̄cyāsāṭhī atiśaya kaṭhōra śikṣā-yātanā āhē"},{"SurahNumber":24,"VerseNumber":24,"Text":"Jēvhā tyān̄cyā samakṣa tyān̄cyā jībhā āṇi tyān̄cē hāta-pāya, tyānnī kēlēlyā karmān̄cī sākṣa dētīla"},{"SurahNumber":24,"VerseNumber":25,"Text":"Tyā divaśī allāha tyānnā purēpūra mōbadalā satya āṇi n'yāyāsaha pradāna karēla āṇi tē jāṇūna ghētīla kī allāhaca satya āhē, tōca jāhīra karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":26,"Text":"Aśud'dha ghāṇēraḍyā striyā aśud'dha ghāṇēraḍyā puruṣān̄cyā yōgya āhēta, āṇi aśud'dha ghāṇēraḍē puruṣa aśud'dha ghāṇēraḍyā striyān̄cyā yōgya āhēta, āṇi svaccha- śud'dha striyā, svaccha- śud'dha puruṣān̄cyā lāyaka āhēta āṇi svaccha- śud'dha puruṣa svaccha- śud'dha striyān̄cyā yōgya āhēta. Aśā pavitra, svaccha- śud'dha lōkānviṣayī jī kāhī vāhyāta baḍabaḍa hē (ārōpa ṭhēvaṇārē) karīta āhēta, tē tyāpāsūna nirdōṣa āhēta. Tyān̄cyāsāṭhī kṣamā āhē, āṇi mōṭhī sanmānapūrṇa ājivikā āhē"},{"SurahNumber":24,"VerseNumber":27,"Text":"Hē īmāna rākhaṇāṟyānnō āpalyā gharāṅkhērīja dusaṟyān̄cyā gharāta jā'ū nakā, jōparyanta (āta yēṇyācī) paravānagī na ghyāla āṇi tithalyā rāhaṇāṟyānnā salāma na karāla. Hēca tumacyāsāṭhī uttama āhē, yāsāṭhī kī tumhī bōdha prāpta karāvā"},{"SurahNumber":24,"VerseNumber":28,"Text":"Jara tithē tumhālā kōṇī bhēṭalā nāhī tara maga anumatī ghētalyāvinā āta jā'ū nakā, āṇi jara tumhālā parata jāyalā sāṅgitalē gēlē tara tumhī parataca jā. Hēca tumacyāsāṭhī adhika nirmaḷa, niṣpāpa āhē. Jē kāhī tumhī karīta āhāta, allāha tē cāṅgalyā prakārē jāṇatō"},{"SurahNumber":24,"VerseNumber":29,"Text":"Parantu jyāta lōka rāhata nasatīla, aśā gharāmmadhyē, jithē tumacā kāhī lābha kinvā sāmugrī asēla (tyāta) pravēśa karaṇyāta kāhī aparādha nāhī. Tumhī jē kāhī jāhīra karatā āṇi jē kāhī lapavitā allāha tē sarva kāhī jāṇatō"},{"SurahNumber":24,"VerseNumber":30,"Text":"Īmāna rākhaṇāṟyā puruṣānnā sāṅgā kī āpalī najara khālī rākhāvī āṇi āpalyā lajjāsthānā (guptāṅgā) cē rakṣaṇa karāvē. Yātaca tyān̄cyākaritā pāvitrya āhē. Lōka jē kāhī karīta āhēta, allāha tē sarva kāhī jāṇatō"},{"SurahNumber":24,"VerseNumber":31,"Text":"Āṇi īmāna rākhaṇāṟyā striyānnā sāṅgā kī tyānnīhī āpalī najara jhukalēlī ṭhēvāvī āṇi āpalyā śīla-abrucē rakṣaṇa karāvē. Āṇi āpalyā śōbhā- sajāvaṭī (śr̥ṅgārā) lā ughaḍa karū nayē. Tyācyākhērīja jē ughaḍa āhē, āṇi āpalyā chātīvara āpalyā ōḍhaṇyā- dupaṭṭē pūrṇataḥ pasaravūna rākhāvēta āṇi āpalā śr̥ṅgāra kōṇācyāhī samōra jāhīra karū nayē khērīja āpalyā patīcyā kinvā āpalyā pityācyā kinvā āpalyā sāsaṟyācyā, kinvā āpalyā putrācyā kinvā āpalyā patīcyā putrān̄cyā, kinvā āpalyā bhāvān̄cyā kinvā putaṇyān̄cyā kinvā āpalyā bhācyān̄cyā, kinvā āpalyā sakhīn̄cyā kinvā dāsān̄cyā kinvā nōkarāmpaikī aśā puruṣān̄cyā jyānnā kāmavāsanā nasāvī, kinvā aśā lahāna mulān̄cyā, jē striyān̄cyā gupta bābīnśī adyāpa paricita jhālē nasāvēta, āṇi aśā prakārē tyānnī āpalē pāya (jaminīvara) jōrajōrānē āpaṭata cālū nayē kī (taśānē) tyān̄cā lapalēlā śr̥ṅgāra kaḷūna yāvā. Āṇi hē īmāna rākhaṇāṟyānnō, tumhī sarvacyā sarva allāhacyā darabārāta māphī māgā, yāsāṭhī kī tumhī saphalatā prāpta karāvī"},{"SurahNumber":24,"VerseNumber":32,"Text":"Āṇi tumacyāpaikī jē puruṣa-strī tāruṇyāsa pōhōcalē asatīla tara tyān̄cā vivāha karūna dyā āṇi āpalyā nēka sadācārī dāsa-dāsīn̄cā dēkhīla jara tē garībahī asatīla tara allāha āpalyā dayā kr̥pēnē tyānnā dhanavāna banavila. Allāha mōṭhī viśālatā bāḷagaṇārā āṇi jñāna rākhaṇārā āhē"},{"SurahNumber":24,"VerseNumber":33,"Text":"Āṇi tyā lōkānnī satśīla rāhilē pāhijē, jē āpalā vivāha karaṇyācē sāmarthya bāḷagata nāhī. Yēthēparyanta kī allāhanē āpalyā kr̥pēnē tyānnā dhanavāna karāvē. Tumacyā dāsāmpaikī jō kōṇī tumhālā (dāsyamukta hōṇyākaritā) kāhī dē'ūna muktīcā lēkhī karāra karū icchitīla tara tumhī tyānnā tasā lēkhī karāra lihūna dyā. Jara tumhālā tyān̄cyāta kāhī bhalēpaṇā disata asēla, āṇi allāhanē jī dhana-sampattī tumhālā dē'ūna ṭhēvalī āhē, ticyātūna tyānnāhī dyā. Tumhī āpalyā tyā dāsīnnā, jyā satśīla (pavitra) rāhū icchitāta tyānnā aihika jīvanācyā phāyadyāsāṭhī duṣkarma karaṇyāsa vivaśa karū nakā āṇi jō tyānnā vivaśa karīla tara tyānnā vivaśa kēlē gēlyāvara allāha (tyān̄cyāsāṭhī) kṣamāśīla āṇi dayāśīla āhē"},{"SurahNumber":24,"VerseNumber":34,"Text":"Āṇi āmhī tumacyākaḍē spaṣṭa āyatī avatarita kēlyā āhēta āṇi tyā lōkān̄cī udāharaṇē jē tumacyāpūrvī hō'ūna gēlē āhēta. Āṇi allāhacē bhaya rākhaṇāṟyāṅkaritā bōdha- upadēśa"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allāha ākāśān̄cā āṇi jaminīcā nūra (prakāśa) āhē. Tyācyā nūracē udāharaṇa asē kī jaṇū ēkhādyā kōnāḍyāta divā āhē āṇi tō divā kācēcyā (kandīlācyā) āta asāvā. Kāca cakākatānā, lakhkha camakaṇāṟyā tāṟyāsamāna asāvā āṇi tō divā pavitra vr̥kṣa jaitūnacyā tēlānē prajvalita kēlā jāta asāvā, jō vr̥kṣa nā pūrvēkaḍacā āhē, nā paścimēkaḍacā āṇi tē tēla prakāśamāna hōṇyācyā bētāta asāvē āgīnē tyālā kadhī sparśa kēlā nasalā tarī. Prakāśāvara prakāśa āhē. Sarvaśrēṣṭha allāha āpalyā nūracyā diśēnē jyālā icchitō mārgadarśana karatō. Lōkānnā samajāvaṇyākaritā allāha hē udāharaṇa dēta āhē āṇi allāha pratyēka gōṣṭīcī avasthā cāṅgalyā prakārē jāṇatō"},{"SurahNumber":24,"VerseNumber":36,"Text":"Tyā gharāmmadhyē, jyānnā un̄caviṇyācā āṇi tithē āpalē nāmaḥsmaraṇa karaṇyācā allāhanē ādēśa dilā āhē ticē sakāḷa-sandhyākāḷa allāhacī tasbīha (guṇagāna) karīta asatāta"},{"SurahNumber":24,"VerseNumber":37,"Text":"Asē lōka jyānnā tyān̄cā vyāpāra āṇi kharēdī-vikrī allāhacyā smaraṇāpāsūna āṇi namāja kāyama karaṇyāpāsūna va jakāta adā karaṇyāpāsūna gāphīla karīta nāhī, tyā divasācē bhaya bāḷagatāta, jyā divaśī anēka hr̥dayē āṇi anēka ḍōḷē ulathē-pālathē hōtīla"},{"SurahNumber":24,"VerseNumber":38,"Text":"Yā hētunē kī allāhanē tyānnā tyān̄cyā karmācā cāṅgalā mōbadalā dyāvā āṇi āpalyā kr̥pēnē kāhī jāstaca pradāna karāvē āṇi sarvaśrēṣṭha allāha jyālā icchitō agaṇita rōjī (ājivikā) pradāna karatō"},{"SurahNumber":24,"VerseNumber":39,"Text":"Āṇi kāphira (inkārī) lōkān̄cē karma tyā cakākaṇāṟyā vāḷūsārakhē āhē jī khulyā maidānāta asāvī. Jilā tahānalēlā manuṣya durūna pāṇī samajatō, parantu jēvhā tō tyājavaḷa pōhacatō, tēvhā tyālā kāhīca āḍhaḷata nāhī, tathāpi allāha āpalyā nikaṭa asalyācē āḍhaḷatē, jō tyācā hiśōba purēpūra cukatā karatō. Āṇi allāha lavakaraca hiśōba cukatā karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":40,"Text":"Kinvā tyā andhārānsārakhē āhē jē khūpa khōla samudrāta asāvēta, jyālā lāṭēvara lāṭa jhākata asāvī, maga tyāvara ḍhaga pasaralē asāvēta. Arthāta andhārāvara andhāra asāvā. Jara āpalā hāta bāhēra kāḍhīla tara tōhī pāhaṇē tyālā śakya nasāvē, āṇi (vastutaḥ) jyālā allāhanēca nūra na dyāvā tyācyājavaḷa kōṇatāhī nūra (prakāśa) nasatō"},{"SurahNumber":24,"VerseNumber":41,"Text":"Kāya tumhī nāhī pāhilē kī ākāśa āṇi dharatīcī samasta īśanirmitī āṇi paṅkha pasarūna uḍaṇārē sarva pakṣī allāhīca tasbīha (nāmasmaraṇa)(guṇagāna) karaṇyāta magna āhēta. Pratyēkācī namāja āṇi tasbīha (nāmasmaraṇa) tyālā māhīta āhē āṇi lōka jē kāhī karatāta, allāha tē cāṅgalyā prakārē jāṇatō"},{"SurahNumber":24,"VerseNumber":42,"Text":"Ākāśān̄cī āṇi dharatīcī rājyasattā allāhacīca āhē āṇi allāhacyācakaḍē paratūna jāyacē āhē"},{"SurahNumber":24,"VerseNumber":43,"Text":"Kāya tumhī nāhī pāhilē kī allāha ḍhagānnā cālavitō, maga tyānnā āpasāta miḷavatō, maga tyānnā tharāvara thara karatō. Maga tumhī pāhatā kī tyān̄cyāmadhūna pā'ūsa paḍatō. Tōca ākāśākaḍūna gārān̄cyā parvatātūna gārā varṣavitō. Maga jyānnā icchitō tyānnā tyān̄cyājavaḷa varṣavitō āṇi jyān̄cyāpāsūna icchitō tyān̄cyāpāsūna tyānnā haṭavitō. Ḍhagāmmadhūnaca nighaṇāṟyā vijēcī camaka aśī asatē kī jaṇū ātā ḍōḷyān̄cī najara hirāvūna ghē'īla"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allāhaca divasa-rātrīcā ulaṭaphēra karata rāhatō. Ḍōḷē (dr̥ṣṭī) rākhaṇāṟyāṅkaritā yāta niścitaca mōṭhā bōdha āhē"},{"SurahNumber":24,"VerseNumber":45,"Text":"Samasta cālaṇāṟyā phiraṇāṟyā sajīvālā allāhanē pāṇyādvārē nirmāṇa kēlē āhē. Tyātalē kāhī āpalyā pōṭācyā ādhārē (sarapaṭata) cālatāta, kāhī dōna pāyānvara cālatāta, kāhī cāra pāyānvara cālatāta. Allāha jē icchitō nirmāṇa karatō. Niḥsanśaya allāha pratyēka gōṣṭa karaṇyācē sāmarthya bāḷagatō"},{"SurahNumber":24,"VerseNumber":46,"Text":"Niḥsanśaya, āmhī spaṣṭa āyatī avatarita kēlyā āhēta. Allāha jyālā icchitō saraḷa mārga dākhavitō"},{"SurahNumber":24,"VerseNumber":47,"Text":"Āṇi jē mhaṇatāta kī āmhī allāha āṇi rasūla (sa.) Vara īmāna rākhalē āṇi ājñādhāraka jhālōta, maga tyān̄cyātalā ēka samūha tyānantarahī tōṇḍa phiravitō, hē īmāna rākhaṇārē nāhīta"},{"SurahNumber":24,"VerseNumber":48,"Text":"Āṇi jēvhā yānnā yā gōṣṭīkaḍē bōlāvilē jātē kī allāha āṇi tyācyā paigambarānē (tyān̄cyā taṇṭyācā) phaisalā karāvā, tarī dēkhīla tyān̄cā ēka samūha tōṇḍa phiraviṇārā banatō"},{"SurahNumber":24,"VerseNumber":49,"Text":"Āṇi jara hakka tyānnāca pōhacata asēla tara paigambarājavaḷa mōṭhē ājñādhāraka banūna yētāta"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kāya tyān̄cyā manāta rōga āhē? Kinvā hē śaṅkā-sanśayāta paḍalē āhēta? Kinvā tyānnā yā gōṣṭīcē bhaya āhē kī allāha āṇi tyācā rasūla tyān̄cā hakka naṣṭa na karūna ṭākāvēta. Vastutaḥ hē svataḥ mōṭhē atyācārī āhēta"},{"SurahNumber":24,"VerseNumber":51,"Text":"Īmāna rākhaṇāṟyān̄cē mhaṇaṇē tara asē āhē kī jēvhā tyānnā yāsāṭhī bōlāvilē jātē kī allāha āṇi tyācyā paigambarānē tyān̄cyā daramyāna phaisalā karūna dyāvā tēvhā tē mhaṇatāta kī āmhī aikalē āṇi mān'ya kēlē. Hēca lōka saphala hōṇārē āhēta"},{"SurahNumber":24,"VerseNumber":52,"Text":"Āṇi jō allāha āṇi tyācyā paigambarācyā ādēśācē anusaraṇa karīla, allāhacē bhaya rākhīla, (tyān̄cyā śikṣā- yātanēcē) bhaya bāḷagūna rāhīla tara tēca lōka saphalatā prāpta karaṇārē āhēta"},{"SurahNumber":24,"VerseNumber":53,"Text":"Āṇi agadī dr̥ḍhatāpūrvaka tē allāhacī śapatha ghē'ūna sāṅgatāta kī tumacā ādēśa hōtāca tatpara nighaṇyāsa sajja hō'ū. Tyānnā sāṅgā, purē, śapatha ghē'ū nakā. Tumacyā ājñāpālanā (cī hakīgata) māhīta āhē. Jē kāhī tumhī karīta āhāta, allāha tē jāṇatō"},{"SurahNumber":24,"VerseNumber":54,"Text":"Sāṅgā, allāhacyā ādēśācē pālana karā, paigambarān̄cē ājñāpālana karā, tarīhī jara tumhī tōṇḍa phiravilē tara paigambarācē kartavya tara tēca āhē, jē tyācyāvara anivārya kēlē gēlē āhē āṇi tumacyāvara tyā gōṣṭīcī jabābadārī āhē, jī tumacyāvara ṭākalī gēlī āhē. Mārgadarśana tara tumhālā tyāca vēḷī lābhēla, jēvhā paigambarān̄cē ājñāpālana svīkāra karāla. (Aikā) paigambarācē kartavya kēvaḷa spaṣṭataḥ pōhacaviṇē āhē"},{"SurahNumber":24,"VerseNumber":55,"Text":"Tumacyāpaikī jyā lōkānnī īmāna rākhalē āhē āṇi satkarma kēlē āhē, allāhanē tyān̄cyāśī vāyadā kēlēlā āhē kī tō tyānnā dharatīvara sattādhikāra pradāna karīla, jyā prakārē tyā lōkānnā pradāna kēlā hōtā, jē yān̄cyāpūrvī hō'ūna gēlē āṇi niḥsanśaya tyān̄cyāsāṭhī tyān̄cyā yā dharmālā dr̥ḍhatāpūrvaka kāyama karīla jyāsa tyānē tyān̄cyāsāṭhī pasanta kēlē āhē āṇi tyān̄cyā bhaya- dahaśatīlā, śāntī subattēta badalūna ṭākīla. Tē mājhī upāsanā karatīla, mājhyāsōbata dusaṟyā kōṇālā sahabhāgī karaṇāra nāhīta. Tyānantarahī jē lōka kr̥taghna banatīla āṇi kupra (inkāra) karatīla tara niścita tē avajñākārī āhēta"},{"SurahNumber":24,"VerseNumber":56,"Text":"Āṇi namāja kāyama karā, jakāta adā karā āṇi allāhacyā paigambarācē ājñāpālana karīta rāhā, yāsāṭhī kī tumacyāvara dayā kēlī jāvī"},{"SurahNumber":24,"VerseNumber":57,"Text":"Tumhī asē kadhīhī samajū nakā kī kāphira (inkārī) lōka dharatīvara (sarvatra pasarūna) āmhālā parābhūta karatīla. Tyān̄cē mūḷa ṭhikāṇa tara jahannama āhē jē niḥsanśaya mōṭhē vā'īṭa ṭhikāṇa āhē"},{"SurahNumber":24,"VerseNumber":58,"Text":"Hē īmāna rākhaṇāṟyānnō! Tumacyā tābyāta asalēlyā dāsānnī āṇi tyānnīhī jē tumacyāpaikī pūrṇa vayāsa pōhōcalē nasatīla (āpalyā yēṇyācyā) tīna vēḷāmmadhyē tumacyākaḍūna anumatī ghēṇē āvaṣyaka āhē. Phajra (prātaḥkālīna) cyā namājapūrvī āṇi jōhara (madhyānha) cyā vēḷī jēvhā tumhī āpalē kapaḍē utaravūna ṭhēvatā āṇi īśā (rātrī) cyā namājanantara, yā tinhī vēḷā tumacyā (ēkānta) āṇi paḍadyācyā āhēta. Yā vēḷāṅkhērīja, nā tumacyāvara kāhī dōṣa āhē, nā tyān̄cyāvara. Tumhī sarva āpasāta jāsta karūna ēkamēkān̄cyā javaḷa yēṇē-jāṇē karaṇārē āhēta. Aśā prakārē allāha āpalē ādēśa agadī spaṣṭa karūna sāṅgata āhē āṇi allāha jāṇaṇārā āṇi hikamata bāḷagaṇārā āhē"},{"SurahNumber":24,"VerseNumber":59,"Text":"Āṇi tumacyāpaikī jī mulē taruṇa (jāṇatyā) vayāsa pōhacatīla tara jyāpramāṇē tyān̄cyā pūrvīcē (mōṭhē) lōka anumatī māgatāta, tyānnī dēkhīla anumatī ghē'ūna ālē pāhijē. Allāha aśā prakārē tumhālā āpalyā āyatī spaṣṭataḥ sāṅgatō. Allāhaca jāṇaṇārā āṇi hikamata bāḷagaṇārā āhē"},{"SurahNumber":24,"VerseNumber":60,"Text":"Āṇi mōṭhyā mhātāṟyā striyā, jyānnā āpalyā vivāhācī āśā (āṇi icchā) ca rāhilī nasāvī, tyā jara āpalē kapaḍē (paḍadyāsāṭhī vāparalēlē) utaravūna ṭhēvatīla tara tyān̄cyāvara kāhī dōṣa nāhī (mātra yā aṭīvara) kī tyā āpalī śōbhā- sajāvaṭa dākhaviṇāṟyā nasāvyāta. Tathāpi tyān̄cyāsāṭhī hēca adhika cāṅgalē āhē kī tyānnī yāpāsūna alipta rāhāvē. Āṇi allāha sarva kāhī aikaṇārā va jāṇaṇārā āhē"},{"SurahNumber":24,"VerseNumber":61,"Text":"Āndhaḷyālā, pāṅgaḷyālā, rōgyālā āṇi svataḥ tumhālā kadhīhī kasalīhī harakata nāhī kī tumhī āpalyā gharī, māvaśā kinvā āpalyā pityācyā gharī kinvā āpalyā mātān̄cyā gharī kinvā āpalyā bhāvān̄cyā gharī kinvā āpalyā bahīṇīn̄cyā gharī kinvā āpalyā culatyān̄cyā gharī kinvā āpalyā ātyān̄cyā gharī kinvā āpalyā māmān̄cyā gharī kinvā āpalyā māvaśīn̄cyā gharī kinvā tyā gharāmmadhyē, jyān̄cyā killyā tumacyā mālakīcyā asāvyāta kinvā āpalyā mitrān̄cyā gharī, tumacyāvara yātahī kāhī gunhā nāhī kī tumhī sarva ēkatra basūna jēvaṇa ghyāvē kinvā vēgavēgaḷē basūna parantu jēvhā tumhī gharāmmadhyē pravēśa karū lāgāla tēvhā āpalyā gharacyā lōkānnā salāma karīta jā. Śubha kāmanā āhē, jī maṅgalaprada āṇi pavitra allāhatarphē avatarita āhē. Aśā prakārē allāha, āpalē ādēśa tumhālā spaṣṭa karūna sāṅgata āhē, yāsāṭhī kī tumhī samajūna ghyāvē"},{"SurahNumber":24,"VerseNumber":62,"Text":"Īmāna rākhaṇārē lōka tara tēca āhēta jē allāhavara āṇi tyācyā paigambarāvara īmāna rākhatāta, āṇi jēvhā aśā samasyēta, lōkānnī ēkatra hōṇyācī āvaśyakatā asatē paigambarānsōbata asatāta, tēvhā jōparyanta tumacyākaḍūna anumatī ghēta nāhīta, kōṭhēhī jāta nāhīta. Jē lōka (aśā prasaṅgī) tumacyākaḍūna anumatī ghētāta, vāstivaka tē hēca lōka hōta, jyānnī allāhavara āṇi tyācyā paigambarāvara īmāna rākhalēlē āhē. Tēvhā asē lōka jēvhā tumacyākaḍūna āpalyā ēkhādyā kāmākaritā anumatī (paravanāgī) māgatīla tēvhā tumhī tyān̄cyāpaikī jyālā icchita asāla anumatī dyā āṇi tyān̄cyāsāṭhī allāhajavaḷa māphīcī prārthanā karā. Niḥsanśaya, allāha māpha karaṇārā, dayā kr̥pā karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":63,"Text":"Tumhī (allāhacyā) paigambarācyā bōlivaṇyāsa asē sarvasādhāraṇa bōlivaṇē samajū nakā jasē āpasāta ēkamēkān̄cē asatē. Tumacyāpaikī allāha tyānnā cāṅgalyā prakārē jāṇatō jē najara ṭāḷūna gupacūpa nighūna jātāta. (Aikā) jē lōka paigambarācyā ādēśācā virōdha karatāta tyānnī bhaya bāḷagūna rāhāvē kī kadācita tyān̄cyāvara ēkhādā phāra mōṭhā upadrava (phitanā) yē'ūna na kōsaḷāvā kinvā tyācyāvara ēkhādā duḥkhācā āghāta na vhāvā"},{"SurahNumber":24,"VerseNumber":64,"Text":"Jāṇūna ghyā kī ākāśānta āṇi dharatīvara jē kāhī āhē sarva allāhacēca āhē, jyā mārgāvara tumhī āhāta, tō mārga allāha cāṅgalyā prakārē jāṇatō āṇi jyā divaśī hē sarva tyācyākaḍē paratavilē jātīla, tyā divaśī tyānnā tyān̄cyā kr̥takarmānśī avagata karavila āṇi sarvaśrēṣṭha allāha sarva kāhī jāṇaṇārā āhē"}]}