{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Əri barəsində səninlə mubahisə edən və Allaha sikayət edən qadının sozunu Allah esitdi. Allah sizin sohbətinizi esidir. Həqiqətən, Allah Esidəndir, Gorəndir"},{"SurahNumber":58,"VerseNumber":2,"Text":"Sizlərdən oz qadınlarını anaya bənzədərək ozlərinə haram edənlərin zovcələri onların anaları deyillər. Anaları ancaq onları dogmus qadınlardır. Onlar yaramaz və yalan soz danısırlar. Subhəsiz ki, Allah əfv edəndir, Bagıslayandır"},{"SurahNumber":58,"VerseNumber":3,"Text":"Qadınlarını anaya bənzədərək ozlərinə haram edib, sonra sozlərini geri goturənlər onlarla yaxınlıq etməzdən əvvəl bir kolə azad etməlidirlər. Bu sizə verilən oyud-nəsihətdir. Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":58,"VerseNumber":4,"Text":"Buna imkan tapa bilməyən kəs, qadını ilə yaxınlıq etməzdən əvvəl iki ay ardıcıl oruc tutmalıdır. Buna gucu catmayan kimsə altmıs yoxsulu yedirtməlidir. Bu sizin Allaha və Onun Elcisinə iman gətirməniz ucundur. Bunlar Allahın hududlarıdır. Kafirləri isə agrılı-acılı bir əzab gozləyir"},{"SurahNumber":58,"VerseNumber":5,"Text":"Allaha və Onun Elcisinə qarsı cıxanlar, ozlərindən əvvəlkilərin alcaldıqları kimi alcaldılacaqlar. Biz artıq acıq-aydın ayələr nazil etdik. Kafirləri alcaldıcı bir əzab gozləyir"},{"SurahNumber":58,"VerseNumber":6,"Text":"O gun Allah onların hamısını dirildəcək və etdikləri əməlləri onlara xəbər verəcəkdir. Allah onları hesaba almıs, onlar isə etdiklərini unutmuslar. Allah hər seyə sahiddir"},{"SurahNumber":58,"VerseNumber":7,"Text":"Məgər Allahın goylərdə və yerdə olan hər seyi bildiyini gormursən? Uc nəfərin arasında gedən elə bir xəlvəti sohbət yoxdur ki, onların dorduncusu, bes nəfərin də altıncısı O olmasın. Istər bundan az, istərsə də cox olsunlar – harada olursa olsunlar, Allah onların yanındadır. Sonra Qiyamət gunu onlara nə etdiklərini xəbər verəcəkdir. Allah hər seyi bilir"},{"SurahNumber":58,"VerseNumber":8,"Text":"Gizli sohbət qadagan ediləndən sonra yenə də qadagan olunmus əmələ qayıdıb gunah, dusməncilik və Peygəmbərə qarsı cıxmaq barədə oz aralarında xısın-xısın danısanları gormədinmi? Onlar sənin yanına gəldikdə səni Allahın salamladıgı kimi salamlamır və oz-ozlərinə: “Bəs niyə Allah bizi dediklərimizə gorə cəzalandırmır?”– deyirlər. Cəhənnəm onlara yetər. Onlar orada yanacaqlar. Ora necə də pis donus yeridir"},{"SurahNumber":58,"VerseNumber":9,"Text":"Ey iman gətirənlər! Gizli danısdıgınız zaman gunah, dusməncilik və Peygəmbərə qarsı cıxmaq barədə danısmayın. Yaxsı islər və Allahdan qorxmaq barədə danısın, huzuruna toplanılacagınız Allahdan qorxun"},{"SurahNumber":58,"VerseNumber":10,"Text":"Gizli sohbətlər iman gətirənləri kədərləndirməyə calısan seytandandır. Amma Allahın izni olmadıqca o, onlara hec bir zərər yetirə bilməz. Qoy mominlər Allaha təvəkkul etsinlər"},{"SurahNumber":58,"VerseNumber":11,"Text":"Ey iman gətirənlər! Sizə: “Məclislərdə yer verin!”– deyildikdə yer verin ki, Allah da sizə genis yer versin. Habelə sizə: “Qalxın!”– deyildikdə qalxın ki, Allah da sizdən iman gətirənlərin və ozlərinə elm verilmis kimsələrin dərəcələrini ucaltsın. Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":58,"VerseNumber":12,"Text":"Ey iman gətirənlər! Peygəmbərlə gizli sohbət edəcəyiniz zaman bu sohbətinizdən əvvəl sədəqə verin. Bu sizin ucun daha xeyirli və daha pakdır. Əgər bir sey tapmasanız bilin ki, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":58,"VerseNumber":13,"Text":"Məgər siz gizli sohbətinizdən əvvəl sədəqə verməkdən qorxdunuzmu? Əgər siz bunu etməmisinizsə və Allah da tovbənizi qəbul edibsə, onda namaz qılıb zəkat verin, Allaha və Onun Elcisinə itaət edin. Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":58,"VerseNumber":14,"Text":"Məgər sən, Allahın qəzəbləndiyi adamlarla dostluq edənləri gormədinmi? Onlar nə sizdəndirlər, nə də onlardan. Onlar bilə-bilə yalandan and icirlər"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah onlar ucun siddətli bir əzab hazırlamısdır. Onların etdiyi əməllər necə də pisdir"},{"SurahNumber":58,"VerseNumber":16,"Text":"Onlar andlarını ozlərinə sipər edib insanları Allah yolundan dondərdilər. Onları alcaldıcı bir əzab gozləyir"},{"SurahNumber":58,"VerseNumber":17,"Text":"Allaha qarsı nə malları, nə də ovladları onlara hec bir fayda verə bilməyəcək. Onlar Cəhənnəm sakinləridir və orada əbədi qalacaqlar"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah onların hamısını dirildəcəyi gun onlar sizə and icdikləri kimi, Ona da and icəcək və nə isə əldə etdiklərini guman edəcəklər. Əslində, onlar əsl yalancılardır"},{"SurahNumber":58,"VerseNumber":19,"Text":"Seytan onları ustələmis və Allahı zikr etməyi onlara unutdurmusdur. Onlar seytanın firqəsindəndirlər. Subhə yoxdur ki, seytanın firqəsindəkilər ziyana ugrayanlardır"},{"SurahNumber":58,"VerseNumber":20,"Text":"Məhz Allaha və Onun Elcisinə qarsı cıxanlar ən zəlil kimsələr arasında olacaqlar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah əzəldən belə yazmısdır: “Mən və elcilərim hokmən qalib gələcəyik!” Həqiqətən, Allah Quvvətlidir, Qudrətlidir"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allaha və Axirət gununə iman gətirən elə bir camaat tapa bilməzsən ki, onlar Allaha və Onun Elcisinə dusmən olanlarla – oz ataları, ogulları, qardasları, qohum-əqrəbaları olsalar belə – dostluq etsinlər. Allah onların qəlbinə iman salmıs və onları Oz tərəfindən bir ruhla dəstəkləmisdir. Allah onları agacları altından caylar axan Cənnət baglarına daxil edəcəkdir. Onlar orada əbədi qalacaqlar. Allah onlardan razıdır, onlar da Allahdan razıdırlar. Onlar Allahın firqəsidirlər. Həqiqətən, məhz Allahın firqəsi nicat tapanlardır"}]}