{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"“Tâ-Sîn-Mîm"},{"SurahNumber":26,"VerseNumber":2,"Text":"“Izi ndi Ayah (ndime) za buku (la Qur’an) lofotokoza chilichonse (chofunika m’chipembedzo)"},{"SurahNumber":26,"VerseNumber":3,"Text":"“Mwina iwe (Mtumiki Muhammad {s.a.w}) udziononga wekha (ndi madandaulo) chifukwa chakuti (iwo) sadakhale okhulupirira"},{"SurahNumber":26,"VerseNumber":4,"Text":"“Tikadafuna, tikadawatsitsira chizizwa kuchokera kumwamba; kotero kuti makosi awo akadadzichepetsa ndi chizizwacho, (sakadatha kucheukira kwina koma sitifuna kukakamiza anthu kuti akhale Asilamu)"},{"SurahNumber":26,"VerseNumber":5,"Text":"“Ndipo palibe pamene chikuwadzera chivumbulutso chatsopano chochokera kwa (Allah) Wachifundo chambiri koma amazipatula ku icho (chivumbulutso)"},{"SurahNumber":26,"VerseNumber":6,"Text":"“Ndithu atsutsa; choncho posachedwapa ziwadzera nkhani zomwe adali kuzichitira chipongwe"},{"SurahNumber":26,"VerseNumber":7,"Text":"“Kodi sadaone nthaka? Ndimmera ungati taumeretsa m’menemo kuchokera mu mtundu ulionse, wokongola"},{"SurahNumber":26,"VerseNumber":8,"Text":"“Ndithu m’zimenezo muli zizindikiro (zosonyeza mphamvu za Allah). Koma ambiri a iwo sali okhulupirira"},{"SurahNumber":26,"VerseNumber":9,"Text":"“Ndipo, ndithu Mbuye wako ndi Mwini mphamvu zoposa; Wachisoni chosatha"},{"SurahNumber":26,"VerseNumber":10,"Text":"“Ndipo (akumbutse) pamene Mbuye wako adaitana (m’neneri) Mûsa; adamuuza: “Pita kwa anthu ochita zoipa.”"},{"SurahNumber":26,"VerseNumber":11,"Text":"“Anthu a Farawo; (auze): “Kodi sawopa (Allah)?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"“(Mûsa) adati: “Mbuye wanga! Ine ndikuopa kuti anganditsutse"},{"SurahNumber":26,"VerseNumber":13,"Text":"“Ndipo chingabanike chifuwa changa (ndi maganizo, chifukwa chakunditsutsa kwawo); ndiponso lirime langa siliyankhula momveka bwino. Choncho tumizaninso uthengawu kwa Harun (kuti tikhale awiri ndipo azikandithangata pantchito yangayi)"},{"SurahNumber":26,"VerseNumber":14,"Text":"“Ndipo iwowo ndili nawo mlandu ndipo ndikuopa kuti angandiphe (pobwezera chimene ndidawalakwira powaphera munthu wawo)"},{"SurahNumber":26,"VerseNumber":15,"Text":"“(Allah) adati: “Iyayi! Pitani pamodzi ndi zozizwa Zathu; ndithu Ife tikakhala nanu limodzi (pokuthangatani) uku tikumvetsera (zimene azikanena).”"},{"SurahNumber":26,"VerseNumber":16,"Text":"““Choncho mpitireni Farawo, ndipo kamuuzeni kuti: “Ife ndi atumiki a Mbuye wa zolengedwa zonse.”"},{"SurahNumber":26,"VerseNumber":17,"Text":"““(Tatumidwa) kuti uwapereke kwa ife ana a Israyeli (kuti tinke nawo ku Sham).”"},{"SurahNumber":26,"VerseNumber":18,"Text":"“(Farawo) adati (kwa Mûsa): “Kodi sitidakulere kwathu uli mwana, ndi kukhala nafe pa moyo wako zaka zambiri?”"},{"SurahNumber":26,"VerseNumber":19,"Text":"““Ndipo udachita chochita chako chimene udachichita, ndipo iwe ndiwe mmodzi wa osathokoza!”"},{"SurahNumber":26,"VerseNumber":20,"Text":"“(Mûsa) adati: “Ndidachita zimenezo pomwe ine ndidali mmodzi wa osazindikira zinthu.”"},{"SurahNumber":26,"VerseNumber":21,"Text":"““Choncho ndidakuthawani pomwe ndidakuopani; tsono Mbuye wanga wandipatsa nzeru zoweruzira (zinthu), ndi kundisankha kukhala mmodzi wa atumiki.”"},{"SurahNumber":26,"VerseNumber":22,"Text":"““Ndipo kodi umenewu ndimtendere wonditonzera pomwe mudawaika muukapolo ana a Israyeli!”"},{"SurahNumber":26,"VerseNumber":23,"Text":"“Farawo adati: “Kodi ndani Mbuye wa zolengedwayo?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"“(Mûsa) adati: “Mbuye wa thambo ndi nthaka ndi zapakati pake, ngati muli ndi chitsimikizo. (Amachita chilichonse m’menemo mmene wafunira; kupereka moyo ndi imfa).”"},{"SurahNumber":26,"VerseNumber":25,"Text":"“(Farawo) adauza omwe adali m’mphepete mwake (mwachipongwe): “Kodi simukumva (mawu achibwanawa)?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"“(Mûsa adapitiriza kunena) adati: “Allah ndi Mbuye wanu komanso Mbuye wamakolo anu oyamba.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"“(Farawo) adati (kwa anthu ake pofuna kuwakwiitsa): “Ndithu Mtumiki wanu amene watumidwa kwa inu, ngwamisala.”"},{"SurahNumber":26,"VerseNumber":28,"Text":"“(Mûsa) adati: “Mbuye wakuvuma ndi kuzambwe, ndi zomwe ziri pakati pake ngati mumazindikira (zinthu, muzindikira izi).”"},{"SurahNumber":26,"VerseNumber":29,"Text":"“(Farawo) adati: “Ngati udzipangira mulungu wina kusiya ine, ndikuchita kukhala mmodzi wa omangidwa kundende.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"“(Mûsa) adati: “Kodi ngakhale nditakubweretsera chinthu choonekera poyera (chosonyeza kuti zimene ndikunenazi ndizoona ndatumidwa ndi Allah)?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"“(Farawo) adati: “Chibweretse, ngati uli mwa onena zoona.”"},{"SurahNumber":26,"VerseNumber":32,"Text":"“Ndipo (Mûsa) adaponya (pansi) ndodo yake, mwadzidzidzi idasanduka njoka yopenyeka"},{"SurahNumber":26,"VerseNumber":33,"Text":"“Ndipo adatulutsa dzanja lake; pompo lidali loyera (kwambiri) kwa (onse) openya"},{"SurahNumber":26,"VerseNumber":34,"Text":"“(Farawo) adauza akuluakulu omwe adali m’mphepete mwake: “Ndithu uyu ndi wamatsenga wodziwa kwambiri.”"},{"SurahNumber":26,"VerseNumber":35,"Text":"““Akufuna kukutulutsani m’dziko lanu ndi matsenga ake; kodi nanga mukuti chiyani?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"“(Anthu) adati (kwa Farawo): “Mpatse nthawi ndi m’bale wakeyo, ndipo tumiza (amithenga) m’mizinda yonse osonkhanitsa anthu.”"},{"SurahNumber":26,"VerseNumber":37,"Text":"““Ndipo akubweretsera amatsenga onse odziwa kwabasi (kotero kuti adzampambana Mûsa).”"},{"SurahNumber":26,"VerseNumber":38,"Text":"“Choncho amatsenga adasonkhanitsidwa mu nthawi ya tsiku lodziwika"},{"SurahNumber":26,"VerseNumber":39,"Text":"“Ndipo anthu adauzidwa: “Kodi inu musonkhana? (Choncho, sonkhanani).”"},{"SurahNumber":26,"VerseNumber":40,"Text":"““Mwina tingawatsatire amatsenga ngati iwo ndiamene apambane.”"},{"SurahNumber":26,"VerseNumber":41,"Text":"“Ndipo pamene amatsenga adadza, adati kwa Farawo: “Kodi tidzakhala ndi mphoto ngati ife ndife tipambane?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"“(Farawo) adati: “Inde, (ndipo kuonjezera apo) ndithu inu mudzakhala mwa amene amakhala pafupi (ndi ine, monga nduna zanga).”"},{"SurahNumber":26,"VerseNumber":43,"Text":"“Mûsa adati kwa iwo: “Ponyani zimene mufuna kuponya (zosonyeza kuya kwa matsenga anu).”"},{"SurahNumber":26,"VerseNumber":44,"Text":"“Choncho adaponya zingwe zawo ndi ndodo zawo, ndipo adati: “Kupyolera mu mphamvu za Farawo, ndithu ife ndife opambana.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"“Kenako Mûsa adaponya ndodo yake; mwadzidzidzi iyo idameza zabodza zomwe iwo adakonza"},{"SurahNumber":26,"VerseNumber":46,"Text":"“Pamenepo amatsenga adadzigwetsa pansi molambira"},{"SurahNumber":26,"VerseNumber":47,"Text":"“Adati: “Tamkhulupirira Mbuye wa zolengedwa.”"},{"SurahNumber":26,"VerseNumber":48,"Text":"““Mbuye wa Mûsa ndi Harun.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"“(Farawo) adati: “Ha! Mwamkhulupirira chotani ndisanakulolezeni? Ndithu iyeyu ndimkulu wanu amene adakuphunzitsani matsenga. Choncho posachedwa mudziwa (chimene ndikuchiteni) ndithu ndidula manja anu ndi miyendo yanu mosinthanitsa (podula mkono wakumanja ndi mwendo wakumanzere; kapena kudula mkono wakumanzere ndi mwendo wakumanja), ndipo kenako ndikupachikani nonsenu.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"“(Amatsenga) adati: “Palibe vuto, ndithu ife (tonse) tibwerera kwa Mbuye wathu.”"},{"SurahNumber":26,"VerseNumber":51,"Text":"““Ndithu ife tikuyembekezera kuti Mbuye wathu atikhululukire zolakwa zathu; pokhala oyamba mwa okhulupirira.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"“Ndipo tidamvumbulutsira Mûsa (kuti): “Pita ndi anthu anga m’nthawi yausiku (musamuke m’dziko la Iguputo); ndithu inu mutsatidwa.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"“Choncho Farawo adatuma (owatuma) kuti asonkhanitse anthu m’mizinda (kuti aletse ana a Israyeli kutuluka)"},{"SurahNumber":26,"VerseNumber":54,"Text":"“(Adawauza otumidwa aja kuti auze anthu kuti): “Ndithu awa (ana a Israyeli) ndikagulu kochepa"},{"SurahNumber":26,"VerseNumber":55,"Text":"“Ndipo ndithu iwo akutikwiitsa"},{"SurahNumber":26,"VerseNumber":56,"Text":"“Koma ndithu ife tonse (ndife ochuluka komabe ngakhale zili choncho) tikuwaopa.”"},{"SurahNumber":26,"VerseNumber":57,"Text":"“Choncho tidawatulutsa m’minda ndi mwa akasupe"},{"SurahNumber":26,"VerseNumber":58,"Text":"“Ndi m’nkhokwe za chuma ndi m’malo okongola"},{"SurahNumber":26,"VerseNumber":59,"Text":"“Momwemo ndi mmene tidawachitira ndipo tidawalowetsera chokolo zinthu zawo zonse kwa ana a Israyeli"},{"SurahNumber":26,"VerseNumber":60,"Text":"“Choncho (anthu a Farawo ndi iye mwini) adawatsatira (ana a Israyeli) dzuwa litatuluka"},{"SurahNumber":26,"VerseNumber":61,"Text":"“Ndipo pamene magulu awiri adaonana (anthu a Farawo ndi anthu a Mûsa), anthu a Mûsa adati: “Ndithu ife tigwidwa.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"“(Mûsa) adati: “Iyayi! Ndithu Mbuye wanga ali nane pamodzi. Andiongolera (kuti ife tonse tipulumuke).”"},{"SurahNumber":26,"VerseNumber":63,"Text":"“Ndipo tidam’vumbulutsira mawu Mûsa (akuti): “Menya nyanja ndi ndodo yako.” Ndipo idagawikana, mbali iliyonse idali ngati phiri lalikulu"},{"SurahNumber":26,"VerseNumber":64,"Text":"“Ndipo tidawayandikitsa pamenepo anthu enawo, (Farawo ndi anthu ake nalowa pa njira yomweyo pambuyo pa Mûsa ndi anthu ake)"},{"SurahNumber":26,"VerseNumber":65,"Text":"“Ndipo tidapulumutsa Mûsa ndi onse amene adali nawo (mpaka adaoloka nyanjayo, madzi ali chiimire mbali iyi ndi iyi)"},{"SurahNumber":26,"VerseNumber":66,"Text":"“Kenako tidawamiza enawo, (Farawo ndi anthu ake)"},{"SurahNumber":26,"VerseNumber":67,"Text":"“Ndithu pa zimenezi pali lingaliro. Koma ambiri a iwo sali okhulupirira"},{"SurahNumber":26,"VerseNumber":68,"Text":"“Ndipo, ndithu Mbuye wako ndi Mwini mphamvu zoposa (amalanga ndi chilango choopsa omwe amunyoza); Wachisoni (kwa omkhulupirira ndi kumumvera)"},{"SurahNumber":26,"VerseNumber":69,"Text":"“Ndipo awerengere (osakhulupirira) nkhani ya (M’neneri) Ibrahim"},{"SurahNumber":26,"VerseNumber":70,"Text":"“Pamene adafunsa bambo wake ndi anthu ake (kuti); “Kodi mukupembedza chiyani?”"},{"SurahNumber":26,"VerseNumber":71,"Text":"“Adati: “Tikupembedza mafano; ndipo tipitiriza kuwapembedza.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"“(Ibrahim) adati: “Kodi amakumvani mukawaitana?”"},{"SurahNumber":26,"VerseNumber":73,"Text":"““Kapena amakuthandizani (mukawapembedza) kapena amapereka masautso kwa inu (mukasiya kuwapembedza)?”"},{"SurahNumber":26,"VerseNumber":74,"Text":"“(Iwo) adati: “Koma tidapeza makolo athu akuchita zimenezi.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"“(Ibrahim) adati: “Kodi mukuwaona awa amene mwakhala mukuwapembedza,”"},{"SurahNumber":26,"VerseNumber":76,"Text":"““Inu ndi makolo anu amene adatsogola?”"},{"SurahNumber":26,"VerseNumber":77,"Text":"““Ndithu iwo ndiadani anga, kupatula Mbuye wa zolengedwa zonse;”"},{"SurahNumber":26,"VerseNumber":78,"Text":"““Yemwe adandilenga, ndiponso Yemwe akundiongolera (kunjira yolungama);”"},{"SurahNumber":26,"VerseNumber":79,"Text":"““Ndiyemwe akundidyetsa ndi kundimwetsa.”"},{"SurahNumber":26,"VerseNumber":80,"Text":"““Ndipo ndikadwala ndiyemwe amandichiritsa.”"},{"SurahNumber":26,"VerseNumber":81,"Text":"““Ndi Amene adzandipatsa imfa, ndipo (tsiku la Qiyâma) adzandidzutsa;”"},{"SurahNumber":26,"VerseNumber":82,"Text":"““Ndi Yemwe ndikuyembekezera kuti adzandikhululukira zolakwa zanga tsiku la malipiro.”"},{"SurahNumber":26,"VerseNumber":83,"Text":"““E Mbuye wanga! Ndipatseni nzeru zoweruzira (zinthu), ndikundilumikiza ndi anthu abwino;”"},{"SurahNumber":26,"VerseNumber":84,"Text":"““Ndipatseni kutchulidwa kwabwino kwa anthu ena odza pambuyo;”"},{"SurahNumber":26,"VerseNumber":85,"Text":"““Ndichiteni kukhala mmodzi mwa olandira Munda wamtendere;”"},{"SurahNumber":26,"VerseNumber":86,"Text":"““Ndipo khululukirani bambo wanga; ndithu iye adali mmodzi wa osokera;”"},{"SurahNumber":26,"VerseNumber":87,"Text":"““Ndipo musadzandiyalutse pa tsiku loukitsidwa anthu (ku imfa);”"},{"SurahNumber":26,"VerseNumber":88,"Text":"““Tsiku lomwe chuma ndi ana sizidzathandiza (aliyense).”"},{"SurahNumber":26,"VerseNumber":89,"Text":"““Kupatula yemwe adzadza kwa Allah ndi mtima woyera (iye ndiamene adzathandizidwa patsikulo).”"},{"SurahNumber":26,"VerseNumber":90,"Text":"“Ndipo Munda wamtendere udzayandikitsidwa kwa oopa (Allah)"},{"SurahNumber":26,"VerseNumber":91,"Text":"“Ndipo Jahannam idzaonetsedwa kwa opotoka"},{"SurahNumber":26,"VerseNumber":92,"Text":"“Ndipo kudzanenedwa kwa iwo: “Ali kuti amene mudali kuwapembedza aja"},{"SurahNumber":26,"VerseNumber":93,"Text":"“M’malo mwa Allah? Kodi angathe kukuthandizani kapena kudzithandiza okha?”"},{"SurahNumber":26,"VerseNumber":94,"Text":"“Ndipo iwo ndi opotoka ena adzaponyedwa ndi nkhope zawo m’menemo (mu Jahannam)"},{"SurahNumber":26,"VerseNumber":95,"Text":"“Ndi magulu onse ankhondo a Iblis (omwe adali kukometsa kwa anthu zoipa ndi machimo)"},{"SurahNumber":26,"VerseNumber":96,"Text":"“Adzanena (movomereza kulakwa kwawo) uku naonso ali m’menemo, akukangana (ndi anzawo omwe adawasokeretsa)"},{"SurahNumber":26,"VerseNumber":97,"Text":"““Ndikulumbira Allah, ndithu tidali m’kusokera kowonekera"},{"SurahNumber":26,"VerseNumber":98,"Text":"“Pamene timakufananitsani ndi Mbuye wa zolengedwa"},{"SurahNumber":26,"VerseNumber":99,"Text":"“Ndipo sadatisokeretse, koma oipa okha basi"},{"SurahNumber":26,"VerseNumber":100,"Text":"“Choncho ife tilibe aomboli (otiombola)"},{"SurahNumber":26,"VerseNumber":101,"Text":"“Ngakhalenso bwenzi wapamtima (woti angatipulumutse kumasautsowa)"},{"SurahNumber":26,"VerseNumber":102,"Text":"“Tikadapeza mwayi wobwerera (ku moyo wa padziko), tikadakhala mwa okhulupirira.”"},{"SurahNumber":26,"VerseNumber":103,"Text":"“Ndithu m’zimenezi, muli malingaliro akulu, koma ambiri a iwo sali okhulupirira"},{"SurahNumber":26,"VerseNumber":104,"Text":"“Ndipo ndithu Mbuye wako, ndiye Mwini mphamvu zoposa; Wachisoni chosatha"},{"SurahNumber":26,"VerseNumber":105,"Text":"“Anthu a Nuh adatsutsa atumiki"},{"SurahNumber":26,"VerseNumber":106,"Text":"“Pamene adawauza Nuh m’bale wawo kuti: “Kodi simukuopa (Allah ngakhale nditakuuzani zoopsa zimene zikukudikirani)?”"},{"SurahNumber":26,"VerseNumber":107,"Text":"““Ndithu ine kwa inu ndine Mtumiki wokhulupirika;”"},{"SurahNumber":26,"VerseNumber":108,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":109,"Text":"““Ndipo sindikupemphani malipiro pa zimenezi; malipiro anga ali kwa (Allah) Mbuye wa zolengedwa.”"},{"SurahNumber":26,"VerseNumber":110,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":111,"Text":"“(Iwo) adati: “Nchotani kuti tikukhulupirire iwe chikhalirecho anthu wamba ndi amene akukutsatira?”"},{"SurahNumber":26,"VerseNumber":112,"Text":"“(Nuh) adati: “Sindikudziwa zimene adali kuchita (zomwe zachititsa kuti Allah awaongolere kunjira yoongoka).”"},{"SurahNumber":26,"VerseNumber":113,"Text":"““Chiwerengero chawo sichili kwina koma kwa Mbuye wanga, mukadakhala mukuzindikira.”"},{"SurahNumber":26,"VerseNumber":114,"Text":"““Ndipo sindine wopirikitsa okhulupirira (ku chipembedzo cha Allah kuti inu olemekezeka muchikhulupirire).”"},{"SurahNumber":26,"VerseNumber":115,"Text":"““Ine sikanthu , koma ndine mchenjezi woonekera.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"“(Iwo) adati: “Ngati susiya, iwe Nuh, (zonena zakozi) ndithu ukhala mmodzi mwa ogendedwa (miyala mpaka ufe).”"},{"SurahNumber":26,"VerseNumber":117,"Text":"“(Nuh) adati (kwa Allah): “Mbuye wanga! Ndithu anthu anga anditsutsa.”"},{"SurahNumber":26,"VerseNumber":118,"Text":"“Choncho weruzani pakati panga ndi pakati pa iwo (chiweruzo chabwino), ndipo ndipulumutseni pamodzi ndi amene alinane mwa okhulupirira.”"},{"SurahNumber":26,"VerseNumber":119,"Text":"“Choncho, tidampulumutsa pamodzi ndi omwe adali naye m’chombo chodzadza (ndi chilichonse chamoyo chomwe chidalipo m’dziko, chachimuna ndi chachikazi chidaikidwa m’menemo)"},{"SurahNumber":26,"VerseNumber":120,"Text":"“Pambuyo pake tidawamiza otsalawo"},{"SurahNumber":26,"VerseNumber":121,"Text":"“Ndithu m’zimenezi muli malingaliro; koma ambiri a iwo sadali okhulupirira"},{"SurahNumber":26,"VerseNumber":122,"Text":"“Ndipo ndithu Mbuye wako, Iye Ngwamphamvu zoposa; Ngwachisoni chosatha"},{"SurahNumber":26,"VerseNumber":123,"Text":"“Naonso Âdi adatsutsa atumiki"},{"SurahNumber":26,"VerseNumber":124,"Text":"“Pamene m’bale wawo (Mneneri) Hûd adawafunsa kuti: “Kodi simuopa (Allah)?”"},{"SurahNumber":26,"VerseNumber":125,"Text":"““Ndithu ine ndine Mtumiki wokhulupirika kwa inu;”"},{"SurahNumber":26,"VerseNumber":126,"Text":"““Choncho, muopeni Allah ndipo mverani ine.”"},{"SurahNumber":26,"VerseNumber":127,"Text":"““Ndipo pazimenezi sindikukupemphani malipiro; ndithu malipiro anga ali kwa (Allah) Mbuye wa zolengedwa.”"},{"SurahNumber":26,"VerseNumber":128,"Text":"““Kodi mukudzimangira nyumba pamalo paliponse pachitunda pokongola, moseweretsa?”"},{"SurahNumber":26,"VerseNumber":129,"Text":"““Ndipo mukudzimangira (nyumba zonga) linga ngati kuti mukuona kuti mudzakhala muyaya?”"},{"SurahNumber":26,"VerseNumber":130,"Text":"““Ndipo mukamamenya nkhondo mumamenya modzitukumula.”"},{"SurahNumber":26,"VerseNumber":131,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":132,"Text":"““Ndipo muopeni Yemwe adakupatsani zimene mukuzidziwa.”"},{"SurahNumber":26,"VerseNumber":133,"Text":"““Adakupatsani ziweto ndi ana.”"},{"SurahNumber":26,"VerseNumber":134,"Text":"““Ndi minda ndi akasupe.”"},{"SurahNumber":26,"VerseNumber":135,"Text":"““Ndithu ine ndikukuoperani chilango cha tsiku lalikulu.”"},{"SurahNumber":26,"VerseNumber":136,"Text":"“Iwo adati: “Kwa ife nchimodzimodzi, utichenjeze kapena iwe usakhale mmodzi mwa ochenjeza.”"},{"SurahNumber":26,"VerseNumber":137,"Text":"““Ndithu kutero (anthu ena kudzitcha atumiki a Allah), sikanthu koma ndi machitidwe a anthu akale.”"},{"SurahNumber":26,"VerseNumber":138,"Text":"““Ndipo ife sitidzalangidwa (monga momwe ukunenera).”"},{"SurahNumber":26,"VerseNumber":139,"Text":"“Choncho adamtsutsa, ndipo tidawaononga. Ndithu m’zimenezi muli malingaliro; koma ambiri a iwo sadali okhulupirira"},{"SurahNumber":26,"VerseNumber":140,"Text":"“Ndipo ndithu Mbuye wako ndiye Wamphamvu zoposa; Wachisoni chosatha"},{"SurahNumber":26,"VerseNumber":141,"Text":"“A Samudu (naonso) adatsutsa atumiki"},{"SurahNumber":26,"VerseNumber":142,"Text":"“Pamene m’bale wawo Swalih adawauza kuti: “Kodi simuopa (Allah)?”"},{"SurahNumber":26,"VerseNumber":143,"Text":"““Ndithu ine ndimtumiki wokhulupirika kwa inu.”"},{"SurahNumber":26,"VerseNumber":144,"Text":"““Choncho muopeni Allah ndipo mverani ine.”"},{"SurahNumber":26,"VerseNumber":145,"Text":"““Ndipo sindikupemphani malipiro pa zimenezi. Palibe kumene kuli malipiro anga koma kwa Mbuye wa zolengedwa.”"},{"SurahNumber":26,"VerseNumber":146,"Text":"““Kodi (mukuganizira kuti) mudzasiidwa mwamtendere pa izi zili pano (popanda imfa kukudzerani?)”"},{"SurahNumber":26,"VerseNumber":147,"Text":"““M’minda ndi mu akasupe?”"},{"SurahNumber":26,"VerseNumber":148,"Text":"““Ndi (m’minda) yammera ndi mitengo yakanjedza yamikoko yakupsa yofewa?”"},{"SurahNumber":26,"VerseNumber":149,"Text":"““Ndipo mukugoba nyumba m’mapiri mwaluso.”"},{"SurahNumber":26,"VerseNumber":150,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":151,"Text":"““Ndipo musamvere za awo opyola malire.”"},{"SurahNumber":26,"VerseNumber":152,"Text":"““Amene akuononga pa dziko, ndipo sakonza.”"},{"SurahNumber":26,"VerseNumber":153,"Text":"“Iwo adati: “Ndithu iwe ndi mmodzi wa olodzedwa.”"},{"SurahNumber":26,"VerseNumber":154,"Text":"““Iwe suli kanthu, koma munthu ngati ife; tabwera ndi chozizwitsa, ngati ndiwedi mmodzi wa onena zoona!”"},{"SurahNumber":26,"VerseNumber":155,"Text":"“Iye adati: “(Ndakubweretserani) ngamira iyi yaikazi; (koma) ili ndi gawo lake lakumwa, ndipo inu muli ndi gawo lanu lakutunga (madzi) patsiku lodziwika. (Tsiku lina lotunga rnadzi anthu).”"},{"SurahNumber":26,"VerseNumber":156,"Text":"““Ndipo musaikhudze ndi choipa chilichonse kuopera kuti chingakupezeni chilango cha tsiku lalikulu.”"},{"SurahNumber":26,"VerseNumber":157,"Text":"“Koma iwo adaipha; ndipo adali odzinena (pamene chidadza chilango cha Allah)"},{"SurahNumber":26,"VerseNumber":158,"Text":"“Choncho chilango (cha Allah) chidawaononga, ndithu pa zimenezi pali phunziro; koma ambiri a iwo sadali okhulupirira"},{"SurahNumber":26,"VerseNumber":159,"Text":"“Ndipo, ndithu Mbuye wako, Iye Ngwamphamvu zoposa; wachisoni chosatha"},{"SurahNumber":26,"VerseNumber":160,"Text":"“Anthu a Luti adatsutsa atumiki"},{"SurahNumber":26,"VerseNumber":161,"Text":"“Pamene m’bale wawo Luti adanena kwa iwo (kuti): “Kodi simuopa (Allah)?”"},{"SurahNumber":26,"VerseNumber":162,"Text":"““Ndithu ine ndine Mtumiki wokhulupirika kwa inu.”"},{"SurahNumber":26,"VerseNumber":163,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":164,"Text":"““Ndipo sindikupemphani malipiro pa zimenezi; palibe komwe kuli malipiro anga koma kwa Mbuye wazolengedwa.”"},{"SurahNumber":26,"VerseNumber":165,"Text":"““Kodi mukugonana ndi amuna (anzanu) muzolengedwa (za Allah)"},{"SurahNumber":26,"VerseNumber":166,"Text":"““Ndikusiya amene Mbuye wanu adakulengerani kuti akhale akazi anu? Ndithu inu ndinu anthu olumpha malire.”"},{"SurahNumber":26,"VerseNumber":167,"Text":"“Iwo adati: “Ngati susiya (izi), E iwe Luti! ndithu ukhala mmodzi wa opirikitsidwa.”"},{"SurahNumber":26,"VerseNumber":168,"Text":"“Iye adati: “Ndithu ine ndine m’modzi wakuzida izi zochita zanu (choncho Sindisiya kuzidzudzula).”"},{"SurahNumber":26,"VerseNumber":169,"Text":"““E Mbuye wanga! Ndipulumutseni ine ndi banja langa ku (matsoka a) zimene akuchita.”"},{"SurahNumber":26,"VerseNumber":170,"Text":"“Ndipo tidampulumutsa iye ndi onse a pa banja lake"},{"SurahNumber":26,"VerseNumber":171,"Text":"“Kupatula nkhalamba yaikazi idali mwa otsalira m’mbuyo"},{"SurahNumber":26,"VerseNumber":172,"Text":"“Titatero tidawaononga enawo"},{"SurahNumber":26,"VerseNumber":173,"Text":"“Ndipo tidawavumbwitsira mvula (yamiyala); iyipirenji, mvula ya ochenjezedwa"},{"SurahNumber":26,"VerseNumber":174,"Text":"“Ndithu pazimenezi pali malingaliro. Koma ambiri a iwo sadali okhulupirira"},{"SurahNumber":26,"VerseNumber":175,"Text":"“Ndipo, ndithu Mbuye wako, Ngwamphamvu kwambiri; Ngwachisoni chosatha"},{"SurahNumber":26,"VerseNumber":176,"Text":"“Anthu a m’dziko lamitengo yambiri (Madiana) adatsutsa atumiki"},{"SurahNumber":26,"VerseNumber":177,"Text":"“(Akumbutse) pamene (Mneneri) Shuaib adati kwa iwo: “Kodi simuopa (Allah)?”"},{"SurahNumber":26,"VerseNumber":178,"Text":"““Ndithu ndine Mtumiki wokhulupirika kwa inu.”"},{"SurahNumber":26,"VerseNumber":179,"Text":"““Choncho muopeni Allah ndipo ndimvereni.”"},{"SurahNumber":26,"VerseNumber":180,"Text":"““Ndipo sindikupemphani malipiro pa zimenezi; kulibe malipiro anga koma kwa (Allah) Mbuye wa zolengedwa.”"},{"SurahNumber":26,"VerseNumber":181,"Text":"““Kwaniritsani mulingo (pamalonda pamene mukupima), ndipo musakhale mwaopungula (mulingo).”"},{"SurahNumber":26,"VerseNumber":182,"Text":"““Ndipo yesani ndi sikelo yolungama (yolondola).”"},{"SurahNumber":26,"VerseNumber":183,"Text":"““Ndipo musawachepetsere anthu zinthu zawo, ndiponso musayende padziko uku mukuononga.”"},{"SurahNumber":26,"VerseNumber":184,"Text":"““Ndipo muopeni amene adalenga inu ndiponso zolengedwa zoyamba (zimene zidanka kale).”"},{"SurahNumber":26,"VerseNumber":185,"Text":"“Iwo adati: “Ndithu iwe ndi mmodzi wa olodzedwa.”"},{"SurahNumber":26,"VerseNumber":186,"Text":"““Ndipo iwe suli kanthu koma munthu ngati ife, ndipo ndithu tikukutsimikizira kuti ndiwe mmodzi wa abodza.”"},{"SurahNumber":26,"VerseNumber":187,"Text":"““Choncho tigwetsere zidutswa za thambo (kuti zitiononge) ngati uli mmodzi wa onena zoona.”"},{"SurahNumber":26,"VerseNumber":188,"Text":"“(Shuaib) adati: “Mbuye wanga Ngodziwa kwambiri zimene mukuchita. (Akadzaona kuti inu ngoyenera kulangidwa ndizidutswa za thambo, adzakulangani).”"},{"SurahNumber":26,"VerseNumber":189,"Text":"“Koma adamutsutsa. Ndipo chidawagwera chilango chatsiku la mthunzi; ndithu chimenecho chidali chilango cha tsiku lalikulu"},{"SurahNumber":26,"VerseNumber":190,"Text":"“Ndithu pa zimenezi pali lingaliro; koma ambiri a iwo sadali okhulupirira"},{"SurahNumber":26,"VerseNumber":191,"Text":"“Ndipo, ndithu Mbuye wako Ngwamphamvu kwambiri; Ngwachisoni chosatha"},{"SurahNumber":26,"VerseNumber":192,"Text":"“Ndipo, ndithu iyi (Qur’an) ndiyo chivumbulutso cha Mbuye wazolengedwa zonse"},{"SurahNumber":26,"VerseNumber":193,"Text":"“Mzimu Wokhulupirika (Jiburil) udaivumbulutsa"},{"SurahNumber":26,"VerseNumber":194,"Text":"“Pa mtima wako kuti ukhale mmodzi wa achenjezi"},{"SurahNumber":26,"VerseNumber":195,"Text":"“M’chiyankhulo cha Chiarabu chomveka bwino"},{"SurahNumber":26,"VerseNumber":196,"Text":"“Ndipo ndithu izi (zomwe zili m’Qur’an) zilipo m’mabuku akale"},{"SurahNumber":26,"VerseNumber":197,"Text":"“Kodi sipadapezeke chisonyezo kwa iwo kuti akuidziwa (Qur’an) odziwa mwa ana a Israyeli (kotero kuti ena alowa m’Chisilamu)"},{"SurahNumber":26,"VerseNumber":198,"Text":"“Ndipo tikadaivumbulutsa kwa wina amene sali Muarabu"},{"SurahNumber":26,"VerseNumber":199,"Text":"“Kotero kuti nkuwawerengera momveka bwino, sakadaikhulupirira"},{"SurahNumber":26,"VerseNumber":200,"Text":"“Momwemo ndimo tidalowetsera kuitsutsa (Qur’an) m’mitima ya oipa"},{"SurahNumber":26,"VerseNumber":201,"Text":"“Sangaikhulupirire kufikira ataona chilango chowawa"},{"SurahNumber":26,"VerseNumber":202,"Text":"“Choncho chidzawadzera mwadzidzidzi pomwe iwo sakuzindikira"},{"SurahNumber":26,"VerseNumber":203,"Text":"“Tero adzayamba kunena: “Kodi ife tipatsidwa nthawi (yoti tilape)?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"“Kodi akuchifulumizitsa chilango Chathu"},{"SurahNumber":26,"VerseNumber":205,"Text":"“Kodi ukuona bwanji, ngati titawasangalatsa zaka (zankhaninkhani)"},{"SurahNumber":26,"VerseNumber":206,"Text":"“Kenako nkuwadzera (chilango) chomwe adalonjezedwa"},{"SurahNumber":26,"VerseNumber":207,"Text":"“Sizidawathandize zomwe adali kusangalatsidwa nazozo"},{"SurahNumber":26,"VerseNumber":208,"Text":"“Ndipo sitidauononge mudzi uliwonse koma udali ndi achenjezi"},{"SurahNumber":26,"VerseNumber":209,"Text":"“(Kuti akhale) chikumbutso. Ndipo sitidali osalungama (powaononga popanda kuwachenjeza)"},{"SurahNumber":26,"VerseNumber":210,"Text":"“Ndipo asatana sadaivumbulutse (iyi Qur’an monga osakhulupirira akunenera monyoza)"},{"SurahNumber":26,"VerseNumber":211,"Text":"“Ndipo sikoyenera kwa iwo (kuivumbulutsa Qur’an) ndiponso sangathe"},{"SurahNumber":26,"VerseNumber":212,"Text":"“Ndithu iwo ngotsekerezedwa kumvetsera (zimene angelo amalankhula kumwamba)"},{"SurahNumber":26,"VerseNumber":213,"Text":"“Choncho usapembedze mulungu wina pamodzi ndi Allah, kuti ungakhale mwa olangidwa"},{"SurahNumber":26,"VerseNumber":214,"Text":"“Ndipo achenjeze abale ako a pafupi"},{"SurahNumber":26,"VerseNumber":215,"Text":"“Ndipo fungatira ndi phiko lako amene akutsata mwa okhulupirira. (Ukhale wachifundo kwa iwo)"},{"SurahNumber":26,"VerseNumber":216,"Text":"“Ngati atakunyoza, nena: “Ine ndili kutali ndi zimene mukuchitazo.”"},{"SurahNumber":26,"VerseNumber":217,"Text":"“Ndipo tsamira kwa (Mbuye wako) Mwini mphamvu zoposa; Wachisoni chosatha"},{"SurahNumber":26,"VerseNumber":218,"Text":"“Yemwe akukuona pamene ukuimilira (pamapemphero)"},{"SurahNumber":26,"VerseNumber":219,"Text":"“Ndikutembenukatembenuka kwako (pogwetsa mphumi yako pansi ndi kudzuka ndi kuimilira) pamodzi ndi ogwetsa mphumi pansi (polambira Allah)"},{"SurahNumber":26,"VerseNumber":220,"Text":"“Ndithu Iye Ngwakumva; Ngodziwa chilichonse"},{"SurahNumber":26,"VerseNumber":221,"Text":"“Kodi ndikuuzeni amene asatana amawatsikira"},{"SurahNumber":26,"VerseNumber":222,"Text":"“Amamtsikira yense wabodza lamkunkhuniza; wamachimo"},{"SurahNumber":26,"VerseNumber":223,"Text":"“Amawaponyera (asatana anzawo a mu anthu) zimene azimva. Koma ambiri a iwo ngabodza"},{"SurahNumber":26,"VerseNumber":224,"Text":"“Ndipo alakatuli (olakatula zopanda phindu) amatsatidwa ndi (anthu) opotoka"},{"SurahNumber":26,"VerseNumber":225,"Text":"“Kodi suona kuti iwo akungoyumbayumba m’chigwa chilichonse (chamawu)"},{"SurahNumber":26,"VerseNumber":226,"Text":"“Ndithunso iwo akunena zomwe sachita"},{"SurahNumber":26,"VerseNumber":227,"Text":"“Kupatula amene akhulupirira ndikumachita zabwino, ndikumamtchula Allah mowirikiza, ndikuzipulumutsa okha pambuyo pochitiridwa zoipa. Ndipo posachedwa amene adzichitira okha zoipa adziwa kotembenukira komwe adzatembenukire"}]}