{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"L.M. (Alif. Lam. Mim)"},{"SurahNumber":29,"VerseNumber":2,"Text":"Do the people think that they are left alone and they are not tested if they say we believe"},{"SurahNumber":29,"VerseNumber":3,"Text":"And We have certainly tested those before them, so God certainly knows those who are truthful and He certainly knows the liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who do the bad deeds think that they outdo us? What a bad judgment the make"},{"SurahNumber":29,"VerseNumber":5,"Text":"Anyone who is hoping to meet God, (should know) that God’s appointed time is certainly coming, and He hears all and He knows all"},{"SurahNumber":29,"VerseNumber":6,"Text":"And anyone who tries (in God's way), indeed tries for himself. Indeed God doess not need any being"},{"SurahNumber":29,"VerseNumber":7,"Text":"And those who believed and did good works, We shall remove their bad deeds from them and We shall reward them better than what they were doing"},{"SurahNumber":29,"VerseNumber":8,"Text":"And We instructed the human being to be good to his parents, and if they try to make you associate (partners) with Me that which you have no knowledge of it, then do not obey them. Your return is to Me, and I inform you of what you were doing"},{"SurahNumber":29,"VerseNumber":9,"Text":"And those who believed and did good works, We shall admit them among the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"And some of the people say we believed in God, but when he is harassed because of God, he considers people’s harassment as God’s punishment, and if help (and victory) comes from your Master they shall say: indeed we were with you. Does not God know better what is in the minds of humankind"},{"SurahNumber":29,"VerseNumber":11,"Text":"And God certainly knows those who believed and He certainly knows the hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"And those who disbelieved say to those who believed: follow our way and we shall carry (and take responsibility for) your sins. But they are not carriers of the least bit of their sins, they are certainly liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"And they shall carry their loads and loads (of others) with their loads, and on the resurrection day they shall be questioned about what they used to fabricate"},{"SurahNumber":29,"VerseNumber":14,"Text":"And We have certainly sent Noah to his people and he stayed (and lived) among them a thousand years less fifty years (or nine hundred fifty years), then the flood took them while they were wrongdoers"},{"SurahNumber":29,"VerseNumber":15,"Text":"Then We saved him and inhabitants of the Ark, and We made it a sign for humankind"},{"SurahNumber":29,"VerseNumber":16,"Text":"And (remember) Abraham when he said to his people: serve God and be cautious of Him, that is better for you if you knew"},{"SurahNumber":29,"VerseNumber":17,"Text":"You only serve idols other than God, and you create a lie. Indeed those whom you serve other than God do not possess any provision for you, so look for the provision from God and serve Him and be thankful to Him, as you are returned to Him"},{"SurahNumber":29,"VerseNumber":18,"Text":"And if you deny, groups before you have also denied, and the messenger's responsibility is only the clear preaching"},{"SurahNumber":29,"VerseNumber":19,"Text":"Did you not see how God initiates the creation and then brings it back? Indeed that is easy for God"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say: travel throughout the earth and see how He initiated the creation, then God creates another creation, God is capable of everything"},{"SurahNumber":29,"VerseNumber":21,"Text":"He punishes anyone He wants and has mercy on anyone He wants, and you are turned over to Him"},{"SurahNumber":29,"VerseNumber":22,"Text":"And you cannot weaken/escape (God) on the earth or in the skies, and there is no protector or helper for you other than God"},{"SurahNumber":29,"VerseNumber":23,"Text":"And those who disbelieved in God's signs and meeting Him (in the hereafter), they are hopeless of My mercy and they have a painful punishment"},{"SurahNumber":29,"VerseNumber":24,"Text":"So there was no answer from his people except to say: kill him or burn him. So God saved him from the fire. Indeed there are signs in that for people who believe"},{"SurahNumber":29,"VerseNumber":25,"Text":"And he said: you only took idols other than God because of friendship among yourselves in this world’s life, then on the resurrection day some of you reject the others and some of you curse the others, and the fire is your housing and you will have no helpers"},{"SurahNumber":29,"VerseNumber":26,"Text":"Then Lot believed in him and he (Abraham or Lot) said: indeed I am an emigrant to my Master, indeed He is he powerful and the wise"},{"SurahNumber":29,"VerseNumber":27,"Text":"And We gave him Isaac and Jacob and We put the prophethood and the book for his descendants, and We gave him his reward in the world, and in the hereafter he is certainly of the righteous"},{"SurahNumber":29,"VerseNumber":28,"Text":"And (remember) Lot when he said to his people: you certainly commit the indecency that none of humankind did it before you"},{"SurahNumber":29,"VerseNumber":29,"Text":"Do you approach the males and cut off the way and you commit the unacceptable in your gatherings? But there was no answer from his people except to say: bring us God’s punishment if you are of the truthful"},{"SurahNumber":29,"VerseNumber":30,"Text":"He said: my Master, help me against the corrupting people"},{"SurahNumber":29,"VerseNumber":31,"Text":"And when Our messengers brought Abraham the good news, they said: indeed we are destroyers of this town's people, for its people are wrongdoers"},{"SurahNumber":29,"VerseNumber":32,"Text":"He said: indeed Lot is in it. They said: we know better who is in it, we shall save him and his family except his wife who is among those staying behind"},{"SurahNumber":29,"VerseNumber":33,"Text":"And when Our messengers came to Lot, he was upset about them and he felt uneasy about them, and they said: do not be afraid and do not be sad, for we are you and your family’s savior except your wife who is among those staying behind"},{"SurahNumber":29,"VerseNumber":34,"Text":"Indeed We are bringing down a punishment on people of this town from the sky because they were disobeying"},{"SurahNumber":29,"VerseNumber":35,"Text":"And We have certainly left part of it as a clear sign for people who understand"},{"SurahNumber":29,"VerseNumber":36,"Text":"And (We sent) their brother Shu'aib to Midian. Then he said: my people, serve God and expect the last day and do not do mischief on the earth as corruptors"},{"SurahNumber":29,"VerseNumber":37,"Text":"So they denied him, then the earthquake took them, and they became motionless bodies in their houses"},{"SurahNumber":29,"VerseNumber":38,"Text":"And (We destroyed) Aad and Thamud, and it has become clear to you by their houses. Satan beautified their works for them, turning them away from the way even though they were able to see"},{"SurahNumber":29,"VerseNumber":39,"Text":"And (We destroyed) Qarun and Pharaoh and Haman. And Moses has certainly brought them the clear proofs, but they were arrogant on the earth, and they were not overtaking (Our punishment)"},{"SurahNumber":29,"VerseNumber":40,"Text":"We took each one (into punishment) for his sin, We sent some of them a sandstorm, and We took some of them with the awesome roar, and We sank some of them down into the earth, and We drowned some of them. God was not wrong to them, but they were doing wrong to themselves"},{"SurahNumber":29,"VerseNumber":41,"Text":"The example of those who took a protector other than God is like the spider that makes a house for herself, and indeed the weakest house is the spider’s house, if they knew"},{"SurahNumber":29,"VerseNumber":42,"Text":"Indeed God knows anything they call on besides Him, and He is the powerful and the wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"And these are examples, We give them for the people and only the knowledgeable understand them"},{"SurahNumber":29,"VerseNumber":44,"Text":"God created the skies and the earth rightfully. Indeed there is a sign in that for the believers"},{"SurahNumber":29,"VerseNumber":45,"Text":"Read what is revealed to you from the book and perform the mandatory prayer, for the mandatory prayer prevents from the indecency and the wrong (and unacceptable), and God's remembrance is certainly greater, and God knows what you do"},{"SurahNumber":29,"VerseNumber":46,"Text":"And do not argue with people of the book except by that which is best (in manner and in reasoning), except those of them who did wrong, and say: we believe in that which was sent down to us and was sent down to you, and our God and your god is One (and the same), and we submit to Him"},{"SurahNumber":29,"VerseNumber":47,"Text":"And that is how We sent down the book to you, so those whom We gave them the book believe in it, and some of these are those who believe in it, and no one rejects Our signs except the disbelievers"},{"SurahNumber":29,"VerseNumber":48,"Text":"And you were not reading any book and you did not write any book with your right hand before it (Quran), for in that case those who follow falsehood would have certainly doubted"},{"SurahNumber":29,"VerseNumber":49,"Text":"No, but it is clear signs in the mind of those who were given the knowledge. And no one rejects Our signs except the wrongdoers"},{"SurahNumber":29,"VerseNumber":50,"Text":"And they said: why was not any miracle sent down to him from his Master? Say: all the miracles are with God, and I am only a clear warner"},{"SurahNumber":29,"VerseNumber":51,"Text":"Or was it not enough for them that We sent down to you the book that is read to them? Indeed there is a mercy and a reminder in that for people who believe"},{"SurahNumber":29,"VerseNumber":52,"Text":"Say: God is enough as a witness between me and between you, He knows whatever is in the skies and the earth, and those who believed in the falsehood and disbelieved in God, they are the losers"},{"SurahNumber":29,"VerseNumber":53,"Text":"They ask you to hurry up with the punishment. If it was not for a finite time, the punishment would have come to them, and it shall come to them suddenly while they do not realize"},{"SurahNumber":29,"VerseNumber":54,"Text":"They ask you to hurry up with the punishment, and certainly hell surrounds the disbelievers"},{"SurahNumber":29,"VerseNumber":55,"Text":"On a day that the punishment covers them from above them and from under their feet, and He says: taste (the result of) what you were doing"},{"SurahNumber":29,"VerseNumber":56,"Text":"My servants, those who believe, indeed My earth is vast, so serve only Me"},{"SurahNumber":29,"VerseNumber":57,"Text":"Every person tastes the death, then you are returned to Us"},{"SurahNumber":29,"VerseNumber":58,"Text":"And those who believed and did good works, We shall put them up in chambers of the garden which rivers flow through it, remaining in there forever. What an excellent reward for the doers (of good)"},{"SurahNumber":29,"VerseNumber":59,"Text":"those who persevered and put their trust in their Master"},{"SurahNumber":29,"VerseNumber":60,"Text":"And how many of a creature does not carry its provision? God provides for them and for you, and He hears all and knows all"},{"SurahNumber":29,"VerseNumber":61,"Text":"And if you ask them: who created the skies and the earth and controlled the sun and the moon? They shall say: God. So how do they deviate"},{"SurahNumber":29,"VerseNumber":62,"Text":"God increases and decreases the provision for anyone He wants among His servants. Indeed God knows everything"},{"SurahNumber":29,"VerseNumber":63,"Text":"And if you ask them: who sent down rain from the sky and with it brought the land back to life after its death? They shall say: God. Say: all praise belongs to God. But most of them do not understand"},{"SurahNumber":29,"VerseNumber":64,"Text":"And this world’s life is only an amusement and a play, and indeed the home of the hereafter is the (real) life, if they knew"},{"SurahNumber":29,"VerseNumber":65,"Text":"So when they get on the ship, they call on God being sincere (and devoted) to Him in the religion, then when He saves them to the land, all of a sudden they associate (partners with Him)"},{"SurahNumber":29,"VerseNumber":66,"Text":"in order to be ungrateful for what We gave them, and to enjoy (for a while), but they will know"},{"SurahNumber":29,"VerseNumber":67,"Text":"Or did they not see that We made a safe sanctuary (Sacred Mosque), while people were snatched away from around them? Then, do they believe in the falsehood and disbelieve in God’s favor"},{"SurahNumber":29,"VerseNumber":68,"Text":"And who is more wrong than someone who makes up a lie (and attributes it) to God or denies the truth when it comes to him? Is there not a place for the disbelievers in hell"},{"SurahNumber":29,"VerseNumber":69,"Text":"And those who try hard for Us, We shall guide them to Our ways, and God is certainly with the good doers"}]}