{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hâ mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitabın indirilişi mutlak güç ve hakimiyet sahibi Allah’tandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Gökleri, yeri ve ikisi arasında bulunanları ancak hak ve adı konmuş bir süre ile yarattık. Nankörler ise uyarıldıkları şeyden yüz çeviriyorlar"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: -Allah’tan başka dua ettiklerinizi gördünüz mü? Yerde ne yarattıklarını bana gösterin. Yoksa onların ortaklıkları göklerde midir? Eğer doğru söyleyenler iseniz, bundan önce bana bir kitap veya ilminden bir eser getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah’tan başkasına dua edenden daha sapık kim vardır?! Onlar kendilerine kıyamet gününe kadar cevap veremezler ve kendilerine yapılan duadan habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"Nitekim, insanlar haşredildikleri zaman (dua ettikleri), onlara düşman olur ve kendilerine yaptıkları ibadetleri reddederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Açıklayıcı ayetlerimiz onlara okunduğu zaman, kendilerine gelen gerçeği inkar edenler şöyle dediler: -Bu, apaçık bir sihirdir"},{"SurahNumber":46,"VerseNumber":8,"Text":"Veya: -Onu uydurmuş! diyorlar. De ki: -Eğer onu uydurmuşsam, beni Allah’tan (kurtaracak) hiçbir şeye sahip değilsiniz. O, sizin onun hakkında yaptığınız taşkınlığı daha iyi bilir. Benimle sizin aranızda şahit olarak o yeter. O, çok bağışlayıcı ve merhametlidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: -Ben, peygamberlerin ilki değilim. Bana ve size neler yapılacak bilmiyorum. Ben, ancak bana vahyedilene tabi oluyorum. Ben, apaçık bir uyarıcıdan başka bir şey değilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: -Gördünüz mü? Eğer, o Allah katından ise ve siz de onu inkar etmişseniz, İsrailoğullarından bir şahit de bunun bir benzerine şahitlik etmiş ve iman etmiş olduğu halde, siz büyüklük taslamış iseniz? Allah, zalim topluma yol göstermez"},{"SurahNumber":46,"VerseNumber":11,"Text":"İnkar edenler, iman edenler için: -Eğer bir hayır olsaydı, ona bizden önce ulaşmazlardı. Onunla doğru yolu görmedikleri için: -Bu, eski bir yalandır"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan önce, öncü ve rahmet olan Musa’nın kitabı vardı. Bu da, zalimleri uyarmak ve iyilik edenlere müjde vermek için, Arap diliyle onaylayan bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"“Rabbi’miz Allah’tır.” deyip sonra da dosdoğru olanlara bir korku yoktur. Onlar üzülecek de değiller"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar, cennet halkı olup, yaptıklarının karşılığı olarak orada ebedi kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"İnsana, anne ve babasına karşı iyi davranmasını tavsiye ettik. Annesi onu güçlük içinde taşımış ve güçlükle doğurmuştur. Onun taşınması ve sütten kesilmesi otuz aydır. Ta ki bulûğ çağına ulaştığı ve kırk yaşına eriştiği zaman: -Rabbim, bana, ana babama verdiğin nimetine şükretmemi, razı olacağın doğru işleri yapmamı bana ilham et. Benim için soyumu da ıslah et. Ben, sana tevbe ettim ve ben sana teslim olanlardanım, dedi"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte onlar, yaptıklarını en iyi şekilde kabul ettiğimiz, günahlarını geçtiğimiz, cennet halkı içinde olanlardır. Kendilerine yapılan vaad, dosdoğru bir vaaddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Anne ve babasına: -Öf be siz de, benden önce nice nesiller gelip geçmiş iken beni yeniden diriltilip, çıkartılmakla mı tehdit ediyorsunuz? diyen kimseye, anne ve babası Allah’a sığınarak: -Yazıklar olsun sana, iman et, şüphesiz Allah’ın vaadi haktır. (derler. O ise:) -Bu, öncekilerin masallarından başka bir şey değildir, diye cevap verir"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte onlar, cinlerden ve insanlardan, kendilerinden önce gelip geçmiş toplumlar arasında haklarında (azap) hükmü gerçekleşmiş olanlardır. Onlar, hüsrana uğrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Yaptıklarından dolayı hepsinin dereceleri vardır. Hiç haksızlığa uğratılmadan, yaptıkları kendilerine ödenmiştir"},{"SurahNumber":46,"VerseNumber":20,"Text":"Nankörlük edenler ateşe sunulduğu gün: -Dünya hayatınızda bütün iyiliklerinizi yitirdiniz. Onlardan isteğiniz gibi faydalandınız. Bugün ise, dünyada haksız yere büyüklenmeniz ve fasıklık yapmanız sebebiyle alçaltıcı bir azap ile cezalandırılacaksınız, denir"},{"SurahNumber":46,"VerseNumber":21,"Text":"Hatırlat, Âd’ın kardeşini... Hani O, Ahkaf’taki kavmini uyarmıştı. Ondan önce de sonra da ”Allah’tan başkasına kulluk etmeyin.” diye uyarıcılar gelip geçmişti: -Ben büyük bir günün azabının üzerinize gelmesinden korkuyorum"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar da: -Bizi ilahlarımızdan ayırmak için mi geldin? Eğer doğru sözlülerden isen haydi bize getir, bizi tehdit ettiğin şeyi! demişlerdi"},{"SurahNumber":46,"VerseNumber":23,"Text":"O da: -Bu konudaki bilgi sadece Allah katındadır. Ben, kendisiyle gönderildiğim şeyi size tebliğ ediyorum. Ama ben, sizin cahillik eden bir toplum olduğunuzu görüyorum, dedi"},{"SurahNumber":46,"VerseNumber":24,"Text":"Azabın, bir bulut halinde vadilerine doğru gelişini gördükleri zaman: -Bu, bize yağmur getirecek bir bulut! demişlerdi. -Hayır. O, acele gelmesini istediğiniz şeydir. İçinde acı bir azap olan rüzgardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"O, Rabb’inin emriyle her şeyi yerle bir eder. Nitekim evlerinden başka bir şey görünmez oldu. Suçlu toplumu işte böyle cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Onları, size vermediğimiz şeylerle güçlendirmiştik. Onlara, kulak, göz ve kalbler vermiştik. Fakat, kulakları, gözleri ve kalpleri onlara fayda vermedi. Zira Allah’ın ayetlerini bile bile inkar ediyorlardı ve kendisiyle alay ettikleri şey onları kuşatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Nitekim, çevrenizdeki şehirleri de helak etmiştik. Belki dönerler diye ayetleri detaylı olarak açıklamıştık da"},{"SurahNumber":46,"VerseNumber":28,"Text":"Yaklaşsınlar diye Allah’tan başka edindikleri ilahlar onlara yardım etmeli değil miydi?! Aksine onlardan uzaklaştılar. Çünkü O, onların uydurduğu kendi yalanlarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hani, cinlerden bir grubu Kur’an’ı dinlesinler diye sana yöneltmiştik. Onun yanına gelince “susun!” demişler. (Okuma) tamamlanınca kavimlerine uyarıcı olarak dönmüşler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Onlara şöyle demişlerdi: -Ey kavmimiz, biz, Musa’dan sonra indirilen, kendisinden öncekini tasdik eden, hakka yönelten ve dosdoğru yolu gösteren bir kitap dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz, Allah’ın davetçisine uyun, ona iman edin ki sizin günahlarınızı bağışlasın ve sizi acı bir azaptan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Allah’ın davetçisine uymazsa, yeryüzünde kaçıp sığınacağı bir yer yoktur. Onun Allah’tan başka bir velisi de yoktur. İşte böyleler apaçık bir sapıklık içindedir"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gökleri ve yeri yaratan ve onları yaratmaktan yorulmayan Allah’ın ölüleri de diriltmeye gücünün yeteceğini görmüyorlar mı? Elbette onun her şeye gücü yeter"},{"SurahNumber":46,"VerseNumber":34,"Text":"Bunu inkar edenler, ateşe sunuldukları gün: -Bu, gerçek değil mi? -Rabbi’mize andolsun ki evet (gerçektir), dediler. -Nankörlük ettiğiniz için azabı tadın! der"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde, sen de azim sahibi peygamberlerin sabrettiği gibi sabret! Onlar için acele etme! Onlar kendilerine vaat edileni gördükleri gün gündüzün bir saatinden fazla yaşamamış gibidirler. Bu bir tebliğdir. Fasık toplumdan başkası helak edilir mi"}]}