{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif-Lam-Ra. Dies ist ein Buch, das Wir zu dir hinabgesandt haben, damit du die Menschen mit der Erlaubnis ihres Herrn aus den Finsternissen hinaus ins Licht bringst, auf den Weg des Allmachtigen und Lobenswurdigen"},{"SurahNumber":14,"VerseNumber":2,"Text":"(den Weg) Allahs, Dessen ist, was in den Himmeln und was auf der Erde. Und wehe den Unglaubigen vor einer strengen Strafe"},{"SurahNumber":14,"VerseNumber":3,"Text":"Diejenigen, die das diesseitige Leben mehr lieben als das Jenseits und von Allahs Weg abhalten und danach trachten, ihn krumm zu machen; sie befinden sich in weit(reichend)em Irrtum"},{"SurahNumber":14,"VerseNumber":4,"Text":"Und Wir haben keinen Gesandten gesandt, außer in der Sprache seines Volkes, damit er ihnen (die Botschaft) klar macht. Allah laßt dann in die Irre gehen, wen Er will, und leitet recht, wen Er will. Und Er ist der Allmachtige und Allweise"},{"SurahNumber":14,"VerseNumber":5,"Text":"Und Wir sandten ja bereits Musa mit Unseren Zeichen: Bringe dein Volk aus den Finsternissen hinaus ins Licht, und erinnere sie an die Tage Allahs. Darin sind wahrlich Zeichen fur jeden sehr Standhaften und sehr Dankbaren"},{"SurahNumber":14,"VerseNumber":6,"Text":"Und als Musa zu seinem Volk sagte: Gedenkt der Gunst Allahs an euch, als Er euch vor den Leuten Fir’auns rettete, die euch eine bose Qual auferlegten, eure Sohne abschlachteten und (nur) eure Frauen am Leben ließen. Seht, darin war fur euch eine gewaltige Prufung von eurem Herrn"},{"SurahNumber":14,"VerseNumber":7,"Text":"Und als euer Herr ankundigte: ,Wenn ihr dankbar seid, werde Ich euch ganz gewiß noch mehr (Gunst) erweisen. Wenn ihr jedoch undankbar seid, dann ist meine Strafe furwahr streng"},{"SurahNumber":14,"VerseNumber":8,"Text":"Und Musa sagte: Wenn ihr undankbar seid, ihr und alle, die auf der Erde sind, so ist Allah wahrlich Unbedurftig und Lobenswurdig"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ist zu euch nicht die Kunde von denjenigen vor euch gekommen, des Volkes Nuhs, der ’Ad und der Tamud und derjenigen nach ihnen? Nur Allah kennt sie. Ihre Gesandten kamen zu ihnen mit den klaren Beweisen; sie aber steckten (vor Grimm) ihre Hande in den Mund und sagten: Wir verleugnen das, womit ihr gesandt seid, und wir sind uber das, wozu ihr uns aufruft, furwahr in einem starken Zweifel"},{"SurahNumber":14,"VerseNumber":10,"Text":"Ihre Gesandten sagten: Gibt es denn einen Zweifel uber Allah, den Erschaffer der Himmel und der Erde, Der euch ruft, um euch (etwas) von euren Sunden zu vergeben und euch auf eine festgesetzte Frist zuruckzustellen? Sie sagten: Ihr seid nur menschliche Wesen wie wir. Ihr wollt uns von dem abhalten, dem unsere Vater dienten. So bringt uns eine deutliche Ermachtigung"},{"SurahNumber":14,"VerseNumber":11,"Text":"Ihre Gesandten sagten zu ihnen: Wir sind (zwar) nur menschliche Wesen wie ihr, aber Allah erweist Wohltaten, wem von Seinen Dienern Er will. Es steht uns nicht zu, eine Ermachtigung zu bringen - außer mit der Erlaubnis Allahs. Und auf Allah sollen sich die Glaubigen verlassen"},{"SurahNumber":14,"VerseNumber":12,"Text":"Warum sollten wir uns nicht auf Allah verlassen, wo Er uns doch unsere Wege geleitet hat? Wir werden das, was ihr uns an Leid zufugt, ganz gewiß geduldig ertragen, und auf Allah sollen sich diejenigen verlassen, die sich (uberhaupt auf jemanden) verlassen (wollen)"},{"SurahNumber":14,"VerseNumber":13,"Text":"Diejenigen, die unglaubig waren, sagten zu ihren Gesandten: Wir werden euch ganz gewiß aus unserem Land vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zuruck! Da gab ihnen ihr Herr (als Offenbarung) ein: Ganz gewiß werden Wir die Ungerechten vernichten"},{"SurahNumber":14,"VerseNumber":14,"Text":"Und Wir werden euch ganz gewiß nach ihnen das Land bewohnen lassen. Dies (gilt) fur denjenigen, der Meinen Stand furchtet und Meine Androhung furchtet"},{"SurahNumber":14,"VerseNumber":15,"Text":"Und sie riefen (Allah) um Sieg (uber die Unglaubigen) an. Und enttauscht wurde jeder widerspenstige Gewalthaber"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hinterdrein kommt fur ihn die Holle, und er bekommt eitriges Wasser zu trinken"},{"SurahNumber":14,"VerseNumber":17,"Text":"das er schluckt, aber beinahe nicht hinunterbringt. Und der Tod kommt zu ihm von uberall her, doch kann er nicht sterben. Und hinterdrein kommt harte Strafe"},{"SurahNumber":14,"VerseNumber":18,"Text":"(Dies ist) das Gleichnis derjenigen, die ihren Herrn verleugnen: Ihre Werke sind wie Asche, auf die der Wind an einem sturmischen Tag heftig blast. Sie haben keine Macht uber etwas von dem, was sie erworben haben. Das ist wirklich der tiefe Irrtum"},{"SurahNumber":14,"VerseNumber":19,"Text":"Siehst du nicht, daß Allah die Himmel und die Erde in Wahrheit erschaffen hat? Wenn Er will, laßt Er euch vergehen und bringt eine neue Schopfung"},{"SurahNumber":14,"VerseNumber":20,"Text":"Und dies ist fur Allah keineswegs schwer"},{"SurahNumber":14,"VerseNumber":21,"Text":"Und sie erscheinen alle vor Allah. Dann sagen die Schwachen zu denjenigen, die sich hochmutig verhielten: Wir waren doch eure Gefolgsleute; konnt ihr uns nun vor Allahs Strafe etwas nutzen? Sie sagen: Wenn Allah uns rechtgeleitet hatte, furwahr, hatten (auch) wir euch rechtgeleitet. Gleich ist es in Bezug auf uns, ob wir angstlich sind oder standhaft bleiben; es gibt fur uns kein Entrinnen"},{"SurahNumber":14,"VerseNumber":22,"Text":"Und der Satan sagt, nachdem die Angelegenheit entschieden ist: Gewiß, Allah hat euch ein wahres Versprechen gegeben, und ich habe euch (etwas) versprochen, es aber dann gebrochen. Und ich hatte keine Macht uber euch, außer daß ich euch gerufen habe und ihr auf mich gehort habt. So tadelt mich nicht, sondern tadelt euch selbst. Ich kann euch nicht zu Hilfe kommen, und ihr konnt mir nicht zu Hilfe kommen. Ich weise es ja von mir, daß ihr mich zuvor (Allah) beigesellt habt. Gewiß, fur die Ungerechten gibt es schmerzhafte Strafe"},{"SurahNumber":14,"VerseNumber":23,"Text":"Aber diejenigen, die glauben und rechtschaffene Werke tun, werden in Garten eingelassen, durcheilt von Bachen, ewig darin zu bleiben, mit der Erlaubnis ihres Herrn. Ihr Gruß darin wird sein: Friede"},{"SurahNumber":14,"VerseNumber":24,"Text":"Siehst du nicht, wie Allah ein Gleichnis von einem guten Wort gepragt hat? (Es ist) wie ein guter Baum, dessen Wurzeln fest sitzen und dessen Zweige in den Himmel (reichen)"},{"SurahNumber":14,"VerseNumber":25,"Text":"Er bringt seinen Ernteertrag zu jeder Zeit (hervor) - mit der Erlaubnis seines Herrn. Und Allah pragt fur die Menschen Gleichnisse, auf daß sie bedenken mogen"},{"SurahNumber":14,"VerseNumber":26,"Text":"Und das Gleichnis eines schlechten Wortes ist wie ein schlechter Baum, der aus der Erde herausgerissen worden ist und keinen festen Grund (mehr) hat"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah festigt diejenigen, die glauben, durch das bestandige Wort im diesseitigen Leben und im Jenseits. Doch Allah laßt die Ungerechten in die Irre gehen. Allah tut, was Er will"},{"SurahNumber":14,"VerseNumber":28,"Text":"Siehst du nicht jene, die Allahs Gunst gegen Undankbarkeit eingetauscht und ihr Volk in die Wohnstatte des Niedergangs versetzt haben"},{"SurahNumber":14,"VerseNumber":29,"Text":"in die Holle, der sie ausgesetzt sind? - Ein schlimmer Aufenthalt"},{"SurahNumber":14,"VerseNumber":30,"Text":"Und sie haben Allah andere als Seinesgleichen zur Seite gestellt, um (die Menschen) von Seinem Weg abirren zu lassen. Sag: Genießt nur, euer Ausgang wird ja in das (Hollen)feuer sein"},{"SurahNumber":14,"VerseNumber":31,"Text":"Sag zu Meinen Dienern, die glauben, sie sollen das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und offentlich (als Spende) ausgeben, bevor ein Tag kommt, an dem es weder Verkaufen noch Freundschaften gibt"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah ist es, Der die Himmel und die Erde erschaffen hat und vom Himmel Wasser herabkommen laßt, durch das Er dann fur euch Fruchte als Versorgung hervorbringt. Und Er hat euch die Schiffe dienstbar gemacht, damit sie auf dem Meer auf Seinen Befehl fahren, und Er hat euch die Flusse dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":33,"Text":"Er hat euch die Sonne und den Mond in ihrem unablassigen Lauf dienstbar gemacht, und Er hat euch die Nacht und den Tag dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":34,"Text":"Und Er gewahrte euch von allem, worum ihr batet. Wenn ihr die Gunst(erweise) Allahs aufzahlen wolltet, konntet ihr sie nicht erfassen. Gewiß, der Mensch ist wahrlich sehr oft ungerecht und sehr oft undankbar"},{"SurahNumber":14,"VerseNumber":35,"Text":"Und als Ibrahim sagte: Mein Herr, mache diese Ortschaft sicher, und lasse mich und meine Kinder es meiden, Gotzen zu dienen"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mein Herr, sie haben viele von den Menschen in die Irre gefuhrt. Wer mir nun folgt, der gehort zu mir; und wer sich mir widersetzt, so bist Du ja Allvergebend und Barmherzig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Unser Herr, ich habe (einige) aus meiner Nachkommenschaft in einem Tal ohne Pflanzungen bei Deinem geschutzten Haus wohnen lassen, unser Herr, damit sie das Gebet verrichten. So lasse die Herzen einiger Menschen sich ihnen zuneigen und versorge sie mit Fruchten, auf daß sie dankbar sein mogen"},{"SurahNumber":14,"VerseNumber":38,"Text":"Unser Herr, Du weißt ja, was wir verbergen und was wir offenlegen; vor Allah ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":14,"VerseNumber":39,"Text":"(Alles) Lob gehort Allah, Der mir trotz meines hohen Alters Ismail und Ishaq geschenkt hat! Gewiß, mein Herr ist wahrlich der Erhorer des Gebets"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mein Herr, mach, daß ich das Gebet verrichte, (ich) und (auch einige) aus meiner Nachkommenschaft. Unser Herr, und nimm mein Gebet an"},{"SurahNumber":14,"VerseNumber":41,"Text":"Unser Herr, vergib mir und meinen Eltern und den Glaubigen an dem Tag, da die Abrechnung stattfinden wird"},{"SurahNumber":14,"VerseNumber":42,"Text":"Und meine ja nicht, Allah sei unachtsam dessen, was die Ungerechten tun. Er stellt sie nur zuruck bis zu einem Tag, an dem die Blicke starr werden"},{"SurahNumber":14,"VerseNumber":43,"Text":"(sie kommen) hastend, die Kopfe hochhebend; ihr Blick kehrt nicht zu ihnen zuruck, und ihre Herzen sind leer"},{"SurahNumber":14,"VerseNumber":44,"Text":"Und warne die Menschen vor dem Tag, an dem die Strafe uber sie kommt. Da werden diejenigen sagen, die Unrecht taten: Unser Herr, stelle uns auf eine kurze Frist zuruck, so werden wir Deinen Ruf erhoren und den Gesandten folgen. Hattet ihr denn nicht zuvor geschworen, es wurde fur euch keinen Untergang geben"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ihr habt noch in den Wohnorten derer gewohnt, die sich selbst Unrecht zugefugt haben, und es ist euch klargeworden, wie Wir an ihnen gehandelt haben. Wir haben euch doch Beispiele gepragt"},{"SurahNumber":14,"VerseNumber":46,"Text":"Und sie haben bereits ihre Ranke geschmiedet, aber ihre Ranke sind bei Allah, auch wenn ihre Ranke derart sind, daß davor die Berge vergehen"},{"SurahNumber":14,"VerseNumber":47,"Text":"So meine ja nicht, Allah wurde Sein Versprechen gegenuber Seinen Gesandten brechen. Gewiß, Allah ist Allmachtig und Besitzer von Vergeltungsgewalt"},{"SurahNumber":14,"VerseNumber":48,"Text":"An dem Tag, da die Erde zu einer anderen Erde verandert werden wird, und (ebenso) die Himmel, und da sie vor Allah erscheinen werden, dem Einen, dem Allbezwinger"},{"SurahNumber":14,"VerseNumber":49,"Text":"An jenem Tag wirst du die Ubeltater in Ketten zusammengebunden sehen"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ihre Kleider werden aus Pech sein, und das Feuer wird ihre Gesichter uberdecken"},{"SurahNumber":14,"VerseNumber":51,"Text":"damit Allah jeder Seele vergelte, was sie erworben hat. Gewiß, Allah ist schnell im Abrechnen"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dies ist eine Botschaft an die Menschen, damit sie dadurch gewarnt werden und damit sie wissen, daß Er nur ein Einziger Gott ist, und damit diejenigen bedenken, die Verstand besitzen"}]}