{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Alipha.Lama.Mima.Ro. Ya kura'anacya ayati aheta ani tumacya palanakartyatarphe je kahi tumacyakade utaravile gele aheta te sarva satya ahe, parantu adhikansa loka imana rakhata nahita (visvasa balagata nahi)"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allaha to ahe, jyane akasanna khambanvina unca rakhale ahe ki tumhi pahata ahata, maga to arsa (isasinhasana) vara sthira ahe, tyaneca surya ani candrala adhina karuna thevale ahe. Pratyeka nirdharita velevara calata ahe. Toca sarva kamaci vyavastha rakhato. To apalya nisanyance spastapane nivedana karita ahe. Yasathi ki tumhi apalya palanakartyasi bheta honyavara visvasa karava"},{"SurahNumber":13,"VerseNumber":3,"Text":"Ani tyaneca jaminila pasaravuna dile ahe ani ticyata parvata ani nadya nirmana kelya aheta ani tyata pratyeka prakaracya phalancya jodya duheri nirmana kelya aheta. To ratrine divasala lapavito, niscitaca vicara cintana karanaryansathi yata aneka nisanya (bodhacinhe) aheta"},{"SurahNumber":13,"VerseNumber":4,"Text":"Ani jaminita aneka prakarace tukade ekamekansi milate julate aheta, ani draksancya baga aheta ani sete aheta ani phandya asaleli khajurici jhade aheta ani kahi ase aheta jyanna phandya nahita. Sarvanna ekaca prakarace pani dile jate, tarihi amhi ekavara ekala phalammadhye sresthata pradana karato. Yata bud'dhimana lokankarita aneka nisanya aheta"},{"SurahNumber":13,"VerseNumber":5,"Text":"Ani jara tumhala navala vatata asela tara kharokhara tyance he mhanane ascaryakaraka ahe ki kaya jevha amhi (melyanantara) mati ho'una ja'u tevha kaya amhi navyane janma ghe'u? Heca te loka hota, jyanni apalya palanakartyasi inkara kela ani heca te loka hota, jyancya galyata jokhada (phande) asatila ani heca hota je jahannamamadhye rahanare aheta, je sadaiva tyata rahatila"},{"SurahNumber":13,"VerseNumber":6,"Text":"Ani je sukha-sampanna avasthepurvica tumacyajavala sikseci yacana karanyata gha'i karita aheta, nihsansaya, tyancyapurvi (udaharanadakhala) siksa-yatana alelya aheta, ani nihsansaya tumaca palanakarta mapha karanara ahe, lokancya anucita atyacaranantarahi ani niscitaca tumaca palanakarta kathora danda denarahi ahe"},{"SurahNumber":13,"VerseNumber":7,"Text":"Ani kaphira (krtaghna loka) mhanatata ki tyacyavara tyacya palanakartyatarphe ekhadi nisani (camatkara) ka nahi avatarita kela gela? Khari gosta asi ki tumhi tara kevala saceta karanare ahata ani pratyeka janasamuhasathi margadarsana karanara ahe"},{"SurahNumber":13,"VerseNumber":8,"Text":"Mada apalya potata (garbhata) je kahi rakhate te allaha cangalya prakare janato 1 ani pota (garbhasaya) ce ghatane-vadhanehi janato. Pratyeka gosta tyacyajavala anumananusara ahe"},{"SurahNumber":13,"VerseNumber":9,"Text":"Lapalelya ani ughada asa sarva gostince to jnana rakhanara ahe. Sarvanta mahana sarvanta ucca ani sarvanta uttama ahe"},{"SurahNumber":13,"VerseNumber":10,"Text":"Tumacyapaiki ekhadyace apali gosta lapavuna sangane kinva ti mothya avajata sangane ani jo ratri lapalela asela ani jo divasa calata asela, sarva allahakarita sarakheca ahe"},{"SurahNumber":13,"VerseNumber":11,"Text":"Tyace sanraksaka manavacya pudhe mage tainata aheta, je allahacya adesane tyace raksana karatata. Ekhadya janasamuhaci avastha sarvasrestha allaha toparyanta badalata nahi, joparyanta to svatah badalata nahi, je tyancya manata ahe. Sarvasrestha allaha jevha ekhadya janasamuhala saja denyaca nirnaya gheto, tevha to nirnaya badalata nahi ani tyacyakherija konihi tyanca madatakarta nahi"},{"SurahNumber":13,"VerseNumber":12,"Text":"To allahaca hoya, jo tumhala vijeci camaka dakhavito yasathi ki tumhi bhayabhita vhave ani umeda balagavi ani avajada dhagannahi toca nirmana karato"},{"SurahNumber":13,"VerseNumber":13,"Text":"Ani megha-garjana tyaci stuti-prasansa ani gunagana karate ani pharistedekhila tyacya bhayane, toca akasatuna vija padato. Ani jyacyavara icchito, tyacyavara padato. Kaphira loka allahavisayi vada-vivada ghalata aheta ani allaha jabaradasta saktisali ahe"},{"SurahNumber":13,"VerseNumber":14,"Text":"Tyalaca pukarane khare ahe. Je loka tyacyakherija dusaryanna pukaratata, te tyancya konatyahi hakela uttara deta nahita janu ekhadya manasane apale hata panyakade pasaravile asaveta ki pani tyancya tondata ye'una padave, vastavika te pani tyancya tondata janara nahi.1 Tya kaphira lokance jevadhe pukarane ahe sarva pathabhrasta ahe"},{"SurahNumber":13,"VerseNumber":15,"Text":"Ani akasammadhye va jaminivara asalele samasta jiva raji-khusine va na khusine allahalaca sajada karatata ani tyancya savalyasud'dha sakala-sandhyakala allahala sajada karatata"},{"SurahNumber":13,"VerseNumber":16,"Text":"(Tumhi) vicara, akasanca ani jaminica palanakarta kona ahe? Sanga allaha! Tyanna sanga, kaya tarihi tumhi yacyakherija dusaryanna madata karanare banavita ahata, je svatah apalya jivacya labha-hanica adhikara balagata nahi. Sanga, kaya andhala ani dolasa donhi samana asu sakatata? Kinva andhara ani prakasa samana asu sakato? Kaya, jyanna he allahaca sahabhagi banavita aheta, tyannihi allahapramane kahi nirmana kele ahe ki tyancya pahanyata nirmitica sandigdha tharali? Tumhi sanga, kevala allahaca sarva vastunna nirmana karanara ahe. To ekata ahe ani motha jabaradasta varcasvasali ahe"},{"SurahNumber":13,"VerseNumber":17,"Text":"Tyaneca akasatuna parjan'ya vrsti keli, maga apapalya samarthyanusara nale vahu lagale, maga panyacya pravahane vara cadhuna phesa ucalala ani tya vastutahi jila agita takuna tapavitata dagine kinva samanakarita, tyaca prakaraca phesa ahe. Asa prakare sarvasrestha allaha satya ani asatyala spasta karanyasathi udaharana deto. Ata to phesa nikami ho'una nighuna jato, parantu jya gosti lokanna labha pohacavinarya aheta, tya dharatita tikuna rahatata. Sarvasrestha allaha asa prakare udaharana deta asato"},{"SurahNumber":13,"VerseNumber":18,"Text":"Jya lokanni apalya palanakartyacya adesace palana kele, tyancyakarita bhala'i ahe ani jya lokanni tyacya adesace anusarana kele nahi, tara dharativara je kahi ahe te sarva tyacyajavala asela ani tyasobata tevadheca anakhi jasta asela maga te sarva kahi apalya badali (bacavasathi) de'una takila. Heca te loka hota, jyancyasathi motha va'ita hisoba ahe ani tyance thikana jahannama ahe, je phara va'ita thikana ahe"},{"SurahNumber":13,"VerseNumber":19,"Text":"Kaya to manusya, jyala he mahita asave ki je tumacyakade tumacya palanakartyatarphe utaravile gele ahe te satya ahe, kaya tya manasasarakha asu sakato jo andhala asava. Bodha-upadesa tara teca svikaratata je bud'dhimana asaveta"},{"SurahNumber":13,"VerseNumber":20,"Text":"Je loka allahala dilele vacana purna karatata ani vacana bhanga karita nahi"},{"SurahNumber":13,"VerseNumber":21,"Text":"Ani allahane jya gostinna jodanyaca adesa dila ahe, te tyanna jodatata ani te apalya palanakartyace bhaya rakhatata ani hisobacya kathoratecehi bhaya rakhatata"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ani te apalya palanakartyacya prasannatekhatira dhira-sanyama rakhatata ani namajanna satatyane kayama rakhatata ani je kahi amhi tyanna de'una thevale ahe te (dhana) ughada ani chupya ritine kharca karatata ani va'ita vyavaharala bhalepanane talatata. Asaca lokankarita akhiratace ghara ahe"},{"SurahNumber":13,"VerseNumber":23,"Text":"Ani nehami rahanarya baga, jithe he svatah jatila ani tyance vadavadila, ani patn'ya, ani santanapaiki je neka kama karanare asatila, tyancyajavala phariste pratyeka daratuna yetila"},{"SurahNumber":13,"VerseNumber":24,"Text":"(Mhanatila ki) tumacyavara santi-salamati aso dhira-sanyamacya mobadalyata kiti uttama mobadala ahe ya akhiratacya gharaca"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ani je loka allahala dilele vacana, te drdha-majabuta kelyanantara toduna takatata ani jya gostinna allahane jodanyaca adesa dila ahe tyanna toduna takatata ani dharatita upadrava (phasada) pasaravitata tyancyavara dhihkkara ahe ani tyancyasathi va'ita ghara ahe"},{"SurahNumber":13,"VerseNumber":26,"Text":"Sarvasrestha allaha jyaci roji (ajivika) icchito vadhavito ani jyaci icchito ghatavito. He loka tara aihika jivanataca magna jhaleta.1 Vastavika he jaga, akhiratacya tulaneta agadi tuccha samugri ahe"},{"SurahNumber":13,"VerseNumber":27,"Text":"Kaphira (imana na rakhanare) mhanatata ki tyacyavara tyacya palanakartyatarphe ekhadi nisani (camatkara) ka nahi utaravila gela? Uttara dya, jyala allaha pathabhrasta karu icchito, tyala pathabhrasta karato ani jo tyacyakade jhukato tyala marga dakhavito"},{"SurahNumber":13,"VerseNumber":28,"Text":"Jya lokanni imana rakhale, tyanci mane, allahacya smaranane santi prapta karatata. Laksata theva ki allahacya smarananeca hrdayala santi samadhana labhate"},{"SurahNumber":13,"VerseNumber":29,"Text":"Jya lokanni imana rakhale ani jyanni satkarmedekhila kelita tyancyakarita sukha-sampanna avastha ahe ani sarvanta uttama sthana ahe"},{"SurahNumber":13,"VerseNumber":30,"Text":"Tyaca prakare amhi tumhala tya janasamuhata pathavile, jyata yapurvi aneka janasamuha ho'una geleta, yasathi ki tumhi tyanna, amacyatarphe ji vahayi (prakasana) tumacyavara avatarita keli ahe, vacuna aikava. He loka parama dayalu (rahamana) allahaca inkara karanare aheta. Tumhi sanga, majha svami va palanakarta tara toca ahe, nihsansaya, tyacyakherija konihi upasanesa patra nahi. Tyacyavaraca majha bharosa ahe ani tyacyacakade mala parata jayace ahe"},{"SurahNumber":13,"VerseNumber":31,"Text":"Ani jara (grhita dharale ki) kura'anadvare parvata calavile gele asate kinva jaminice tukade tukade kele gele asate kinva melelya lokansi sambhasana karavile gele asate (tarihi tyanni imana rakhale nasate). Khari gosta asi ki samasta karye allahacyaca hati aheta, tevha kaya imana rakhanaryance mana ya gostivara santusta hota nahi ki jara allahane icchile tara samasta lokanna sarala margavara anila. Imana na rakhanaryala tara tyancya inkarapayi nehami konati na konati sakta saja milataca rahila, kinva tyancya gharancya javalapasa utarata rahila. Yetheparyanta ki allahaca vayada ye'una pohocela. Nihsansaya sarvasrestha allaha vayadyavirud'dha jata nahi"},{"SurahNumber":13,"VerseNumber":32,"Text":"Ani nihsansaya, tumacya purvicya paigambaransi thatta-maskari keli geli hoti, ani midekhila tya kaphiranna thode saila sodale, nantara matra tyanna pakadita ghetale, tara kasi rahili majhi siksa (azaba)"},{"SurahNumber":13,"VerseNumber":33,"Text":"Tara kaya to allaha jo samacara ghenara ahe pratyeka manasaca tyane kelelya karmabaddala, ani tya lokanni allahace bhagidara tharavile aheta. Sanga, jara tyanci nave tara sanga, kinva allahala tumhi tya gosti sangata ahata, jya to dharativara janataca nahi, kinva kevala varavaracya gosti banavita ahata.1 Khari gosta asi ki kupra (inkara) karanaryankarita, tyanci kapata-karasthane bhalehi cangali dakhavili geli asota ani tyanna satya margapasuna rokhale gele ahe ani jyala allaha margabhrasta karila, tyala marga dakhavinara konihi nahi"},{"SurahNumber":13,"VerseNumber":34,"Text":"Tyancyasathi ya jagacya jivanatahi duhkha ahe ani akhirata (maranottara jivana) ca azaba tara phara sakta ahe ani tyanna allahacya prakopapasuna vacavinara konihi nahi"},{"SurahNumber":13,"VerseNumber":35,"Text":"Tya jannatace udaharana, jyaca vayada allahace bhaya rakhanaryansi kela gela ahe, ase ahe ki ticyakhali pravaha vahata asatila, tici phale nehami rahanari aheta ani tici savalidekhila. Ha ahe mobadala allahace bhaya rakhanaryanca ani kaphira lokanca sevata jahannama ahe"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ani jyanna amhi grantha pradana kela ahe, te tara tyadvare khupa anandita hotata, je kahi tumacyavara avatarita kele jate ani itara sampradaya, tyatalya kahi gostinna man'ya karita nahi. Tumhi tyanna sanguna taka ki mala tara kevala haca adesa dila gela ahe ki mi allahaci upasana karavi ani tyacyasobata konala bhagidara na banavave, mi tyacyacakade bolavita ahe ani tyacyacakade mala paratuna jayace ahe"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ani asa prakare amhi ha kura'ana, arabi bhasetila pharmana avatarita kele ahe, ani jara tumhi yancya iccha akanksance anusarana kele, yacyanantarahi ki tumacyajavala jnana ye'una pohocale ahe, tara allahacya virodhata tumhala na koni samarthana denara bhetela ani na raksana karanara"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ani amhi tumacya purvihi aneka rasula (paigambara) pathavile aheta, ani amhi tya sarvanna patni ani santana rakhanara banavile hote. Allahacya hukumavina ekhadi nisani anuna dakhavine konatyahi paigambaracya akhatyaratila (avakhyatila) gosta nahi. Pratyeka nirdharita vayadyaca eka grantha ahe"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allaha je icchila mitavuna takila ani je icchila suraksita thevila. Suraksita grantha (lauhe mahaphuja) tyacyacajavala ahe"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ani tyancyasi kelelya vayadyampaiki jara ekhada amhi tumhala dakhavuna dyava kinva tumhala amhi mrtyu dyava tara tumacyavara kevala pohacavinyacica jababadari ahe, hisoba ghyayace kama tara amace ahe"},{"SurahNumber":13,"VerseNumber":41,"Text":"Kaya te nahi pahata ki amhi dharatila ticya kinaryankaduna ghatavita alo ahota. Allaha adesa deto ani konihi tyacya adesala pathimage takanara nahi. To lavakaraca hisoba ghenara ahe"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ani tyancya purvicya lokannihi kapata-karasthana karanyata kahi kasara sodali navhati, parantu samasta upayayojana allahacica ahe. Manusya je kahi karita ahe, allaha te janato. Imana na rakhanaryanna lavakaraca mahita padela ki akhirataca mobadala konasathi ahe"},{"SurahNumber":13,"VerseNumber":43,"Text":"Ani he inkari loka ase mhanatata ki tumhi allahace paigambara nahita. (Tumhi) uttara dya ki majhya ani tumacya daramyana saksa denyasathi allaha puresa ahe, ani to, jyacyajavala granthace jnana ahe"}]}