{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Insanoglu, var edilip bahse deger bir sey olana kadar, suphesiz, uzun bir zaman gecmemis midir"},{"SurahNumber":76,"VerseNumber":2,"Text":"Biz insanı katısık bir nutfeden yaratmısızdır; onu deneriz; bu yuzden, onun isitmesini ve gormesini saglamısızdır"},{"SurahNumber":76,"VerseNumber":3,"Text":"Suphesiz ona yol gosterdik; buna kimi sukreder, kimi de nankorluk"},{"SurahNumber":76,"VerseNumber":4,"Text":"Dogrusu, inkarcılar icin zincirler, demir halkalar ve cılgın alevli cehennem hazırladık"},{"SurahNumber":76,"VerseNumber":5,"Text":"Suphesiz iyiler kafur katılmıs bir tastan icerler"},{"SurahNumber":76,"VerseNumber":6,"Text":"Bu ancak Allah'ın kullarının tasıra tasıra icebilecegi bir pınardır"},{"SurahNumber":76,"VerseNumber":7,"Text":"Onlar verdikleri sozleri yerine getirirler, fenalıgı yaygın olan bir gunden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Onlar icleri cektigi halde, yiyecegi yoksula, oksuze ve esire yedirirler"},{"SurahNumber":76,"VerseNumber":9,"Text":"Biz sizi ancak Allah rızası icin doyuruyoruz, bir karsılık ve tesekkur beklemiyoruz. Dogrusu biz cok asık suratların bulunacagı bir gunde Rabbimizden korkarız\" derler"},{"SurahNumber":76,"VerseNumber":10,"Text":"Biz sizi ancak Allah rızası icin doyuruyoruz, bir karsılık ve tesekkur beklemiyoruz. Dogrusu biz cok asık suratların bulunacagı bir gunde Rabbimizden korkarız\" derler"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları bu yuzden o gunun fenalıgından korur; onların yuzune parlaklık ve nese verir"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabırlarının karsılıgı, cennet ve oradaki ipeklerdir"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada tahtlara yaslanırlar; orada yakıcı sıcak ve dondurucu soguk gormezler"},{"SurahNumber":76,"VerseNumber":14,"Text":"Meyve agaclarının golgeleri uzerlerine sarkmıs ve onların koparılması kolaylastırılmıstır"},{"SurahNumber":76,"VerseNumber":15,"Text":"Cevrelerinde gumus kaplar ve billur kaseler dolastırılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"Billurları gumus gibi parlaktır, onları olcup olcup dagıtırlar"},{"SurahNumber":76,"VerseNumber":17,"Text":"Orada, zencefil karısık bir tasla icirilirler"},{"SurahNumber":76,"VerseNumber":18,"Text":"O pınara \"Selsebil\" denir"},{"SurahNumber":76,"VerseNumber":19,"Text":"Yanlarında olumsuz gencler dolasır; onları gordugunde sacılmıs birer inci sanırsın"},{"SurahNumber":76,"VerseNumber":20,"Text":"Oranın neresine baksan, nimet ve buyuk bir saltanat gorursun"},{"SurahNumber":76,"VerseNumber":21,"Text":"Uzerlerinde ince yesil ipekli, parlak atlastan elbiseler vardır; gumus bileziklerle suslenmislerdir Rableri onlara tertemiz icecekler icirir"},{"SurahNumber":76,"VerseNumber":22,"Text":"Iste bu sizin islediklerinizin karsılıgıdır, calısmalarınız sukre deger\" denir"},{"SurahNumber":76,"VerseNumber":23,"Text":"Kuran'ı sana indiren suphesiz Biziz"},{"SurahNumber":76,"VerseNumber":24,"Text":"Rabbinin hukmune kadar sabret; onların gunah isleyen ve inkarcı olanlarına uyma"},{"SurahNumber":76,"VerseNumber":25,"Text":"Rabbinin adını sabah aksam an"},{"SurahNumber":76,"VerseNumber":26,"Text":"Geceleyin O'na secde et; O'nu geceleri uzun uzun tesbih et"},{"SurahNumber":76,"VerseNumber":27,"Text":"Dogrusu insanlar, cabuk elde edilen dunya nimetlerini severler de agırlıgı cekilmez gunu arkalarında bırakırlar"},{"SurahNumber":76,"VerseNumber":28,"Text":"Onları yaratan, mafsallarını pekistiren Biziz; dilersek onları benzerleri ile degistiriveririz"},{"SurahNumber":76,"VerseNumber":29,"Text":"Bu sadece bir oguttur; dileyen, Rabbine giden yolu tutar"},{"SurahNumber":76,"VerseNumber":30,"Text":"Allah dilemedikce siz dileyemezsiniz. Dogrusu Allah, bilendir, Hakim'dir"},{"SurahNumber":76,"VerseNumber":31,"Text":"Diledigine rahmet eder. Zalimlere, iste onlara, can yakıcı bir azap hazırlamıstır"}]}