{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta ha."},{"SurahNumber":20,"VerseNumber":2,"Text":"Wo jiang “gulanjing” gei ni, bu wei shi ni xinku,"},{"SurahNumber":20,"VerseNumber":3,"Text":"que wei jiaohui jingwei zhe,"},{"SurahNumber":20,"VerseNumber":4,"Text":"shi jiang zi chuangzao dadi he cangqiong zhe de."},{"SurahNumber":20,"VerseNumber":5,"Text":"Zhiren zhu yi sheng shang baozuole."},{"SurahNumber":20,"VerseNumber":6,"Text":"Fan zai tianshang dixia de, zai tiandi zhi jian de, zai di dixia de, dou shi ta de."},{"SurahNumber":20,"VerseNumber":7,"Text":"Ruguo ni gao sheng shuohua, namo zhenzhu dique zhidao mimi de he geng yin wei de shiqing."},{"SurahNumber":20,"VerseNumber":8,"Text":"Chu zhenzhu wai, jue wu ying shou chongbai zhe, ta you xuduo zuimei de ming hao."},{"SurahNumber":20,"VerseNumber":9,"Text":"Ni yi ting dao mu sa de gushile ma?"},{"SurahNumber":20,"VerseNumber":10,"Text":"Dangshi, ta kanjian yi chu huoguang, jiu dui ta de jiashu shuo: Nimen shao liu yixia, wo que yi kanjian yi chu huole, yexu wo na yige huoba lai gei nimen, huoxu wo zai you huo di na li faxian xiangdao."},{"SurahNumber":20,"VerseNumber":11,"Text":"Ta lai dao nage huo de fujin, jiu you shengyin hanjiao shuo: Mu sa a!"},{"SurahNumber":20,"VerseNumber":12,"Text":"Wo que shi ni de zhu, ni tuo diao ni de xiezi ba, ni que shi zai sheng gu du wa'zhong."},{"SurahNumber":20,"VerseNumber":13,"Text":"Wo que yi tiaoxuan ni, ni yingdang qingting qishi:"},{"SurahNumber":20,"VerseNumber":14,"Text":"Wo que shi zhenzhu, chu wo wai, jue wu ying shou chongbai zhe. Ni yingdang chongbai wo, dang wei jinian wo er jin shou bai gong."},{"SurahNumber":20,"VerseNumber":15,"Text":"Fuhuo shi, que shi yao lailin de, wo jihu yao yincang ta, yibian mei geren dou yin ziji de xingwei er shou baochou."},{"SurahNumber":20,"VerseNumber":16,"Text":"Buxin fuhuo shi'er shuncong siyu zhe, buyao rang ta zuzhi ni xinyang fuhuo shi, yizhi ni miewang."},{"SurahNumber":20,"VerseNumber":17,"Text":"Mu sa a! Zai ni youshou li de shi shenme?"},{"SurahNumber":20,"VerseNumber":18,"Text":"Ta shuo: Zhe shi wo de shouzhang, wo zhuzhe ta, wo yong ta ba shuye jiluo xialai gei wo de yang chi, wo duiyu ta hai you bie de xuduo xuyao."},{"SurahNumber":20,"VerseNumber":19,"Text":"Zhu shuo: Mu sa a! Ni ba ta reng xia."},{"SurahNumber":20,"VerseNumber":20,"Text":"Ta jiu ba ta reng xiale, ta huran bian chengle yitiao wan yan de she."},{"SurahNumber":20,"VerseNumber":21,"Text":"Zhu shuo: Ni zhuo zhu ta, buyao pa, wo jiang shi ta huanyuan."},{"SurahNumber":20,"VerseNumber":22,"Text":"Ni bashou fang zai huai li, ranhou chou chulai, shou bian cheng xuebai de, danshi meiyou she me jibing, na shi ling yi zhong jixiang."},{"SurahNumber":20,"VerseNumber":23,"Text":"Wo zhishi ni wo de zuida jixiang."},{"SurahNumber":20,"VerseNumber":24,"Text":"Ni qu jian falao, ta que shi baonue wu dao de."},{"SurahNumber":20,"VerseNumber":25,"Text":"Ta shuo: Wo de zhu a! Qiu ni shi wo de xinqing shuchang,"},{"SurahNumber":20,"VerseNumber":26,"Text":"qiu ni shi wo de shiye shunli,"},{"SurahNumber":20,"VerseNumber":27,"Text":"qiu ni jiechu wo de kouchi,"},{"SurahNumber":20,"VerseNumber":28,"Text":"yibian tamen liaojie wo dehua."},{"SurahNumber":20,"VerseNumber":29,"Text":"Qiu ni cong wo de jiashu zhong wei wo renming yige zhushou"},{"SurahNumber":20,"VerseNumber":30,"Text":"wo di gege ha lun"},{"SurahNumber":20,"VerseNumber":31,"Text":"rang ta xiangzhu wo,"},{"SurahNumber":20,"VerseNumber":32,"Text":"shi ta yu wo tongshi,"},{"SurahNumber":20,"VerseNumber":33,"Text":"yibian women duo zansong ni,"},{"SurahNumber":20,"VerseNumber":34,"Text":"duo jinian ni."},{"SurahNumber":20,"VerseNumber":35,"Text":"Ni que shi mingcha women de."},{"SurahNumber":20,"VerseNumber":36,"Text":"Zhu shuo: Mu sa a! Ni suo qingqiu de shi, yi shangci nile."},{"SurahNumber":20,"VerseNumber":37,"Text":"Zai bie de shihou, wo ceng zhaogu ni."},{"SurahNumber":20,"VerseNumber":38,"Text":"Dangshi, wo gei ni muqin yi ying you de qishi,"},{"SurahNumber":20,"VerseNumber":39,"Text":"shuo: Ni ba ta fang zai yige xiangzi li, ranhou ba nage xiangzi fang zai he li, heshui yao ba ta piao dao an bian, er wo de yige diren--yeshi ta de diren--jiang shouyang ta. Wo ba cong wo fachu de ci'ai shangci ni, yibian ni zai wo de jianhu zhi xia shou fuyu."},{"SurahNumber":20,"VerseNumber":40,"Text":"Dangshi, ni de jiejie zou qu shuo: Wo zhishi nimen yige yangyu ta de ren, hao ma? Wo jiu ba ni song hai ni muqin, yibian ta yukuai er bu youchou. Ni ceng shale yige ren, er wo zhengjiu ni tuoli youhuan, wo ceng yi xuduo zhemo kaoyan ni. Ni ceng zai mai de yan ren zhi jian douliule xuduo nian. Mu sa a! Ranhou, ni yi qian ding er lai dao zheli."},{"SurahNumber":20,"VerseNumber":41,"Text":"Wo wei ziji er tiaoxuan ni."},{"SurahNumber":20,"VerseNumber":42,"Text":"Ni he ni di gege, daizhe wo de xuduo jixiang qu ba! Ni lia duiyu jinian wo jue buke daiman."},{"SurahNumber":20,"VerseNumber":43,"Text":"Ni lia dao falao nali qu, ta que shi baonue wu dao de."},{"SurahNumber":20,"VerseNumber":44,"Text":"Ni lia dui ta shuohua yao wenhe, huoxu ta hui jiqu jiaohui, huozhe you suo weiju."},{"SurahNumber":20,"VerseNumber":45,"Text":"Ta lia shuo: Women de zhu a! Women dique pa ta cubao de shanghai women, huo gengjia baonue wu dao."},{"SurahNumber":20,"VerseNumber":46,"Text":"Zhu shuo: Ni lia buyao pa, wo dique tong ni lia zai yiqi, wo tingzhe, erqie kanzhe."},{"SurahNumber":20,"VerseNumber":47,"Text":"Ni lia qu ta nali jiu shuo:'Wo lia que shi ni de zhu de shizhe, suoyi qing ni rang yiselie de houyi tong wo lia yidao qu, qing ni buyao nuedai tamen. Women yijing ba ni de zhu de yi zhong jixiang dai lai gei nile; zunshou zhengdao zhe, de xiang heping."},{"SurahNumber":20,"VerseNumber":48,"Text":"Women que yi feng dao qishi shuo: Fouren erqie beiqi zhe, jiang shou xingfa."},{"SurahNumber":20,"VerseNumber":49,"Text":"Ta shuo: Mu sa a! Shei shi ni lia de zhu?"},{"SurahNumber":20,"VerseNumber":50,"Text":"Ta shuo: Women de zhu, shi tianxing fuyu wanwu, er jiayi yindao de."},{"SurahNumber":20,"VerseNumber":51,"Text":"Ta shuo: Yiwang ge shiji de qingkuang shi zenyang de?"},{"SurahNumber":20,"VerseNumber":52,"Text":"Ta shuo: Guanyu tamen de zhishi, zai wo de zhu nali jilu zai yi ben shu zhong. Wo de zhu, ji bu cuowu, you bu shuhu."},{"SurahNumber":20,"VerseNumber":53,"Text":"Ta wei nimen yi dadi wei yaolan, ta wei nimen zai dadishang kaipi xuduo daolu, ta cong yun zhong jiangxia yushui, er jie yushui shengchan ge zhong zhiwu."},{"SurahNumber":20,"VerseNumber":54,"Text":"Nimen keyi chi naxie zhiwu, keyi fangmu nimen de shengchu. Duiyu you lizhi zhe, ci zhong que you xuduo jixiang."},{"SurahNumber":20,"VerseNumber":55,"Text":"Wo cong dadi chuangzao nimen, wo shi nimen fu fan yu dadi, wo zai yici shi nimen cong da di fuhuo."},{"SurahNumber":20,"VerseNumber":56,"Text":"Wo que yi zhishi ta wo suoyou de yi qie jixiang, er ta jiayi fouren, bu ken xindao."},{"SurahNumber":20,"VerseNumber":57,"Text":"Ta shuo: Mu sa a! Ni dao women zheli lai, xiang jie ni de moshu ba women zhu chu guojing ma?"},{"SurahNumber":20,"VerseNumber":58,"Text":"Women biding zai ni mianqian biaoyan tongyang de moshu. Ni zai yige huxiang shangliang di difang, zai women he ni zhi jian, ding yige yue qi, women he ni dajia dou bu shuangyue."},{"SurahNumber":20,"VerseNumber":59,"Text":"Ta shuo: Nimen de yue qi ding zai jieri, dang zhongren zai zaochen jihe de shihou."},{"SurahNumber":20,"VerseNumber":60,"Text":"Falao jiu zhuan huiqu, ru ji ta de mouchen, ranhou ta laile."},{"SurahNumber":20,"VerseNumber":61,"Text":"Mu sa dui tamen shuo: Nimen zhen gaisi, nimen buyao wumie zhenzhu, yimian ta yong xingfa huimie nimen; wumie zhenzhu zhe, que yi shibaile."},{"SurahNumber":20,"VerseNumber":62,"Text":"Tamen wei zhe jian shi, yilun fenfen, bingqie yinni tamen de yilun;"},{"SurahNumber":20,"VerseNumber":63,"Text":"tamen shuo: Zhe liang ge que shi shushi, xiang yong moshu ba nimen zhu chu guojing, bingqie feichu nimen de zui wanshan de zhidu,"},{"SurahNumber":20,"VerseNumber":64,"Text":"suoyi, nimen yingdang jueding nimen de jice, ranhou jie dui er lai, jintian zhan shangfeng de, biding chenggong."},{"SurahNumber":20,"VerseNumber":65,"Text":"Tamen shuo: Mu sa a! Shi ni xian pao ni de jiahuo ne? Haishi women xian pao ne?"},{"SurahNumber":20,"VerseNumber":66,"Text":"Ta shuo: Haishi nimen xian pao ba! Tamen de shengzi he guaizhang, zai ta kan lai, hao xiang shi yin tamen de moshu er wan yan de."},{"SurahNumber":20,"VerseNumber":67,"Text":"Mu sa jiu xinhuai weiju."},{"SurahNumber":20,"VerseNumber":68,"Text":"Wo shuo: Ni buyao pa, ni que shi zhan youshi de."},{"SurahNumber":20,"VerseNumber":69,"Text":"Ni pao xia ni youshou li de guaizhang, ta jiu hui tunmole tamen suo zaozuo de. Tamen suo zaozuo de, zhishi shushi di fashu; shushimen wulun ganshenme zong shi bu chenggong de."},{"SurahNumber":20,"VerseNumber":70,"Text":"Yushi, shushimen baidao xiaqu, tamen shuo: Women yi gui xin ha lun he mu sa de zhule."},{"SurahNumber":20,"VerseNumber":71,"Text":"Falao shuo: Zai wo yunxu nimen zhiqian, nimen jiu xinfeng tamenle ma? Ta biding shi nimen de touzi, ta ba moshu chuanshou nimen, suoyi wo shi bi jiaohuzhe kan diao nimen de shou he jiao, wo shi bi ba nimen ding si zai ye zao shugan shang, nimen biding zhidao women lia shei de xingfa geng yanli, geng changjiu."},{"SurahNumber":20,"VerseNumber":72,"Text":"Tamen shuo: Women jue bu yuan tiaoxuan ni er paoqi yi jianglin women de mingzheng he chuangzao women de zhuzai. Ni yao zenme ban jiu zenme ban ba! Ni zhi neng zai jinshi shenghuo zhong renyi er wei."},{"SurahNumber":20,"VerseNumber":73,"Text":"Women que yi xinyang women de zhu, yibian ta shemian women de guoshi, he zai ni de qiangpo xia women biaoyan moshu de zuixing. Zhenzhu (de shangci) shi geng hao de,(ta de xingfa) shi geng jiu de."},{"SurahNumber":20,"VerseNumber":74,"Text":"Fanzui er lai jian zhu zhe, bi ru huo yu, zai huo yu li, busi ye bu huo."},{"SurahNumber":20,"VerseNumber":75,"Text":"Xindao heng shan er lai jian zhu zhe, de xiang zuigao de pinji"},{"SurahNumber":20,"VerseNumber":76,"Text":"changzhu de leyuan, xia lin zhu he, er yong ju qizhong. Na shi chunjie zhe de baochou."},{"SurahNumber":20,"VerseNumber":77,"Text":"Wo que yi qishi mu sa shuo: Ni zai yejian shuailingzhe wo de pu renmen qu luxing, ni wei tamen zai haishang kaipi yitiao han dao, ni buyao pa zhui bing chu, ye buyao pa yan si."},{"SurahNumber":20,"VerseNumber":78,"Text":"Falao tongling ta de jundui, gan shang tamen, sui wei haishui suo yanmo."},{"SurahNumber":20,"VerseNumber":79,"Text":"Falao ba ta de baixing ling ru qitu, ta wei jiang tamen yinru zhenglu."},{"SurahNumber":20,"VerseNumber":80,"Text":"Yiselie de houyi a! Wo ceng zhengjiu nimen tuoli nimen de diren, wo ceng zai na shan de youbian yu nimen ding yue, wo ceng jiang ganlu he anchun gei nimen."},{"SurahNumber":20,"VerseNumber":81,"Text":"Nimen keyi chi wo suo shangci nimen de jiamei de shipin, dan buke guofen, yimian ying shou wo de qianze, shei ying shou wo de qianze, shei bi lunsang."},{"SurahNumber":20,"VerseNumber":82,"Text":"Huizui xindao, bingqie li xingshan gong, yong xun zhengdao zhe, wo duiyu ta, que shi zhi she de."},{"SurahNumber":20,"VerseNumber":83,"Text":"Mu sa a! Ni weihe cangcu de likai ni de zongzu ne?"},{"SurahNumber":20,"VerseNumber":84,"Text":"Ta shuo: Tamen jiang zhuizong er lai. Wo de zhu a! Wo mang dao ni zheli lai, yibian ni xiyue."},{"SurahNumber":20,"VerseNumber":85,"Text":"Zhu shuo: Zai ni (libie) yihou, wo que yi kaoyan ni de zongzu, sa mi li yi shi tamen mi wule."},{"SurahNumber":20,"VerseNumber":86,"Text":"Mu sa beifen di zhuan huiqu kan ta de zongzu, ta shuo: Wo de zongzu a! Nandao nimen de zhu, meiyou gei nimen yige meihao de yingxu ma? Nimen juede shijian tai zhang ne? Haishi nimen xiang ying shou cong nimen de zhu fachu de qianze, yin'er nimen weibeile dui wo de yue yan ne?"},{"SurahNumber":20,"VerseNumber":87,"Text":"Tamen shuo: Women meiyou ziyuan de weibei dui ni de yue yan, dan women ba (aiji ren de) xuduo shoushi xiedai chulai, juede hen chenzhong, women jiu pao xiale naxie shoushi, sa mi li ye tongyang pao xiale (tasuo xiedai de shoushi)."},{"SurahNumber":20,"VerseNumber":88,"Text":"Ta jiu wei tamen zhu chu yitou niudu--yige you du sheng de quke, tamen jiu shuo: Zhe shi nimen de zhu, yeshi mu sa de zhu, dan ta wangjile."},{"SurahNumber":20,"VerseNumber":89,"Text":"Na tou niudu buneng huida tamen de wen hua, ye buneng zhuchi tamen de huo fu, nandao tamen bu zhidao ma?"},{"SurahNumber":20,"VerseNumber":90,"Text":"Yiqian ha lun que yi dui tamen shuo: Wo de zongzu a! Nimen zhishi wei niudu suo mihuo, nimen de zhu, que shi zhiren zhu. Nimen yingdang shuncong wo, dang fucong wo de mingling."},{"SurahNumber":20,"VerseNumber":91,"Text":"Tamen shuo: Women bi jixu chongbai niudu, zhizhi mu sa zhuan huilai."},{"SurahNumber":20,"VerseNumber":92,"Text":"Mu sa shuo: Ha lun a! Dang ni kanjian tamen wu ru mitu de shihou, shi shenme zhang'ai,"},{"SurahNumber":20,"VerseNumber":93,"Text":"ni weihe bu gensui wo? Nandao ni yao weibei wo de mingling ma?"},{"SurahNumber":20,"VerseNumber":94,"Text":"Ta shuo: Wo de bao di a! Ni buyao jiu zhu wo de toufa he huzi, wo dique pa ni shuo:'Ni shi yiselie fenlie, er bu zhuyi wo dehua."},{"SurahNumber":20,"VerseNumber":95,"Text":"Mu sa shuo: Sa mi li a! Ni zenmeliao?"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ta shuo: Wo ceng jian tamen suo wei jian de, wo cong shizhe de yiji shang wole yi ba tu, er wo ba ta pao xiaqu, wo de siyu nayang songyong wo."},{"SurahNumber":20,"VerseNumber":97,"Text":"Ta shuo: Ni qu ba! Ni zhe beizi biding chang shuo: Buyao jiechu wo. Ni que you yige (shouxing de) yue qi, ni jue buneng bimian ta, ni kan ni qiancheng zhu shou de shenling ba! Women biding yao fenhua ta, ranhou bi ba ta sa zai haili."},{"SurahNumber":20,"VerseNumber":98,"Text":"Nimen suo dang chongbai de, zhishi zhenzhu, chu ta wai, jue wu ying shou chongbai de, ta shi zhouzhi wanwu de."},{"SurahNumber":20,"VerseNumber":99,"Text":"Wo zheyang dui ni xushu zhexie yiwang zhe de gushi, wo yi ci gei ni cong wo fachu de jinian;"},{"SurahNumber":20,"VerseNumber":100,"Text":"shei weibei zhege jinian, shei zai fuhuo ri bi fuzhong zui,"},{"SurahNumber":20,"VerseNumber":101,"Text":"er yong ju qi xingfa zhong. Fuhuo ri na fudan dui tamen zhen zaogao."},{"SurahNumber":20,"VerseNumber":102,"Text":"Na shi zai chui haojiao zhi ri, zai na ri wo jiang jihe lan yanjing de zuifan;"},{"SurahNumber":20,"VerseNumber":103,"Text":"tamen di sheng xiang gao shuo: Nimen zhi douliule shi tian."},{"SurahNumber":20,"VerseNumber":104,"Text":"Wo zhidao tamen shuo xie shenme. Dangshi, tamen zhong sixiang zui zhengque de ren shuo: Nimen zhi douliule yitian."},{"SurahNumber":20,"VerseNumber":105,"Text":"Tamen wen ni zhu shan de (jieju), ni shuo: Wo de zhujiang fensui zhu shan,"},{"SurahNumber":20,"VerseNumber":106,"Text":"er shi tamen bian cheng pingyuan,"},{"SurahNumber":20,"VerseNumber":107,"Text":"ni jiang buneng jian shenme kanke, ye buneng jian shenme qiqu."},{"SurahNumber":20,"VerseNumber":108,"Text":"Zai na ri, zhongren jiang shuncong haozhao zhe, hao wu wei'ao, yiqie shengyin jiang wei zhiren zhu er anjing xialai, chu zuyin wai, ni ting bujian shenme shengyin."},{"SurahNumber":20,"VerseNumber":109,"Text":"Zai na ri, chu zhiren zhu suo texu erqie xi'ai qi yanlun zhe wai, yiqie shuo qing, dou meiyou gongxiao."},{"SurahNumber":20,"VerseNumber":110,"Text":"Zai tamen qianmian de he zai tamen houmian de, zhenzhu dou zhidao, er tamen que bu zhidao."},{"SurahNumber":20,"VerseNumber":111,"Text":"Zui renmen jiang dui yongsheng zili de zhuzai biaoshi qiangong, beifu zui'e zhe, que yi shiwangle."},{"SurahNumber":20,"VerseNumber":112,"Text":"Xindao er xingshan zhe, bupa kui wang he kekou."},{"SurahNumber":20,"VerseNumber":113,"Text":"Wo zheyang jiang shi alabo wen de “gulanjing”, wo zai qizhong shenshu jinggao, yibian tamen jingwei, huo shi tamen jiyi."},{"SurahNumber":20,"VerseNumber":114,"Text":"Zhenzhu shi chaojue wanwu, zai zhi zhongsheng, ti yong zhenshi de. Dui ni qishi “gulanjing” hai meiyou wanquan de shihou, ni buyao jimang songdu. Ni shuo: Wo de zhu a! Qiu ni zengjia wo de zhishi."},{"SurahNumber":20,"VerseNumber":115,"Text":"Yiqian, wo que yi zhufu a dan, er ta wangji wo de zhufu, wo wei faxian ta you renhe juexin."},{"SurahNumber":20,"VerseNumber":116,"Text":"Dangshi wo dui zhong tianshen shuo: Nimen dang xiang a dan koutou. Tamen jiu koutou, dan yi bo lie si chuwai."},{"SurahNumber":20,"VerseNumber":117,"Text":"Wo shuo: A dan a! Zhe que shi ni de choudi, ye que shi ni de qizi de choudi, jue buyao rang ta ba ni lia zhu chu leyuan, yimian nimen xinku."},{"SurahNumber":20,"VerseNumber":118,"Text":"Ni zai leyuan li bi bu ji'e, bi bu luolu,"},{"SurahNumber":20,"VerseNumber":119,"Text":"bi bu kou ke, bi bugan yanre."},{"SurahNumber":20,"VerseNumber":120,"Text":"Sihou, emo youhuo ta shuo: A dan a! Wo zhishi ni changsheng shu, he buxiu yuan hao ma?"},{"SurahNumber":20,"VerseNumber":121,"Text":"Ta lia jiu chile na ke shu de guoshi, ta lia de yinbu jiu dui ta lia xianlule, ta lia jiu yi yuan li de shuye zhebi shenti. A dan weibeile tamen de zhu, yin'er mi wule."},{"SurahNumber":20,"VerseNumber":122,"Text":"Sihou, ta de zhu tiaoxuanle ta, raoshule ta, yindaole ta."},{"SurahNumber":20,"VerseNumber":123,"Text":"Ta shuo: Ni lia dou cong leyuan jiang xiaqu! Nimen jiang huxiang choushi. Ruguo zhengdao cong wo jianglin nimen, namo, shei zunxun wo de zhengdao, shei bu hui mi wu, ye bu hui daomei;"},{"SurahNumber":20,"VerseNumber":124,"Text":"shei weibei wo de jiaohui, shei biguo jiongpo de shenghuo, fuhuo ri wo shi ta zai mangmu di qingkuang xia bei jihe."},{"SurahNumber":20,"VerseNumber":125,"Text":"Ta jiang shuo: Wo de zhu a! Wo benlai bu shi mangmu di, ni weisheme shi wo zai mangmu di qingkuang xia bei jihe ne?"},{"SurahNumber":20,"VerseNumber":126,"Text":"Zhujiang shuo: Shishi shi zheyang de, wo de jixiang jianglin ni, er ni yiqi ta, ni jintian ye tongyang di bei yiqile."},{"SurahNumber":20,"VerseNumber":127,"Text":"Fan xingwei guofen erqie buxin zhu de jixiang zhe, wo du yao gei ta tongyang de baochou. Houshi de xingfa, que shi geng yanli de, que shi geng chang cun de."},{"SurahNumber":20,"VerseNumber":128,"Text":"Nandao tamen bu zhidao ma? Zai tamen zhiqian, wo ceng huimiele xuduo shidai, tamen chang he naxie ren de guxiang wanglai, duiyu you lizhi zhe, ci zhong que you xuduo jixiang."},{"SurahNumber":20,"VerseNumber":129,"Text":"Yao bushi you yiju hua cong ni de zhu yuxian fachu, yao bushi you qixian, ni de zhu jiayi yuding, name,(huimie duiyu tamen) shi biran de."},{"SurahNumber":20,"VerseNumber":130,"Text":"Ni yingdang renshou tamen suo shuo de (lanyan), ni yingdang zai taiyang chu luo zhiqian zansong ni de zhu, ni yingdang zai yejian he baizhou zansong ta, yibian ni xiyue."},{"SurahNumber":20,"VerseNumber":131,"Text":"Ni buyao jiyu wo suoyong yi gongji tamen zhong ge deng ren xiangshou de, na shi jinshi shenghuo de fuhua, wo yong lai kaoyan tamen; ni de zhu de jiyang, shi geng hao de, shi geng jiu de."},{"SurahNumber":20,"VerseNumber":132,"Text":"Ni yingdang mingling ni de xintumen libai, ni duiyu bai gong, ye yingdang youheng, wo bu yi jiyang zecheng ni, wo gongji ni. Shan guo zhi guiyu jingwei zhe."},{"SurahNumber":20,"VerseNumber":133,"Text":"Tamen shuo: Ta zenme bu cong ta di nali na yi zhong jixiang lai gei women ne? Guanyu “gulanjing” de chanming, nandao meiyou jianglin tamen ma?"},{"SurahNumber":20,"VerseNumber":134,"Text":"Jiaruo zai paiqian ta zhiqian, wo yi xingfa huimie tamen, tamen biding yao shuo: Women de zhu a! Ni zenme bu paiqian yige shizhe lai yindao women, yibian women zai mengshou beijian he chiru zhiqian, zunshou ni de jixiang ne?"},{"SurahNumber":20,"VerseNumber":135,"Text":"Ni shuo: Women shuangfang dou shi denghou de, nimen dengzhe ba, nimen jianglai jiu zhidao shei shi lu tantu de, shei shi xun zhengdao de."}]}