{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Каф-ха-ја-ајн-сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Ово је спомен о милости твога Господара према Његовом слуги Захарији"},{"SurahNumber":19,"VerseNumber":3,"Text":"кад је он свога Господара тихо замолио"},{"SurahNumber":19,"VerseNumber":4,"Text":"и рекао: „Господару мој, кости су ми оронуле и глава оседела, а никада нисам, кад сам Ти, мој Господару, молбу упутио, остао разочаран"},{"SurahNumber":19,"VerseNumber":5,"Text":"Бојим се мојих рођака по крви после мене, а жена ми је нероткиња, зато ми поклони сина наследника"},{"SurahNumber":19,"VerseNumber":6,"Text":"да наследи мене и породицу Јаковљеву, и учини, Господару мој, да се буде задовољно њиме.“"},{"SurahNumber":19,"VerseNumber":7,"Text":"„О Захарија, јављамо ти радосну вест да ће ти се родити дечак, име ће да му буде Јахја, ником пре њега то име нисмо хтели да дамо.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"„Господару мој“, рече он, „како ћу да имам сина кад ми је жена нероткиња, а већ сам доживео дубоку старост?“"},{"SurahNumber":19,"VerseNumber":9,"Text":"„Ето тако“, рече. Твој Господар је рекао: „То је мени лако, и тебе сам раније створио, а ниси ништа био.“"},{"SurahNumber":19,"VerseNumber":10,"Text":"„Господару мој“, рече, „дај ми неки знак.“ „Знак ће да ти буде то што три ноћи нећеш моћи са људима да разговараш, а здрав ћеш да будеш.“"},{"SurahNumber":19,"VerseNumber":11,"Text":"И он изађе из храма у народ свој и знаком им даде на знање: “Славите Га ујутру и навече!”"},{"SurahNumber":19,"VerseNumber":12,"Text":"„О Јахја, прихвати Књигу одлучно!“ А дали смо му мудрост још док је био дечак"},{"SurahNumber":19,"VerseNumber":13,"Text":"и нежност и чедност, и богобојазан је био"},{"SurahNumber":19,"VerseNumber":14,"Text":"и родитељима својим је био послушан, и није био дрзак и непослушан"},{"SurahNumber":19,"VerseNumber":15,"Text":"Нека су мир и спас над њим на дан кад се родио и на дан кад је умро и на дан кад буде из мртвих устао"},{"SurahNumber":19,"VerseNumber":16,"Text":"И спомени из Књиге Марију: када се од укућана својих повукла на источну страну"},{"SurahNumber":19,"VerseNumber":17,"Text":"и од њих узела заклон, Ми смо ка њој послали Нашег анђела и он јој се показао у потпуном људском облику"},{"SurahNumber":19,"VerseNumber":18,"Text":"„Тражим заштиту Свемилосног од тебе, ако се Њега бојиш!“ Узвикну она"},{"SurahNumber":19,"VerseNumber":19,"Text":"„А ја сам управо изасланик твога Господара“, рече он, „да ти поклоним честитог дечака!“"},{"SurahNumber":19,"VerseNumber":20,"Text":"„Како ћу да имам дечака?“ Рече она, „кад ме ниједан мушкарац није додирнуо, а ја нисам блудница.“"},{"SurahNumber":19,"VerseNumber":21,"Text":"А он рече: „Ето тако, Господар твој је казао: 'То је Мени лако, и зато да га учинимо да буде знак људима и знак наше милости.' Тако је унапред одређено.“"},{"SurahNumber":19,"VerseNumber":22,"Text":"И она занесе и бременита се склони негде далеко"},{"SurahNumber":19,"VerseNumber":23,"Text":"И порођајни болови присилише је да дође до стабла једне палме. „Камо среће да сам раније умрла и да сам потпуно у заборав пала!“ Узвикну она"},{"SurahNumber":19,"VerseNumber":24,"Text":"И он је испод ње зовну: „Не жалости се, твој Господар је дао да ниже тебе потече поток"},{"SurahNumber":19,"VerseNumber":25,"Text":"Затреси палмино стабло, посуће по теби свеже урме…"},{"SurahNumber":19,"VerseNumber":26,"Text":"па једи и пиј и буди весела! А ако видиш неког човека, ти реци: 'Ја сам се заветовала Свемилосном да ћу да ћутим, и данас ни са ким нећу да говорим.'“"},{"SurahNumber":19,"VerseNumber":27,"Text":"И дође она са њим своме народу, носећи га. „О Марија!“ Рекоше они, „учинила си нешто нечувено"},{"SurahNumber":19,"VerseNumber":28,"Text":"Хеј ти, која личиш на Арону, отац ти није био неваљао, а ни мајка твоја није била блудница!“"},{"SurahNumber":19,"VerseNumber":29,"Text":"Она им показа на Исуса. „Како да говоримо са бебом у колевци?“ Рекоше они"},{"SurahNumber":19,"VerseNumber":30,"Text":"„Ја сам Аллахова слуга“, рече он, „мени ће Он Књигу да подари и веровесником да ме учини"},{"SurahNumber":19,"VerseNumber":31,"Text":"и учиниће ме, где год будем, благословљеним, и наредиће ми да док год сам жив, обављам молитву и да удељујем милостињу"},{"SurahNumber":19,"VerseNumber":32,"Text":"и да мајци својој будем добар, а неће ми допустити да будем дрзак и непристојан"},{"SurahNumber":19,"VerseNumber":33,"Text":"И нека је мир нада мном на дан када сам се родио и на дан када будем умро и на дан кад будем проживљен из мртвих.“"},{"SurahNumber":19,"VerseNumber":34,"Text":"То је Исус, Маријин син, то је права истина о њему, онај у кога они сумњају"},{"SurahNumber":19,"VerseNumber":35,"Text":"Незамисливо је да Аллах има дете, Узвишен је Он! Кад нешто одреди, Он за то само каже: „Буди!“- И оно буде"},{"SurahNumber":19,"VerseNumber":36,"Text":"И рече: \" И Аллах је, уистину, и мој и ваш Господар, зато обожавајте само Њега! То је Прави пут"},{"SurahNumber":19,"VerseNumber":37,"Text":"И следбеници Књиге су се у погледу њега подвојили, па тешко онима који не верују када на Дану великом буду присутни"},{"SurahNumber":19,"VerseNumber":38,"Text":"Како ће добро чути и како ће добро видети оног Дана кад пред Нас стану! А неверници су сад у очитој заблуди"},{"SurahNumber":19,"VerseNumber":39,"Text":"И упозори их на Судњи дан кад ће бити с полагањем рачуна завршено, а они су немарни били и нису веровали"},{"SurahNumber":19,"VerseNumber":40,"Text":"Ми ћемо Земљу и оне који живе на њој да наследимо и Нама ће они да се врате"},{"SurahNumber":19,"VerseNumber":41,"Text":"И спомени из Књиге Аврама! Он је био истинољубив, веровесник"},{"SurahNumber":19,"VerseNumber":42,"Text":"Када је рекао своме оцу: „О оче мој, зашто обожаваш оно што нити чује нити види, нити може да ти буде од какве користи"},{"SurahNumber":19,"VerseNumber":43,"Text":"О оче мој, објављује ми се знање које ти не знаш; зато ме следи, па ћу те ја упутити на Прави пут"},{"SurahNumber":19,"VerseNumber":44,"Text":"Оче мој, не обожавај ђавола, ђаво је Свемилосном увек непокоран"},{"SurahNumber":19,"VerseNumber":45,"Text":"оче мој, бојим се да те од Свемилосног не стигне казна, па да будеш ђаволу друг.“"},{"SurahNumber":19,"VerseNumber":46,"Text":"Његов отац рече: „Зар си ти против мојих божанстава, о Авраме? Ако се не оканиш, заиста ћу те каменовати, зато ме заувек напусти.“"},{"SurahNumber":19,"VerseNumber":47,"Text":"„Мир теби!“ Рече Аврам. „Молићу Господара свога да ти опрости, јер Он је врло добар према мени"},{"SurahNumber":19,"VerseNumber":48,"Text":"И напустићу и вас и све оне које мимо Аллаха обожавате, и само ћу своме Господару да се молим; Господар мој ме неће разочарати одбијањем моје молбе.“"},{"SurahNumber":19,"VerseNumber":49,"Text":"Пошто их је напустио и оне које су, мимо Аллаха, обожавали, Ми му даровасмо Исака и Јакова, и обојицу веровесницима учинисмо"},{"SurahNumber":19,"VerseNumber":50,"Text":"и даровасмо им Нашу милост и учинисмо да буду хваљени и по добру спомињани"},{"SurahNumber":19,"VerseNumber":51,"Text":"И спомени из Књиге Мојсија! Он је био одабран и био је посланик, веровесник"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ми смо га позвали са десне стране Синаја и приближили смо га Себи да чује Наше речи"},{"SurahNumber":19,"VerseNumber":53,"Text":"и даровали смо му, из Наше милости, као веровесника његовог брата Арона.“"},{"SurahNumber":19,"VerseNumber":54,"Text":"И спомени из Књиге Јишмаила! Он је испуњавао дато обећање и био је посланик, веровесник"},{"SurahNumber":19,"VerseNumber":55,"Text":"Наређивао је својој породици да обављају молитву, и да удељују милостињу, и Господар је био њиме задовољан"},{"SurahNumber":19,"VerseNumber":56,"Text":"И спомени из Књиге Хенока! Он је био истинољубив, веровесник"},{"SurahNumber":19,"VerseNumber":57,"Text":"и Ми смо га уздигли на високо место"},{"SurahNumber":19,"VerseNumber":58,"Text":"То су веровесници које је Аллах обасуо благодатима, од Адамових потомака и оних које смо са Нојем на лађи спасили, и Аврамових и Јаковљевих потомака, и оних које смо упутили и одабрали. Кад би им се училе речи Свемилосног, они би ничице падали и плакали"},{"SurahNumber":19,"VerseNumber":59,"Text":"А њих сменише зли потомци, који молитву напустише и за пожудама пођоше – они ће сигурно зло проћи…"},{"SurahNumber":19,"VerseNumber":60,"Text":"Али они који су се покајали, и веровали, и радили добра дела, њима се неће никаква неправда учинити, и они ће у Рај ући"},{"SurahNumber":19,"VerseNumber":61,"Text":"У еденским вртовима које је Свемилосни Својим верницима обећао иако их нису видели – а обећање Његово ће заиста да се испуни"},{"SurahNumber":19,"VerseNumber":62,"Text":"У њима празне приче неће да слушају, већ само: „Мир Божји!“ - И у њима ће ујутру и навече да буду опскрбљени"},{"SurahNumber":19,"VerseNumber":63,"Text":"Даћемо да такав Рај наследи сваки Наш богобојазни слуга"},{"SurahNumber":19,"VerseNumber":64,"Text":"„А ми анђели силазимо само по наредби твога Господара. Њему припада оно што је пред нама и оно што је за нама, и што је између тога. А твој Господар ништа не заборавља.“"},{"SurahNumber":19,"VerseNumber":65,"Text":"Он је Господар небеса и Земље и онога што је између њих, зато само Њега обожавај и у томе буди устрајан! Знаш ли да има неко Њему сличан"},{"SurahNumber":19,"VerseNumber":66,"Text":"Човек говори: „Зар ћу, кад умрем, заиста да будем проживљен?“"},{"SurahNumber":19,"VerseNumber":67,"Text":"А зар се човек не сећа да смо га још пре створили, а да није био ништа"},{"SurahNumber":19,"VerseNumber":68,"Text":"Кунем се Собом, да ћемо да скупимо и невернике и ђаволе, затим ћемо да их доведемо да клече на коленима око Пакла"},{"SurahNumber":19,"VerseNumber":69,"Text":"а онда ћемо из сваке групе да издвојимо оне који су према Свемилосном били најдрскији"},{"SurahNumber":19,"VerseNumber":70,"Text":"јер Ми најбоље знамо оне који су највише заслужили да у њој горе"},{"SurahNumber":19,"VerseNumber":71,"Text":"И сваки од вас ће до Пакла да стигне! Твој Господар се сигурно тако обавезао"},{"SurahNumber":19,"VerseNumber":72,"Text":"Затим ћемо да спасимо оне који су се бојали Аллаха и клонили греха, а невернике ћемо да оставимо у њему на коленима да клече"},{"SurahNumber":19,"VerseNumber":73,"Text":"Када су им се Наше јасне речи казивале, онда су неверници говорили верницима: “Шта мислите, ко је у бољем положају и ко има више поборника?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"А колико смо Ми пре њих народа уништили који су благом и изгледом дивљење изазивали"},{"SurahNumber":19,"VerseNumber":75,"Text":"Реци: „Ономе ко је у заблуди, нека Свемилосни дуг живот да!“ Али кад такви доживе да се претње остваре, било казна, било Смак света, заиста ће да сазнају ко је у горем положају и ко има слабију војску и помагаче"},{"SurahNumber":19,"VerseNumber":76,"Text":"А Аллах ће помоћи онима који су на Правом путу! А добра дела која вечно остају – од Господара твог биће боље награђена и лепше узвраћена"},{"SurahNumber":19,"VerseNumber":77,"Text":"Зар ниси видео онога који у Наше речи и доказе не верује и говори: „Засигурно ће ми бити дато богаство и деца!“"},{"SurahNumber":19,"VerseNumber":78,"Text":"Или је он будућност прозрео или је од Милостивог обећање примио"},{"SurahNumber":19,"VerseNumber":79,"Text":"Ниједно! Ми ћемо да запишемо оно што он говори и патњу ћемо знатно да му продужимо"},{"SurahNumber":19,"VerseNumber":80,"Text":"а оно о чему он говори - наследићемо и сам лично ће да Нам се врати"},{"SurahNumber":19,"VerseNumber":81,"Text":"Они, уместо Аллаха, узимају некаква божанства тражећи од њих помоћ и славу"},{"SurahNumber":19,"VerseNumber":82,"Text":"Никада! Божанства ће да порекну њихово обожавање, и биће им противници"},{"SurahNumber":19,"VerseNumber":83,"Text":"Зар не видиш да Ми невернике ђаволима препуштамо да их што више на зло навраћају"},{"SurahNumber":19,"VerseNumber":84,"Text":"Зато не тражи да што пре буду кажњени, Ми им полако одбројавамо дане"},{"SurahNumber":19,"VerseNumber":85,"Text":"На Дан када богобојазне, као изасланике, пред Свемилосним сакупимо"},{"SurahNumber":19,"VerseNumber":86,"Text":"а кад у Пакао потерамо жедне невернике"},{"SurahNumber":19,"VerseNumber":87,"Text":"нико се неће моћи ни за кога заузимати, осим онај коме Милостиви то допусти"},{"SurahNumber":19,"VerseNumber":88,"Text":"Они говоре: „Свемилосни је узео дете!“"},{"SurahNumber":19,"VerseNumber":89,"Text":"Ви, заиста, говорите нешто страшно и гнусно"},{"SurahNumber":19,"VerseNumber":90,"Text":"Готово да се од тога небеса распадну, а Земља провали и планине здробе"},{"SurahNumber":19,"VerseNumber":91,"Text":"што Свемилосном приписују дете"},{"SurahNumber":19,"VerseNumber":92,"Text":"Незамисливо је да Свемилосни има дете"},{"SurahNumber":19,"VerseNumber":93,"Text":"Па, сви ће они, и они на небесима и они на Земљи, да дођу Свемилосном као слуге"},{"SurahNumber":19,"VerseNumber":94,"Text":"Он их је све знањем обухватио и и зна колико их има"},{"SurahNumber":19,"VerseNumber":95,"Text":"и сви ће на Судњем дану да Му појединачно дођу"},{"SurahNumber":19,"VerseNumber":96,"Text":"Оне који верују и раде добра дела Свемилосни ће вољеним учинити"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ми смо Кур'ан учинили лаким, на твоме језику, да би њиме обрадовао богобојазне, а упозорио пркосне грешнике"},{"SurahNumber":19,"VerseNumber":98,"Text":"А колико смо само народа пре њих уништили! Да ли иједног од њих видиш и да ли и најслабији глас њихов чујеш"}]}