{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"Ikiyuzluler sana gelince: \"Senin suphesiz Allah'ın Peygamberi olduguna sehadet ederiz\" derler. Allah, senin kendisinin peygamberi oldugunu bilir; bunun yanında Allah, ikiyuzlulerin yalancı olduklarını da bilir"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar, yeminlerini kalkan edinerek Allah'ın yolundan alıkoyarlar. Isledikleri isler gercekten ne kotudur"},{"SurahNumber":63,"VerseNumber":3,"Text":"Bu, once inanıp sonra inkar etmis olmalarındandır. Bu yuzden kalbleri muhurlenmistir; artık anlamazlar"},{"SurahNumber":63,"VerseNumber":4,"Text":"Onlara baktıgın zaman cusseleri hosuna gider; konusurlarsa sozlerini dinlersin; tıpkı, sıralanmıs kof kutuk gibidirler; her cıglıgı kendi aleyhlerine sayarlar; onlar dusmandır, onlardan cekin; Allah canlarını alsın, nasıl da aldatılıp donduruluyorlar"},{"SurahNumber":63,"VerseNumber":5,"Text":"Onlara: \"Gelin de Allah'ın Peygamberi sizin icin magfiret dilesin\" dendigi zaman, baslarını cevirirler; buyukluk taslayarak yuz cevirdiklerini gorursun"},{"SurahNumber":63,"VerseNumber":6,"Text":"Onlar icin, bagıslanma dilesen de dilemesen de birdir; Allah onları bagıslamayacaktır. Dogrusu Allah, yoldan cıkmıs milleti dogru yola eristirmez"},{"SurahNumber":63,"VerseNumber":7,"Text":"Bunlar: \"Allah'ın Peygamberinin yanında bulunanlara bir sey vermeyin de dagılıp gitsinler\" diyen kimselerdir. Oysa goklerin ve yerin hazineleri Allah'ındır, ama ikiyuzluler bu gercegi anlamazlar"},{"SurahNumber":63,"VerseNumber":8,"Text":"Eger bu savasdan Medine'ye donersek, serefli kimseler alcakları and olsun ki, oradan cıkaracaktır\" diyorlardı. Oysa, seref Allah'ın, Peygamberinin ve inananlarındır, ama ikiyuzluler bu gercegi bilmezler"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey inananlar! Sizi, mallarınız ve cocuklarınız Allah'ı anmaktan alıkoymasın; boyle olanlar husrana ugrayanlardır"},{"SurahNumber":63,"VerseNumber":10,"Text":"Birine olum gelip de: \"Rabbim! Beni yakın bir sureye kadar ertelesen de, sadaka versem, iyilerden olsam\" diyecegi zaman gelmezden once, size verdigimiz rızıklardan sarfedin"},{"SurahNumber":63,"VerseNumber":11,"Text":"Bir canın eceli gelip catınca, Allah onu asla geri bırakmaz; Allah, islediklerinizden haberdardır"}]}