{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Onlar ki kufrettiler ve Tanrı´nın yolundan alıkoydular, (iste Tanrı da) onların amellerini giderip bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":2,"Text":"Inanıp salih amellerde bulunan ve Muhammed´e indirilen (Kuran)a -ki o rablerinden bir haktır- inananların (Tanrı), kotuluklerini ortmus (keffere), durumlarını duzeltip ıslah etmistir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Iste boyle; hic suphesiz, kufredenler batıl olana uymuslar; ve hic suphesiz, inananlar rablerinden olan hakka uymuslardır. Iste Tanrı, insanlara kendi orneklerini boyle vererek gosteriyor"},{"SurahNumber":47,"VerseNumber":4,"Text":"Oyleyse, kufredenlerle (savas sırasında) karsı karsıya geldiginiz zaman, hemen boyunlarını vurun; sonunda onları ´iyice bozguna ugratıp zafer kazanınca da´ artık (esirler icin) bagı sımsıkı tutun. Bundan sonra ya bir lutuf olarak (onları bırakın) veya bir fidye (karsılıgı salıverin). Oyle ki savas agırlıklarını bıraksın (sona ersin). Iste boyle; eger Tanrı dilemis olsaydı, elbette onlardan intikam alırdı. Ancak (savas,) sizleri birbirinizle denemesi icindir. Tanrı yolunda oldurulenlerin ise; kesin olarak (Tanrı) amellerini giderip bosa cıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirecek ve durumlarını duzeltip ıslah edecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ve onları, kendilerine tarif edip tanıttıgı cennete sokacaktır"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey inananlar, eger siz Tanrı´ya (Tanrı adına Islama ve muslumanlara) yardım ederseniz, O da size yardım eder ve sizin ayaklarınızı saglamlastırır"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kufredenler ise, yuzukoyun dusus onlara olsun! (Tanrı,) amellerini giderip bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Iste boyle; cunku onlar, Tanrı´nın indirdigini cirkin (kerih) gorduler, bundan dolayı, O da, onların amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar, yeryuzunde gezip dolasmıyorlar mı ki kendilerinden oncekilerin nasıl bir sona ugradıklarını gorsunler. Tanrı, onları yerle bir etti. O kafirler icin de bunun bir benzeri vardır"},{"SurahNumber":47,"VerseNumber":11,"Text":"Iste boyle; cunku Tanrı, inananların velisidir; kafirlerin ise velisi yoktur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Suphesiz Tanrı, inanıp salih amellerde bulunanları, altından ırmaklar akan cennetlere sokar. Kufredenler ise metalanırlar ve hayvanların yemesi gibi yerler; ates, onlar icin bir konaklama yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni surup cıkaran memleketinden kuvvet bakımından daha ustun nice memleketler vardı ki, biz onları yıkıma ugrattık da kendileri icin hicbir yardımcı yoktu"},{"SurahNumber":47,"VerseNumber":14,"Text":"Simdi rabbinden apacık bir belge uzerinde bulunan kimse, kotu ameli kendisine ´suslu ve cekici gosterilmis´ ve kendi hevalarına uyan kimseler gibi midir"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takva sahiplerine vaadedilen cennetin misali (sudur): Icinde bozulmayan sudan ırmaklar, tadı degismeyen sutten ırmaklar, icenler icin lezzet veren saraptan ırmaklar ve suzme baldan ırmaklar vardır ve orda onlar icin meyvelerin her turlusunden ve rablerinden bir magfiret vardır. Hic (boyle mukafaatlanan bir kisi), atesin icinde ebedi olarak kalan ve bagırsaklarını ´parca parca koparan´ kaynar sudan icirilen kimseler gibi olur mu"},{"SurahNumber":47,"VerseNumber":16,"Text":"Onlardan kimi gelip seni dinler. Nitekim yanından cıkıp gittikleri zaman ilim verilenlere derler ki: \"O biraz once ne soyledi?\" Iste onlar; Tanrı, onların kalplerini muhurlemistir ve onlar kendi hevalarına uymuslardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"Hidayeti bulmus olanlara gelince; (Tanrı,) hidayetlerini arttırmıs ve takvalarını vermistir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, kıyamet saatinin kendilerine apansız gelmesinden baskasını mı gozluyorlar? Iste onun isaretleri gelmistir. Fakat kendilerine geldikten sonra ogut alıp dusunmeleri onlara neyi saglar"},{"SurahNumber":47,"VerseNumber":19,"Text":"Su halde bil; gercekten, Tanrı´dan baska tanrı yoktur. Hem kendi gunahın, hem inanclı (erkek)ler hem de inanclı (kadın)lar icin magfiret dile! Tanrı, sizin donup dolasacagınız (mutekallebekum) yeri bilir, konaklama yerinizi de"},{"SurahNumber":47,"VerseNumber":20,"Text":"Inananlar derler ki: \"(Savas izni icin) Bir sure indirilmeli degil miydi?\" Fakat, icinde savas (kıtal) zikri gecen muhkem bir sure indirildigi zaman, kalplerinde hastalık olanların, uzerine olum baygınlıgı cokmus olanların bakısı gibi sana baktıklarını gordun. Oysa onlara evla (olan)"},{"SurahNumber":47,"VerseNumber":21,"Text":"Itaat ve maruf (guzel) sozdu. Fakat buyruk kesinlik ve kararlılık gerektirdigi zaman, sayet Tanrı´ya sadakat gosterselerdi, suphesiz onlar icin daha hayırlı olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Demek, ´is basına gelip yonetimi ele alırsanız´ hemen yeryuzunde fesad (bozgunculuk) cıkaracak ve akrabalık baglarınızı koparıp parcalayacaksınız, oyle mi"},{"SurahNumber":47,"VerseNumber":23,"Text":"Iste bunlar; Tanrı onları lanetlemis, boylece (kulaklarını) sagırlastırmıs ve basiret (goz)lerini de kor etmistir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Oyle olmasa, Kuran´ı iyiden iyiye dusunmezler miydi? Yoksa birtakım kalpler uzerinde kilitler mi vurulmus"},{"SurahNumber":47,"VerseNumber":25,"Text":"Suphesiz, kendilerine hidayet acıkca belli olduktan sonra, gerisin geri (kufre) donenleri seytan kıskırtmıs ve uzun emellere kaptırmıstır"},{"SurahNumber":47,"VerseNumber":26,"Text":"Iste boyle; cunku gercekten onlar, Tanrı´nın indirdigini cirkin karsılayanlara dediler ki: \"Size bazı buyruklarda itaat edecegiz.\" Oysa Tanrı, sakladıkları seyleri (sır olarak konustuklarını) biliyor"},{"SurahNumber":47,"VerseNumber":27,"Text":"Oyleyse melekler, yuzlerine ve arkalarına vura vura canlarını aldıkları zaman nasıl olacak"},{"SurahNumber":47,"VerseNumber":28,"Text":"Iste boyle; cunku gercekten onlar, Tanrı´yı gazablandıran seye uydular ve O´nu razı edecek seyleri cirkin karsıladılar; bundan dolayı (Tanrı,) amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa kalplerinde hastalık bulunanlar, Tanrı´nın kinlerini hic (ortaya) cıkarmayacagını mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Eger biz dilersek, sana onları elbette gosteririz, boylelikle onları simalarından tanırsın. Andolsun, sen onları, sozlerin soylenis tarzından da tanırsın. Tanrı, amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Andolsun, biz sizden mucahid olanlarla sabredenleri bilinceye (belli edip ortaya cıkarıncaya) kadar, deneyecegiz ve haberlerinizi sınayacagız (acıklayacagız)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Suphesiz kufredenler, Tanrı´nın yolundan alıkoyanlar ve kendilerine hidayet acıkca belli olduktan sonra ´elciye karsı gelip zorluk cıkaranlar´, kesin olarak Tanrı´ya hicbir seyle zarar veremezler. (Tanrı,) Onların amellerini bosa cıkaracaktır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey inananlar, Tanrı´ya itaat edin, Resule itaat edin ve kendi amellerinizi gecersiz kılmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Suphesiz, kufredenler Tanrı´nın yolundan alıkoyanlar, sonra da kafir (olarak) olenler; iste Tanrı, onlara kesinlikle magrifet etmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Oyleyse, siz ustun (bir durumda) iken, barısa cagırmak suretiyle gevseklige dusmeyin. Tanrı, sizinle beraberdir; O, sizin amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Gercekten dunya hayatı ancak bir oyun ve tutkulu bir oyalanmadır. Eger inanırsanız ve sakınırsanız, O, size ecirlerinizi verir ve mallarınızı da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden onları(n tumunu) isteyip sizi cıplak bırakacak olursa, cimrilik edersiniz ve sizin kinlerinizi de ortaya cıkarmıs olur"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste sizler boylesiniz; Tanrı yolunda infak etmeye cagrılıyorsunuz; buna ragmen bazılarınız cimrilik ediyor. Kim cimrilik ederse, artık o, ancak kendi nefsine cimrilik eder. Tanrı ise, ganiy (hicbir seye ihtiyacı olmayan)dır; fakir olan sizlersiniz. Eger siz yuz cevirecek olursanız, sizden baska bir kavmi getirip degistirir. Sonra onlar, sizin benzeriniz de olmazlar"}]}