{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pasha Librin e qarte"},{"SurahNumber":43,"VerseNumber":3,"Text":"Ne e kemi bere ate Kur’an ne gjuhen arabe, ndoshta e kuptoni"},{"SurahNumber":43,"VerseNumber":4,"Text":"Dhe ai eshte te Ne, shume i cmueshem, plot urtesi ne Librin kryesor"},{"SurahNumber":43,"VerseNumber":5,"Text":"A thua te heqim dore e te mos ua shpallim vetem perse e teproni ne vepra te keqija"},{"SurahNumber":43,"VerseNumber":6,"Text":"Po sa profeter u kemi derguar popujve te meparshem"},{"SurahNumber":43,"VerseNumber":7,"Text":"Dhe asnje profet nuk u ka ardhur e ata te mos jene tallur"},{"SurahNumber":43,"VerseNumber":8,"Text":"Prandaj, i kemi shfarorus ata qe kane qene me te forte se keta, e jane permendur shembujt e popujve te meparshem"},{"SurahNumber":43,"VerseNumber":9,"Text":"Ne qofte se i pyet kush i krijoi qiejt dhe token, ata me siguri do te thone: “Ata i ka krijuar i forti, i gjithefuqishmi”"},{"SurahNumber":43,"VerseNumber":10,"Text":"I cili ua ka bere token djep dhe neper te u ka bere rruge, ndoshta do te merrni te mbaren"},{"SurahNumber":43,"VerseNumber":11,"Text":"Ai, i cili leshon nga qielli ujin me mase, dhe, me te kthejme ne jete vendin e vdekur. Ashtu do te dilni edhe ju (nga varri)"},{"SurahNumber":43,"VerseNumber":12,"Text":"I cili krijon cifte te cdo lloji dhe ju ben te mundshme te udhetoni me lundra dhe kafshe"},{"SurahNumber":43,"VerseNumber":13,"Text":"Qe te vendoseni mbi ta dhe qe te kujtoni dhuntite e Zotit tuaj e te thuani: “Qofte lavderuar ai i cili na i ka nenshtruar keta. Ne kete nuk do te mund ta benim"},{"SurahNumber":43,"VerseNumber":14,"Text":"Dhe en me siguri do te kthehemi te Zoti yne”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Kurse ata, nga roberit e Tij i shpifin Atij femije. Njeriu eshte, njemend, mohues i hapet"},{"SurahNumber":43,"VerseNumber":16,"Text":"Vall, te marre prej atyre qe i krijon vete vajza, kurse juve t’iu shperbleje me djem"},{"SurahNumber":43,"VerseNumber":17,"Text":"Dhe kur ndonjerit prej tyre i japin lajmin e gezuar per ate (se i ka lindur vajze) qe ia ka shpifur te meshirshmit, fytyra e tij mrrolet, nxihet dhe shtanget"},{"SurahNumber":43,"VerseNumber":18,"Text":"A thua ata qe rriten ne stoli dhe qe jane te pavendosur ne kunedrshtim (luftim)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ata, engjujt, te cilet jane rober te gjithmeshirshmit, i trajtojne si femra. A kane prezentuar ne krijimin e tyre? Deshmite e tyre do te shkruhen, kurse ata do te merren ne pyetje"},{"SurahNumber":43,"VerseNumber":20,"Text":"“Sikur te kish dashru i Meshirshmi – thone ata – ne nuk do t’i adhuronim!” Ata nuk dine kurrgje per kete, vetem genjejne"},{"SurahNumber":43,"VerseNumber":21,"Text":"A mos u kemi dhene atyre ndonje liber para tij (Kur’anit) dhe i permbahen atij"},{"SurahNumber":43,"VerseNumber":22,"Text":"Jo, por thone: “Ne i kemi gjetur te paret tane ne kete fe dhe ne jemi drejtuar gjurmeve te tyre”"},{"SurahNumber":43,"VerseNumber":23,"Text":"Dhe ja keshtu, Ne perpara teje ne asnje vendbanim nuk kemi derguar profet, e ata, te cilet kane cuar jete luksoze, te mos thone: “Kemi gjetur te paret tane ne kete fe dhe ne ecim gjurmeve te tyre”"},{"SurahNumber":43,"VerseNumber":24,"Text":"“A edhe atehere – do te thote ai – kur une ju sjell dicka me te mire se ajo ku i keni gjetur te paret tuaj?” “Ne, do te thone ata, nuk besojme ne ate qe dergohet me anen tuaj”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Dhe ne ata i kemi denuar, andaj shih si kane perfunduar pergenjeshtaret"},{"SurahNumber":43,"VerseNumber":26,"Text":"Por kur Ibrahimi i tha babait te vet, edhe popullit te vet: “Une heq dore prej atyre qe i adhuroni ju"},{"SurahNumber":43,"VerseNumber":27,"Text":"Pervec atij, i cili me krijoi, sepse Ai edhe do te me drejtoje ne rruge te drejte”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Dhe ai e ben ate fjale te perjetshme per pasardhes te vet. Ndoshta do te kthehen"},{"SurahNumber":43,"VerseNumber":29,"Text":"Kurse une u kam lejuar ketyre si edhe te pareve te tyre te kenaqen derisa nuk u ka ardhur haptas e verteta dhe Profeti"},{"SurahNumber":43,"VerseNumber":30,"Text":"Por kur u erdhi atyre e verteta thane: “Kjo eshte magji dhe ne kete e mohojme”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Madje edhe thone: “Eshte dashur qe ky Kur’an t’i shpallet ndonje njeriu te madh nga keto dy qytete”"},{"SurahNumber":43,"VerseNumber":32,"Text":"A mos e ndajne ata meshiren e Zotit tend? Ne atyre u japim edhe mjete te nevojshme per jete ne kete bote dhe Ne i ngrisim njeri ndaj tjetrit nga disa shkalle, qe disa t’u sherbejne te tjereve. Porse meshira e Zotit tend eshte me e mire se ajo qe ata tubojne"},{"SurahNumber":43,"VerseNumber":33,"Text":"Po te mos ishin njerezit nje bashkesi, Ne do t’ua kishim bere atyre, qe nuk besojne te Meshirshmin, kulmet e shtepive nga argjendi si edhe shkallet ku ngjiten"},{"SurahNumber":43,"VerseNumber":34,"Text":"Edhe dyert e shtepive te tyre edhe divanet ku pushojne"},{"SurahNumber":43,"VerseNumber":35,"Text":"Edhe stoli, sepse e tere ajo eshte vetem kenaqesi jetesore ne kete bote, kurse bota tjeter te Zoti yt eshte per te devotshmit"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kush behet sylesh ndaj qortimeve te meshirshmit, atij ia caktojme nje djalle, e ai do te jete shok i tij i afert"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ai do t’i shmange ata nga rruga e drejte, kurse ata do te mendojne se jane ne rruge te drejte"},{"SurahNumber":43,"VerseNumber":38,"Text":"Dhe kur vjen para nesh, do te thote: “Ku eshte fati te kishim qene larg nderveti sa lindja e perendimi! Sa shok i keq paske qene!”"},{"SurahNumber":43,"VerseNumber":39,"Text":"Sot nuk ju bene dobi ajo qe keni bere krime se bashku, sepse ju jeni ne denim"},{"SurahNumber":43,"VerseNumber":40,"Text":"Mos valle ti te therrasesh te shurdherit e t’i udhezosh te verberit dhe ata qe sheshazi jane ne humbje"},{"SurahNumber":43,"VerseNumber":41,"Text":"Edhe sikur te te kishim marre ty, atyre do t’u hakmirreshin"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ose, sikur te tregojme ty ate me cka u kercenohemi, Ne kemi mundesi per ate"},{"SurahNumber":43,"VerseNumber":43,"Text":"Prandaj mbaje fort ate qe te shpallet se ti je, njemend, ne rruge te drejte"},{"SurahNumber":43,"VerseNumber":44,"Text":"Ai, me te vertete, eshte qortim per ty dhe per popullin tend dhe dot e merreni ne pyetje"},{"SurahNumber":43,"VerseNumber":45,"Text":"Pyeti ata, te cilet, i kemi derguar para teje nga profetet tane, a kemi urdheruar qe ne vend te Meshirshmit te adhuroni ndonje zot (tjeter)"},{"SurahNumber":43,"VerseNumber":46,"Text":"Musain me argumentet tona ia kemi pas derguar Faraonit dhe parise se tij, por ai tha: “Une jam Profet i Zotit te boterave”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Dhe kur ai u solli argumentet Tona, ata filluan te tallen"},{"SurahNumber":43,"VerseNumber":48,"Text":"Dhe ne u treguam argumente, secilin me te forte se tjetrin, dhe i perfshime ne denim mos po kthehen"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ndersa ata thone: “O magjistar, lute Zotin tend per ne sipas besatimit te tij me ty, ne me siguri do te nisemi rruges se drejte!”"},{"SurahNumber":43,"VerseNumber":50,"Text":"E sapo t’i clirojme nga denimi ata menjehere e thejne premtimin"},{"SurahNumber":43,"VerseNumber":51,"Text":"Dhe Faraoni i therret popullit te vet: “O populli im – u thote – a nuk me takon mua pushteti i Egjiptit dhe i ketyre lumenjve qe rrjedhin para meje, a nuk i shihni?”"},{"SurahNumber":43,"VerseNumber":52,"Text":"A nuk jame une me i mire se ky i gjore qe mezi po flet"},{"SurahNumber":43,"VerseNumber":53,"Text":"Perse nuk i jane vene bylyzykat prej ari ose perse nuk kane ardhur bashke me te engjujt qe te vertetojne?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Dhe ai e frikesoi popullin e vet dhe iu perulen. Ai ishte me te vertete popull mekatar"},{"SurahNumber":43,"VerseNumber":55,"Text":"Por kur e nxiti zemerimin tone, Ne iu hakmorem dhe i permbytem qe te gjithe"},{"SurahNumber":43,"VerseNumber":56,"Text":"Dhe i beme shembull e mesim per te tjeret"},{"SurahNumber":43,"VerseNumber":57,"Text":"Ndersa popullit tend, kur iu permend si shembull biri i Merjemes, ata menjehere bertiten"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dhe thane: “A jane me te mire zoterat tane apo ai?” E moren si shembull vetem qe te nxisin ngatrresa, sepse ata jane njerez ngatrrestare"},{"SurahNumber":43,"VerseNumber":59,"Text":"Ai ka qene vetem rob ne te cilin Ne e beme Profet dhe ne e beme shembull per izraelitet"},{"SurahNumber":43,"VerseNumber":60,"Text":"Sikur te donim do te kishim bere prej jush engjuj qe ata t’ju trashegojne ne toke"},{"SurahNumber":43,"VerseNumber":61,"Text":"Ajo eshte, me te vertete, parashenje per momentin e fundit, prandaj assesi mos dyshoni ne te dhe pasoni rrugen time. Kjo eshte rruge e drjte"},{"SurahNumber":43,"VerseNumber":62,"Text":"Dhe kurrsesi te mos ju largoje djalli! Ai eshte per ju, njemend, armik i hapet"},{"SurahNumber":43,"VerseNumber":63,"Text":"Por kur Isa erdhi me argumente te qarta u tha: “Ju sjell urtesi dhe po vij qe t’iu sqaroj ate gje te cilen e kundershtoni. Prandaj, friksohuni All-llahut dhe me respektoni mua”"},{"SurahNumber":43,"VerseNumber":64,"Text":"All-llahu eshte, pamedyshje, Zoti im dhe Zoti juaj, prandaj adhurone. Kjo eshte rruge e drejte"},{"SurahNumber":43,"VerseNumber":65,"Text":"Nderkaq, aleatet jane percare ndermjet veti dhe mjere ata qe kane bere rime, nga denimi i dites se zeze"},{"SurahNumber":43,"VerseNumber":66,"Text":"A e presin qe t’i befasoje shkaterrimi i botes e ata mos te hetojne"},{"SurahNumber":43,"VerseNumber":67,"Text":"Ate dite miqte do te behen armiq te njeri-tjetrit, pervec te devotshmeve"},{"SurahNumber":43,"VerseNumber":68,"Text":"“O njerez te mi, ju sot mos u frikesoni dhe mos u pikelloni"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ata te cilet kane besuar argumentet Tona dhe kane qene muslimane"},{"SurahNumber":43,"VerseNumber":70,"Text":"Hyni ne xhennet, ju edhe bashkeshortet tuaja, te gezuar!”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Ata do te jene te sherbyer me ene e gota prej ari. Aty do te kene gjithcka u deshiron shpirti dhe cka ia kenda syri. Ju aty jeni pergjithmone"},{"SurahNumber":43,"VerseNumber":72,"Text":"Dhe ai eshte xhenneti qe u jipet ne trashegim per ata qe keni punuar"},{"SurahNumber":43,"VerseNumber":73,"Text":"Aty do te keni shume peme prej te cilave do te hani"},{"SurahNumber":43,"VerseNumber":74,"Text":"Kurse mizoret do te mbesin pergjithmone ne vuajtjet e xhehenemit"},{"SurahNumber":43,"VerseNumber":75,"Text":"Nuk do t’u lehtesohet dhe do te mbesin shpresehumbur"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ne nuk kemi bere padrejtesi ndaj tyre, por ata vete kane qene mizore"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ata do te therrasin: “O Malik, le te na vdes Zoti yt!” e Ai do te thote: “Ju aty do te mbeteni pergjithmone”"},{"SurahNumber":43,"VerseNumber":78,"Text":"Ne ju kemi sjelle te verteten, por shumices nga ju e verteta nuk i pelqen"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ose thurrin kurtha, por edhe ne bejme kurtha"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ose mendojne se Ne nuk degjojme fshehtesine dhe pershperitjet e tyre. Po, si jo! Kurse te deleguarit tane qe jane prane tyre shkruajne"},{"SurahNumber":43,"VerseNumber":81,"Text":"thuaj: “Sikur i meshirshmi te kishte femije une do te isha adhuruesi i pare”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Qofte lavderuar zoti i qiejve dhe i tokes, Zoti i gjithesise, permbi ate qe ia pershkruajne"},{"SurahNumber":43,"VerseNumber":83,"Text":"Andej leri le te zhyten dhe te zbaviten deri sa te ballafaqohen me diten e premtuar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Ai eshte i cili ne qiell eshte Zot edhe ne toke eshte Zot. Dhe ai eshte i urte dhe i gjithdijshem"},{"SurahNumber":43,"VerseNumber":85,"Text":"Qofte bekuar ai te cilit i takon sundimi i qiejve dhe i tokes, edhe cka ka ndermjet tyre. Ai e di kur do te behet shkaterrimi i botes dhe te ai te gjithe do te riktheheni"},{"SurahNumber":43,"VerseNumber":86,"Text":"Nuk mund te ndermjetesojne ata, te cilet i therrasin ne vend te Atij, me perjashtim te atyre te cilet deshmojne te verteten dhe ate qe dine"},{"SurahNumber":43,"VerseNumber":87,"Text":"Por nese i pyet kush i ka krijuar, me siguri do te thone: “All-llahu”. Po ku shkojne pra"},{"SurahNumber":43,"VerseNumber":88,"Text":"Pasha fjalen e tij (Profetit) “O Zoti im, keta jane njemend njerez, te cilet nuk besojne”"},{"SurahNumber":43,"VerseNumber":89,"Text":"Ti pershendetu prej tyre dhe thuaj: Paqe! (Mbeci te mire) Do ta marrin vesh ata"}]}