{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Yasîn (Zilamo)"},{"SurahNumber":36,"VerseNumber":2,"Text":"Bi Qur´ana hîkmetdar kim"},{"SurahNumber":36,"VerseNumber":3,"Text":"Bêguman tu, her ji pêxemberan î"},{"SurahNumber":36,"VerseNumber":4,"Text":"Li ser rêyan rastîn î"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Eva) daxistina (Xudayê) serkeftiyê dilovan e"},{"SurahNumber":36,"VerseNumber":6,"Text":"Ji bo tu komelekî ku bav û kalên wan nehatine hiþyar kirin hiþyar bikî- bitirsînî; vêca wan hay jê nîne"},{"SurahNumber":36,"VerseNumber":7,"Text":"Sond be, gotin, li ser pirrî wan pêwist bûye; êdî ew hew baweri tînin"},{"SurahNumber":36,"VerseNumber":8,"Text":"Bêguman me xeleka avêtiye (dest û) sitûyên wan û vêca heya çena wan girtiye; êdî ew ser rakirî mane"},{"SurahNumber":36,"VerseNumber":9,"Text":"Û me ji pêþiya wan ve bendekî çêkiriye û ji paþiya wan ve jî bendekî; vêca me wan rapêçandiye; êdî ew nabînin"},{"SurahNumber":36,"VerseNumber":10,"Text":"Û ji wan re jî wekî hev e; çi tu wan hiþyar bikî-bitirsînî û çi tu wan hiþyar nekî-netirsînî,ew hew bawerî tînin"},{"SurahNumber":36,"VerseNumber":11,"Text":"Bêguman tu, tenê ê daye pey zikrê (Qur´anê) û bi penhanî ji (Xudayê) Mihrîban tirsiyaye hiþyar dikî-ditirsînî; vêca tu mizgîna bexþandin û destmuzekî rind bidê"},{"SurahNumber":36,"VerseNumber":12,"Text":"Bêguman her em miriyan vedijînin û em tiþtê bi pêþ xistene tevî rêç û þopê wan dinivsînin. Me, her tiþtî jî di kitêbek (pêþwayek) diyar de jimartiye-parastiye"},{"SurahNumber":36,"VerseNumber":13,"Text":"Tu ji wan re ehlê wî bajarî wek mînak bide ku gava qasid hatinê"},{"SurahNumber":36,"VerseNumber":14,"Text":"(Di bîr bîne) dema me du (qasida) þand bal wan, vêca wan, herdû (qasida) derewand; êdî me (wan) bi ê sisiyan piþtvanî kir; vêca gotin: \"Bêguman em bal we ve hatine þandin"},{"SurahNumber":36,"VerseNumber":15,"Text":"(Ehlê bajêr) gotin: \"Hûn jî hin mirovên wekî me ne, û (Xudayê) Mihrîban tu tiþtî danexistiye, hûn hey derewa dikin"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Qasida) got: \"Perwerdekarê me baþ dizane ku bêguman em bal we ve hatine þandin"},{"SurahNumber":36,"VerseNumber":17,"Text":"Û ji ragihandinek aþîkar pêve jî li ser me nîne"},{"SurahNumber":36,"VerseNumber":18,"Text":"(Ehlê bajêr) gotin: \"Bêguman peþka we li me ketiye. Sond be,eger hûn bes nekin, emê we kevirbaran bikin-biricimînin û wê îþkencekî bi jan ji me bigihê we"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Qasida) got: \"Peþka we bi we re ye. Ma qey ji ber hûn hatine þîret kirin (peþk li we ketiye?). Ne, ji xwe hûn komelekî bergîberdan in"},{"SurahNumber":36,"VerseNumber":20,"Text":"Zilamekî ji devera herî dûrê bajêr bilez hate got: \"Gelê min! hûn bidin pey qasidan"},{"SurahNumber":36,"VerseNumber":21,"Text":"Hûn bidin pey kesê ku tu destmuzî ji we naxwaze û ew her li ser rêya rast in"},{"SurahNumber":36,"VerseNumber":22,"Text":"Û ma çi bûye ji min ku ez (Xuday) ê min aferandiye û hûnê her bal ve bêne vegerandinê nehebînim"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ma qey ezê ji wî pêve hin Xudayên din bigrim ku eger (Xudayê) Mihrîban ziyana min bixwaze, mehdervaniya wan bi tu tiþtî bi kêra min nayê û ew min xelas jî nakin"},{"SurahNumber":36,"VerseNumber":24,"Text":"Bêguman ez ew gav dikevim þaþîtîkî xuya"},{"SurahNumber":36,"VerseNumber":25,"Text":"Bêguman min bi perwerdekarê we bawerî aniye; vêca hûn min seh bikin"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Gava wî zilamî ew gotin got, gelê wî ewî pelixand, êdî jê re) hat gotin ku: \"Tu têkeve bihiþtê.\" Wî got ku:\"Hey xwezîka gelê min bizanbûna"},{"SurahNumber":36,"VerseNumber":27,"Text":"Bi tiþtê ku perwerdekarê min ji min re bexiþandiye û min kiriye ji mazûrvanên herî rind"},{"SurahNumber":36,"VerseNumber":28,"Text":"Me piþtî wî tu leþkerî ji asiman bi ser gelê wi de danexist; nedibû em daxînin jî"},{"SurahNumber":36,"VerseNumber":29,"Text":"Ew (têkçûna wan) tenê yek qêrînek bû; vêca ew pêre pêre vemirîn (bêhis û deng man)"},{"SurahNumber":36,"VerseNumber":30,"Text":"Hey çi heyf e li bendeyan! Her pêxemberê ji wan re tê, ew hey pê tinaza dikin"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ma qey wan nedît ku me berî wan çiqas nifþa têk biriye?, ku ew qet bal wan ve jî venagerin"},{"SurahNumber":36,"VerseNumber":32,"Text":"Wê tev hemû jî hey li cem me bêne civandin-amade kirin"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ji wan re nîþanek jî axa miriye ku me wê vejandiye û me tene jê deraniye; vêca ew jê dixwin"},{"SurahNumber":36,"VerseNumber":34,"Text":"Û me tê de bax û bostanê ji xurma û tirî çêkiriye û me tê de ji kaniyan jî herikandiye"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ji bo ew ji fêkiyê wî û ji tiþtê destên wan çêkiriye bixwin. Vêca ma ew hêjî sipas nakin"},{"SurahNumber":36,"VerseNumber":36,"Text":"Pak bêrî ye (Xuday)ê ku cotan tev ji tiþtê ax hêþîn dike û ji wan bi xwe û ji tiþtê ew nizanin aferandiye"},{"SurahNumber":36,"VerseNumber":37,"Text":"Ji wan re nîþanek jî þev e ku em royê jê digurên; vêca ew pêre pêre di tariyê de dimînin"},{"SurahNumber":36,"VerseNumber":38,"Text":"Roj jî di þûngeha xwe de diherike. Evê han pîvana (Xudayê) serkeftiyê zana ye"},{"SurahNumber":36,"VerseNumber":39,"Text":"Me hîvê jî di hin qonaxan de pîvaye; heya ku wek çuqliyê dara xurmê yê kevnare (ku wek kevan xor dibe) vedigere"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne roj dikare bigihîje hîvê û ne jî þev ji royê derbas dibe. Tev jî di çerxekî de diherikin"},{"SurahNumber":36,"VerseNumber":41,"Text":"Nîþanek jî ji wan re (ev e ku) bêguman me azbata wan di keþtiyek dagirtî de hilgirt"},{"SurahNumber":36,"VerseNumber":42,"Text":"Û me ji wan re jî wekî wê (keþtiyê) tiþtê ku lê siwar dibin aferandiye"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eger em bixwazin jî emê wan bifetisînin; êdî ne tu kes li hewara wan tê û ne jî ew têne xelas kirin"},{"SurahNumber":36,"VerseNumber":44,"Text":"Tenê ku dilovaniyek ji me û xweþiyek heya demekê (li hewara wan bê)"},{"SurahNumber":36,"VerseNumber":45,"Text":"Û gava ji wan re tê gotin ku: \"Hûn ji tiþtê pêþiya xwe û ji tiþtê paþiya xwe bitirsin-xwe biparêzin, dibe hûn bêne dilovanî kirin (ew qet goh nadinê)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Her nîþanek ji nîþanê perwerdekarê wan ku ji wan re tê ew hey rû jê dizivrînin"},{"SurahNumber":36,"VerseNumber":47,"Text":"Û gava ji wan re tê gotin ku: \"Hûn jî ji tiþtê Xuda rozî daye we bidin\"; ewên kafir bûne ji ên bawerî anîne re dibêjin ku: \"Ma emê xwarin bidin ewê ku eger Xuda bixwaze wê xwarin bideyê?; hûn hey di þaþîkî aþîkar de ne"},{"SurahNumber":36,"VerseNumber":48,"Text":"Û dibêjin ku: \"Eger hûn bera rastgo ne ka ev wada han kîngê ye"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ew hey li hêviya yek qêrînekî ne ku wan bigre û ew bi hev re xirecirê bikin"},{"SurahNumber":36,"VerseNumber":50,"Text":"Êdî ew nedikarin þîret û tenbîhîkî li hev bikin û ne jî bal ehlê xwe ve vegerin"},{"SurahNumber":36,"VerseNumber":51,"Text":"Û di sûrê de hat pif dayîn; êdî ew pêre pêre ji goran (radibin) bal perwerdekarê xwe ve dilezînin"},{"SurahNumber":36,"VerseNumber":52,"Text":"(Ew gav) dibêjin: \"Hey xulî li me be? Kî me ji gorên me rakir? Evê han wada (Xudayê) Mihrîban e û pêxemberan ji rast gotibû"},{"SurahNumber":36,"VerseNumber":53,"Text":"Ew tenê yek qêrînek e; êdî ew tev li cem me dicivin-amade dibin"},{"SurahNumber":36,"VerseNumber":54,"Text":"Vêca îro tu kes tade lê nabe û hûn tenê bi tiþtê we kiriye têne ceza kirin"},{"SurahNumber":36,"VerseNumber":55,"Text":"Bêguman ehlê bihiþtê îro bi xebatên xweþ dilþa ne"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ew û jinên xwe di bin siya de li ser sedra paldayî ne"},{"SurahNumber":36,"VerseNumber":57,"Text":"Ji wan re tê de xweþî û tiþtê daxwazî bikin hene"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Tiþtê ew dixwazin) gotina xweþiyê ji perwerdekarekî dilovan e"},{"SurahNumber":36,"VerseNumber":59,"Text":"Hûn gelî sûcdarên gunehkar îro cihê bibin"},{"SurahNumber":36,"VerseNumber":60,"Text":"Gelî zariyê Adem! ma qey min ji we re ferman û þîret nekir ku hûn nedin pey pelîd - wî nehebînin. Lewra bi rastî ew ji we re neyarekî aþîkar e"},{"SurahNumber":36,"VerseNumber":61,"Text":"Û hûn min bihebînin. Rêya rastîn eva haye"},{"SurahNumber":36,"VerseNumber":62,"Text":"Sond be wî ji we gellek nifþa ji rê deraniye. Vêca qey nedibû we hiþ tê bibrana - we xwe ragirtana"},{"SurahNumber":36,"VerseNumber":63,"Text":"Eva han e dojeha ku hûn hatine wade dayîn"},{"SurahNumber":36,"VerseNumber":64,"Text":"Hûn îro têkevinê ji ber kufra xwe tê biþewitin"},{"SurahNumber":36,"VerseNumber":65,"Text":"Îro emê ser devên wan mohr bikin û wê destên wan bipeyivin û wê piyên wan bi tiþtê bi dest xistine danasî bidin"},{"SurahNumber":36,"VerseNumber":66,"Text":"Eger me bixwesta, me yê ser çavên wan hilo kor bikirna, vêca ka di rêya rast de bilezînin; êdî ma wê çewa bibînin"},{"SurahNumber":36,"VerseNumber":67,"Text":"Û eger me bixwesta me yê wan di þûna wan de bihiþta (têk bibirna yan rûçêkên wan biguharta) êdî nedikarbûn ronahî bibînin û ne jî vegerin"},{"SurahNumber":36,"VerseNumber":68,"Text":"Em kî temendirêj bikin em wî di aferandinê de hêdî hêdî bêhêz dikin. Ma êdî hêjî ew hiþ tê nabin - xwe ranagirin"},{"SurahNumber":36,"VerseNumber":69,"Text":"Me þi´ra pê nedaye hîn kirin û ew nikare bêje jî. Ew tenê þîret-bîrxistin e û Qur´aneke aþîkar e"},{"SurahNumber":36,"VerseNumber":70,"Text":"Ji bo ku ew ê zindî hiþyar bike-bitirsîne û gotin li ser kafiran pêwist bibe"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ma qey ew nabînin ku me ji tiþtê destên me çêkiriye ji wan re hin dewaran aferandiye? vêca ew xwediyên wan in"},{"SurahNumber":36,"VerseNumber":72,"Text":"Û me wan (dewara) ji wan re sitûxor kiriye; êdî hin ji wan lê siwar bibin û hin ji wan jî dixwin"},{"SurahNumber":36,"VerseNumber":73,"Text":"Û ji wan re di wan (dewaran) de gellek kar û vexwarin jî heye. Vêca ma hêjî ew sipas nakin"},{"SurahNumber":36,"VerseNumber":74,"Text":"Wan bêyî Xuda hin Xudayên din ji xwe re girtin bi hêviya ku wê bêne yarî kirin"},{"SurahNumber":36,"VerseNumber":75,"Text":"Lê ew nikarin yariya wan bikin. Ew ji wan (Xudayên derewîn) re leþkerên amade ne"},{"SurahNumber":36,"VerseNumber":76,"Text":"Vêca gotina wan bira te xemgîn neke. Bêguman em, tiþtê ew vediþêrin û tiþtê diyar dikin tev dizanin"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ma mirov nabîne ku bi rastî me wî ji dilopek avik aferandiye?; vêca ew pêre pêre bûye dijberek xuya"},{"SurahNumber":36,"VerseNumber":78,"Text":"Wî ji me re mînak da û aferandina xwe ji bîr ve kiriye. Wî got ku: \"Hestiyê riziyayî wê kî vejîne"},{"SurahNumber":36,"VerseNumber":79,"Text":"Tu bêje ku: \"Ê cara pêþîn wan çêkir wê ew wan vejîne. Ew bi her aferandinî baþ zana ye"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ewê ku ji we re ji dara hêþîn agir çêkir; vêca hûn jî pêre pêre jê vêdixin"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ma qey ê ku asîmana û zemîn aferandiye nikare ku hinekî wekî wan biaferîne? Belê, ew pirr aferendekarekî zana ye"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bêguman gava ew tiþtekî bixwaze tenê fermana wî ev e ku jê re dibêje: \"Çêbibe\"; vêca ew jî pêre çêdibe"},{"SurahNumber":36,"VerseNumber":83,"Text":"Vêca pak bêrî ye ê ku xwedîtiya hemû tiþtî bi destê wî ye û hûnê her bal wî ve bêne vegerandin"}]}