{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Iste bu kitab, onda hic bir suphe yoktur, muttekiler icin hidayettir"},{"SurahNumber":2,"VerseNumber":3,"Text":"Onlar ki gayba inanırlar. Namazı kılarlar ve kendilerine rızık olarak verdigimiz seylerden de infak ederler"},{"SurahNumber":2,"VerseNumber":4,"Text":"Onlar ki sana indirilene de, senden once indirilmis olanlara da inanırlar. Ve onlar ahireti de yakınen tanırlar"},{"SurahNumber":2,"VerseNumber":5,"Text":"Iste onlar, rablarından bir hidayet uzeredirler ve iste onlar, felaha erenlerdir"},{"SurahNumber":2,"VerseNumber":6,"Text":"Suphesiz ki o kufretmis olanları uyarsan da uyarmasan da birdir, inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların kalblerini ve kulaklarını muhurlemistir. Gozlerinin uzerinde bir perde vardır ve onlar icin buyuk bir azab vardır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan oyleleri vardır ki inanmadıkları halde Allah´a ve ahiret gunune inandık, derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah´ı da, iman edenleri de aldatmaya calısırlar. Oysa kendilerinden baskasını aldatamazlar da, bunun farkında degiller"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalblerinde hastalık vardır. Allah da hastalıklarını artırdı. Yalan soylemekte olduklarından dolayı onlara elem verici bir azab vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kendilerine: yeryuzunde bozgun cıkarmayın, denildiginde, biz ancak ıslah edicileriz, derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Bilesin ki onlar, fesadcıların ta kendileridir de bunun farında degiller"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara; insanların inandıkları gibi siz de inanın, denilince; o beyinsizlerin inandıgı gibi mi biz de inanacagız? derler. Bilesin ki asıl beyinsizler onlardır da bunu bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Mu´minlere rastlayınca; inandık, derler. Seytanları ile basbasa kalınca da; biz sizinle beraberiz, onlarla sadece istihza etmekteyiz, derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah da onlarla istihza eder ve azgınlıklarında saskın bir halde dolastırır"},{"SurahNumber":2,"VerseNumber":16,"Text":"Onlar; hidayet karsılıgı sapıklıgı satın almıs kimselerdir. Ticaretleri kendilerine kar saglamamıstır. Ve onlar hidayete ermislerden degildirler"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onların misali; ates yakan kimsenin misali gibidir ki, ates cevresindekileri aydınlatınca, Allah onların ısıgını giderdi. Karanlıkların icerisinde gormez halde bırakıverdi"},{"SurahNumber":2,"VerseNumber":18,"Text":"Sagırdırlar, dilsizdirler, kordurler. Onlar artık donmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut gokten inen sagnaga tutulmus gibilerdir ki; onda karanlıklar, gok gurultusu ve simsek vardır. Yıldırımlardan olmek korkusuyla parmaklarını kulaklarına tıkarlar. Allah kafirleri cepecevre kusatıcıdır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Az kalsın simsek gozlerini alıverecek. Onları aydınlattıkca ısıgında yururler. Uzerlerine karanlık basınca dikilip kalıverirler. Sayet Allah, dileseydi onların isitmelerini de, gormelerini de giderirdi. Muhakkak ki Allah, her seye Kadir´dir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar; sizi de, sizden oncekileri de yaratan Rabbınıza ibadet edin, ta ki, takva sahibi olasınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O ki; yeryuzunu sizin icin bir dosek, gogu de bir bina yaptı. Gokten su indirip onunla turlu turlu meyvelerden sizin icin rızık cıkardı. O halde bile bile Allah´a esler kosmayınız"},{"SurahNumber":2,"VerseNumber":23,"Text":"Eger siz, kulumuza indirdigimizden suphede iseniz, haydin ona benzer bir sure getirin. Allah´dan baska sahidlerinizi de capırın; eger dogru sozluler iseniz"},{"SurahNumber":2,"VerseNumber":24,"Text":"Fakat yapamazsınız-ki yapamayacaksınız-o halde yakıtı insanlarla taslar olan atesten sakının. O kafirler icin hazırlanmıstır"},{"SurahNumber":2,"VerseNumber":25,"Text":"Iman eden, salih ameller isleyenlere; altından ırmaklar akan cennetlerin kendileri icin oldugunu mujdele. Onlara ne zaman bunlardan bir meyve rızık olarak verilirse bu, evvelce rızıklandıgımız seydi, derler. Onlara birbirine benzeyen (boyle nimetler) verilecek. Onlar icin orada temiz esler de vardır. Hem onlar orada temelli kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":26,"Text":"Suphe yok ki, Allah, bir sivri sinegi ve ondan kucuk bir seyi misal getirmekten cekinmez. Iman etmis olanlar bunun Rablarından bir gercek oldugunu bilirler. Kafirler ise; Allah bu misali vermekle ne murad etmis? derler. Allah onunla bir cogunu sapıtır, bir cogunu da hidayete erdirir. Bununla fasıklardan baskasını saptırmaz"},{"SurahNumber":2,"VerseNumber":27,"Text":"Allah´ın ahdini pekistirdikten sonra bozanlar, birlestirilmesini emrettigi seyi koparanlar, yeryuzunde fesad cıkaranlar, iste onlar husrana ugrayanların ta kendileridir"},{"SurahNumber":2,"VerseNumber":28,"Text":"Nasıl oluyor da Allah´ı inkar ediyorsunuz? Halbuki siz oluler iken O diriltti. Sonra sizi oldurecek, sonra tekrar diriltecek, en sonunda yalnız O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yerde ne varsa hepsini sizin icin yaratan, sonra goge yonelip onları yedi gok halinde duzenleyen O´dur. O, her seyi bilendir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Hani Rabbın meleklere: Ben, yeryuznde bir halife yaratacagım, demisti de melekler: Biz seni hamd ile tesbih, takdis eder dururken yeryuzunde fesad cıkarıp, kanlar dokecek kimse mi yaratacaksın? demislerdi. Allah da: Sizin bilmediklerinizi ben bilirim, buyurmustu"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem´e butun isimleri ogretmis, sonra onları meleklere gostererek: Eger sadıklardan iseniz, bunların adlarını bana soyleyin, buyurmustur"},{"SurahNumber":2,"VerseNumber":32,"Text":"Melekler ise: Sana tesbih ederiz, bize ogrettiginden baska bilgimiz yok. Alim, Hakim Sensin Sen, demislerdi"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah: Ey Adem, onları`adları ile kendilerine bildir, dedi. Adem, adlarını soyleyince; Size demedim mi ki ben, goklerin de, yerin de gizliliklerini muhakkak bilirim. Ve sizlerin neyi acıklayıp neyi gizler oldugunuzu da bilirim, buyurdu"},{"SurahNumber":2,"VerseNumber":34,"Text":"Hani meleklere: Adem´e secde edin demistik de onlar hemen secde edivermislerdi. Sadece seytan kacınmıs, buyukluk taslamıs ve kafirlerden olmustu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ve demistik ki: Ey Adem, sen, esinle birlikte cennette otur. Dilediginiz O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":36,"Text":"Nihayet seytan onları cennetten kaydırdı. Onları bulundukları yerden cıkardı. Biz de: Kiminiz kiminize dusman olarak inin. Yeryuzunde sizin icin bir zamana kadar yerlesim ve faydalanma vardır, dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, Rabbından kelimeler belleyip aldı. Bunun uzerine onun tevbesini kabul etti. Suphesiz ki Tevvab, Rahim O´dur, O"},{"SurahNumber":2,"VerseNumber":38,"Text":"Dedik ki; hepiniz oradan inin. Eger, tarafımdan size bir hidayet gelir de, kim benim hidayetime uyarsa, artık onlar icin hicbir korku yoktur. Ve onlar mahzun da olacak degillerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Kufredenler, ayetlerimizi yalanlamıs olanlar, iste onlar cehennemliklerdir. Ve onlar ateste temelli kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israilogulları, size verdigim nimetimi hatırlayın. Bana verdiginiz sozu yerine getirin ki, ben de size olan sozumu yerine getireyim. Ve yalnız Ben´den korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Yanınızdaki Tevrat´ı tasdik edici olarak indirdigime iman edin. Onu inkar edenlerin ilki olmayın. Ayetlerimizi az bir paha ile satmayın. Ve yalnız Ben´den sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakkı batıla karıstırıp da, bile bile siz gercegi gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekatı verin, ruku´ edenlerle birlikte ruku edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"Siz; insanlara iyiligi emreder de, kendinizi unutur musunuz? Halbuki kitabı da okuyorsunuz, hic aklınızı basınıza almayacak mısınız"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla (Allah´tan) yardım isteyin. Gerci bu, agır gelir ama, husu duyanlara degil"},{"SurahNumber":2,"VerseNumber":46,"Text":"Onlar ki; Rablarına kavusacaklarını, O´na doneceklerini kesinlikle bilirler"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey israilogulları, size verdigim nimetimi ve sizi alemlere ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve oyle bir gunden korkun ki; o gunde kimse, kimse icin bir sey odeyemez. Sefaat kabul edilmez. Fidye alınmaz ve onlara yardım da edilmez"},{"SurahNumber":2,"VerseNumber":49,"Text":"Hani, sizi ogullarınızı bogazlayıp, kadınlarınızı sag bırakarak en kotu iskenceye tabi tutan Firavun hanedanından kurtarmıstık. Bu da sizin icin Rabbınız tarafından buyuk bir imtihandı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Hani, bir de sizin icin denizi yarmıs, ve sizi kurtarmıstık. Firavun hanedanını da, siz bakıp dururken suda bogmustuk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Ve hani, Musa ile kırk geceyi vaidlesmistik. Yine siz zalimler olarak onun arkasından buzagıyı (tanrı) edinmistiniz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra sizi, sukredersiniz diye affetmistik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Hani, Musa´ya; hidayete eresiniz diye kitab ve furkan vermistik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Hani, Musa, kavmine: Ey kavmim, buzagıya tapınmakla nefsinize zulmetmis oldunuz. Hemen yaradanınıza tevbe edip nefislerinizi oldurun. Bu yaradanınızın katında sizin icin daha hayırlıdır, demisti. Allah da tevbenizi kabul etmisti. Muhakkak ki Tevvab, Rahim O´dur, O"},{"SurahNumber":2,"VerseNumber":55,"Text":"Bir de, hani siz: Ey Musa, biz Allah´ı apasikar gorunceye kadar sana inanmayacagız, demistiniz de, bakıp dururken sizi yıldırım carpmıstı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra sizi, olumunuzun arkasından sukredersiniz diye diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ve ustunuze bulutları golge yaptık. Kudret helvası ve bıldırcın indirdik. Size rızık olarak verdigimiz seylerin iyilerinden, guzellerinden yeyin. Onlar bize degil ancak kendi nefislerine zulmekteydiler"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani; su kasabaya girin, dilediginiz yerde istediginizi bol bol yeyin, kapısından secde ederek girin, affet deyin, kusurlarınızı ortelim. Iyilik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Zulmedenler, sozu; kendilerine soylenenden baskasıyla degistirdiler. Biz de fasıklık etmelerinden dolayı o zalimlerin ustune gokten korkunc bir azab indirdik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Hani, bir vakit Musa, kavmi icin su arayınca; asanla tasa vur, demistik de, tastan oniki cesme fıskırmıs, her zumre su alacagı yeri ogrenmisti. Allah´ın rızkında yeyin, icin, yalnız yeryuzunde bozgunculuk yaparak, karısıklık cıkarmayın"},{"SurahNumber":2,"VerseNumber":61,"Text":"Hani; siz, Ey Musa, biz bir cesit yemege elbette dayanamayız. Rabbına dua et de bizim icin yerde yetisen samısak, sebze, acur, mercimek ve sogan bitirsin, demistiniz, Musa da; siz bayagı olan seyle hayırlı olanı degistirmek mi istiyorsunuz? Oyleyse bir sehre inin, istediginiz seyler vardır, demisti"},{"SurahNumber":2,"VerseNumber":62,"Text":"Suphesiz ki Mu´minler, Yahudiler, Nasrani ve Sabiilerden; kim Allah´a ve ahiret gunune inanıp, salih amelde bulunursa, elbette onların Rabları katında mukafaatları vardır. Hem onlara bir korku yoktur, mahzun da olacak degildirler"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani sizden sapasaglam soz almıstık. Tur´u da ustunuze kaldırmıstık. Size veridgimize sımsıkı sarılın, onda olanları hatırlayın ki sakınmıs olasınız"},{"SurahNumber":2,"VerseNumber":64,"Text":"Sonra o sozu muteakip yine yuz cevirdiniz. Eger ustunuzde Allah´ın fazlu rahmeti olmasaydı husrana ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Andolsun ki, icinizden cumartesi gunu haddi asanları elbette bilirsiniz. Iste biz onlara: Asagılık maymunlar olun, dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Artık bunu hem onundekilere, hem de ardındakilere ibret verici bir ceza, hem de muttakilere bir ogut kıldık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani, bir de Musa kavmine: Allah, herhalde bir sıgır bogazlamanızı emrediyor, demisti. Onlar: Sen bizimle alay mı ediyorsun, demislerdi. Musa da: Ben cahillerden olmaktan Allah´a sıgınırım, demisti"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar, Bizim icin Rabbına dua et de onu bize iyice bildirsin, demislerdi. Musa da: Allah, o, ne cok kart, ne de cok korpedir. Ikisi ortası dinc bir sıgırdır, buyuruyor. Artık emrolundugunuz seyi yapın, demisti"},{"SurahNumber":2,"VerseNumber":69,"Text":"Dediler ki: Bizim icin Rabbına dua et de onun ne renk oldugunu bize iyice acıklasın. O da: Rabbım diyor ki: O bakanları rahatlatacak sapsarı renkli bir inektir, demisti"},{"SurahNumber":2,"VerseNumber":70,"Text":"Dediler ki: Rabbına dua et, bize acıkca nitelignin ne oldugunu bildirsin. Cunku bizce sıgırlar birbirine benziyor. Allah dilerse biz elbette hidayete erenlerden oluruz"},{"SurahNumber":2,"VerseNumber":71,"Text":"Dedik ki: Rabbım, o, ne boyunduruga kosulup arazi surecek, ne de ekin sulayacak bir inektir, zillete ugramamıstır. Butun kusurlardan uzaktır. Onun alacası da yoktur, buyuruyor. Onlar: Iste simdi gercegi ortaya koydun, dediler. Hemen onu bogazladılar ki az kalsın bunu yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Hani, siz bir kisiyi oldurmustunuz de; sonra o konuda birbirinizle cekismeye baslamıstınız. Allah ise sizin gizlediginizi acıga cıkarıcıdır"},{"SurahNumber":2,"VerseNumber":73,"Text":"Sıgırın bir parcasını oluye vurun, demistik. Iste Allah oluleri boyle diriltir. Ve sizlere ayetlerini gosterir ki, aklınızı basınıza alasınız"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra bunun ardından kalbleriniz yine katılastı. Simdi onlar tas gibidir. Yahut daha da katı. Zira oylesi vardır ki; ondan ırmaklar kaynar, oylesi vardır ki; yarılıp ondan su fıskırır, oylesi de vardır ki; Allah korkusundan yuvarlanır. Allah, yaptıklarınızdan asla gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Onların size inanacaklarını mı umuyorsunuz? Onlardan oyle bir zumre vardı ki, Allah´ın kelamını dinlerlerdi de akılları yattıktan sonra, bile bile bunu degistirirlerdi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Mu´minlerle karsılastıkları zaman, inandık derlerdi, birbirleriyle bas basa kaldıklarında, Rabbınızın katında, aleyhinde delil gostersinler diye mi Allah´ın size acıkladıgını onlara anlatıyorsunuz, buna aklınız ermiyormu? diye birbirlerini uyarırlardı"},{"SurahNumber":2,"VerseNumber":77,"Text":"Bilmiyorlarmı ki; ne gizlerler, ne acıklarlarsa Allah hepsini bilir"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onlardan bir kısmı ummidirler, kitabı anlamazlar. Bir takım batıl seyleri onlar sadece zanneder dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Vay, kitabı elleriyle yazıp da sonra az bir paha ile satabilmek icin; bu, Allah katındandır, diyenlerin, ellerinin yazdıklarından dolayı vay onlara! Vay onlara. O kazanmıs oldukları yuzunden"},{"SurahNumber":2,"VerseNumber":80,"Text":"Sayılı gunlerden baska asla bize ates dokunmayacaktır dediler. Deki: Siz Allah katından bir soz mu aldınız? Oyleyse Allah asla sozunden caymaz. Yoksa Allah´a karsı bilmediginiz bir sey mi soyluyorsunuz"},{"SurahNumber":2,"VerseNumber":81,"Text":"Hayır, kotuluk yapıp da gunahı kendisini kusatan kimseler, iste onlar cehennemliklerdir. Onlar orada temelli kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip, salih ameller isleyenler; iste onlar cennetliklerdir. Onlar orada temelli kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":83,"Text":"Hani, Israilogullarından; Allah´tan baskasına ibadet etmeyin; anaya, babaya, akrabalara, yetimlere, yoksullara iyilik yapın. Insanlara guzellikle soyleyin, namaz kılın zekat verin diye soz almıstık. Sonra pek azınız mustesna yuz cevirdiniz. Ve siz hala yuz cevirenlerdensiniz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Hani; bir de kanınızı dokmeyin, birbirinizi yurdunuzdan surmeyin diye soz almıstık, sonra bunu ikrar ettiniz ve sahid de oldunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Sonra sizler; birbirinizi olduren, aranızdan bir takımını yurtlarından suren, onlara karsı gunah ve dusmanlıkla birlesen, onları (yurtlarından) cıkarmak haram kılınmısken esir olarak geldiklerinde fidyelesmeye kalkan kimselersiniz. Yoksa kitabın bir kısmına inanıp bir kısmını inkar mı ediyorsunuz? Sizden boyle yapanın cezası; dunya hayatında rezil olmaktan baska birsey degildir. Kıyamet gununde ise onlar, azabın en siddetlisine ugratılırlar. Allah, yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Iste onlar, ahirete karsı dunya hayatını satın almıs olanlardır. Bu yuzden kendilerinden azab kaldırılıp, hafifletilmeyecek, yardım da yapılmayacaktır"},{"SurahNumber":2,"VerseNumber":87,"Text":"Andolsun ki, biz Musa´ya kitab verdik. Ondan sonra da birbiri ardınca peygamberler gonderdik. Meryem oglu Isa´ya da beyyineler verdik. Ve onu ruh´ul-Kudus ile destekledik. Demek, bir peygamber size ne zaman gonullerinizin hoslanmadıgı bir seyi getirirse, kibirlenmek isteyeceksiniz de; kimini yalanlayarak, kimini de oldureceksiniz oyle mi"},{"SurahNumber":2,"VerseNumber":88,"Text":"Dediler ki; bizim kalblerimiz perdelidir. Oyle degil, Allah kufurlerinden dolayı onları la´netlemistir. Onların pek azı inanırlar"},{"SurahNumber":2,"VerseNumber":89,"Text":"Ne zaman ki; Allah´ın katından, kendilerinde olanı tasdik eden kitab geldi, onlar bundan onceki kufredenlere karsı kendilerine yardım gelmesini beklerlerken, bildikleri gelince onu inkar ettiler. Allah´ın la´neti kafirlerin uzerinedir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Nefislerini ne kotu seye degisip sattılar. Allah´ın kullarından diledigine fazlından indirmesine hased ederek Allah´ın indirdigini inkar ettiler ve gazab ustune gazaba ugradılar. Kufredenlere alcaltıcı bir azab vardır"},{"SurahNumber":2,"VerseNumber":91,"Text":"Bir de onlara Allah´ın indirdigine inanın, denilince; biz, bize indirilene inanırız derler. Ondan baskasını inkar ederler. Halbuki o beraberlerindekini tasdik eden bir kitabdır. De ki: Inanmıs kimseler idiyseniz neden daha once, Allah´ın peygamberlerini olduruyordunuz"},{"SurahNumber":2,"VerseNumber":92,"Text":"And olsun ki, Musa size apacık delillerle geldi. Sonra ardından buzagıyı Rabb edindiniz. Ve siz zalimlersiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Hani; size verdigimiz seyi kuvvetle tutun ve dinleyin, diye Tur´u tepenize dikmis ve sizden misak almıstık. Isittik ve karsı geldik dediler ve kufurleri yuzunden buzagı sevgisi kalblerine sindirildi. Eger inananlardansanız, inancınız size ne kotu sey emrediyor? de"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki; Allah katında ahiret yurdu baskalarının degil de yalnız sizin ise, bu iddiada samimi iseniz haydin, olumu isteyin"},{"SurahNumber":2,"VerseNumber":95,"Text":"Onceden ellerinin kazandıgından dolayı, onlar hicbir zaman onu isteyemezler, Allah zalimleri hakkıyla bilir"},{"SurahNumber":2,"VerseNumber":96,"Text":"And olsun ki; onları, insanlardan sirk kosanlardan daha cok hayata duskun bulacaksın. Onlardan herbiri bin yıl omur verilmesini ister. Halbuki cok yasatılması onu azabtan uzaklastıracak degildir. Allah onların ne yaptıgını hakkıyla gorendir"},{"SurahNumber":2,"VerseNumber":97,"Text":"De ki; kim Cebrail´e dusmansa (bilsin ki; ) elinin onundekileri tasdik eden, mu´minler icin hidayet ve mujde olan senin kalbine Allah´ın izniyle o indirmistir"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim Allah´a, meleklerine, peygamberlerine, Cebrail´e ve Mikail´e dusman olursa; suphesiz ki, Allah´da kafirlerin dusmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"And olsun ki; biz sana apacık ayetler indirdik. Onları fasıklardan baskası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Onlar, ne zaman bir ahidle baglandılarsa iclerinden bir guruh onu bozup atmadı mı? Hayır, onların bir cogu iman etmezler"},{"SurahNumber":2,"VerseNumber":101,"Text":"Onlara, ne zaman Allah tarafından yanlarındaki kitabı tasdik edici bir peygamber geldiyse, kendilerine kitab verilenlerden bir guruh, sanki bilmiyormus gibi, Allah´ın kitabını arkalarına atıverdi"},{"SurahNumber":2,"VerseNumber":102,"Text":"Ve onlar seytanların Suleyman´ın mulku aleyhine uydurdukları seylerin ardına dustuler. Halbuki Suleyman asla kufretmedi. Sadece seytanlar kufrettiler. Onlar, insanlara sihri ve Babil´de ki iki melege; Harut ile Marut a indirilenleri ogretiyorlardı. Bu iki melek ise: «Biz ancak imtihan icin gonderildik, sakın kufretme. «demedikce kimseye sihirden bir sey ogretmezlerdi. Onlardan koca ile karısının arasını ayıracak seyler ogrendiler. Halbuki bunlar, Allah´ın izni olmadıkca o sihirle kimseye zarar verici degillerdi. Onlarsa kendilerine zarar verip fayda vermeyen seyleri ogreniyorlardı. Andolsun ki, onlar onu satın alan kimse icin ahirette hicbir olmayacagını biliyorlardı. Ne fena birsey karsılıgında nefislerini sattılar. Sayet bilmis olsalardı"},{"SurahNumber":2,"VerseNumber":103,"Text":"Eger onlar inanmıs ve sakınmıs olsalardı; Allah katındaki sevab daha hayırlı olurdu. Keske bilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler; bizi de dinle, demeyin, bizi de gozet, deyin ve dinleyin. Kafirlere elim bir azab vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ehl-i Kitab´dan kafir olanlar da, musrikler de Rabbınızdan size hic bir hayır indirilmesini istemezler. Allah, rahmetini diledigine tahsis eder. Allah, buyuk lutuf ve ihsan sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz, bir ayeti nesheder veya unutturursak ondan daha hayırlısını, yahut da dengini getiririz. Bilmez misin ki, Allah suphesiz her seye kadir´dir"},{"SurahNumber":2,"VerseNumber":107,"Text":"Goklerin ve yerin mulkunun gercekten Allah´a ait oldugunu ve sizin icin Allah´dan baska bir sahib ve yardımcı olmadıgını bilmez misiniz"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa daha once Musa´ya soruldugu gibi siz de peygamberinizi sorguya cekmek mi istiyorsunuz? Kim imanı kufurle degisirse dosdogru yoldan sapıtmıs olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitab ehlinin cogu, hak kendilerine apacık belli olduktan sonra iclerindeki cekememezlikten oturu, sizi imandan sonra kufre dondurmek isterler. Allah´ın acıklayıcı emri gelene kadar onları affedin, gecin. Suphesiz ki Allah her seye kadir´dir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı kılın, zekatı verin, kendiniz icin onceden ne yollarsanız, onu Allah katında bulursunuz. Suphesiz ki Allah, yaptıgınızı hakkıyla gorendir"},{"SurahNumber":2,"VerseNumber":111,"Text":"Ve dediler ki: Yahudi ve Hristiyan olanlardan baskası cennete girmeyecek. Bu onların kuruntusudur. De ki: Eger sadıklar dan iseniz delilinizi getirin"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, kim ihsan edici olarak ozunu tastamam Allah´a teslim ederse ona Rabbı katında mukafat vardır. Onlara korku yoktur, uzulmeyeceklerdir de"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yahudiler: Hristiyanlar hic bir seye sahip degildir, dedi. Hristiyanlar da yahudiler hic bir seye sahip degildir, dedi. Halbuki hepsi de kitabı okuyorlar. Bilmeyen kimseler de onların dedikleri gibi dedi. Ihtilafa duser oldukları seyde kıyamet gunu Allah aralarında hukmunu verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah´ın mescidlerinde; O´nun isminin anılmasını men´eden, onların harab olmasına calısandan daha zalim kim vardır? Onların oralara korka korka girmekten baska hakkı yoktur. Dunyada rusvaylık onlarındır. Ahirette ise onlara buyuk bir azab vardır"},{"SurahNumber":2,"VerseNumber":115,"Text":"Dogu da Batı da Allah´ındır. Her nereye donerseniz vech-i ilahi oradadır. Suphesiz ki Allah Vasi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":116,"Text":"Dediler ki: Allah cocuk edindi. Tenzih ederiz O´nu. Dogrusu goklerde ve yerde ne varsa O´nundur. Hepsi de O´na itaat ederler"},{"SurahNumber":2,"VerseNumber":117,"Text":"Goklerin ve yerin yaratanıdır. Bir seyin olmasını isteyince ona sadece «ol», der, o da oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilmeyenler dediler ki: Allah bizimle konusmalı veya bize bir ayet gelmeli degil miydi? Onlardan oncekiler de onların dedikleri gibi demislerdi. Kalbleri birbirine benzemis. Biz yakınen bilmek isteyen bir kavme ayetlerimizi apacık bildirdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"Suphesiz ki biz seni mujdeleyici ve korkutucu olarak hak ile gonderdik. Cehennem ashabından sen mes´ul olacak degilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Sen, dinlerine uymadıkca Yahudiler de, Hristiyanlar da, senden asla hosnud olmazlar. Allah´ın hidayeti asıl hidayetin ta kendisidir, de. Sayet sana gelen ilimden sonra, onların heveslerine uyacak olursan; and olsun ki senin icin Allah tarafından ne bir yar bulunur, ne de bir yardımcı"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine kitab verdigimiz kimseler onu hakkıyla tilavet ederler. Iste buna onlar inanırlar. Kim ona kufrederse, husrana ugrayanlar da iste onlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey Israilogulları, size ihsan etmis oldugum nimetimi ve sizi alemlere ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ve oyle bir gunden sakının ki, o gun kimse kimseden yana bir sey odeyemez, kimseden bedel kabul olunmaz, sefaat fayda vermez ve yardım olunmaz"},{"SurahNumber":2,"VerseNumber":124,"Text":"Hani, Ibrahim´i Rabb´ı bir takım kelimelerle imtihan etmisti de o da bunları tamamlayınca, Seni insanlara imam kılacagım, buyurmustu. O da: Soyumdan da, demisti. Allah da; zalimler ahdime eremez buyurmustu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Hani; Biz Beyti insanlar icin bir toplantı yeri ve emin bri mahal yapmıstık. Siz de Ibrahim´in makamından bir namazgah edinin. Ibrahim ile Ismail´e de evimi tavaf edenler, orada kalanlar ruku ve secde edenler icin temizleyin, diye ahid vermistik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Hani, Ibrahim demisti ki: Rabbım burasını emniyetli bir sehir yap. Ve halkından Allah´a, ahiret gunune iman etmis olanları mahsullerle rızıklandır Allah da: Kafir olanı kısa bir zaman icin gecindiririm. Sonra onu cehennem azabına zorlarım. Bu ne kotu bir sonuctur, buyurmustu"},{"SurahNumber":2,"VerseNumber":127,"Text":"Hani, Ibrahim, Ka´be ´nin temellerini Ismail ile birlikte yukseltiyordu ve diyordu ki: Rabbımız bizden kabul buyur. Suphesiz ki, Sensin Sen Semi´, Alim"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbımız ikimizi de sana teslim olanlar kıl. Soyumuzdan da sana teslim olanlar yetistir, bize ibadet edecegimiz yerleri goster, tevbelerimizi kabul et. Cunku Sensin Sen, Tevvab, Rahim"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbımız, onların arasından, senin ayetlerin onlara okuyacak, kitabı, hikmeti ogretecek ve onları tezkiye edecek bir peygember gonder. Suphesiz ki Aziz, Hakim Sensin Sen"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kendini bilmezden baska kim Ibrahim´in dininden yuz cevirir. And olsun ki dunyada onu secmistik. Muhakkak ki o, ahirette de salihlerdendir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Hani, Rabbı ona; teslim ol buyurdugu zaman, o da, alemlerin Rabbına teslim oldum, demisti"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrahim bunu ogullarına da tavsiye etti. Ya´kub da: Ey ogullarım, Allah sizin icin dinini secti. Onun icin siz de yalnız Musluman olarak can verin, dedi"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa Ya´kub ´a olum geldiginde siz orada mıydınız? Hani o, ogullarına: Benden sonra neye ibadet edeceksiniz? demisti. Onlar da: Senin Ilah´ına ve ataların Ibrahim´in, Ishak´ın Ilah´ına tek ilah olarak ibadet edecegiz. Ve biz O´na teslim olmusuz, demislerdi"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar bir ummetti gelip gecti. Onların kazandıkları kendilerinin, sizin kazandıgınız da sizin. Ve siz, onların yapmıs olduklarından sorulmazsınız"},{"SurahNumber":2,"VerseNumber":135,"Text":"Yahudi veya Hristiyan olun ki hidayete eresiniz, dediler. De ki: Hayır, biz Hanif olan Ibrahim´in dinine uyarız. O, musriklerden degildi"},{"SurahNumber":2,"VerseNumber":136,"Text":"Biz; Allah´a, bize indirilmis olana, Ibrahim´e, Ismail´e, Ishak´a, Ya´kub ´a, ve torunlarına indirilmis olanlara, Musa´ya, Isa´ya verilenlere, peygamberlere Rabbları tarafından verilmis olanlara iman ettik. Onların hicbirinin arasını digerinden ayırmayız. Biz ona teslim olmuslardanız, deyin"},{"SurahNumber":2,"VerseNumber":137,"Text":"Onlar da, sizin iman ettiginiz gibi iman ederlerse muhakkak dogru yolu bulmuslardır. Sayet yuz cevirirlerse; suphesiz ki onlar cekisme icerisindedirle. Onlara karsı Allah sana yetecektir. O, Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":138,"Text":"Allah´ın boyası (ile boyandık) . Boyası Allah´tan daha guzel olan kimdir? Biz O´na kulluk edenleriz"},{"SurahNumber":2,"VerseNumber":139,"Text":"Allah hakkında bizimle tartısıyor musunuz? Halbuki O, bizimde Rabbımız, sizim de Rabbınızdır. Bizim amellerimiz bize, sizin amelleriniz size aittir. Biz O´na muhlis kullarız, de"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoksa siz: Ibrahim, Ismail, Ishak, Ya´kub ve ogulları Yahudi veya Hristiyan idiler mi, diyorsunuz? Siz mi daha iyi biliyorsunuz yoksa Allah mı? Allah tarafından yanında bulunan sehadeti gizleyenden daha zalim kim vardır? Allah sizin yaptıklarınızdan gafil degildir, de"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar bir ummetti gelip gecti. Onların kazandıkları kendilerine, sizin kazandıklarınız da sizedir. Ve siz onların yapmıs olduklarından sorulmazsınız"},{"SurahNumber":2,"VerseNumber":142,"Text":"Insanlardan bir kısım beyinsizler diyeceklerdir ki: Onları uzerinde bulundukları kıblelerinden ne cevirdi? De ki: Dogu da Batı da Allah´ındır. O, diledigi kimseyi dogru yola iletir"},{"SurahNumber":2,"VerseNumber":143,"Text":"Boylece sizi vasat bir ummet kıldık ki, insanların uzerine sahidler olasınız. Peygamber de sizin uzerinize sahid olsun. Ve senin uzerinde bulundugun kıbleyi, peygambere uyanları, ayagının iki okcesi uzerinde geri doneceklerden ayırdetmek icin kıble yaptık. Gerci bu, buyuk bir seydir. Ama Allah´ın dogru yola ilettigi kimseler icin degil. Allah, elbette imanınızı zayi edecek degildir. Suphesiz ki Allah, insanlara Rauf ve Rahim´dir"},{"SurahNumber":2,"VerseNumber":144,"Text":"Dogrusu biz, yuzunun semaya dogru cevrilip durdugunu goruyoruz. Simdi seni hosnud olacagın bir kıbleye cevirecegiz. Yuzunu Mescid-i Haram tarafına cevir. Nerede bulunursanız bulunun, yuzlerinizi o tarafa cevirin. Suphesiz ki, kendilerine kitab verilenler bunun Rablarından gelen bir gercek oldugunu bilirler. Allah, onların yaptıklarından gafil degildir"},{"SurahNumber":2,"VerseNumber":145,"Text":"Andolsun ki; sen, kendilerine kitab verilmis olanlara her ayeti getirsen, onlar yine senin kıblene uymazlar. Sen de onların kıblesine uyacak degilsin. Onların kimi de, kiminin kıblesine uyacak degildirler. Andolsun ki; sana gelen bunca ilimden sonra sayet sen onların heveslerine uyacak olursan, o takdirde suphesiz zalimlerden olursun"},{"SurahNumber":2,"VerseNumber":146,"Text":"Kendilerine kitab verdiklerimiz, onu ogullarını tanıdıkları gibi tanırlar. Oyle iken iclerinden bir guruh bilir oldukları halde, yine de hakkı gizlerler"},{"SurahNumber":2,"VerseNumber":147,"Text":"Hak, Rabbındandır. Oyleyse asla suphecilerden olma"},{"SurahNumber":2,"VerseNumber":148,"Text":"Herkesin bri yonu vardır oraya doner. Oyleyse siz hayırlı islerde birbirinizle yarısın! Nerede bulunursanız bulunun, Allah hepinizi birden getirir. Suphesiz ki Allah her seye kadir´dir"},{"SurahNumber":2,"VerseNumber":149,"Text":"Nereden (yola) cıkarsan yuzunu Mescid-i Haram´a dogru cevir. Suphesiz bu, Rabbından bir haktır. Allah, yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":150,"Text":"Nereden (yola) cıkarsan, yuzunu Mescid-i Haram´a dogru cevir. Siz de nerede olursanız, yuzunuzu o yana dondurun, Ta ki, zalim olanlardan baska insanların aleyhinizde bir delili bulunmasın. Artık onlardan korkmayın, Benden korkun ki, hem uzerinizdeki nimetimi tamamlayayım, hem de siz hidayeti umid edebilesiniz"},{"SurahNumber":2,"VerseNumber":151,"Text":"Nitekim size icinizden; ayetlerimizi okuyan, sizi tezkiye eden kitabı ve hikmeti ogreten ve bilmediginiz seyleri bildiren bir peygamber gonderdik"},{"SurahNumber":2,"VerseNumber":152,"Text":"Oyleyse Beni zikredin ki, Ben de sizi anayım. Bir de Bana sukredin, nankorluk etmeyin"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ey iman edenler, sabır ve namazla yardım isteyin. Suphesiz ki Allah, sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda oldurulenlere; oluler, demeyin. Bilakis onlar, diridirler, ama siz farketmezsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Andolsun ki sizi, biraz korku, biraz aclık, biraz da mallardan, canlardan ve mahsullerden yana eksiklikle imtihan edecegiz, sabredenlere mujdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Ki onlara bir musibet geldigi zaman; biz Allah iciniz ve yine O´na donecegiz, derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"Iste onlar icin Rabbları tarafından magfiret ve rahmet vardır. Hidayete erenler de onlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"Suphesiz ki Safa ile Merve Allah´ın nisanelerindendir. Artık kim hacc veya umre niyetiyle Ka´be ´yi ziyaret ederse bu ikisini de tavaf etmesinde bir beis yoktur. Kim gonullu olarak iyilik yaparsa muhakkak ki Allah; Sakir´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Indirdigimiz, acık delilleri ve hidayeti, kitabda insanlara acıkca beyan ettikten sonra gizleyenlere; muhakkak ki onlara, Allah la´net eder ve la´net etmek sanından olanlar da la´net eder"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edenler, islah edenler ve (gercegi) soyleyenler mustesna. Ben; onların tevbelerini kabul ederim. Ve ben Tevvab, Rahim´im"},{"SurahNumber":2,"VerseNumber":161,"Text":"Muhakkak ki kufredip de, kafir olarak olenlere Allah´ın, meleklerin ve butun insanların la´neti iste onların uzerinedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onun icinde temelli kalacaklardır. Onlardan ne azab hafifletilir, ne de yuzlerine bakılır"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin Ilahınız bir tek ilahtır. O´ndan baska hicbir ilah yoktur. Rahman´dır, Rahim´dir"},{"SurahNumber":2,"VerseNumber":164,"Text":"Suphesiz ki goklerin ve yerin yaratılısında, gece ile gunduzun degismesinde, insanlara yararlı seylerle denizde akan gemilerde, Allah´ın gokten indirip, yeryuzunu olumunden sonra dirilttigi suda, her turlu canlıyı orada yaymasında, ruzgarların degistirilmesinde, gokle yer arasında emre hazır bekleyen bulutta elbette akleden bir kavim icin ayetler vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"Insanlardan kimi de Allah´dan baskasını O´na emsal edinir, Allah´ı sever gibi onları severler. Iman edenlerin, Allah sevgisi ise, daha fazladır. Zulmedenler azabı gorecekleri zaman; butun kuvvetin Allah´a ait oldugunu ve Allah´ın pek cetin azabı bulundugunu keski bilselerdi"},{"SurahNumber":2,"VerseNumber":166,"Text":"Hani o zaman uyulanlar, uyanlardan uzaklasmıs ve azabı gormus oldular. Aralarındaki butun baglar kopmustur"},{"SurahNumber":2,"VerseNumber":167,"Text":"Uyanlar dediler ki: Bizim icin donus olsaydı da bizden uzaklastıkları gibi, biz de onlardan uzaklassaydık. Boylece onların butun yaptıklarını Allah hasretler halinde kendilerine gosterecektir ve onlar atesten cıkacak degildirler"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar; yeryuzunde bulunan helal ve temiz seylerden yeyin. Seytanın adımlarına uymayın. Suphesiz ki o, sizin icin apacık bir dusmandır"},{"SurahNumber":2,"VerseNumber":169,"Text":"O; size yalnız kotulugu, hayasızlıgı ve Allah´a karsı bilmeyeceginiz seyi soylemenizi emreder"},{"SurahNumber":2,"VerseNumber":170,"Text":"Onlara; Allah´ın indirdigine uyun, denildigi zaman, onlar hayır, biz atalarımızın uzerinde bulundugumuz seye uyarız, dediler. Peki, ya ataları bir sey akledemeyen, dogruyu bulamayan kimseler olsa da mı"},{"SurahNumber":2,"VerseNumber":171,"Text":"Kufredenlerin misali; bagırıp cagırmadan baska bir sey duymayana haykıranınki gibidir. Onlar sagırdırlar, dilsizdirler, kordurler, akledemezler"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman edenler; size rızık olarak veridgimiz seylerin temiz olanlarından yeyin, Allah´a sukredin, eger O´na kulluk ediyorsanız"},{"SurahNumber":2,"VerseNumber":173,"Text":"O, size; oluyu, kanı, domuz etini, Allah´tan baskası icin kesileni haram kılmıstır. Ancak kim mecbur kalırsa saldırmamak ve sınırı asmamak sartıyla gunah yoktur. Muhakkak ki Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allah´ın indirdigi kitabtan birsey gizleyip de, onu az bir pahaya satanlar; iste onlar karınlarına atesten baska bir sey yemezler. Kıyamet gunu Allah onlarla konusmaz. Onları temize de cıkarmaz. Ve onlar icin acıklı bir azab vardır"},{"SurahNumber":2,"VerseNumber":175,"Text":"Onlar, hidayet karsılıgında dalaleti, magfiret karsılıgında azabı satın almıslardır. Onlar, atese karsı ne de sabırlıdırlar"},{"SurahNumber":2,"VerseNumber":176,"Text":"Bu, Allah´ın kitabı hak olarak indirilmis olup, o kitabda ihtilafa dusenlerin suphesiz ki, pek uzak bir sikak icinde olmalarındandır"},{"SurahNumber":2,"VerseNumber":177,"Text":"Yuzlerinizi Dogu ve Batı tarafına cevirmeniz «bir» degildir. Lakin asıl «bir»; Allah´a, ahiret gunune, meleklere, kitablara, peygamberlere iman eden, malını seve seve yakınlarına, yetimlere, miskinlere, yolculara, dilenenlere, kolelere, esirlere veren, namazı kılan, zekatı veren, muahede yaptıklarında ahidlerini yerine getiren, sıkıntıda, hastalıkta ve siddetli savas anında sabredenlerinkidir. Iste sadık olanlar da onlardır ve muttakiler de onlardır"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ey iman edenler; oldurmede size kısas farz kılındı. Hur; hur ile, kole; kole ile, disi; disi ile. Ama kim de kardesi tarafından affedilirse, ma´ruf olan emre ittiba etmeli ve ona guzellikle odemelidir. Bu, Rabbınız tarafından bir hafifletme ve rahmettir. Kim, bundan sonra da tecavuzde bulunursa; onun icin pek acıklı bir azab vardır"},{"SurahNumber":2,"VerseNumber":179,"Text":"Kısasta sizin icin hayat vardır, ey akıl sahibleri. Ta ki, sakınasınız"},{"SurahNumber":2,"VerseNumber":180,"Text":"Sizden birinize olum geldigi zaman; eger bir hayır bırakacaksa; anaya, babaya, yakın akrabaya, ma´ruf sekilde vasiyette bulunması farz kılındı. Bu, takva sahibleri uzerinde bir haktır"},{"SurahNumber":2,"VerseNumber":181,"Text":"Kim de onu isittikten sonra degistirirse; onun gunahı degistirenlerindir. Suphe yok ki Allah Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":182,"Text":"Bununla birlikte, kim vasiyet edenin haksızlıga meylinden, gunaha girmesinden korkup aralarını bulursa; ona da bir gunah yoktur. Suphesiz ki Allah, Gafur´dur. Rahim´dir"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ey iman edenler; sizden oncekilere farz kılındıgı gibi, size de oruc farz kılındı. Ta ki korunasınız"},{"SurahNumber":2,"VerseNumber":184,"Text":"Sayılı gunler olarak. Sizden kim hasta veya seferde olursa, tutmadıgı gunler sayısınca diger gunlerde; gucu yetmeyenlere de bir yoksul doyumu fidye. Bununla beraber kim gonullu olarak iyilik yaparsa bu; kendisi icin"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramazan ayı; oyle bir aydır ki, insanlara dogru yolu gosteren, hak ile batılı ayıran Kur´an, o ayda indirilmistir. Sizden her kim ayı gorurse oruc tutsun. Kim de hasta olur veya seferde bulunursa, diger gunlerde o kadar oruc tutsun. Allah, sizin icin kolaylık ister, gucluk istemez. Bu sayıyı tamamlamanız; size hidayet ihsan etmis oldugundan Allah´ı tekbir ile yuceltmeniz icindir ve umulur ki sukredesiniz"},{"SurahNumber":2,"VerseNumber":186,"Text":"Kullarım, sana Beni sorarsa; suphesiz ki Ben, cok yakınım. Bana dua edince Ben, o dua edenin duasına icabet ederim. Oyleyse onlar da Benim da´vetime icabet etsinler. Bana iman etsinler ki, dogru yola varmıs olalar"},{"SurahNumber":2,"VerseNumber":187,"Text":"Oruc gecesi kadınlarınıza yaklasmak size helal kılındı. Onlar sizin icin, siz de onlar icin bir elbisesiniz. Sizin nefislerinize hıyanet eder oldugunuzu Allah bildi de tevbenizi kabul edip, sizi bagısladı. Artık onlara yaklasın ve Allah´ın hakkınızda yazdıgını isteyin. Sizin icin safagın beyaz ipligi, siyah ipliginden secilinceye kadar yeyin, icin sonra geceye kadar orucu tamamlayın. Mescidlerde i´tikafta bulundugunuz zaman, kadınlarınıza yaklasmayın. Bu Allah´ın hudududur. Sakın onlara yaklasmayın. Iste Allah ayetlerini insanlara, korunsunlar diye boyle acıklar"},{"SurahNumber":2,"VerseNumber":188,"Text":"Mallarınızı aranızda batıl ile yemeyin. Ve insanların mallarından bir kısmını, siz bildiginiz halde gunahla yemek icin onları hakimlere aktarmayın"},{"SurahNumber":2,"VerseNumber":189,"Text":"Sana yeni dogan aylardan soruyorlar. De ki: Onlar insanların faydası ve hacc icin birer vakit olculeridir. Evlere arka taraflarından girmeniz «bir» degildir. Ancak «bir»; muttaki olanınkidir. Evlere kapılarından gelin. Allah´dan korkun ki, felaha eresiniz"},{"SurahNumber":2,"VerseNumber":190,"Text":"Size harb acanlarla, Allah yolunda siz de harbedin. Ancak haddi asmayın. Suphesiz ki Allah, haddi asanları sevmez"},{"SurahNumber":2,"VerseNumber":191,"Text":"Ve onları nerede yakalarsanız oldurun. Sizi cıkardıkları yerden siz de onları cıkarın. Fitne, katilden beterdir. Onlar sizinle savasmadıkca, siz de Mescid-i Haram´da onlarla savasmayın. Ancak onlar sizinle savasırlarsa, siz de onları oldurun. Iste kafirlerin cezası boyledir"},{"SurahNumber":2,"VerseNumber":192,"Text":"Eger onlar vazgecerlerse; suphesiz ki Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":193,"Text":"Fitne kalmayıp, din de Allah´ın oluncaya kadar onlarla savasın. Vaz gecerlerse, artık zalimlerden baskasına dusmanlık yoktur"},{"SurahNumber":2,"VerseNumber":194,"Text":"Haram ay haram aya karsılıktır. Hurmetler karsılıklıdır. Kim size saldırırsa, siz de tıpkı onun saldırdıgı gibi ona saldırın. Allah´tan korkun. Ve bilin ki Allah suphesiz takva sahibleriyle beraberdir"},{"SurahNumber":2,"VerseNumber":195,"Text":"Allah yolunda infak edin ve ellerinizle kendinizi tehlikeye atmayın. Ihsan edin, suphesiz Allah ihsan edenleri sever"},{"SurahNumber":2,"VerseNumber":196,"Text":"Allah icin haccı da; umreyi de tamamlayın. Fakat alıkonulursanız, kurbandan kolayınıza geleni gonderin. Kurban yerine varıncaya kadar, baslarınızı tıras etmeyin. Icinizden her kim, hasta olursa veya basında bir eziyet bulunursa; ona oructan, sadakadan veya kurbandan fidye. Emin oldugunuz vakitte; kim, hacc zamanına kadar umre ile faydalanmak isterse, kolayına gelen bir kurban keser. Ama bulamazsa, hacc gunlerinde uc; dondugunuz vakit yedi gun olmak uzere tam on gun oruc tutar. Bu; ailesi Mescid-i Haram´da oturmayanlar icindir. Allah´tan korkun. Ve bilin ki Allah, azabı pek siddetli olandır"},{"SurahNumber":2,"VerseNumber":197,"Text":"Hacc, bilinen aylardır. Her kim o aylarda kendisine haccı farz ederse; artık haccda kadına yaklasmak, gunah islemek, tartısma yoktur. Siz ne hayır yaparsanız, Allah onu bilir. Bir de azık edininiz. Suphesiz ki, azıgın en hayırlısı, takvadır. Ey akıl sahibleri; Ben´den korkun"},{"SurahNumber":2,"VerseNumber":198,"Text":"Rabbınızın lutf-u keremini aramanızda bir gunah yoktur. Arafat´tan geri dondugunuz zaman, Mes´ar-ı Haram´ın yanında Allah´ı zikredin. O, sizi hidayete ulastırdıgı gibi, siz de O´nu zikredin. Nitekim siz bundan once, sapıklardan idiniz"},{"SurahNumber":2,"VerseNumber":199,"Text":"Sonra insanların dondugu yerden siz de donun. Ve Allah´tan magfiret dileyin. Suphesiz ki Allah Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":200,"Text":"Hacc ibadetinizi bitirince; atalarınızı andıgınız gibi, hatta daha kuvvetli bir anısla Allah´ı zikredin. Insanlardan oylesi vardı ki; Ey Rabbımız, bize dunyada ver, der. Onun ahirette nasibi yoktur"},{"SurahNumber":2,"VerseNumber":201,"Text":"Kimi de; Ey Rabbımız, bize dunyada iyilik ver, ahirette de iyilik ver ve bizi ates azabından koru, der"},{"SurahNumber":2,"VerseNumber":202,"Text":"Iste onların kazandıklarından nasibleri vardır. Ve Allah hesabı cabuk gorendir"},{"SurahNumber":2,"VerseNumber":203,"Text":"Sayılı gunlerde Allah´ı zikredin. Kim iki gunde acele ederse, ona gunah yoktur. Kim de geri kalırsa, ona gunah yoktur. Bu; takva sahibi olanlar icindir. Allah´tan korkun ve bilin ki, suphesiz siz, O´nun huzurunda toplanacaksınız"},{"SurahNumber":2,"VerseNumber":204,"Text":"Insanlardan oylesi vardır ki; dunya hayatına dair sozu senin hosuna gider. Ve Allah´ı kalbinde olana sahid tutar. Halbuki o, dusmanların en yamanıdır"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ve o, yanından ayrılınca yeryuzunde fesad cıkarmaya, harsı ve nesli yok etmeye calısır. Allah fesadı sevmez"},{"SurahNumber":2,"VerseNumber":206,"Text":"Ona; Allah´tan kork, denilince, gururu kendisini gunaha surukler. Iste ona cehennem yeter. O; ne kotu bir yataktır"},{"SurahNumber":2,"VerseNumber":207,"Text":"Insanlardan oylesi de vardır ki; kendisini Allah´ın rızasına satar. Ve Allah, kullarına cok merhametlidir"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ey iman edenler; hep birden barısa girin. Seytanın adımlarına uymayın. Cunku O, sizinicin apacık bri dusmandır"},{"SurahNumber":2,"VerseNumber":209,"Text":"Size apacık deliller geldikten sonra yine kayarsanız; bilin ki Allah, suphesiz Aziz´dir. Hakim´dir"},{"SurahNumber":2,"VerseNumber":210,"Text":"Onlar; Allah´ın buluttan golgeler icinde, meleklerle birlikte kendilerine gelivermesini ve islerini bitirivermesini mi bekliyorlar? Halbuki butun isler Allah´a dondurulur"},{"SurahNumber":2,"VerseNumber":211,"Text":"Sor Israilogulları´na, onlara nice acık ayetler verdik. Kim, kendisine gelen Allah´ın nimetini degistirirse, suphesiz Allah´ın cezası pek siddetlidir"},{"SurahNumber":2,"VerseNumber":212,"Text":"Kufredenlere dunya hayatı pek suslendi. Ve onlar, iman edenlerden kimiyle egleniyorlar. Halbuki takvaya erenler kıyamet gununde onların ustundedirler. Allah, diledigine hesabsız rızık verir"},{"SurahNumber":2,"VerseNumber":213,"Text":"Insanlar bir tek ummetti. Allah mujdeleyici ve korkutucu peygamberler gonderdi ve onlarla beraber insanların ihtilafa dustukleri seylerde aralarında hukum vermeleri icin hak kitablar indirdi. Halbuki kitab verilmis olanlar, kendilerinde acık deliller geldikten sonra aralarındaki ihtirastan dolayı ihtilafa dustuler. Iste Allah; kendi izniyle, iman edenleri, uzerinde ihtilafa dustukleri Hakka ulastırdı. Allah diledigini dogru yola ulastırır"},{"SurahNumber":2,"VerseNumber":214,"Text":"Yoksa siz; sizden once gecenlerin durumu basınıza gelmeden cennete girivereceginizi mi sandınız? Onlara oyle yoksulluk, oyle sıkıntı gelmis ve sarsıntıya ugramıslardı ki, nihayet Peygamber ve beraberindeki mu´minler: Allah´ın yardımı ne zaman? diyordu. Bilesiniz ki, Allah´ın yardımı pek yakındır"},{"SurahNumber":2,"VerseNumber":215,"Text":"Sana, ne infak edeceklerini soruyorlar. De ki: Hayırdan her ne infak ederseniz, babanın, akrabanın, yetimlerin, yoksulların, yolcuların hakkıdır. Ve her ne hayır islerseniz, suphesiz ki Allah, onu bilir"},{"SurahNumber":2,"VerseNumber":216,"Text":"Hosunuza gitmedigi halde, savası uzerinize farz kılınmıstır. Bir sey hosunuza gitmedigi halde sizin icin hayırlı olabilir. Bir sey de hosunuza gittigi halde sizin icin kotu olabilir. Allah bilir, siz bilmesziniz"},{"SurahNumber":2,"VerseNumber":217,"Text":"Sana haram aydan ve onda savastan soruyorlar. De ki: O ayda savasmak; buyuk bir gunahtır. Fakat insanları Allah yolundan alıkoymak ve O´nu inkar etmek, Mescid-i Haram´a gitmelerine engel olmak, onun ehlini oradan cıkarmak Allah katında daha buyuk gunahtır. Fitne, katilden de beterdir. Kafirlerin gucleri yetse, sizi dininizden dondurunceye kadar sizinle savasa devam ederler. Sizden her kim dininden donerde kafir olarak olurse; onların yaptıgı ameller dunyada da, ahirette de bosa gitmistir. Ve onlar, cehennem ehlidirler. Orada temelli kalacaklardır"},{"SurahNumber":2,"VerseNumber":218,"Text":"Muhakkak ki, iman edenler, hicret edip de Allah yolunda savasanlar; iste onlar Allah´ın rahmetini umarlar. Allah; Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":219,"Text":"Sana ickiden ve kumardan soruyorlar. De ki: Ikisinde de hem buyuk gunah, hem de insanlar icin faydalar vardır. Gunahları ise faydalarından daha buyuktur. Ve sana ne infak edeceklerini soruyorlar. De ki: Ihtiyaclarınızdan artanı. Dusunesiniz diye Allah size ayetlerini boyle acıklıyor"},{"SurahNumber":2,"VerseNumber":220,"Text":"Dunya ve ahiret konusunda. Ve sana yetimlerden soruyorlar. De ki: Onlar icin islahta bulunmak hayırlıdır. Eger kendileriyle bir arada yasarsanız, onlar sizin kardeslerinizdir. Allah; bozguncularla islahcı olanları bilir. Eger Allah dileseydi; sizi muhakkak zahmete sokardı. Suphe yok ki Allah, Aziz´dir. Hakim´dir"},{"SurahNumber":2,"VerseNumber":221,"Text":"Iman edinceye kadar putperest kadınları nikahlamayın. Iman eden bir cariye puta tapan bir kadındano hosunuza gitse dedaha iyidir. Iman edinceye kadar onları puta tapan erkeklerle de nikah ettirmeyin. Iman eden bir kole, -hosunuza gitse deputa tapan erkekten daha iyidir. Onlar sizi cehenneme cagırırlar. Allah ise cennete ve magfirete cagırır ve ogut alsınlar diye insanlara ayetlerini acıkca bildirir"},{"SurahNumber":2,"VerseNumber":222,"Text":"Sana adet halinden de soruyorlar. De ki: O, bir ezadır. Onun icin adet halinde kadınlarınızdan ayrılın. Temizleninceye kadar onlara yaklasmayın. Iyice temizlendikleri vakit, Allah´ın size emrettigi yerden onlara varın. Suphesiz ki Allah; hem cok tevbe edenleri sever, hem de cok temizlenenleri sever"},{"SurahNumber":2,"VerseNumber":223,"Text":"Kadınlarınız sizin icin bir tarladır. O halde tarlanıza dilediginiz gibi varın. Ve kendiniz icin onceden iyi ameller gonderin. Bir de Allah´tan korkun. Ve bilin ki; siz, suphesiz O´na kavusacaksınız. Iman edenleri mujdele"},{"SurahNumber":2,"VerseNumber":224,"Text":"Yeminlerinizde; Allah´ı iyilik etmenize, fenalıktan sakınmanıza ve insanların arasını bulmaya engel yapmayın. Allah Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":225,"Text":"Yeminlerinizdeki lagvden dolayı Allah, sizi sorumlu tutmaz. Ancak kalblerinizin kazandıgı seyden dolayı sizi sorumlu tutar. Allah Gafur´dur, Halim´dir"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kadınlarına yaklasmamaya yemin edenler icin dort ay beklemek vardır. Eger yeminlerinden donerlerse suphesiz ki Allah Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":227,"Text":"Sayet bosanmaya karar verirlerse, muhakkak Allah Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":228,"Text":"Bosanmıs kadınlar; kendi kendilerine, uc adt ve temizlenme muddeti beklerler. Eger onlar, Allah´a ve ahiret gunune inanıyorlarsa, Allah´ın kendi rahimlerinde yarattıgını gizlemeleri onlara helal olmaz. Eger barısmak isterlerse; kocaları onları geri almaya daha layıktırlar. Erkeklerin kadınların uzerinde hakları oldugu, gibi, kadınların da onlar uzerinde hakları vardır. Erkekler onların uzerinde bir dereceye sahiptirler. Allah Aziz´dir, Hakim´dir"},{"SurahNumber":2,"VerseNumber":229,"Text":"Bosanma iki defadır. Ya iyilikle tutmak, ya da guzellikle salmaktır. Onlara verdiginizden birseyi geri almanız sizlere helal degildir. Meger erkekle kadın Allah´ın hududunu ikame edemeyeceklerinden korkmus olalar. Eger siz de, onların Allah´ın hududunu ikame edemeyeceklerinden korkarsanız, o halde fidye vermelerinde bir vebal yoktur. Bunlar Allah´ın hudududur. Onları asmyın. Kim Allah´ın hududunu asarsa, iste onlar zalimlerin kendileridir"},{"SurahNumber":2,"VerseNumber":230,"Text":"Sayet erkek esini bir daha bosarsa; artık ondan sonra kadın, baska bir kocaya nikahlanıp varıncaya kadar ona helal olmaz. Sayet bu koca da onu bosar ve onlar Allah´ın hududunu ikame edeceklerini zannederlerse; tekrar birbirlerine donmelerinde her ikisi icin de bir gunah yoktur. Bunlar Allah´ın hudududur. Bunları, bilen bir kavim icin acıklıyor"},{"SurahNumber":2,"VerseNumber":231,"Text":"Ve kadınları bosadıgınız zaman; iddetlerini bitirince artık onları ya iyilikle tutun veya iyilikle salıverin. Sırf zulmedebilmeniz icin zararlarına onları tutuvermeyin. Kim, boyle yaparsa; muhakkak kendi nefsine zulmetmis olur. Allah´ın ayetlerini oyuncak yerine koymayın. Allah´ın uzerinizdeki nimetini ve size ogut vermek icin indirdigi kitabı ve hikmeti hatırlayın. Allah´tan korkun. Ve bilin ki Allah, suphesiz her seyi bilendir"},{"SurahNumber":2,"VerseNumber":232,"Text":"Kadınları bosadıgınız vakit, onlar iddetlerini bitirdiklerinde, aralarında guzelce anlastıkları takdirde; kocalarıyla tekrar evlenmelerine mani olmayın. Iste sizden Allah´a ve ahiret gunune inanmıs olanlara, bununla ogut veriliyor. Bu, sizin icin daha iyi, daha temizdir. Allah bilir, siz bilmezsiniz"},{"SurahNumber":2,"VerseNumber":233,"Text":"Anneler cocuklarını tam iki yıl emzirirler. Bu, emzirmeyi tamamlamak isteyen icindir. Onların yiyecegi, giyecegi uygun sekilde cocuk kendisinden olana aittir. Kimse gucunun ustunde bir seyle mukellef olmaz. Ne anne cocugu yuzunden, ne de baba cocugu yuzunden zarara sokulmasın. Mirascıya dusen de bunun gibidir. Eger kendi aralarında anlasıp, danısarak cocugu memeden kesmek isterlerse; ikisine de bri vebal yoktur. Cocuklarınızı emzirtmek isterseniz, vereceginizi guzelce teslim etmek sartıyla size yine bir vebal yoktur. Allah´tan korkun ve bilin ki Allah yaptıgınız seyleri gorendir"},{"SurahNumber":2,"VerseNumber":234,"Text":"Icinizden olenlerin geriye bıraktıkları esler; kendi kendilerine dort ay ve on gun beklerler. Muddetlerini bitirdikleri vakit onların, kendileri icin uygun olanı yapmalarından dolayı size bir gunah yoktur. Ve Allah, islediklerinizden haberdardır"},{"SurahNumber":2,"VerseNumber":235,"Text":"Boyle kadınları nikahlamak isteginizi bildirmenizden veya bir arzuyu gonullerinizde saklamanızdan dolayı size bir vebal yoktur. Allah bilmistir k; siz, onları mutlaka hatırlayacaksınız, fakat uygun bir sozle soylememeniz mustesna, onlarla gizlice sozlesmeyin. Iddeti nihayet bulmadıkca nikah bagını baglamaya kalkmayın. Ve bilin ki; suphesiz Allah, gonullerinizde olanı bilir. Artık O´ndan sakının. Ve yine bilin ki; suphesiz Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":236,"Text":"Temas etmediginiz veya bir mehir kesmedigniz kadınları bosamıssanız, size vebal yoktur. Su kadar ki, zengin olan kudretince, darda bulunan da halince ma´ruf bir fayda ile onları faydalandırmalıdır. Bu, iyilik edenlerin uzerine bir borctur"},{"SurahNumber":2,"VerseNumber":237,"Text":"Bir mehir kestigniz takdirde temas etmeden once onları bosarsanız; kestiginiz mehrin yarısı onlarındır. Meger, kendilerini bagıslamıs veya nikah dugumu elinde bulunan kimse bagıslamıs ola. Bagıslamanız, takvaya daha yakındır. Aranızdaki fazileti unutmayın. Suphesiz Allah, yaptıgınız seyleri gorendir"},{"SurahNumber":2,"VerseNumber":238,"Text":"Namazlara ve orta namaza devam edin. Ve Allah´ın divanına husu ile durun"},{"SurahNumber":2,"VerseNumber":239,"Text":"Eger korkarsanız yaya veya binmis olarak kılın. Emin oldugunuz vakitte de Allah´ın size bilmediginiz seyleri ogrettigi sekilde Allah´ı zikredin"},{"SurahNumber":2,"VerseNumber":240,"Text":"Icinizden vefat edip de eslerini geride bırakanlar; bir seneye kadar eslerinin evlerinden cıkarılmayarak gecimlerinin saglanmasını vasiyyet etmis olmalıdırlar. Sayet kendileri cıkarlarsa; artık onların ma´ruf sekilde yapacaklarından dolayı size mes´uliyet yoktur. Allah, Aziz´dir, Hakim´dir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Bosanan kadınlar icin uygun sekilde gecimlerini saglamak vardır. Bu, muttakiler icin bir vazifedir"},{"SurahNumber":2,"VerseNumber":242,"Text":"Iste Allah, aklınız ersin diye ayetlerini bu sekilde beyan ediyor"},{"SurahNumber":2,"VerseNumber":243,"Text":"Binlerce oldukları halde olum korkusuyla yurtlarından cıkanları gormedin mi? Allh onlara; (olun) dedi. Sonra da onları diriltti. Suphesiz ki, Allah insanlara karsı lutuf sahibidir. Ama insanların pek cogu sukretmezler"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda savasın ve bilin ki Allah Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kimdir o ki; Allah´a guzel bir borc versin de Allah onu kat kat fazlasıyla odesin. Allah, hem darlastırır, hem de bollastırır. Ve O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":246,"Text":"Musa´dan sonra Israilogullarından bir cemaate bakmadın mı? Hani, onlar peygamberlerine bize bir hukumdar gonder ki, Allah yolunda savasalım, dediler. Peygamberleri de: Uzerinize savas farz edilir de ya savasmazsanız? dedi. Onlar dediler ki: Biz Allah yolunda neden savasmayalım? Hem yurtlarımızdan cıkarıldık, hem de ogullarımızdan (ayrıldık) . Fakat onların uzerine savas farz edildigi vakit, iclerinden pek azı mustesna hep geri donduler. Allah, zalimleri cok iyi bilendir"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygamberleri onlara dedi ki: Iste Allah hukumdar olarak size Talut´u gonderdi. Onlar: Biz hukumdarlıga ondan daha layık iken ve ona malca bolluk da verilmemisken nasıl olur da bizim basımıza hukumdar olabilir? dediler. Peygamberleri de dedi ki: Allah onu sizin ustunuzde begenip secmistir. O´na bilgice ve vucutca da bir ustunluk vermistir. Suphesiz ki Allah; mulkunu diledigine verir. Ve Allah, Vasi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":248,"Text":"Peygamberi onlara dedi ki: Gercekten onun hukumdarlıgının alameti size Tabut´un gelmesidir ki, onda Rabbınızdan bir «Sekine» ve Musa hanedanıyla Harun hanedanının terkettiklerinden bir kalıntı vardır. Melekler onu yuklenecektir. Sayet inananlardan iseniz; elbette bunda, sizin icin kesin bir ayet vardır"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut orduyla birlikte ayrılıp cıktıgı vakit dedi ki: Allah, sizi bir ırmakla deneyecektir. Kim ondan icerse benden degildir. Kim de ondan tatmazsa suphesiz ki bendendir. Eliyle bir avuc alanlar baska. Derken onlardan birazı mustesna olmak uzere hepsi de ondan iciverdiler. Talut ve beraberindeki mu´minler ırmagı gectikleri vakit; bizim bugun Calut ve ordusuna karsı gucumuz yoktur, dediler. Mutlaka Allah´a kavusacaklarını bilenlerse dediler ki: Nice az topluluk, Allah´ın izniyle pek cok toplulugu yenmistir. Allah sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":250,"Text":"Calut ve askerlerine karsı cıktıkları zaman, dediler ki: Ey Rabbımız, uzerimize sabır yagdır, ayaklarımıza sebat ver ve bizi kafirler guruhuna karsı muzaffer kıl"},{"SurahNumber":2,"VerseNumber":251,"Text":"Allah´ın izniyle onları hemen hezimete ugrattılar. Davud da Calut´u oldurdu. Allah ona mulk ve hikmet verdi. Dilemekte oldugunu da ona ogretti. Sayet Allah´ın insanları birbiriyle def´edip savması olmasaydı yeryuzu muhakkak fesada ugrardı. Ancak Allah, alemler uzerinde lutuf sahibidir"},{"SurahNumber":2,"VerseNumber":252,"Text":"Iste bunlar Allah´ın ayetleridir. Onları sana hak olarak okuyoruz. Suphesiz ki sen elcilerdensin"},{"SurahNumber":2,"VerseNumber":253,"Text":"Su peygamberler onlardan kimini kiminden ustun kıldık. Allah, onlardan kimiyle soylesmis, kimini de derecelerle yukseltmistir. Meryem oglu Isa´ya da acık deliller verdik. Ve onu Ruh´ul-Kudus ile destekledik. Eger Allah dilesydi; onların arkasındakiler; kendilerine apacık deliller geldikten sonra birbirlerini oldurmezlerdi. Fakat ihtilafa dustuler, sonra onlardan kimi inandı, kimi de inkar etti. Allah dileseydi; birbirlerini oldurmezlerdi. Ancak Allah, istedigini yapar"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman edenler, alıs verisin, dostlugun ve sefaatin olmadıgı gun gelmezden evvel, size verdigim rızıklardan infak edin. Kafirler iste zalimlerin kendileridir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah O´ndan baska hicbir ilah yoktur. Hayy ve Kayyum´dur. O´nu dalgınlık ve uyku tutmaz. Goklerde ve yerde olanların hepsi de O´nundur. O´nun izni olmadan katında sefaat edecek kimdir? Onlerinde ve arkalarında ne varsa bilir. Diledigi kadarından baska O´nun ilminden hicbir sey kavrayamazlar. Kursi´si gokleri ve yeri kaplamıstır. Onları koruyup gozetmek O´na agırlık vermez. O, oyle ulu, oyle yucedir"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dinde zorlama yoktur. Gercekten hak, batıldan iyice ayrılmıstır. Tagut´u inkar edip, Allah´a inanan kimse kopmak bilmeyen saglam bir kulpa sarılmıstır. Ve Allah, Semi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah, inananların dostudur. Onları karanlıktan aydınlıga cıkarır. Kufredenlerin dostları ise Tagut´tur. Onları aydınlıktan karanlıklara cıkarırlar. Iste onlar ates yaranıdır. Onlar orada temelli kalacaklardır"},{"SurahNumber":2,"VerseNumber":258,"Text":"Allah kendisine mulk verdigi icin, Rabbı hakkında Ibrahim ile tartısanı gormedin mi? Hani Rabbım olduren ve diriltendir, deyince , o; ben de diriltir ve oldururum, demisti. Ibrahim: Allah gunesi dogudan getirir. Haydi sen de onu batıdan getir, deyince o kufreden herif, apısıp kaldı. Allah, zalimler guruhunu hidayete erdirmez"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yahut altı ustune gelmis bir kasabaya ugrayan kimse gibisini gormedin mi? Allah, bunu olumunden sonra nasıl diriltecek? dedi. Bunun uzerine Allah, onu yuz sene olu bıraktı, sonra diriltti. Na kadar kaldın? dedi. O da: Bir gun veya bir gunden daha az kaldım, dedi. Hayır, yuz yıl kaldın. Oyle iken yiyecegine icecegine bak; henuz bozulmamıs, bir de merkebine bak. Hem seni insanlara bir ibret kılacagız. Kemiklere bak, onları nasıl birlestirip yerli yerine koyuyor ve sonra onlara nasıl et giydiriyoruz? dedi. Bu hal ona apacık belli olunca: Artık Allah´ın herseye Kadir oldugunu biliyorum, dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"Hani Ibrahim: Rabbım, oluleri nasıl dirilttigini bana goster, deyince. Inanmıyor musun? demisti. O da: Hayır oyle degil, ama kalbim iyice mutmain olsun, demisti. Oyleyse dort cesit kus al; onları kendine alıstır, sonra her dag basına onlardan birer parca koy. Sonra onları, cagır, kosarak sana gelirler. Ve bil ki suphesiz Allah, Aziz´dir, Hakim´dir"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mallarını Allah yolunda infak edenlerin durumu, her basagında yuz tane olmak uzere yedi basak veren tanenin durumu gibidir. Allah, diledigine kat kat verir. Ve Allah, Vasi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Mallarını Allah yolunda infak edip de, sonra infak ettikleri seyin ardından basa kakmayan ve eziyet etmeyenlerin mukafaatı, Rabbları katındadır. Onlara korku yoktur. Ve mahzun da olacak degillerdir"},{"SurahNumber":2,"VerseNumber":263,"Text":"Bir tatlı dil, bir af, pesinden eziyet gelecek sadakadan daha hayırlıdır. Ve Allah Gani´dir, Halim´dir"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey iman edenler; Allah´a ve ahiret gunune inanmayıp, insanlara gosteris icin malını harcayan kimse gibi sadakalarınızı basa kakma ve eziyet etmekle heder etmeyin, O gosteris yapanın hali; uzerinde toprak bulunan kayanınki gibidir. Siddetli bir yagmur isabet ettignde onu katı bir tas halinde bırakır. Onlar kazandıklarından hic bir sey elde edemezler. Allah kafirler guruhunu hidayete erdirmez"},{"SurahNumber":2,"VerseNumber":265,"Text":"Allah´ın rızasını kazanmak ve kalblerindekini saglamlastırmak icin mallarını infak edenlerin hali, bir tepedeki guzel bir bahcenin haline benzer. Kuvvetli bir saganak dusunce; yemislerini iki kat verir. Bol yagmur yagmasa bile bir cisenti bulunur ve Allah islediklerinizi gorur"},{"SurahNumber":2,"VerseNumber":266,"Text":"Biriniz ister mi ki; hurmalardan ve uzumlerden bir bahcesi olsun, altından ırmaklar aksın, icinde her cesit meyve bulunsun da; kendisi ihtiyarlamıs, cocukları da gucsuz kalmısken; bahcesi atesli bir kasırga ile yanıversin. Dusunesiniz diye Allah, size ayetlerini boyle acıklar"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman edenler; kazandıklarınızın iyilerden ve size yerden cıkardıklarımızdan infak edin. Kendiniz goz yummadan alıcısı olmadıgınız bayagı seyleri vermeye yeltenmeyin. Ve bilin ki; Allah, Gani´dir, Hamid´dir"},{"SurahNumber":2,"VerseNumber":268,"Text":"Seytan sizi fakirlik ile korkutarak, cirkin seyleri emreder. Allah ise size magfiret ve bolluk vaadeder. Allah, Vasi´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":269,"Text":"Hikmeti diledigine verir. Kime de hikmet verilmisse suphesiz ki, ona pek cok hayır verilmistir. Bunu ancak akıl sahibleri anlar"},{"SurahNumber":2,"VerseNumber":270,"Text":"Nafakadan ne harcadınız ise veya adaktan ne adadınızsa; suphesiz ki Allah onları bilir. Zulmedenlerin hic yardımcıları yoktur"},{"SurahNumber":2,"VerseNumber":271,"Text":"Sadakaları acıktan verirseniz ne guzel. Eger onları gizler de fakirlere oyle verirseniz bu, sizin icin daha hayırlıdır. Ve onunla gunahlarınızdan bir kısmını yarlıgar. Allah, her ne yaparsanız haberdardır"},{"SurahNumber":2,"VerseNumber":272,"Text":"Onları hidayete erdirmek sana dusmez. ALlah, diledigini hidayete erdirir. Hayır namına ne infak ederseniz kendinizedir. Zaten yalnız Allah rızasını kazanmak icin infak edersiniz. Verdiginiz her hayır tam olarak size odenir. Ve siz, haksızlıga ugratılmazsınız"},{"SurahNumber":2,"VerseNumber":273,"Text":"Sadakalarınızı, kendilerini Allah yoluna vermis olup da yeryuzunde dolasmayan ve tanımayanların; hayalarından dolayı onları zengin zannettikleri yoksullara verin. Onları yuzlerinden tanırsın. Yuzsuzluk ederek insanlardan bir sey istemezler. Hayırdan ne infak ederseniz suphesiz Allah onu bilir"},{"SurahNumber":2,"VerseNumber":274,"Text":"Onlar ki; mallarını gece ve gunduz, gizli ve acık infak ederler. Iste onların mukaafatı Rabbları katındadır. Onlar icin korku da yoktur, uzulecek de degillerdir"},{"SurahNumber":2,"VerseNumber":275,"Text":"Faiz yiyenler ancak, seytan carpan kimsenin kalktıgı gibi kalkarlar. Bu, onların: Zaten alıs-veris faiz gibidir, demelerinden dolayıdır. Halbuki Allah, alıs-verisi helal, faizi haram kılmıstır. Kime Rabbından bir ogut gelir de faizcilikten vazgecerse, gecmis olanlar kendisine ve hakkındaki hukum Allah´a aittir. Kim de donerse, onlar cehennem yaranıdırlar, orada temelli kalacaklardır"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah faizi mahveder, sadakaları artırır. Ve Allah hicbir gunahkar kafiri sevmez"},{"SurahNumber":2,"VerseNumber":277,"Text":"Iman edip salih amel isleyenlerin, namaz kılıp zekat verenlerin Rabbları katında mukafaatları vardır. Onlar icin korku yoktur ve uzulecek de degillerdir"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey iman edenler; Allah´tan korkun. Eger mu´minlerden iseniz, faizden kalanı bırakın"},{"SurahNumber":2,"VerseNumber":279,"Text":"Boyle yapmazsanız, bunun Allah´a ve peygambere karsı bir harb oldugunu bilin. Sayet tevbe ederseniz, sermayeniz sizindir. Hem haksızlık yapmamıs, hem de haksızlıga ugratılmamıs olursunuz"},{"SurahNumber":2,"VerseNumber":280,"Text":"Borclu darda ise, kolaylıga kadar beklemelidir. Eger bilirseniz, sadaka olarak bagıslamanız sizin icin daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":281,"Text":"Hem oyle bir gunden sakının ki; o gun, Allah´a donduruleceksiniz. Sonra herkese kazandıgı tamamıyle odenecek. Onlara haksızlık edilmeyecektir"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey iman edenler; muayyen bir vaad ile borclandıgınız zaman, onu yazın. Aranızda bir katib de dogrulukla yazsın. Yazan; Allah´ın kendisine ogrettigi gibi yazmaktan cekinmesin, yazsın. Hak kendi uzerinde olan da yazdırsın. Rabbı olan Allah´tan korksun da ondan bir sey eksiltmesin. Sayet borclu sefih, kucuk veya kendisi soyleyip yazdıramayacak durumda ise; velisi dosdogru yazdırsın. Erkeklerinizden iki de sahid yapın. Eger ki erkek bulamazsa sahidlerden razı olacagınız bir erkek, biri unuttugunda digeri ona hatırlatacak iki kadın olabilir. Sahidler cagrıldıklarında cekinmesinler. Borc, buyuk veya kucuk olsun onu muddeti ile beraber yazmaktan usenmesin. Bu, Allah yanında adalete daha uygun, sahidlik icin daha saglam, supheye dusmemenize de daha yakındır. Ancak aranızda pesin alıs-veris olursa onu yazmamanızda size bir gunah yoktur. Alıs-veris yaptıgınızda sahid tutun. Yazana da sehadet edene de zarar verilmesin. Sayet zarar verecek olursasanız; o zaman, kendinize dokunacak bir kotuluk olur. Allah´tan korkun. Allah size ogretiyor. Allah her seyi bilir"},{"SurahNumber":2,"VerseNumber":283,"Text":"Eger seferde olur da yazacak kimse bulamazsanız; alınan rehinler yeter. Sayet birbirinize guvenirseniz guvenilen kimse Rabbı olan Allah´tan korksun da borcunu odesin. Bir de sehadeti gizlemeyin. Onu gizleyenin kalbi gunahkardır. Allah yaptıklarınızı bilir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Goklerde ve yerde olanların hepsi Allah´ındır. Icinizdekini acıklasanız da, gizleseniz de Allah sizi onunla hesaba ceker. Sonra diledigini bagıslar diledigini azablandırır. Ve Allah, herseye Kadir´dir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peygamber de, iman edenler de O´na indirilene inandı. Hepsi de Allah´a, meleklerine, kitablarına, peygamberlerine iman etti. O´nun peygamberlerinden hicbirinin arasını tefrik etmeyiz. Isittik ve itaat ettik. Affını dileriz, ey Rabbımız. Donus Sana´dır, dediler"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah, kimseye gucunun yeteceginden fazlasını yuklemez. Kazandıgı lehine, yuklendigi aleyhinedir. Ey Rabbımız, unuttuk veya yanıldıysak sorumlu tutma bizi. Ey Rabbımız, bizden oncekilere yukledigin gibi bize de agır yuk yukleme. Ey Rabbımız, bize gucumuzun yetmeyecegini yukleme. Affet bizi, bagısla bizi. Sen Mevlamızsın. Kafirler guruhuna karsı yardım et bize"}]}