{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Kitab´ın indirilisi; Aziz, Alim olan Allah´tandır"},{"SurahNumber":40,"VerseNumber":3,"Text":"Gunahları bagıslayan, tevbeyi kabul eden, cezası siddetli, lutfu bol olandır. O´ndan baska ilah yoktur, donus O´nadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Kufredenlerden baskası Allah´ın ayetleri uzerinde tartısmaya girismez. Oyleyse onların sehirlerde donup dolasması seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan once Nuh kavmi de yalanladı. Arkalarından muhtelif topluluklar da. Her ummet kendi peygamberlerini yakalamaya yeltendi ve hakkı batılla yok etmek icin mucadeleye giristi. En sonunda Ben de onları yakaladım. Azabım nasılmıs"},{"SurahNumber":40,"VerseNumber":6,"Text":"Boylece kufredenlerin cehennemlik olduklarına dair Rabbının sozu gerceklesti"},{"SurahNumber":40,"VerseNumber":7,"Text":"Ars´ı tasıyanlar ve cevresinde bulunanlar Rabblarını hamd ile tesbih ederler, O´na inanırlar ve mu´minlerin yarlıganmasını isterler: Rabbımız; ilim ve rahmetle her seyi kusattın. Tevbe edip Senin yoluna uyanları bagısla. Ve onları cehennem azabından koru"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbımız; onları ve babalarından, eslerinden, soylarından salih olanları kendilerine vaadettigin Adn cennetlerine girdir. Suphesiz ki Aziz, Hakim olan Sensin Sen"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onları kotuluklerden koru. O gun kotuluklerden kimi korursan; suphesiz ona rahmet etmis olursun. En buyuk kurtulus iste budur"},{"SurahNumber":40,"VerseNumber":10,"Text":"Muhakkak kufredenlere seslenilir ki: Allah´ın gazabı sizin birbirinize ofkenizden daha buyuktur. Cunku siz, imana davet olunuyordunuz da kufrediyordunuz"},{"SurahNumber":40,"VerseNumber":11,"Text":"Onlar da: Rabbımız; bizi iki defa oldurdun, iki defa dirilttin. Biz de suclarımızı itiraf ettik. Bir daha cıkmaya yol var mı? derler"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bunun sebebi sudur: Yalnız Allah´a dua edildigi zaman inkar ederdiniz de, O´na sirk kosulunca inanırdınız. Artık hukum; Aliyy, Kebir Allah´ındır"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size ayetlerini gosteren ve sizin icin gokten rızık indiren O´dur. O´na yonelenden baskası ibret almaz"},{"SurahNumber":40,"VerseNumber":14,"Text":"Oyleyse kafirler istemese de, siz dini yalnız O´na halis kılanlar olarak Allah´a dua edin"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dereceleri yukselten, Ars´ın sahibi Allah, karsılasma gununden korkutmak icin, kendi emrinden olan ruhu kullarından diledigine indirir"},{"SurahNumber":40,"VerseNumber":16,"Text":"O gun onlar, ortaya cıkarlar. Hic bir seyleri Allah´a gizli kalmaz. Kimindir bugun mulk? Vahid, Kahhar olan Allah´ındır"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugun her nefis kazandıgı ile karsılık gorur. Bugun zulum yoktur. Muhakkak ki Allah; hesabı cabuk gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Onları yaklasan gun ile uyar. O zaman ki; yurekler agızlara gelecek, tasadan yutkunacaklar. Zalimlerin ne dostu, ne de dinlenecek sefaatcısı olur"},{"SurahNumber":40,"VerseNumber":19,"Text":"O; gozlerin hainligini ve goguslerin gizledigini bilir"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah; hak ile hukmeder. O´nu bırakıp da taptıkları ise hic bir seye hukmedemez. Suphesiz ki Allah; Semi´dir, Basir´dir"},{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryuzunde gezip dolasmadılar mı ki; kendilerinden oncekilerin akıbetlerinin nasıl oldugunu gorsunler? Onlar; kendilerinden daha kuvvetli ve yeryuzunde daha cok eser bırakan kimselerdi. Allah; onları gunahlarıyla yakalayıverdi. Allah´a karsı onları koruyan yoktur"},{"SurahNumber":40,"VerseNumber":22,"Text":"Bu; peygamberleri kendilerine apacık mucizelerle geldiginde inkar etmelerindendir. Allah da onları yakalayıverdi. Muhakkak ki O; kuvvetlidir, cezalandırması pek siddetlidir"},{"SurahNumber":40,"VerseNumber":23,"Text":"Andolsun ki; Biz, Musa´yı ayetlerimizle ve apacık burhan ile gonderdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun´a, Haman´a ve Karun´a. Bu, yalancı sihirbazın biridir, dediler"},{"SurahNumber":40,"VerseNumber":25,"Text":"O, katımızdan kendilerine hakkı getirince: Onunla beraber iman etmis olanların ogullarını oldurun, kadınlarını sag bırakın, dediler. Kafirlerin duzeni hedef olmaktan baska bir sey degildir"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun demisti ki: Bırakın beni de Musa´yı oldureyim. O ise Rabbına yalvaradursun. Onun, sizin dininizi degistirmesinden veya yeryuzunde fesad cıkarmasından korkuyorum"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa da demisti ki: Dogrusu ben, hesab gunune inanmayan her mutekebbirden ; benim de Rabbım, sizin de Rabbınız olana sıgınırım"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun hanedanından olup da imanını gizleyen mu´min bir adam da demistir ki: Rabbım Allah´tır, dedi diye bir kisiyi mi oldureceksiniz? Halbuki o, size Rabbınızdan ayetlerle gelmistir. Eger yalancıysa; yalanı kendisinedir. Eger dogru sozlu ise; sizi tehdit ettiklerinin bir kısmı basınıza gelebilir. Muhakkak ki Allah; haddi asan yalancı bir kimseyi hidayete erdirmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey kavmim; bugun mulk sizindir. Yeryuzunde galib sizsiniz. Fakat Allah´ ın baskını gelip catınca, O´na karsı bize kim yardım eder? Firavun dedi ki: Ben, size kendi gorusumden baskasını soylemiyorum. Size dogru yolun tersini de gostermiyorum"},{"SurahNumber":40,"VerseNumber":30,"Text":"Inanmıs olan dedi ki: Ey kavmim; dogrusu ben, sizin hakkınızda peygamberleri yalanlayan toplulukların ugradıkları bir gunun benzerinden korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh kavminin, Ad, Semud ve onlardan sonra gelenlerin durumu gibi. Allah, kullarına zulum dilemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey kavmim; dogrusu ben, sizin icin o feryad gununden endise ediyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"Arkanıza donup kacacagınız gun, sizi Allah´a karsı koruyan bulunmaz. Allah, kimi saptırırsa; onu dogru yola getirecek yoktur"},{"SurahNumber":40,"VerseNumber":34,"Text":"Andolsun ki; daha once Yusuf da size apacık burhanlarla gelmisti. O zaman da size getirdigi seylerden suphelenip durmustunuz. Nihayet vefat edince: Allah, bundan sonra hic bir peygamber gondermez, demistiniz. Iste Allah; haddi asan asırı suphecileri boyle sasırtır"},{"SurahNumber":40,"VerseNumber":35,"Text":"Onlar ki; kendilerine gelmis bir huccet bulunmaksızın Allah´ın ayetleri uzerinde tartısırlar. Bu, Allah katında da, iman edenlerin yanında da ofkeyi arttırır. Ve boylece Allah; buyukluk taslayan her zorbanın kalbini muhurler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun demisti ki: Ey Haman; bana yuksek bir kule yap. Belki o yollara ulasabilirim"},{"SurahNumber":40,"VerseNumber":37,"Text":"Goklerin yollarına. Musa´nın tanrısını gorurum. Dogrusu ben, onu yalancı sanıyorum. Boylece yaptıgı kotu is Firavun´a guzel gosterildi de dogru yoldan alıkonuldu. Firavun´un duzeni elbette bosa gidecekti"},{"SurahNumber":40,"VerseNumber":38,"Text":"Inanmıs olan demisti ki: Ey kavmim; bana uyun, sizi dogru yola hidayet edeyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey kavmim; suphesiz dunya hayatı gecici bir gecinmedir. Ahiret ise dogrusu iste o, asıl kalınacak yurd odur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kim, bir kotuluk islerse; ancak onun benzerleriyle ceza gorur. Kadın veya erkek her kim de inanarak salih amel islerse; iste onlar, cennete girerler ve orada hesapsız sekilde rızıklanırlar"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim; bana ne oluyor ki, sizi kurtulusa cagırırken, siz beni; atese cagırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz, beni; Allah´a kufretmem, hic tanımadıgım nesneleri O´na ortak tutmam icin cagırıyorsunuz. Ben ise, sizi Aziz ve Gaffar´a cagırıyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Suphesiz sizin beni kendisine cagırdıgınız; bu dunyada da, ahirette de cagırabilecek kabiliyette degildir. Ve muhakkak donusumuz Allah´adır. Elbette musrifler; iste onlardır cehennem yaranı olanlar"},{"SurahNumber":40,"VerseNumber":44,"Text":"Size soyledigimi hatırlayacaksınız. Ben, isimi Allah´a bırakıyorum. Muhakkak ki Allah; kulları gorendir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah; onu, kurmak istedikleri tuzakların fenalıklarından korudu ve Firavun´un adamlarını azabın kotusu kusatıverdi"},{"SurahNumber":40,"VerseNumber":46,"Text":"Sabah aksam atese sunulurlar. Kıyamet koptugu gun; Firavun´un adamlarını azabın en siddetlisine sokun, denir"},{"SurahNumber":40,"VerseNumber":47,"Text":"Atesin icinde birbirleriyle tartısırlarken gucsuzler, buyukluk taslayanlara derler ki: Dogrusu biz, size uymustuk. Simdi atesin bir parcasını olsun bizden savabilir misiniz"},{"SurahNumber":40,"VerseNumber":48,"Text":"Buyukluk taslayanlar: Dogrusu hepimiz, onun icindeyiz. Suphesiz Allah kullar arasında hukmunu vermistir, derler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateste olanlar, cehennemin bekcilerine derler ki: Rabbınıza yalvarın da hic degilse bir gun olsun azabımızı hafifletsin"},{"SurahNumber":40,"VerseNumber":50,"Text":"Onlar da derler ki: Size peygamberleriniz burhanlarla gelmemisler miydi? Evet, derler. Oyleyse kendiniz yalvarın, derler. Kafirlerin yalvarısı suphesiz bosunadır"},{"SurahNumber":40,"VerseNumber":51,"Text":"Suphesiz ki Biz; peygamberlerimize ve iman etmis olanlara hem dunya hayatında, hem de sahidlerin sehadet edecekleri gunde mutlaka yardım ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gun; mazeretleri zalimlere fayda vermez. La´net onların, yurdun kotusu de onlarındır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki; Biz, Musa´ya hidayeti verdik. Israilogullarına da kitabı miras bıraktık"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ki o; akıl sahipleri icin hidayet ve oguttur"},{"SurahNumber":40,"VerseNumber":55,"Text":"Simdi sen; sabret, Allah´ın vaadi mutlaka haktır. Gunahının yarlıganmasını dile, sabah aksam Rabbını hamd ile tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmis kesin bir delil olmadan Allah´ın ayetleri uzerinde tartısanların goguslerinde, suphesiz ki ulasamayacakları bir buyuklenme vardır. Oyleyse sen, Allah´a sıgın. Muhakkak ki O´dur O, Semi, Basir"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette goklerin ve yerin yaratılması, insanların yaratılmasından daha buyuktur. Ne var ki insanların cogu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Korle goren, inanıp salih amel isleyenlerle kotuluk yapan bir degildir. Ne de az dusunuyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kıyamet gunu mutlaka gelecektir. Bunda hic suphe yoktur. Ne var ki insanların cogu inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbınız: Bana dua edin ki, size icabet edeyim. Bana kulluk etmeyi buyukluklerine yediremeyenler hor ve hakir olarak cehenneme gireceklerdir, buyurdu"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah O´dur ki; dinlenesiniz diye size geceyi karanlık, gunduzu aydınlık kılmıstır. Suphesiz ki Allah; insanlara karsı lutufkardır. Ne var ki insanların cogu sukretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"Iste Rabbınız olan; her seyi yaratan Allah, budur. O´ndan baska hic bir ilah yoktur. O halde nasıl olup da cevriliyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah´ın ayetlerini bile bile inkar edenler, iste boyle cevriliyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, O´dur ki; sizin icin yeri bir karargah, gogu bir bina yapmıs, size sekil verip seklinizi guzellestirmis ve size temiz seylerden rızık vermistir. Iste Rabbınız olan Allah budur. Alemlerin Rabbı olan Allah ne yucedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O; diridir. O´ndan baska hic bir ilah yoktur. Oyleyse dini yalnızca kendisine halis kılanlar olarak O´na dua edin. Hamd olsun alemlerin Rabbı Allah´a"},{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: Rabbımdan bana apacık deliller geldigi icin sizin Allah´tan baska ibadet ettiklerinize ibadet etmekten nehyolundum. Ve alemlerin Rabbına teslim olmakla emrolundum"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sizi; topraktan, sonra bir nutfeden, sonra bir kan pıhtısından yaratan, sonra erginlik cagına ulasmanız, sonra da yaslanmanız icin sizi bebek olarak dunyaya cıkaran O´dur. Kiminiz daha once oldurulursunuz. Kiminiz de adı konulmus bir ecele erisirsiniz. Olur ki boylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten de olduren de O´dur. Bir seye hukmetti mi sadece ona, ol, der, o da oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Allah´ın ayetleri uzerinde tartısanları gormez misin? Nasıl da donduruluyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Onlar; kitabı ve peygamberlerimizle gonderdiklerimizi yalanlayanlardır. Yakında bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"Hani boyunlarında demir halkalar ve zincirler ile suruklenirler, Yakında bilecekler. olarak dunyaya cıkaran O´dur. Kiminiz daha once oldurulursunuz. Kiminiz de adı konulmus bir ecele erisirsiniz. Olur ki boylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suya. Sonra da ateste yakılırlar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara denilir ki: Nerede sirk kostuklarınız"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allah´tan baska? Derler ki: Bizden uzaklastılar, hayır zaten biz onceleri hic bir seye ibadet etmiyorduk. Iste Allah, kafirleri boylece saptırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bu; sizin yeryuzunde haksız yere sımarmanız ve boburlenmenizden oturudur"},{"SurahNumber":40,"VerseNumber":76,"Text":"Icinde ebediyyen kalıcı olarak cehenneme kapılarından girin. Kibirlenenlerin donup gidecekleri yer ne kotudur"},{"SurahNumber":40,"VerseNumber":77,"Text":"Su halde sen; sabret. Muhakkak ki Allah´ın vaadi haktır. Onlara vaadettigimiz azabın bir kısmını sana gosteririz veya senikendimize alırız. Nihayet onların donusu ancak Bizedir"},{"SurahNumber":40,"VerseNumber":78,"Text":"Andolsun ki; senden once de peygamberler gonderdik. Onlardan kimini sana anlattık, kimini anlatmadık. Allah´ın izni olmadan hic bir peygamber herhangi bir ayeti kendiliginden getiremez. Allah´ın emri geldigi vakit de is, gercekten biter. Iste o zaman, batıl isleyenler husranda kalırlar"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah O´dur ki; binek olarak kullanasınız ve yiyesiniz diye davarları sizin icin yaratmıstır"},{"SurahNumber":40,"VerseNumber":80,"Text":"Onlarda sizin icin daha nice faydalar vardır. Gonullerinizdeki arzulara, onlara binerek ulasırsınız. Onlarla ve gemilerle tasınırsınız"},{"SurahNumber":40,"VerseNumber":81,"Text":"Size ayetlerini gosterir. Allah´ın ayetlerinden hangisini inkar edersiniz"},{"SurahNumber":40,"VerseNumber":82,"Text":"Yeryuzunde gezip dolasmazlar mı ki; kendilerinden oncekilerin akıbetlerinin nasıl oldugunu gorsunler. Hem onlar; kendilerinden daha cok, daha kuvvetli ve yeryuzunde daha saglam eser bırakan kimselerdi. Ama kazandıkları onlara bir fayda saglamamıstı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Peygamberleri kendilerine huccetlerle gelince; kendi yanlarındaki bilgi ile gururlandılar da, alaya aldıkları sey kendilerini kusatıverdi"},{"SurahNumber":40,"VerseNumber":84,"Text":"Baskınımızı gorunce: Yalnız Allah´a inandık ve O´na sirk kostugumuz seyleri inkar ettik, dediler"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ama baskınımızı gorup de oylece inanmaları kendilerine fayda vermedi. Bu; Allah´ın kulları hakkında oteden beri cari olan sunnetidir. Ve iste kafirler burada husrana ugramıslardır"}]}