{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Certainly, the faithful have attained salvation"},{"SurahNumber":23,"VerseNumber":2,"Text":"—those who are humble in their prayers"},{"SurahNumber":23,"VerseNumber":3,"Text":"who avoid vain talk"},{"SurahNumber":23,"VerseNumber":4,"Text":"who carry out their [duty of] zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"who guard their private parts"},{"SurahNumber":23,"VerseNumber":6,"Text":"except from their spouses or their slave women, for then they are not blameworthy"},{"SurahNumber":23,"VerseNumber":7,"Text":"but whoever seeks [anything] beyond that —it is they who are transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"and those who keep their trusts and covenants"},{"SurahNumber":23,"VerseNumber":9,"Text":"and who are watchful of their prayers"},{"SurahNumber":23,"VerseNumber":10,"Text":"It is they who will be the inheritors"},{"SurahNumber":23,"VerseNumber":11,"Text":"who shall inherit paradise, and will remain in it [forever]"},{"SurahNumber":23,"VerseNumber":12,"Text":"Certainly We created man from an extract of clay"},{"SurahNumber":23,"VerseNumber":13,"Text":"Then We made him a drop of [seminal] fluid [lodged] in a secure abode"},{"SurahNumber":23,"VerseNumber":14,"Text":"Then We created the drop of fluid as a clinging mass. Then We created the clinging mass as a fleshy tissue. Then We created the fleshy tissue as bones. Then We clothed the bones with flesh. Then We produced him as [yet] another creature. So blessed is Allah, the best of creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"Then indeed you die after that"},{"SurahNumber":23,"VerseNumber":16,"Text":"Then you will indeed be raised up on the Day of Resurrection"},{"SurahNumber":23,"VerseNumber":17,"Text":"Certainly We created above you the seven tiers and We have not been oblivious of creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"We sent down water from the sky in a measured manner, and We lodged it within the ground, and We are indeed able to take it away"},{"SurahNumber":23,"VerseNumber":19,"Text":"Then with it We produced for you gardens of date palms and vines. There are abundant fruits in them for you, and you eat from them"},{"SurahNumber":23,"VerseNumber":20,"Text":"And a tree that grows on Mount Sinai which produces oil and a seasoning for those who eat"},{"SurahNumber":23,"VerseNumber":21,"Text":"There is indeed a moral for you in the cattle: We give you to drink of that which is in their bellies, and you have many uses in them, and you eat some of them"},{"SurahNumber":23,"VerseNumber":22,"Text":"and you are carried on them and on ships"},{"SurahNumber":23,"VerseNumber":23,"Text":"Certainly We sent Noah to his people, and he said, ‘O my people! Worship Allah! You have no other god besides Him. Will you not then be wary [of Him]?’"},{"SurahNumber":23,"VerseNumber":24,"Text":"But the elite of the faithless from among his people said, ‘This is just a human being like you, who seeks to dominate you. Had Allah wished, He would have sent down angels. We never heard of such a thing among our forefathers"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is just a man possessed by madness. So bear with him for a while.’"},{"SurahNumber":23,"VerseNumber":26,"Text":"He said, ‘My Lord! Help me, as they impugn me.’"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We revealed to him: ‘Build the ark before Our eyes and by Our revelation. When Our edict comes and the oven gushes [a stream of water], bring into it a pair of every kind [of animal], and your family, except those of them against whom the decree has gone beforehand, and do not plead with Me for those who are wrongdoers: they shall indeed be drowned.’"},{"SurahNumber":23,"VerseNumber":28,"Text":"‘When you, and those who are with you, are settled in the ark, say, ‘‘All praise belongs to Allah, who has delivered us from the wrongdoing lot.’’"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, ‘‘My Lord! Land me with a blessed landing, for You are the best of those who bring ashore.’’ ’"},{"SurahNumber":23,"VerseNumber":30,"Text":"There are indeed signs in this; and indeed We have been testing"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then after them We brought forth another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"and We sent them an apostle from among themselves, saying, ‘Worship Allah! You have no other god besides Him. Will you not then be wary [of Him]?’"},{"SurahNumber":23,"VerseNumber":33,"Text":"Said the elite of his people, who were faithless and who denied the encounter of the Hereafter and whom We had given affluence in the life of the world: ‘This is just a human being like you: he eats what you eat, and drinks what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"If you obey a human being like yourselves, you will indeed be losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that when you have died and become dust and bones you will indeed be raised [from the dead]"},{"SurahNumber":23,"VerseNumber":36,"Text":"Far-fetched, far-fetched is what you are promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"There is nothing but the life of this world: we live and we die, and we shall not be resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"He is just a man who has fabricated a lie against Allah, and we will not believe in him.’"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said, ‘My Lord! Help me, as they impugn me.’"},{"SurahNumber":23,"VerseNumber":40,"Text":"He said, ‘In a little while they will become regretful.’"},{"SurahNumber":23,"VerseNumber":41,"Text":"So the Cry seized them justifiably and We turned them into a scum. So away with the wrongdoing lot"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then after them We brought forth other generations"},{"SurahNumber":23,"VerseNumber":43,"Text":"No nation can advance its time nor can it defer it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent Our apostles successively. Whenever there came to a nation its apostle, they impugned him, so We made them follow one another [to extinction] and We turned them into folktales. So away with the faithless lot"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and Aaron, his brother, with Our signs and a manifest authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"to Pharaoh and his elites; but they acted arrogantly and they were a tyrannical lot"},{"SurahNumber":23,"VerseNumber":47,"Text":"They said, ‘Shall we believe two humans like ourselves, while their people are our slaves?’"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they impugned the two of them, whereat they were among those who were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"Certainly We gave Moses the Book so that they might be guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"and We made the son of Mary and his mother a sign, and sheltered them in a highland, level and watered by a stream"},{"SurahNumber":23,"VerseNumber":51,"Text":"O apostles! Eat of the good things and act righteously. Indeed I know best what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"Indeed this community of yours is one community, and I am your Lord, so be wary of Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"But they fragmented their religion among themselves, each party exulting in what it had"},{"SurahNumber":23,"VerseNumber":54,"Text":"So leave them in their stupor for a while"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they suppose that whatever aid We provide them in regard to wealth and children [is because]"},{"SurahNumber":23,"VerseNumber":56,"Text":"We are eager to bring them good? Rather they are not aware"},{"SurahNumber":23,"VerseNumber":57,"Text":"Indeed those who are apprehensive for the fear of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"and who believe in the signs of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"and who do not ascribe partners to their Lord"},{"SurahNumber":23,"VerseNumber":60,"Text":"and who give whatever they give while their hearts tremble with awe that they are going to return to their Lord"},{"SurahNumber":23,"VerseNumber":61,"Text":"—it is they who are zealous in [performing] good works, and take the lead in them"},{"SurahNumber":23,"VerseNumber":62,"Text":"We task no soul except according to its capacity, and with Us is a book that speaks the truth, and they will not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"Rather their hearts are in a stupor in regard to this, and there are their other deeds besides which they perpetrate"},{"SurahNumber":23,"VerseNumber":64,"Text":"When We seize their affluent ones with punishment, behold, they make entreaties [to Us]"},{"SurahNumber":23,"VerseNumber":65,"Text":"‘Do not make entreaties today! Indeed you will not receive any help from Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"Certainly My signs used to be recited to you, but you used to take to your heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"being disdainful of it, talking nonsense in your nightly sessions.’"},{"SurahNumber":23,"VerseNumber":68,"Text":"Have they not contemplated the discourse, or has anything come to them [in it] that did not come to their forefathers"},{"SurahNumber":23,"VerseNumber":69,"Text":"Is it that they do not recognize their apostle, and so they deny him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Do they say, ‘There is madness in him’? Rather he has brought them the truth, and most of them are averse to the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"Had the Truth followed their desires, the heavens and the earth would have surely fallen apart [along] with those who are in them. Rather We have brought them their reminder, but they are disregardful of their reminder"},{"SurahNumber":23,"VerseNumber":72,"Text":"Do you ask a recompense from them? Yet your Lord’s recompense is better, and He is the best of providers"},{"SurahNumber":23,"VerseNumber":73,"Text":"Indeed you invite them to a straight path"},{"SurahNumber":23,"VerseNumber":74,"Text":"and indeed those who do not believe in the Hereafter surely deviate from the path"},{"SurahNumber":23,"VerseNumber":75,"Text":"Should We have mercy upon them and remove their distress from them, they would surely persist, bewildered in their rebellion"},{"SurahNumber":23,"VerseNumber":76,"Text":"Certainly We have seized them with punishment, yet they neither humbled themselves to their Lord, nor did they entreat [Him for mercy]"},{"SurahNumber":23,"VerseNumber":77,"Text":"When We opened on them the door of a severe punishment, behold, they are despondent in it"},{"SurahNumber":23,"VerseNumber":78,"Text":"It is He who made for you hearing, eyesight, and hearts. Little do you thank"},{"SurahNumber":23,"VerseNumber":79,"Text":"It is He who created you on the earth, and you will be mustered toward Him"},{"SurahNumber":23,"VerseNumber":80,"Text":"And it is He who gives life and brings death and due to Him is the alternation of day and night. Do you not apply reason"},{"SurahNumber":23,"VerseNumber":81,"Text":"Rather they say just like what the ancients said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They said, ‘What, when we are dead and become dust and bones, shall we be resurrected?’"},{"SurahNumber":23,"VerseNumber":83,"Text":"Certainly we and our fathers were promised this before. [But] these are nothing but myths of the ancients.’"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say, ‘To whom does the earth belong and whoever it contains, if you know?’"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say, ‘To Allah.’ Say, ‘Will you not then take admonition?’"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say, ‘Who is the Lord of the seven heavens and the Lord of the Great Throne?’"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say, ‘[They belong] to Allah.’ Say, ‘Will you not then be wary [of Him]?’"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say, ‘In whose hand is the dominion of all things, and who shelters and no shelter can be provided from Him, if you know?’"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say, ‘[They all belong] to Allah.’ Say, ‘Then how are you being deluded?’"},{"SurahNumber":23,"VerseNumber":90,"Text":"Rather We have brought them the truth, and they are indeed liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah has not taken any offspring, neither is there any god besides Him, for then each god would take away what he created, and some of them would surely rise up against others. Clear is Allah of what they allege"},{"SurahNumber":23,"VerseNumber":92,"Text":"The Knower of the sensible and the Unseen, He is above having any partners that they ascribe [to Him]"},{"SurahNumber":23,"VerseNumber":93,"Text":"Say, ‘My Lord! If You should show me what they are promised"},{"SurahNumber":23,"VerseNumber":94,"Text":"then do not put me, my Lord, among the wrongdoing lot.’"},{"SurahNumber":23,"VerseNumber":95,"Text":"We are indeed able to show you what We promise them"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repel ill [conduct] with that which is the best. We know best whatever they allege"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say, ‘My Lord! I seek Your protection from the promptings of devils"},{"SurahNumber":23,"VerseNumber":98,"Text":"and I seek Your protection, my Lord, from their presence near me.’"},{"SurahNumber":23,"VerseNumber":99,"Text":"When death comes to one of them, he says, ‘My Lord! Take me back"},{"SurahNumber":23,"VerseNumber":100,"Text":"that I may act righteously in what I have left behind.’ ‘By no means! These are mere words that he says.’ And ahead of them is a barrier until the day they will be resurrected"},{"SurahNumber":23,"VerseNumber":101,"Text":"And when the Trumpet is blown, there will be no ties between them on that day, nor will they ask [about] each other"},{"SurahNumber":23,"VerseNumber":102,"Text":"Then those whose deeds weigh heavy in the scales —it is they who are the felicitous"},{"SurahNumber":23,"VerseNumber":103,"Text":"As for those whose deeds weigh light in the scales, —they will be the ones who have ruined their souls, [and] they will remain in hell [forever]"},{"SurahNumber":23,"VerseNumber":104,"Text":"The Fire will scorch their faces, and they will be morose in it"},{"SurahNumber":23,"VerseNumber":105,"Text":"‘Was it not that My signs were recited to you but you would deny them?’"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say, ‘Our Lord! Our wretchedness overcame us, and we were an astray lot"},{"SurahNumber":23,"VerseNumber":107,"Text":"Our Lord! Bring us out of this! Then, if we revert, we will indeed be wrongdoers.’"},{"SurahNumber":23,"VerseNumber":108,"Text":"He will say, ‘Begone in it, and do not speak to Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"Indeed there was a part of My servants who would say, ‘‘Our Lord! We have believed. So forgive us, and have mercy on us, and You are the best of the merciful.’’"},{"SurahNumber":23,"VerseNumber":110,"Text":"But then you took them by ridicule until they made you forget My remembrance, and you used to laugh at them"},{"SurahNumber":23,"VerseNumber":111,"Text":"Indeed I have rewarded them today for their patience. They are indeed the triumphant.’"},{"SurahNumber":23,"VerseNumber":112,"Text":"He will say, ‘How many years did you remain on earth?’"},{"SurahNumber":23,"VerseNumber":113,"Text":"They will say, ‘We remained for a day, or part of a day; yet ask those who keep the count.’"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say, ‘You only remained a little; if only you had known"},{"SurahNumber":23,"VerseNumber":115,"Text":"Did you suppose that We created you aimlessly, and that you will not be brought back to Us?’"},{"SurahNumber":23,"VerseNumber":116,"Text":"So exalted is Allah, the True Sovereign, there is no god except Him, the Lord of the Noble Throne"},{"SurahNumber":23,"VerseNumber":117,"Text":"Whoever invokes besides Allah another god of which he has no proof, his reckoning will indeed rest with his Lord. Indeed the faithless will not be felicitous"},{"SurahNumber":23,"VerseNumber":118,"Text":"Say, ‘My Lord, forgive and have mercy, and You are the best of the merciful.’"}]}