{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Objawienie Ksiegi pochodzi od Boga, Poteznego, Wszechwiedzacego"},{"SurahNumber":40,"VerseNumber":3,"Text":"Przebaczajacego grzechy, przyjmujacego pokute, strasznego w karaniu, pełnego dobroci. Nie ma boga innego, jak tylko On! Do Niego zmierza wedrowanie"},{"SurahNumber":40,"VerseNumber":4,"Text":"Spieraja sie o znaki Boga tylko ci, ktorzy nie wierza. Niechaj ich wzburzenie w tym kraju ciebie nie zwiedzie"},{"SurahNumber":40,"VerseNumber":5,"Text":"Przed nimi lud Noego, a po nich rozne frakcje zadawały kłam. I kazdy narod zamierzał pochwycic swego posłanca. I fałszywie prowadzili dyskusje, aby przez fałsz zniweczyc prawde. Pochwyciłem ich wiec, i jakaz była Moja kara"},{"SurahNumber":40,"VerseNumber":6,"Text":"I tak zisciło sie słowo twojego Pana na tych, ktorzy nie uwierzyli: oni sa mieszkancami ognia"},{"SurahNumber":40,"VerseNumber":7,"Text":"Ci, ktorzy niosa tron, i ci, ktorzy sa wokoł niego, głosza chwałe swego Pana; wierza w Niego i prosza o przebaczenie dla tych, ktorzy uwierzyli: \"Panie nasz! Ty obejmujesz kazda rzecz miłosierdziem i wiedza. Przebacz tym, ktorzy sie nawrocili i ktorzy poszli po Twojej drodze; i ochron ich od kary ognia piekielnego"},{"SurahNumber":40,"VerseNumber":8,"Text":"Panie nasz! Wprowadz ich do Ogrodow Edenu, ktore im obiecałes; im i tym, ktorzy czynia dobro, sposrod ich ojcow i ich zon, jak tez ich potomstwa. Zaprawde, Ty jestes Potezny, Madry"},{"SurahNumber":40,"VerseNumber":9,"Text":"I uchron ich od złych czynow! A kogo Ty uchronisz od złych czynow, juz tego dnia okazałes mu swoje miłosierdzie. A to jest osiagniecie ogromne"},{"SurahNumber":40,"VerseNumber":10,"Text":"Zaprawde, ogłosza tym, ktorzy nie uwierzyli: \"Nienawisc Boga jest wieksza od waszej wzajemnej nienawisci, bo oto zostaliscie wezwani do wiary, a pozostaliscie niewiernymi"},{"SurahNumber":40,"VerseNumber":11,"Text":"Oni powiedza: \"Panie nasz! Ty spowodowałes nasza smierc dwa razy i powołałes nas do zycia dwa razy. Teraz wyznajemy nasze grzechy. Czy jest jakas droga wyjscia"},{"SurahNumber":40,"VerseNumber":12,"Text":"Jest tak dlatego, ze kiedy wzywano Boga Jedynego, wyscie nie wierzyli; a kiedy Jemu dodawano wspołtowarzyszy, to wyscie uwierzyli. Lecz rozstrzygniecie nalezy do Boga, Wyniosłego, Wielkiego"},{"SurahNumber":40,"VerseNumber":13,"Text":"On jest Tym, ktory pokazał wam Swoje znaki i ktory zsyła wam z nieba zaopatrzenie; jednak pamieta tylko ten, kto sie nawraca"},{"SurahNumber":40,"VerseNumber":14,"Text":"Wzywajcie wiec Boga, szczerze wyznajac Jego religie, mimo sprzeciwu niewiernych"},{"SurahNumber":40,"VerseNumber":15,"Text":"On - wyniosły stopniami; On - władca tronu. On rzuca Ducha, zgodnie ze Swoim nakazem, na kogo chce sposrod Swoich sług, aby ostrzec o Dniu Spotkania"},{"SurahNumber":40,"VerseNumber":16,"Text":"Tego Dnia, kiedy sie pojawia, nie bedzie ukryte przed Bogiem nic, co ich dotyczy. Do kogo nalezy dzisiaj krolestwo? Do Boga Jedynego, Zwyciezajacego"},{"SurahNumber":40,"VerseNumber":17,"Text":"Tego Dnia kazda dusza otrzyma zapłate za to, co zarobiła. Tego Dnia nie bedzie zadnej niesprawiedliwosci. Zaprawde, Bog jest szybki w rachunku"},{"SurahNumber":40,"VerseNumber":18,"Text":"I ostrzegaj ich przed Dniem Nieuniknionego, kiedy serca strwozone sa w gardłach! Niesprawiedliwi nie znajda ani goracego przyjaciela, ani oredownika, ktory by został wysłuchany"},{"SurahNumber":40,"VerseNumber":19,"Text":"On zna zdradliwosc oczu i to, co ukrywaja piersi"},{"SurahNumber":40,"VerseNumber":20,"Text":"I Bog rozstrzyga według prawdy, natomiast ci, ktorych oni wzywaja poza Nim, nie rozstrzygaja niczego. Zaprawde, Bog jest Słyszacy, Widzacy"},{"SurahNumber":40,"VerseNumber":21,"Text":"Czyz oni nie wedrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, ktorzy byli przed nimi? Oni byli mocniejsi od nich siła i dziełami pozostawionymi na ziemi. Jednak pochwycił ich Bog za ich grzechy i nie mieli przed Bogiem zadnego obroncy"},{"SurahNumber":40,"VerseNumber":22,"Text":"Tak było dlatego, ze oni nie uwierzyli, kiedy przychodzili do nich ich posłancy z jasnymi dowodami. Zatem pochwycił ich Bog. Zaprawde, Bog jest silny, straszny w karaniu"},{"SurahNumber":40,"VerseNumber":23,"Text":"I posłalismy juz Mojzesza, z Naszymi znakami i władza jasna"},{"SurahNumber":40,"VerseNumber":24,"Text":"Do Faraona, Hamana i Karuna. Oni powiedzieli: \"Czarownik, kłamca"},{"SurahNumber":40,"VerseNumber":25,"Text":"A kiedy on przyniosł im prawde od Nas, oni powiedzieli: \"Pozabijajcie synow tych, ktorzy wraz z nim uwierzyli, a pozostawcie przy zyciu ich kobiety!\" Lecz podstep niewiernych tylko wprowadza ich w bład"},{"SurahNumber":40,"VerseNumber":26,"Text":"I powiedział Faraon: \"Pozwolcie mi, ja zabije Mojzesza! Niech wzywa swego Pana! Otoz obawiam sie, iz on zmieni wasza religie albo zaszczepi zepsucie na ziemi"},{"SurahNumber":40,"VerseNumber":27,"Text":"I powiedział Mojzesz: \"Szukam ucieczki u mojego Pana i waszego Pana, przed kazdym dumnym, ktory nie wierzy w Dzien Rozrachunku"},{"SurahNumber":40,"VerseNumber":28,"Text":"I powiedział pewien człowiek wierzacy, z rodu Faraona, ktory ukrywał swoja wiare: \"Czy zabijecie człowieka za to, ze mowi: Moj Pan - to Bog - i przychodzi do was z jasnymi dowodami od waszego Pana? Jesli on jest kłamca, to jego kłamstwo obroci sie przeciw niemu; a jesli mowi prawde, to dosiegnie was czesc z tego, czym on wam grozi. Zaprawde, Bog nie prowadzi droga prosta tego, kto jest wystepnym kłamca"},{"SurahNumber":40,"VerseNumber":29,"Text":"ludu moj! Do was nalezy krolestwo dzisiaj i wy panujecie na ziemi. Lecz kto obroni nas przed srogoscia Boga, kiedy ona do nas przyjdzie?\" Powiedział Faraon: \"Ja pokazuje Wam tylko to, co widze; i prowadze was jedynie droga prawosci"},{"SurahNumber":40,"VerseNumber":30,"Text":"I powiedział ten, ktory uwierzył: \"O ludu moj! Boje sie dla was dnia, podobnego do dnia frakcji"},{"SurahNumber":40,"VerseNumber":31,"Text":"I podobnego losu, jaki spotkał Noego, Adytow i Samudytow, i tych, ktorzy byli po nich. Bog nie pragnie niesprawiedliwosci dla Swoich sług"},{"SurahNumber":40,"VerseNumber":32,"Text":"O ludu moj! Boje sie dla was Dnia wzajemnego nawoływania"},{"SurahNumber":40,"VerseNumber":33,"Text":"Dnia, kiedy odwrocicie sie plecami, nie majac przed Bogiem zadnego obroncy; bo kogo Bog sprowadzi z drogi, ten nie ma juz zadnego przewodnika"},{"SurahNumber":40,"VerseNumber":34,"Text":"I przyszedł juz przedtem do was Jozef z jasnymi dowodami, lecz wy nie przestaliscie watpic w to, z czym on przyszedł. A kiedy zginał, powiedzieliscie: \"Nie wysle juz Bog po nim zadnego posłanca.\" W ten sposob Bog sprowadza z drogi tego, kto jest wystepny, watpiacy"},{"SurahNumber":40,"VerseNumber":35,"Text":"A ci, ktorzy sie spieraja o znaki Boga bez zadnego upowaznienia, budza nienawisc w Bogu i w tych, ktorzy uwierzyli. Tak Bog kładzie pieczec na kazdym sercu człowieka dumnego, tyrana"},{"SurahNumber":40,"VerseNumber":36,"Text":"I powiedział Faraon: O \"Hamanie! Zbuduj mi wieze, moze dosiegne sznurow"},{"SurahNumber":40,"VerseNumber":37,"Text":"Sznurow niebios, i wzniose sie do Boga Mojzesza, poniewaz naprawde sadze, ze on jest kłamca.\" I w ten sposob zły czyn Faraona został fałszywie upiekszony, a on odsuniety od drogi. I cały podstep Faraona obrocił sie wniwecz"},{"SurahNumber":40,"VerseNumber":38,"Text":"I powiedział ten, ktory uwierzył: \"O ludu moj! Postepujcie za mna! Ja poprowadze was droga prawosci"},{"SurahNumber":40,"VerseNumber":39,"Text":"O ludu moj! Zycie na rym swiecie jest przemijajacym uzywaniem; a zycie ostateczne zaprawde jest siedziba stałosci"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kto czyni zło, ten otrzyma odpowiednia zapłate. A kto czyni dobro, mezczyzna czy kobieta, i jest wierzacy - tacy wejda do Ogrodu, gdzie beda mieli zaopatrzenie bez rachunku"},{"SurahNumber":40,"VerseNumber":41,"Text":"O ludu moj! Dlaczego wzywam was do zbawienia, a wy mnie wzywacie do ognia"},{"SurahNumber":40,"VerseNumber":42,"Text":"Wy mnie nawołujecie, abym nie wierzył w Boga i dodawał Jemu jako wspołtowarzyszy to, o czym nie mam zadnej wiedzy, ale ja wzywam was do Poteznego, Przebaczajacego"},{"SurahNumber":40,"VerseNumber":43,"Text":"Nie ma zadnej watpliwosci, ze to, do czego wy mnie wzywacie, nie ma zadnego głosu ani na tym swiecie, ani w ostatecznym, ze nasz powrot zmierza do Boga i ze ludzie wystepni beda mieszkancami ognia"},{"SurahNumber":40,"VerseNumber":44,"Text":"Wy sobie przypomnicie to, co ja wam mowie. Powierzam swoja sprawe Bogu. Zaprawde, Bog widzi jasno Swoje sługi"},{"SurahNumber":40,"VerseNumber":45,"Text":"I uchronił go Bog od złych rzeczy, ktore oni podstepnie przygotowali, wsrod Faraona zas objeła najgorsza kara"},{"SurahNumber":40,"VerseNumber":46,"Text":"Ogien! na ktory beda wystawieni rano i wieczor; a w Dniu, kiedy nadejdzie Godzina: \"Wprowadzcie rod Faraona na najstraszniejsza kare"},{"SurahNumber":40,"VerseNumber":47,"Text":"A kiedy sprzeczaja sie w ogniu, mowia słabi do tych, ktorzy sie pysznili: \"Postepowalismy za wami. Czy nie mozecie wybawic nas od czesci tego ognia"},{"SurahNumber":40,"VerseNumber":48,"Text":"I powiedza ci, ktorzy sie pysznili: \"Przeciez wszyscy jestesmy w nim. Zaprawde, Bog rozstrzygnał miedzy Swoimi sługami"},{"SurahNumber":40,"VerseNumber":49,"Text":"I ci, ktorzy sa w ogniu, beda mowili do straznikow Gehenny: \"Proscie waszego Pana, aby nam złagodził chocby jeden dzien kary"},{"SurahNumber":40,"VerseNumber":50,"Text":"Oni powiedza: \"Czyz nie przychodzili do was posłancy z jasnymi dowodami?\" Powiedza: \"Tak!\" Powiedza: \"Proscie wiec!\" Lecz modlitwa niewiernych jest tylko bładzeniem"},{"SurahNumber":40,"VerseNumber":51,"Text":"Zaprawde, My pomozemy Naszym posłancom i tym, ktorzy uwierzyli w zyciu na tym swiecie, w Dniu, kiedy powstana swiadkowie"},{"SurahNumber":40,"VerseNumber":52,"Text":"W Dniu, kiedy nie pomoze niesprawiedliwym ich usprawiedliwienie. Spotka ich przeklenstwo. i dla nich bedzie nieszczesna siedziba"},{"SurahNumber":40,"VerseNumber":53,"Text":"Dalismy juz Mojzeszowi droge prosta i dalismy w dziedzictwo synom Izraela Ksiege"},{"SurahNumber":40,"VerseNumber":54,"Text":"Jako przewodnictwo i napomnienie dla tych, ktorzy sa obdarzeni rozumem"},{"SurahNumber":40,"VerseNumber":55,"Text":"Wiec badz cierpliwy! Zaiste, obietnica Boga jest prawda! Pros o przebaczenie za twoj grzech i głos chwałe twego Pana wieczorem i rankiem"},{"SurahNumber":40,"VerseNumber":56,"Text":"Zaprawde, ci, ktorzy spieraja sie o znaki Boga bez zadnego upowaznienia, w piersiach maja tylko dume. Oni nie zdołaja osiagnac swego celu. Szukaj wiec ucieczki u Boga! On jest Słyszacy, Widzacy"},{"SurahNumber":40,"VerseNumber":57,"Text":"Stworzenie niebios i ziemi jest, z pewnoscia, czyms wiekszym od stworzenia ludzi, lecz przewazajaca czesc ludzi nie wie"},{"SurahNumber":40,"VerseNumber":58,"Text":"Nie sa sobie rowni niewidomy i widzacy; ani tez ci, ktorzy wierza i ktorzy pełnia dobre dzieła, nie sa rowni temu, ktory czyni zło. Jakze mało wy sobie przypominacie"},{"SurahNumber":40,"VerseNumber":59,"Text":"Zaprawde, Godzina nadejdzie, nie ma co do tego zadnej watpliwosci! Lecz wiekszosc ludzi nie wierzy"},{"SurahNumber":40,"VerseNumber":60,"Text":"Powiedział wasz Pan: \"Wzywajcie Mnie, a ja was wysłucham! Zaprawde, ci, ktorzy sa zbyt dumni, by Mi oddawac czesc - wejda do Gehenny, ponizeni"},{"SurahNumber":40,"VerseNumber":61,"Text":"Bog jest Tym, ktory uczynił dla was noc, abyscie wowczas odpoczywali, i dzien, pozwalajacy widziec. Zaprawde, Bog jest władca łaski dla ludzi, lecz wiekszosc ludzi nie dziekuje"},{"SurahNumber":40,"VerseNumber":62,"Text":"To jest Bog - wasz Pan, Stworca kazdej rzeczy! Nie ma boga, jak tylko On! Jakze jestescie oszukani"},{"SurahNumber":40,"VerseNumber":63,"Text":"W ten sposob oszukani sa ci, ktorzy odrzucaja znaki Boga"},{"SurahNumber":40,"VerseNumber":64,"Text":"Bog jest Tym, ktory przygotował dla was ziemie jako stałe miejsce pobytu, a niebo jako budowle. On ukształtował was harmonijnie; dał wam piekna postac i zaopatrzył was w dobre rzeczy. To jest Bog - wasz Pan! Niech bedzie błogosławiony Bog - Pan swiatow"},{"SurahNumber":40,"VerseNumber":65,"Text":"On - Zyjacy!. Nie ma boga, jak tylko On! Witajcie Go wiec; wyznajac szczerze Jego religie: Chwała Bogu - Panu swiatow"},{"SurahNumber":40,"VerseNumber":66,"Text":"Powiedz: \"Zostało mi zakazane, abym czcił tych, ktorych wy wzywacie poza Bogiem, kiedy przyszły do mnie jasne dowody od mojego Pana. I nakazano mi, abym sie poddał całkowicie Panu swiatow"},{"SurahNumber":40,"VerseNumber":67,"Text":"On jest Tym, ktory stworzył was z prochu, potem z kropli spermy, potem z grudki krwi zakrzepłej, potem wyprowadził was jako dziecko; abyscie nastepnie osiagneli dojrzałosc, a potem stali sie starcami - choc wsrod was sa tacy, ktorzy umieraja wczesniej - i abyscie osiagneli wyznaczony termin. Byc moze, bedziecie rozumni"},{"SurahNumber":40,"VerseNumber":68,"Text":"On jest Tym, ktory daje zycie i powoduje smierc. A kiedy postanowi jakas rzecz, to On mowi tylko: \"Badz!\", i ona jest"},{"SurahNumber":40,"VerseNumber":69,"Text":"Czy nie widzisz tych, ktorzy sie spieraja o znaki Boga? Jakze oni sa odwroceni"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ci, ktorzy uznali za kłamstwo Ksiege i to, z czym wysłalismy Naszych posłancow, niebawem sie dowiedza"},{"SurahNumber":40,"VerseNumber":71,"Text":"Kiedy z obrozami na szyi i w łancuchach beda wleczeni"},{"SurahNumber":40,"VerseNumber":72,"Text":"Do wrzacej wody; potem do ognia zostana wrzuceni"},{"SurahNumber":40,"VerseNumber":73,"Text":"Wtedy im powiedza: \"Gdzie sa ci, ktorych wy czciliscie jako wspołtowarzyszy"},{"SurahNumber":40,"VerseNumber":74,"Text":"Poza Bogiem?\" Oni powiedza: \"Oni odeszli od nas, a raczej wzywalismy przedtem to, co było niczym.\" W ten sposob Bog sprowadza z drogi niewiernych"},{"SurahNumber":40,"VerseNumber":75,"Text":"To spotkało was za to, ze cieszyliscie sie na ziemi bezprawnie, i za to, ze byliscie zuchwali"},{"SurahNumber":40,"VerseNumber":76,"Text":"Wejdzcie do bram Gehenny, gdzie bedziecie przebywac na wieki! Jakze to złe miejsce przebywania dla ludzi dumnych"},{"SurahNumber":40,"VerseNumber":77,"Text":"Wiec badz cierpliwy! Zaiste, obietnica Boga jest prawda! Albo My pokazemy tobie czesc tego, co im obiecalismy, albo tez wezwiemy ciebie. I do Nas oni zostana sprowadzeni"},{"SurahNumber":40,"VerseNumber":78,"Text":"Posyłalismy posłancow przed toba. Wsrod nich sa tacy, o ktorych juz opowiadalismy tobie; wsrod nich sa tez tacy, o ktorych tobie nie opowiadalismy. I zaden posłaniec nie przyszedł ze znakiem bez zezwolenia Boga. A kiedy przyjdzie rozkaz Boga, wszystko zostanie rozstrzygniete podług prawdy; i straca wtedy głoszacy kłamstwo"},{"SurahNumber":40,"VerseNumber":79,"Text":"Bog jest Tym, ktory przysposobił dla Was zwierzeta, abyscie jezdzili na jednych, a innymi sie zywili"},{"SurahNumber":40,"VerseNumber":80,"Text":"I abyscie z nich korzystali dla zaspokojenia potrzeby waszych serc. Na nich i na statkach jestescie przenoszeni"},{"SurahNumber":40,"VerseNumber":81,"Text":"On nakazuje wam Swoje znaki. Ktory wiec ze znakow Boga odrzucicie"},{"SurahNumber":40,"VerseNumber":82,"Text":"Czyz oni nie wedrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, ktorzy byli przed nimi? Tamci byli liczniejsi od nich i mocniejsi pod wzgledem siły, i mocniejsi pod wzgledem dzieł, jakie pozostawili na ziemi. Lecz nie pomogło im to, czego dokonali"},{"SurahNumber":40,"VerseNumber":83,"Text":"A kiedy przyszli do nich posłancy z jasnymi dowodami, oni cieszyli sie wiedza, jaka posiadali. I objeło ich to, z czego oni szydzili"},{"SurahNumber":40,"VerseNumber":84,"Text":"A kiedy zobaczyli Nasza srogosc, powiedzieli: \"Wierzymy w Boga Jedynego, a nie wierzymy w to, co Jemu dodawalismy jako wspołtowarzyszy"},{"SurahNumber":40,"VerseNumber":85,"Text":"Lecz nie przyniosła im pozytku ich wiara, po tym jak zobaczyli Nasza srogosc; takie jest od dawna prawo Boga wzgledem Jego sług. I wtedy poniosa strate niewierni"}]}