{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O prorok! Prodolzhay byt' bogoboyaznennym, boysya Allakha i ne slushay nevernykh i litsemerov! Poistine, Allakh znayet o vsyakoy veshchi! On svedushch vo vsom i mudr v Svoikh slovakh i delakh"},{"SurahNumber":33,"VerseNumber":2,"Text":"Sleduy tomu, chto vnushayetsya tebe ot Tvoyego Gospoda. Allakh - Tot, kotoryy vnushayet tebe,- svedushch obo vsom, chto ty delayesh' i chto delayut nevernyye i litsemery"},{"SurahNumber":33,"VerseNumber":3,"Text":"Polagaysya na Allakha vo vsekh tvoikh delakh. Dovol'no Allakha kak Khranitelya i Pokrovitelya vo vsekh delakh"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allakh nikomu ne dal dvukh serdets v grudi . Allakh ne sdelal vashikh priyomnykh synovey vashimi rodnymi synov'yami. Eto - lish' tol'ko vashi slova, kotoryye vy govorite i kotoryye ne osnovany na istine i ne yavlyayutsya religioznymi ustanovleniyami. Allakh Yedinyy dayot istinnyye nastavleniya i vedot vas k pryamomu puti"},{"SurahNumber":33,"VerseNumber":5,"Text":"Zovite ikh (priyomnykh synovey) po imenam ikh rodnykh ottsov, eto - boleye spravedlivo pered Allakhom. A yesli vy ne znayete ikh krovnykh ottsov, to oni - vashi brat'ya po vere i vashi storonniki. Vy ne greshili, kogda otnosili ikh po oshibke k nerodnym ottsam, no grekh v vashem namerenii (yesli otnosite, uznav nastavleniya Allakha po etomu povodu). Allakh proshchayet vam grekhi i prinimayet pokayaniye greshnikov. On - Miloserdnyy i Proshchayushchiy"},{"SurahNumber":33,"VerseNumber":6,"Text":"Prorok Mukhammad - da blagoslovit yego Allakh i privetstvuyet! - boleye miloserden k veruyushchim, chem oni k samim sebe. Im sleduyet yego lyubit', yego slushat' i yemu povinovat'sya. Yego zhony, kak materi dlya veruyushchikh, kotoryye zasluzhivayut uvazheniya i na kotorykh zapreshcheno zhenit'sya posle nego. Rodstvenniki cheloveka imeyut osnovnyye prava na nasledovaniye yego imushchestva v otlichiye ot veruyushchikh i mukhadzhirov (iz Mekki), ne imeyushchikh krovnykh rodstvennykh otnosheniy s nim. Eto - ustanovleniye Korana. No mozhno delat' dobro blizkim vam po vere ne iz rodstvennikov, i davat' im chto-nibud' ot miloserdiya i lyubvi ili zaveshchat' im chast' imushchestva iz nasledstva. Nasledovaniye po rodstvennym uzam nachertano v Pisanii, yego printsipy ne izmenilis'"},{"SurahNumber":33,"VerseNumber":7,"Text":"Vspomni (o Mukhammad!), kogda My vzyali obet s prorokov do tebya, peredat' Nashe Poslaniye i prizyvat' k istinnoy vere. My vzyali obet s tebya (o Mukhammad!) i s Nukha, Ibrakhima, Musy, Isy (Iisusa), syna Maryam. My s nikh vsekh vzyali tvordyy, ser'yoznyy obet"},{"SurahNumber":33,"VerseNumber":8,"Text":"Allakh sprosit prorokov v Sudnyy den' o tom, chto oni peredavali svoim narodam. On ugotovil zhestokoye nakazaniye dlya nevernykh, oprovergayushchikh prorokov"},{"SurahNumber":33,"VerseNumber":9,"Text":"O vy, kotoryye uverovali! Vspomnite milost', okazannuyu vam Allakhom, kogda prishli k vam voyska nevernykh sonmov - soyuznikov, stoyashchikh protiv vas, - v den' srazheniya \"al'-Khandak\" (voyna okopov), a My napravili na nikh vikhr' i naslali na nikh angelov - voinov, kotorykh vy ne videli, tak chto strakh okhvatil ikh serdtsa i rasprostranilsya sredi nikh. Poistine, Allakh - Vsevedushchiy i znayet, chto vy tvorite i vashi istinnyye namereniya. On zashchitil vas ot nikh"},{"SurahNumber":33,"VerseNumber":10,"Text":"Vrag nastupal na vas sverkhu i snizu , i vzory vashi smutilis', i serdtsa vashi doshli do gortani ot strakha i volneniya, togda vy podumali ob Allakhe i usomnilis' v istinnosti obeshchaniya pobedy"},{"SurahNumber":33,"VerseNumber":11,"Text":"Togda byli podvergnuty ispytaniyu istinnost' very i terpeniye veruyushchikh. I byli oni potryaseny sil'nym strakhom"},{"SurahNumber":33,"VerseNumber":12,"Text":"Vspomni (o Mukhammad!), kak litsemery (munafiki) i te, v serdtsakh kotorykh bolezn' somneniya, govorili: \"Allakh i Yego prorok dali nam nevernoye obeshchaniye. Eto byl lish' tol'ko obman"},{"SurahNumber":33,"VerseNumber":13,"Text":"Vspomni (o Mukhammad!), kogda nekotoryye iz litsemerov (munafikov) i slabovol'nyye iz musul'man, kotoryye nemoshchny serdtsem, skazali: \"O vy, obitateli Mediny! Net smysla ostavat'sya vam zdes', uchastvuya v etom srazhenii, v kotorom vy poterpite porazheniye, vernites' k sebe domoy!\" A nekotoryye iz nikh prosili razresheniya u proroka vernut'sya v Medinu, govorya: \"Nashi doma bez zashchity i nam neobkhodimo vernut'sya k sebe, chtoby okhranyat' ikh i zashchishchat' ot protivnika\". No na samom dele doma ikh ne byli bez zashchity, kak oni govorili, no oni khoteli bezhat' ot srazheniya pod etim vymyshlennym predlogom"},{"SurahNumber":33,"VerseNumber":14,"Text":"A yesli by vrazheskiye sonmy (soyuzniki) vorvalis' v Medinu so vsekh storon i poveleli by im otkazat'sya ot islama i vystupit' protiv musul'man, oni by, ne dolgo dumaya, soglasilis', ne vyderzhav etogo ispytaniya"},{"SurahNumber":33,"VerseNumber":15,"Text":"Eti lyudi, otkazavshiyesya ot srazheniya, do etogo dali Allakhu obeshchaniye otstaivat' veru i srazhat'sya za neyo vmeste s prorokom, ne otstupaya. Za svoy obet, dannyy Allakhu, oni nepremenno otvetyat, tak kak oni dolzhny byli obyazatel'no yego vypolnit'"},{"SurahNumber":33,"VerseNumber":16,"Text":"Skazhi im (o Mukhammad!): \"Vam ne pomozhet begstvo, kak by vy ni bezhali ot smerti, kogda nastanet chas vashey smerti. Yesli on ne nastal, vy budete naslazhdat'sya blizhney zhizn'yu stol'ko, skol'ko vam otpushcheno zhit'. A eto nedolgo"},{"SurahNumber":33,"VerseNumber":17,"Text":"Skazhi (o Mukhammad!) etim koleblyushchimsya: \"Kto zhe mozhet zastupit'sya za vas pered Allakhom, yesli On pozhelayet vam zla, i kto zhe mozhet uderzhat' Yego, yesli On pozhelayet okazat' vam blagovoleniye i milost'? Krome Allakha, net u nikh ni pokrovitelya, ni zashchitnika"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allakh znayet tekh iz vas, kotoryye uderzhivayut drugikh, otgovarivaya ikh ot srazheniya na storone proroka, govorya: \"Prisoyedinyaytes' k nam!\" No sami oni nemnogo proyavlyayut muzhestva v srazhenii"},{"SurahNumber":33,"VerseNumber":19,"Text":"Eti lyudi proyavlyayut o vas zabotu vneshne, napokaz, kogda net strakha i opasnosti. No kogda im grozit opasnost' so storony vraga ili proroka, oni smotryat na tebya (o Mukhammad!), i ikh ochi rasshiryayutsya ot uzhasa, kak u togo, kto padayet v obmorok v predchuvstvii smerti. I kogda prokhodit strakh, oni bol'no ranyat vas (o veruyushchiye!) ostrymi yazykami. Oni skupy na dobryye deyaniya. Ved' eti lyudi ne uverovali svoimi serdtsami, a prosto prinyali islam na slovakh dlya vidimosti. Allakh sdelal ikh deyaniya ubytochnymi i tshchetnymi za to, chto oni ne uverovali v svoikh serdtsakh. Eto dlya Allakha legko"},{"SurahNumber":33,"VerseNumber":20,"Text":"Eti litsemery (munafiki) dumayut, chto voyska nevernykh sonmov (soyuznikov) ostalis', osadiv gorod. Yesli sonmy pridut yeshcho raz, togda eti trusy khoteli by zhit' s arabami v pustyne i kochevat' s beduinami, rassprashivaya pro izvestiya o vas (o veruyushchiye!). A yesli by eti litsemery (munafiki) ostalis' v vashem lagere i ne ubezhali by, i uchastvovali vmeste s vami v boyu, oni by byli s vami nemnogo i tol'ko dlya vidimosti. I kogda prokhodit strakh, oni bol'no ranyat vas (veruyushchiye!) ostrym yazykom"},{"SurahNumber":33,"VerseNumber":21,"Text":"Dlya vas v poslannike Allakha - obraztsovyy primer dlya tekh, kto nadeyetsya na miloserdiye Allakha i na blaga Poslednego dnya i pominayet Allakha chasto i v opasnosti, i v mol'be, i v trudnostyakh, i v blagosostoyanii"},{"SurahNumber":33,"VerseNumber":22,"Text":"Uvidev voyska nevernykh sonmov (soyuznikov), uverovavshiye skazali: \"Eto - to, chto Allakh i Yego poslannik obeshchali nam ran'she: podvergnut' nas bedstviyam, a zatem podarit' nam pobedu. Pravdiv Allakh i Yego poslannik!\" Eti bedstviya i tyazholyye vremena tol'ko uvelichili ikh veru v Allakha i pokornost' Yemu v prednaznachennom Im"},{"SurahNumber":33,"VerseNumber":23,"Text":"Sredi etikh veruyushchikh yest' takiye lyudi, kotoryye obeshchali Allakhu stoyko srazhat'sya vmeste s prorokom i byli pravdivy v svoyom obete, dannom Allakhu. Sredi nikh yest' i takiye, kotoryye ispolnili obet i imeli chest' past' v bor'be za islamskuyu veru, i yest' takiye, kotoryye ostalis' v zhivykh, ozhidaya, chto podobnaya chest' ne minuyet i ikh, i oni ni v koyey mere ne izmenili dogovoru s Allakhom"},{"SurahNumber":33,"VerseNumber":24,"Text":"chtoby Allakh vozdal vernym za ikh veru i za ispolneniye obeta, dannogo Yemu, i nakazal litsemerov (munafikov), yesli pozhelayet, ili napravil by tekh iz nikh, kotoryye gotovy, k pokayaniyu. Poistine, Allakh - Proshchayushchiy, prinimayet pokayaniye i Miloserdnyy - proshchayet grekhi"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allakh vernul nevernykh soyuznikov, vystupavshikh protiv poslannika, s serdtsami, napolnennymi gnevom, ibo nichego dobrogo oni ne poluchili - ni pobedy, ni dobychi. Allakh izbavil veruyushchikh ot tyazhesti boya, napraviv na nevernykh vikhr' i angelov- voinov. Allakh silon, mogushch i vypolnyayet to, chto On zhelayet. On Velik, i nikto Yego ne v silakh pobedit'"},{"SurahNumber":33,"VerseNumber":26,"Text":"I vyvel Allakh obladateley Pisaniya - bani Kurayz, - ispovedovavshikh iudaizm i pomogavshikh nevernym sonmam, iz ukrepleniy, v kotorykh oni zashchishchalis', i vvol v ikh serdtsa strakh. Togda vy istrebili chast' iz nikh - muzhchin - i vzyali v plen druguyu chast' - zhenshchin i detey"},{"SurahNumber":33,"VerseNumber":27,"Text":"Allakh dal vam v nasledstvo ikh zemlyu, doma, imushchestvo i te zemli, na kotoryye vy do etogo ne stupali. Allakh - khvala Yemu Vsevyshnemu! - nad vsyakoy veshch'yu moshchen"},{"SurahNumber":33,"VerseNumber":28,"Text":"O prorok, skazhi svoim zhonam, sovetuya im: \" Yesli vy predpochitayete mirskuyu zhizn' s yeyo blagami i usladami, to prikhodite, ya odaryu vas, oblegchiv nepriyatnosti razvoda, otpushchu vas s mirom i dam vam polnuyu svobodu"},{"SurahNumber":33,"VerseNumber":29,"Text":"No yesli vy predpochitayete iskat' blagovoleniya Allakha i Yego proroka i blag dal'ney zhizni, i vasha prostaya zhizn' udovletvoryayet vas, to dlya vas i podobnykh vam, dobrodetel'nykh, Allakhom ugotovana velikaya nagrada"},{"SurahNumber":33,"VerseNumber":30,"Text":"O zhony proroka! Ta iz vas, kotoraya sovershayet yavnyy grekh, poluchit dvoynoye nakazaniye, kotoroye pribavitsya k obychnomu nakazaniyu za podobnyy grekh. I tak budet yey tri nakazaniya po sravneniyu s drugimi lyud'mi. Ved' eto dlya Allakha sovsem legko"},{"SurahNumber":33,"VerseNumber":31,"Text":"O zhony proroka! Toy iz vas, kotoraya povinuyetsya Allakhu i Yego poslanniku i tvorit dobro, Allakh dast dvoynuyu nagradu i ugotovil dlya neyo prekrasnyy nadel v budushchey zhizni"},{"SurahNumber":33,"VerseNumber":32,"Text":"O zhony proroka! Vy ne takovy, kak lyubaya drugaya zhenshchina v otnoshenii chesti i dostoinstva. Yesli vy bogoboyaznenny, to ne bud'te myagki i laskovy v svoikh rechakh s drugimi, chtoby ne vozzhelal vas tot, ch'yo serdtse porochno. Govorite s drugimi obychnyye ser'yoznyye slova"},{"SurahNumber":33,"VerseNumber":33,"Text":"Ostavaytes' doma i ne pokidayte svoikh domov. Vykhodite iz doma tol'ko v sluchayakh, razreshonnykh shariatom Allakha. Ne pokazyvayte svoyey krasoty i ukrasheniy muzhchinam, yesli vy vykhodite iz doma, kak delali zhenshchiny vremon dzhakhilii do islama. Vystaivayte polnost'yu obryadovuyu molitvu i razdavayte zakyat. Povinuytes' Allakhu i Yego poslanniku! Poistine, Allakh Svoim ustanovleniyem vam o razreshonnom i zapreshchonnom, zhelayet sokhranit' vam vashu chest', dostoinstvo i blagorodstvo i okhranit' vas, o vy, chleny doma proroka, i ochistit' vas ot skverny i grekhov"},{"SurahNumber":33,"VerseNumber":34,"Text":"Vspominayte to, chto chitayetsya v vashikh domakh iz ayatov Korana, nisposlannykh Allakhom, i vspominayte to, chto govorit poslannik iz mudrykh nazidaniy Allakha. Ved' Allakh znayet taynoye i istinu vsyakoy veshchi! Boytes' nepovinoveniya Allakhu i Yego proroku! Poistine, Allakh Miloserden i Vedushch"},{"SurahNumber":33,"VerseNumber":35,"Text":"Poistine, dlya obrativshikhsya v islam, t. ye. musul'man i musul'manok, dlya veruyushchikh (muzhchin i zhenshchin) v Allakha i v Yego poslannika, dlya poslushnykh, povinuyushchikhsya Allakhu muzhchin i zhenshchin, vernykh v svoikh slovakh, deyaniyakh, namereniyakh, dlya terpelivykh muzhchin i zhenshchin, perenosyashchikh trudnosti, pokornykh Allakhu, dlya muzhchin i zhenshchin, podayushchikh milostynyu, soblyudayushchikh predpisannyy post i dopolnitel'nyy - bogougodnyy - post (nafilu), dlya khranyashchikh svoyo tselomudriye i dlya muzhchin i zhenshchin, mnogokratno pominayushchikh Allakha v serdtsakh, v rechakh, v myslyakh, ugotovil Allakh proshcheniye grekhov i velikuyu nagradu za ikh deyaniya"},{"SurahNumber":33,"VerseNumber":36,"Text":"Ne podobayet veruyushchemu ili veruyushchey delat' vybor v reshenii kakogo-libo voprosa, kogda etot vopros reshon Allakhom i Yego poslannikom. Tot, kto oslushayetsya Allakha i Yego poslannika, sbilsya s pryamogo puti i okazalsya v yavnom zabluzhdenii"},{"SurahNumber":33,"VerseNumber":37,"Text":"Vspomni (o Mukhammad!), chto ty skazal Zaydu ben Kharisu, kotorogo Allakh oblagodetel'stvoval, napraviv na pryamoy put' islama, i kotorogo ty vospital i osvobodil ot rabstva: \"Uderzhi pri sebe svoyu zhenu Zaynab bint Dzhakhsha i poboysya Allakha! Bud' terpeliv s ney!\" I ty (o Mukhammad!) skryval v svoyey dushe to, chto ne skryval Allakh: Zayd razvedotsya s ney, i ty zhenish'sya na ney. Ty boyalsya lyudey, a Allakha sleduyet bol'she boyat'sya, dazhe yesli eto tebe tyazheleye. Kogda Zayd ispolnil svoyo zhelaniye i razvolsya s ney, ibo im trudno bylo zhit' vmeste, togda My zhenili tebya na ney, chtoby ty byl v silakh pokonchit' s etim porochnym obychayem i pokazat', chto net dlya veruyushchikh stesneniya zhenit'sya na byvshikh zhonakh svoikh priyomnykh synovey posle razvoda. Veleniye Allakha neminuyemo svershayetsya"},{"SurahNumber":33,"VerseNumber":38,"Text":"I na proroke net grekha v tom, chto prikazal yemu Allakh. Takovy byli ustanovleniya Allakha dlya prorokov i prezhde - ne zapreshchat' im delat' to, chto On razreshayet. Poistine, veleniye Allakha bylo predopredeleno"},{"SurahNumber":33,"VerseNumber":39,"Text":"dlya tekh, kotoryye peredayut lyudyam nisposlannyye Allakhom Poslaniya, boyatsya Yego i ne boyatsya nikogo, krome Allakha. Dostatochno Allakha dlya pred\"yavleniya schota za deyaniya"},{"SurahNumber":33,"VerseNumber":40,"Text":"I Mukhammad - da blagoslovit yego Allakh i privetstvuyet! - ne byl ottsom kogo-libo iz vashikh muzhchin, chtoby yemu zapreshchalos' zhenit'sya na yego razvedonnoy zhene. On tol'ko - poslannik Allakha i pechat' prorokov. On dolzhen vypolnit' poveleniye Allakha, kak On yemu zapovedal, ne strashas' nikogo. Poistine, Allakh znayet o vsyakoy veshchi"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vy, kotoryye uverovali! Pominayte Allakha mnogokratno"},{"SurahNumber":33,"VerseNumber":42,"Text":"Otvergayte ot Nego vso, chto ne podobayet Yemu, v nachale i v kontse dnya"},{"SurahNumber":33,"VerseNumber":43,"Text":"On - Tot, kotoryy blagoslovlyayet vas Svoim miloserdiyem, i angely Yego prosyat dlya vas proshcheniya u Allakha i prosyat Yego nastavit' vas na pryamoy put' istiny, chtoby On vyvel vas iz mraka neveriya i zabluzhdeniya k Svetu very i povinoveniya. Allakh - milostiv i miloserden k veruyushchim"},{"SurahNumber":33,"VerseNumber":44,"Text":"V tot Den', kogda oni predstanut pered Nim, ikh privetstvuyut: \"Mir!\" I On ugotovil za ikh deyaniya shchedruyu nagradu, i oni pochuvstvuyut Yego blagovoleniye"},{"SurahNumber":33,"VerseNumber":45,"Text":"O prorok! My napravili tebya k lyudyam s Poslaniyem islama, svidetelem yego istiny, dobrovestnikom dlya veruyushchikh o blagorodnoy nagrade i uveshchevatelem dlya nevernykh o nakazanii"},{"SurahNumber":33,"VerseNumber":46,"Text":"prizyvayushchim lyudey k Allakhu s Yego dozvoleniya, i yarkim svetil'nikom, osveshchayushchim pryamoy put' lyudyam vo mrake somneniya"},{"SurahNumber":33,"VerseNumber":47,"Text":"Izvesti zhe veruyushchikh, chto im v blizhayshey zhizni i v dal'ney zhizni ugotovano velikoye blago"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ne slushay (o prorok!) ni nevernykh, ni litsemerov (munafikov) i ne obrashchay vnimaniya na ikh obidy. Polagaysya na Allakha! On zashchitit tebya ot ikh obidy i zla. Dovol'no tebe Allakha Pokrovitelem"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vy, kotoryye uverovali! Kogda vy berote v zhony veruyushchikh zhenshchin, a potom razvodites' s nimi, ne priblizivshis' k nim, to oni ne obyazany dlya vas vyderzhivat' srok do novogo zamuzhestva (iddat). Davayte im dary dlya utesheniya ikh dushi i otpustite s mirom, ne prichinyaya im vreda"},{"SurahNumber":33,"VerseNumber":50,"Text":"O prorok! My razreshili tebe v zhony tekh zhenshchin, komu ty dal predbrachnoye pridanoye (kalym), i tekh, kotorymi ovladeli tvoi desnitsy iz nevol'nits, popavshikh v plen vo vremya voyny, kotorykh tebe daroval Allakh v dobychu. My razreshili tebe v zhony takzhe docherey tvoikh dyadey i totok so storony ottsa i materi, kotoryye vyselilis' (v Medinu) vmeste s toboy, i veruyushchuyu zhenshchinu, yesli ona posvyatila sebya proroku bez pridanogo, i ty pozhelal zhenit'sya na ney. Posledneye razresheniye tol'ko dlya tebya (o prorok!), no ne dlya drugikh veruyushchikh. Izvestno, chto My nisposlali tochnyye ustanovleniya veruyushchim otnositel'no ikh zhon i rabyn', kotorymi ovladeli ikh desnitsy, i to, chto dozvoleno isklyuchitel'no tol'ko tebe. Eto dlya togo, chtoby ty ne chuvstvoval stesneniya. Poistine, Allakh proshchayushch! On proshchayet grekhi Svoim rabam i miloserden k nim"},{"SurahNumber":33,"VerseNumber":51,"Text":"Ty mozhesh' po svoyemu zhelaniyu otsrochit' ili uskorit' tvoyo poseshcheniye toy ili inoy zheny. A yesli pozhelayesh', ty mozhesh' priblizit' k sebe tu iz zhon, kotoruyu ty otdalil na srok. V etom net na tebe grekha. Eto predostavleniye prava vybora tebe vyzyvayet radost' u nikh i otvodit ot nikh grust'. Pust' oni raduyutsya tomu, chto ty im daruyesh'. Allakh znayet, chto yest' v vashikh serdtsakh iz nedovol'stva ili dovol'stva tem, chto Allakh povelel. Allakh znayet sokrovennoye vashikh serdets. Poistine, On terpeliv, krotok, ne toropitsya s nakazaniyem"},{"SurahNumber":33,"VerseNumber":52,"Text":"Tebe (o prorok!) posle etogo ne dozvolyayetsya bol'she zhon ili razvodit'sya s nimi, chtoby zamenyat' ikh drugimi zhonami, khotya by krasota ikh ochen' nravilas' tebe. Allakh dozvolil tebe vzyat' sebe tol'ko tekh zhenshchin, kotorymi ovladeli tvoi desnitsy iz nevol'nits. Allakh znayet i sledit za kazhdoy veshch'yu"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vy, kotoryye uverovali! Ne vkhodite v dom proroka, yesli vy ne priglasheny na trapezu. I ne prikhodite ran'she naznachennogo vremeni. No kogda prorok vas priglasit, to vkhodite, a otkushav, totchas raskhodites' i ne ostavaytes' posle etogo dlya razgovorov drug s drugom. Vash prikhod bez priglasheniya i vasha zaderzhka posle yedy udruchayut proroka, no on stesnyayetsya poprosit' vas uyti. No Allakh Vsevyshniy ne styditsya govorit' pravdu, kak stydyatsya lyudi. Yesli zhe vy prosite kakuyu-libo utvar' u odnoy iz zhon proroka - da blagoslovit yego Allakh i privetstvuyet, - to poprosite cherez zavesu. Eto - chishche dlya vashikh i ikh serdets ot iskusheniy shaytana. Vam ne sleduyet ogorchat' poslannika i nikogda ne sleduyet zhenit'sya na yego vdovakh v znak uvazheniya k nemu i k nim. Eto s vashey storony - velikiy grekh pered Allakhom"},{"SurahNumber":33,"VerseNumber":54,"Text":"Yesli vy chto-nibud' obnaruzhivayete ili skryvayete v svoikh serdtsakh iz togo, chto mozhet udruchat' yego (proroka), to Allakh znayet pro vsyakuyu veshch', ibo On Vsevedushch"},{"SurahNumber":33,"VerseNumber":55,"Text":"Na zhonakh proroka net grekha v tom, chto oni budut bez pokryvala pered svoimi ottsami, synov'yami, brat'yami, synov'yami svoikh brat'yev i sestor, pered veruyushchimi zhenshchinami i temi rabami, kotoryye im prinadlezhat, iz-za sil'noy nuzhdy v ikh uslugakh. Boytes' Allakha i povinuytes' Yemu v tom, chto On prikazal vam, i ne prestupayte predely, ustanovlennyye Allakhom. Poistine, Allakh vedayet o vsyakom deyanii i svidetel' vsyakoy veshchi! Ot Nego net nichego taynogo"},{"SurahNumber":33,"VerseNumber":56,"Text":"Poistine, Allakh okazyvayet Svoyo miloserdiye proroku, a Yego angely blagoslovlyayut proroka! O vy, kotoryye uverovali, molites' za nego i privetstvuyte yego iskrennim privetstviyem"},{"SurahNumber":33,"VerseNumber":57,"Text":"Tekh, kotoryye oskorblyayut Allakha i Yego poslannika nevernymi, vyzyvayushchimi slovami, pooshchryaya lyudey ne verit' v islam, Allakh proklyal i lishil Svoyego miloserdiya v zemnom mire i v dal'ney zhizni i ugotovil dlya nikh unizitel'noye nakazaniye"},{"SurahNumber":33,"VerseNumber":58,"Text":"Te, kotoryye ponosyat veruyushchikh (muzhchin i zhenshchin) i prichinyayut im obidu bez vsyakoy viny, ponesut bremya grekha za svoyu lozh', klevetu i za to, chto vershili yavnyy skvernyy grekh"},{"SurahNumber":33,"VerseNumber":59,"Text":"O prorok! Skazhi svoim zhonam, docheryam i zhenshchinam veruyushchikh (muzhchin), chtoby oni ponizhe opuskali svoi shirokiye golovnyye pokryvala (pokryvaya imi odezhdu). Eto budet im udobneye, chtoby otlichit' ikh ot drugikh zhenshchin i chtoby oni ne podverglis' oskorbleniyam. Poistine, Allakh proshchayushch i miloserden k tem, kto perestal sovershat' grekhi"},{"SurahNumber":33,"VerseNumber":60,"Text":"Klyanus', yesli litsemery (munafiki) i te, v ch'ikh serdtsakh yest' bolezn' (neveriya), i rasprostraniteli lozhnykh slukhov v Medine ne perestanut vredit' musul'manam, My nastroim tebya protiv nikh s Nashey podderzhkoy, i oni togda ne budut dolgo sosedstvovat' s toboy zdes' (v Medine)"},{"SurahNumber":33,"VerseNumber":61,"Text":"buduchi proklyatymi Allakhom i zasluzhivayushchimi izgnaniya. Gde by ikh ne nashli, ikh budut khvatat' i predavat' smerti"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allakh Vsevyshniy prezhde ustanovil, chtoby tekh, kotoryye litsemerili s prorokami i poslannikami do tebya i oslushivalis' ikh, ubivali, gde by ikh ni obnaruzhili. Ustanovleniya Allakha neizmenny"},{"SurahNumber":33,"VerseNumber":63,"Text":"Tebya (o Mukhammad!) sprashivayut o Sudnom chase. Skazhi im: \"Znaniye ob etom lish' u Allakha Yedinogo\". Ved' chto mozhesh' ty znat'? - mozhet byt', etot Chas uzhe blizok"},{"SurahNumber":33,"VerseNumber":64,"Text":"Nevernyye lishilis' milosti Allakha. On ugotovil im adskiy pylayushchiy ogon'"},{"SurahNumber":33,"VerseNumber":65,"Text":"gde oni vechno prebudut i iz kotorogo nikogda ne vyydut. Ne naydut oni sebe ni pokrovitelya, ni zashchitnika"},{"SurahNumber":33,"VerseNumber":66,"Text":"v tot Den' ikh litsa perevernutsya v ogne, i togda oni skazhut: \"O yesli by my povinovalis' Allakhu i Yego proroku (v zemnom mire)"},{"SurahNumber":33,"VerseNumber":67,"Text":"I yeshcho oni skazhut: \"Gospodi nash! My ved' povinovalis' nashim vozhdyam i starshim i ne uverovali v Tebya i v Tvoyego poslannika. Oni sbili nas s pryamogo puti"},{"SurahNumber":33,"VerseNumber":68,"Text":"Gospodi nash ! Podvergni ikh dvoynomu nakazaniyu i proklyani ikh velikim proklyatiyem, podobnym ikh velikim grekham"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vy, kotoryye uverovali! Ne oskorblyayte proroka i ne prichinyayte yemu nikakoy obidy! Ne upodoblyaytes' tem iz naroda Musy, kotoryye ponosili yego, no Allakh opravdal yego ot togo, chto oni yemu pripisyvali, i on byl uvazhayemym u Allakha"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vy, kotoryye uverovali! Boytes' nakazaniya Allakha, yesli vy ne budete Yemu povinovat'sya. Govorite pravdivoye, pryamoye slovo"},{"SurahNumber":33,"VerseNumber":71,"Text":"Allakh ustroit vashi dela i prostit vashi grekhi. Tot, kto povinuyetsya Allakhu i Yego poslanniku, dostignet velikogo schast'ya, ibo on spasotsya ot nakazaniya i poluchit nagradu"},{"SurahNumber":33,"VerseNumber":72,"Text":"My predlozhili nebesam, zemle i goram ponesti Nashi predpisaniya i ustanovleniya, no oni otkazalis' nesti etu otvetstvennost' i ustrashilis' yeyo. A chelovek ponos etu otvetstvennost', ibo on byl slishkom nespravedlivym k sebe i nevezhestvennym, chtoby vedat', chto on mozhet ponesti"},{"SurahNumber":33,"VerseNumber":73,"Text":"chtoby Allakh nakazal litsemerov (muzhchin i zhenshchin) i mnogobozhnikov (muzhchin i zhenshchin) i prinyal pokayaniye veruyushchikh (muzhchin i zhenshchin). Poistine, Allakh - Vseproshchayushchiy i Miloserdnyy"}]}