{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Everything in the heavens and everything on earth glorifies Allah. Sovereignty and praise belong to Him. He has power over all things"},{"SurahNumber":64,"VerseNumber":2,"Text":"It is He who created you. Yet among you are those who are kafir and those who have iman. Allah sees what you do"},{"SurahNumber":64,"VerseNumber":3,"Text":"He created the heavens and the earth with truth and formed you, giving you the best of forms. And He is your final destination"},{"SurahNumber":64,"VerseNumber":4,"Text":"He knows everything in the heavens and earth. He knows what you keep secret and what you divulge. Allah knows what the heart contains"},{"SurahNumber":64,"VerseNumber":5,"Text":"Has the news not reached you of those who were kafir before and tasted the evil consequences of what they did? They will have a painful punishment"},{"SurahNumber":64,"VerseNumber":6,"Text":"That is because their Messengers brought them the Clear Signs but they said, ´Are human beings going to guide us?´ So they were kafir and turned away. But Allah is completely independent of them. Allah is Rich Beyond Need, Praiseworthy"},{"SurahNumber":64,"VerseNumber":7,"Text":"Those who are kafir claim that they will never be raised again. Say: ´Oh yes, by my Lord, you certainly will be raised again! And then you will be informed about what you did. That is easy for Allah.´"},{"SurahNumber":64,"VerseNumber":8,"Text":"So have iman in Allah and His Messenger and in the Light We have sent down. Allah is aware of what you do"},{"SurahNumber":64,"VerseNumber":9,"Text":"On the Day He gathers you for the Day of Gathering — that is the Day of Profit and Loss. As for those who have iman in Allah and act rightly, We will erase their bad actions from them and admit them into Gardens with rivers flowing under them, remaining in them timelessly, for ever and ever. That is the Great Victory"},{"SurahNumber":64,"VerseNumber":10,"Text":"But as for those who are kafir and deny Our Signs they are the Companions of the Fire, remaining in it timelessly, for ever. What an evil destination"},{"SurahNumber":64,"VerseNumber":11,"Text":"No misfortune occurs except by Allah´s permission. Whoever has iman in Allah — He will guide his heart. Allah has knowledge of all things"},{"SurahNumber":64,"VerseNumber":12,"Text":"Obey Allah and obey the Messenger. But if you turn your backs, the Messenger is only responsible for clear transmission"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah — there is no god but Him. So let the muminun put their trust in Allah"},{"SurahNumber":64,"VerseNumber":14,"Text":"You who have iman! some of your wives and children are an enemy to you, so be wary of them. But if you pardon and exonerate and forgive, Allah is Ever-Forgiving, Most Merciful"},{"SurahNumber":64,"VerseNumber":15,"Text":"Your wealth and children are a trial. But with Allah there is an immense reward"},{"SurahNumber":64,"VerseNumber":16,"Text":"So have taqwa of Allah, as much as you are able to, and listen and obey and spend for your own benefit. It is the people who are safe-guarded from the avarice of their own selves who are successful"},{"SurahNumber":64,"VerseNumber":17,"Text":"If you make a generous loan to Allah He will multiply it for you and forgive you. Allah is All-Thankful, Most Forbearing"},{"SurahNumber":64,"VerseNumber":18,"Text":"The Knower of the Unseen and the Visible, the Almighty, the All-Wise"}]}