{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Teren sırlı Quranga sert"},{"SurahNumber":36,"VerseNumber":3,"Text":"(Muxammed G.S.) saksiz sen anıq elsilerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Twra joldasın"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ote ustem, erekse meyirimdi Alla tusirgen (Quran jolı)"},{"SurahNumber":36,"VerseNumber":6,"Text":"Ataları eskertilmey ozderi kapersiz qalgan elge eskertwin usin"},{"SurahNumber":36,"VerseNumber":7,"Text":"Rasında olardın kobi ziyanına berilgen qawlıga layıq boldı. Sondıqtan olar iman keltirmeydi. (S. 7-A)"},{"SurahNumber":36,"VerseNumber":8,"Text":"Ras olardın moyındarına bogawlar saldıq. Sonda ol. iekterine deyin; sondıqtan olardın bastarı kekjiip qalgan. (Bul bir mısal: Qasarısıp, sındıqqa bas imeydi. J)"},{"SurahNumber":36,"VerseNumber":9,"Text":"Olardın arttarınan da boget aldarınan da boget jasap, kozderin qaptadıq. Olar kormeydi"},{"SurahNumber":36,"VerseNumber":10,"Text":"(Muxammed G.S.) Olarga eskertsen de eskertpesen de bari bir. Olar iman keltirmeydi"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sın maninde sen, ugitge erip, Raxmandı kormey-aq qorıqqan kisilerge eskerte alasın. Al olardı jarılqaw jane qurmetti sıylıqpen qwant"},{"SurahNumber":36,"VerseNumber":12,"Text":"Ras Biz olikterdi tiriltemiz. Sonday-aq olardın ilgeri jibergen, keyin qaldırgan narselerin jazamız. Ar narseni asıq bir Kitapta tugendep qoydıq. (Adamnın; uyretilgen gılım, jaryalangan kitap jane jasalgan xayır qurılıstarının sawabı nemese qaldırgan jaman onegelerinin kunası; olgennen keyin de gamal dapterine jazılıp, otıradı. B.M.K.R)"},{"SurahNumber":36,"VerseNumber":13,"Text":"(Muxammed G.S.) olarga, elsiler kelgen kent xalqın mısal korset: (Antaqya kenti. Gisa G.S. nın vlsileri. B.J.M)"},{"SurahNumber":36,"VerseNumber":14,"Text":"Olarga eki elsi jiberdik. Sonda olar ekewin jasınga sıgardı. Usinsi elsimen qwattadıq. Sonda elsiler: \"Ras senderge elsimiz\" dedi"},{"SurahNumber":36,"VerseNumber":15,"Text":"(Kent xalqı): \"Sender biz siyaqtı gana adamsındar. Senderge Raxman, es narse jibergen joq. Sender mulde otirik aytasındar\" dedi"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Elsiler): \"Rabbımız biledi. Rasında senderge elsimiz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bizge asıq turde jalgastırw gana mindet\" dedi"},{"SurahNumber":36,"VerseNumber":18,"Text":"Olar: \"Rasında sender sebepti satsizdikke usıradıq. Eger aytqandarınnan qaytpasandar, albette senderdi taspen atqılaymız. Sonday-aq sozsiz sender bizden jan tursigerlik qinaw koresinder\" dedi"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Elsiler): \"Satsizdikterin ozderinmon birge. (Oz qılıqtarınnan.) Berilgen ugitti ırım qılasındar ma? Olay emes. Sender sekten sıqqan elsinder\" dedi"},{"SurahNumber":36,"VerseNumber":20,"Text":"Qalanın setinen birew jugirip kelip: \"Ay qawmım! Elsilerge ilesinder\" dedi"},{"SurahNumber":36,"VerseNumber":21,"Text":"Senderden aqı suramaytın kisilerge erinder. Olar twra jolda"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ozimdi jaratqanga nege qulsılıq qılmaymın? Jane sender de Sogan qaytarılasındar"},{"SurahNumber":36,"VerseNumber":23,"Text":"Odan ozge tanirler etip alayın ba? Mubada Alla magan ziyan keltirgisi kelse, Olardın qoldawları magan esbir payda bermeydi de olar meni qutqara almaydı"},{"SurahNumber":36,"VerseNumber":24,"Text":"Soz joq, onda men asıq adaswda bolamın"},{"SurahNumber":36,"VerseNumber":25,"Text":"Kudiksiz Rabbılarına iman keltirdim. Endi magan qulaq salındar\" (degendigi usin eli taspen atıp oltiredi. B.J.K.M.R)"},{"SurahNumber":36,"VerseNumber":26,"Text":"Jannatqa kir\" delindi de ol: \"Atten! Elim bilgen bolsa edi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbımnın meni jarılqap, ardaqtılardan etkenin\" dedi"},{"SurahNumber":36,"VerseNumber":28,"Text":"Odan keyin onın eline, kokten bir asker tusirmedik ari tusirwsi de emespiz"},{"SurahNumber":36,"VerseNumber":29,"Text":"Ol bir gana dawıs edi. Sonda olar sonip, joq boldı"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ozderine kelgen elsini udayı mazaq qılgan quldarga nendey okinis"},{"SurahNumber":36,"VerseNumber":31,"Text":"Olardan burın qansalagan nasilderdi joq etkenimizdi; olardın bularga qaytıp kelmeytinin kormey me"},{"SurahNumber":36,"VerseNumber":32,"Text":"Birtutas barlıgı aldımsga jinaladı"},{"SurahNumber":36,"VerseNumber":33,"Text":"Olarga oli jer; bir belgi. Onı jandandırıp, odan dan sıgaramız da sonda olar odan jeydi"},{"SurahNumber":36,"VerseNumber":34,"Text":"Sonday-aq onda qurmalardan, juzimderden baqsalar qılıp, onda bastawlar agızdıq"},{"SurahNumber":36,"VerseNumber":35,"Text":"Onın jaratqan oniminen ari ozderi qoleki istegen narselerinen jesin. Sonda da sukir qılmay ma"},{"SurahNumber":36,"VerseNumber":36,"Text":"Sonday pak Alla, barlıq narseni jup-jubimen jarattı. Meyli ol jerdin osirgen narselerinen bolsın, meyli ozderi ondirgen jane tagı bilmegenderinen bolsın"},{"SurahNumber":36,"VerseNumber":37,"Text":"Olarga tun bir belgi. Odan kundizdi ajıratamız. Sonda olar, qarangılıqta qaladı"},{"SurahNumber":36,"VerseNumber":38,"Text":"Sonday-aq kun belgilengen koleminde juredi. Mine osı asa ustem, ar narseni bilwsi Allanın olsewi"},{"SurahNumber":36,"VerseNumber":39,"Text":"Tagı aydın orındarında olsep qoydıq. Eski qurmanın qwragan butagınday bolganga deyin"},{"SurahNumber":36,"VerseNumber":40,"Text":"Kunnin ayga jetwi mumkin emes. Jane tunde kundizden ilgerlemeydi. Arbiri kokte juzedi"},{"SurahNumber":36,"VerseNumber":41,"Text":"Olardın nasilderin tolı kemede (Nux kemesinde) taswımız, olar usin bir belgi (B.J.K.M)"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ari olar usin sol siyaqtıdan minetin kolikter jaratwımız (da bir belgi)"},{"SurahNumber":36,"VerseNumber":43,"Text":"Qalasaq, olardı swga batıramız. Sonda olarga bolıswsı da joq, olar qutqarılmaydı da"},{"SurahNumber":36,"VerseNumber":44,"Text":"Biraq Bizdin tarapımızdan bir marxamet jane bir merzimge deyin paydalanw boladı"},{"SurahNumber":36,"VerseNumber":45,"Text":"Qasan olarga: \"Aldarındagı jane arttarındagı jagdaylardan saqtanındar. Arine marxametke bolenesinder\" delinse"},{"SurahNumber":36,"VerseNumber":46,"Text":"Sonday-aq olarga Rabbılarının belgilerinen bir belgi kelse-aq olar odan jaltaradı"},{"SurahNumber":36,"VerseNumber":47,"Text":"Qasan olarga: \"Allanın senderge bergen nesibesinen tiisti orınga jumsandar\" delinse, sonday qarsı bolgandar: \"Alla qalasa, tamaqtandıratın birewlerdi biz tamaqtandıramız ba? Sender mulde adasqansındar\" dedi"},{"SurahNumber":36,"VerseNumber":48,"Text":"Olar: \"Eger sın aytsandar, Bul quqayların qasan?\" deydi"},{"SurahNumber":36,"VerseNumber":49,"Text":"Olar talasıp turganda, olardı qolga alatın bir-aq ascı dawıs kutip turadı"},{"SurahNumber":36,"VerseNumber":50,"Text":"Sonda olar osiet aytalmaydı da uylerine de qayta almaydı"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sur urilse, sonda olar qabırlarınan Rabbılarına jugiredi"},{"SurahNumber":36,"VerseNumber":52,"Text":"Atten-ay, bizdi jatqan jerimizden kim turgızdı?\",-deydi. \"Mine meyirimdi Allanın wadesi.Paygambar da sın aytqan\" (delinedi)"},{"SurahNumber":36,"VerseNumber":53,"Text":"Bir gana aygay boladı da sonda tutas aldımızga azir boladı"},{"SurahNumber":36,"VerseNumber":54,"Text":"Al endi bugin eskimge zulımdıq etilmeydi. Sonday-aq istegenderinnin gana bodawın koresinder"},{"SurahNumber":36,"VerseNumber":55,"Text":"Rasında jannattıqtar, ol kuni zawıqtı sugıldanwda boladı"},{"SurahNumber":36,"VerseNumber":56,"Text":"Olar da jubayları da kolenkelerdegi divandarga jastangan turde boladı"},{"SurahNumber":36,"VerseNumber":57,"Text":"Olar usin onda jemister jane ozderine ne tilegenderi bar"},{"SurahNumber":36,"VerseNumber":58,"Text":"Erekse meyirimdi Rabbılarınan olarga: \"Salem\" sozi boladi"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ay kunakarlar! Bugin aranı asındar"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ay adam balası! Senderge: \"Saytanga tabınbandar. Arine ol, ozderine asıq duspan\" dep, sert bermedim be"},{"SurahNumber":36,"VerseNumber":61,"Text":"Magan qulsılıq qılındar. Twra jol osı"},{"SurahNumber":36,"VerseNumber":62,"Text":"Rasında ol, senderden koptegen toptı adastırdı. Sonda da tusinbeysinder me"},{"SurahNumber":36,"VerseNumber":63,"Text":"Senderge wade etilgen tozaq osı"},{"SurahNumber":36,"VerseNumber":64,"Text":"Qarsı kelwlerin sebepti bugin ogan kirinder"},{"SurahNumber":36,"VerseNumber":65,"Text":"(Olar qılmıstarınan tangandıqtan. B.J.M.K.R) Ol kuni olardın awızdarın morleymiz. Bizge olardın qoldarı soylep, ne istegenderine ayaqtarı aygak boladı. (S. 24-A. 41-S. 20-A)"},{"SurahNumber":36,"VerseNumber":66,"Text":"Mubada qalasaq, olardın kozderin mulde soqır qılar edik te sonda olar jol izdese, qaytıp korer edi"},{"SurahNumber":36,"VerseNumber":67,"Text":"Eger qalasaq, olardın mekenderinde albette beynelerin ozgerter edik. Sonda olar ilgeri de keyin de kete almas edi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Alde kimge omir bersek, jaratılısta onı qayta bastıramız. Olar tusinbey mo? (S. 70-A. 30-S. 54-A)"},{"SurahNumber":36,"VerseNumber":69,"Text":"(Muxammed G.S. ga) olen uyretpedik ari ogan ol, layıq emes. Ol, bir ugit jane asıq Quran gana: (S. 224-A)"},{"SurahNumber":36,"VerseNumber":70,"Text":"Tiri kisilerge eskertw, qarsı bolgandarga baylanıstı soz sınga sıgw usin"},{"SurahNumber":36,"VerseNumber":71,"Text":"Olar usin ras qoldarımızben xaywandardı jaratqanımızdı kormey me? Sonday-aq ozderi olarga ielik etedi"},{"SurahNumber":36,"VerseNumber":72,"Text":"Maldı, olarga boysundırdıq. Olar keyine minedi, keyinin etin jeydi"},{"SurahNumber":36,"VerseNumber":73,"Text":"Olar usin maldarda turli paydalar, swsındar bar. Sonda olar sukirlik qılmay ma? (S. 80-A)"},{"SurahNumber":36,"VerseNumber":74,"Text":"Olar Alladan ozge tanirler jasap alıp, olardan komek koretindikterin umit otedi"},{"SurahNumber":36,"VerseNumber":75,"Text":"Olar (buttar), olarga komek ete almaydı. Olardın ozderi ol buttardı qorgaw usin azir asker"},{"SurahNumber":36,"VerseNumber":76,"Text":"(Muxammed G.S) olardın sozderi seni keyitpesin. Arine Biz olardın kornewlerin de komesterin de bilemiz"},{"SurahNumber":36,"VerseNumber":77,"Text":"Adam balası ozderin bir tamsı swdan jaratqanımızdı kormey me? Sonda da asıq qiqarlıq isteydi"},{"SurahNumber":36,"VerseNumber":78,"Text":"Olar oz jaratılısın umıtıp, Bizge mısal berdi: \"Mine sirigen suyekterdi kim tiriltedi?\",- dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"(Muxammed G.S.): \"Onı, sonday algas jaratqan tiriltedi. Ol, barlıq jaratılıstı biledi\" de"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ol sonday Alla, senderge jasıl agastan ot jarattı. Sol waqıtta sender onı jagasındar. (Marıx, Gafar dep atalatın eki jasıl agas. Bir-birine uykelse janadı. B.J.M.K.R)"},{"SurahNumber":36,"VerseNumber":81,"Text":"Sonday kokter men jerdi jaratqan Alla, olar siyaqtını jaratwga kusi jetpey me? Albette kusi jetedi. Ol, ar narseni jaratwsı, tolıq bilwsi"},{"SurahNumber":36,"VerseNumber":82,"Text":"Sın maninde Ol, bir istin bolwın qalasa, Onın buyırıgı ogan \"bol\" dew, sonda ol bola qaladı"},{"SurahNumber":36,"VerseNumber":83,"Text":"Barlıq narsenin biligi qolında bolgan ari sender Sogan qaytarılatın Alla; kemsilikten pak"}]}