{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"The Hour draws near, and the moon is breached"},{"SurahNumber":54,"VerseNumber":2,"Text":"And if they see a sign, they turn away and Say: \"Continuous magic"},{"SurahNumber":54,"VerseNumber":3,"Text":"And they disbelieved, and followed their desires, and every old tradition"},{"SurahNumber":54,"VerseNumber":4,"Text":"While the news had come to them in which there was sufficient warning"},{"SurahNumber":54,"VerseNumber":5,"Text":"A perfect wisdom; but the warnings are of no benefit"},{"SurahNumber":54,"VerseNumber":6,"Text":"So turn away from them; the Day will come when the caller will announce a terrible disaster"},{"SurahNumber":54,"VerseNumber":7,"Text":"With their eyes humiliated, they come out of the graves like scattered locusts"},{"SurahNumber":54,"VerseNumber":8,"Text":"Hastening towards the caller, the rejecters will Say: \"This is a difficult Day"},{"SurahNumber":54,"VerseNumber":9,"Text":"The people of Noah disbelieved before them. They disbelieved Our servant and said: \"He is crazy!\" and he was oppressed"},{"SurahNumber":54,"VerseNumber":10,"Text":"So he called on his Lord: \"I am beaten, so grant me victory"},{"SurahNumber":54,"VerseNumber":11,"Text":"So We opened the gates of the sky with pouring water"},{"SurahNumber":54,"VerseNumber":12,"Text":"And We caused springs to gush out of the Earth. Thus the waters met to a command which had been measured"},{"SurahNumber":54,"VerseNumber":13,"Text":"We carried him on a craft made of slabs and mortar"},{"SurahNumber":54,"VerseNumber":14,"Text":"It ran under Our watchful eyes; a reward for one who was rejected"},{"SurahNumber":54,"VerseNumber":15,"Text":"And We have left it as a sign. Do any of you wish to learn"},{"SurahNumber":54,"VerseNumber":16,"Text":"So how was My retribution after the warnings"},{"SurahNumber":54,"VerseNumber":17,"Text":"And We made the Quran easy to learn. Do any of you wish to learn"},{"SurahNumber":54,"VerseNumber":18,"Text":"Aad disbelieved. So how was My retribution after the warnings"},{"SurahNumber":54,"VerseNumber":19,"Text":"We sent upon them a violent wind, on a day of continuous misery"},{"SurahNumber":54,"VerseNumber":20,"Text":"It uprooted the people as if they were decayed palm tree trunks"},{"SurahNumber":54,"VerseNumber":21,"Text":"So how was My retribution after the warnings"},{"SurahNumber":54,"VerseNumber":22,"Text":"We made the Quran easy to learn. Do any of you wish to learn"},{"SurahNumber":54,"VerseNumber":23,"Text":"Thamud rejected the warnings"},{"SurahNumber":54,"VerseNumber":24,"Text":"They said: \"Shall we follow one of us; a human being We will then go astray, and be in Hell"},{"SurahNumber":54,"VerseNumber":25,"Text":"Has the message come down to him, instead of us He is an evil liar"},{"SurahNumber":54,"VerseNumber":26,"Text":"They will find out tomorrow who the evil liar is"},{"SurahNumber":54,"VerseNumber":27,"Text":"We are sending the camel as a test for them. So observe them and be patient"},{"SurahNumber":54,"VerseNumber":28,"Text":"And inform them that the water shall be divided between them; each shall be allowed to drink in the specified time"},{"SurahNumber":54,"VerseNumber":29,"Text":"But they called on their friend, and he was paid to slaughter"},{"SurahNumber":54,"VerseNumber":30,"Text":"So how was My retribution after the warnings"},{"SurahNumber":54,"VerseNumber":31,"Text":"We sent upon them one scream, whereupon they became like harvested hay"},{"SurahNumber":54,"VerseNumber":32,"Text":"We made the Quran easy to learn. Does any of you wish to learn"},{"SurahNumber":54,"VerseNumber":33,"Text":"The people of Lot rejected the warners"},{"SurahNumber":54,"VerseNumber":34,"Text":"We sent upon them projectiles. Except for the family of Lot, We saved them at dawn"},{"SurahNumber":54,"VerseNumber":35,"Text":"A blessing from Us; it is thus that We reward those who are appreciative"},{"SurahNumber":54,"VerseNumber":36,"Text":"And he warned them about Our punishment, but they ridiculed the warnings"},{"SurahNumber":54,"VerseNumber":37,"Text":"And they sought to remove him from his guests; so We diverted their eyes. \"Taste My retribution; you have been warned"},{"SurahNumber":54,"VerseNumber":38,"Text":"And in the early morning, a devastating retribution struck them"},{"SurahNumber":54,"VerseNumber":39,"Text":"Taste My retribution; you have been warned"},{"SurahNumber":54,"VerseNumber":40,"Text":"We made the Quran easy to learn. Do any of you wish to learn"},{"SurahNumber":54,"VerseNumber":41,"Text":"And the warnings had come to the people of Pharaoh"},{"SurahNumber":54,"VerseNumber":42,"Text":"They rejected all Our signs. So We took them, the taking of the Noble, the Able"},{"SurahNumber":54,"VerseNumber":43,"Text":"Are your rejecters better than those Or have you been absolved by the Scripture"},{"SurahNumber":54,"VerseNumber":44,"Text":"Or do they Say: \"We are a large group and we will win"},{"SurahNumber":54,"VerseNumber":45,"Text":"The large group will be defeated; they will turn around and flee"},{"SurahNumber":54,"VerseNumber":46,"Text":"The Hour is their appointed time, and the Hour is far worse and more painful"},{"SurahNumber":54,"VerseNumber":47,"Text":"The criminals are in error and will burn"},{"SurahNumber":54,"VerseNumber":48,"Text":"The Day when they will be dragged upon their faces into the Fire: \"Taste the agony of the scorching heat"},{"SurahNumber":54,"VerseNumber":49,"Text":"Everything We have created in measure"},{"SurahNumber":54,"VerseNumber":50,"Text":"And Our commands are done at once with the blink of an eye"},{"SurahNumber":54,"VerseNumber":51,"Text":"And We have destroyed your counterparts. Do any of you wish to learn"},{"SurahNumber":54,"VerseNumber":52,"Text":"And everything they did is in the records"},{"SurahNumber":54,"VerseNumber":53,"Text":"And everything, small or large, is written down"},{"SurahNumber":54,"VerseNumber":54,"Text":"The righteous will be in paradises and rivers"},{"SurahNumber":54,"VerseNumber":55,"Text":"In a position of honour, at an Omnipotent King"}]}