{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Gli uomini credono che li si lascera dire: “Noi crediamo”, senza metterli alla prova"},{"SurahNumber":29,"VerseNumber":3,"Text":"Gia mettemmo alla prova coloro che li precedettero. Allah conosce perfettamente coloro che dicono la verita e conosce perfettamente i bugiardi"},{"SurahNumber":29,"VerseNumber":4,"Text":"O forse coloro che commettono cattive azioni credono di poterci sfuggire? Quanto giudicano male"},{"SurahNumber":29,"VerseNumber":5,"Text":"Chi spera di incontrare Allah [sappia che] in verita, il termine di Allah si avvicina. Egli e Colui che tutto ascolta e conosce"},{"SurahNumber":29,"VerseNumber":6,"Text":"E chi lotta, e per se stesso che lotta. Che in verita Allah basta a Se stesso, non ha bisogno del creato"},{"SurahNumber":29,"VerseNumber":7,"Text":"Cancelleremo i peccati di coloro che credono e compiono il bene e li ricompenseremo delle loro azioni migliori"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ordinammo all'uomo di trattare bene suo padre e sua madre; e: “...se essi ti vogliono obbligare ad associarMi cio di cui non hai conoscenza alcuna, non obbedir loro”. A Me ritornerete e vi informero su quello che avete fatto"},{"SurahNumber":29,"VerseNumber":9,"Text":"E coloro che credono e compiono il bene, li faremo entrare tra i devoti"},{"SurahNumber":29,"VerseNumber":10,"Text":"Fra gli uomini vi e chi dice: “Noi crediamo in Allah”; ma non appena soffrono[per la causa di] Allah, considerano la persecuzione degli uomini un castigo di Allah. Quando giunge poi l'ausilio del loro Signore, dicono: “Noi eravamo con voi!”. Forse, che Allah non conosce meglio cosa c'e nei petti delle creature"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah conosce perfettamente i credenti e perfettamente conosce gli ipocriti"},{"SurahNumber":29,"VerseNumber":12,"Text":"I miscredenti dicono a coloro che credono: “Seguite il nostro sentiero: porteremo noi [il peso del]le vostre colpe”. Ma non porteranno affatto il peso delle loro colpe. In verita sono dei bugiardi"},{"SurahNumber":29,"VerseNumber":13,"Text":"Porteranno i loro carichi e altri carichi oltre i loro. Nel Giorno della Resurrezione saranno interrogati su quello che inventavano"},{"SurahNumber":29,"VerseNumber":14,"Text":"Gia inviammo Noe al suo popolo; rimase con loro mille anni meno cinquant'anni. Li colpi poi il Diluvio perche erano ingiusti"},{"SurahNumber":29,"VerseNumber":15,"Text":"Salvammo lui e i compagni dell'Arca. Ne facemmo un segno per i mondi"},{"SurahNumber":29,"VerseNumber":16,"Text":"E [ricorda] Abramo, quando disse al suo popolo: “Adorate Allah e temeteLo. E il bene per voi, se lo sapeste!”"},{"SurahNumber":29,"VerseNumber":17,"Text":"Voi adorate idoli in luogo di Allah e inventate una menzogna. Coloro che adorate all'infuori di Allah, non sono in grado di provvedere a voi in nulla. Cercate provvidenza presso Allah, adorateLo e siateGli riconoscenti: a Lui sarete ricondotti"},{"SurahNumber":29,"VerseNumber":18,"Text":"E se tacciate di menzogna, gia altre comunita lo fecero prima di voi. Al Messaggero non [incombe] che la trasmissione esplicita"},{"SurahNumber":29,"VerseNumber":19,"Text":"Non vedono come Allah inizia la creazione e la reitera? Cio e facile per Allah"},{"SurahNumber":29,"VerseNumber":20,"Text":"Di': “Percorrete la terra e guardate come Egli ha dato inizio alla creazione. Poi sara Allah a dare origine all'ultima generazione. Allah e onnipotente”"},{"SurahNumber":29,"VerseNumber":21,"Text":"Castiga chi vuole e usa misericordia a chi vuole. A Lui sarete ricondotti"},{"SurahNumber":29,"VerseNumber":22,"Text":"Non potrete sminuire la Sua potenza, ne sulla terra, ne in cielo; all'infuori di Allah, non c'e per voi ne padrone, ne difensore"},{"SurahNumber":29,"VerseNumber":23,"Text":"Quelli che non credono nei segni di Allah e nell'incontro con Lui, non hanno speranza nella Mia misericordia. Avranno doloroso castigo"},{"SurahNumber":29,"VerseNumber":24,"Text":"La sola risposta del suo popolo fu: “Uccidetelo o bruciatelo”; ma Allah lo salvo dal fuoco. Questi sono segni per un popolo che crede"},{"SurahNumber":29,"VerseNumber":25,"Text":"Disse: “Invero, non avete adottato gli idoli, all'infuori di Allah, se non per amore reciproco in questo mondo. Poi, nel Giorno della Resurrezione, gli uni disconosceranno gli altri e gli uni malediranno gli altri; vostra dimora sara il fuoco e non avrete chi vi soccorrera”"},{"SurahNumber":29,"VerseNumber":26,"Text":"Lot credette in lui e disse: “Si, emigro verso il mio Signore; Egli e l'Eccelso, il Saggio”"},{"SurahNumber":29,"VerseNumber":27,"Text":"Concedemmo [ad Abramo] Isacco e Giacobbe e nella sua progenie stabilimmo la profezia e il Libro. Gli pagammo la sua mercede in questa vita e nell'altra sara tra i giusti"},{"SurahNumber":29,"VerseNumber":28,"Text":"E quando Lot disse al suo popolo: “Davvero commettete una turpitudine che mai nessuno al mondo ha commesso prima di voi"},{"SurahNumber":29,"VerseNumber":29,"Text":"Concupite i maschi, vi date al brigantaggio e perpetrate le azioni piu nefande nelle vostre riunioni”. La sola risposta del suo popolo fu: “Attira su di noi il castigo di Allah, se sei uno che dice il vero!”"},{"SurahNumber":29,"VerseNumber":30,"Text":"Disse: “Mio Signore, dammi la vittoria su questo popolo di perversi!”"},{"SurahNumber":29,"VerseNumber":31,"Text":"Quando i Nostri angeli portarono ad Abramo la lieta novella, dissero: “Si, [abbiamo l'incarico di] annientare gli abitanti di questa citta, poiche in verita sono ingiusti”"},{"SurahNumber":29,"VerseNumber":32,"Text":"Disse: “Ma cola abita Lot!”. Risposero: “Ben conosciamo chi vi abita. Lo salveremo, lui e la sua famiglia, eccetto sua moglie che sara tra coloro che rimarranno indietro”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Quando i Nostri angeli giunsero presso Lot, egli ebbe pena per loro e si senti incapace di proteggerli. Dissero: “Non temere e non affliggerti: siamo incaricati di salvare te e la tua famiglia, eccetto tua moglie che sara tra coloro che rimarranno indietro"},{"SurahNumber":29,"VerseNumber":34,"Text":"In verita, siamo [mandati] per far cadere dal cielo un castigo sugli abitanti di questa citta, per la loro turpitudine”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Gia ne abbiamo fatto un segno evidente per coloro che capiscono"},{"SurahNumber":29,"VerseNumber":36,"Text":"E ai Madianiti [mandammo] il loro fratello Shuayb, che disse loro: “O popol mio, adorate Allah e sperate nell'Ultimo Giorno, non commettete crimini sulla terra, non siate malfattori”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Lo trattarono da bugiardo. Li colpi il cataclisma e il mattino li trovo che giacevano senza vita, nelle loro case"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ugualmente [accadde] agli Ad e i Thamud; prova ne siano, per voi, le loro abitazioni. Satana abbelli agli occhi loro le loro azioni e li svio dalla retta via, nonostante fossero stati invitati ad essere lucidi"},{"SurahNumber":29,"VerseNumber":39,"Text":"Ugualmente [accadde] a Qarun e Faraone e Haman, quando Mose porto loro le prove, ma furono superbi sulla terra. Non poterono sfuggirci"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ognuno colpimmo per il suo peccato: contro alcuni mandammo un ciclone, altri furono trafitti dal Grido, altri facemmo inghiottire dalla terra e altri annegammo. Allah non fece loro torto: furono essi a far torto a loro stessi"},{"SurahNumber":29,"VerseNumber":41,"Text":"Coloro che si sono presi patroni all'infuori di Allah assomigliano al ragno che si e dato una casa. Ma la casa del ragno e la piu fragile delle case. Se lo sapessero"},{"SurahNumber":29,"VerseNumber":42,"Text":"In verita Allah ben conosce tutto cio che invocano all'infuori di Lui. Egli e l'Eccelso, il Saggio"},{"SurahNumber":29,"VerseNumber":43,"Text":"Queste metafore Noi le proponiamo agli uomini, ma non le capiscono se non i sapienti"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah ha creato i cieli e la terra secondo verita. Questo e un segno per i credenti"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recita quello che ti e stato rivelato del Libro ed esegui l'orazione. In verita l'orazione preserva dalla turpitudine e da cio che e riprovevole. Il ricordo di Allah e certo quanto ci sia di piu grande. Allah conosce perfettamente quello che operate"},{"SurahNumber":29,"VerseNumber":46,"Text":"Dialogate con belle maniere con la gente della Scrittura, eccetto quelli di loro che sono ingiusti. Dite [loro]: “Crediamo in quello che e stato fatto scendere su di noi e in quello che e stato fatto scendere su di voi, il nostro Dio e il vostro sono lo stesso Dio ed e a Lui che ci sottomettiamo”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Cosi abbiamo fatto scendere su di te il Libro. Coloro ai quali abbiamo dato il Libro credono in esso e anche tra loro c'e chi crede. Solo i miscredenti negano i Nostri segni"},{"SurahNumber":29,"VerseNumber":48,"Text":"Prima di questo non recitavi alcun Libro e non scrivevi con la tua destra; [che altrimenti] coloro che negano la verita avrebbero avuto dubbi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Sono invece chiari segni [custoditi] nei cuori di coloro ai quali e stata data la scienza. Solo gli ingiusti negano i Nostri segni"},{"SurahNumber":29,"VerseNumber":50,"Text":"E dissero: “Perche non sono stati fatti scendere su di lui segni da parte del suo Signore?”. Di': “I segni sono solo presso Allah. Io non sono che un ammonitore esplicito”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Non basta loro che ti abbiamo rivelato il Libro che recitano? Questa e davvero una misericordia e un Monito per coloro che credono"},{"SurahNumber":29,"VerseNumber":52,"Text":"Di': “Mi basta Allah come testimone tra me e voi, Lui che conosce tutto cio che e nei cieli e sulla terra. Coloro che credono alla falsita e negano Allah saranno i perdenti”"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ti chiedono di affrettare il castigo. Se non ci fosse un termine stabilito, gia sarebbe giunto il castigo. Verra loro all'improvviso, senza che ne abbiano sentore"},{"SurahNumber":29,"VerseNumber":54,"Text":"Cercano di farti affrettare il castigo... Sara l'Inferno a circondare i miscredenti"},{"SurahNumber":29,"VerseNumber":55,"Text":"nel Giorno in cui il castigo li avvolgera da sopra e da sotto i piedi e dira loro: “Gustate [le conseguenze di] quello che avete fatto!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O Miei servi credenti! In verita e grande la Mia terra! AdorateMi"},{"SurahNumber":29,"VerseNumber":57,"Text":"Ogni anima dovra provare la morte e poi sarete ricondotti verso di Noi"},{"SurahNumber":29,"VerseNumber":58,"Text":"Quanto a coloro che credono e operano il bene, li porremo in alti luoghi del Paradiso sotto i quali scorrono i ruscelli e vi rimarranno in perpetuo. Quanto e meraviglioso il premio di chi opera [il bene]"},{"SurahNumber":29,"VerseNumber":59,"Text":"di coloro che perseverano e hanno fiducia nel loro Signore"},{"SurahNumber":29,"VerseNumber":60,"Text":"Quanti esseri viventi non si preoccupano del loro nutrimento! E Allah che nutre loro e voi. E Lui che tutto ascolta e conosce"},{"SurahNumber":29,"VerseNumber":61,"Text":"“Chi ha creato i cieli e la terra e ha sottomesso il sole e la luna?”. Certamente risponderanno: “Allah”. Perche poi si distolgono [dalla retta via]"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah provvede con larghezza a chi vuole tra i Suoi servi, oppure lesina. In verita Allah conosce ogni cosa"},{"SurahNumber":29,"VerseNumber":63,"Text":"Se domandi loro: “Chi fa scendere l'acqua dal cielo e rida vita alla terra che gia era morta?”. Certamente risponderanno: “Allah”. Di': “La lode appartiene ad Allah!”. Ma la maggior parte di loro non ragiona"},{"SurahNumber":29,"VerseNumber":64,"Text":"Questa vita terrena non e altro che gioco e trastullo. La dimora ultima e la [vera] vita, se solo lo sapessero"},{"SurahNumber":29,"VerseNumber":65,"Text":"Quando salgono su una nave, invocano Allah rendendoGli un culto sincero. Quando poi Egli li mette in salvo sulla terraferma, Gli attribuiscono dei consoci"},{"SurahNumber":29,"VerseNumber":66,"Text":"per disconoscere quel che Noi abbiamo concesso loro e per effimeri godimenti: ben presto sapranno"},{"SurahNumber":29,"VerseNumber":67,"Text":"Non vedono forse che abbiamo dato loro un [territorio] inviolabile, mentre tutt'attorno la gente e depredata? Crederanno dunque al falso e disconosceranno i favori di Allah"},{"SurahNumber":29,"VerseNumber":68,"Text":"Chi e peggior ingiusto di colui che inventa una menzogna contro Allah o che smentisce la Verita quando essa gli e giunta? Non c'e forse nell'Inferno una dimora per i miscredenti"},{"SurahNumber":29,"VerseNumber":69,"Text":"Quanto a coloro che fanno uno sforzo per Noi, li guideremo sulle Nostre vie. In verita Allah e con coloro che fanno il bene"}]}