{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"Ey elbisesine burunen"},{"SurahNumber":73,"VerseNumber":2,"Text":"Gece kalk da az bir bolumu dısında (ibadet et)"},{"SurahNumber":73,"VerseNumber":3,"Text":"Gecenin yarısı veya ondan biraz eksilt ya da uzerine biraz artır. Kur´an´ı guzel ahenkli tane tane oku"},{"SurahNumber":73,"VerseNumber":4,"Text":"Gecenin yarısı veya ondan biraz eksilt ya da uzerine biraz artır. Kur´an´ı guzel ahenkli tane tane oku"},{"SurahNumber":73,"VerseNumber":5,"Text":"Suphesiz ki biz, sana (kaldırılması) agır bir soz vahyedecegiz"},{"SurahNumber":73,"VerseNumber":6,"Text":"Hakikat (ibadet icin) gece kalkmak hem daha dokunaklı ve te´sirli, hem de okuma cihetiyle daha saglam (bilgi ve huzur verici)dir"},{"SurahNumber":73,"VerseNumber":7,"Text":"Cunku gercekten senin icin gunduz ugrasacagın uzun isler vardır"},{"SurahNumber":73,"VerseNumber":8,"Text":"Rabbının ismini an; her seyden ilgini kesip yalnız O´na yonel"},{"SurahNumber":73,"VerseNumber":9,"Text":"O, dogunun da Rabbıdır, batının da Rabbıdır. Baska tanrı yoktur, ancak O vardır. Artık sen, O´nu hep vekil edin"},{"SurahNumber":73,"VerseNumber":10,"Text":"Onların (inkarcı musriklerin) dediklerine katlan. Onları guzel bir tavırla terkedip ayrıl"},{"SurahNumber":73,"VerseNumber":11,"Text":"Nimet sahipleri olup (Hakk´ı) yalanlayanları bana bırak da kendilerine az bir muhlet ver"},{"SurahNumber":73,"VerseNumber":12,"Text":"Cunku yanımızda bukagılar, Cehennem, bogazdan gecmeyen yiyecek ve elem verici bir azab vardır"},{"SurahNumber":73,"VerseNumber":13,"Text":"Cunku yanımızda bukagılar, Cehennem, bogazdan gecmeyen yiyecek ve elem verici bir azab vardır"},{"SurahNumber":73,"VerseNumber":14,"Text":"Bir gunde ki, yeryuzu ve daglar sarsıldıkca sarsılır; daglar cokmus kum yıgınına donusur"},{"SurahNumber":73,"VerseNumber":15,"Text":"Suphesiz ki, biz, Fir´avn´a bir peygamber gonderdigimiz gibi, size de uzerinize sahit olacak bir peygamber gonderdik"},{"SurahNumber":73,"VerseNumber":16,"Text":"Ne var ki, Fir´avn, o peygambere karsı geldi; bu yuzden onu yakalayıp agır sekilde cezalandırdık"},{"SurahNumber":73,"VerseNumber":17,"Text":"Eger kufre saparsanız, cocukları ak saclı ihtiyarlara cevirecek gunden nasıl korunursunuz"},{"SurahNumber":73,"VerseNumber":18,"Text":"Gok, onunla (o gunun dehsetiyle) catlamıstır (catlayacak). O´nun va´di mutlaka yerine gelir"},{"SurahNumber":73,"VerseNumber":19,"Text":"Gercekten bu bir oguttur. Artık dileyen Rabbına giden bir yol edinir"},{"SurahNumber":73,"VerseNumber":20,"Text":"Suphesiz ki Rabbin, senin ve seninle beraber bir toplulugun gecenin ucte ikisine yakın bir sureyi, yarısını ve bazan da ucte birini kalkıp ibadetle gecirdiginizi bilir. Allah, gece ve gunduzu takdir eder, sizin bunu sayamıyacagınızı bildigi icin size lutuf la yonelir. Bundan boyle Kur´an´dan size kolay geleni okuyun. Allah, sizden hastalar olacagını, diger bir kısmının Allah´ın bol nimet ve genis lutfunu arayıp elde etmek icin yolculuk yapacaklarını, baska bir kısmının ise Allah yolunda vurusacaklarını bilmistir. O halde Kur´an´dan size kolay geleni okuyunuz. Namazı dosdogru kılınız, zekatı veriniz, Allah´a (O´nun rızası ugruna faizsiz) guzel bir odunc veriniz. Kendiniz icin onden ne gibi bir hayır gonderirseniz, onu daha hayırlı ve karsılıgı daha buyuk olarak Allah´ın yanında bulursunuz. Allah´tan bagıslanma dileyiniz. Suphesiz ki, Allah, cok bagıslayan, cok merhamet edendir"}]}