{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Вони радити ви приблизно псується війни. Скажіть, псується війни належте БОГУ та кур'єру.\" Ви будете зауважити БОГА, exhort один одним щоб бути справедливі, та підкоряєтеся БОГУ та Його кур'єру, якщо ви віруючі"},{"SurahNumber":8,"VerseNumber":2,"Text":"вірні віруючі є ці чиї серденька дрижать коли БОГ згадується, та коли Його відкриття декламуються їм, їхня віра посилюється, та вони довіряють у їхньому Лорді"},{"SurahNumber":8,"VerseNumber":3,"Text":"Вони зауважують Контактні Молитви (Salat), та з наших умов їм, вони дають добродійність"},{"SurahNumber":8,"VerseNumber":4,"Text":"Такий являють собою вірних віруючів. Вони досягають високих рангів у їхньому Лорді, так же, як і forgiveness та великодушному забезпеченні"},{"SurahNumber":8,"VerseNumber":5,"Text":"Тоді ваш Лорд willed що ви лишаєте ваш додому, fulfill специфічний план, деякі віруючі стали exposed як вимушені віруючі"},{"SurahNumber":8,"VerseNumber":6,"Text":"Вони сперечалися з вами проти правди, навіть після все були роз'яснені їм. Вони діяли як якщо вони велись до певної смерті"},{"SurahNumber":8,"VerseNumber":7,"Text":"Відкликання що БОГ пообіцяв вам перемогу над певною групою, але ви досі захотіли зустрічатися з більш слабою групою. Це був БОЖИЙ план встановити правду з Його словами, та щоб завдати поразки disbelievers"},{"SurahNumber":8,"VerseNumber":8,"Text":"Для Він ухвалив що правда буде переважати, та falsehood буде зникнути, незважаючи на evildoers"},{"SurahNumber":8,"VerseNumber":9,"Text":"Отже, коли ви благали вашого Лорда прийти на допомогу, Він відповів до вас: \"Я підтримую вас з одніми ангелами тисячі підряд"},{"SurahNumber":8,"VerseNumber":10,"Text":"БОГ дав ви ця гарна новина посилюєте ваші серденька. Перемога прибуває тільки з БОГА. БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":8,"VerseNumber":11,"Text":"Він викликав миролюбний slumber щоб охопити вас та pacify ви, та Він посланий вниз поливаєте з неба почистити ви therewith. Він захистив вас з прокльону чорта, заспокоєні ваші серденька та посилили вашу опору"},{"SurahNumber":8,"VerseNumber":12,"Text":"Відкликання що ваш Лорд надихнув ангели: \"Я з вами; так підтримувати ці хто вважали. Я кину терор у серденька цих хто disbelieved. Ви можете вразити їх нагорі шиї, та ви можете вразити рівний кожний палець"},{"SurahNumber":8,"VerseNumber":13,"Text":"Це є які вони справедливо підпали борючись БОГ та Його кур'єр. Для цих хто борються проти БОГА та Його кур'єра, БОЖИЙ retribution є суворий"},{"SurahNumber":8,"VerseNumber":14,"Text":"Це мусить покарати disbelievers; вони зазнали retribution Пекла"},{"SurahNumber":8,"VerseNumber":15,"Text":"O ви що вважаєте, якщо ви зустрічаєте disbelievers хто мобілізували проти вас, не вертаєтеся назад та тікаєте"},{"SurahNumber":8,"VerseNumber":16,"Text":"Будь хто хто повертає назад на що день, крім щоб виконати план битви, або щоб приєднатися до його групи, зазнав гніву з БОГА, та його abode Пекло; що нещасна доля"},{"SurahNumber":8,"VerseNumber":17,"Text":"Це були не ви котрі збиті їм; БОГ являє собою одніх котрих збитих їм. Це були не ви що кинули коли ви кинули; БОГ являє собою один хто кинув. Але Він таким чином дає віруючі шанс заробляють дуже багато кредиту. БОГ Слухач, Omniscient"},{"SurahNumber":8,"VerseNumber":18,"Text":"Додатково, БОГ таким чином знищує схеми disbelievers"},{"SurahNumber":8,"VerseNumber":19,"Text":"Ви шукали перемоги (O disbelievers), та перемога прибувала; це належало віруючам. Якщо ви утримуєтеся (з агресії) це було б краще для вас, але якщо ви вертаєте, так будете ми. Ваші армії ніколи не допоможуть вам, ніякій матерії як великій. Для БОГА є на стороні віруючів"},{"SurahNumber":8,"VerseNumber":20,"Text":"O ви що вважаєте, підкоряєтеся БОГУ та Його кур'єру, та не disregard йо в той час, як ви чуєте"},{"SurahNumber":8,"VerseNumber":21,"Text":"Не виглядаємо як цей хто кажуть, \"Ми чуємо,\" коли вони не чують"},{"SurahNumber":8,"VerseNumber":22,"Text":"найгірші створіння у видовищі БОГА являють собою глухий та німий, хто не розуміють"},{"SurahNumber":8,"VerseNumber":23,"Text":"Мав БОГА знав будь-якого гарний у них, Він би зробив слухачам їх. Навіть якщо б Він зробив слухачам їх, вони досі би прогнали у антипатії"},{"SurahNumber":8,"VerseNumber":24,"Text":"O ви що вважаєте, ви будете відповісти до БОГА та до кур'єра коли він запрошує вас що дає вам життя. Ви мусите знати що БОГ є ближчий до вас ніж ваше серце, та що перед тим, як Йо ви будете скликатися"},{"SurahNumber":8,"VerseNumber":25,"Text":"Бережетеся retribution що не можете бути обмежені до evildoers серед вас. Ви мусите знати що БОЖИЙ retribution є суворий"},{"SurahNumber":8,"VerseNumber":26,"Text":"Запам'ятаєте що ви звичайно були мало та пригнічених, бочи що люди можуть схватити вас, та Він гарантував вам надійним sanctuary, підтримали вас з Його перемогою, та якщо ви з гарними умовами, що ви можете бути appreciative"},{"SurahNumber":8,"VerseNumber":27,"Text":"O ви що вважаєте, не виказуєте БОГА та кур'єра, та не виказуєте ці хто довіряють вам, зараз що ви знаєте"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ви мусите знати що ваші гроші та ваші діти є тест, та що БОГ володіє великою винагородою"},{"SurahNumber":8,"VerseNumber":29,"Text":"O ви що вважаєте, якщо ви БОГ поваги, Він висвітлить вас, відсилаєте ваші гріхи, та пробачаєте вам. БОГ володіє необмеженою чарівністю"},{"SurahNumber":8,"VerseNumber":30,"Text":"disbelievers сюжет та схема neutralize ви, або убиваєте вас, або виганяєте вас. Але, вони креслять та схема, але так робить БОГА. БОГ являє собою кращий schemer"},{"SurahNumber":8,"VerseNumber":31,"Text":"Коли наші відкриття декламуються їм, як кажуть, \"Ми почули. Якщо ми захотіли, ми могли сказали ті же речі. Це - ні більш ніж повісті з минулі"},{"SurahNumber":8,"VerseNumber":32,"Text":"Вони також сказали, \"Наш бог, якщо це є дійсно правда від Вас, тоді ни зливи з скелями з неба, або ллються на нас болісне покарання"},{"SurahNumber":8,"VerseNumber":33,"Text":"Але, БОГ не мусить покарати їх в той час, як ви є у їхньому midst; БОГ не мусить покарати їх в той час, як вони шукають forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"вони не заслужили БОЖИЙ retribution, відхиляючи інші з Священні Masjid, незважаючи на те, що вони не опікуни тут? Вірні опікуни тут являють собою справедливий, але більшість їх не знають"},{"SurahNumber":8,"VerseNumber":35,"Text":"Їхній Контакт Молитви (Salat) у shrine (Ka`bah) був ні більш ніж mockery та засоби відхиляючих людей (товпившись їм). Тому, зазнають retribution для вашого disbelief"},{"SurahNumber":8,"VerseNumber":36,"Text":"Цей хто disbelieve витрачають їхні гроші відхилити інші з шляху БОГА. Вони витратять це, тоді йому повернуться у горе та remorse для них. Остаточно, вони будуть завдаватися поразки, та весь disbelievers будуть скликатися до Дідька"},{"SurahNumber":8,"VerseNumber":37,"Text":"БОГ просіє далеко поганий з гарний, тоді нагромаджують поганий на вершині один одного, всій у одній купі, тоді кидають це у Пеклі. Такий являють собою losers"},{"SurahNumber":8,"VerseNumber":38,"Text":"Розповідають цим хто disbelieved: якщо вони зупиняють, весь їх повз будуть пробачатися. Але якщо вони вертають, вони підпадуть та же доля як їхні попередні колеги"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ви будете боротись їм до опіки пригнічення, та до практики ваша релігія присвячена до БОГА єдиного. Якщо вони утримуються від агресії, тоді БОГ цілком Seer все вони"},{"SurahNumber":8,"VerseNumber":40,"Text":"Якщо вони проганяють, тоді ви мусите знати що БОГ є ваш Лорд та Майстер; кращий Лорд та Майстер, кращий прихильник"},{"SurahNumber":8,"VerseNumber":41,"Text":"Ви мусите знати що якщо ви отримуєте будь-який псується у війні, одній- п'ятій будете поїхати до БОГА та кур'єра, до поданих до родичів, сирот, бідних, та мандруючих чужих. Ви зробите це якщо ви вірите в БОГУ та у що ми відкрили до нашого службовця на дні рішення, день два армії грюкнутої. БОГ Omnipotent"},{"SurahNumber":8,"VerseNumber":42,"Text":"Відкликання що ви були на цій стороні valley, в той час, як вони з іншого боку. Тоді їхній караван повинен був посунути опуститися наточений. Ви планували це цей шлях, ви не могли зробили це. Але БОГ мусить виконати predetermined матерія, тим самим ця destined бути винищена була винищена з очевидної причини, та цієї destined бути врятована була врятована з очевидної причини. БОГ Слухач, Omniscient"},{"SurahNumber":8,"VerseNumber":43,"Text":"БОГ зробив їм з'являються у вашій мрії (O Muhammad) менше у числі. Він зробив їм з'являєтеся більше численні, ви би вийшли з ладу, та ви би посперечалися серед себе. Але БОГ врятував ситуацію. Він Knower найглибших думок"},{"SurahNumber":8,"VerseNumber":44,"Text":"Та коли час прибув та ви зустрічалися з ними, Він зробив їм з'являєтеся менше у ваших очах, та зроблених ви з'являєтеся менше у їхніх очах також. Для БОГА willed виконати певний план. Всі рішення робляться БОГОМ"},{"SurahNumber":8,"VerseNumber":45,"Text":"O ви що вважаєте, коли ви зустрічаєте армію, ви будете влаштувати швидкий та будете святкувати БОГА часто, що ви можете мати успіх"},{"SurahNumber":8,"VerseNumber":46,"Text":"Ви будете підкоритися БОГУ та Його кур'єру, та не диспутуєте серед себе, lest ви не спроможетесь та розкидувати ваша сила. Ви будете steadfastly persevere. БОГ є з цими хто steadfastly persevere"},{"SurahNumber":8,"VerseNumber":47,"Text":"Не виглядають як ці котрі лишені їхні домівки grudgingly, тільки показати, та фактично знеохотили інші з слідкуючого шляху БОГА. БОГ знає цілком все вони"},{"SurahNumber":8,"VerseNumber":48,"Text":"чорт прикрасив їхні праці у їхніх очах, та сказав, \"Ви не можете бути завдаватися поразки будь-якими людьми сьогодні,\" та \"я буду боротись разом з вами.\" Але як тільки два армії зустрічався з один одного, він повернувся назад на його п'ятах та fled, кажучи, \"я зрікаюся вас. Я бачу які ви не дивитесь. На жаль БОГА. БОЖИЙ retribution awesome"},{"SurahNumber":8,"VerseNumber":49,"Text":"лицеміри та цей хто harbored сумнів у їхніх серденьках сказав, \"Ці люди обманюються їхньою релігією.\" Але, якщо кожний ставить його довіру у БОГУ, тоді БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":8,"VerseNumber":50,"Text":"Якщо ви могли тільки побачити ці хто disbelieved коли ангели ставлять їх до смерті! Вони поб'ють їх на їхніх обличчі та їхніх задніх кінцях: \"Покушт retribution Пекла"},{"SurahNumber":8,"VerseNumber":51,"Text":"Це є наслідок яких ваших рук послали вперед. БОГ ніколи не unjust до створінь"},{"SurahNumber":8,"VerseNumber":52,"Text":"Це являє собою ту же самий долю як що Pharaoh люди та цей хто disbelieved перед тим, як їм. Вони відхилили БОЖІ відкриття, та БОГ покарав їх для їхніх гріхів. БОГ є потужний, та Його retribution є суворий"},{"SurahNumber":8,"VerseNumber":53,"Text":"БОГ не міняє благословляючий Він подарував будь-яких людей якщо не вони себе вирішать змінитися. БОГ Слухач, Omniscient"},{"SurahNumber":8,"VerseNumber":54,"Text":"Такий являли собою випадок з людьми Pharaoh та інші перед тим, як їм. Вони перші відхилили знаки їхнього Лорда. Отже, ми винищили їх для їхніх гріхів. Ми потонули Pharaoh люди; безпутний стійко були покарані"},{"SurahNumber":8,"VerseNumber":55,"Text":"найгірші створіння у видовищі БОГА є цей хто disbelieved; вони не можуть повірити"},{"SurahNumber":8,"VerseNumber":56,"Text":"Ви досягаєте договорів з ними, але вони порушують їхні договори кожний раз; вони є не справедливі"},{"SurahNumber":8,"VerseNumber":57,"Text":"Тому, якщо ви зустрічаєте їх у війні, ви будете встановити їх як deterrent приклад для цих хто прибували після них, що вони можуть взяти увагу"},{"SurahNumber":8,"VerseNumber":58,"Text":"Коли ви виказуєтесь групою людей, ви будете мобілізувати проти них у тому же способі. БОГ не любить betrayers"},{"SurahNumber":8,"VerseNumber":59,"Text":"Дозволяють не цей хто disbelieve думають що вони можуть піти з це; вони можуть ніколи не втікти"},{"SurahNumber":8,"VerseNumber":60,"Text":"Ви будете підготовити для них всі енергетичні ви можете огляд, та все устаткування ви можете мобілізувати, що ви можете злякати ворогів БОГА, ваші вороги, так же, як і інші що не знаються до вас; БОГ знає їх. Щоб ні ви витрачаєте в ім'я БОГА будете repaid до вас великодушно, без найменшої несправедливості"},{"SurahNumber":8,"VerseNumber":61,"Text":"Якщо вони вдаються до миру, так будуть ви, та ставите вашу довіру у БОГУ. Він являє собою Слухача, Omniscient"},{"SurahNumber":8,"VerseNumber":62,"Text":"Якщо вони захочуть обманути вас, тоді БОГ буде бути достатній вами. Він допоможе вам з Його підтримкою, та з віруючами"},{"SurahNumber":8,"VerseNumber":63,"Text":"Він посвятив серденька (віруючів). Ви витратили всі гроші на землі, ви не могли посвятити їхні серденька. Але БОГ святив їх. Він є Могутній, Найбільш Мудрий"},{"SurahNumber":8,"VerseNumber":64,"Text":"O ви пророк, достатній для ви БОГ та віруючі що прослідкували за вами"},{"SurahNumber":8,"VerseNumber":65,"Text":"O ви пророк, ви будете exhort віруючі боротись. Якщо є двадцять вас що steadfast, вони можуть завдати поразки двом сто, та сотня ви можете завдати поразки тисячі цих хто disbelieved. Що тому, що вони люди що не розуміють"},{"SurahNumber":8,"VerseNumber":66,"Text":"Зараз (що багато нових людей приєдналися до вас) БОГ встиг легше для вас, для Він знає що ви є не такі сильні як ви звичайно були. З цього часу, сто steadfast віруючі можуть завдати поразки двом сто, та тисяча ви можете завдати поразки двом тисячі БОЖИМ від'їздом. БОГ є з цими хто steadfastly persevere"},{"SurahNumber":8,"VerseNumber":67,"Text":"Ніякий пророк не буде набути в'язнів, якщо не він бере участь у борючому. Ви люди шукають матеріалів це світ, в той час, як БОГ захищає У майбутньому. БОГ є Могутній, Найбільш Мудрий"},{"SurahNumber":8,"VerseNumber":68,"Text":"Якщо б це було не для predetermined декрет з БОГА, ви би постраждали, внаслідок що ви взяли, страшний retribution"},{"SurahNumber":8,"VerseNumber":69,"Text":"Тому, гоститеся з псує ви заробили, що котрі є законні та гарний, та зауважуєте БОГА. БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":8,"VerseNumber":70,"Text":"O ви пророк, розповідаєте в'язням війни у ваших руках, \"Якщо б БОГ знав будь що гарного у ваших серденьках, Він би дав вам краще ніж будь що ви загубили, та би простили вас. БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":8,"VerseNumber":71,"Text":"Та якщо вони захочуть видати вас, вони вже видали БОГА. Це чому Він зробив їм losers. БОГ Omniscient, Найбільш Мудрий"},{"SurahNumber":8,"VerseNumber":72,"Text":"Безсумнівно, цей хто вважали, та емігрував, та доклав зусиль з їхніми грошами та їхніми життям в ім'я БОГА, так же, як і цей хто hosted їм та дали їм притулок, та підтримали їх, вони союзники один одним. Як для цих хто вважають, але не переїжджаєте з вами, ви не будете у боргу перед ними будь-яка підтримка, до вони переїжджати. Але, якщо вони потребують вашої допомоги, тому що брати у вірі, ви будете допомогти їм, крім проти людей з ким ви підписали мирний договір. БОГ Seer все ви"},{"SurahNumber":8,"VerseNumber":73,"Text":"Цей хто disbelieved союзники один одним. Якщо не ви держите ці заповіді, там будете хаос на землі, та страшній корупції"},{"SurahNumber":8,"VerseNumber":74,"Text":"Цей хто вважали та емігрував, та доклав зусиль в ім'я БОГА, так же, як і цей хто hosted їм та дали їм притулок, та підтримали їх, ці являють собою вірних віруючів. Вони заслужили forgiveness та великодушну винагороду"},{"SurahNumber":8,"VerseNumber":75,"Text":"Цей хто вважали пізніше, та емігрував, та доклав зусиль з вами, вони належать з вами. Цей хто відносяться до один одного буде перший підтримати один одного, згідно з БОЖИМИ заповідями. БОГ знає цілком всі речі"}]}