{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Shì yǐ bōzhòng zhě,"},{"SurahNumber":51,"VerseNumber":2,"Text":"zàizhòng zhě,"},{"SurahNumber":51,"VerseNumber":3,"Text":"piāoliú zhě,"},{"SurahNumber":51,"VerseNumber":4,"Text":"fēnpèi zhě,"},{"SurahNumber":51,"VerseNumber":5,"Text":"jǐnggào nǐmen de shì què shì zhēnshí de,"},{"SurahNumber":51,"VerseNumber":6,"Text":"bàoyìng què shì yào fāshēng de."},{"SurahNumber":51,"VerseNumber":7,"Text":"Yǐ yǒu guǐdào de zhū tiān méngshì,"},{"SurahNumber":51,"VerseNumber":8,"Text":"nǐmen què shì gè zhí yī shuō de,"},{"SurahNumber":51,"VerseNumber":9,"Text":"yuán bèi zǔ'è zhě, jiāng bèi zǔ'è, ér bùdé dàodá tā."},{"SurahNumber":51,"VerseNumber":10,"Text":"Yuàn chángcháng shuōhuǎng zhě bèi qì jué!"},{"SurahNumber":51,"VerseNumber":11,"Text":"Tāmen jìnchén zài yúmèi zhī zhōng, tāmen shì hūn kuì de."},{"SurahNumber":51,"VerseNumber":12,"Text":"Tāmen wèn bàoyìng rì zài shénme shíhòu,"},{"SurahNumber":51,"VerseNumber":13,"Text":"nà shì tāmen zài huǒxíngshàng shòuxíng zhī rì."},{"SurahNumber":51,"VerseNumber":14,"Text":"Nǐmen chángshì nǐmen de xíngfá ba! Zhè jiùshì nǐmen yāoqiú zǎorì shíxiàn de."},{"SurahNumber":51,"VerseNumber":15,"Text":"Jìngwèi de rénmen bìdìng zài xǔduō lèyuán zhōng, zài xǔduō quányuán pàn,"},{"SurahNumber":51,"VerseNumber":16,"Text":"jiēshòu tāmen de zhǔ suǒ shǎngcì de. Tāmen zài shēngqián què shì xíng shàn de,"},{"SurahNumber":51,"VerseNumber":17,"Text":"tāmen zài yèjiān zhǐ shāoshāo shuì yīxià,"},{"SurahNumber":51,"VerseNumber":18,"Text":"tāmen zài límíng shí xiàng zhǔ qiúráo,"},{"SurahNumber":51,"VerseNumber":19,"Text":"tāmen de cáichǎn zhōng, yǒu qǐgài hé pínmín de quánlì."},{"SurahNumber":51,"VerseNumber":20,"Text":"Zài dà dìshàng duìyú dǔxìn de rénmen, yǒu xǔduō jīxiàng;"},{"SurahNumber":51,"VerseNumber":21,"Text":"zài nǐmen zìshēn zhōng yěyǒu xǔduō jīxiàng, nándào nǐmen kàn bùjiàn ma?"},{"SurahNumber":51,"VerseNumber":22,"Text":"Zài tiānshàng, yǒu nǐmen de jǐyǎng, yěyǒu yīngxǔ nǐmen de shǎngfá."},{"SurahNumber":51,"VerseNumber":23,"Text":"Yǐ tiāndì de zhǔ méngshì, zhè què shì zhēnshí de, yóurú nǐmen néng shuōhuà yīyàng."},{"SurahNumber":51,"VerseNumber":24,"Text":"Guānyú yì bo lā xīn de shòu yōudài de bīnkè de gùshì, yǐ láilín nǐle ma?"},{"SurahNumber":51,"VerseNumber":25,"Text":"Dāngshí, tāmen jìnqù jiàn tā, tāmen shuō:`Zhù nǐ píng'ān!'Tā shuō:`Zhù nǐmen píng'ān!'Tā xiǎng zhèxiē shì shēng kè."},{"SurahNumber":51,"VerseNumber":26,"Text":"Yúshì tā qiāoqiāo de zǒu dào tā de jiāshǔ nàlǐ, ná lái yītóu féi nèn de niúdú,"},{"SurahNumber":51,"VerseNumber":27,"Text":"tā bǎ nà niúdú sòng dào kèrén miànqián, shuō:`Nǐmen zěnme bù chī ne!'"},{"SurahNumber":51,"VerseNumber":28,"Text":"Tā wèi tāmen ér xīnhuái kǒngjù. Tāmen shuō:`Nǐ bùyào kǒngjù.'Tāmen yǐ yīgè yǒu xuéshì de értóng xiàng tā bàoxǐ."},{"SurahNumber":51,"VerseNumber":29,"Text":"Tā de nǚrén biàn hǎnjiàozhe zǒu lái, tā dǎ zìjǐ de liǎn, shuō:`Wǒ shì yīgè bùnéng shēngyù de lǎo fùrén.'"},{"SurahNumber":51,"VerseNumber":30,"Text":"Tāmen shuō:`Nǐ de zhǔ shì zhèyàng shuō de, tā què shì zhì ruì de, què shì quánzhī de.'"},{"SurahNumber":51,"VerseNumber":31,"Text":"Tā shuō:`Zhūwèi shǐzhě a! Nǐmen yǒu shé me chāishì ne?'"},{"SurahNumber":51,"VerseNumber":32,"Text":"Tāmen shuō:`Wǒmen què yǐ fèng pài qù chéngzhì yīqún fànzuì de mínzhòng,"},{"SurahNumber":51,"VerseNumber":33,"Text":"wǒmen jiāng yīn huǐmiè tāmen ér jiàngxià niántǔ biànchéng de shítou,"},{"SurahNumber":51,"VerseNumber":34,"Text":"nà shì cóng nǐ de zhǔ nàlǐ wéi guòfèn zhě ér fāchū de.'"},{"SurahNumber":51,"VerseNumber":35,"Text":"Wǒ bǎ chéng lǐ suǒyǒu de xìnshì dōu jiùle chūlái,"},{"SurahNumber":51,"VerseNumber":36,"Text":"wǒ zài chéng lǐ zhǐ fāxiàn yījiā guīshùn zhě."},{"SurahNumber":51,"VerseNumber":37,"Text":"Wǒ céng zài chéng lǐ liú xià yīzhǒng jīxiàng, yǐbiàn wèijù tòngkǔ de xíngfá de rénmen yòng zuò jiànjiè."},{"SurahNumber":51,"VerseNumber":38,"Text":"Zài mù sà de gùshì lǐ yěyǒu yīzhǒng jīxiàng. Dāngshí, wǒ céng pàiqiǎn tā dàizhe yī jiàn míngzhèng qù jiàn fǎlǎo."},{"SurahNumber":51,"VerseNumber":39,"Text":"Dàn fǎlǎo yīn yǒu shìlì gù bèiqì mù sà, tā shuō:`Zhè shì yīgè shùshì, huò shì yīgè fēng rén.'"},{"SurahNumber":51,"VerseNumber":40,"Text":"Suǒyǐ wǒ chéngzhì tā hé tā de jūnduì, ér jiāng tāmen tóurù hǎizhōng, tā shì shòu zébèi de."},{"SurahNumber":51,"VerseNumber":41,"Text":"Zài ā dé rén de gùshì lǐ, yěyǒuyīzhǒng jīxiàng. Dāngshí, wǒ céng shǐ wúyì de bàofēng qù huǐmiè tāmen,"},{"SurahNumber":51,"VerseNumber":42,"Text":"fán jīng nà bào fēngchuīguò de dōngxī, wú yī bù biànchéng pòsuì de."},{"SurahNumber":51,"VerseNumber":43,"Text":"Zài sài mò dé rén de gùshì lǐ, yěyǒu yīzhǒng jīxiàng. Dāngshí, yǒurén duì tāmen shuō:`Nǐmen zhànshí xiǎngshòu ba!'"},{"SurahNumber":51,"VerseNumber":44,"Text":"Tāmen céng wéikàng tāmen zhǔ de mìnglìng, gù jí léi huǐmièle tāmen, tóngshí, tāmen yǎnjiàn xíngfá jiànglín,"},{"SurahNumber":51,"VerseNumber":45,"Text":"tāmen wèi néng zhàn qǐ, tāmen yě wèi néng zìwèi."},{"SurahNumber":51,"VerseNumber":46,"Text":"Yǐqián, wǒ huǐmièle nǔ hā de zōngzú, tāmen què shì bèinì de mínzhòng."},{"SurahNumber":51,"VerseNumber":47,"Text":"Tiān, wǒ céng yǐ quánlì jiànzào tā, wǒ què shì dà néng de;"},{"SurahNumber":51,"VerseNumber":48,"Text":"de, wǒ céng pūzhāng tā. Měizāi pūzhāng zhě!"},{"SurahNumber":51,"VerseNumber":49,"Text":"Wǒ jiāng měi zhǒng wù zàochéng pèi'ǒu, yǐbiàn nǐmen juéwù."},{"SurahNumber":51,"VerseNumber":50,"Text":"Nǐ shuō:`Nǐmen yīngdāng táo guīzhēnzhǔ, wǒ duìyú nǐmen què shì yīgè tǎnshuài de jǐnggào zhě."},{"SurahNumber":51,"VerseNumber":51,"Text":"Nǐmen bùyào yǐ bié de shénlíng yǔ zhēnzhǔ tóng shòu chóngbài, wǒ duìyú nǐmen què shì yīgè tǎnshuài de jǐnggào zhě.'"},{"SurahNumber":51,"VerseNumber":52,"Text":"Tāmen yǐqián de gè mínzú yě xiàng zhèyàng, měi yǒu yīgè shǐzhě láilín tāmen, tāmen jiù shuō:`Tā shì yīgè shùshì, huò shì yīgè fēng rén.'"},{"SurahNumber":51,"VerseNumber":53,"Text":"Nándào tāmen céng yǐ cǐ huà hùxiāng zhǔfù ma? Bùrán, tāmen dōu shì bèinì de mínzhòng."},{"SurahNumber":51,"VerseNumber":54,"Text":"Nǐ yīngdāng tuìbì tāmen, nǐ jué bùshì shòu zébèi de."},{"SurahNumber":51,"VerseNumber":55,"Text":"Nǐ yīngdāng jiàohuì zhòngrén, yīnwèi jiàohuì duìyú xìnshìmen què shì yǒuyì de."},{"SurahNumber":51,"VerseNumber":56,"Text":"Wǒ chuàngzào jīnglíng hé rénlèi, zhǐ wèi yào tāmen chóngbài wǒ."},{"SurahNumber":51,"VerseNumber":57,"Text":"Wǒ bù wàng tāmen de gōngjǐ, wǒ yě bù wàng tāmen de fèngyǎng."},{"SurahNumber":51,"VerseNumber":58,"Text":"Zhēnzhǔ què shì gōngjǐ wànwù de, què shì yǒu quánlì de, què shì jiāndìng de."},{"SurahNumber":51,"VerseNumber":59,"Text":"Bùyì de rénmen, hé tāmen de péngyǒu yīyàng, bìděi yī fèn xíngfá, suǒyǐ jiào tāmen bùyào cuīcù wǒ."},{"SurahNumber":51,"VerseNumber":60,"Text":"Shāng zāi bù xìndào de rénmen! Dāng tāmen bèi jǐnggào de rìzi láilín de shíhòu."}]}