{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Zikir/ogut/uyarı dolu Kur´an´a yemin olsun ki"},{"SurahNumber":38,"VerseNumber":2,"Text":"Is hic de onların sandıgı gibi degil! O kufre sapanlar bir gurur, ayrılık ve butunden kopus icindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan once nice nesilleri helak ettik biz, bagrıstılar onlar, fakat kurtulus yoktu; gecmisti zaman"},{"SurahNumber":38,"VerseNumber":4,"Text":"Kendi iclerinden kendilerine bir uyarıcı geldi diye sasıp kaldılar. Ve soyle dedi bu nankorler: \"Bu adam yalanlar duzen bir buyucu"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ilahları bir tek tanrı mı yapmıs? Bu, gercekten hayret edilecek bir sey"},{"SurahNumber":38,"VerseNumber":6,"Text":"Iclerinden kodaman bir grup one cıktı: \"Haydi, yuruyun! Ilahlarınıza sahip cıkmada kararlı davranın! Gercek su ki, istenip beklenen sey budur"},{"SurahNumber":38,"VerseNumber":7,"Text":"Oteki millette isitmedik boyle bir sey. Bu bir uydurmadan baska sey degildir"},{"SurahNumber":38,"VerseNumber":8,"Text":"Ogut ve uyarı, icimizden ona mı indirildi?\" Hayır, onlar benim zikrimden/Kur´an´ımdan kuskulandılar. Hayır, onlar benim azabımı henuz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa Aziz, Vahhab olan Rabbinin rahmetinin hazineleri onların katında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa goklerin, yerin ve bu ikisi arasında bulunanların mulk ve saltanatı onların mı? Eger oyleyse sebepler icinde yukselsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"Kabilelerden olusmus, sozum ona bir ordudur bu; surada bozguna ugratılacaktır"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh kavmi ve Ad da yalanlamıstı. Kazıklar sahibi Firavun da"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud, Lut kavmi, o sık agacları besleyen su kaynagının sahipleri Eykeliler de. Iste onlar da boyle hiziplerdi"},{"SurahNumber":38,"VerseNumber":14,"Text":"Bunların hepsi, resulleri yalanlamaktan baska bir sey yapmadılar. Sonunda azabım hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Bunların bekledigi de sadece, en kucuk bir gecikmesi olmayan o muthis titresimli tek sestir"},{"SurahNumber":38,"VerseNumber":16,"Text":"Soyle dediler: \"Rabbimiz, bizim payımızı/hesap defterimizi, hesap gununden once cabucak ver"},{"SurahNumber":38,"VerseNumber":17,"Text":"Onların dediklerine sabret! O kuvvet sahibi kulumuz Davud´u an! O, tespih nagmeleri dokturen bir kul idi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Dagları onunla birlikte buyruk altına almıstık: Aksam-sabah birlikte tespih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Kuslar da toplu halde onunla beraberdi. Hepsi, onun tespih nagmelerine katılırdı"},{"SurahNumber":38,"VerseNumber":20,"Text":"Mulk ve yonetimini guclendirmistik. Kendisine hikmet ve hakla batılı ayıran soz etme yetenegi vermistik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Geldi mi sana, o cekisme hikayesinin haberi? Hani, o hasımlar, duvarı asarak mihraba ulasmıslardı"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud´un yanına girmisledi de onlardan korkmustu. \"Korkma, dediler, biz iki davacıyız. Birimiz otekinin hakkını cignedi. Simdi sen, aramızda hak ile hukmet, adaletsizlik etme. Bizi yolun denge noktasına ilet"},{"SurahNumber":38,"VerseNumber":23,"Text":"Su benim kardesimdir. Kendisinin doksan dokuz koyunu var. Benimse bir tek koyunum var. Buna ragmen, onu da bana ver dedi ve tartısmada bana galip geldi"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davud dedi ki: \"Vallahi, senin bir tek koyununu kendi koyunlarına katmak istemekle sana zulmetmis. Zaten ortaklardan bircogu birbiri aleyhine haksızlık ve zulme sapar. Iman edip hakka ve barısa yonelik isler yapanlar boyle degildir. Ama onlar da pek azdır.\" Davud, kendisini imtihan ettigimizi dusundu; hemen Rabbinden af diledi; ruku ederek yerlere egildi ve Allah´a yoneldi"},{"SurahNumber":38,"VerseNumber":25,"Text":"Biz de ondan o gunahı affettik. Katımızdan onun icin bir yakınlık ve guzel bir gelecek var"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud, seni yeryuzunde bir halife yaptık. Artık insanlar arasında hakla hukmet; gecici hevese uyma ki, seni Allah yolundan saptırmasın. Allah yolundan sapanlar icin, hesap gununu unutmus olmaları yuzunden siddetli bir azap vardır"},{"SurahNumber":38,"VerseNumber":27,"Text":"Biz su gogu ve yeri ve ikisi arasındakileri bosuna yaratmadık. Boyle dusunmek, kufre sapanların sanısıdır. Vay hallerine o inkarcıların, ates yuzunden"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa biz, iman edip hakka ve barısa yonelik isler yapanları, yeryuzunde fesat cıkaranlarla aynı mı tutacagız? Yoksa takva sahiplerini, arsız sapıklar gibi mi yapacagız"},{"SurahNumber":38,"VerseNumber":29,"Text":"Kutsal/bereketli bir Kitap bu; sana indirdik ki onu, ayetlerini derin derin dusunsunler ve ogut alabilsin temiz ozluler"},{"SurahNumber":38,"VerseNumber":30,"Text":"Davud´a Suleyman´ı armagan ettik. Ne guzel kul! Hep Allah´a sıgınır, yakarırdı"},{"SurahNumber":38,"VerseNumber":31,"Text":"Aksam ustu kendisine, uc ayak uzerine basıp bir ayagını tırnak ustune diken saf kan kosu atları sunulmustu"},{"SurahNumber":38,"VerseNumber":32,"Text":"Dedi: \"Servet sevgisini, Rabbimi anmak icin benimsedim.\" Nihayet Gunes perde ardına cekildi"},{"SurahNumber":38,"VerseNumber":33,"Text":"Geri getirin bana onları!\" dedi. Bacaklarını, boyunlarını sıvazlamaya basladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Yemin olsun ki biz, Suleyman´ı imtihan ettik, tahtının ustune bir ceset bıraktık da o, tovbe ile Allah´a yoneldi"},{"SurahNumber":38,"VerseNumber":35,"Text":"Soyle yakardı: \"Rabbim, affet beni! Benden sonra kimseye yarasmayacak bir mulk/saltanat ver bana! Kuskusuz sensin, evet sensin Vahhab"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun uzerine, ruzgarı onun emrine verdik; onun emriyle onun istedigi yere uysal uysal/tatlı tatlı akıp giderdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"Seytanları da onun emrine verdik. Hepsi bina ustası ve dalgıctı"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve demirlerle birbirine baglı digerlerini"},{"SurahNumber":38,"VerseNumber":39,"Text":"Bu, bizim lutfumuzdur; ister ver, ister elinde tut. Hesap yok"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ve gerceken, katımızda onun bir yakınlıgı ve guzel bir gelecegi vardı"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub´u da an! Hani, Rabbine soyle seslenmisti: \"Seytan bana bir yorgunluk ve azap dokundurdu"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ayagını yere vur! Iste yıkanacak bir yer, iste icilecek soguk bir su!...\" dedik"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ona bizden bir rahmet ve ozu temizlere bir hatırlatma olarak, ailesini ve beraberlerinde, benzerlerini bagısladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"Eline bir demet sap al da onunla vur ve yeminine ters dusmus olma!\" dedik. Biz onu sabırlı bulduk. Ne guzel kuldu o! Bize yonelen, yakaran biriydi o"},{"SurahNumber":38,"VerseNumber":45,"Text":"Guclu-kuvvetli, bakıs ve gorus sahibi kullarımız Ibrahim, Ishak ve Yakub´u da an"},{"SurahNumber":38,"VerseNumber":46,"Text":"Biz onları, yurdu dusunme ozellikleriyle yucelen tertemiz kullar yaptık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ve bizim katımızda onlar seckin, hayırlı kimselerdendi"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ismail´i, Elyese´i, Zulkifll´i de an! Hepsi seckinlerdendi"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bir hatırlatmadır bu! Korunup sakınanlar icin elbette guzel bir gelecek vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Kapıları kendilerine acılmıs Adn cennetleri"},{"SurahNumber":38,"VerseNumber":51,"Text":"Orada, yaslanmıs olarak bircok meyve ve icecek isterler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında, bakıslarını eslerine yoneltmis yasıt dilberler vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Hesap gunu icin size vaat edilen iste budur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Iste bu, bizim verdigimiz rızıktır elbette. Bitip tukenmesi yoktur onun"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu, budur! Azgınlara da kotu bir gelecek vardır elbette"},{"SurahNumber":38,"VerseNumber":56,"Text":"Icine dalacakları cehennem! Ne kotu dosektir o"},{"SurahNumber":38,"VerseNumber":57,"Text":"Iste burada! Hadi, tatsınlar onu: Kaynar su, kokusmus irin"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve o turden bir baskası daha: Cifter cifter"},{"SurahNumber":38,"VerseNumber":59,"Text":"Soyle denilir: \"Iste sizinle birlikte direnise gecen bir grup. ´Merhaba´ yok onlara! Onlar atese salınıyorlar"},{"SurahNumber":38,"VerseNumber":60,"Text":"Dediler: \"Hayır, size merhaba yok. Onu siz onumuze cıkardınız. Ne kotu durak yeridir o"},{"SurahNumber":38,"VerseNumber":61,"Text":"Soyle yakardılar: \"Rabbimiz, bunu bizim onumuze cıkaranın atesteki azabını bir kat daha artır"},{"SurahNumber":38,"VerseNumber":62,"Text":"Soyle dediler: \"Ser temsilcilerinden saydıgımız adamları, acaba neden gormuyoruz"},{"SurahNumber":38,"VerseNumber":63,"Text":"Onları alaya alırdık; yoksa gozler onlardan kaydı mı"},{"SurahNumber":38,"VerseNumber":64,"Text":"Iste bu, kesin gercektir. Ates halkının cekismesi gerceklesecektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki: \"Ben, sadece bir uyarıcıyım. O Vahid ve Kahhar Allah´tan baska hicbir ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"Goklerin, yerin ve bunlar arasındakilerin Rabbi´dir O. Aziz ve Gaffar"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: \"Buyuk bir haberdir o"},{"SurahNumber":38,"VerseNumber":68,"Text":"Yuz cevirip duruyorsunuz ondan"},{"SurahNumber":38,"VerseNumber":69,"Text":"Onlar tartısırlarken, o yuce konsey hakkında benim hicbir bilgim yoktu"},{"SurahNumber":38,"VerseNumber":70,"Text":"Bana, sadece acık bir uyarıcı oldugum vahyediliyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Hani, Rabbin meleklere soyle demisti: \"Ben camurdan bir insan yaratacagım"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onu kıvama erdirip icine ruhumdan ufledigimde, onunde secde ederek egilin"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bunun uzerine meleklerin hepsi toptan secde etmislerdi"},{"SurahNumber":38,"VerseNumber":74,"Text":"Iblis etmemisti. O, kibre sapmıs ve inkarcılardan olmustu"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allah dedi: \"Ey Iblis, iki elimle yarattıgıma secde etmekten seni alıkoyan neydi? Burnu buyukluk mu ettin, yoksa yucelenlerden mi oldun"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblis dedi: \"Ben ondan hayırlıyım! Beni atesten yarattın, onu camurdan yarattın"},{"SurahNumber":38,"VerseNumber":77,"Text":"Buyurdu: \"Hadi, cık oradan! Sen kovulmus birisin"},{"SurahNumber":38,"VerseNumber":78,"Text":"Din gunune kadar lanetim uzerinedir"},{"SurahNumber":38,"VerseNumber":79,"Text":"Dedi: \"Rabbim, o halde insanların diriltilecegi gune kadar bana sure ver"},{"SurahNumber":38,"VerseNumber":80,"Text":"Buyurdu: \"Peki, sure verilenlerdensin"},{"SurahNumber":38,"VerseNumber":81,"Text":"O bilinen gune kadar"},{"SurahNumber":38,"VerseNumber":82,"Text":"Dedi: \"Kudret ve serefine yemin olsun ki, onların tumunu azdıracagım"},{"SurahNumber":38,"VerseNumber":83,"Text":"Iclerinden sadece samimi, seckin kullar dısta kalacaktır"},{"SurahNumber":38,"VerseNumber":84,"Text":"Buyurdu: \"Iste bu dogru! Ben de yalnız dogruyu soylerim"},{"SurahNumber":38,"VerseNumber":85,"Text":"Gercek su ki, ben cehennemi seninle ve onlardan sana uyanlarla tamamen dolduracagım"},{"SurahNumber":38,"VerseNumber":86,"Text":"De ki: \"Tebligime karsılık sizden bir ucret istemiyorum. Ben size kendiligimden/zorlamayla yukumluluk getirenlerden de degilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu, alemler icin bir Zikir´den baska sey degildir"},{"SurahNumber":38,"VerseNumber":88,"Text":"Yemin olsun, bir sure sonra onun haberini bileceksiniz"}]}