{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"evaraite satyanni tiraskarinci (itarulanu) allah margam nundi nirodhincaro, vari karmalanu ayana (allah) nisphalam cesadu"},{"SurahNumber":47,"VerseNumber":2,"Text":"mariyu evaraite visvasinci satkaryalu cestu - muham'mad mida avatarimpa jeyabadina danini - tama prabhuvu taraphu nundi vaccina satyamani nam'maro! Vari papalanu ayana tudici vesadu mariyu vari sthitini bagu paricadu"},{"SurahNumber":47,"VerseNumber":3,"Text":"ila enduku jarigindante! Vastavaniki avisvasulu asatyanni anusarincaru mariyu visvasincinavaru tama prabhuvu taraphu nundi vaccina satyanni anusarincaru. I vidhanga allah! Prajalaku udaharanala dvara (vari sthanam) teliyajestunnadu"},{"SurahNumber":47,"VerseNumber":4,"Text":"kavuna miru satyatiraskarulanu (yud'dhanlo) edurkonnappudu, varipai prabalyam ponde varaku, vari medalapai kottandi. A taruvata varini gattiga bandhincandi, (yud'dham mugisina) taruvata varini kanikarinci vadali pettandi, leda parihara dhanam tisukoni vadali pettandi. (Mito) yud'dham cesevaru tama ayudhalanu padavese varaku (varito poradandi). Idi miru ceyavalasina pani. Allah talucukunte ayana variki pratikaram cesevadu, kani mim'malni okari dvara marokarini pariksincataniki (ayana ila cesadu). Mariyu evaraite allah marganlo campabaddaro, alanti vari karmalanu ayana vyartham ceyadu"},{"SurahNumber":47,"VerseNumber":5,"Text":"ayana variki margadarsakatvam cestadu mariyu vari sthitini cakkabarustadu"},{"SurahNumber":47,"VerseNumber":6,"Text":"Mariyu variki teliyajesi yunna, svarganloki varini pravesimpajestadu"},{"SurahNumber":47,"VerseNumber":7,"Text":"o visvasulara! Okavela miru allah ku (ayana marganlo) sahayapadite, ayana miku sahayam cestadu mariyu mi padalanu sthiraparustadu"},{"SurahNumber":47,"VerseNumber":8,"Text":"ikapote satyanni tiraskarincina variki vinasam tappadu. Mariyu (allah) vari karmalu vyartham cestadu"},{"SurahNumber":47,"VerseNumber":9,"Text":"idi endukante vastavaniki, varu allah avatarimpajesina danini asahyincukunnaru. Kabatti ayana vari karmalanu viphalam cesadu"},{"SurahNumber":47,"VerseNumber":10,"Text":"emi? Varu bhumilo sancarinci cudaleda? Variki purvam gatincina vari paryavasanam emayindo? Allah varini nirmulincadu. Mariyu satyatiraskarulaku alanti gate pattabotondi"},{"SurahNumber":47,"VerseNumber":11,"Text":"idi endukante! Niscayanga, visvasincina vari sanraksakudu allah! Mariyu niscayanga, satyatiraskarulaku sanraksakudu evvadu ledu"},{"SurahNumber":47,"VerseNumber":12,"Text":"niscayanga, allah! Visvasinci satkaryalu cesevarini svargavanalalo pravesimpajestadu. Vati krinda selayellu pravahistu untayi. Mariyu satyanni tiraskarinci bhogabhagyalalo munigi undi pasuvula madiriga tintunna vari nivasam narakagniye avutundi"},{"SurahNumber":47,"VerseNumber":13,"Text":"mariyu (o muham'mad!) Ninnu bahiskarincina nagaram kante balamaina enno nagaralanu memu nasanam cesamu. Variki sahayapade vadevvadu lekapoyadu"},{"SurahNumber":47,"VerseNumber":14,"Text":"emi? Tana prabhuvu taraphu nundi vaccina spastamaina margam mida unnavadu, tama duskaryalanu manoharamainaviga bhavinci, tama manovanchalanu anusarince varito samanudu kagalada"},{"SurahNumber":47,"VerseNumber":15,"Text":"Bhayabhaktulu galavariki vagdanam ceyabadina svargam yokka udaharana ila vundi: Andulo vasana mariyu rangu marani niti selayellu untayi mariyu ruci marani pala kaluvalu untayi mariyu andulo tragevariki madhuranga vunde madyapanapu kaluvalu untayi mariyu andulo sud'dhamaina tene kaluvalu untayi. Mariyu vari koraku andulo anni rakala manci phalalu mariyu vari prabhuvu nundi ksamapana kuda vuntayi. Ilanti vadu - narakagnilo sasvatanga undi salasala kage nitini tragenduku ivvabadi, danito pregulu koyabadinatlu badhapadevanito - samanudu kagalada"},{"SurahNumber":47,"VerseNumber":16,"Text":"mariyu (o muham'mad!) Varilo (kapata visvasulalo) ni matalanu cevi yoggi vinevaru kondarunnaru. Kani varu ni daggara nundi vellipoyina taruvata, jnanavantulanu ila prasnistaru: \"Atanu ceppinademiti?\" Vire! Allah hrdayala mida mudrivesina varu mariyu vire tama manovanchalanu anusarincevaru"},{"SurahNumber":47,"VerseNumber":17,"Text":"mariyu margadarsakatvam pondina variki ayana (allah) inka ekkuvaga sanmargam cuputadu mariyu vari daivabhitini vrd'dhi cestadu"},{"SurahNumber":47,"VerseNumber":18,"Text":"emi? Ippudu varu antima ghadiya akasmattuga ravalani eduru custunnara? Vastavaniki, dani cihnalu kuda vaccesayi. Adi vaccipadite, ika variki hitopadesam svikarince avakasam ekkada untundi"},{"SurahNumber":47,"VerseNumber":19,"Text":"kavuna (o muham'mad!) Telusuko! Niscayanga, allah tappa maroka aradhya devudu ledu. Kavuna ni papalaku mariyu visvasa strila koraku mariyu visvasa purusula koraku kuda ksamapana veduko! Mariyu allah ku mi karyakalapalu mariyu mi (antima) nivasam kuda telusu"},{"SurahNumber":47,"VerseNumber":20,"Text":"Mariyu visvasincina varu ila antunnaru: \"(Yud'dham ceyamani adesistu) oka surah enduku avatarimpa jeyabadaledu?\" Kani ippudu yud'dham ceyamani nirdesistu oka surah avatarimpa jeyabadite tama hrdayalalo vyadhi unnavaru, maranam avahincina vari vale ni vaipunaku cudatanni, nivu gamanistavu. Kani adi varike melainadai undedi"},{"SurahNumber":47,"VerseNumber":21,"Text":"ajnapalana ceyatam mariyu manci matalu palukatam. Okavela (jihad koraku) drdhamaina nirnayam tisukobadinappudu, varu allah visayanlo satyavantuluga unnatlayite varike melu jarigedi"},{"SurahNumber":47,"VerseNumber":22,"Text":"(varito ila anu): \"Emi? Miru (allah) ajnapalanaku vimukhulai, marala bhumilo sanksobham rekettistu mi bandhutvalanu tempukuntara"},{"SurahNumber":47,"VerseNumber":23,"Text":"ilanti varine allah sapincadu (bahiskarincadu). Varini ceviti variga cesadu mariyu vari kandlanu gruddi cesadu"},{"SurahNumber":47,"VerseNumber":24,"Text":"varu i khur'an nu gurinci yocincara? Leda vari hrdayala mida talalu padi vunnaya"},{"SurahNumber":47,"VerseNumber":25,"Text":"margadarsakatvam spastamaina tarvata kuda, evaraite tama vipulu trippukoni marali poyaro! Niscayanga, saitan (vari cestalanu) variki manciviga cupadu mariyu (allah) variki vyavadhiniccadu"},{"SurahNumber":47,"VerseNumber":26,"Text":"idi endukante vastavaniki varu, allah avatarimpajesina danini asahyincukune varito ila annanduku: \"Memu konni visayalalo mim'malni anusaristamu.\" Mariyu allah ku vari rahasya samalocanalanu gurinci baga telusu"},{"SurahNumber":47,"VerseNumber":27,"Text":"ayite devadutalu vari atmalanu vasaparacukoni, vari mukhala mida mariyu vipula mida kodutu varini tisuku velletappudu vari paristhiti ela untundi"},{"SurahNumber":47,"VerseNumber":28,"Text":"idi vastavaniki, varu allah ku agraham kaligince vidhananni anusarinci nanduku mariyu ayana sam'matince marganni asahyincukunnanduku! Kavuna ayana vari karmalanu vrtha cesadu"},{"SurahNumber":47,"VerseNumber":29,"Text":"Emi? Tama hrdayalalo vyadhi unnavaru, allah vari dvesanni bayata pettadani bhavistunnara"},{"SurahNumber":47,"VerseNumber":30,"Text":"mariyu memu talacukunte, varini niku cupevaram; vari laksanalanu batti nivu varini telusukogalavu. Mariyu varu matlade ritini batti, varini nivu tappaka telusukogalavu. Mariyu allah ku mi karmalu baga telusu"},{"SurahNumber":47,"VerseNumber":31,"Text":"mariyu niscayanga, milo dharmayud'dham cesevarevaro mariyu sahanam vahincevarevaro! Cuce varaku memu mim'malni tappaka pariksistamu. Mariyu memu mi pratijnavacanalanu kuda pariksistamu"},{"SurahNumber":47,"VerseNumber":32,"Text":"niscayanga, margadarsakatvam spastanga telisina tarvata kuda, satyanni tiraskarinci, prajalanu allah margam nundi nirodhistu, pravaktato virodham kaligi vunnavaru, allah ku e matram nastam kaligincaleru. Kani ayana vari karmalanu nisphalam ceyagaladu"},{"SurahNumber":47,"VerseNumber":33,"Text":"o visvasincina prajalara! Miru allah ku vidheyulai undandi mariyu pravaktanu anusarincandi mariyu mi karmalanu vyartham cesukokandi"},{"SurahNumber":47,"VerseNumber":34,"Text":"niscayanga, satyanni tiraskaristu prajalanu allah margam nundi nirodhistu vundi, satyatiraskarulugane maranincina varini allah enta matram ksamincadu"},{"SurahNumber":47,"VerseNumber":35,"Text":"kavuna miru (dharmayud'dhanlo) dhairyanni vidakandi mariyu sandhi koraku adagakandi mariyu mire prabalyam vahistaru. Mariyu allah miku toduga unnadu mariyu ayana mi karmalanu vrtha kanivvadu"},{"SurahNumber":47,"VerseNumber":36,"Text":"niscayanga, i prapancika jivitam oka ata mariyu kalaksepam matrame. Okavela miru visvasinci daivabhiti kaligi unnatlayite, ayana miku mi pratiphalam istadu. Mariyu mi nundi dhananni kuda adagadu"},{"SurahNumber":47,"VerseNumber":37,"Text":"okavela ayana danini (dhananne) adigite mariyu dani koraku gatti pattupattite, miru pisinaritanam cupite, ayana mi dvesanni bayata pettevadu"},{"SurahNumber":47,"VerseNumber":38,"Text":"Idigo cudandi! Varu mire! Allah marganlo kharcu ceyandani piluvabadutunnavaru. Kani milo kondaru pisinaritanam vahistunnaru. Mariyu evadu pisinaritanam vahistunnado, atadu nijaniki tana sonta visayanlone pisinaritanam vahistunnadu. Mariyu allah svayam samrd'dhudu mariyu mire korata gala (peda) varu. Mariyu miru vimukhulaite ayana miku baduluga itara jatini mi sthananlo tegaladu, appudu varu milanti varai undaru"}]}