{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alipha–lām–mīm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Yasamā kunai sandēha chaina ki yasa kitābakō avataraṇa sampūrṇa sansārakō pālanakartākō tarphabāṭa hō"},{"SurahNumber":32,"VerseNumber":3,"Text":"Kē yinīharūlē bhanchan ki usalē ‘‘(paigambaralē) yasalā'ī svayaṁ racēkā hun?’’ (Hō'ina) baru tyō timrō pālanakartākō tarphabāṭa satya hō, tāki tapār'inlē tinīharūlā'ī sāvadhāna garnus, jasakō pāsamā tapā'īmbhandā pahilā kōhī sāvadhāna garnēvālā ā'ēna. Tāki yinīharūlē sahī mārga prāpta garna sakun"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allāha nai ta hō jasalē ākāśaharū ra dharatīlā'ī ra jē jati tinīharūkō bīcamā cha, sabailā'ī cha (6) dinamā sr̥ṣṭi garyō. Ani sattāsana(arśa) māthi ucca bhayō. Usa bāhēka timrō lāgi kōhī maddata garnē ra siphāriśa garnēvālā chaina, kē taipani timī upadēśa grahaṇa gardainau"},{"SurahNumber":32,"VerseNumber":5,"Text":"usailē ākāśadēkhi dharatīsam'ma pratyēka kāryakō vyavasthā gardacha. Ani (sabaikāma) ēka yastō dinamā usatarpha pravr̥ta huncha, jasakō gantī timrō gaṇanā anusāra ēka hajāra varṣa barābara hunēcha"},{"SurahNumber":32,"VerseNumber":6,"Text":"Uhī ta parōkṣa ra pratyakṣakō jñātā hō sarvaśakti sampanna ṭhūlō dayāvān (allāha) hō"},{"SurahNumber":32,"VerseNumber":7,"Text":"Jasalē sr̥ṣṭi garēkō pratyēka kurōlā'ī rāmrō banāyō ra usalē mānisakō racanā māṭōbāṭa śurū garyō"},{"SurahNumber":32,"VerseNumber":8,"Text":"Ani usakō vanśa ēka tuccha pānīkō thōpālē calāyō"},{"SurahNumber":32,"VerseNumber":9,"Text":"Ani tyasalā'ī ṭhīka–ṭhīka garēra tyasamā āphnō ātmā san̄cārita garyō. Usailē timrō kāna ām̐khā ra hr̥daya banāyō, tāpani timīlē sāhrai kama kr̥tajñatā prakaṭa gardachau"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ra unīharūlē bhanna thālēḥ ki ‘‘jaba hāmī dharatīmā misi'isaknēchauṁ ta kē phēri nayām̐ rūpamā jīvita hunēchauṁ? Baru sām̐cō kurō ta yō hō ki, yī mānisaharū āphnō pālanakartāsitakō sākṣātkāralā'ī nakārirākhēkā chan"},{"SurahNumber":32,"VerseNumber":11,"Text":"Bhanidinus! ‘‘Ki timīlā'ī mr̥tyukō svargadūta (ijrā'īla) lē juna ki timīmāthi niyukta cha, tyasalē mārnēcha. Ani timī sabai āphnō pālanakartātira pharkā'inē chau.’’"},{"SurahNumber":32,"VerseNumber":12,"Text":"Kati rāmrō hunthyō tapār'inlē dēkhnē bha'ē jaba ki aparādhīharū āphnō pālanakartākō agāḍi ṭā'ukō nihurā'irākhēkā hunēchan ra bhannē chan ki ‘‘hē hāmrō pālanakartā! Hāmīlē dēkhihālyauṁ ra sunīhālyauṁ. Aba timīlē hāmīlā'ī (sansāramā) phirtā paṭhā'idē'ū, tāki asala karma garauṁ, hāmī āsthā rākhnēvālā hauṁ.’’"},{"SurahNumber":32,"VerseNumber":13,"Text":"Yadi hāmīlē cāhēkō bha'ē pratyēka vyaktilā'ī upadēśa grahaṇa garā'idinthyauṁ, tara mērō tarphabāṭa yō kurō bilkula satya pramāṇita bha'isakēkō cha ki ma narkalā'ī jinna ra mānisaharūbāṭa bharidinēchu"},{"SurahNumber":32,"VerseNumber":14,"Text":"(Tasartha) aba timīlē tyasa dinakō sākṣātkāralā'ī birsēkō natījā (pariṇāma) bhōga, (āja) hāmīlē pani timīlā'ī virsidiyauṁ. Ra juna kāma timīlē gardathyau tyasakō sajāyamā sadhaiṅkō yātanākō svāda cākhirākha"},{"SurahNumber":32,"VerseNumber":15,"Text":"Hāmrā āyataharūmā unailē īmāna lyā'unē gardachan jasalā'ī jaba upadēśa garincha taba sajdāmā (ḍhōgamā) jānchan ra āphnō pālanakartākō praśansākā sātha usakō guṇagāna gardachan ra ghamaṇḍa gardainan"},{"SurahNumber":32,"VerseNumber":16,"Text":"Unīharūkō lēṭā'ī āphnā ōchyānaharūbāṭa alaga hunchan, unīharū āphnō pālanakartālā'ī bhaya ra āśālē pukārdachan ra juna (sampatti) hāmīlē unalā'ī di'ēkā chauṁ, tyasabāṭa kharca gardachan"},{"SurahNumber":32,"VerseNumber":17,"Text":"(Ani allāha bāhēka) kasailā'ī thāhā chaina ki unīharūkō nimti unakō ām̐khākā śitalatā lukā'ēra rākhidi'ēkā chauṁ yō unīharūkā karmaharūkō puraskāra hō, juna unīharūlē garnēgardathē"},{"SurahNumber":32,"VerseNumber":18,"Text":"Kē jō mōmina cha, ū tyasa vyakti saraha huna sakcha jō avajñākārī cha? Duvai samāna huna sakdainan"},{"SurahNumber":32,"VerseNumber":19,"Text":"Jasalē īmāna lyā'ē ra asala karma garirahē, unīharūlā'ī sam̐dhaiṁ basnakō nimti (jannata) svargakā bāgabagain̄cāharū chan, tī kāmaharūkō pratiphalamā ātithyatā cha, juna ki unīharūlē gardathē"},{"SurahNumber":32,"VerseNumber":20,"Text":"Tara jasalē ājñā ullaṅghana garē unīharūkō ṭhēgānā narka hō. Jaba kunai bēlā unalē tyasabāṭa bāhira niskina cāhanēchan ta tyasaimā pharkā'inēchan ra (unīharūsita) bhaninēcha ki (juna dōjakhakō yātanālā'ī) timīlē jhūṭhō ṭhāndathyau tyasakō badalāmā āgōkō sajāya cākha.’’"},{"SurahNumber":32,"VerseNumber":21,"Text":"Ra niḥsandēha hāmīlē unīharūlā'ī (kayāmatakō) ṭhūlō sajāya bāhēka (sansārakā) sānō yātanākō svāda cakhā'unē chauṁ, tāki kadācita tinīharū (hāmrō tarpha) pharki'ā'un"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ra tyasa vyaktibhandā baḍhī atyācārī kō cha? Jasalā'ī usakō pālanakartākā āyātaharūbāṭa sāvadhāna gari'ēkō thiyō. Taipani usalē mukha pharkāyō? Niścita jāna ki hāmīlē pani aparādhīharūsita badalā linēvālā chauṁ"},{"SurahNumber":32,"VerseNumber":23,"Text":"Niḥsandēha hāmīlē ‘‘mūsā (alaihis'salāma)lā'ī’’ kitāba pradāna garyauṁ. Ataḥ tapā'īnlē kadāpi ūsam̐gakō sākṣātkāramā sandēha nagarnu, ra hāmīlē usalā'ī isrā'īlakā santānakō pathapradarśanakō mādhyama banā'ēkā thiyauṁ"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ra jaba unīharūlē dhairya garē taba hāmīlē unīharūmadhyē yastā nāyaka banāyauṁ, jasalē hāmrō ādēśabāṭa mānisaharūlā'ī sahī mārga dēkhā'um̐thē, ra hāmrā āyataharūmāthi āsthā rākhdathē"},{"SurahNumber":32,"VerseNumber":25,"Text":"Niścaya nai timrō pālanakartālē kiyāmatakō dina unīharūkō bīcakā tī kurāharūkō nirṇaya garnēcha, jasamā unīharūlē vivāda gardai ā'ēkā chan"},{"SurahNumber":32,"VerseNumber":26,"Text":"Kē yasa kurālē pani tinīharūlā'ī upadēśa di'ēna ki unīharūbhandā pahilā kaiyan naslaharūlā'ī (samūhaharūlā'ī) hāmīlē naṣṭa garisakēkā chauṁ, jasakā sahanakā ṭhā'um̐harūmā unīharū hiṇḍaḍula gardaichan? Yasamā ta dhērai niśānīharū chan. Ani kē unīharū sundainan"},{"SurahNumber":32,"VerseNumber":27,"Text":"kē unīharūlē dēkhdainan ki hāmīlē yasa bām̐jhō bhūmitira pānī bagā'ēra laijānchauṁ, ani tyasabāṭa hāmīlē khētī umārchauṁ, jasabāṭa unīharūkā caupāyāharū khānchan ra unīharū svayam pani khānchan, ani kē yinīharūlē taipani dēkhdainan"},{"SurahNumber":32,"VerseNumber":28,"Text":"ra bhandachanḥ ki ‘‘yadi timī sām̐cō hau bhanē batā'ū yō phaisalā kahilē hunēcha"},{"SurahNumber":32,"VerseNumber":29,"Text":"(hē muham'mada sallallāhō alaihē vasallama) bhanidinus! Ki ‘‘phaisalākō dina īmāna lyā'unulē kāphiraharūlā'ī kunai pani phā'idā puryā'unē chaina ra na unīharūlā'ī kunai mōhalata di'inēcha.’’"},{"SurahNumber":32,"VerseNumber":30,"Text":"(Tasartha) aba tapā'īlē unīharūlā'ī unīharūkai avasthāmā chāḍidinus, ra pratīkṣā garnus! Unīharū pani pratīkṣaka chan"}]}