{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"المر تلك ءايت الكتب والذي انزل اليك من ربك الحق ولكن اكثر الناس لا يومنون"},{"SurahNumber":13,"VerseNumber":2,"Text":"الله الذي رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لاجل مسمى يدبر الامر يفصل الايت لعلكم بلقاء ربكم توقنون (استوى على العرش: علا وارتفع واستقر، كما يليق به)"},{"SurahNumber":13,"VerseNumber":3,"Text":"وهو الذي مد الارض وجعل فيها روسي وانهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشي اليل النهار ان في ذلك لايت لقوم يتفكرون (رواسي: جبالا تثبت الارض, يغشي: يغطي)"},{"SurahNumber":13,"VerseNumber":4,"Text":"وفي الارض قطع متجورت وجنت من اعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض في الاكل ان في ذلك لايت لقوم يعقلون (قطع: بقاع مختلفة, متجاورات: يجاور بعضها بعضا، منها: طيبة، ومنها: سبخة ملحة, ونخيل صنوان: مجتمعة في منبت واحد)"},{"SurahNumber":13,"VerseNumber":5,"Text":"۞وان تعجب فعجب قولهم اءذا كنا تربا اءنا لفي خلق جديد اوليك الذين كفروا بربهم واوليك الاغلل في اعناقهم واوليك اصحب النار هم فيها خلدون (الاغلال: السلاسل)"},{"SurahNumber":13,"VerseNumber":6,"Text":"ويستعجلونك بالسيية قبل الحسنة وقد خلت من قبلهم المثلت وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب (المثلات: عقوبات امثالهم من المكذبين)"},{"SurahNumber":13,"VerseNumber":7,"Text":"ويقول الذين كفروا لولا انزل عليه ءاية من ربه انما انت منذر ولكل قوم هاد"},{"SurahNumber":13,"VerseNumber":8,"Text":"الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شيء عنده بمقدار (تغيض الارحام: تنقصه الارحام؛ فيسقط قبل تمامه)"},{"SurahNumber":13,"VerseNumber":9,"Text":"علم الغيب والشهدة الكبير المتعال (المتعال: العالي بذاته وقدره وقهره)"},{"SurahNumber":13,"VerseNumber":10,"Text":"سواء منكم من اسر القول ومن جهر به ومن هو مستخف باليل وسارب بالنهار (وسارب: من جهر باعماله)"},{"SurahNumber":13,"VerseNumber":11,"Text":"له معقبت من بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال (معقبات: ملايكة يتعاقبون على الانسان لحفظه، واحصاء عمله, من وال: ولي يتولى امورهم، ويدفع البلاء عنهم)"},{"SurahNumber":13,"VerseNumber":12,"Text":"هو الذي يريكم البرق خوفا وطمعا وينشي السحاب الثقال"},{"SurahNumber":13,"VerseNumber":13,"Text":"ويسبح الرعد بحمده والمليكة من خيفته ويرسل الصوعق فيصيب بها من يشاء وهم يجدلون في الله وهو شديد المحال (المحال: الحول، والقوة، والبطش)"},{"SurahNumber":13,"VerseNumber":14,"Text":"له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشيء الا كبسط كفيه الى الماء ليبلغ فاه وما هو ببلغه وما دعاء الكفرين الا في ضلل"},{"SurahNumber":13,"VerseNumber":15,"Text":"ولله يسجد من في السموت والارض طوعا وكرها وظللهم بالغدو والاصال۩ (بالغدو: اول النهار, والاصال: اخر النهار)"},{"SurahNumber":13,"VerseNumber":16,"Text":"قل من رب السموت والارض قل الله قل افاتخذتم من دونه اولياء لا يملكون لانفسهم نفعا ولا ضرا قل هل يستوي الاعمى والبصير ام هل تستوي الظلمت والنور ام جعلوا لله شركاء خلقوا كخلقه فتشبه الخلق عليهم قل الله خلق كل شيء وهو الوحد القهر"},{"SurahNumber":13,"VerseNumber":17,"Text":"انزل من السماء ماء فسالت اودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية او متع زبد مثله كذلك يضرب الله الحق والبطل فاما الزبد فيذهب جفاء واما ما ينفع الناس فيمكث في الارض كذلك يضرب الله الامثال (بقدرها: بقدر صغر الاودية وكبرها, زبدا: غثاء لا نفع فيه, رابيا: مرتفعا, جفاء: متلاشيا لا بقاء له، او يرمى به؛ اذ لا فايدة منه)"},{"SurahNumber":13,"VerseNumber":18,"Text":"للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو ان لهم ما في الارض جميعا ومثله معه لافتدوا به اوليك لهم سوء الحساب وماوىهم جهنم وبيس المهاد (الحسنى: الجنة, المهاد: الفراش، والمستقر)"},{"SurahNumber":13,"VerseNumber":19,"Text":"۞افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر اولوا الالبب (الالباب: العقول)"},{"SurahNumber":13,"VerseNumber":20,"Text":"الذين يوفون بعهد الله ولا ينقضون الميثق (الميثاق: العهد الموكد)"},{"SurahNumber":13,"VerseNumber":21,"Text":"والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب"},{"SurahNumber":13,"VerseNumber":22,"Text":"والذين صبروا ابتغاء وجه ربهم واقاموا الصلوة وانفقوا مما رزقنهم سرا وعلانية ويدرءون بالحسنة السيية اوليك لهم عقبى الدار (ويدروون: يدفعون, عقبى الدار: العاقبة المحمودة في الاخرة)"},{"SurahNumber":13,"VerseNumber":23,"Text":"جنت عدن يدخلونها ومن صلح من ءابايهم وازوجهم وذريتهم والمليكة يدخلون عليهم من كل باب"},{"SurahNumber":13,"VerseNumber":24,"Text":"سلم عليكم بما صبرتم فنعم عقبى الدار"},{"SurahNumber":13,"VerseNumber":25,"Text":"والذين ينقضون عهد الله من بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اوليك لهم اللعنة ولهم سوء الدار"},{"SurahNumber":13,"VerseNumber":26,"Text":"الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحيوة الدنيا وما الحيوة الدنيا في الاخرة الا متع (ويقدر: يضيق, متاع: شيء قليل يتمتع به سرعان ما يزول)"},{"SurahNumber":13,"VerseNumber":27,"Text":"ويقول الذين كفروا لولا انزل عليه ءاية من ربه قل ان الله يضل من يشاء ويهدي اليه من اناب"},{"SurahNumber":13,"VerseNumber":28,"Text":"الذين ءامنوا وتطمين قلوبهم بذكر الله الا بذكر الله تطمين القلوب"},{"SurahNumber":13,"VerseNumber":29,"Text":"الذين ءامنوا وعملوا الصلحت طوبى لهم وحسن ماب (طوبى لهم: فرج، وقرة عين، وحال طيبة)"},{"SurahNumber":13,"VerseNumber":30,"Text":"كذلك ارسلنك في امة قد خلت من قبلها امم لتتلوا عليهم الذي اوحينا اليك وهم يكفرون بالرحمن قل هو ربي لا اله الا هو عليه توكلت واليه متاب"},{"SurahNumber":13,"VerseNumber":31,"Text":"ولو ان قرءانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يايس الذين ءامنوا ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة او تحل قريبا من دارهم حتى ياتي وعد الله ان الله لا يخلف الميعاد (يياس: يعلم ويتبين, قارعة: مصيبة)"},{"SurahNumber":13,"VerseNumber":32,"Text":"ولقد استهزي برسل من قبلك فامليت للذين كفروا ثم اخذتهم فكيف كان عقاب (فامليت: امهلت)"},{"SurahNumber":13,"VerseNumber":33,"Text":"افمن هو قايم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم ام تنبونه بما لا يعلم في الارض ام بظهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد (ام بظاهر من القول: اي: تسمونهم شركاء في ظاهر القول، من غير ان يكون لهم حقيقة)"},{"SurahNumber":13,"VerseNumber":34,"Text":"لهم عذاب في الحيوة الدنيا ولعذاب الاخرة اشق وما لهم من الله من واق"},{"SurahNumber":13,"VerseNumber":35,"Text":"۞مثل الجنة التي وعد المتقون تجري من تحتها الانهر اكلها دايم وظلها تلك عقبى الذين اتقوا وعقبى الكفرين النار (اكلها: ثمرها, عقبى: عاقبة)"},{"SurahNumber":13,"VerseNumber":36,"Text":"والذين ءاتينهم الكتب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعوا واليه ماب (الاحزاب: المتحزبين، المتجمعين على الكفر)"},{"SurahNumber":13,"VerseNumber":37,"Text":"وكذلك انزلنه حكما عربيا ولين اتبعت اهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق"},{"SurahNumber":13,"VerseNumber":38,"Text":"ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازوجا وذرية وما كان لرسول ان ياتي باية الا باذن الله لكل اجل كتاب"},{"SurahNumber":13,"VerseNumber":39,"Text":"يمحوا الله ما يشاء ويثبت وعنده ام الكتب (ام الكتاب: اللوح المحفوظ)"},{"SurahNumber":13,"VerseNumber":40,"Text":"وان ما نرينك بعض الذي نعدهم او نتوفينك فانما عليك البلغ وعلينا الحساب"},{"SurahNumber":13,"VerseNumber":41,"Text":"اولم يروا انا ناتي الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب (ننقصها من اطرافها: بفتح المسلمين بلاد المشركين, لا معقب: لا راد، ولا مبطل)"},{"SurahNumber":13,"VerseNumber":42,"Text":"وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفر لمن عقبى الدار"},{"SurahNumber":13,"VerseNumber":43,"Text":"ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتب"}]}