{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"Glorifica DUMNEZEU exista everything rai earth El exista Gigantic Întelept"},{"SurahNumber":57,"VerseNumber":2,"Text":"Catre Him belongs kingship ai rai earth El control trai moarte. El exista Atotputernic"},{"SurahNumber":57,"VerseNumber":3,"Text":"El exista Alpha Omega. El exista Extrem a Innermost. El exista fully constient a tot obiect"},{"SurahNumber":57,"VerseNumber":4,"Text":"El exista Una crea rai earth 6 zi atunci presupune tot autoritate. El sti everything enters în earth everything ala veni el everything veni cer everything ala urca în el. El exista tu wherever tu exista. DUMNEZEU EXISTA VAZATOR AI everything TU do"},{"SurahNumber":57,"VerseNumber":5,"Text":"Catre Him belongs kingship ai rai earth Toate conta control DUMNEZEU"},{"SurahNumber":57,"VerseNumber":6,"Text":"El amalgama noapte zi amalgama zi noapte. El exista fully constient a innermost thoughts"},{"SurahNumber":57,"VerseNumber":7,"Text":"(Crede în DUMNEZEU His curier da de ce El depozita tu! Ala dintre tu crede da caritate) merita mare recompensa"},{"SurahNumber":57,"VerseNumber":8,"Text":"Why tu nu crede în DUMNEZEU when curier invita tu fi crede în vostri Domnitor? El lua zalog tu tu exista credincios"},{"SurahNumber":57,"VerseNumber":9,"Text":"El exista Una expedia jos catre His servitor clar revelations în ordine conduce tu întuneric în lumina. DUMNEZEU EXISTA Compassionate CATRE TU ÎNDURATOR"},{"SurahNumber":57,"VerseNumber":10,"Text":"Why tu nu cheltui cauza DUMNEZEU when DUMNEZEU poseda tot avere rai earth Distins de odihna exista ala tu cheltui victorie tinde. Ei atinge mare front decât ala cheltui victorie tinde. For each DUMNEZEU promite mântuire! DUMNEZEU EXISTA Cognizant AI everything TU do"},{"SurahNumber":57,"VerseNumber":11,"Text":"Cine asemanator am împrumut DUMNEZEU împrumut righteousness el înmulti him varia end generos recompensa"},{"SurahNumber":57,"VerseNumber":12,"Text":"Zi veni when tu vedea crede om muiere their lumina iradia înainte a ele catre their imediat. Bun stire exista yours ala zi tu avea gradina flowing emana Tu suporta therein forever Acesta exista mare triumf"},{"SurahNumber":57,"VerseNumber":13,"Text":"Zi ipocrit om muiere spune catre ala crede Poftim permite us absorbi niste a vostri usor. El spune Merge înainte spate tu cauta usor. bariera situa ele poart separa mila interior latura retribution exterior latura"},{"SurahNumber":57,"VerseNumber":14,"Text":"Ei chemare ele Exista noi nu tu? Ei raspunde Acord tu însela vostri suflet ezita doubted ajunge misled dornic medita dumnezeu judecata veni! Tu diverted de DUMNEZEU ilusie"},{"SurahNumber":57,"VerseNumber":15,"Text":"Therefore astazi nu rascumpara lua tu nor de ala disbelieved Vostri domiciliu exista foc; el exista vostri domnitor nenorocit domiciliu"},{"SurahNumber":57,"VerseNumber":16,"Text":"El fi timp ala crede deschis sus their inima dumnezeu stire adevar dezvalui aici? Ei nu exista followers anterior scriere inima ajunge oteli timp consequently multi(multe) a ele rasuci hain"},{"SurahNumber":57,"VerseNumber":17,"Text":"Sti ca DUMNEZEU reînvia uscat el deceda! Noi tamâie explain revelations tu tu întelege"},{"SurahNumber":57,"VerseNumber":18,"Text":"Însiguranta caritabil om muiere loaned DUMNEZEU împrumut bunatate. Ei primi their rasplati înmulti diferit; ei merita generos recompensa"},{"SurahNumber":57,"VerseNumber":19,"Text":"Ala crede în DUMNEZEU His curier exista sfânt martir. Pastra ele their Domnitor exista their recompensa their usor. As for ala disbelieved respinge nostru revelations ei crea Iad"},{"SurahNumber":57,"VerseNumber":20,"Text":"Sti acesta worldly trai exista nu multi(multe) decât juca joc si boasting tu pastra ai bani copil! El exista abundent ploaie produs planta multumi disbelievers! ulterior planta întoarcere în nefolositor împrejmuire sufla vânt! În Hereafter acolo exista either sever retribution forgiveness de DUMNEZEU încuviin\u0004are. Acesta worldly trai exista nu multi(multe) decât vremelnic ilusie"},{"SurahNumber":57,"VerseNumber":21,"Text":"Therefore tu alerga forgiveness vostri Domnitor Paradis whose largime encompasses rai earth El awaits ala crede în DUMNEZEU His curier. Acesta exista dumnezeu onora ca El depozita whomever El vointa! DUMNEZEU EXISTA POSESOR INFINIT GRATIE"},{"SurahNumber":57,"VerseNumber":22,"Text":"Orice happens earth tu deja înregistra însera creatie. Acesta exista easy DUMNEZEU do"},{"SurahNumber":57,"VerseNumber":23,"Text":"Tamâie tu nu întrista orice tu scapa nor exista mândru a orice El depozita tu. DUMNEZEU NU IUBI ALA EXISTA FALITOR MÂNDRU"},{"SurahNumber":57,"VerseNumber":24,"Text":"Ei exista zgârcit enjoin popor exista zgârcit! Una întoarcere atunci DUMNEZEU exista Bogatasi a Laudabil"},{"SurahNumber":57,"VerseNumber":25,"Text":"Noi expedia nostru curier sprijini by clar dovedi noi expedia jos ele scriere regula ala popor uphold justitie. Noi expedia jos fier wherein acolo exista putere multi(multe) beneficiu popor! Toate acesta în ordine for DUMNEZEU remarca ala sprijini Him His curier în faith. DUMNEZEU EXISTA PUTERNIC Gigantic"},{"SurahNumber":57,"VerseNumber":26,"Text":"Noi expedia Noah Abraham noi subventiona their urmas prophethood scriere. Niste a ele ghid interval multi(multe) exista hain"},{"SurahNumber":57,"VerseNumber":27,"Text":"Urmator catre ele noi expedia nostru curier. Noi expedia Jesus fiu Mary noi da him Injeel (Evanghelie) noi placed inima ai his followers bunatate mila. Ei inventa hermitism noi niciodata decreta ele. Toate noi întreba ele do exista uphold comandament aproba DUMNEZEU! Ei nu uphold stire as ei avea. Consequently noi da ala crede ele their recompensa interval multi(multe) a ele exista hain"},{"SurahNumber":57,"VerseNumber":28,"Text":"O tu crede tu venera DUMNEZEU crede în His curier. El atunci subventiona tu double recompensa de His mila endow tu usor ghid tu forgive tu! DUMNEZEU EXISTA Forgiver ÎNDURATOR"},{"SurahNumber":57,"VerseNumber":29,"Text":"Tamâie followers anterior scriere sti ca ei nu monopoliza dumnezeu mila onora si ala tot gratie exista dumnezeu mâna. El depozita el whomever El vointa. DUMNEZEU EXISTA POSESOR INFINIT GRATIE"}]}