{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Kunnia olkoon Hanelle, joka yon aikana kuljetti palvelijansa pyhitetysta moskeijasta toiseen, kaukaiseen - jonka ympariston olemme siunanneet - jotta han saisi nahda joitakin tunnusmerkeistamme. Totisesti, Han on kaikkikuuleva, kaikkinakeva"},{"SurahNumber":17,"VerseNumber":2,"Text":"Ja Me annoimme Moosekselle Kirjan johdatukseksi Israelin lapsille ja lausuimme: »Minun sijaani alkaa ottako ketaan muuta suojelijaa"},{"SurahNumber":17,"VerseNumber":3,"Text":"Te olette niiden jalkelaisia, jotka pelastimme Nooan kanssa. Han oli totisesti sangen kiitollinen palvelija.»"},{"SurahNumber":17,"VerseNumber":4,"Text":"Kirjassa Me ilmoitimme taman Israelin lapsille nain sanoen: »Totisesti, te teette maan paalla pahaa toistamiseen ja tulette perati poyhkeiksi.»"},{"SurahNumber":17,"VerseNumber":5,"Text":"Kun tayttyi ensimmainen kahdesta maaraajasta, Me lahetimme teita vastaan urhoolliset palvelijamme, ja he samosivat voitollisesti halki asutustenne. Ja tama oli varoitus, jonka oli pakko toteutua"},{"SurahNumber":17,"VerseNumber":6,"Text":"Senjalkeen Me annoimme teille voiton heista ja siunasimme teita rakkaudella ja lapsilla seka lisasimme teidan lukumaaraanne"},{"SurahNumber":17,"VerseNumber":7,"Text":"Jos teette hyvaa, niin teette sen itsellenne, ja jos teette pahaa, niin senkin teette itsellenne. Kun toisen varoituksen aika meni umpeen, niin tapahtui, etta palvelijamme peittivat kasvonne murheella, ja he tunkeutuivat moskeijaan kuten ensimmaisellakin kerralla ja tuhosivat taydellisesti kaiken, minka loysivat"},{"SurahNumber":17,"VerseNumber":8,"Text":"Voi tapahtua, etta Herranne armahtaa teita, mutta jos kaannytte pois, niin Me teemme samoin ja valmistamme helvetin uskottomien vankeuspaikaksi"},{"SurahNumber":17,"VerseNumber":9,"Text":"Totisesti, tama Koraani johtaa kaikkeen oikeaan, ja uskoville, jotka suorittavat hyvia tekoja, se sisaltaa ilosanoman, etta heita odottaa suuri palkinto"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ja etta Me niille, jotka eivat usko tulevaan elamaan, olemme valmistanut tuskallisen rangaistuksen"},{"SurahNumber":17,"VerseNumber":11,"Text":"Ihminen huutaa ylleen pahaa niin kuin han rukoilee hyvaakin; niin, ihminen pyrkii hatikoimaan"},{"SurahNumber":17,"VerseNumber":12,"Text":"Me olemme saatanyt yon ja paivan kahdeksi tunnusmerkiksi; yon merkin me pyyhimme nakymattomaksi ja saatamme paivan merkin tayteen valoon, jotta voisitte etsia Herranne luota ja tietaisitte vuosien kulun ja ajanlaskun. Kaikista asioista Me olemme antanut taydellisen selityksen"},{"SurahNumber":17,"VerseNumber":13,"Text":"Jokaisen ihmisen kohtalon Me olemme sitonut hanen kaulansa ympari, ja ylosnousemuksen paivana Me tuomme hanen eteensa kirjan, jonka han huomaa avatuksi"},{"SurahNumber":17,"VerseNumber":14,"Text":"Hanelle lausutaan: »Lue omaa kirjaasi! Tana paivana olet itse itsellesi riittava tilintekija.»"},{"SurahNumber":17,"VerseNumber":15,"Text":"Jos joku nauttii johdatusta, se tapahtuu vain hanen omaa sieluansa varten, ja jos ken joutuu kadotukseen, sekin tapahtuu yksin hanen sielunsa vahingoksi. Kukaan ei joudu kantamaan toisen kuormaa, emmeka Me rankaise ketaan, ennenkuin olemme lahettanyt sananjulistajan"},{"SurahNumber":17,"VerseNumber":16,"Text":"Ja kun haluamme tuhota jonkun kaupungin, annamme kaskyn sen hyvinvoiville asujamille. Mutta he eivat tottele, jolloin tuomion sana kay oikeutetuksi sita kohtaan, ja Me tuhoamme sen perinpohjaisesti"},{"SurahNumber":17,"VerseNumber":17,"Text":"Miten monta sukupolvea Me olemmekaan havittanyt Nooan jalkeen! Herrasi tietaa kaikki palvelijainsa synnit, Han on kaikkinakeva"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kun joku havittelee katoavaista, Me joudutamme niita hanelle niinkuin tahdomme ja kenelle tahdomme. Senjalkeen Me maaraamme hanet helvettiin, jonne han on joutuva hapean peittamana ja karkoitettuna"},{"SurahNumber":17,"VerseNumber":19,"Text":"Mutta ken toivoo tulevaa elamaa ja ponnistelee sen saavuttamiseksi, kuten tuleekin, ollen samalla oikeauskoinen, han kuuluu niihin, joiden ponnistelut saavat palkkansa"},{"SurahNumber":17,"VerseNumber":20,"Text":"Kaikille - niin hyvin jalkimmaisille kuin edellisille - Me ojennamme Herrasi lahjat, ja Herrasi lahjat ovat rajattomat"},{"SurahNumber":17,"VerseNumber":21,"Text":"Katso, miten Me korotamme muutamia toisten ylapuolelle, ja tulevassa elamassa eroavaisuudet ja etuoikeudet ovat viela suuremmat"},{"SurahNumber":17,"VerseNumber":22,"Text":"Ala ota toista jumalaa Jumalan rinnalle, muuten saatetaan sinut hapeaan ja onnettomuuteen"},{"SurahNumber":17,"VerseNumber":23,"Text":"Ja Herrasi on maarannyt, etta palvelette yksin Hanta, ja teidan tulee tehda hyvaa vanhemmillenne. Jos toinen heista tahi molemmat saavuttavat korkean ian sinun luonasi, ala halveksi alaka soimaa heita, vaan puhuttele heita kunnioittavasti"},{"SurahNumber":17,"VerseNumber":24,"Text":"Ja myotatunnolla ojenna katesi heita kohti ja lausu savyisasti: »Oi Herra, ole laupias heille, silla he kasvattivat minua, kun olin pieni.»"},{"SurahNumber":17,"VerseNumber":25,"Text":"Herranne tietaa parhaiten, mita sydamiinne on katketty. Jos olette hyvia, niin totisesti Han silloin on anteeksiantavainen niita kohtaan, jotka kaantyvat (Hanen puoleensa)"},{"SurahNumber":17,"VerseNumber":26,"Text":"Tee sukulaisillesi oikeutta, samoin tarvitseville ja vaeltajille, mutta ala antaudu tuhlailuun"},{"SurahNumber":17,"VerseNumber":27,"Text":"Totisesti, tuhlarit ovat saatanan veljia, ja saatana on kiittamaton Herraansa kohtaan"},{"SurahNumber":17,"VerseNumber":28,"Text":"Mutta jos kaannyt pois heista etsien Herrasi suosiota, jota itsellesi toivot, puhu heille kuitenkin lempeasti"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ala pida kattasi sidottuna selkasi taakse, mutta ala myoskaan ojenna sita tayteen pituuteensa, muuten saat olla havaistyna (itaruudestasi) tai koyhtyneena (ylenpalttisuudestasi)"},{"SurahNumber":17,"VerseNumber":30,"Text":"Totisesti, Herrasi suo palkan kenelle haluaa, ja Han myos mittaa sen maaran. Totisesti, Han pitaa hyvaa lukua palvelijoistaan ja on kaikkinakeva"},{"SurahNumber":17,"VerseNumber":31,"Text":"Alkaa surmatko lapsianne koyhyyden pelosta. Me hankimme heille elatuksen kuten teillekin. Totisesti, heidan surmaamisensa on inhottava synti"},{"SurahNumber":17,"VerseNumber":32,"Text":"Alkaa harjoittako haureutta, silla sellainen on rivoa ja huonoa elamaa"},{"SurahNumber":17,"VerseNumber":33,"Text":"Alkaa syytta tappako ainoatakaan sielua, silla Jumala on sen kieltanyt, paitsi oikeuden nimessa. Ja jos joku on surmattu syyttomasti, niin Me annamme vallan hanen sukulaiselleen, mutta alkaa salliko taman menna liian pitkalle verikostossaan; han on totisesti saava avun"},{"SurahNumber":17,"VerseNumber":34,"Text":"Alkaa ryhtyko orpojen perintoon paitsi enentaaksenne sita, ennenkuin he tulevat taysi~ikaisiksi. Tayttakaa sopimuksenne, silla totisesti, te joudutte niista tilille"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ja mitatkaa taydella mitalla, kun mittaatte, ja punnitkaa oikeilla punnuksilla. Tama on parasta ja ajan pitkaan edullisinta"},{"SurahNumber":17,"VerseNumber":36,"Text":"Alkaa noudattako sellaista, mista teilla ei ole tietoa. Totisesti, korva, silma ja sydan, kaikki ne joutuvat kerran tilinteolle"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ala kulje maan paalla kerskaillen. Totisesti, sina et kykene leikkaamaan maata kahtia etka kurkottautumaan vuorten huipuille"},{"SurahNumber":17,"VerseNumber":38,"Text":"Kaikki paha, mika tassa on kielletty, on vihattavaa Herrasi silmissa"},{"SurahNumber":17,"VerseNumber":39,"Text":"Nama kuuluvat niihin viisaisiin sanoihin, joita Herrasi on sinulle ilmoittanut. Ala aseta Jumalan rinnalle ketaan muuta jumalaa, muuten sinut havaistyna ja hylattyna heitetaan helvettiin"},{"SurahNumber":17,"VerseNumber":40,"Text":"Olisiko Herranne valikoinut teille poikia ja ottanut Itse tyttaria enkeleitten joukosta? Totisesti, te puhutte torkeita sanoja"},{"SurahNumber":17,"VerseNumber":41,"Text":"Totisesti, Me olemme selittanyt (asioita) monin tavoin tassa Koraanissa, jotta ihmiset ne mieleensa painaisivat. Mutta se lisaa vain heidan penseyttaan"},{"SurahNumber":17,"VerseNumber":42,"Text":"Sano; »Jos olisi ollut muitakin jumalia Hanen ohellaan kuten he vaittavat - niin he olisivat loytaneet tiensa Kaikkivaltiaan luokse.»"},{"SurahNumber":17,"VerseNumber":43,"Text":"Kunnia olkoon Hanelle yksin; suuressa korkeudessaan Han on kokonaan sen ylapuolella, mita he puhuvat"},{"SurahNumber":17,"VerseNumber":44,"Text":"Seitseman taivasta ja maa seka kaikki, mita niissa on, julistavat Hanen kunniaansa. Eika ole mitaan, mika ei julistaisi Hanen kunniaansa, mutta te ette kasita heidan kunnioitustaan. Totisesti, Han on ylevamielinen, anteeksiantava"},{"SurahNumber":17,"VerseNumber":45,"Text":"Ja kun esitat julkisesti Koraania, me asetamme nakymattoman verhon sinun ja niiden valille, jotka eivat usko tulevaan elamaan"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ja Me panemme peitteen heidan sydantensa paalle, niin etta he eivat tajua sita, ja teemme heidat korviltansa kuuroiksi. Ja kun sina muistutat Koraanin kautta, etta Han on ainoa, he kaantavat selkansa ja rientavat pois"},{"SurahNumber":17,"VerseNumber":47,"Text":"Me tiedamme parhaiten, miksi he kuuntelevat (Koraania), kun he kaantavat korvansa sinun puoleesi, ja kun he pitavat salaisia neuvottelujaan, ja kun vaaramieliset sanovat: »Te seuraatte noituuden lumoissa olevaa miesta.»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Katso, kuinka he keksivat sinusta vertauksia, ja siksi he joutuvat kadotukseen eivatka kykene loytamaan tieta"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ja he sanovat: »Mita, heratetaanko meidat uuteen elamaan senjalkeen kuin olemme muuttuneet luiksi ja tomuksi?»"},{"SurahNumber":17,"VerseNumber":50,"Text":"Vastaa: »Vaikkapa muuttuisitte kiviksi tahi raudaksi"},{"SurahNumber":17,"VerseNumber":51,"Text":"taikka joksikin muuksi, mika mielestanne on kaikkein pahinta.» He sanovat jalleen: »Kuka sitten herattaa meidat uudelleen eloon?» Vastaa: »Han, joka teidat alussa loi.» Silloin he pudistelevat sinulle paataan ja sanovat: »Milloin tama tapahtuu?» Vastaa: »Se tapahtuu ehka hyvinkin pian.»"},{"SurahNumber":17,"VerseNumber":52,"Text":"Sina paivana Han on kutsuva teita, ja te vastaatte ylistaen Hanta ja luulette, etta teidan elamanne oli pysahtynyt vain lyhyeksi ajaksi"},{"SurahNumber":17,"VerseNumber":53,"Text":"Ja sanokaa palvelijoilleni, etta he puhuisivat niinkuin on parasta. Totisesti, saatana herattaa riitaisuuksia heidan keskuuteensa. Saatana on ihmissuvun ilmeinen vihollinen"},{"SurahNumber":17,"VerseNumber":54,"Text":"Herranne tuntee teidat parhaiten. Han osoittaa teille armoansa, jos haluaa, ja Han voi panna teidat kuritukseen, jos hyvaksi nakee. Emme me ole lahettanyt sinua heidan vartijakseen"},{"SurahNumber":17,"VerseNumber":55,"Text":"Herrasi tuntee myos parhaiten ne, jotka ovat taivaassa ja maan paalla. Ja totisesti, Me olemme korottanut muutamia profeettoja toisten ylapuolelle ja annoimme Daavidille psalmit (kirjoituksen)"},{"SurahNumber":17,"VerseNumber":56,"Text":"Sano: »Kutsukaa avuksenne niita, joita kuvittelette Jumalan vertaisiksi: heilla ei ole valtaa poistaa teidan vaivojanne eika muuttaa niiden paikkaa.»"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ne, joita he kutsuvat avukseen, koettavat itse lahestya Herraansa, nahdakseen, kuka heista olisi Hanta lahinna. He halajavat Hanen armoansa ja pelkaavat Hanen tuomiotansa. Totisesti, Herrasi tuomio on kammottava"},{"SurahNumber":17,"VerseNumber":58,"Text":"Ei ole ainoatakaan kaupunkia, jota emme tuhoaisi ennen ylosnousemuksen paivaa tahi jolle emme langettaisi ankaraa tuomiota. Tama on kirjoitettu Kirjassa"},{"SurahNumber":17,"VerseNumber":59,"Text":"Mikaan ei esta Meita lahettamasta merkkeja, mutta on totta, etta muinoin elaneet kielsivat ne. Ja Me annoimme Tamuudille naaraskameelin nakyvaksi merkiksi, mutta he raakkasivat sita. Siksi Me lahetamme merkkeja vain varoitukseksi"},{"SurahNumber":17,"VerseNumber":60,"Text":"Muista, mita Me sinulle lausuimme: »Totisesti, Herrallasi on ihmissuku vallassaan.» Ja ilmestyksen, jonka sinulle naytimme, Me annoimme vain koetukseksi ihmisille, samoin kuin Koraanin kirotun puun. Ja Me varoitimme heita, mutta se lisaa vain heidan suurta kapinallisuuttaan"},{"SurahNumber":17,"VerseNumber":61,"Text":"Ja kun lausuimme enkeleille: »Kumartakaa ihmista», niin he kumarsivat kaikki paitsi saatana. Han sanoi: »Tulisiko minun kumartua sellaisen edessa, jonka Sina olet savesta luonut?»"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ja edelleen han lausui: »Sano minulle, hantako Sina enemman kunnioitat kuin minua? Totisesti, jos Sina suot minulle aikaa ylosnousemuksen paivaan saakka, niin saatan turmioon hanen jalkelaisensa muutamia harvoja lukuunottamatta.»"},{"SurahNumber":17,"VerseNumber":63,"Text":"Han vastasi: »Mene! Jos joku heista sinua seuraa, on helvetti oleva palkkanne, ja se on riittava palkka"},{"SurahNumber":17,"VerseNumber":64,"Text":"Ja viettele aanellasi kenet heista kykenet, ja kay heidan kimppuunsa seka ratsu- etta jalkavakinesi, ole osallisena heidan omaisuuteensa seka heidan lapsiinsa ja anna heille lupauksia.» Mutta saatana ei anna lupauksia muuten kuin pettaakseen"},{"SurahNumber":17,"VerseNumber":65,"Text":"»Mutta minun palvelijoihini sinulla totisesti ei ole mitaan kaskynvaltaa, ja Herrasi on riittava vartija.»"},{"SurahNumber":17,"VerseNumber":66,"Text":"Kuka muu kuin Herra tyontaa laivanne vesille etsiaksenne Hanen armonantimiaan. Totisesti, Han on armollinen teita kohtaan"},{"SurahNumber":17,"VerseNumber":67,"Text":"Ja kun onnettomuus kohtaa teita merella, niin silloin muut, joita avuksenne kutsutte, haipyvat silmistanne paitsi Jumala. Mutta kun Han pelastaa teidat maihin, niin te kaannytte Hanesta pois. Ihminen on perin kiittamaton"},{"SurahNumber":17,"VerseNumber":68,"Text":"Oletteko varmoja, ettei Han anna maan haudata teita alleen tai laheta teille hirmumyrskya? Silloin ette loyda itsellenne ketaan suojelijaa"},{"SurahNumber":17,"VerseNumber":69,"Text":"Tahi oletteko varmoja, ettei Han vie teita joskus uudelleen merelle ja laheta vastaanne myrskytuulta ja hukuta teita epauskonne vuoksi? Silloin ette loyda ketaan, joka puolestanne kostaisi Meille"},{"SurahNumber":17,"VerseNumber":70,"Text":"Totisesti, Me olemme saattanut ihmisen lapsia kunniaan ja antanut heille kulkuneuvoja seka maalla etta merella. Ja olemme varustanut heidat puhtaalla ravinnolla seka asettanut heidat useimpien muitten luotujen ylapuolelle"},{"SurahNumber":17,"VerseNumber":71,"Text":"Tulee paiva, jona kutsumme kaikki kansat johtajineen eteemme tilille. Ja silloin kukin, jolle on annettu oma kirjansa oikeaan kateen, lukee kirjastaan, eika heille tehda vaaryytta hivenen vertaa"},{"SurahNumber":17,"VerseNumber":72,"Text":"Mutta ken on sokea tassa elamassa, on sentakia sokea myos tulevassa elamassa ja aivan harhaantunut oikealta tielta"},{"SurahNumber":17,"VerseNumber":73,"Text":"Ja he olisivat halunneet houkutella sinua luopumaan siita, mita sinulle olimme ilmaissut, tarkoittaen etta olisit keksinyt panetteluja Meita vastaan, ja katso, siina tapauksessa he olisivat ottaneet sinut laheiseksi ystavakseen"},{"SurahNumber":17,"VerseNumber":74,"Text":"Totisesti, jos emme olisi sinua vahvistanut, olisit heidan puoleensa vahan taipunutkin"},{"SurahNumber":17,"VerseNumber":75,"Text":"Silloin olisimme antanut sinun maistaa kaksinkertaisesti elamassa ja kaksinkertaisesti kuolemassa, etka olisi silloin saanut ainoatakaan auttajaa Meita vastaan"},{"SurahNumber":17,"VerseNumber":76,"Text":"He olisivat totisesti toivoneet sinun lankeavan, jotta olisivat sitten voineet karkoittaa sinut maasta, mutta siina tapauksessa he itse eivat olisi viipyneet kauankaan sinun jalkeesi"},{"SurahNumber":17,"VerseNumber":77,"Text":"Tallainen oli kaskymme, kun lahetimme ennen sinua sanamme julistajia, ja sinun suhteesi eivat kaskymme muutu"},{"SurahNumber":17,"VerseNumber":78,"Text":"Suorita rukouksesi, oi Muhammed, paivan noususta yon pimeyteen saakka ja lue Koraania aamun koitteessa. Totisesti, ei aamuhartaus jaa kuulematta"},{"SurahNumber":17,"VerseNumber":79,"Text":"Ole valveilla osa yosta; tama olkoon lisatehtavasi. Ehka Herrasi nostaa sinut kunniakkaaseen asemaan"},{"SurahNumber":17,"VerseNumber":80,"Text":"Ja sano: »Herra, salli minun kayda sisalle ja ulos aina totuuden tieta, ja suo minulle voimakasta apuasi.»"},{"SurahNumber":17,"VerseNumber":81,"Text":"Ja sano viela: »Totuus on tullut ja valhe on haipynyt. Totisesti, valhe on tuomittu katoamaan.»"},{"SurahNumber":17,"VerseNumber":82,"Text":"Ja Me lahetamme ylhaalta sellaista Koraanin sisaltoa, mika on parannukseksi ja armoksi uskovaisille, mutta vain edistaa vaaramielisten, haviota"},{"SurahNumber":17,"VerseNumber":83,"Text":"Ja kun Me lahetamme siunauksemme jollekin ihmiselle, han kaantyy pois ja vetaytyy syrjaan, mutta kun hanta kohtaa onnettomuus, han joutuu epatoivoon"},{"SurahNumber":17,"VerseNumber":84,"Text":"Sano: »Jokainen toimii omalla tavallaan, mutta Herranne tietaa parhaiten, kuka on helpoimmin johdateltavissa oikealle tielle.»"},{"SurahNumber":17,"VerseNumber":85,"Text":"He tekevat sinulle myoskin kysymyksia Hengen suhteen. Vastaa: »Henki lahtee Herrani sanoista, mutta teille on annettu sangen vahan oikeata tietoa.»"},{"SurahNumber":17,"VerseNumber":86,"Text":"Ja jos olisimme halunnut, olisimme totisesti voinut peruuttaa sen, minka olimme sinulle ilmoittanut, etka olisi silloin loytanyt ketaan, joka olisi sinua auttanut Meita vastaan"},{"SurahNumber":17,"VerseNumber":87,"Text":"Mutta sait armon Herraltasi. Totisesti, suuri on Hanen laupeutensa sinua kohtaan"},{"SurahNumber":17,"VerseNumber":88,"Text":"Sano: »Totisesti, vaikka kaikki ihmiset ja dzinnit yhdessa yrittaisivat saada aikaan tamankaltaisen Koraanin, niin he eivat kykenisi siihen, vaikkapa auttaisivatkin toisiaan.»"},{"SurahNumber":17,"VerseNumber":89,"Text":"Totisesti, Me olemme tassa Koraanissa esittanyt erilaisia vertauksia ihmisille, mutta useimmat kieltaytyvat omaksumasta muuta kuin epauskon"},{"SurahNumber":17,"VerseNumber":90,"Text":"Ja he sanovat: »Emme todellakaan usko sinuun, ellet saa lahdetta suihkuamaan maasta"},{"SurahNumber":17,"VerseNumber":91,"Text":"tai ellet voi aikaansaada itsellesi puutarhaa palmupuineen ja viinikoynnoksineen ja anna jokien virrata sen halki"},{"SurahNumber":17,"VerseNumber":92,"Text":"tai ellet saa taivasta hajoamaan paallemme, kuten uskot; tai ellet voi tuoda Jumalaa ja enkeleita eteemme todistajiksi"},{"SurahNumber":17,"VerseNumber":93,"Text":"tai ellet hanki itsellesi kultaista taloa; tai ellet astu taivaaseen. Mutta emme usko taivaaseenastumiseesi, ellet ylhaalta laheta meille Kirjaa, jota saatamme lukea.» Vastaa heille: »Kunnia olkoon Herralle, olen vain ihmisolento, pelkka lahettilas.»"},{"SurahNumber":17,"VerseNumber":94,"Text":"Mikaan muu ei esta ihmisia uskomasta - johdatuksen saatuaan - kuin se, etta he sanovat: »Asettaako Jumala ihmisolennon lahettilaaksi?»"},{"SurahNumber":17,"VerseNumber":95,"Text":"Vastaa: »Jos olisi sopivaa, etta maan paalla vaeltaisi enkeleita, olisimme kylla lahettanyt heille enkelin sanansaattajaksi.»"},{"SurahNumber":17,"VerseNumber":96,"Text":"Sano edelleen: »Jumala on riittava todistaja minun puolestani teita vastaan; totisesti, Han tietaa palvelijainsa asiat ja pitaa heita silmalla.»"},{"SurahNumber":17,"VerseNumber":97,"Text":"Ja ken Jumalan johtoon alistuu, nauttii oikeata johdatusta, mutta ken on kadotuksen oma, hanelle et loyda muuta suojelijaa Jumalan asemesta. Ja ylosnousemuksen paivana Me kokoamme heidat yhteen, ja he makaavat kasvoillaan, sokeina, mykkina ja kuuroina. Heidan asuntonsa on helvetti; joka kerran, kun sen tuli pienenee, Me lisaamme sen liekkia"},{"SurahNumber":17,"VerseNumber":98,"Text":"Tama on heidan palkkansa, koska he kielsivat Meidan merkkimme ja sanoivat: »Kuinka meidat heratettaisiin uuteen elamaan senjalkeen kuin olemme muuttuneet luiksi ja tomuksi?»"},{"SurahNumber":17,"VerseNumber":99,"Text":"Eivatko he ole vielakaan alynneet, etta Jumala, joka on luonut taivaat ja maan, kykenee myos luomaan heidan kaltaisiaan? Olemme myos asettanut heille maaraajan, josta ei ole epailysta, mutta vaaramieliset kieltaytyvat omaksumasta muuta kuin epauskonsa"},{"SurahNumber":17,"VerseNumber":100,"Text":"Sano: »Jos teilla olisi hallussanne Herrani armoaarteet, niin totisesti pitaisitte ne lukon takana pelosta, etta ne ehtyisivat. Ihminen on taipuvainen itaruuteen.»"},{"SurahNumber":17,"VerseNumber":101,"Text":"Totisesti, Me annoimme Moosekselle yhdeksan selvaa merkkia. Kysykaa siis Israelin lapsilta, kun han saapui heidan luokseen ja Farao sanoi hanelle: »Mooses, minusta tuntuu totisesti silta, etta olet noiduttu.»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Han vastasi: »Totisesti, sina tiedat, ettei muu kuin taivaitten ja maan Herra ole lahettanyt naita merkkeja opastukseksi,ja mina uskon, Farao, etta sina kuulut kadotettujen joukkoon.»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Silloin Farao tahtoi ajaa heidat maasta, mutta Me hukutimme hanet ja kaikki hanen mukanaan olleet"},{"SurahNumber":17,"VerseNumber":104,"Text":"Taman jalkeen Me sanoimme Israelin lapsille: »Asettukaa asumaan pyhaan maahan, ja kun tulevaisuuden lupaus taytetaan, Me saatamme teidat kaikki yhteen.»"},{"SurahNumber":17,"VerseNumber":105,"Text":"Me olemme Koraanin lahettanyt ylhaalta totuuden sanomana, ja totuuden sanomana se on saapunut maan paalle, ja Me olemme lahettanyt sinut vain ilosanoman tuojaksi ja varoittajaksi"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ja taman Koraanin Me olemme jakanut osiin, jotta vahitellen lukisit sen ihmisille. Ja Me olemme jarjestanyt sen julistamisen siten, etta se on osa osalta tullut ylhaalta"},{"SurahNumber":17,"VerseNumber":107,"Text":"Sano: »Voitte uskoa siihen tai olla uskomatta. Totisesti, ne, joille jo sita ennen on annettu tieto, lankeavat kunnioituksesta kasvoilleen, kun kuulevat sita luettavana"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ja he lausuvat: »Kunnia olkoon Herrallemme! Hanen lupauksensa on totisesti tayttyva.»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ja kyynelsilmin he lankeavat kasvoilleen, silla se on lisannyt heidan noyryyttaan"},{"SurahNumber":17,"VerseNumber":110,"Text":"Sano: »Rukoilkaa Hanta Jumalana tai rukoilkaa Hanta armahtajana; milla nimella Hanta rukoillettekin, niin totta on, etta kaikki hyvat nimet kuuluvat Hanelle. Alaka rukoillessasi korota liiaksi aantasi alaka myoskaan laske sita liian matalaksi, vaan koeta loytaa keskitie naiden valilta.»"},{"SurahNumber":17,"VerseNumber":111,"Text":"Sano myoskin: »Kunnia ja ylistys Jumalalle, joka ei ole hankkinut itselleen lasta ja jolla ei valtasuuruudessaan ole ketaan tasavertaista. Ei Hanella myoskaan ole liittolaista alamaisten keskuudessa.» Julistakaa Hanen suuruuttaan ylistaen"}]}