{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Taa Haa"},{"SurahNumber":20,"VerseNumber":2,"Text":"Kuuguma aanu soo waxyoon Qur’aanka inaad ku hungowdo"},{"SurahNumber":20,"VerseNumber":3,"Text":"Mayee, waa u waano ciddii ka cabsata (Ilaahay)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Waa waxyi ka yimid (xagga Allaah ee ah) Kan abuuray arlada iyo samooyinka sare"},{"SurahNumber":20,"VerseNumber":5,"Text":"Raxmaanku (Allaah)wuxuu kor ahaaday) Carshigiisa dushiisha (si u qalanta)"},{"SurahNumber":20,"VerseNumber":6,"Text":"Isaga baa leh waxa ku sugan samooyinka iyo waxa arlada ah iyo waxa u dhexeeya iyo waxa ka hooseeyaba rayska"},{"SurahNumber":20,"VerseNumber":7,"Text":"Oo haddii aad kor codka ugu qaaddo hadalka, haddaba hubaal, Wuu ogsoon yahay sirta iyo waxa weliba ka sii qarsoonaan badan"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allaah! Ma jiro ilaah (xaq ah) aan Isaga aheyn, Wuxuu leeyahay Magacyada aad u Wanaagga iyo Quruxda Badan"},{"SurahNumber":20,"VerseNumber":9,"Text":"Oo qisadii Muuse ma ku soo gaadhay"},{"SurahNumber":20,"VerseNumber":10,"Text":"Markii uu arkay dab, markaasuu wuxuu ku yidhi reerkiisii: “Jooga halkan! Waxaan hubaal arkaa dab. Waa intaasoo aan idiinka keeno dhimbil aad kulaalsataan, ama aan ka helo dabka wax i tilmaama"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ee markii uu yimid meeshii uu ka ifiyey dabku, waa loo yeedhay: Muusow"},{"SurahNumber":20,"VerseNumber":12,"Text":"Anigu waxaan hubaal ahay Rabbigaa! Ee iska bixi kabahaaga, waxaad hubaal joogtaa togga daahirka ah, ee Duwaa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Oo Aniga baa ku doortay ee dhegayso waxaa laguu waxyoodo"},{"SurahNumber":20,"VerseNumber":14,"Text":"Hubaal Anigu waxaan ahay Allaah. Ma jiro ilaah (xaq ah) aan aheyn Aniga, ee Aniga ( oo Keliya) i caabud, oo u oog salaadda Xuskayga"},{"SurahNumber":20,"VerseNumber":15,"Text":"Hubaal, Saacaddu waa imaanaysaa _ waxaan ku sigtaa inaan ka yeelo caddaan3_si naf walba loogu abaal mariyo waxa ay u dadaasho"},{"SurahNumber":20,"VerseNumber":16,"Text":"“Ee yaanu mid aan Rumaysnayn oo raaca waxa ay naftii jeceshay kaa weecin xaggeeda4, markaas waad halaagsami"},{"SurahNumber":20,"VerseNumber":17,"Text":"Oo waa maxay waxakani ku jiraa midigtaada Muusow ?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Wuxuu yidhi: “ Waa ushayda, waan cuskadaa, oo waxaan ku garaacaa caleemaha si ay ugu soo daataan arigayga dushiisa, oo waxaa iigu jira dano kale.”"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Allaah) wuxuu yidhi: “Bal hoos u tuur Muusow!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Markaasuu tuuray, mise! Waa mas ordaya"},{"SurahNumber":20,"VerseNumber":21,"Text":"(Allaah) wuxuu yidhi: “Qaado, oo ha cabsan, Waxaanu ku celin doonnaa sideedii hore"},{"SurahNumber":20,"VerseNumber":22,"Text":"Oo ku qabo gacantaada dhinacaagaga, waxay soo bixi doontaa iyadoo caddaan ah (ifeysa) iin la’aan, waa calaamad kale"},{"SurahNumber":20,"VerseNumber":23,"Text":"“Si aanu kuu tusinno wax ka mid ah Aayadahayaga waaweyn"},{"SurahNumber":20,"VerseNumber":24,"Text":"“U tag Fircoon! Waa uu xad gudbaye.”"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Muuse) wuxuu yidhi: “Rabbiyow ii waasici (deji) laabtayda"},{"SurahNumber":20,"VerseNumber":26,"Text":"“Oo ii fududee arrinkayga"},{"SurahNumber":20,"VerseNumber":27,"Text":"Oo ka fur guntinta carrabkayga"},{"SurahNumber":20,"VerseNumber":28,"Text":"“Si ay u fahmaan hadalkayga"},{"SurahNumber":20,"VerseNumber":29,"Text":"“Oo ii yeel wasiir (caawiye) ka mid ah ehelkayga"},{"SurahNumber":20,"VerseNumber":30,"Text":"Haaruun, walaalkay"},{"SurahNumber":20,"VerseNumber":31,"Text":"“Ku adkee (xooji) tabarteyda (dhabarkeyga)"},{"SurahNumber":20,"VerseNumber":32,"Text":"“Oo igala qayb geli (wadaaji) arrinkayga ( Nabinnimada)"},{"SurahNumber":20,"VerseNumber":33,"Text":"“Si aan kuu xurmo weyneenno oo nazahno in badan"},{"SurahNumber":20,"VerseNumber":34,"Text":"“Oo aan kuu xusno in badan"},{"SurahNumber":20,"VerseNumber":35,"Text":"Hubaal Adigu Waxaad tahay Mid mar walba na Arka"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allaah) wuxuu yidhi” “Waa lagu siiyey codsigaaga Muusow"},{"SurahNumber":20,"VerseNumber":37,"Text":"“Oo waxaan kuu nicmeennay waqti kale (oo hore)"},{"SurahNumber":20,"VerseNumber":38,"Text":"“Markii aan u waxyoonnay hooyadaa wixii aan u waxyoonnay"},{"SurahNumber":20,"VerseNumber":39,"Text":"Waxaan ku nidhi: ‘Dhex geli isaga sanduuq oo ku tuur webiga (Niil), kolkaasna webigu wuxuu ku tuuri doonaa xeebta, halkaas waxaa qaadan doona mid cadow ii ah, oo isagana cadow u ah! Oo Waxaan ku tuuray dushaada jaceyl lagu jeclaado Xaggeyga ah5, iyo in lagugu barbaariyo Ishayda horteed (waa ilaalinteyda iyo ogaanshaheyga)"},{"SurahNumber":20,"VerseNumber":40,"Text":"“(Oo waxaan kuu galnay wanaag) markii ay u tagtay walaashaa iyadoo leh: Ma idin tusaa cid idiin korineysa (nuujineysa) isaga? Markaas baan kuu soo celinnay hooyadaa si ay u raalli noqoto oo aysan u murugoon. Oo waxaad dishay nin6, waanse kaa badbaadinnay walbahaar weyn, oo aan ku imtixaannay imtixaan culus, oo waxaad ku negaatay sanooyin tirsan reer Madyan dhexdood. Markaas waxaad halkaan ku timid Qaddar Alle, Muusow"},{"SurahNumber":20,"VerseNumber":41,"Text":"Oo Waxaan kuu soo saaray Nafteyda"},{"SurahNumber":20,"VerseNumber":42,"Text":"“La taga adiga iyo walaalkaa Aayadahayga, oo ha ka daalina Xuskayga"},{"SurahNumber":20,"VerseNumber":43,"Text":"Aada labadiinnuba xagga Fircoon, Xaqiiq, waa uu xadgudabaye"},{"SurahNumber":20,"VerseNumber":44,"Text":"“Oo kula hadla hadal nugul, waa intaasoo uu waansamo ama uu ka baqaa (Ilaahay)"},{"SurahNumber":20,"VerseNumber":45,"Text":"Waxay yidhaahdeen: “Rabbiyow! Waxaanu ka cabsan inuu nagu soo degdego si uu noogu gabood falo ama u dhaqmaa si xadgudub badan"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Allaah) Wuxuu yidhi: Ha cabsannina, hubaal Anigaa idin la jira labadiinnaba, waan maqlayaa oo arkayaa"},{"SurahNumber":20,"VerseNumber":47,"Text":"Ee u taga labadiinnuba isaga (Fircoon) oo dhahaya: hubaal waxaanu nahay Rususha Rabbigaa, ee nagu dar ilmaha Israa'iil oo ha dhibin, waxaan kuu keennay calaamad xagga Rabbigaa ah. Oo Nabad korkiisa ha ahaato8 kan raaca hunuunka"},{"SurahNumber":20,"VerseNumber":48,"Text":"Hubaal Waxaa naloo waxyooday in cadaab ku dhici doono mid kastoo (Xaqa) beeniya oo ka jeesta.”"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Fircoon) wuxuu yidhi: “Oo waa Kuma Rabbigiin, Muusow?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Muuse) wuxuu yidhi: Rabbigayo waa kan siiyey wax walba qaabka uu leeyahay oo markaa u tilmaamay (yoolkeed).”"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Fircoon) wuxuu yidhi: “Ee ka warran xaalka facyadii hore?.”"},{"SurahNumber":20,"VerseNumber":52,"Text":"(Muuse) wuxuu yidhi: Cilmigoodu wuxuu la jiraa Rabbigay, Kitaab buu ku yaal. Rabbigay ma gefo, oo wax ma halmaamo_”"},{"SurahNumber":20,"VerseNumber":53,"Text":"Waa (Isaga) Kan idiinka dhigay dhulka gogol (fidsan); oo idiinka furay waddooyin dhexdeeda, oo ka soo shubay biyo xagga daruurta, markaas baan ku soo saarnay dhir noocyo kala duwan ah"},{"SurahNumber":20,"VerseNumber":54,"Text":"Ee (wax ka) cuna (halkaa) oo daaqsada xoolihiinna, hubaal, waxaa arrinkani ugu sugan calaamooyin (lagu cibrad qaato) kuwa garashada leh"},{"SurahNumber":20,"VerseNumber":55,"Text":"Xaggeeda (arlada) ayaan idinka abuurnay, oo gudaheeda baan idinku celin doonnaa, oo xaggeeda baan idinka soo dhex saari doonnaa mar kale"},{"SurahNumber":20,"VerseNumber":56,"Text":"Oo xaqiiq waxaan tusnay isaga (Fircoon) calaamooyinkayaga dhammaantood, waase uu dafiray oo diiday"},{"SurahNumber":20,"VerseNumber":57,"Text":"Wuxuu yidhi: “Ma waxaad noogu timid inaad nooga saarto dhulkayaga sixirkaaga Muusow"},{"SurahNumber":20,"VerseNumber":58,"Text":"Haddaba Waxaan innaguna hubaal kuula iman doonnaa sixir la mid ah; ee noo qabo ballan aan ku kulanno annaga iyo adiguba, oo aanaan ka dib dhici doonin annagu iyo adiguba midna oo meel fagaare ah"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Muuse) wuxuu yidhi: “Ballankiinnu waa maalinta Ciidda, marka dadku isu soo ururaan barqadii.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Markaasuu Fircoon tagey, oo isu keenay tabihiisii, markaas yimid"},{"SurahNumber":20,"VerseNumber":61,"Text":"Muuse wuxuu ku yidhi (sixiroolayaashii uu keenay Fircoon): Magaciin bi'i waaye! Ha ka been sheegina Ilaahay si uusan idiinku dabar goyn cadaab. Oo kii la yimaadaa (been) xaqiiq waa mid hoogay oo halaagsamay.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Markaas bay ka doodeen arrinkooda dhexdooda oo qarsadeen faqooda"},{"SurahNumber":20,"VerseNumber":63,"Text":"“Waxay yidhaahdeen: Kuwani hubaal waa labo saaxir oo doonaya inay idiinkaga saaraan dhulkiinna sixirkooda, oo ay bi'iyaan dariiqadiinna fiican (diintiinna ama dhaqanka iyo caadadiinna)"},{"SurahNumber":20,"VerseNumber":64,"Text":"“Ee isu geeya Tabtiinna oo imaada idinkoo saf saf ah; waxaa dhabtii liibaani doona maanta kii adkaada ”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Waxay yidhaahdeen: “Muusow! Ma adigaa hor tuuri ama annaga baa ahaanna kuwa hor tuuri?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"Wuxuu yidhi: “Mayee, tuura idinka (marka hore)! Mise, xargahoodii iyo ulahoodii, waxaa loogu ekaysiiyey sixirkoodii dartiis sida inay ordayaan"},{"SurahNumber":20,"VerseNumber":67,"Text":"Markaasuu Muuse ka dareemay naftiisii cabsi"},{"SurahNumber":20,"VerseNumber":68,"Text":"Waxaanu nidhi: Ha cabsan, hubaal, waa adiga kan sarreyn doona"},{"SurahNumber":20,"VerseNumber":69,"Text":"Oo tuur waxa ku jira gacantaaada midig! Waxay liqliqi waxa ay sameeyeen, waxa ay sameeyeen wax kale ma aha ee waa oo keliya xeelad saaxir,saaxirna mar- naba ma liibaano, meel uu ka yimaadaba"},{"SurahNumber":20,"VerseNumber":70,"Text":"Oo sixiroolayaashii waxaa loo riday hoos iyagoo sujuudaya10. Waxay yidhaadeen: Waxaan rumeysannahay Rabbiga Haaruun iyo Muuse.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Fircoon) wuxuu yidhi: “Ma waxaad rumeyneysaan ka hor inta aanan idiin idmin? hubaal, Waa ka idiinku weyn ee idin baray sixirka. Waxaan xaqiiq u goyn doonaa gacmahiinna iyo lugahiinna isdhaaf, oo waxaan xaqiiq idinku daldali doonaa jirridaha geedaha timrta, oo xaqiiq waad ogaan doontaan midkaayagii (aniga ama Rabbiga Muuse) cadaab daran oo daa’ insan"},{"SurahNumber":20,"VerseNumber":72,"Text":"Waxay yidhaahdeen: “Marnaba kaa dooran mayno waxa noo yimid oo Xujooyin cad ah iyo Kan (Allaah) ee na abuuray11. Ee go'aami wixii aad rabto inaad go'aamiso, waxaad oo keliya wax ka go'aamin kartaa (wixii la xidhiidha) noloshan Adduunka"},{"SurahNumber":20,"VerseNumber":73,"Text":"Hubaal annagu waxaan rumeynay Rabbigayo si uu noogu dhaafo gefefkayaga iyo waxa aad nagu khasabtay ee sixir ah. oo Allaah baa khayr badan (abaal marin ahaan), oo daa’in sanaan badan12 (cadaab ahaan)"},{"SurahNumber":20,"VerseNumber":74,"Text":"Hubaal, mid kastoo u yimaada Rabbigiis isagoo dambiile ah, hubaal, abaalkiisu waa Naar, uusan ku dhiman doonin, kuna noolaan doonin"},{"SurahNumber":20,"VerseNumber":75,"Text":"Mid kastoo se u yimaada (Allaah) isagoo mu’min ah oo samo fashay, kuwaasi baa mudan doona derejooyinka sare (meeqaan ahan)"},{"SurahNumber":20,"VerseNumber":76,"Text":"Beero ku yaal guryo san oo negaya (bay galayaan) oo ay hoos qul-qulaan webiyo, oo ay ku dhex waari doonaan weligood: oo kaasi waa abaalka kan daahiriya naftiisa13 (shirkiga iyo macaasida)"},{"SurahNumber":20,"VerseNumber":77,"Text":"Oo Waxaan dhab ahaan u waxyoonnay Muuse (Annagoo ku leh):” Guura ku bax habeenkii iyagoo ay ku wehliyaan addoomahayga oo uga jeex waddo badda dhexdeeda qallalan14, adigoo aan ka cabsan doonin inuu ku qabto oo ku soo gaaro (Fircoon) oo aan ka cabsan doonin (inaad ku qaraqanto badda)"},{"SurahNumber":20,"VerseNumber":78,"Text":"Markaas waxaa raacay Fircoon oo wata askarahiisii, oo waxaa halkaas kaga daboo- lay xagga badda waxaasi daboolay"},{"SurahNumber":20,"VerseNumber":79,"Text":"Oo Fircoon wuxuu marin habaabiyey qolodiisii, oo ma uu hanuunin"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ilmahii Israa’iilow! Waxaan idinka samata bixinnay cadowgiinnii, oo waxaan idinkula gallay ballan dhinaca midig ee Buurta, oo Waxaan idiin soo dejinnay Manna (macaan_malab)_iyo Salwaa (shim- bir hilib wanaagsan)"},{"SurahNumber":20,"VerseNumber":81,"Text":"(Annagoo leh) cuna wax ka mid ah waxyaalaha wanaagsan (ee xalaasha ah) oo aan idinku irsaaqnay, oo ha ku xadugudbina (dhulka ) dhexdiis (ama ha ku gardarroonina dadka kale), yeysan idinku dhicin Cadhadayduye. Oo kii ay ku dhacdo cadhadaydu hubaal waa uu halaagsamay"},{"SurahNumber":20,"VerseNumber":82,"Text":"Oo hubaal Anigu waan u dambi Dhaaf Badanahay mid kastoo isagu toobad keena oo (Xaqa rumeysan oo sama fala,markaas- na hanuunka ku sugnaada oo toosnaada)"},{"SurahNumber":20,"VerseNumber":83,"Text":"(Allaah wuxuu yidhi), “Oo maxaa kaa soo dedejiyey qoladaadii, Muusow?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Wuxuu yidhi: “Waa kuwaan ku soo jooga raadkayga, oo waan kuu soo deg-degay Rabbigayow si aad u raalli ahaato"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allaah) wuxuu yidhi: Annagu se waxaan dhabtii imtixaannay qolodaadii gadaashaa (intii aad ka soo tagtay kaddib), oo Saamirigii baa lumiyey.’"},{"SurahNumber":20,"VerseNumber":86,"Text":"Markaas Muuse buu u noqday qolodiisii isagoo cadheysan oo calool xun, Wuxuu yidhi: “Dadkaygiyow! Ma wuusan Rabbigiin idiin qaadin ballan qaad wanaagsan16? Ee ma waxaa idinku dheeraaday muddadii? Mise waxaad dooneyseen inay idiinka dhacdo Cadho xagga Rabbigiin ah, oo aad markaas ka baxdeen ballankii (wax maqlidda) aad ila gasheen?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Waxay yidhaahdeen: “Ugama aanu bixin Ballankii aan kula gallay ikhyaarka- yaga, laakiinse waxaa nala saaray culaysyo ka mid ah qalabkii reer (Fircoon) isku qur- xin jireen17 ah, markaas baan ku tuurnay (dabka), sidaas oo kale ayuu As-Saamiri u tuuray"},{"SurahNumber":20,"VerseNumber":88,"Text":"Oo wuxuu uga soo saaray (sawir) dibi leh cida dibiga. Oo waxay yidhaahdeen: \"Kan waa ilaahiinna iyo ilaaha Muuse, wuuse illoobay"},{"SurahNumber":20,"VerseNumber":89,"Text":"Miyeynan arkayn in aanu u soo celin kareyn kelmadna (wax jawaab ah), oo aanu u haynin dhib iyo dheef midna"},{"SurahNumber":20,"VerseNumber":90,"Text":"Oo Haaruun wuxuu ku yidhi ka hor (intaanu soo laaban Muuse): “Dadkaygiyow! Waxaad tihiin kuwo uun lagu imtixaanay arrintani, oo hubaal, Rabbigiin waa (Allaah) Raxmaanka (Naxariistaha), ee i soo raaca oo adeeca amarkayga.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Waxay yidhaahdeen: “Ma deyn doonno caabudidda (dibiga) jeer uu noo soo noqdo Muuse.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Muuse) wuxuu yidhi: Haaruunow! Maxaa kuu diiday (inaad ka reebto); markii aad aragtay inay lumayaan"},{"SurahNumber":20,"VerseNumber":93,"Text":"In aad I soo raacdo? Ee ma waxaad caasiday amarkaygii"},{"SurahNumber":20,"VerseNumber":94,"Text":"Haaruun wuxuu yidhi: “Ina hooyow! Ha iga soo qaban garkeyga ama madaxeyga midkoodna. Hubaal anigu waxaan ka baqay inaad tidhaahdo: “Waxaad kala qaybisay ilmihii Israa’iil dhexdooda, oo ma aadan dhowrin (ama sugin) qowlkeyga.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Muuse) wuxuu yidhi: “Oo muxuu yahay xaalkaagu Saamiriyow"},{"SurahNumber":20,"VerseNumber":96,"Text":"Wuxuu yidhi: “Waxaan arkay wax aysan arag. Markaas waxaan ka soo qaaatay sacab muggi (oo ciid ah) raadkii Rasuulka18 (Faraskii jabriil) oo ku tuuray (dabkii lagu riday qalabkii ay isku qurxin jireen si aan uga sameeyo sawir dibi). Sidaas bay ii qurxisay nafteydu"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Muuse) wuxuu yidhi: haddaba tag oo naga fagow! Oo hubaal, waxaa go’aan ah noloshan inaad tidhaahdo waa lay gooyey19, oo hubaal waxaa kale oo aad leedahay ballan aad dib uga dhici doonin (oo ah cadaabta Aakhiro). Oo dhugo ilaahaagii aad in door ah dul joogtay ee aad caabudaysay. hubaal waanu gubi doonnaa (oo aanu ka dhigi dambas) aanu badda ku qarxinno oo waxba aanu ka hari doonin.’"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ilaahiinnu waa oo keliya Allaah, ee aanu jirin Ilaah (xaq ah) oo aan Isaga ahayn. Wuxuuna ku koobay wax walba Cilmi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Sidaas baan (Muxammadow) kuugu soo tebinnaa warar ka mid ah wixii horey u dhacay. Oo Waxaanu xaqiiq kaa siinnay Xaggayaga waano (Qur’aankan)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Mid kastoo ka jeesta wuxuu markaas xambaaran doonaa Maalinta Qiyaame culaab culus (dambi aad u weyn)"},{"SurahNumber":20,"VerseNumber":101,"Text":"Iyagoo ku dhex waari (cadaabta). Oo waa wax u xun iyaga maalinta Qiyaamaha culaab ahaan"},{"SurahNumber":20,"VerseNumber":102,"Text":"Maaalinta buunka la afuufi doono20 (afuufka labaad): oo waxaan isu soo kulmin doonnaa Dambiilayaasha Maalintaa iyagoo indho cawlan"},{"SurahNumber":20,"VerseNumber":103,"Text":"Oo hoos u wada hadlaya oo isku sheegaya: Ma aydaan joogin waxaan aheyn toban (maalmood adduunka).”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Annaga baa ka ogsoon waxa ay leeyihiin, marka kooda ugu jid wanaagsani odhan doono, “Ma aydaan joogin (adduunka) waxaan aheyn maalin.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"Oo waxay wax kaa weydiiyaan buuraha, markaa dheh: Rabbigay baa ku baabbi’n doona qarax isagoo ka dhigaya sida budo ciid ah"},{"SurahNumber":20,"VerseNumber":106,"Text":"Oo wuxuu ka yeeli doonaa (arlada) meel ban siman ah"},{"SurahNumber":20,"VerseNumber":107,"Text":"Aad ku dhex arki doonin meel hoosaysa ama sarreysa.”"},{"SurahNumber":20,"VerseNumber":108,"Text":"Maalintaas waxay iyagu (qof walbaa) raaci doonaa (dhawaaqa) dhawaaqaha isagoo aan leexleexasho lahayn. Oo codadka oo dhan waxay ahaan doonaan kuwo kushuucsan Raxmaanka (Allaah) horti, marka ma maqli doontid waxaan aheyn shanqarta socodka (lugahooda)"},{"SurahNumber":20,"VerseNumber":109,"Text":"Maalintaas shafeeco wax ma tari doonto, mid maahee uu Raxmaanku (Alle) u idmo oo uu ka raalli yahay hadalkiisa"},{"SurahNumber":20,"VerseNumber":110,"Text":"Wuxuu (Allaah) ogsoon yahay waxa hortooda ah iyo waxa gadhaashooda ah, Mase ku koobi karaan (waxa uu Og yahay) Cilmi"},{"SurahNumber":20,"VerseNumber":111,"Text":"Oo dhammaan wejiyadu waxay ku khushuuci doonaan (Allaah horti), Noolaha Daa’inka ah, Irsaaqaha waxa uunka jira oo dhan. Oo waxaa xaqiiq hoogi doona kan isagu geysta gef uu ka galo (Allaah ama aadmiga)"},{"SurahNumber":20,"VerseNumber":112,"Text":"Kan se isagu samo fala isagoo mu’min ah, ma ka cabsan doono gef loo geysto iyo wax loo dhimo midna"},{"SurahNumber":20,"VerseNumber":113,"Text":"Oo sidaas baan ugu soo dejinnay Qur’aan af Carabi ah, oo ugu celcelinnay si cad digniiniha, bal inay iska jiraan oo ka dhowrsadaan (xumaha), ama uu ku dhaliyo waantow (ama u noqdo wax lagu xusuusto)"},{"SurahNumber":20,"VerseNumber":114,"Text":"Ee waxaa ka Sarreeya oo ka kor ah (dhammaan uunanka) Allaah, Boqorka Xaqa ah. Ee (Muxammadow) ha ku degdegin Qur'aanka (akhriskiisa) ka hor inta aan laguu dhammayn Waxyigiisa, oo dheh: “Rabbiyow ii kordhi cilmi.”"},{"SurahNumber":20,"VerseNumber":115,"Text":"Oo waxaan xaqiiq la galnay ballan Aadam mar hore23, wuuse illoobay, oo kama aanu helin go’aan adag"},{"SurahNumber":20,"VerseNumber":116,"Text":"Oo (xus) markii aan ku nidhi malaa’igta: U sujuuda (sujuud slaan ah) Aadam oo way sujuudeen (dhammaan) Ibliis maahee, wuu diiday"},{"SurahNumber":20,"VerseNumber":117,"Text":"Markaasaan Waxaanu nidhi: Aadamow! Xaqiiq, kani waa kuu cadow adiga iyo xaaskaagaba. Ee yuusan idinka saarin Jannada, si aydaan u dhibaatoon"},{"SurahNumber":20,"VerseNumber":118,"Text":"Hubaal waxaad (ballan) ku heysataa inaadan ku gaajoon doonin dhexdeeda kuna arradi doonin"},{"SurahNumber":20,"VerseNumber":119,"Text":"Oo hubaal aad ku harraadi doonin, qorrax kulkeedna kugu dhici doonin"},{"SurahNumber":20,"VerseNumber":120,"Text":"Markaasuu shaydaan hoos wax ugu sheegay, isagoo ku leh: “Aadamow! Ma ku tusaa geedka waaridda iyo boqortooyo aan weligeed dhammaan doonin?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Markaasay iyagu (Aadam iyo xaaskiisa) wax ka cuneen, markaas ayey cawradoodii u muuqatay, oo waxay billaabeen inay ku nab nabaan korkooda caleemihii Jannada. Oo Aadam wuxuu ku caasiyey Rabbigi, oo gef galay"},{"SurahNumber":20,"VerseNumber":122,"Text":"Markaasuu Rabbigiis doortay oo ku galladeystay dambi dhaaf oo hanuuniyey"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Allaah) wuxuu yidhi: Ka dega (Jannadan) dhammaantiin, (firkiinna) waa u cadow qaarba qaarka kale. Oo haddii uu idiinka yimaado Xaggayga hanuun, markaa mid kastoo raaca hanuunkayga ma ku lumi doono (adduunkan), mana ku dar xumaan doono (Aakhirada)"},{"SurahNumber":20,"VerseNumber":124,"Text":"Oo mid kastoo ka jeesta waanadayda, hubaal wuxuu mudan nolol adag oo cidhiidhi ah, oo waxaa la shir keeni (oo la soo bixin) iMaalinta Qiyaamaha isagoo indha la"},{"SurahNumber":20,"VerseNumber":125,"Text":"Wuxuu odhan: Rabbiyow! Maxaad iiga soo saartay (iilka oo i shir keentay Qiyaamaha) anigoo indha la’ anigoo (hadda ka hor) wax arki jiray ”"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allaah) wuxuu odhan: Sidaas oo kale waxaa kuu yimid calaamooyinkayagii, waadse iska illowday (oo ka dan la’aatay), sidaas darteed Maanta, waxaa lagaaga tegi oo lagugu illoobi doonaa (Naarta).”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Oo sidaas oo kale baan u abaal marinaa kan isagu xadgudba, oo aan ru- meyn calaamooyinka Rabbigii, oo cadaabta Aakhiro ayaa sii daran oo joogto daa'in ah"},{"SurahNumber":20,"VerseNumber":128,"Text":"Haddaba, miyaanay u caddaan iyaga inta aan ummado hallignay iyaga hortood oo ay ku dul socdaan guryahoodii? Arrinkani waxaa ugu sugan calaamooyin kuwaasi leh garaadka"},{"SurahNumber":20,"VerseNumber":129,"Text":"Oo haddii aanay jiri lahayn Kelmed hore oo ka soo fushay Rabbigaa , in dib loogu dhigo abaal marintooda maalin la yaqaan iyo ajal magacaabani, waxaa ku waajibi laheyd25 (cadaab ku dhacda intay joogaan adduunka)"},{"SurahNumber":20,"VerseNumber":130,"Text":"Ee u samir yeelo waxa ay leeyihiin, oo ku tasbiixso ammaanaha Rabbigaa ka hor qorrax soo baxa iyo ka hor dhiciddeeda, oo (tuko) qaar ka mid ah saacadaha habeenka iyo dacallada maalinta si aad u raali noqotid"},{"SurahNumber":20,"VerseNumber":131,"Text":"Oo ha u taagin indhahaaga waxa aan ugu raaxaynay lammaano kala duwan oo iyaga ka mid ah, (wax kale maahee) waa quruxda nolosha adduunka ah si aan ugu imtixaanno, oo risiqa Rabbigaa baa ka khayr badan oo ka daa’in san"},{"SurahNumber":20,"VerseNumber":132,"Text":"Oo ku amar salaadda ehelkaaga (iyo dadkaba), oo ku samir yeelo gudashada (salaadaha) kuma weydiisaneyno risiq; Annaga baa ku irsaaqeyna. Oo Cidhibta wanaagsan (Jannada) waxaa leh kuwa iska jira (xumaha)"},{"SurahNumber":20,"VerseNumber":133,"Text":"Oo waxay yidhaahdaan: Muxuu noogu keeni waayey calaamad xagga Rabbigii ah?” Oo miyaanay u imaan caddeyn wixii (ku yaallay) Kutubtii hore"},{"SurahNumber":20,"VerseNumber":134,"Text":"Oo haddii aan ku halaagi laheyn cadaab isaga ka hor26, waxay hubaal odhan lahaayeen: Rabbiyow! Maxaad noogu soo diri weydey Rasuul si aan u raacno Aayadahaaga, ka hor inta aanaan ahaan kuwa dulloobay oo dufoobay"},{"SurahNumber":20,"VerseNumber":135,"Text":"Dheh: Mid walba annaga iyo idinka wax buu sugayaaye ee suga27, waxaad dhowaan ogaan doontaan waa kuwama kuwa ku taagan Jidka Toosan iyo kan isagu hanuunsan"}]}