{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Duì zhòngrén de qīngsuàn yǐjīng línjìnle, tāmen què zài shūhū zhī zhōng, bù jiāyǐ sīwéi."},{"SurahNumber":21,"VerseNumber":2,"Text":"Měi féng yǒu xīn de jìniàn, cóng tāmen de zhǔ jiànglín tāmen, tāmen qīngtīng tā, bìng jiāyǐ cháoxiào."},{"SurahNumber":21,"VerseNumber":3,"Text":"Bù yì zhě mìmì tánlùn shuō: Zhè zhǐshì yīgè xiàng nǐmen yīyàng de fánrén, nǐmen míngzhī shì móshù ér shùncóng tā ma?"},{"SurahNumber":21,"VerseNumber":4,"Text":"Tā shuō: Wǒ de zhǔ zhīdào zài tiānshàng hé dìshàng suǒ shuō dehuà, tā què shì quán cōng de, què shì quánzhī de."},{"SurahNumber":21,"VerseNumber":5,"Text":"Dàn tāmen shuō: Zhè shì chīrénshuōmèng ne? Háishì tā niēzào huǎngyán ne? Háishì tā shì yīgè shīrén ne? Jiào tā xiàng gǔdài de zhòng shǐzhě nàyàng zhāoshì wǒmen yī zhǒng jīxiàng ba."},{"SurahNumber":21,"VerseNumber":6,"Text":"Zài tāmen zhīqián, wǒ suǒ huǐmiè de chéngshì, méiyǒu yīgè céng xìn jīxiàng de. Xiànzài, tāmen huì xìn jīxiàng ma?"},{"SurahNumber":21,"VerseNumber":7,"Text":"Zài nǐ zhīqián, wǒ zhǐ pàiqiǎnle céng fèng qǐshì de xǔduō nánrén; rúguǒ nǐmen bù zhīdào, jiù yīngdāng xúnwèn jīngtōng jìniàn zhě."},{"SurahNumber":21,"VerseNumber":8,"Text":"Wǒ méiyǒu bǎ tāmen zàochéng bù chīfàn de ròushēn, tāmen yě bùshì chángshēng bùlǎo de."},{"SurahNumber":21,"VerseNumber":9,"Text":"Sìhòu, wǒ duì tāmen shíjiàn nuò yuē, gù zhěngjiù tāmen hé wǒ suǒ yìyù zhě, ér huǐmièle guòfèn zhě."},{"SurahNumber":21,"VerseNumber":10,"Text":"Wǒ què yǐ jiàng shì nǐmen yī běn jīngdiǎn, qízhōng yǒu nǐmen de jìniàn, nándào nǐmen bù liǎojiě ma?"},{"SurahNumber":21,"VerseNumber":11,"Text":"Wǒ céng huǐmièle xǔduō bù yì de xiāngcūn, suíhòu, wǒ céng chuàngzàole bié de mínzhòng."},{"SurahNumber":21,"VerseNumber":12,"Text":"Dāng tāmen gǎnjué wǒ de yánxíng de shíhòu, tāmen hūrán bēntáo."},{"SurahNumber":21,"VerseNumber":13,"Text":"Nǐmen bùyào bēntáo, nǐmen huíqù xiǎngshòu nǐmen de háohuá shēnghuó, hé nǐmen de zhùzhái, yǐbiàn nǐmen jiānglái shòu shěnxùn."},{"SurahNumber":21,"VerseNumber":14,"Text":"Tāmen shuō: Āi zāi wǒmen! Wǒmen yuánlái què shì bù yì de rén."},{"SurahNumber":21,"VerseNumber":15,"Text":"Nà jù huà, jiāngyào cháng wèi tāmen de āiháo, zhídào wǒ shǐ tāmen biàn chéng gǔ chá hé sǐhuī."},{"SurahNumber":21,"VerseNumber":16,"Text":"Wǒ wèicéng yǐ yóuxì de tàidù chuàngzào tiāndì wànwù;"},{"SurahNumber":21,"VerseNumber":17,"Text":"jiǎruò wǒ yào xiāoqiǎn, wǒ bìdìng yǐ wǒ zhèlǐ de dōngxī zuò xiāoqiǎn, wǒ bùshì ài xiāoqiǎn de."},{"SurahNumber":21,"VerseNumber":18,"Text":"Wǒ yǐ zhēnlǐ tóuzhí miù wàng, ér jípò qí nǎodai, miù wàng shùnshí xiāowáng. Bēi zāi nǐmen! Yóuyú nǐmen duì zhēnzhǔ wàng jiā miáoshù."},{"SurahNumber":21,"VerseNumber":19,"Text":"Fán zài tiāndì jiān de, dōu shì tā de; fán zài tā nàlǐ de, dōu qiánchéng de chóngbài tā, jì bù àomàn, yòu bù píjuàn."},{"SurahNumber":21,"VerseNumber":20,"Text":"Tāmen zhòuyè zàn tā chāojué, háo bù sōngxiè."},{"SurahNumber":21,"VerseNumber":21,"Text":"Nándào tāmen bǎ dàdìshàng xǔduō dōngxī dāng shénmíng, ér nàxiē shénmíng néng shǐ sǐrén fùhuó ma?"},{"SurahNumber":21,"VerseNumber":22,"Text":"Chú zhēnzhǔ wài, jiǎruò tiāndì jiān hái yǒu xǔduō shénmíng, nàmò, tiāndì bìdìng pòhuàile. Zànsòng zhēnzhǔ--bǎozuò de zhǔ--shì chāo hū tāmen de miáoshù de."},{"SurahNumber":21,"VerseNumber":23,"Text":"Tā zìjǐ de xíngwéi, bù shòu shěnxùn, ér tāmen dōu shì yào shòu shěnxùn de."},{"SurahNumber":21,"VerseNumber":24,"Text":"Nándào tāmen chú zhēnzhǔ wài hái shì fèng xǔduō shénmíng ma? Nǐ shuō: Nǐmen ná zhèngjù lái ba, zhè shì duìyú wǒ de tóngdào zhě de jìniàn, yěshì duìyú zài wǒ zhīqián zhě de jìniàn, dàn tāmen dàbàn bùzhī zhēnlǐ, bèiqì tā."},{"SurahNumber":21,"VerseNumber":25,"Text":"Zài nǐ zhīqián, wǒ suǒ pàiqiǎn de shǐzhě, dōu fèng dào wǒ de qǐshì: Chú wǒ zhī wài jué wú yīng shòu chóngbài de. Suǒyǐ nǐmen yīngdāng chóngbài wǒ."},{"SurahNumber":21,"VerseNumber":26,"Text":"Tāmen shuō: Zhìrén zhǔ yǐ (tiānshén) wèi nǚ'ér. Zànsòng zhēnzhǔ, chāojué wànwù. Bùrán, tāmen shì shòu yōudài de núpú,"},{"SurahNumber":21,"VerseNumber":27,"Text":"tāmen zài tā nàlǐ bù gǎn xiān kāikǒu, tāmen zhǐ fèngxíng tā de mìnglìng;"},{"SurahNumber":21,"VerseNumber":28,"Text":"tā zhīdào zài tāmen qiánmiàn hé hòumiàn de; tāmen zhǐ tì tāsuǒ xǐyuè zhě shuō qíng. Tāmen wèi jìngwèi tā ér kǒngjù."},{"SurahNumber":21,"VerseNumber":29,"Text":"Tāmen zhōng shéi shuō wǒ shì zhēnzhǔ yǐwài de shénmíng, wǒ jiù yǐ huǒ yù bàochóu shéi, wǒ jiāngyào zhèyàng bàochóu yīqiè bù yì zhě."},{"SurahNumber":21,"VerseNumber":30,"Text":"Bùxìndào zhě nándào bù zhīdào ma? Tiāndì yuán shì bìsè de, ér wǒ kāitiānpìdì, wǒ yòngshuǐ chuàngzào yīqiè shēngwù. Nándào tāmen bùxìn ma?"},{"SurahNumber":21,"VerseNumber":31,"Text":"Wǒ zài dà dìshàng chuàngzàole qún shān, yǐmiǎn dà dì dòngdàng ér tāmen bù'ān; wǒ zài qún shān jiān chuàngzào xǔduō kuānkuò de dàolù, yǐbiàn tāmen néng dádào mùdì."},{"SurahNumber":21,"VerseNumber":32,"Text":"Wǒ bǎ tiān zàochéng ānquán de qiónglóng, ér tāmen hūshì qízhōng de jīxiàng."},{"SurahNumber":21,"VerseNumber":33,"Text":"Tā shì chuàngzào zhòuyè hé rì yuè de, tiāntǐ yùn háng gè xún yītiáo guǐdào."},{"SurahNumber":21,"VerseNumber":34,"Text":"Zài nǐ zhīqián de rènhé rén, wǒ méiyǒu wéi tā zhùdìng chángshēng, rúguǒ nǐ sǐle, nándào tāmen nénggòu chángshēng ma?"},{"SurahNumber":21,"VerseNumber":35,"Text":"Fán yǒu xuèqì zhě, dōu yào cháng sǐ de zīwèi. Wǒ yǐ huò fú kǎoyàn nǐmen, nǐmen zhǐ bèi zhào guī wǒ."},{"SurahNumber":21,"VerseNumber":36,"Text":"Dāng bù xìndào zhě kànjiàn nǐ de shíhòu, tāmen zhǐ bǎ nǐ dàng zuò xiàobǐng.(Tāmen shuō:) Jiùshì zhège rén fěibàng nǐmen de shénmíng ma? Tāmen bù xìn zhìrén zhǔ de jìniàn."},{"SurahNumber":21,"VerseNumber":37,"Text":"Rén shì shēnglái jízào de, wǒ jiāngyào zhāoshì nǐmen wǒ de jīxiàng, suǒyǐ nǐmen bùbì cuīcù wǒ."},{"SurahNumber":21,"VerseNumber":38,"Text":"Tāmen shuō: Zhège jǐnggào jiàng zài hé shí shíxiàn ne? Rúguǒ nǐmen shì chéngshí de rén."},{"SurahNumber":21,"VerseNumber":39,"Text":"Jiǎruò bù xìndào zhě, zhīdào zài nàgè shíhòu, tāmen bùnéng duì zìjǐ de miànbù hé bèibù fángyù huǒyàn, tāmen yě bùnéng huòdé yuánzhù"},{"SurahNumber":21,"VerseNumber":40,"Text":"dàn fùhuó shí jiāng túrán láilín, ér shǐ tāmen jīnghuāng shīcuò, tāmen bùnéng dǐkàng tā, yě bù méng zhǎn huǎn."},{"SurahNumber":21,"VerseNumber":41,"Text":"Zài nǐ zhīqián, yǒu xǔduō shǐzhě, què yǐ bèi rén yúnòng, ér yúnòng de xíngfá yǐ jiànglín yúnòng zhěle."},{"SurahNumber":21,"VerseNumber":42,"Text":"Nǐ shuō: Shéi zài zhòuyè zhōng bǎohù nǐmen, shǐ nǐmen dé miǎn yú zhìrén zhǔ (de xíngfá) ne? Bùrán, tāmen bèiqì tāmen de zhǔ de jìniàn."},{"SurahNumber":21,"VerseNumber":43,"Text":"Chú wǒ zhī wài, nándào tāmen yǒu xǔduō shénmíng bǎohù tāmen ma? Tāmen suǒ chóngbài de shénmíng, bùnéng zìwèi, tāmen duì wǒ (de xíngfá) yě bù méng bìhù."},{"SurahNumber":21,"VerseNumber":44,"Text":"Bùrán, wǒ shǐ zhè děng rén hé tāmen de zǔxiān dé xiǎngshòu ānlè, zhídào tāmen de shòumìng yáncháng. Nándào tāmen bù zhīdào wǒ lái suōxiǎo tāmen de biānjìng ma? Nándào tāmen shì zhànshèng zhě ma?"},{"SurahNumber":21,"VerseNumber":45,"Text":"Nǐ shuō: Wǒ zhǐ jiè qǐshì ér jǐnggào nǐmen. Dāng lóngzi bèi jǐnggào de shíhòu, tāmen tīng bùjiàn zhàohuàn."},{"SurahNumber":21,"VerseNumber":46,"Text":"Rúguǒ nǐ de zhǔ de xíngfá, yǒuyī sīháo jiēchù tāmen, tāmen bìdìng shuō: Bēi zāi wǒmen! Wǒmen yuánlái què shì bù yì zhě."},{"SurahNumber":21,"VerseNumber":47,"Text":"Zài fùhuó rì, wǒ jiāng shèzhì gōngdào de tiānchèng, rènhé rén dōu bù shòu yīdiǎn er yuānwǎng; tā de xíngwéi suī wēi rú jièzǐ, wǒ yě yào bàochóu tā; wǒ zú wéi qīngsuàn zhě."},{"SurahNumber":21,"VerseNumber":48,"Text":"Wǒ què yǐ shǎngcì mù sà hé hā lún zhèngjù hé guāngmíng, yǐjí jìngwèi zhě de jìniàn;"},{"SurahNumber":21,"VerseNumber":49,"Text":"jìngwèi zhě zài mìmì zhōng jìngwèi tāmen de zhǔ, tāmen shì wèi fùhuó shí'ér kǒngjù de."},{"SurahNumber":21,"VerseNumber":50,"Text":"Zhè shì wǒ suǒ jiàng shì de jíxiáng de jìniàn, nándào nǐmen fǒurèn tā ma?"},{"SurahNumber":21,"VerseNumber":51,"Text":"Yǐqián wǒ què yǐ bǎ zhèngzhí shǎngcì yì bo lā xīn, wǒ yuán shì shēn zhī tā de."},{"SurahNumber":21,"VerseNumber":52,"Text":"Dāngshí, tā duì tā de fùqīn hé zōngzú shuō: Nǐmen suǒ yīliàn de zhèxiē diāoxiàng shì shénme dōngxī?"},{"SurahNumber":21,"VerseNumber":53,"Text":"Tāmen shuō: Wǒmen fāxiàn wǒmen de zǔxiān shi chóngbài tāmen de."},{"SurahNumber":21,"VerseNumber":54,"Text":"Tā shuō: Nǐmen hé nǐmen de zǔxiān, què yǐ xiànyú míngxiǎn de mí wù zhī zhōng."},{"SurahNumber":21,"VerseNumber":55,"Text":"Tāmen shuō: Nǐ shì duì wǒmen shuō zhèngjīng huà ne? Háishì hé wǒmen kāiwánxiào ne?"},{"SurahNumber":21,"VerseNumber":56,"Text":"Tā shuō: Bùrán, nǐmen de zhǔ, shì tiāndì de zhǔ, shì tiāndì de chuàngzào zhě, wǒ duìyú cǐ shì shì yīgè zhèngrén."},{"SurahNumber":21,"VerseNumber":57,"Text":"Zhǐ zhēnzhǔ fāshì, nǐmen zhuǎnshēn líkāi zhīhòu, wǒ bì shèfǎ huǐ diào nǐmen de ǒuxiàng."},{"SurahNumber":21,"VerseNumber":58,"Text":"Tā bǎ ǒuxiàng dǎ suìle, zhǐ liú xià yīgè zuìdà de, yǐbiàn tāmen zhuǎn huílái wèn tā."},{"SurahNumber":21,"VerseNumber":59,"Text":"Tāmen shuō: Shéi duì wǒmen de shénlíng zuòle zhè jiàn shì ne? Tā què shì bù yì de rén."},{"SurahNumber":21,"VerseNumber":60,"Text":"Tāmen shuō: Wǒmen céng tīngjiàn yīgè qīngnián, míng jiào yì bo lā xīn de, fěibàng tāmen."},{"SurahNumber":21,"VerseNumber":61,"Text":"Tāmen shuō: Nǐmen bǎ tā ná dào zhòngrén miànqián, yǐbiàn tāmen zuòzhèng."},{"SurahNumber":21,"VerseNumber":62,"Text":"Tāmen shuō: Yì bo lā xīn a! Nǐ duì wǒmen de shénlíng zuòle zhè jiàn shì ma?"},{"SurahNumber":21,"VerseNumber":63,"Text":"Tā shuō: Bùrán, shì zhège zuìdà de ǒuxiàng zuòle zhè jiàn shì. Rúguǒ tāmen huì shuōhuà, nǐmen jiù wèn wèn tāmen ba."},{"SurahNumber":21,"VerseNumber":64,"Text":"Tāmen jiù hùxiāng pīpíng. Suíhòu shuō: Nǐmen (chóngbài ǒuxiàng) què shì bù yì de."},{"SurahNumber":21,"VerseNumber":65,"Text":"Ránhòu, tāmen dàoxíngnìshī,(tāmen shuō): Nǐ què yǐ zhīdào zhèxiē shì bù huì shuōhuà de."},{"SurahNumber":21,"VerseNumber":66,"Text":"Tā shuō: Nǐmen shě zhēnzhǔ ér chóngbài nàxiē duì nǐmen háo wú huò fú de dōngxī ma?"},{"SurahNumber":21,"VerseNumber":67,"Text":"Pēi, nǐmen bù chóngbài zhēnzhǔ, què chóngbài zhèxiē dōngxī, nándào nǐmen bù lǐjiě ma?"},{"SurahNumber":21,"VerseNumber":68,"Text":"Tāmen shuō: Nǐmen shāo sǐ tā ba! Nǐmen yuánzhù nǐmen de shénlíng ba! Rúguǒ nǐmen yǒu suǒ zuòwéi."},{"SurahNumber":21,"VerseNumber":69,"Text":"Wǒ shuō: Huǒ a! Nǐ duì yì bo lā xīn biàn chéng liángshuǎng de hépíng de ba!"},{"SurahNumber":21,"VerseNumber":70,"Text":"Tāmen xiǎng móuhài tā, dàn wǒ shǐ tāmen biàn chéng zuì kuīsǔn de."},{"SurahNumber":21,"VerseNumber":71,"Text":"Wǒ zhěngjiù tā hé lǔ tè, ér shǐ tā liǎ qiānyí dào wǒ wèi shìrén ér jiàng fú dì dìfāng qù."},{"SurahNumber":21,"VerseNumber":72,"Text":"Wǒ shǎngcì tā yì sī hā gé, yòu zēng cì tā yè ěr gū bái, wǒ shǐ tāmen dōu biàn chéng shànrén."},{"SurahNumber":21,"VerseNumber":73,"Text":"Wǒ yǐ tāmen wèi shìrén de shībiǎo, tāmen fèng wǒ de mìnglìng ér yǐndǎo zhòngrén. Wǒ qǐshì tāmen: Yīngdāng lìxíngshànshì, jǐn shǒu bài gōng, wán nà tiān kè. Tāmen shì zhǐ chóngbài wǒ de."},{"SurahNumber":21,"VerseNumber":74,"Text":"Wǒ shǎngcì lǔ tè zhìhuì hé xuéshì, wǒ zhěngjiù tā tuōlí yǒu huì xíng de chéngshì, nàgè chéngshì de jūmín què shì fàngdàng de è mín."},{"SurahNumber":21,"VerseNumber":75,"Text":"Wǒ shǐ tā jìnrù wǒ de ēnhuì zhī zhōng, tā què shì yīgè shànrén."},{"SurahNumber":21,"VerseNumber":76,"Text":"(Nǐ yīngdāng xùshù) nǔ hā, yǐqián, tā céng hūyù wǒ, gùwǒ dāyìngle tā, bìngqiě zhěngjiù tā hé tā de xìntúmen tuōlí yōuhuàn."},{"SurahNumber":21,"VerseNumber":77,"Text":"Wǒ shǐ tā tuōlí fǒurèn wǒ de jīxiàng de mínzhòng, tāmen què shì è mín, gùwǒ shǐ tāmen tǒngtǒng yān sǐ."},{"SurahNumber":21,"VerseNumber":78,"Text":"(Nǐ yīngdāng xùshù) dá wǔ dé hé sù lái màn, dāng bǎixìng de yáng qún yèjiān chūlái chī zhuāngjià de shíhòu, tā liǎ wèi zhuāngjià ér pànjué, duìyú tāmen de pànjué wǒ shì jiànzhèng."},{"SurahNumber":21,"VerseNumber":79,"Text":"Wǒ shǐ sù lái màn zhīdào zěnyàng pànjué. Měi yīgè wǒ dū shǎngcìle zhìhuì hé xuéshì. Wǒ shǐ qún shān hé zhòng niǎo suícóng dá wǔ dé yīdào zànsòng wǒ. Wǒ céngjīng zuòguò nà jiàn shìle."},{"SurahNumber":21,"VerseNumber":80,"Text":"Wǒ jiào tā tì nǐmen zhìzào kǎijiǎ, yǐ bǎohù nǐmen, shǐ nǐmen dé miǎn yú zhànzhēng de chuāngshāng, zhè nǐmen gǎnxiè ma?"},{"SurahNumber":21,"VerseNumber":81,"Text":"Wǒ tì sù lái màn zhìfú kuángfēng, tā fèng tā de mìnglìng ér chuī dào wǒ céng jiàng fú dì dìfāng, wǒ shì shēn zhī wànwù de."},{"SurahNumber":21,"VerseNumber":82,"Text":"Wǒ yòu tì tā zhìfú yībùfèn èmó, tāmen tì tā qiánshuǐ, bìngqiě zuò qítā gōngzuò, wǒ shì jiāndū tāmen de."},{"SurahNumber":21,"VerseNumber":83,"Text":"(Nǐ yīngdāng xùshù) ài yōu bo, dāngshí tā céng hūyù tā de zhǔ (shuō): Gùjí què yǐ shānghài wǒ, nǐ shì zuì réncí de."},{"SurahNumber":21,"VerseNumber":84,"Text":"Wǒ jiù dāyìng tā de qǐngqiú, ér jiěchú tāsuǒ huàn de gùjí, bìng yǐ tā de jiāshǔ hé tóngyàng de rén shǎngcì tā, zhè shì yóuyú cóng wǒ fāchū de ēnhuì hé duìyú chóngbài wǒ zhě de jìniàn."},{"SurahNumber":21,"VerseNumber":85,"Text":"(Nǐ yīngdāng xùshù) yì sīmǎ yí, yì dé lì sī, zhù lēi jī fú lēi dōu shì jiānrěn de."},{"SurahNumber":21,"VerseNumber":86,"Text":"Wǒ shǐ tāmen jìnrù wǒ de ēnhuì zhī zhōng, tāmen què shì shànrén."},{"SurahNumber":21,"VerseNumber":87,"Text":"(Nǐ yīngdāng xùshù) zuǒ nóng, dāngshí tā céng fènfèn bù píngdì lí qù, tā cāixiǎng wǒ jué bù yuēshù tā, tā zài chóngchóng hēi'àn zhōng hūyù (shuō): Chú nǐ zhī wài, jué wú yīng shòu chóngbài zhě, wǒ zànsòng nǐ chāojué wànwù, wǒ què shì bù yì de."},{"SurahNumber":21,"VerseNumber":88,"Text":"Wǒ jiù dāyìng tā, ér zhěngjiù tā tuōlí yōuhuàn; wǒ zhèyàng zhěngjiù xìndào zhě tuōlí yōuhuàn."},{"SurahNumber":21,"VerseNumber":89,"Text":"(Nǐ yīngdāng xùshù) zǎi kǎi lǐ yǎ, dāngshí tā céng hūyù tā de zhǔ (shuō): Wǒ de zhǔ a! Qiú nǐ bùyào rèn suí wǒ gūdú, nǐ shì zuì hǎo de jìchéng zhě."},{"SurahNumber":21,"VerseNumber":90,"Text":"Wǒ jiù dāyìng tā, érqiě shǎngcì tā yè hā yǎ, bìng gǎizhèng tā de qīzi. Tāmen zhēngxiān xíng shàn, tāmen wèi xīwàng hé kǒngjù ér hūyù wǒ, tāmen duìyú wǒ shì gōngshùn de."},{"SurahNumber":21,"VerseNumber":91,"Text":"(Nǐ yīngdāng xùshù) nà bǎochí zhēncāo de nǚzǐ, wǒ bǎ wǒ de jīngshén chuī rù tā de tǐnèi, wǒ céng yǐ tā de érzi wèi shìrén de yīgè jīxiàng."},{"SurahNumber":21,"VerseNumber":92,"Text":"Nǐmen de zhège mínzú, què shì yīgè tǒngyī de mínzú, wǒ shì nǐmen de zhǔ, gù nǐmen yīngdāng chóngbài wǒ."},{"SurahNumber":21,"VerseNumber":93,"Text":"Tāmen fēn chéng liǎo ruògān jiàopài, gè pài dōu yào guīyú wǒ."},{"SurahNumber":21,"VerseNumber":94,"Text":"Shéi xìndào érqiě xíngshàn, shéi de láojì jué bù zāo fǒurèn, wǒ què shì jìlù tā de shàngōng de."},{"SurahNumber":21,"VerseNumber":95,"Text":"Wǒ suǒ huǐmiè de shì zhèn, xiǎng fù fǎn rénshì, nà shì bù kěnéng de."},{"SurahNumber":21,"VerseNumber":96,"Text":"Zhídào yǎ zhū zhě hé mǎ zhū zhě bèi kāishì, ér cóng gè gāodì liū xiàng sìfāng."},{"SurahNumber":21,"VerseNumber":97,"Text":"Zhēnshí de yīngxǔ jiāngjìnle, bù xìndào zhě túrán dèng zhuó yǎnjīng (shuō): Bēi zāi wǒmen! Wǒmen duìyú jīntiān céng shì shūhū de. Bùrán, wǒmen shì bù yì de."},{"SurahNumber":21,"VerseNumber":98,"Text":"Nǐmen hé nǐmen shě zhēnzhǔ ér chóngbài de, què shì huǒ yù de ránliào, nǐmen jiāng jìnrù huǒ yù."},{"SurahNumber":21,"VerseNumber":99,"Text":"Jiǎruò zhèxiē shì shénlíng, tāmen bù jìnrù huǒ yùle, tāmen dōu yǒng jū qízhōng."},{"SurahNumber":21,"VerseNumber":100,"Text":"Tāmen zài qízhōng jiàng jīngcháng tànxí, tāmen zài qízhōng jiàng yī wú suǒ wén."},{"SurahNumber":21,"VerseNumber":101,"Text":"Céng méng wǒ zuì yōu de dàiyù zhě, jiāng yuǎnlí huǒ yù,"},{"SurahNumber":21,"VerseNumber":102,"Text":"ér bù wén qí zuì wēi de shēngyīn, tāmen jiāng yǒng jū zài zìjǐ suǒ àihào de xiǎnglè zhōng,"},{"SurahNumber":21,"VerseNumber":103,"Text":"bù shǐ tāmen yōuchóu zuìdà de kǒngbù. Zhòng tiānshén jiāng huānyíng tāmen (shuō): Zhè shì nǐmen céng shòu yīngxǔ de rìzi."},{"SurahNumber":21,"VerseNumber":104,"Text":"Zài nà rì, wǒ jiāng tiān juǎn qǐ yóurú juànzhóu jiāng shūhuà juàn qǐ yīyàng. Qǐchū wǒ zěnyàng chuàngzào wànwù, wǒ yào zěnyàng shǐ wànwù huányuán. Zhè shì wǒ zìyuàn yīngxǔ de, wǒ bì shíxíng tā."},{"SurahNumber":21,"VerseNumber":105,"Text":"Wǒ què yǐ xiě zài jìniàn de “zǎi fǔ ěr” zhōng: Dàdì bì wèi wǒ de shàn pū suǒ jìchéng."},{"SurahNumber":21,"VerseNumber":106,"Text":"Duìyú chóngbài zhǔ de mínzhòng, cǐ jīng zhōng què yǒu chōngzú de bìyì."},{"SurahNumber":21,"VerseNumber":107,"Text":"Wǒ pàiqiǎn nǐ, zhǐ wèi liánmǐn quán shìjiè de rén."},{"SurahNumber":21,"VerseNumber":108,"Text":"Nǐ shuō: Wǒ zhǐ fèng dào qǐshì shuō: Nǐmen suǒ dāng chóngbài de, zhǐshì dú yī de zhǔzǎi. Nǐmen guīshùn ma?"},{"SurahNumber":21,"VerseNumber":109,"Text":"Rúguǒ tāmen bèilí zhèngdào, nǐ jiù shuō: Wǒ gōngpíng dì tōngzhī nǐmen, wǒ bù zhīdào nǐmen suǒ bèi jǐnggào de (xíngfá) shì línjìn de ne? Háishì yáoyuǎn de ne?"},{"SurahNumber":21,"VerseNumber":110,"Text":"Tā díquè zhīdào gōngkāi de yányǔ, yě zhīdào nǐmen suǒ yǐnhuì de."},{"SurahNumber":21,"VerseNumber":111,"Text":"Wǒ bù zhīdào, zhè huòxǔ shì duì nǐmen de kǎoyàn hé zhànshí de xiǎngshòu."},{"SurahNumber":21,"VerseNumber":112,"Text":"Tā shuō: Wǒ de zhǔ a! Qiú nǐ bǐnggōng pànjué. Wǒmen de zhǔ shì zhìrén de zhǔ, duìyú nǐmen suǒyòng yǐ miáoshù tā de yányǔ tā shì bèi qiúzhù de."}]}