{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alipha-la-ma-ra; egulo paripurna grantha o suspasta kora'anera ayata."},{"SurahNumber":15,"VerseNumber":2,"Text":"Kona samaya kapherara akanksa karabe ye, ki camatkara hata, yadi tara musalamana hata."},{"SurahNumber":15,"VerseNumber":3,"Text":"Apani chere dina taderake, kheye nika ebam bhoga kare nika ebam asaya byaprta thakuka. Ati satbara tara jene nebe."},{"SurahNumber":15,"VerseNumber":4,"Text":"Ami kona janapada dhabansa karini; kinta tara nirdista samaya likhita chila."},{"SurahNumber":15,"VerseNumber":5,"Text":"Kona sampradaya tara nirdista samayera agre yaya na ebam pascate thake na."},{"SurahNumber":15,"VerseNumber":6,"Text":"Tara balalah he ai byakti, yara prati kora'ana nayila hayeche, apani to ekajana um'mada."},{"SurahNumber":15,"VerseNumber":7,"Text":"Yadi apani satyabadi hana, tabe amadera kache pheresataderake anena na kena"},{"SurahNumber":15,"VerseNumber":8,"Text":"ami pheresataderake ekamatra phayasalara jan'ye'i nayila kari. Takhana taderake abakasa deya habe na."},{"SurahNumber":15,"VerseNumber":9,"Text":"Ami sbayam e upadesa grantha abatarana karechi ebam ami nije'i era sanraksaka."},{"SurahNumber":15,"VerseNumber":10,"Text":"Ami apanara purbe purbabarti sampradayera madhye rasula prerana karechi."},{"SurahNumber":15,"VerseNumber":11,"Text":"Odera kache emana kona rasula asenani, yadera sathe ora thattabidrupa karate thakeni."},{"SurahNumber":15,"VerseNumber":12,"Text":"Emanibhabe ami e dharanera acarana papidera antare bad'dhamula kare de'i."},{"SurahNumber":15,"VerseNumber":13,"Text":"Ora era prati bisbasa karabe na. Purbabartidera emana riti cale asache."},{"SurahNumber":15,"VerseNumber":14,"Text":"Yadi ami odera samane akasera kona daraja'o khule de'i ara tate ora dinabhara arohana o karate thake."},{"SurahNumber":15,"VerseNumber":15,"Text":"Tabu'o ora ekatha'i balabe ye, amadera drstira bibhrata ghatano hayeche na baram amara yadugrasta haye parechi."},{"SurahNumber":15,"VerseNumber":16,"Text":"Niscaya ami akase rasicakra srsti karechi ebam take darsakadera jan'ye susobhita kare diyechi."},{"SurahNumber":15,"VerseNumber":17,"Text":"Ami akasake pratyeka bitarita sayatana theke nirapada kare diyechi."},{"SurahNumber":15,"VerseNumber":18,"Text":"Kintu ye curi kare sune palaya, tara pascad'dhabana kare ujjbala ulkapinda."},{"SurahNumber":15,"VerseNumber":19,"Text":"Ami bhu-prsthake bistrta karechi ebam tara upara parbatamala sthapana karechi ebam tate pratyeka bastu suparimitabhabe utpanna karechi."},{"SurahNumber":15,"VerseNumber":20,"Text":"Ami tomadera jan'ye tate jibikara upakarana srsti karachi ebam tadera jan'ye'o yadera annadata tomara na'o."},{"SurahNumber":15,"VerseNumber":21,"Text":"Amara kache pratyeka bastura bhandara rayeche. Ami nirdista parimane'i ta abatarana kari."},{"SurahNumber":15,"VerseNumber":22,"Text":"Ami brstigarbha bayu paricalana kari atahpara akasa theke pani barsana kari, erapara tomaderake ta pana kara'i. Bastutah tomadera kache era bhandara ne'i."},{"SurahNumber":15,"VerseNumber":23,"Text":"Ami'i jibanadana kari, mrtyudana kari ebam ami'i curanta malikanara adhikari."},{"SurahNumber":15,"VerseNumber":24,"Text":"Ami jene rekhechi tomadera agragamiderake ebam ami jene rekhechi pascadagamiderake."},{"SurahNumber":15,"VerseNumber":25,"Text":"Apanara palanakarta'i taderake ekatrita kare anabena. Niscaya tini prajnabana, jnanamaya."},{"SurahNumber":15,"VerseNumber":26,"Text":"Ami manabake paca kardama theke tairi bisuska thanathane mati dbara srsti karechi."},{"SurahNumber":15,"VerseNumber":27,"Text":"Ebam jinake era age lu era agunera dbara srjita karechi."},{"SurahNumber":15,"VerseNumber":28,"Text":"Ara apanara palanakarta yakhana pheresataderake balalenah ami paca kardama theke tairi bisuska thanathane mati dbara srsta ekati manaba jatira pattana karaba."},{"SurahNumber":15,"VerseNumber":29,"Text":"Atahpara yakhana take thikathaka kare neba ebam tate amara ruha theke phamuka deba, takhana tomara tara samane sejadaya pare yeyo."},{"SurahNumber":15,"VerseNumber":30,"Text":"Takhana pheresatara saba'i mile sejada karala."},{"SurahNumber":15,"VerseNumber":31,"Text":"Kintu ibalisa-se sejadakaridera antarbhukta hate sbikrta hala na."},{"SurahNumber":15,"VerseNumber":32,"Text":"Allaha balalenah he ibalisa, tomara ki halo ye tumi sejadakaridera antarbhukta hate sbikrta hale na"},{"SurahNumber":15,"VerseNumber":33,"Text":"Balalah ami emana na'i ye, ekajana manabake sejada karaba, yake apani paca kardama theke tairi thanathane bisuska mati dbara srsti karechena."},{"SurahNumber":15,"VerseNumber":34,"Text":"Allaha balalenah tabe tumi ekhana theke bera haye ya'o. Tumi bitarita."},{"SurahNumber":15,"VerseNumber":35,"Text":"Ebam tomara prati n'yaya bicarera dina paryanta abhisampata."},{"SurahNumber":15,"VerseNumber":36,"Text":"Se balalah he amara palanakarta, apani amake punarut'thana dibasa paryanta abakasa dina."},{"SurahNumber":15,"VerseNumber":37,"Text":"Allaha balalenah tomake abakasa deya hala."},{"SurahNumber":15,"VerseNumber":38,"Text":"Se'i abadharita samaya upasthita ha'oyara dina paryanta."},{"SurahNumber":15,"VerseNumber":39,"Text":"Se balalah he amara palanakarta, apani yemana amake patha bhrasta karechena, ami'o tadera saba'ike prthibite nana saundarye akrsta karaba ebam tadera saba'ike patha bhrastha kare deba."},{"SurahNumber":15,"VerseNumber":40,"Text":"Apanara manonita bandadera byatita."},{"SurahNumber":15,"VerseNumber":41,"Text":"Allaha balalenah eta ama paryanta soja patha."},{"SurahNumber":15,"VerseNumber":42,"Text":"Yara amara banda, tadera upara tomara kona ksamata ne'i; kintu pathabhrantadera madhya theke yara tomara pathe cale."},{"SurahNumber":15,"VerseNumber":43,"Text":"Tadera sabara nirdharita sthana hacche jahannama."},{"SurahNumber":15,"VerseNumber":44,"Text":"Era satati daraja ache. Pratyeka darajara jan'ye eka ekati prthaka dala ache."},{"SurahNumber":15,"VerseNumber":45,"Text":"Niscaya khodabhirura bagana o nirjharinisahuhe thakabe."},{"SurahNumber":15,"VerseNumber":46,"Text":"Bala habeh egulote nirapatta o santi sahakare prabesa kara."},{"SurahNumber":15,"VerseNumber":47,"Text":"Tadera antare ye krodha chila, ami ta dura kare deba. Tara bha'i bha'iyera mata samana-samani asane basabe."},{"SurahNumber":15,"VerseNumber":48,"Text":"Sekhane tadera mote'i kasta habe na ebam tara sekhana theke bahiskrta habe na."},{"SurahNumber":15,"VerseNumber":49,"Text":"Apani amara bandaderake janiye dina ye, ami atyanta ksamasila dayalu."},{"SurahNumber":15,"VerseNumber":50,"Text":"Ebam iha'o ye, amara sasti'i yantranadayaka sasti."},{"SurahNumber":15,"VerseNumber":51,"Text":"Apani taderake ibrahimera mehamanadera abastha suniye dina."},{"SurahNumber":15,"VerseNumber":52,"Text":"Yakhana tara tamra grhe agamana karala ebam balalah salama. Tini balalenah amara tomadera byapare bhita."},{"SurahNumber":15,"VerseNumber":53,"Text":"Tara balalah bhaya karabena na. Amara apanake ekajana jnanabana chele-santanera susambada dicchi."},{"SurahNumber":15,"VerseNumber":54,"Text":"Tini balalenah tomara ki amake ematabasthaya susambada diccha, yakhana ami bardhakye pauche gechi"},{"SurahNumber":15,"VerseNumber":55,"Text":"Tara balalah amara apanake satya su-sambada dicchi! Ata'eba apani nirasa habena na."},{"SurahNumber":15,"VerseNumber":56,"Text":"Tini balalenah palanakartara rahamata theke pathabhrastara chara ke nirasa haya"},{"SurahNumber":15,"VerseNumber":57,"Text":"tini balalenah atahpara tomadera pradhana uddesya ki he allahara preritagana"},{"SurahNumber":15,"VerseNumber":58,"Text":"tara balalah amara ekati aparadhi sampradayera prati prerita hayechi."},{"SurahNumber":15,"VerseNumber":59,"Text":"Kintu lutera paribara-parijana. Amara abasya'i tadera saba'ike bamciye neba."},{"SurahNumber":15,"VerseNumber":60,"Text":"Tabe tara stri. Amara sthira karechi ye, se theke ya'oyadera dalabhukta habe."},{"SurahNumber":15,"VerseNumber":61,"Text":"Atahpara yakhana preritara lutera grhe pauchala."},{"SurahNumber":15,"VerseNumber":62,"Text":"Tini balalenah tomara to aparicita loka."},{"SurahNumber":15,"VerseNumber":63,"Text":"Tara balalah na baram amara apanara kache ai bastu niye esechi, ye samparke tara bibada karata."},{"SurahNumber":15,"VerseNumber":64,"Text":"Ebam amara apanara kache satya bisaya niye esechi ebam amara satyabadi."},{"SurahNumber":15,"VerseNumber":65,"Text":"Ata'eba apani sesaratre paribarera sakalake niye cale yana ebam apani tadera pascadanusarana karabena na ebam apanadera madhye ke'u yena pichana phire na dekhe. Apanara yekhane adesa prapta hacchena sekhane yana."},{"SurahNumber":15,"VerseNumber":66,"Text":"Ami lutake e bisaya parijnata kare de'i ye, sakala hale'i taderake samule binasa kare deya habe."},{"SurahNumber":15,"VerseNumber":67,"Text":"Saharabasira ananda-ullasa karate karate pauchala."},{"SurahNumber":15,"VerseNumber":68,"Text":"Luta balalenah tara amara mehamana. Ata'eba amake lanchita karo na."},{"SurahNumber":15,"VerseNumber":69,"Text":"Tomara allahake bhaya kara ebam amara iyayata nasta karo na."},{"SurahNumber":15,"VerseNumber":70,"Text":"Tara balalah amara ki apanake jagatdbasira samarthana karate nisedha karini."},{"SurahNumber":15,"VerseNumber":71,"Text":"Tini balalenah yadi tomara ekanta kichu karate'i ca'o, tabe amara kan'yara upasthita ache."},{"SurahNumber":15,"VerseNumber":72,"Text":"Apanara pranera kasama, tara apana nesaya pramatta chila."},{"SurahNumber":15,"VerseNumber":73,"Text":"Atahpara suryodayera samaya taderake pracanda ekati sabda ese pakara'o karala."},{"SurahNumber":15,"VerseNumber":74,"Text":"Atahpara ami janapadatike ulte dilama ebam tadera upara kankarera prasthara barsana karalama."},{"SurahNumber":15,"VerseNumber":75,"Text":"Niscaya ete cintasiladera jan'ye nidarsanabali rayeche."},{"SurahNumber":15,"VerseNumber":76,"Text":"Janapadati soja pathe abasthita rayeche."},{"SurahNumber":15,"VerseNumber":77,"Text":"Niscaya ete imanadaradera jan'ye nidarsana ache."},{"SurahNumber":15,"VerseNumber":78,"Text":"Niscaya gahina banera adhibasira papi chila."},{"SurahNumber":15,"VerseNumber":79,"Text":"Atahpara ami tadera kacha theke pratisodha niyechi. Ubhaya basti prakasya rastara upara abasthita."},{"SurahNumber":15,"VerseNumber":80,"Text":"Niscaya hijarera basindara payagambaraganera prati mithyaropa kareche."},{"SurahNumber":15,"VerseNumber":81,"Text":"Ami taderake nijera nidarsanabali diyechi. Atahpara tara egulo theke mukha phiriye neya."},{"SurahNumber":15,"VerseNumber":82,"Text":"Tara pahare niscinte ghara khoda'i karata."},{"SurahNumber":15,"VerseNumber":83,"Text":"Atahpara eka pratyuse tadera upara ekata sabda ese aghata karala."},{"SurahNumber":15,"VerseNumber":84,"Text":"Takhana kona upakare asala na ya tara uparjana karechila."},{"SurahNumber":15,"VerseNumber":85,"Text":"Ami nabhomandala, bhumandala ebam etadubhayera madhyabarti ya ache ta tatparyahina srsti karini. Keyamata abasya'i asabe. Ata'eba parama audasin'yera sathe odera kriyakarma upakso karuna."},{"SurahNumber":15,"VerseNumber":86,"Text":"Niscaya apanara palanakarta'i srasta, sarbajna."},{"SurahNumber":15,"VerseNumber":87,"Text":"Ami apanake satati bara bara pathitabya ayata ebam mahana kora'ana diyechi."},{"SurahNumber":15,"VerseNumber":88,"Text":"Apani caksu tule ai bastura prati dekhabena na, ya ami tadera madhye kayeka prakara lokake bhoga karara jan'ye diyechi, tadera jan'ye cintita habena na ara imanadaradera jan'ye sbiya bahu nata karuna."},{"SurahNumber":15,"VerseNumber":89,"Text":"Ara balunah ami prakasya bhaya pradarsaka."},{"SurahNumber":15,"VerseNumber":90,"Text":"Yemana ami nayila karechi yara bibhinna mate bibhakta tadera upara."},{"SurahNumber":15,"VerseNumber":91,"Text":"Yara kora'anake khanda khanda kareche."},{"SurahNumber":15,"VerseNumber":92,"Text":"Ata'eba apanara palanakartara kasama, ami abasya'i odera saba'ike jijnasabada karaba."},{"SurahNumber":15,"VerseNumber":93,"Text":"Odera kajakarma samparke."},{"SurahNumber":15,"VerseNumber":94,"Text":"Ata'eba apani prakasye suniye dina ya apanake adesa kara haya ebam musarikadera para'oya karabena na."},{"SurahNumber":15,"VerseNumber":95,"Text":"Bidrupakaridera jan'ye ami apanara paksa theke yathesta."},{"SurahNumber":15,"VerseNumber":96,"Text":"Yara allahara sathe an'ya upasya sabyasta kare. Ata'eba atisattara tara jene nebe."},{"SurahNumber":15,"VerseNumber":97,"Text":"Ami jani ye apani tadera kathabartaya hatodyama haye parena."},{"SurahNumber":15,"VerseNumber":98,"Text":"Ata'eba apani palanakartara saundarya smarana karuna ebam sejadakaridera antarbhukta haye yana."},{"SurahNumber":15,"VerseNumber":99,"Text":"Ebam palanakartara ebadata karuna, ye paryanta apanara kache niscita katha na ase."}]}