{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"O ayan beyan konuşan Kitap´a yemin olsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Biz onu akıl erdiresiniz diye Arapça bir Kur´an yaptık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Ve o, bizim katımızdaki ana Kitap´ta çok yüce, çok hikmetlidir"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz, haddi aşanlardan/zulme sapanlardan oluşan bir toplumsunuz diye, o zikri/Kur´an´ı sizden uzak mı tutalım"},{"SurahNumber":43,"VerseNumber":6,"Text":"Biz, öncekiler için de nice peygamberler gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlara bir peygamber geldiğinde mutlaka onunla alay ediyorlardı"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz, gücü kuvveti onlardan daha üstün olanları da helâk etmişizdir. Öncekilerin örneği geçti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yemin olsun, eğer onlara, \"Gökleri ve yeri kim yarattı?\" diye sorsan, kesinlikle şöyle diyeceklerdir: \"Onları, Azîz ve Alîm olan yarattı"},{"SurahNumber":43,"VerseNumber":10,"Text":"O, yerküreyi size bir beşik yaptı. Ve onda sizler için yollar oluşturdu ki, varacağınız yere varabilesiniz"},{"SurahNumber":43,"VerseNumber":11,"Text":"Gökten bir ölçüye bağlı olarak/bir kaderle su indirmiştir O. O suyla biz ölü bir beldeyi hayata kavuşturduk. İşte siz de böyle çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Tüm çiftleri de yaratan O´dur. Ve O, sizin için gemilerden ve hayvanlardan binmekte olduğunuz şeylere de vücut verdi"},{"SurahNumber":43,"VerseNumber":13,"Text":"Ki onların sırtlarına kurulasınız, sonra oraya kurulduğunuzda, Rabbinizin nimetini hatırlayıp da şöyle diyesiniz: \"Adı ve kudreti yücedir bunu bizim emrimize verenin! Yoksa biz bunu kendimize yanaştıramazdık"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve gerçekten biz, halden hale geçerek Rabbimize mutlaka döneceğiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"Kullarından O´na bir pay çıkardılar/bir parça isnat ettiler. Hiç kuşkusuz, insan apaçık bir nankördür"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa Allah, yarattıklarından kızları kendine ayırdı da oğullarla seçkinleşmeyi size mi bıraktı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan biri, Rahman´a benzer gösterdiği/Rahman´a isnat ettiği kız evlatla müjdelendiğinde, yüzü simsiyah kesilir de öfkeden yutkunur durur"},{"SurahNumber":43,"VerseNumber":18,"Text":"Süs içinde yetiştirilen, fakat çekişme ve savaşta yetersiz kalanı, öyle mi"},{"SurahNumber":43,"VerseNumber":19,"Text":"Rahman´ın kulları olan melekleri, dişiler saydılar. Onların yaratılışına tanık mıydılar? Tanıklıkları yazılacak ve sorguya çekilecekler"},{"SurahNumber":43,"VerseNumber":20,"Text":"Bir de dediler ki: \"Rahman dileseydi, onlara tapınmazdık.\" Bu konuda hiçbir bilgileri yoktur. Sadece saçmalıyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa onlara bundan önce bir kitap verdik de ona mı yapışmaktadırlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır, sadece şunu söylemişlerdir: \"Biz atalarımızı bir ümmet/bir din üzerinde bulduk; onların eserlerini izleyerek biz de doğruya ve güzele varacağız"},{"SurahNumber":43,"VerseNumber":23,"Text":"İşte böyle! Senden önce de hangi kente bir uyarıcı göndermişsek oranın servetle şımarmış kodamanları mutlaka şöyle demişlerdir: \"Biz atalarımızı bir ümmet/bir din üzerinde bulduk; onların eserlerine uyarak yol alacağız"},{"SurahNumber":43,"VerseNumber":24,"Text":"Uyarıcı dedi: \"Peki, ben size, atalarınızı üzerinde bulduğunuz şeyden daha iyi yol göstereni getirmiş olsam da mı?\" Dediler: \"Doğrusu, biz seninle gönderilen şeyi tanımıyoruz"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine onlardan öç aldık. Bir bak, nice olmuştur o yalanlayanların sonu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman İbrahim, babasına ve toplumuna şöyle demişti: \"Ben, sizin taptıklarınızdan uzağım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Yalnız beni yaratana kulluk ederim. Bana, O kılavuzluk edecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"O, sözünü, kendinden sonra yaşayacak bir mesaj yaptı ki, insanlar hakka dönebilsinler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ben, şunlar ve atalarını, kendilerine hak ve açık kanıtlı resul gelinceye kadar nimetlendirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ne var ki, hak kendilerine geldiğinde şöyle dediler: \"Bu bir büyü, biz bunu inkâr ediyoruz"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler: \"Şu Kur´an, iki kent içinden büyük bir adama indirilmeli değil miydi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı bölüştürüyorlar? Dünya hayatında onların geçimliklerini aralarında biz paylaştırdık. Ve onların kimini kimine derecelerle üstün kıldık ki, bazısı bazısını tutup çalıştırsın. Rabbinin rahmeti, onların derleyip topladıklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"İnsanlar bir tek ümmet haline gelmeyecek olsalardı, o Rahman´a nankörlük edenlerin evlerine gümüşten tavanlar çatar, sırtlarına binip yükselecekleri merdivenler/asansörler yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerine kapılar, üzerlerinde yan yatacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Her yanda süsler oluştururduk. İşte bütün bunlar, şu iğreti dünya hayatının nimetidir. Rabbinin katındaki âhiret ise takva sahipleri içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahman´ın Zikri´ni görmezlikten gelip ondan uzaklaşırsa biz ona bir şeytanı musallat ederiz de o ona can yoldaşı olur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Bu şeytanlar onları yoldan saptırırlar. Onlarsa kendilerinin hâlâ hidayet üzere olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda bize geldiğinde, şeytan yoldaşına şöyle der: \"Keşke aramızda iki doğu arası kadar uzaklık olsaydı. Ne kötü yoldaşmışsın sen"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bugün hiçbir şey işinize yaramayacaktır. Çünkü zulme sapmışsınız. Azapta ortaklık kuracaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen şimdi sağırlara söz mü duyuracaksın; yoksa körlere, apaçık sapıklığa dalmışlara kılavuzluk mu edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Ya biz, seni alıp götürdükten sonra onlardan öç alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara yönelttiğimiz tehdidi sana gösteririz. Biz onlarla başa çıkacak güçteyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen, sana vahyedilene sımsıkı sarıl! Hiç kuşkusuz, sen, dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Gerçek şu: Bu Kur´an sana ve toplumuna elbetteki bir hatırlatıcı/bir düşündürücü/bir şeref/bir öğüttür. Bundan sorumlu tutulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz resullerimize sor: Rahman´dan başka kulluk/ibadet edilecek tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Yemin olsun, Mûsa´yı ayetlerimizle Firavun´a ve onun üst düzey adamlarına gönderdik de onlara dedi ki: \"Ben âlemlerin Rabbi´nin resulüyüm"},{"SurahNumber":43,"VerseNumber":47,"Text":"Mûsa onlara ayetlerimizi getirdiğinde onlar bu ayetlere gülüyorlardı"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara gösterir olduğumuz her ayet/alâmet, kızkardeşi ayet/alâmetten mutlaka daha büyüktür. Belki dönerler diye onları azapla da yakalamışızdır"},{"SurahNumber":43,"VerseNumber":49,"Text":"Dediler ki: \"Ey büyücü! Sana verdiği söz aşkına, Rabbine bizim için bir yakarıver; biz artık doğru yola gireceğiz"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat kendilerinden azabı kaldırdığımızda hemen yan çizmeye başladılar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun, toplumu içinde haykırıp şöyle dedi: \"Ey toplumum! Mısır´ın mülk ve yönetimi benim değil mi? İşte şu nehirler benim altımdan akıyor. Görmüyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben şu zavallı, şu meramını anlatamayacak adamdan hayırlı değil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"Ona altın bilezikler atılmalı, yanında/hizmetinde melekler bulunmalı değil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"İşte toplumunu böyle küçümsedi, onlar da ona itaat ettiler. Çünkü onlar yoldan sapmış bir toplum idiler"},{"SurahNumber":43,"VerseNumber":55,"Text":"Onlar bizi bu şekilde öfkelendirince, biz de onlardan öç aldık; hepsini suya gömüverdik"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları, sonra gelecekler için eski bir örnek yaptık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem´in oğlu, bir örnek olarak ortaya konunca, senin toplumun buna karşı hemen bağırıp çağırmaya başladı"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: \"Bizim tanrılarımız mı hayırlı, o mu?\" Bunu sana sadece çekişme olsun diye örnek verdiler. Çekişmeyi seven bir toplumdur onlar"},{"SurahNumber":43,"VerseNumber":59,"Text":"Meryem´in oğlu, kendisine nimet verdiğimiz ve İsrailoğullarına örnek yaptığımız bir kuldu"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer dileseydik, içinizden, yeryüzünde size halef olacak melekler vücuda getirirdik"},{"SurahNumber":43,"VerseNumber":61,"Text":"Hiç kuşkusuz o, kıyamet saati için bir bilgidir. O halde sakın o saat hakkında şüpheye düşmeyin; bana uyun. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın şeytan sizi geri çevirmesin. O, sizin için açık bir düşmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsa, açık seçik kanıtlarla geldiğinde şöyle demişti: \"Ben size hikmet getirdim ve tartışıp durduğunuz şeylerin bir kısmını size açıklayayım diye geldim. O halde, Allah´tan korkun ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Kuşkusuz, Allah hem benim Rabbimdir hem sizin Rabbiniz. O halde O´na kulluk/ibadet edin! İşte bu, dosdoğru bir yoldur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Böyle iken, aralarından çıkan hizipler ihtilafa düştüler. Korkunç bir günün azabından vay haline o zulmedenlerin"},{"SurahNumber":43,"VerseNumber":66,"Text":"Hiç farkında olmadıkları bir sırada o saatin birdenbire kendilerine gelmesinden başka neyi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Dostlar o gün birbirine düşman kesilirler. Ancak takvaya sarılanlar böyle değildir"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! Bugün size korku yok; sizler tasalanmayacaksınız da"},{"SurahNumber":43,"VerseNumber":69,"Text":"Onlar, ayetlerimize iman edip müslüman olmuşlardı"},{"SurahNumber":43,"VerseNumber":70,"Text":"Cennete girin! Siz ve eşleriniz ikramlarla ağırlanacaksınız"},{"SurahNumber":43,"VerseNumber":71,"Text":"Çevrelerinde altın tepsiler, kadehler dolaştırılır. Orada, nefislerin arzu duyacağı, gözlerin zevkleneceği her şey vardır. Ve siz orada sürekli kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte size, yapıp ettiklerinize karşılık mirasçı kılındığınız cennet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin için pek çok meyve var. Onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Suçlular ise cehennem azabının içinde sürekli kalacaklardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Azapları hafifletilmeyecektir; onun içinde ümitsiz kalacaklardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik; onlar zalimlerin ta kendileriydi"},{"SurahNumber":43,"VerseNumber":77,"Text":"Şöyle seslenecekler: \"Ey Mâlik! Rabbin işimizi bitirversin.\" O şöyle diyecek: \"Hep böyle kalacaksınız"},{"SurahNumber":43,"VerseNumber":78,"Text":"Yemin olsun, size hakkı getirdik ama çoğunuz haktan tiksiniyorsunuz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa bir iş ve oluşta kesin karara mı vardılar? Kuşkusuz, biz de kesin kararlıyız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onların sırlarını, fısıltılarını duymadığımızı mı sanıyorlar? Hayır, öyle değil; elçilerimiz yanlarında yazıp duruyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: \"Eğer Rahman´ın bir çocuğu olsaydı, ona kulluk edenlerin ilki ben olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Göklerin ve yerin Rabbi, arşın Rabbi onların nitelendirmelerinden arınmıştır, yücedir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Bırak onları, kendilerine vaat edilen günlerine kavuşuncaya değin dalıp gitsinler; oynayıp oyalansınlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Göklerde ilah olan da O, yerde ilah olan da O. O´dur Hakîm, O´dur Alîm"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve bunlar arasındakilerin mülkü/yönetimi kendine ait olan o Allah´ın şanı yücedir. Kıyamet saatine ilişkin bilgi O´nun katındadır. Siz de O´na döndürüleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"O´nun berisinden yakardıkları, şefaate sahip olamaz! Hakka tanık olanlar müstesna. Onlar, ilimden nasiplenmekteler"},{"SurahNumber":43,"VerseNumber":87,"Text":"Kendilerini kim yarattı diye onlara sorsan, yemin olsun, \"Allah!\" diyeceklerdir. Peki, nasıl döndürülüyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun \"Ey Rabbim\" deyişine yemin olsun ki, bunlar iman etmez bir topluluktur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Artık sen onlara aldırma, \"Selam!\" deyiver. Yakında bilecekler"}]}