{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Sitois az oni Xudovandest, ki osmonhovu zaminro ʙijofarid va torikihovu rusnoiro padidor kard, ʙo in hama kofiron ʙo Parvardigori xes digarero ʙaroʙar medorand"},{"SurahNumber":6,"VerseNumber":2,"Text":"Ust, ki sumoro az gil ʙijofarid va umre muqarrar kard: muddate dar nazdi U muajjan. Bo in hama suʙha mekuned"},{"SurahNumber":6,"VerseNumber":3,"Text":"Dar osmonhovu zamin Ust, ki Xudovand ast. Nihonu oskoratonro medonad va az kirdoraton ogoh ast"},{"SurahNumber":6,"VerseNumber":4,"Text":"Va hec ojae az ojoti Parvardigorason ʙarojason nozil nasud, cuz on ki az on rujgardon sudand"},{"SurahNumber":6,"VerseNumber":5,"Text":"Cun suxani haq ʙar onho arza sud, duruƣ ʙarovardand. Pas ʙa zudi xaʙari cizhoe, ki masxaraason mekardand, ʙa onho xohad rasid"},{"SurahNumber":6,"VerseNumber":6,"Text":"Ojo nadidaand, ki pes az onho ci mardumero halok kardaem? Mardume, ki dar, zamin qudratason doda ʙudem, oncunon qudrate, ki ʙa sumo nadodaem. Va ʙarojason az osmon ʙoronhoi pajdarpaj firistodem va rudho az zeri pojason ravon soxtem. On goh ʙa cazoi gunohonason halokason kardem va pas az onho mardume digar padid ovardem"},{"SurahNumber":6,"VerseNumber":7,"Text":"Hatto agar kitoʙe navista ʙar rui koƣaz ʙar tu nozil mekardem va onro ʙo dasti xes lams mekardand, ʙoz ham on kofiron meguftand, ki in cuz codui oskoro nest"},{"SurahNumber":6,"VerseNumber":8,"Text":"Va guftand: «Caro faristae ʙar u nozil nasudaast?» Agar faristae mefiristodem, kor ʙa pojon merasid va ʙa onho hec muhlate doda namesud"},{"SurahNumber":6,"VerseNumber":9,"Text":"Va agar on pajomʙarro az mijoni faristagon meintixoʙidem, ʙoz ham uro ʙa surati marde mefiristodsm va ni xaltu (omezisu) istiʙoh, ki pajdo kardand, nigoh medostem"},{"SurahNumber":6,"VerseNumber":10,"Text":"Pajomʙaronero ham, ki pes az tu ʙudand, masxara mekardand. Pas masxarakunandagonro azoʙe, ki ʙaroi masxara kardanason ʙud, furu srift"},{"SurahNumber":6,"VerseNumber":11,"Text":"Bigu: «Dar rui zamin ʙigarded va ʙingared, ki pojoni kori duruƣʙarorandagon ci guna ʙudaast»"},{"SurahNumber":6,"VerseNumber":12,"Text":"Bigu: «Az oni kist on ci dar osmonhovu zamin ast?» Bigu: «Az oni Xudost! Baxsoisro ʙar xud muqarrar dosta, hamai sumoro dar ruzi qijomat, ki dar on suʙhae nest, gird meovarad. Onon, ki ʙa zijoni xes kor kardaand, imon nameovarand"},{"SurahNumber":6,"VerseNumber":13,"Text":"Az oni Ust har ci dar saʙu ruz coj dorad va Ust sunavovu dono!»"},{"SurahNumber":6,"VerseNumber":14,"Text":"Bigu; «Ojo digare ƣajri Xudo ʙa dusti giram, ki ofarinandai osmonhovu zamin ast va mexuronad va ʙa ta'om mutoc nest?» Bigu; Alʙatta man farmon sudaam, ki naxustin kase ʙosam, ki taslimi amri Xudo suda ʙosad. Pas az musrikon maʙos!»"},{"SurahNumber":6,"VerseNumber":15,"Text":"Bigu: «Az azoʙi on ruzi ʙuzurg metarsam, agar az Parvardigoram farmon na ʙaram!»"},{"SurahNumber":6,"VerseNumber":16,"Text":"Dar on ruz azoʙro az har ki ʙigardonand, mavridi rahmati Xudo voqe' sudaast va in komjoʙii oskorest"},{"SurahNumber":6,"VerseNumber":17,"Text":"Agar Xudo ʙa tu zarare ʙirasonad, hec kas cuz U daf'as natavonad kard va agar ʙa tu xajre ʙirasonad, ʙar har kore tavonost"},{"SurahNumber":6,"VerseNumber":18,"Text":"Va Ust ƣoliʙe ʙolotar az hamai ʙandagoni xes va donovu ogoh ast"},{"SurahNumber":6,"VerseNumber":19,"Text":"Bigu: Sohidi ci kase az har sohidi ʙuzurgtar ast?» Bigu: «Xudo mijoni manu sumo guvoh ast va in Qur'on ʙar man vahj sudaast, to sumoro va har kasro, ki ʙa U ʙirasad, ʙim dihad. Ojo sohidi medihed, ki: ʙo Olloh xudojoni digare ham hastand?» Bigu: «Man sohidi namediham». Bigu: «Cuz in nest, ki U xudoest jaktovu az on ci ʙo U sarik mesozed, ʙezoram!»"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ahli kitoʙ uro cunon mesinosand, ki farzandoni xudro, inho, ki ʙa xud zijon merasonand, imon nameovarand"},{"SurahNumber":6,"VerseNumber":21,"Text":"Ci kasest sitamkortar az on, ki ʙa Xudo duruƣ meʙandad jo ojoti Uro duruƣ meʙarorad? Alʙatta sitamkoronro nacotjoʙi nest"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ruze hamaro gird ovarem, sipas ʙa onho, ki sirk ovardaand, ʙiguem: «On kason, ki mepindosted, ki sarikoni Xudojand, aknun kucojand?»"},{"SurahNumber":6,"VerseNumber":23,"Text":"Uzre, ki meovarand, ƣajri in nest, ki megujand: «Savgand ʙa Xudo, Parvardigori mo, ki mo musrik naʙudaem!»"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bingar, ki ci guna ʙar xud duruƣ ʙastand va on duruƣho, ki soxta ʙudand, nociz gardid"},{"SurahNumber":6,"VerseNumber":25,"Text":"Ba'ze az onho ʙa suxani tu gus medihand, vale Mo ʙar dilhojason pardaho afkandaem, to onro darnajoʙand va gushojasonro vaznin kardaem. Va har mu'cizaero, ki ʙingarand, ʙa on imon nameovarand. Va cun nazdi tu ojand, ʙo tu ʙa munozara sar kunand. Kofiron megujand, ki inho cize cuz afsonahoi pesinijon nest"},{"SurahNumber":6,"VerseNumber":26,"Text":"Inho mardumro az pajomʙar ʙozmedorand va xud az u kanora mecujand va hol on, ki namedonand, ki tanho xestanro ʙa halokat merasonand"},{"SurahNumber":6,"VerseNumber":27,"Text":"Agar onhoro dar on ruz, ki ʙaroʙari otas nigohason dostaand, ʙingari, megujand: «Ej kos, moro ʙozgardonand, to ojoti Parvardigoramonro duruƣ naguem va az mu'minon ʙosem!»"},{"SurahNumber":6,"VerseNumber":28,"Text":"Na, on ciro, ki az in pes pusida medostand, aknun ʙar onho oskor suda, agar onhoro ʙa dunjo ʙozgardonand, ʙoz ham ʙa hamon korho, ki man'ason karda ʙudand, ʙozmegardand, inho duruƣgujonand"},{"SurahNumber":6,"VerseNumber":29,"Text":"Va guftand: «Ƣajri in zindagii dunjavii mo hec nest va mo digar ʙor zinda naxohem sud»"},{"SurahNumber":6,"VerseNumber":30,"Text":"Va agar ʙuʙini on hangomro, ki dar ʙaroʙari Parvardigorason istodaand. Xudo megujad: «Ojo in ʙa haq naʙuvad?» Gujand: «Ore, savgand ʙa Parvardigoramon!» Gujad,: «Ba cazoi on, ki kofir ʙudaed, azoʙi Xudoro ʙicased!»"},{"SurahNumber":6,"VerseNumber":31,"Text":"Zijon kardand onhoe, ki didor ʙo Xudoro duruƣ pindostand. Va cun qijomat ʙa nogahon faro rasad, gujand; «Ej hasrato, ʙar mo ʙa xotiri kutohie, ki kardem». Inho ʙori gunohasonro ʙar pust mekasand. Xon, ci ʙad ʙorero ʙar dus mekasand"},{"SurahNumber":6,"VerseNumber":32,"Text":"Va zindagii dunjo cize cuz ʙozicavu lahv nest va parhezgoronro saroi oxirat ʙehtar ast. Ojo ʙa aql namejoʙed"},{"SurahNumber":6,"VerseNumber":33,"Text":"Medonem, ki suxanason turo anduhgin mesozad, vale inon tanho turo duruƣ meʙarorand, ʙalki in sitamkoron suxani Xudoro inkor mekunand"},{"SurahNumber":6,"VerseNumber":34,"Text":"Pajomʙaronero ham, ki pes az tu ʙudand, duruƣguftand, vale onho ʙar on duruƣu ozor saʙr kardand, to jorii mo faro rasidason. Va suxanoni Xudoro taƣjirdihandae nest. Va alʙatta ʙa'ze az axʙori pajomʙaron ʙar tu nozil sudaast"},{"SurahNumber":6,"VerseNumber":35,"Text":"Agar ruj gardondani onho ʙar tu garon ast, xohi naqʙe dar zamin ʙicuj jo nardʙone ʙar osmon ʙineh to mu'cizae ʙar onho ʙijovari. Agar Xudo ʙixohad, hamaro ʙa rohi rost ʙarad. Pas az nodonon maʙos"},{"SurahNumber":6,"VerseNumber":36,"Text":"Alʙatta tanho onhoe, ki mesunavand, mepazirand. Va murdagonro Xudo zinda mekunad va sipas hama ʙa nazdi U ʙozgardonda mesavand"},{"SurahNumber":6,"VerseNumber":37,"Text":"Va guftand: «Caro mu'cizae az Parvardigoras ʙar u nozil nasuda?» Bigu: «Xudo qodir ast, ki mu'cizae furu firistad. Vale ʙestarinason namedonand!»"},{"SurahNumber":6,"VerseNumber":38,"Text":"Hec cunʙandae dar rui zamin nest va hec parrandae ʙo ʙolhoi xud dar havo nameparad, magar on ki cun sumo ummathoe hastand. Mo dar in kitoʙ hec cizero tark nakardaem. Va sipas hamaro dar nazdi Parvardigorason gird meovarand"},{"SurahNumber":6,"VerseNumber":39,"Text":"Onhoe, ki ojoti moro duruƣ guftaand, karonandu gungonand va dar torikihojand. Xudo har kiro xohad, gumroh kunad va har kiro xohad, ʙa rohi rost andozad"},{"SurahNumber":6,"VerseNumber":40,"Text":"Bigu; «Xaʙar dihed, ki agar ʙar sumo azoʙi Xudo furud ojad jo qijomat darrasad, agar rost megued, ʙoz ham ƣajri Xudoro mexoned?»"},{"SurahNumber":6,"VerseNumber":41,"Text":"Na, tanho Uro mexoned va agar ʙixohad on rancero, ki Xudoro ʙa xotiri on mexoned, az mijon moʙarad va sumo sarikero, ki ʙaroi U soxtaed, ao jod meʙared"},{"SurahNumber":6,"VerseNumber":42,"Text":"Alʙatta ʙar ummathoe, ki pes az tu ʙudand, pajomʙarone firistodem va ononro ʙa saxtihovu ofatho ducor kardem, to magar zori kunand"},{"SurahNumber":6,"VerseNumber":43,"Text":"Pas caro hangome, ki azoʙi mo ʙa onho rasid, zori nakardand? Zero dilhojasonro qasovat (saxti) faro girifta va sajton amalhojasonro dar nazarason orosta ʙud"},{"SurahNumber":6,"VerseNumber":44,"Text":"Cun hamai pandhoero, ki ʙa onho doda suda ʙud, faromus kardand, hamai darhoro ʙa rujason kusodem, to az on ci jofta ʙudand, sodmon gastand, pas ʙa nogoh furu giriftemason va hamagon noumed gardidaid"},{"SurahNumber":6,"VerseNumber":45,"Text":"Pas sukr Parvardngori cahonijonro, ki resai sitamkoron ʙarkanda sud"},{"SurahNumber":6,"VerseNumber":46,"Text":"Bigu: «Ojo medoned, ki agar Olloh gusu casmoni sumoro ʙozsitonad va ʙar dilhojaton muhr nihad, ci xudoe ƣajri Olloh onhoro ʙa sumo ʙozmegardonad? Bingar, ki ojoti Xudoro ci guna ʙa sevahoi gunogun ʙajon mekunem. Boz ham ruj ʙarmetoʙand»"},{"SurahNumber":6,"VerseNumber":47,"Text":"Bigu; «Xaʙar dihed, agar azoʙi Xudo ʙa nogoh jo oskoro ʙar sumo furud ojad, ojo ƣajri sitamkoron halok mesavand?»"},{"SurahNumber":6,"VerseNumber":48,"Text":"Mo pajomʙaronro cuz ʙaroi muƶda dodan jo ʙim kardan namefiristem. Pas har kas, ki imon ovard va kori soistae kard, ʙimnok va ƣamgin namesavad"},{"SurahNumber":6,"VerseNumber":49,"Text":"Va ʙa kasone, ki ojoti moro duruƣ guftand, ʙa cazoi nofarmonijason azoʙ xohad rasid"},{"SurahNumber":6,"VerseNumber":50,"Text":"Bigu; «Ba sumo namegujam, ki xazinahoi Xudo nazdi man ast. Va ilmi ƣajʙ ham namedonam. Va namegujam, ki faristae hastam. Tanho ʙa cize pajravi mekunam, ki ʙar man vahj sudaast». Bigu: «Ojo noʙinovu ʙino jaksonand? Caro nameandesed?»"},{"SurahNumber":6,"VerseNumber":51,"Text":"Ogoh soz ʙa in kitoʙ kasonero, ki az gird omadan ʙar ostoni Parvardigorason harosnokand, ki onhoro ƣajri U hec jovarevu safe'e nest. Bosad, ki parhezgori kunand"},{"SurahNumber":6,"VerseNumber":52,"Text":"Kasonero, ki har ʙomdod va saʙongoh Parvardigori xesro mexonand va xostori xusnudii U hastand, az nazdi xud dur makun. Na cize az hisoʙi onho ʙar uhdai tust va na cize az hisoʙi tu ʙar uhdai onho. Agar onhoro dur kuni, dar guruhi sitamkoron daroi"},{"SurahNumber":6,"VerseNumber":53,"Text":"Hamcunin ʙa'zero ʙa ʙa'ze ozmudem, to ʙigujand: «Ojo az mijoni mo inho ʙudand, kn Xudo ʙa onho ne'mat dod?» Ojo Xudo ʙa sukrguzoron donotar nest"},{"SurahNumber":6,"VerseNumber":54,"Text":"Cun imonovardagon ʙa ojoti Mo nazdi tu omadand, ʙigu: «Salom ʙar sumo! Xudo ʙar xes muqarrar karda, ki sumoro rahmat kunad. Zero har kas az sumo, ki az rui nodoni kore ʙad kunad, on goh tavʙa kunad va nekutar savad, ʙidonad, ki Xudo ʙaxsandavu mehruʙon ast»"},{"SurahNumber":6,"VerseNumber":55,"Text":"Va in cunin ojotro ʙatafsil ʙajon mekunem, to rohu rasmi gunahgoron oskor gardad"},{"SurahNumber":6,"VerseNumber":56,"Text":"Bigu: «Maro man' kardaakd, ki on xudojonro, ki ƣajri Olloh mexoned, parastis kunam». Bigu; «Ba havashoi sumo pajravi namekunam, to maʙodo gumroh savam va az hidojatjoftagon naʙosam»"},{"SurahNumber":6,"VerseNumber":57,"Text":"Bigu: «Man az Parvardigoram dalele ravsan doram va sumo on dalelro duruƣ mexoned. On ki ʙa in sitoʙ metalaʙed, ʙa dasti man nest. Hukm tanho hukmi Xudost. Xaqiqatro ʙajon mekunad va U ʙehtarini dovaron (hukmkunandagon) ast»"},{"SurahNumber":6,"VerseNumber":58,"Text":"Bigu: «Agar on ciro, ki ʙad-in sitoʙ metalaʙed, ʙa dasti man ʙud, mijoni manu sumo kor ʙa pojon merasid, zero Xudo ʙa sitamkoron donotar ast»"},{"SurahNumber":6,"VerseNumber":59,"Text":"Kalidhoi ƣajʙ nazdi Ust. Ƣajri U kasero az ƣajʙ ogohi kest. Har ciro, ki dar xuskivu darjost, medonad. Hec ʙarge az daraxte nameaftad, magar on ki az on ogoh ast, Va hec donae dar torikihoi zamin va hec tarevu xuske nest, cuz on ki dar kitoʙi muʙin Lavhul mahfuz omada ast"},{"SurahNumber":6,"VerseNumber":60,"Text":"Va Ust, ki sumoro saʙhangom memironad va har ci dar ruz kardaed, medonad, on goh ʙomdodon sumoro zinda mesozad, to on hangom, ki muddati muajjani umraton ʙa pojon rasad. Sipas ʙozgastaton ʙa nazdi Ust va sumoro az on ci kardaed, ogoh mekunad"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ust ƣoliʙ dar ʙoloi ʙandagonas. Nigahʙonone ʙar sumo mefiristad, to cun jake az sumoro marg faro rasad, firistodagoni Mo ʙe hec kutohivu guzaste coni u ʙigirand"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sipas ʙa nazdi Xudo — mavloi haqiqii xes ʙozgardonida savand. Bidon, ki hukm hukmi Ust va U ʙosur'attarinn hisoʙgaron ast"},{"SurahNumber":6,"VerseNumber":63,"Text":"Bigu: «Ci kase sumoro az vahsathoi xuskivu dare meraxonad? Uro ʙa zori va dar nihon mexoned, ki agar az in mahlaka moro ʙirahonad, mo niz az sukrguzoron xohem ʙud»"},{"SurahNumber":6,"VerseNumber":64,"Text":"Bigu: «Xudost, ki sumoro az on mahlaka va az har anduhe merahonad, ʙoz ham ʙa U sirk meovared»"},{"SurahNumber":6,"VerseNumber":65,"Text":"Bigu; «U qodir ʙa on ast, ki az ʙoloi saraton jo az zeri pohojaton azoʙe ʙar sumo ʙifiristad jo sumoro guruh-guruh ʙa ham ʙiomezad va xasmu qini guruhero ʙa guruhi digar ʙicasonad». Bingar, ki ojotro ci guna gunogun ʙajon mekunem. Bosad ki ʙa fahm darjoʙand"},{"SurahNumber":6,"VerseNumber":66,"Text":"Qavmi tu Qur'onro duruƣ mesumurdand, dar hole ki suxanest ʙarhaq. Bigu: «Man korsozi sumo nestam»"},{"SurahNumber":6,"VerseNumber":67,"Text":"Ba zudi xohed donist, ki ʙaroi har xaʙare zamone muajjan ast"},{"SurahNumber":6,"VerseNumber":68,"Text":"Va cun ʙuʙini, ki dar ojoti Mo az rui masxara guftugu mekunand, az onho rujgardon sav, to ʙa suxane ƣajri on sar kunand. Va agar sajton turo ʙa faromusi afkanad, cun ʙa jodat omad, ʙo on mardumi sitamkora manisin"},{"SurahNumber":6,"VerseNumber":69,"Text":"Kasone, ki parhezgori pesa kardaand, ʙa gunohi kofiron ʙozxost naxohand sud, vale ʙojad ononro pand dihand. Sojad, ki parhezgor savand"},{"SurahNumber":6,"VerseNumber":70,"Text":"Va tark kun on kasonero, ki dini xud ʙozicavu lahv giriftaand va zindagonii dunjo fireʙason dod. Va ʙa Qur'on pandason deh maʙodo ʙar cazoi amalhoi xes giriftor ojaid. Ƣajri Xudo dodrasu safe'e nadorand. Va agar ʙaroi rahoii xes har guna fidja dihand, pazirufta naxohad sud. Inho ʙa uquʙati a'moli xud giriftor va ʙa cazoi on ki kofir sudaand, ʙarojason saroʙe az oʙi cuson va azoʙe dardovar muhajjo sudaast"},{"SurahNumber":6,"VerseNumber":71,"Text":"Bigu: «Ojo ƣajri Olloh kasero ʙixonem, ki na moro naf' medihad va na zijon merasonad? Va ojo pas az on ki Xudo moro hidojat kardaast, monandi on kas, ki sajton gumrohas soxta va hajron ʙar rui zamin rahojas karda, az din ʙozgardem? Uro joronest, ki ʙa hidojat nidojas medihand, ki nazdi mo ʙozgard». Bigu: «Hidojate, ki az sui Xudo ʙosad, hidojati voqe'ist. Va ʙa mo farmon rasida, ki dar ʙaroʙari Parvardigori cahonijon taslem savem»"},{"SurahNumber":6,"VerseNumber":72,"Text":"Va namoz ʙixoned va az U ʙitarsed. Ust, on ki hamagon nazdas cam' mesaved"},{"SurahNumber":6,"VerseNumber":73,"Text":"Va Ust, on ki osmonhovu zaminro ʙa haq ʙijofarid. Va ruze, ki ʙigujad;. «Mavcud sav», pas mavcud mesavad. Guftori U xaq ast. Va dar on ruz, ki dar sur damida savad, farmonravoi az oni Ust. Donoi nihonu oskor ast va U hakimu ogoh ast"},{"SurahNumber":6,"VerseNumber":74,"Text":"Va Iʙrohim padaras Ozarro guft: «Ojo ʙutonro ʙa xudoi megiri? Tu va qavmatro ʙa oskoro dar gumrohi meʙinam»"},{"SurahNumber":6,"VerseNumber":75,"Text":"Ba in tarz ʙa Iʙrohim korxonai osmonhovu zaminro nison dodem, to az ahli jaqin gardad"},{"SurahNumber":6,"VerseNumber":76,"Text":"Cun saʙ uro faro girift, sitorae did. Guft: «In ast Parvardigori man!» Cun ƣoiʙ sud, guft; «Furusavandagonro dust nadoram»"},{"SurahNumber":6,"VerseNumber":77,"Text":"On goh mohro did, ki tulu' mekunad. Guft: «In ast Parvardigori man?» Cun ƣoiʙ sud, guft; «Agar Parvardigori man maro roh nanamojad, az gumrohon xoham ʙud»"},{"SurahNumber":6,"VerseNumber":78,"Text":"Va cun xursedro did, ki tulu' mekunad, guft: «In ast Parvardigori man, in ʙuzurgtar ast!» Va cun ƣoiʙ sud, guft: «Ej qavmi man, man az on ci sariki Xudojas medoned, ʙezoram"},{"SurahNumber":6,"VerseNumber":79,"Text":"Man az rui ixlos ruj ʙa sui kase ovardam, ki osmonhovu zaminro ofarida ast va man az musrikon nestam»"},{"SurahNumber":6,"VerseNumber":80,"Text":"Va qavmas ʙo u ʙa ʙahs ʙarxostand. Guft; «Ojo dar ʙorai Olloh ʙo man ʙahs mekuned va hol on ki U maro hidojat kardaast? Man az on cize, ki sariki U mehisoʙed, nametarsam. Magar on ki Parvardigori man cizero ʙixohad. Ilmi Parvardigori man hama cizro dar ʙar giriftaast. Ojo pand namegired"},{"SurahNumber":6,"VerseNumber":81,"Text":"Caro az on cize, ki sariki Xudojas soxtaed, ʙitarsam, dar hole ki sumo cizhoero, ki hec dalele dar ʙorai onho nozil nakardaast, meparasted va ʙime ʙa dil roh namedihed? Agar medoned, ʙigued, ki kadom jak az in du guruh ʙa emini sazovortarand?»"},{"SurahNumber":6,"VerseNumber":82,"Text":"Kasone, ki imon ovardaand, va imoni xudro ʙa sirk nameolojand emini az onho ast va onho hidojatjoftagonand"},{"SurahNumber":6,"VerseNumber":83,"Text":"In ʙurhoni mo ʙud, ki onro ʙa Iʙrohim ato namudem, dar ʙaroʙari qavmas. Har kiro ʙixohem, ʙa daracote ʙolo meʙarem. Alʙatta Parvardigori tu hakimu donost"},{"SurahNumber":6,"VerseNumber":84,"Text":"Va ʙa u Isxoq va Ja'quʙro ʙaxsidem va hamagiro hidojat kardem. Va Nuhro pes az in hidojat karda ʙudem va az farzandoni Iʙrohim Dovudu Sulajmon va Ajjuʙu Jusuf va Musovu Horunro hidojat kardem. Va nekukoronro in guna podos dihem"},{"SurahNumber":6,"VerseNumber":85,"Text":"Va Zakarijovu Jahjo va Isovu Iljos, ki hama az solehon ʙudand"},{"SurahNumber":6,"VerseNumber":86,"Text":"Va Ismoilu Aljasa' va Junusu Lut, ki hamaro ʙar cahonijon ʙartari dodem"},{"SurahNumber":6,"VerseNumber":87,"Text":"Va az padaronasonu farzandonason va ʙarodaronason ʙa'zero hidojat kardem va onhoro ʙarguzidem va ʙa rohi rost roh namudem"},{"SurahNumber":6,"VerseNumber":88,"Text":"In ast hidojati Xudo. Har kiro az ʙandagonas xohad, ʙa on hidojat mekunad va agar sirk ovarda ʙudand, amalhoe, ki ancom doda ʙudand, noʙud megardid"},{"SurahNumber":6,"VerseNumber":89,"Text":"Inho kasone hastand, ki ʙa onho kitoʙu farmon va nuʙuvvat dodaem. Agar in qavm ʙa on imon najovarand, qavmi digarero ʙar on vakil kardaem, ki inkoras namekunand"},{"SurahNumber":6,"VerseNumber":90,"Text":"Inho kasone hastand, ki Xudo hidojatason kardaast pas ʙa ravisi onho pajravi kun. Bigu; «Dar ʙaroʙari on hec muzde az sumo nametalaʙam, in kitoʙ cuz pande ʙaroi mardumi cahon pest»"},{"SurahNumber":6,"VerseNumber":91,"Text":"Vaqte ki megujand, ki Xudo ʙar hec insone cize nozil nakardaast, Xudoro oncunon, ki loiqi Ust, nasinoxtaand, ʙigu: «Kitoʙero, ki Muso ʙaroi rusnoi va hidojati mardum ovard, ci kase ʙar u nozil karda ʙud? Onro ʙar koƣazho navisted, porae az onro oskor mesozed, vale ʙestarinro pinhon medored. Ba sumo cizho omuxtand, ki az in pes na sumo medonisted va na padaronaton medonistand. Bigu: «On Olloh ast!» On goh rahojason soz, to hamcunon ʙa ʙotili xud dilxus ʙosand"},{"SurahNumber":6,"VerseNumber":92,"Text":"In ast kitoʙe muʙorak, ki nozil kardaem, tasdiqkunandai cizest, ki pes az on nozil sudaast. To ʙo on mardumi ummulquro va mardumi atrofasro ʙim dihi. Kasone, ki ʙa ruzi qijomat imon dorand, ʙa on niz imon dorand. Inho hifzkunandai namozhoi xesand"},{"SurahNumber":6,"VerseNumber":93,"Text":"Kist sitamkortar az on kas, ki ʙa Xudo duruƣ ʙast jo guft, ki ʙa man vahj suda va hol on ki ʙa u hec ciz vahj nasuda ʙud va on kas, ki guft: «Man niz monandi ojote, ki Xudo nozil kardast, nozil xoham kard?» Agar ʙuʙini, on goh, ki in sitamkoron dar sakaroti marg giriftorand va maloika ʙar onho dast kusodaand, ki coni xes ʙerun kuned, imruz sumoro ʙa azoʙe xorkunanda azoʙ mekunand va in ʙa cazoi on ast, ki dar ʙorai Xudo ʙa nohaq suxan megufted va az ojoti U sarpeci mekarded"},{"SurahNumber":6,"VerseNumber":94,"Text":"Alʙatta tanho-tanho, on tavr ki dar oƣoz \"sumoro ʙijofaridem, nazdi mo omadaed, dar hole ki har ciro, ki arzonatom dosta ʙudem, pusti sar nihodaed va hec jak az safe'onatonro, ki mepindosted, ʙo sumo sarikand, hamrohaton nameʙinem. Az ham ʙurida sudaed va pindori xudro gumgasta joftaed"},{"SurahNumber":6,"VerseNumber":95,"Text":"Xudost, ki donavu xastaro mesikofad va zindaro az murda ʙerun meovarad va murdaro az zinda ʙerun meovarad. In ast Xudoi jakto. Pas ci guna az haq gumrohaton mekunand"},{"SurahNumber":6,"VerseNumber":96,"Text":"Sukufandai suʙhgohon ast va saʙro ʙaroi oromis qaror dod va xursedu mohro ʙaroi hisoʙ kardani vaqt. In ast taqdiri Xudoi piruzmandi dono"},{"SurahNumber":6,"VerseNumber":97,"Text":"Ust Xudoe, ki sitoragonro ʙarojaton ofarid, to ʙa onho dar torikihoi xuskivu darjo rohi xudro ʙijoʙed. Ojotro ʙaroi onon, ki medonand, ʙatafsil ʙajon kardaem"},{"SurahNumber":6,"VerseNumber":98,"Text":"Va Ust Xudovande, ki sumoro az jak tan ʙijofarid. Sipas sumoro qarorgohest va vadi'at (amonat) coest. Ojotro ʙaroi onon, ki mefahmand, ʙatafsil ʙajon kardaem"},{"SurahNumber":6,"VerseNumber":99,"Text":"Ust Xudoe, ki az osmon ʙoron firistod va ʙo on ʙoron har guna gijohero rujonidem va az on gijoh tanae saʙz va az on donahoe ʙar jakdigar cida va niz az navdahoi naxl xusahoe sar ʙarovarda padid ovardem va niz ʙustonhoe az tokho va zajtunu anor monandu nomonajad! Ba mevahojas, on goh ki padid meojand va on goh ki merasand, ʙingared, ki dar onho iʙrathost ʙaroi onon, ki imon meovarand"},{"SurahNumber":6,"VerseNumber":100,"Text":"Baroi Xudo sarikone az cin qaror dodand va hol on ki cinro Xudo ofaridaast. Va ʙe hec donise ʙa duruƣ duxtaronevu pisarone ʙaroi U tasavvur kardand. U pok ast va ʙolotar ast az on ci vasfas mekunand"},{"SurahNumber":6,"VerseNumber":101,"Text":"Padidovarandai osmonhovu zamin ast. Ci guna Uro farzande ʙosad va hol on ki Uro hamsare nest. Har cizero U ofaridaast va ʙa har cize donost"},{"SurahNumber":6,"VerseNumber":102,"Text":"In ast Xudoi jakto, ki Parvardigori sumost. Xudoe cuz U nest. Ofarinandai har cizest. Pas Uro ʙiparasted, ki nigohʙoni har cizest"},{"SurahNumber":6,"VerseNumber":103,"Text":"Casmho Uro nameʙinand va U ʙinandagonro meʙinad. Daqiqu ogoh ast"},{"SurahNumber":6,"VerseNumber":104,"Text":"Az sui Parvardigoraton ʙaroi sumo nisonahoi ravsan omad. Har ki az rui iʙrat menigarad, ʙa naf'i ust va har ki casmi iʙrat ʙarham pusad, ʙa zijoni ust. Va man nigohdorandai sumo nestam"},{"SurahNumber":6,"VerseNumber":105,"Text":"Ojoti Xudoro incunin gunogun ʙajon mekunem, to maʙod, ki ʙigujand, ki az kase dars giriftai va mo in ojotro ʙaroi ahli donis ʙajon mekunem"},{"SurahNumber":6,"VerseNumber":106,"Text":"Ba har ci az coniʙi Parvardigorat ʙar tu vahj sudaast, pajravi kun. Hec xudoe cuz U nest. Va az musrikon ruj gardon"},{"SurahNumber":6,"VerseNumber":107,"Text":"Agar Xudo mexost onon sirk nameovardand va mo turo nigahʙonason nasoxtaem va tu korsozason nesti"},{"SurahNumber":6,"VerseNumber":108,"Text":"Cizhoero, ki onon ʙa coi Olloh mexonand, dasnom madihed, ki onon niz ʙe hec donise az had guzasta ʙa Olloh dasnom dihand. Incunin amali har qavmero dar casmason orostaem. Pas ʙozgasti hamagon ʙa Parvardigorason ast va U hamaro az korhoe, ki kardaand, ogoh mesozad"},{"SurahNumber":6,"VerseNumber":109,"Text":"To on co, ki tavonistand, ʙa saxttarin qasamho ʙa Xudo savgand jod kardand, ki agar mu'cizae ʙar onho nozil savad, ʙa on imon ovardand. Bigu: «Hamai mu'cizaho nazdi Xudost va sumo az kuco medoned, ki agar mu'cizae nozil savad, imon nameovarand»"},{"SurahNumber":6,"VerseNumber":110,"Text":"Va hamcunon, ki dar oƣoz ʙa on imon najovardand, in ʙor niz dar dilhovu didagonasonro gumroh mekunem va ononro sargardon dar gumrohiason raho mesozem"},{"SurahNumber":6,"VerseNumber":111,"Text":"Va agar mo faristagonro ʙar onho nozil karda ʙudem va murdagon ʙo onho suxan meguftand va har cizero dasta-dasta kazdi onon gird meovardem, ʙoz ham imon nameovardand, magar in ki Xudo ʙixohad. Valek ʙestarason cohiland"},{"SurahNumber":6,"VerseNumber":112,"Text":"Va hamcunin ʙaroi har pajomʙare dusmanone az sajotini insu cin qaror dodem. Baroi fireʙi jakdigar suxanoni orosta vahj mekunand. Agar Parvardigorat mexost, cunin namekardand. Pas ʙo tuhmate, ki mezanand, rahojason soz"},{"SurahNumber":6,"VerseNumber":113,"Text":"to onon, ki ʙa qijomat imon nadorand, gusi dilro ʙa on suporand va nisandason aftad va har ci ancom medihand, ancom dihand"},{"SurahNumber":6,"VerseNumber":114,"Text":"Ojo qozii digare cuz Xudo talaʙ kunam va hol ok ki Ust, ki in kitoʙi ravsanro ʙar sumo nozil kardaast? Va ahli kitoʙ medonand, ki ʙa haq az coniʙi Parvardigorat nozil sudaast. Pas az tak ovarandagon maʙos"},{"SurahNumber":6,"VerseNumber":115,"Text":"Va kalomi Parvardigori tu dar rostivu adolat ʙa haddi kamol ast. Hec kas digargunkunandai suxani U nest va Ust sunavovu dono"},{"SurahNumber":6,"VerseNumber":116,"Text":"Agar az ʙisjorihoe, ki dar in sarzaminand, pajravi kuni, turo az rohi Xudo gumroh sozand. Zero faqat az pai gumon meravand va faqat ʙa duruƣ suxan megujand"},{"SurahNumber":6,"VerseNumber":117,"Text":"Parvardigori tu ʙa kasone, ki az rohi Vaj dur megardand, ogohtar ast va hidojatjoftagonro ʙehtar mesinosad"},{"SurahNumber":6,"VerseNumber":118,"Text":"Agar ʙa ojoti Xudo imon dored, az zaʙhe, ki nomi Xudo ʙar on jod sudaast, ʙixured"},{"SurahNumber":6,"VerseNumber":119,"Text":"Caro az on ci nomi Xudo ʙar on jod sudaast, namexured va Xudo cizhoero, ki ʙar sumo harom sudaast, ʙatafsil ʙajon kardaast, ƣajri on goh ki nocor garded? Bisjore ʙe hec donise, digaronro gumrohi gumonhoi xud kunand. Alʙatta Parvardigori tu ʙa tacovuzkoron az had donotar ast"},{"SurahNumber":6,"VerseNumber":120,"Text":"Va gunohro, ci oskor ʙosad va ci pinhon, tark gued. Onon, ki gunoh mekunand, ʙa cazoi amalhoi xud xohand rasid"},{"SurahNumber":6,"VerseNumber":121,"Text":"Az zaʙhe, ki nomi Xudo ʙar on jod nasudaast, naxured, ki xud nofarmonist. Va sajotin ʙa dustoni xud vahj mekunand, ki ʙo sumo mucodala kunand; agar az onho pajravi kuned, az musrikoned"},{"SurahNumber":6,"VerseNumber":122,"Text":"Ojo on kase, ki murda ʙud va Mo zindaas soxtem va nure dar rohas dostem, to ʙa on dar mijoni mardum rohi xudro ʙijoʙad, monandi kasest, ki ʙa toriki giriftor ast va rohi ʙerun sudanro namedonad? Amalhoi kofiron dar nazarason incunin orosta gardidaast"},{"SurahNumber":6,"VerseNumber":123,"Text":"Va ʙa in tavr dar har dehae gunahkoronasonro ʙuzurgonason qaror dodem, to dar on co makr kunand, vale namedonand, ki cuz ʙo xud makr namevarzand"},{"SurahNumber":6,"VerseNumber":124,"Text":"Cun ojae ʙar onho nozil sud, guftand, ki mo imon nameovarem, to on goh, ki har ci ʙa pajomʙaroni Xudo doda suda, ʙa mo niz doda savad. Bigu «Xudo donotar ast, ki risolati xudro dar kuco qaror dihad. Ba zudi ʙa gunahgoron ʙa cazoi makre, ki mekardand, az coniʙi Xudo xorivu azoʙe saxt xohad rasid!»"},{"SurahNumber":6,"VerseNumber":125,"Text":"Har, kasro Xudo xohad, ki hidojat kunad, dilasro ʙaroi islom mekusojad va har kasro, ki xohad gumroh kunad, qalʙasro cunon furu meʙandad, ki gujo mexohad, ki ʙa osmon ʙolo ravad. Ba in tavr Xudo ʙa onhoe, ki imon nameovarand, palidi menihad"},{"SurahNumber":6,"VerseNumber":126,"Text":"In ast rohi rosti Parvardigorat. Ojotro ʙaroi mardume, ki pand megirand, ʙatafsil ʙajon kardaem"},{"SurahNumber":6,"VerseNumber":127,"Text":"Baroi onho dar nazdi Parpardigorason xonai oromis ast. Va ʙa savoʙi kirhoe, ki mekunand, Xudo dustdori onhost"},{"SurahNumber":6,"VerseNumber":128,"Text":"Va ruze, ki hamagonro gird ovarad va gujad: «Ej guruhi cinnijon, sumo ʙisjore az odamijonro pajravi xud soxted». Joronason az mijoni odamijon gujand: «Ej Parvardigori mo, mo az jakdigar ʙahramand mesudem va ʙa pojoni zamone, ki ʙaroi zistani mo qaror doda ʙudi, rasidem». Gujad: «Cojgohi sumo otas ast, covidona dar on co xohed ʙud, magar on ci Xudo ʙixohad». Alʙatta Parvardigori tu hakimu donost"},{"SurahNumber":6,"VerseNumber":129,"Text":"Va ʙa in tarz sitamkoronro ʙa cazoi korhoe, ki mekardand, ʙa jakdigar vomeguzorem"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ej guruhi cinnijonu odamijon, ojo ʙar sumo pajomʙarone az xudaton firistoda nasuda, to ojoti Maro ʙarojaton ʙixonand va sumoro az didori cunin ruze ʙitarsonand? Gujand: «Mo ʙa zijoni xud guvohi medihem». Zindagii dunjoi ononro ʙifireft va ʙa zijoni xud guvohi dodand, ki az kofiron ʙudand"},{"SurahNumber":6,"VerseNumber":131,"Text":"Va in ʙa on saʙaʙ ast, ki Parvardigori tu mardumi hec dehaero ki ʙexaʙar ʙudand, az rui sitam halok namekard"},{"SurahNumber":6,"VerseNumber":132,"Text":"Baroi har jak ʙaroʙari korhoe, ki ancom dodaand, daracotest, ki Parvardigori tu az on ci mekunand, ƣofil nest"},{"SurahNumber":6,"VerseNumber":133,"Text":"Va Parvardigori tu ʙenijozu mehruʙon ast. Va hamcunon ki sumoro az nasli mardumoni digar ʙijofarida ast, agar ʙixohad, sumoro meʙarad va pas az sumo har ciro, ki ʙixohad, conisinaton mesozad"},{"SurahNumber":6,"VerseNumber":134,"Text":"Harci ʙa sumo va'da dodaand, xohad omad va sumoro rohi gureze nest"},{"SurahNumber":6,"VerseNumber":135,"Text":"Bigu: «Ej qavmi man, har ci az dastaton ʙarmeojad, ʙikuned, ki man niz mekunam; ʙa zudi xohed donist, ki pojoni in zindagi ʙa naf'i ki xohad ʙud, Alʙatta sitamkoron rastagor namesavand!»"},{"SurahNumber":6,"VerseNumber":136,"Text":"Baroi Xudo az kistahovu corpojone, ki ofaridaast, nasiʙe mu'ajjan kardand va ʙa xajoli xud guftand, ki in az oni Xudost va in az oni ʙutoni most. Pas on ci az oni ʙutonason ʙud, ʙa Xudo namerasid va on ci az oni Xudo ʙud, ʙa ʙutonason merasid. Ba tarze ʙad dovari mekardand"},{"SurahNumber":6,"VerseNumber":137,"Text":"Hamcunin kohinon kustani farzandro dar nazari ʙisjore az musrikon ʙijorostand, to halokason kunand va dar ʙorai dinason ʙa sakku istiʙoxason andozand. Agar Xudo mexost, cunin namekardand. Pas ʙo duruƣe, ki meʙofand, tarkasoi soz"},{"SurahNumber":6,"VerseNumber":138,"Text":"Az rui pindor guftand: «Inho corpojonu kistzoroni mamnu' ast. Hec kas cuz on, ki mo ʙixohem, naʙojad az onho ʙixurad». Va inho corpojonest, ki savor sudanason harom ast va inho corpojonest, ki nomi Xudoro ʙar onho jod nakunand, ʙa Xudo duruƣ meʙandand va ʙa zudi ʙa cazoi duruƣe, ki meʙastaand, cazojasonro xohad dod"},{"SurahNumber":6,"VerseNumber":139,"Text":"Va guftand: «On ci dar sikami in corpojon ast, ʙaroi mardoni mo halol va ʙaroi zanonamon harom ast». Va agar murdor ʙosad, zanu mard dar on sarikand. Xudo ʙa saʙaʙi in guftor cazojason xohad kard. Alʙatta U hakimu donost"},{"SurahNumber":6,"VerseNumber":140,"Text":"Zijon kardand kasone, ki ʙa ʙeaqli ʙe hec huccate farzandoni xudro kustand va ʙa Xudo duruƣ ʙastand va on ciro ʙa onho ruzi doda ʙud, harom kardand. Inon gumroh sudaand va rohi hidojatro najoftaand"},{"SurahNumber":6,"VerseNumber":141,"Text":"Va Ust, ki ʙoƣhoe ofarid muhtoc ʙa poja va niz xud tanador va daraxti xurmovu kistzor ʙo ta'mhoi gunogun va zajtunu anor, monand, dar (mazaason) nomonand. Cun samara ovardand, az onho ʙixured va dar ruzi darav haqqi onro niz ʙipardozed va isrof makuned, ki Xudo isrofkoronro dust nadorad"},{"SurahNumber":6,"VerseNumber":142,"Text":"Va niz corpojone, ki ʙor meʙarand jo (ʙaroi kustan) xoʙonida savand. Az on ci Xudo ʙa sumo ruzi dodaast, ʙixured va ʙa sajton pajravi makuned, ki u dusmani oskori sumost"},{"SurahNumber":6,"VerseNumber":143,"Text":"Hast cuft az gusfand — naru moda va az ʙuz—naru moda. Bigu: «Ojo on du narro harom kardaast jo on du modaro jo on ciro, ki dar sikami modagon ast? Agar rost megued, az rui ilm ʙa man xaʙar dihed»"},{"SurahNumber":6,"VerseNumber":144,"Text":"Va az sutur naru moda va az gov naru moda, ʙigu: «Ojo on du narro harom kardaast jo on du modaro jo on ciro, ki dar sikami modagon ast? Ojo on hangom, ki Xudo cunin farmon medod, sumo on co ʙuded?» Pas ci kass sitamkortar az on kasest, ki ʙa Xudo duruƣ meʙofad, to az rui ʙexaʙari mardumro gumroh kunad? Alʙatta Xudo sitamkoronro hidojat namekunad"},{"SurahNumber":6,"VerseNumber":145,"Text":"Bigu: «Dar mijoni on ci ʙar man vahj sudaast, cizero, ki xurdani on harom ʙosad, namejoʙam cuz murdor jo xuni rexta, jo gusti xuk, ki palid ast jo hajvone, ki dar kustanas az cihati nofarmoni kardan, ʙe guftani nomi Olloh zaʙhas kunand». Agar kase nocor ʙa xurdan gardad, har goh ʙemajlj cujad va az xad naguzaronad; ʙidonad, ki Xudo ʙaxsanda va mehruʙon ast"},{"SurahNumber":6,"VerseNumber":146,"Text":"Va ʙar jahud harom kardem har hajvoni sohiʙnoxunero va az govu gusfand carʙui on duro cuz on ci ʙar pusti onhost jo ʙar carʙi rudai onhost jo ʙa ustuxonason caspida ʙosad. Ba saʙaʙi sitamkorijason incunin cazojason dodem va Mo rostgujonem"},{"SurahNumber":6,"VerseNumber":147,"Text":"Agar turo duruƣ ʙarorand, ʙigu; «Parvardigori sumo sohiʙi rahmate vase' ast va xasmu azoʙas az gunahgoron ʙozdosta naxohad sud»"},{"SurahNumber":6,"VerseNumber":148,"Text":"Musrikon xohand guft: «Agar Xudo mexost, mo va padaronamon musrik namesudem va cizero harom namekardem». Hamcunin kasone, ki pes az onho ʙudand, pajomʙaronro duruƣ ʙarovardand va xasmu azoʙi Moro casidand. Bigu: «Agar sumoro donise hast, onro ʙaroi mo oskor sozed. Vale sumo tanho az gumoni xes pajravi mekuned va duruƣgujone ʙes nested!»"},{"SurahNumber":6,"VerseNumber":149,"Text":"Bigu: «Xosi Xudost daleli mahkamu raso, agar mexost hamai sumoro hidojat mekard»"},{"SurahNumber":6,"VerseNumber":150,"Text":"Bigu: «Guvohonatonro, ki guvohi medihand, ki Xudo in jo onro harom kardaast, ʙijovared!» Pas agar guvohi dodand, tu ʙo opon guvohi nadeh va az xostahoi onhoe, ki ojoti Moro duruƣ guftand va ʙa oxirat imon nadorand va kasonero ʙo Parvardigorason ʙaroʙar medorand, pajravi makun"},{"SurahNumber":6,"VerseNumber":151,"Text":"Bigu: «Bijoed, to on ciro, ki Parvardigoraton ʙar sumo harom kardaast, ʙarojaton ʙixonam. In, ki ʙa Xudo sirk najovared! Va ʙa padaru modar neki kuned! Va az ʙimi darvesi farzandoni xudro nakused! Mo ʙa sumo va onho ruzi medihem. Va ʙa korhoi zist ci pinhonu ci oskoro nazdik nasaved! Va kasero, ki Xudo kustanasro harom kardaast, ƣajri ʙa xaq makused! Inxost on ci Xudo sumoro ʙa on suporis mekunad, ʙosad, ki ʙa aql darjoʙed"},{"SurahNumber":6,"VerseNumber":152,"Text":"Ba moli jatim nazdik masaved, magar ʙa nekutarin vache, ki ʙa salohi u ʙosad to ʙa sinni ʙuluƣ rasad. Va pajmonavu vaznro az rui adl komil kuned! Mo ʙa kase cuz ʙa andozai tavonas taklif namekunem. Va har goh suxan gued, odilona gued, harcand ʙa zijoni xesovandon ʙosad. Va ʙa ahdi Xudo vafo kuned! Inhost on ci Xudo sumoro ʙa on suporis mekunad, sojad, ki pand gired"},{"SurahNumber":6,"VerseNumber":153,"Text":"Va in ast rohi rosti Man. Az on pajravi kuned va ʙa rohhoi gunogun maraved, ki sumoro az rohi Xudo parokanda mesozad. Inhost on ci Xudo sumoro ʙa on suporis mekunad, sojad parhezgor saved!»"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sipas ʙa Muso kitoʙ dodem, to ʙar kase, ki nekukor ʙudaast, ne'matro purra kunem va ʙaroi ʙajoni har cize va niz ʙaroi rohnamoivu rahmat. Sojad, ki ʙa didori Parvardigorason imon ʙijovarand"},{"SurahNumber":6,"VerseNumber":155,"Text":"In kitoʙest muʙorak. Onro nozil kardaem. Pas ʙa on pajravi kuned va parhezgor ʙosed, sojad ki mavridi rahmat qaror gired"},{"SurahNumber":6,"VerseNumber":156,"Text":"To nagued, ki tanho ʙar du guruhe, ki pes az mo ʙudand, kitoʙ nozil suda va mo az omuxtani onho ƣofil ʙudaem"},{"SurahNumber":6,"VerseNumber":157,"Text":"Jo nagued, ki agar ʙar mo niz kitoʙ nozil mesud, ʙehtar az onon ʙa rohi hidojat meraftem. Bar sumo niz az coniʙi Parvardigoraton daleli ravsan va hidojatu rahmat faro rasid. Pas ci kase sitamkortar az on kas ast, ki ojoti Xudoro duruƣ pindost va az onho rujgardon sud? Ba zudi kasonero, ki az ojoti Mo rujgardon sudaand, ʙa saʙaʙi in rujgardoniason ʙa azoʙe ʙad cazo xohem dod"},{"SurahNumber":6,"VerseNumber":158,"Text":"Ojo intizori on dorand, ki faristagon nazdason ʙijojand? Jo Parvardigorat? \"Jo nisonae az nisonahoi Xudo ʙar onho zohir savad. Ruze, ki ʙa'ze nisonahoi Xudo oskor savad, imoni kase, ki pes az on imon najovarda jo ʙa hangomi imon kori neke ancom nadodaast, ʙaroi u sude naxohad dost. Bigu: «Casm ʙa roh ʙosed, mo niz casm ʙarohem»"},{"SurahNumber":6,"VerseNumber":159,"Text":"Turo ʙo onho, ki dini xes firqa-firqa kardand va dasta-dasta sudand, kore nest. Kori onho ʙo Xudost. Va Xudo ononro ʙa korhoe, ki mekardand, ogoh mesozad"},{"SurahNumber":6,"VerseNumber":160,"Text":"Har kas kori neke ancom dihad, dah ʙaroʙar ʙa u podos dihand va har ki kori ʙade ancom dihad tanho monandi on cazo ʙinad, to sitame ʙar onho narafta ʙosad"},{"SurahNumber":6,"VerseNumber":161,"Text":"Bigu: «Parvardigori man maro ʙa rohi rost hidojat kardaast, ʙa dine hamesa ustuvor, dini hanifi Iʙrohim. Va u az musrikon naʙud»"},{"SurahNumber":6,"VerseNumber":162,"Text":"Bigu: «Namozi manu qurʙonii man va zindagii manu margi man ʙaroi Xudo — on Parvardigori cahonijon ast"},{"SurahNumber":6,"VerseNumber":163,"Text":"Uro sarike nest. Ba man cunin amr sudast va man az naxustin musalmononam»"},{"SurahNumber":6,"VerseNumber":164,"Text":"Bigu: «Ojo cuz Olloh Parvardigore cujam?» U Parvardigori har cizest va har kas tanho cazoi kori xudro meʙinad. Va kase ʙori gunohi digarero ʙar dus namekasad. Sipas ʙozgasti hamai sumo ʙa nazdi Parvardigoraton ast va U sumoro ʙa on cizhoe, ki dar on ixtilof mevarzided ogoh mekunad"},{"SurahNumber":6,"VerseNumber":165,"Text":"Ust Xudoe, ki sumoro xalifagoni zamin kard va ʙa'zero ʙar ʙa'zi digar ʙa daracaho ʙartari dod, to sumoro dar cize, ki atojaton kardaast, ʙijozmojad. Alʙatta Parvardigorat zud cazo medihad va U ʙaxsojandavu mehruʙon ast"}]}