{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"M. (Arsa van tipen ji hev cui hey Yezdan dizane)"},{"SurahNumber":26,"VerseNumber":2,"Text":"Bi rasti evan beraten pirtuka hezwarti ne"},{"SurahNumber":26,"VerseNumber":3,"Text":"Ji ber ku ewan bawer nakin, nezik e ku tu xwe bibeicini"},{"SurahNumber":26,"VerseNumber":4,"Text":"Heke me biva, me e ji ezmanan da li ser wan da beraten (derhoze) bihinarta, idi situye Wan e ji bona (baweryi) xwer bibuya (ewane bawer bikirinan)"},{"SurahNumber":26,"VerseNumber":5,"Text":"Ciqa ji bona wan ra (ji Yezdane) dilovan (berateke) nu hatibe, ewanan hey ji we (berata nu) ru fetilandine"},{"SurahNumber":26,"VerseNumber":6,"Text":"Bi sond! (ca ji wan beratan ru fetilandine, wusa ji) dane derewderandine, we di nezik da axiftina (we sapata ku Qur’an ji we mijul dibe) ewan ji bi we (axiftine) tinaz dikiribune, ji bona wan ra were"},{"SurahNumber":26,"VerseNumber":7,"Text":"Ma qey ewan li bal zemin da meze nakin, ka me ciqa zone rind di zemin da hesin kiriye"},{"SurahNumber":26,"VerseNumber":8,"Text":"Bi rasti (di van hesin kirinan da) beraten (hez a me) hene, bi vi ra ji pire wan bawerker ninin"},{"SurahNumber":26,"VerseNumber":9,"Text":"Loma bi rasti Xudaye te servahate dilovin e"},{"SurahNumber":26,"VerseNumber":10,"Text":"Di gaveki da Xudaye te gazi Musa kiribu, ji bo ku ewa here bal komale cewrkar"},{"SurahNumber":26,"VerseNumber":11,"Text":"(Ewa komala) komale Fir’ewn bu. (Ewan) hej ji xudaparizi nakin"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa aha bersiva Xudaye te da u) got: \"Xudaye min! Bi rasti ez ditirsim, ku ewan (Fir’ewn, komale wi) min bidine derewderandine"},{"SurahNumber":26,"VerseNumber":13,"Text":"Singe min teng dibe u zimane min venebe, idi tu Harune bira e min ji bi sai (li bal wan da) bisine"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ji bona wan ra li ser min gonehek (tolek) heye, idi ez ditirsim ku ewan (tola xwe ji min hil din) min bikujin"},{"SurahNumber":26,"VerseNumber":15,"Text":"Xuda (bersiva Musa aha daye u) gotiye: \"Na, (ewan nikarin tu tisti bi te bikin). Idi (tu u Harun) bi beraten me va (herne bal wan), loma em bi we ra gohdarya wan dikin"},{"SurahNumber":26,"VerseNumber":16,"Text":"Hun herduk herne bal Fir’ewn, idi (hun herduk ji Fir’ewn ra aha) bejin: \"Bi rasti em (herduk ji) saiyen Xuda ye gerdune ne"},{"SurahNumber":26,"VerseNumber":17,"Text":"(Em hatine, ku tu) zaren cihuyan bi me ra bisini"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Dema ewan hatine bal Fir’ewn, gotine, xwe je ra gotine, Fir’ewn bersiva wan aha daye u) gotiye: \"Musa! Ma qey me tu di nava xwe da bi zaroki mezin ne kiri? Tu di nava me da bi salan mai (ija tu van gotina ji kur tini)"},{"SurahNumber":26,"VerseNumber":19,"Text":"(Di hembere van qenciyen me da, Musa!) te ji kirine xwe kiriye. U bi rasti (Musa) tu ji nonkoran i"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa ji bona wan ra aha) gotiye: \"Gava min ewan (tisten, ku hun dibejin) kiribu, hej ez ji (nezan u) re wundakera bum"},{"SurahNumber":26,"VerseNumber":21,"Text":"Gava ez ji we tirsiyam, ez ji nava we reviyam, idi Xudaye min ji bona min ra zanina retkoki daye u ez xistime ji saiyan"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ewan qenciyen, ku (Fir’ewn!) te bi min kiriye (iro ji tu dixi) serhev da ser min, hene! (te ji bona min ne kiriye, le ji bona ku tu) zaren cihuyan bixi bende (loma te bi min kiriye)"},{"SurahNumber":26,"VerseNumber":23,"Text":"Fir’ewn (ji Musa pirsi, aha) got: \"(ka Musa!) Xadaye gerdune ci ye (te eva ji kur derxistiye)"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa ji bona wan ra aha bersiv daye, u) gotiye: \"Xudaye ezman u zemin u tisten di nava wan da heyi, heye! Ewa bi xweber e. Heke hun bi rasti biponijin (hune bi rasti bizanin, ku gotina min rast e)"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Fir’ewn ji bona wane) dora xwe ra (aha) gotiye: \"Hun dibihen (ka eva ci dibeje)?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa ji wan ra aha) gotiye: \"(Ere); ewa Xudaye we ye u Xudaye bav u kale we ye ji"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Fir’ewn ji wan ra aha) gotiye: \"Bi rasti saiyi li bal we da hatiye sandine, heye! Ewa tepa dikebe"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa bersiv dide u aha) dibeje, \"Heke hun bi rasti hisyari dikin; Xudaye rojhilat u rojava u tiste di nava wan da heye (ewa) bi xweber e"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Fir’ewn ji bona Musa ra aha) gotiye: \"(Musa!) heke tu ji pestire min ji bo- na xwe ra ilaheki mayi bigiri, bi sond! Ez e te bixme ji wan e ku li bal zindanan da hatine avetine"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa ji bona Fir’ewn ra aha) gotiye: \"Heke ez (ji bona rastiya xwe) ji te ra nisanen huzwarti ji binim (disa tu e weki xwe biki)"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Fir’ewn ji Musa ra) gotiye: \"Heke ny ji rastbejani, ka ewe (nisane) bine (em le meze bikin)"},{"SurahNumber":26,"VerseNumber":32,"Text":"Idi ewi gopale xwe avetiye, niskeva (gopal) buye zihaki xuyai maye"},{"SurahNumber":26,"VerseNumber":33,"Text":"(Musa) deste xwe (ji picenga xwe) kisandiye (derxistiye) idi niskeva deste wi wusa sipi maye; ewane, le meze dikirin (cave wan ji sipitiya dihate girtine)"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Fir’ewn) ji bona wane dor a xwe ra aha) gotiye: \"Bi rasti eve hane anckereki pir zana ye"},{"SurahNumber":26,"VerseNumber":35,"Text":"Eva dive, ku bi van ance xwe we ji welate we derxe. Ka idi hm ci dibejin"},{"SurahNumber":26,"VerseNumber":36,"Text":"Ewan (komale dor a Fir’ewn bersiva wi aha dane u) gotine: \"Tu ewi u biraye wi bi xwesi mijul bike, tu (peyameran di welat da) bisine (ji bo ku ewan) bicivinin"},{"SurahNumber":26,"VerseNumber":37,"Text":"Bira ewan hemi anckere pir zana ji te ra binin"},{"SurahNumber":26,"VerseNumber":38,"Text":"Idi di wi dane (ku Fir’ewn ji bona civandina wan danibu) anckar hemi di we roye da civiyane"},{"SurahNumber":26,"VerseNumber":39,"Text":"(Di we roye da) ji bona merivan ra (aha) te gotine: \"Hun ji idi nacivin"},{"SurahNumber":26,"VerseNumber":40,"Text":"Loma em guman dikin, hekeanckar bi ser va werin,eme ji bibine peyrewe wan"},{"SurahNumber":26,"VerseNumber":41,"Text":"Idi gava anckar hatine, ji bona Fir’ewn ra (aha) gotine: \"Gava serfirazi ya me be; ji bona me ra kirek heye, wusa nine"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Fir’ewn bersiva wan aha daye u) gotiye: \"Ere?! (Kirya we heye, hej) hun idi dibine ji wane nezik e min"},{"SurahNumber":26,"VerseNumber":43,"Text":"(Gava hemi amade bun) Musa ji bona wan (anckaran ra aha) gotiye: \"Hun (geli anckaran!) ci davejin bavejin"},{"SurahNumber":26,"VerseNumber":44,"Text":"Idi ewan kap u gopale xwe avetine (kese) u (aha) gotine: \"Bi mezinaya Fir’ewn serfiraz em bi xweber in"},{"SurahNumber":26,"VerseNumber":45,"Text":"(Pase) Musa gopale xwe avetiye, idi (gopal) tista ewan (bi pizan) ce kiribune daqurcandiye"},{"SurahNumber":26,"VerseNumber":46,"Text":"Idi (gava anckaran eva ditin) niskeva cune secde"},{"SurahNumber":26,"VerseNumber":47,"Text":"(Aha) gotine: \"Me bi Xudaye cihane bawer kiriye"},{"SurahNumber":26,"VerseNumber":48,"Text":"(Ewa) Xudaye Musa u Harun ne"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Fir’ewn ji wan anckaran ra aha) gotiye: \"Hej min ji bona we ra destur ne dabu we bi wi bawer kiriye. Ew mezine we yi, ku ji bona we ra anc hin kiriye heye! Ewa (Musa) bi xweber e. Idi hune di nezik da bizaryin (ka eze ci binine sere we); eze deste u pe we bi cilo cepi je bikim u eze we hemiskan darda bikim"},{"SurahNumber":26,"VerseNumber":50,"Text":"Ewan (bersiva Fir’ewn aha dane u) gootine: “Qe zirar nake, loma bi rasti eme li bal Xudaye xwe da bizvirin"},{"SurahNumber":26,"VerseNumber":51,"Text":"Bi rasti ji ber ku me di cara yekem da bawer kiriye, em diven ku Xudaye me ji bona me ra nusitemne me bibaxisine"},{"SurahNumber":26,"VerseNumber":52,"Text":"Me li bal Musa da (aha) niqandiye: \"(Musa!) Tu bendeyen me di seve da derxe re, loma bi rasti we li pey we kebin"},{"SurahNumber":26,"VerseNumber":53,"Text":"Idi gava (Fir’ewn, bi reva cihuyan hesya, qe ne hewiya peyamer) sandin, di welat da (lesker) civandin"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Fir’ewn ji bona wan ra aha gotiye): \"Evan (zaren cihuyan) komake hindik in"},{"SurahNumber":26,"VerseNumber":55,"Text":"Ewanan bi rasti hersa me tinin"},{"SurahNumber":26,"VerseNumber":56,"Text":"Bi rasti em komeke wusan in, ku her kes xwe ji me diparisinin"},{"SurahNumber":26,"VerseNumber":57,"Text":"Idi me ji ewan ji (nava) rez u kaniyan derxistin"},{"SurahNumber":26,"VerseNumber":58,"Text":"U ji (nava) xezinan u sunwaren bi rumet (derxistin)"},{"SurahNumber":26,"VerseNumber":59,"Text":"Me bi vi awayi (bi sere Fir’ewn u komale) wi kir. Me zaren cihuyan ji bona wan ra xistiye urt"},{"SurahNumber":26,"VerseNumber":60,"Text":"Idi gava roj derket (Fir’ewn u koma xwe va) dane pey (Musa u koma wi)"},{"SurahNumber":26,"VerseNumber":61,"Text":"Gava her du koman hev du ditin, hevale Musa (aha) gotine: \"Bi rasti va gehijtne me"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Musa ji wan ra aha) gotiye, \"(Hun netirsin; ewan nagihejne me) loma bi rasti Xudaye min bi min ra ye, we reyeki bide nisane min"},{"SurahNumber":26,"VerseNumber":63,"Text":"Idi me ji li bal Musa da (aha) niqandiye: \"(Musa!) Tu gopale xwe li deryaye xe.\" (Gava Musa gopale xwe li deryaye xist) derya ji hev tis buye, her tiseki buye weki ciyayeki maye (danzdeh re vebune)"},{"SurahNumber":26,"VerseNumber":64,"Text":"Me (Fir’ewn u hevale wi ji) nezike wura kirine"},{"SurahNumber":26,"VerseNumber":65,"Text":"Me Musa u kese bi wi ra, heyi, hemisk fereste kirine"},{"SurahNumber":26,"VerseNumber":66,"Text":"Pase me ewane mayi (di ave da) fetisandine"},{"SurahNumber":26,"VerseNumber":67,"Text":"Di van (buyeran da) beraten (derhoze) hene. Le pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":68,"Text":"Bi rasti Xudaye te servahate dilovin e"},{"SurahNumber":26,"VerseNumber":69,"Text":"(Muhemmed! Tu ji bona) wan ra serdaborya Ibrahim bixune"},{"SurahNumber":26,"VerseNumber":70,"Text":"Di gaveki da (Ibrahim) ji bona bav u komale xwe ra (aha) gotiye: \"Hun ji bona ci tisti ra peresti dikin"},{"SurahNumber":26,"VerseNumber":71,"Text":"Ewan (bersiva Ibrahim aha dane u) gotine, \"Em perestiya hinek putan dikin, idi em ji bona perestiya wan ji peyweste ne"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Ibrahim ji wan ra) dibeje: \"Ere! (hun ji wan ra peresti bikin, le gava) hun gazi wan dikin, qe ewan denge we dibehen"},{"SurahNumber":26,"VerseNumber":73,"Text":"Ya ji ewan qe kar u ziyana we dikin"},{"SurahNumber":26,"VerseNumber":74,"Text":"Ewanan (aha bersiva Ibrahim dane u) gotine: \"Na, qe tu tisti ji nakin) le em rasti bav u kale xwe hatin wulo dikirin (em ji weki wan dikin)"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Ibrahim ji wan ra aha) gotiye: \"Idi qe hun dibinin, ka hun ci tistan ra peresti dikin"},{"SurahNumber":26,"VerseNumber":76,"Text":"Hun u baven we yen bere ji"},{"SurahNumber":26,"VerseNumber":77,"Text":"Idi bi rasti\" eywan (putan) neyare min in, le Xudaye cihane (doste min e)"},{"SurahNumber":26,"VerseNumber":78,"Text":"Ewi ez afirandime (ewa Xudaye cihane ye) idi ewe (reya rast) bide nisane min"},{"SurahNumber":26,"VerseNumber":79,"Text":"Ewe, ku xwarin u vexwarin dide min, ewa (Xudaye cihane ye)"},{"SurahNumber":26,"VerseNumber":80,"Text":"Gava ez nexwes bikebin, ewa (Xudaye cihane) min mefa dike"},{"SurahNumber":26,"VerseNumber":81,"Text":"Ewe min dimirine u pase ji min zinde dike; ewa (Xudaye cihane ye)"},{"SurahNumber":26,"VerseNumber":82,"Text":"Ewe, ku ez guman dikim: di roya xelat u celatan da nusitemne min ji bona min ra bibaxsine ewa (Xudaye cihane ye)"},{"SurahNumber":26,"VerseNumber":83,"Text":"Xudaye min! Tu ji bona min ra zanina retkoki bide u tu min bigihine astikaran"},{"SurahNumber":26,"VerseNumber":84,"Text":"“U (ji bona wane ku) para da dininin (min li ser zimane xwe bi rindi hildin) tu zimane wan (di mafe min da) rast u (hezger) bixi para min"},{"SurahNumber":26,"VerseNumber":85,"Text":"U tu min bixe nav bihista xwarinan"},{"SurahNumber":26,"VerseNumber":86,"Text":"U tu bave min bibaxsine, loma bi rasti ewa ji reya rast derketiye"},{"SurahNumber":26,"VerseNumber":87,"Text":"U tu min di roya sandin a civine da riswa neke"},{"SurahNumber":26,"VerseNumber":88,"Text":"Ewa royeke wusa ne, ku mal u zar teda qe tu havili nakin"},{"SurahNumber":26,"VerseNumber":89,"Text":"Ji pestire wi kese, ku bi dileki xwyuri hatibe bal Yezdan"},{"SurahNumber":26,"VerseNumber":90,"Text":"U (di we roye da) bihist ji bona xudaparisan nezik dibe"},{"SurahNumber":26,"VerseNumber":91,"Text":"U doj ji ji bona wane, ku ji ava ru derketi xuya dibe"},{"SurahNumber":26,"VerseNumber":92,"Text":"U ji bona wan ra (aha) te gotine: \"Kanena ewan tisten ku we ji bona wan ra peresti dikirin"},{"SurahNumber":26,"VerseNumber":93,"Text":"Ji pestire Yezdan. Gelo ewan ji bona we ra arikari dikin, ya ji arikarya xwe ji qe dikin"},{"SurahNumber":26,"VerseNumber":94,"Text":"Idi ewan u bi teve, wane ku ava ru derketine (di we roye da) li pey hev li bal agir da tene avetine"},{"SurahNumber":26,"VerseNumber":95,"Text":"Hemu leskere pelid ji"},{"SurahNumber":26,"VerseNumber":96,"Text":"Ewan di doje da bi hev ra tekosin dikirin (ji hev ra aha) digotibune"},{"SurahNumber":26,"VerseNumber":97,"Text":"Bi Yezdan, em bi rasti di re wundabuneke xuya da nin"},{"SurahNumber":26,"VerseNumber":98,"Text":"Loma bi rasti me hun (geli putan!) dixistine hempaye Xuda ye cihane"},{"SurahNumber":26,"VerseNumber":99,"Text":"Ji pestire gyonehkaran, tu keseki em ji reya rast dernexistine"},{"SurahNumber":26,"VerseNumber":100,"Text":"Idi ji bona me ra qe tu mehder ji tune ye"},{"SurahNumber":26,"VerseNumber":101,"Text":"U tu deste parisvan ji tune ye"},{"SurahNumber":26,"VerseNumber":102,"Text":"Xwezika ji bona me ra careki dine ji (li bal cihane da zivirandinek hebuya). Idi meye bawer bikira"},{"SurahNumber":26,"VerseNumber":103,"Text":"Bi rasti di van (buyeran da) beraten (derhoze) hene, le pire ji wan bawer nakin"},{"SurahNumber":26,"VerseNumber":104,"Text":"Bi rasti Xudaye te servahate dilovin e"},{"SurahNumber":26,"VerseNumber":105,"Text":"Komale Nuh ji saiye xwe dane derewderandine"},{"SurahNumber":26,"VerseNumber":106,"Text":"Di gaveki da biraye wan e Nuh ji bona wan ra (aha) gotibu: \"Hun qe xudaparizi nakin"},{"SurahNumber":26,"VerseNumber":107,"Text":"Bi rasti ez ji bona we ra saiyeki ewle me"},{"SurahNumber":26,"VerseNumber":108,"Text":"Idi hun xudaparizi, bikin u bi gotina min bikin"},{"SurahNumber":26,"VerseNumber":109,"Text":"Ez ji bona (van siretan) qe tu kiryeki ji we naxwazim: kirya min hey li ser Xudaye cihane ye"},{"SurahNumber":26,"VerseNumber":110,"Text":"Idi hun yezdanparizi bikin u hun bi gotina min bikin"},{"SurahNumber":26,"VerseNumber":111,"Text":"Ewan (bersiva Nuh aha dane u) gotine: \"Peyrewen te hemu riswa ne (ka idi) eme ca bi te bawer bikin"},{"SurahNumber":26,"VerseNumber":112,"Text":"Nuh ji bona wan ra aha bersiv daye gotiye: \"Tu zanina min (bi hundure) kirina wan tune ye (le bi tene ez bi kirine wan e xuyayi dizanim)"},{"SurahNumber":26,"VerseNumber":113,"Text":"Heke giza zanina we (bi van) hebe (hun dizanin) ku hijmara (kirine) wan hey Xudaye min pek tine"},{"SurahNumber":26,"VerseNumber":114,"Text":"Ez bi xweber ji nikarim bawergeran derkim"},{"SurahNumber":26,"VerseNumber":115,"Text":"(Ez ji bona kesan ra) hey hisyarkareki xuya me"},{"SurahNumber":26,"VerseNumber":116,"Text":"Ewi (komale Nuh, bersiva wi dane u) gotibune, \"Nuh! Heke tu ji van (kirin u gotine xwe) xwe neparisini, bi rasti tu e bibi ji wan"},{"SurahNumber":26,"VerseNumber":117,"Text":"(Gava Nuh ji wan be guman buye, ji Xuda aha lava kiriye u) gotiye: \"Xudaye min! Bi rasti komale min, ez dame derevderandine"},{"SurahNumber":26,"VerseNumber":118,"Text":"Idi (Xudaye min!) tu di nava min u wanan da (bi berewayyni) raqetine bike, tu min u ewane bawerger yen bi min ra hene! Ji (vi komale cewykar) fereste bike"},{"SurahNumber":26,"VerseNumber":119,"Text":"Pase me ji (Nuh) u ewane bi wi ra di keleka tiji da fereste kirin"},{"SurahNumber":26,"VerseNumber":120,"Text":"Me pas da ewane mayi di ave da fesirandin (Xeniqandin)"},{"SurahNumber":26,"VerseNumber":121,"Text":"Bi rastyti di van (buyeran da) beraten (derhoze) hene, le pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":122,"Text":"Bi rasti Xudaye te servahate dilovin e"},{"SurahNumber":26,"VerseNumber":123,"Text":"(Komale) ´Ad ji saiyen xwe dane derewderandine"},{"SurahNumber":26,"VerseNumber":124,"Text":"Di gava, ku biraye wan e Hud (aha) ji bona wan ra gotibu: \"Hun ji bo ci (xuda)-parizi nakin"},{"SurahNumber":26,"VerseNumber":125,"Text":"Bi rasti ez ji bona we ra saiyeki ewle me"},{"SurahNumber":26,"VerseNumber":126,"Text":"Idi Hun yezdanparizi bikin u bi gotina min bikin"},{"SurahNumber":26,"VerseNumber":127,"Text":"Ez biy van (siretan) ji we qe tu kireki naxwazim. Kirya min hey li ser Xudaye cihane ye"},{"SurahNumber":26,"VerseNumber":128,"Text":"Hun li ser hemi reyan (ji bona saskirina rewiyan) topikan ce dikin; bi tiste beredayi ra mijul dibin"},{"SurahNumber":26,"VerseNumber":129,"Text":"U hun guman dikin, ku hune (di cihane da) her biminin, hun ji bona xwe ra (bingehe) peseyen bineci ava dikin"},{"SurahNumber":26,"VerseNumber":130,"Text":"U hun gava yeke (ji bona sapatkirine bigirin) hun ewan weki hincerokan digirin"},{"SurahNumber":26,"VerseNumber":131,"Text":"Idi hun yezdanparizi bikin u bi gotina min bikin"},{"SurahNumber":26,"VerseNumber":132,"Text":"Ewe ku mal u berxudarya hun pe dizanin, daye we heye! Hun parizaya wi bikin"},{"SurahNumber":26,"VerseNumber":133,"Text":"Ewi (Xudae) bi taris u kuran hun bi hez kidrine"},{"SurahNumber":26,"VerseNumber":134,"Text":"U bi rez u kaniya ji (hun bi hez kirine)"},{"SurahNumber":26,"VerseNumber":135,"Text":"Bi rasti ez ditirsim, ku sapata ro ya mezin bi we da were"},{"SurahNumber":26,"VerseNumber":136,"Text":"Ewan (bersiva Hud dane, aha) gotine: \"(Hud) tu siretan biki, ya ji qe nebi ji wane siretkar, li bal me yek e"},{"SurahNumber":26,"VerseNumber":137,"Text":"Evan (kirin u gotine te) hey xuye wan e borine"},{"SurahNumber":26,"VerseNumber":138,"Text":"U em nayene sapatkirine"},{"SurahNumber":26,"VerseNumber":139,"Text":"Idi ewan (Hud) dane derewderandine u me ji ewan tesqele kirin. Bi rasti di ve (buyere da) beraten (derhoze) hene, le pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":140,"Text":"Bi rasti hey servahate dilovin Xudaye te ye"},{"SurahNumber":26,"VerseNumber":141,"Text":"Komale Semud ji Sai dane derewderandine"},{"SurahNumber":26,"VerseNumber":142,"Text":"Di gava, ku birae wan e Salih (aha) ji bona wan ra gotibu: \"Hun ji bo ci (xuda)-parizi nakin"},{"SurahNumber":26,"VerseNumber":143,"Text":"Bi rasti ez ji bona we ra saiki ewle me (u bal we da hatime sandine)"},{"SurahNumber":26,"VerseNumber":144,"Text":"Idi hun yezdanparizi bikin u bi gotina min bikin"},{"SurahNumber":26,"VerseNumber":145,"Text":"Ez ji bona van (siretan) qe ji we tu kireki naxwazim, loma kirya min hey li ser Xudaye cihane ye"},{"SurahNumber":26,"VerseNumber":146,"Text":"Qey hun (guman dikin) ku hune di cihane da bi ewleti bene histine"},{"SurahNumber":26,"VerseNumber":147,"Text":"Di nava rez u kaniyan da"},{"SurahNumber":26,"VerseNumber":148,"Text":"Di nava candin u nexlistane, ku ciqile dar a xurme wan ji deviyen berewan nermin"},{"SurahNumber":26,"VerseNumber":149,"Text":"U hun (di keviren) ciyan da bi berxudari xaniyan dikolin"},{"SurahNumber":26,"VerseNumber":150,"Text":"Idi hun bi gotina min bikin, yezdanparizi bikin"},{"SurahNumber":26,"VerseNumber":151,"Text":"U hun bi gotina fesartekan (musrif) nekin"},{"SurahNumber":26,"VerseNumber":152,"Text":"Ewane di zemin da tevdani dikin u asti nakin hene! Ewan fesartok in"},{"SurahNumber":26,"VerseNumber":153,"Text":"Ewanan (bersiva Salih aha dane u) gotine: \"Bi rasti (Salih!) ewane rind hatine anckirine hene! Tu ji wan i"},{"SurahNumber":26,"VerseNumber":154,"Text":"Tu ji hey meriveki weki me yi, idi heke tu di doza xwe da rast i, ka ji me ra berateke (derhoze) bine"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Salih ji bona wan ra aha bisyar daye u) gotiye: \"Eva deva (sutir) hane ji bona we ra (berateke derhoze ye). Di royeke diyari da av vexwarin ji bona we ra ne, royeki ji ji bona we ra ne"},{"SurahNumber":26,"VerseNumber":156,"Text":"Hun bi sikati nezike we deve nebin. (Heke hun sikatiya we deve bikin) we sapata ro ya mezin bi we bigire"},{"SurahNumber":26,"VerseNumber":157,"Text":"Axiri ewan sere deve jekirin, idi ewan (ji serjekirina deve) posman bun"},{"SurahNumber":26,"VerseNumber":158,"Text":"Pase sapate ewan girtin. Bi rasti di van (buyeran da) beraten (derhoze) hene, le pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":159,"Text":"Bi rasti Xudaye te bi xweber ji servahate dilovin e"},{"SurahNumber":26,"VerseNumber":160,"Text":"Komale Lut ji sai dane derewderandine"},{"SurahNumber":26,"VerseNumber":161,"Text":"Di gava, ku biraye wan e Lut ji bona wan ra (aha) gotibu: \"Ji bo ci hun (xuda)-parizi nakin"},{"SurahNumber":26,"VerseNumber":162,"Text":"Bi rasti ez ji bona we ra saiyeki ewle me (li bal we da hatime sandine)"},{"SurahNumber":26,"VerseNumber":163,"Text":"Idi hun bi gotina min bikin, yezdanparizi bikin"},{"SurahNumber":26,"VerseNumber":164,"Text":"U ez ji bona van (siretan) qe tu kireki ji we naxwazim, loma kirya min hey li ser Xudaye cihane ye"},{"SurahNumber":26,"VerseNumber":165,"Text":"Di cihane da, hun ca tuse meran dibin"},{"SurahNumber":26,"VerseNumber":166,"Text":"Ewan jinen we ne, ku Xudaye we ji bona we ra, ji wan jinan (xwesi) afirandiye, hun ca dest ji wan berdidin? (Weki we nine!). Bi rasti hun komaleki wusa nin; hun ji tixube xwe borine"},{"SurahNumber":26,"VerseNumber":167,"Text":"Ewan (bersiva Lut aha dane u) gotine: \"Lut! Heke tu ji van (kirin u gootine xwe) xwe nedi para da, tu e bibi ji wan"},{"SurahNumber":26,"VerseNumber":168,"Text":"(Lut bisyara wan aha daye u) gotiye: \"Bi rasti rike min ji van kirine we te"},{"SurahNumber":26,"VerseNumber":169,"Text":"Xudaye min! Tu min u maliyen min ji kirine wan fereste bike"},{"SurahNumber":26,"VerseNumber":170,"Text":"Idi me ji (Lut) u maliyen wi hemi fereste kirin"},{"SurahNumber":26,"VerseNumber":171,"Text":"Hey di nava wan e (di sapate da mane) pirek bi tene (me fereste nekir)"},{"SurahNumber":26,"VerseNumber":172,"Text":"Idi pase me ewane mayi tesqele kirin"},{"SurahNumber":26,"VerseNumber":173,"Text":"U me li ser wan da baranek barandiye.Ewane hatine hisyarkirine (bi vi ra ji ne hatine reya rast) hene! Idi (ji bona wan ra) siki e barana ne"},{"SurahNumber":26,"VerseNumber":174,"Text":"Bi rasti di van (buyeran da) beraten (derhoze) hene, le pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":175,"Text":"Bi rasti Xudaye te bi xweber ji servahate dilovin e"},{"SurahNumber":26,"VerseNumber":176,"Text":"Hevri\tu\t(komale\tli\twelate\tbi\tnav)\tEykete\tji\tsai\tdane derewderandine"},{"SurahNumber":26,"VerseNumber":177,"Text":"Di gava, ku biraye wan e Su´eyb (aha) gotibu: \"Ji bo ci hun (xuda)- parizi nakin"},{"SurahNumber":26,"VerseNumber":178,"Text":"Bi rasti ez ji bona we ra saiki ewle me (li bal we da hatime sandine)"},{"SurahNumber":26,"VerseNumber":179,"Text":"Idi hun bi gotina min bikin. Yezdanparizi bikin"},{"SurahNumber":26,"VerseNumber":180,"Text":"U ez ji bona van (siretan) qe tu kirya ji we naxwazim, loma kirya min hey li ser Xudaye cihane ye"},{"SurahNumber":26,"VerseNumber":181,"Text":"Hun (gele min!) pivana xwe pek binin, hun nebine ji wane (ku pivana xwe kem dikin, u male xwe ne dirust dikin) dibine ji wane mal kemger"},{"SurahNumber":26,"VerseNumber":182,"Text":"U hun (gele min!) kesa xwe (be dexeli) bi kesa rast pek binin"},{"SurahNumber":26,"VerseNumber":183,"Text":"U hun (gele min!) ziyana merivan (di mal u mafe) wan da nekin, hun di zemin da ji bona tevdane negerin"},{"SurahNumber":26,"VerseNumber":184,"Text":"U hun (gele min!) ewe, ku hun u nisa bere afirandiye heye! Parizaya wi bikin"},{"SurahNumber":26,"VerseNumber":185,"Text":"Ewan (aha bersiva Su´eyb dane u) gotine: \"Bi rasti (Su´eyb!) ewane ku rind hatine anckirine hene! Tu buyi ji wana"},{"SurahNumber":26,"VerseNumber":186,"Text":"Tu ji hey meriveki weki me yi, bi rasti em guman dikin, ku tu ji ji wane vireki"},{"SurahNumber":26,"VerseNumber":187,"Text":"Heke bi rasti tu ji wane rastgoyi (di doza xwe da rast i) ka idi tu ji ezmanan li ser me da cetiyan (parca) bixe xare"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Su´eyb aha) got: \"Xudaye min, bi kirine we cetir dizane"},{"SurahNumber":26,"VerseNumber":189,"Text":"Idi (ji pisti van siretan ji, disa) ewan (Su´eyb) dane derewderandine (pase) sapata ro ya (ku ewan di we roye da ji german xwe avetibune ber) sihe, bi wan girt, loma bi rasti ewa sapata royeke mezin buye"},{"SurahNumber":26,"VerseNumber":190,"Text":"Bi rasti di van (buyeran da) beraten (derhoze) hene, bi vi ra ji pire wan bawer nakin"},{"SurahNumber":26,"VerseNumber":191,"Text":"Bi rasti Xudaye te bi xweber ji servahate dilovin e"},{"SurahNumber":26,"VerseNumber":192,"Text":"Bi rasti ewa (Qur´ana) hinartina Xuda e cihane ye"},{"SurahNumber":26,"VerseNumber":193,"Text":"Cane ewle (Cibrail) ewa hinartiye"},{"SurahNumber":26,"VerseNumber":194,"Text":"Ji bo ku tu bibi ji wane hisyarvan (Cibrail ewa Qur´ayyne) li ser dile te da hinartiye"},{"SurahNumber":26,"VerseNumber":195,"Text":"Bi zimaneki ´erebiyi hizwarti"},{"SurahNumber":26,"VerseNumber":196,"Text":"Bi rasti (hinartina Qur´ane bi vi awayi) di wan pirtuke bere da ji (salixe we hebuye)"},{"SurahNumber":26,"VerseNumber":197,"Text":"Ma qey zanina, zanayen zaren cihuyan, ku (Qur´an bu vi awayi ji Xudaye cihane hatiye hinartine) ji bona wan ra beraten derhoze nine"},{"SurahNumber":26,"VerseNumber":198,"Text":"Heke\tme\tewa (Qur´ana)\tli\tser\thineke\tbiyane\t´ereban\tda hinartibuya"},{"SurahNumber":26,"VerseNumber":199,"Text":"Idi ewe (biyaynyi) ewa (Qur´ana) ji bona (´ereban) bixunda, ´ereban (bi Qur´ane} bawer ne dikir"},{"SurahNumber":26,"VerseNumber":200,"Text":"Bi vi awayi me (ne bawerya bi Qur´ane) di dile gonahkaran da bi cih kiriye"},{"SurahNumber":26,"VerseNumber":201,"Text":"Ewan (filan) heya sapata dilsoz nebinin, bi we (Qur´ane) bawer nakin"},{"SurahNumber":26,"VerseNumber":202,"Text":"Idi (sapat ji) wusa niskeva bi wan da te,qe haja wan (ji sapate) namine"},{"SurahNumber":26,"VerseNumber":203,"Text":"(Gava ewan niskeva sapate, dibinin, aha) dibejin: \"(Ji bona bawerya me ra gelo qe) firset naye dayine"},{"SurahNumber":26,"VerseNumber":204,"Text":"Ma qey hej ewan (filan) bi hatina sapata me lez dikin? (Dibejin: \"Heke tu ji rastgoyan i, bira sapat ji bona me ra lez were)"},{"SurahNumber":26,"VerseNumber":205,"Text":"Tu dibini, heke me ewan bi salan berxudar bikira"},{"SurahNumber":26,"VerseNumber":206,"Text":"Pase ewa (sapata) ku ji bona wan ra hatiye peymandane; bi wan da hatibuya"},{"SurahNumber":26,"VerseNumber":207,"Text":"Ewa berxudarya (ku ewan filan teda mabune) ji bona wan ra, qe tu (parisiya ji sapatan) ne dida"},{"SurahNumber":26,"VerseNumber":208,"Text":"Me ciqa welatek tesqele kiribe, hey ji bona wi (welati ra) hisyardarek hebuye"},{"SurahNumber":26,"VerseNumber":209,"Text":"Ewi (hisyardari, runistyen wi welati) hisyar dikiribune, loma bi rasti em ji cewrkaran ninin"},{"SurahNumber":26,"VerseNumber":210,"Text":"Pelidan (ewa Qur´ana) ne hinartine"},{"SurahNumber":26,"VerseNumber":211,"Text":"Sixwa ji bona (pelidan ji) babet nine ku ewe (Qur´ane) bihenirinin u ewan (pelidan sixwa) nikarin ji (bihenirinin)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Loma ewan (pelidan) bi rasti ji bihistine hatine durxistine"},{"SurahNumber":26,"VerseNumber":213,"Text":"(Muhemmed!) Tu bi Yezdan ra perestioya tu ilahen mayi neke. Loma heke tu (perestiya ilahen mayi biki) ewane hatine asitkirine hene! Tu dibi ji wan"},{"SurahNumber":26,"VerseNumber":214,"Text":"U tu (di cara yekem da) tiryen (pismam) xwe i nezik bide hisyarkirine"},{"SurahNumber":26,"VerseNumber":215,"Text":"U tu cenge xwe ji bona peyrewen xwe ye bawerger ra nisiv bike (di hembere wyan da rumetkar u dilovin be)"},{"SurahNumber":26,"VerseNumber":216,"Text":"Idi heke ewan be gotina te bikin, pase tu (ji bona wan ra aha) beje: \"Bi rasti ez ji wan tisten, ku hun dikin, be guman im"},{"SurahNumber":26,"VerseNumber":217,"Text":"U tu xwe hispere li ser Yezdane servahat e dilovin"},{"SurahNumber":26,"VerseNumber":218,"Text":"Ewe gava tu radibi, te dibine heye! (Yezdane servahati) ewa ye"},{"SurahNumber":26,"VerseNumber":219,"Text":"Ewa gera te ye di nava secdebiran da heye! (Yezdan ewi ji dibine)"},{"SurahNumber":26,"VerseNumber":220,"Text":"Loma bi rasti ewa bi xweber pir biheste pir zana ye"},{"SurahNumber":26,"VerseNumber":221,"Text":"Ez ji bona we ra bejim; ka pelid li ser kijanan dihinire"},{"SurahNumber":26,"VerseNumber":222,"Text":"(Pelid) li ser hemi vireken gonehkar dihinirin"},{"SurahNumber":26,"VerseNumber":223,"Text":"Ewan (virekan) gohdarya (pelidan) dikin, pire wan ji (tisten) vir (li bal serkaren ywe ra davejin)"},{"SurahNumber":26,"VerseNumber":224,"Text":"Temtela (xozayynan ji ahane), \"peyyrewiya wan hey meriven, garyai dikin"},{"SurahNumber":26,"VerseNumber":225,"Text":"Ma qey tu nabini, ku (ewan xozanan) di hemi newalan da li hev dizivirinin u dibejin"},{"SurahNumber":26,"VerseNumber":226,"Text":"Loma bi rasti ewan (Xozanan) tista nakin dibejin"},{"SurahNumber":26,"VerseNumber":227,"Text":"Ji pestire wan (xozanen) ku bawer kirine u kare asti kirine u Yezdan pir bira xwe anine u ji pisti ku li wan hatibe cewrkirine; (ji bona servahatina xwe xebat kiribin) u serfiraz bibin. Di nezik da ewane cewr - kirine hene! We bizanin ka we li bal kijan ewire da bizivirin"}]}