{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Kuwakani waa Aayado ka mid ah Kitaabka Xakiimka ah"},{"SurahNumber":31,"VerseNumber":3,"Text":"Hanuun iyo Naxariis u ah sama falayaasha"},{"SurahNumber":31,"VerseNumber":4,"Text":"Kuwa u ooga salaadda si wanaagsan oo bixiya Zakada, oo iyagu ah kuwo yaqiinsan Aakhirada"},{"SurahNumber":31,"VerseNumber":5,"Text":"Kuwaasi waxay ku sugan yihiin hanuun xagga Rabbigood ah, oo waa kuwan kuwa ah liibaanayaasha"},{"SurahNumber":31,"VerseNumber":6,"Text":"Oo waxaa ka mid ah dadka mid qaata isaga (Qur’aanka) beddelki hadal maaweelo4 ah si uu uga lumo Jidka Ilaahay isagoon ogeyn, oo ka dhigta jees-jees; Kuwani waxay la kulmi doonaan Cadaab Silcisa"},{"SurahNumber":31,"VerseNumber":7,"Text":"Oo Marka loo akhriyo Aayadahayaga, ka jeesta kibir darti, sida inaanu maqalba, sidiiyoo uu qabo dhego culeys, ee ku war geli Cadaab Xanuun Badan"},{"SurahNumber":31,"VerseNumber":8,"Text":"(Ma xagga) kuwa (Xaqa) rumeysan oo samaha fala, waxay hubaal mudan doonaan beero barwaaqo ah"},{"SurahNumber":31,"VerseNumber":9,"Text":"Iyagoo ku waaraya dhexdeeda, waa Ballan Ilaahay oo Xaq ah, oo waa Isaga Adkaadaha sare , Xakiimka ah"},{"SurahNumber":31,"VerseNumber":10,"Text":"Wuxuu abuuray samooyinka tiirar la’aan aad arkeysaan, oo wuxuu kor dhigay buuro ku qotansan arlada si aanu idiin la dhaqdhaqaaqin. Oo Wuxuu ku fidiyey dhexdeeda xoolo nooc kasta leh, oo Waxaanu ka soo shubnay biyo daruurta, markaas sababnay inay ka soo baxaan halkaa (dhir) nooc kastoo wanaagsan leh"},{"SurahNumber":31,"VerseNumber":11,"Text":"Waa kan Abuurka Ilaahay ee se i tusa bal waxa ay kuwaa sokadi ah abuureen. Mayee, gar ma qaatayaasha waxay ku jiraan habow caddaan ah"},{"SurahNumber":31,"VerseNumber":12,"Text":"Oo xaqiiq waxaanu siinnay Luqmaan Xikmad (oo aanu ku nidhi): Ku mahadi Allaah. Oo kii kastoo mahdiya wuxuu uun u mahad naqi naftiisa, oo kii kastoo ah abaal laawe, haddaba hubaal Allaah waa isku filnaha Deeqtoon, la Ammaano"},{"SurahNumber":31,"VerseNumber":13,"Text":"Oo waa tii uu Luqmaan ku yidhi wiilkiisa (Abimelek) isagoo waaninaya: Maandhow! Ha u shariig yeelin waxbana Allaah. Hubaal shirkigu waa gef aad iyo aad u Weyn"},{"SurahNumber":31,"VerseNumber":14,"Text":"Oo Waxaanu ku faral yeelnay aadmiga (inuu daryeelo) labadiisa waalid. Hooyadii waxay uur ku siddaa iyadoo tabar yar tabar yari kalena u dheer tahay, oo gudhinta naas nuujintiisu waa labo sano dhexdood_ ee ii mahad naq aniga iyo labadaada waalidba. Waa Xaggayga meel noqodka dambe"},{"SurahNumber":31,"VerseNumber":15,"Text":"Oo haddii ay kugula doodaan si dadaal leh inaad ii shariig yeesho wax aad u cilmi lahayn, ha ka yeelin, oo kula soco adduun- kan si naxariis leh, oo raac jidka kan aniga ii soo noqodka badiya. Waa Xaggeyga halka la idiin soo celin, markaas waxaan idiin sheegi doonaa waxaad fasheen"},{"SurahNumber":31,"VerseNumber":16,"Text":"Wiilkaygiyow! Hubaal haddii ay tahay (wax uun) le’eg iniin sisin, walowba xitaa ay ku jirto dhadhaab ama taal cirkaa kore ama dhulka hoose, Allaah waa keeni doonaa (ifka). Hubaal Allaah waa daryeel iyo roonaan badan yahayoo og yahay wax kasta aad ba ha u yaryaraadeene oo waa uu Xog hayaa wax waliba"},{"SurahNumber":31,"VerseNumber":17,"Text":"Wiilkaygiyow! U oog salaadda si wanaagsan oo amar samaanta oo reeb xumaanta oo u samir yeelo waxa kugu dhaca, hubaal umuurahan waxay rabaan geesinnimo lagu go’aan qaato"},{"SurahNumber":31,"VerseNumber":18,"Text":"Oo ha ka jeedin wajigaaga dadka isla weyni darteed6, oo ha ku marin dhulka is qaad qaad. Hubaal Allaah ma jecla isla weyne walba oo faan badan"},{"SurahNumber":31,"VerseNumber":19,"Text":"Oo raac sida toosan ee dhexdhexaadka ah xagga socodkaaga, oo hoos u dhig codkaaga. hubaal kan ugu xun codadka waa cida dameeraha"},{"SurahNumber":31,"VerseNumber":20,"Text":"Miyeydaan arkayn inuu Allaah idiin sakhiray wax waliba oo ku sugan samooyinka iyo wax waliba oo ku sugan arlada, oo idiin taam yeelay Nicmooyinkiisa kuwo muuqda iyo kuwo qarsoonba? Oo waxaa ka mid ah dadka mid ka dooda arrinka Ilaahay isagoon u lahayn cilmi iyo hanuun iyo kitaab wax iftiimiya midna"},{"SurahNumber":31,"VerseNumber":21,"Text":"Oo marka lagu yidhaahdo: Raaca waxa Allaah soo waxyooday, Waxay yidhaahdaan: Mayee, waxaanu raacaynaa waxa aanu ka hellay aabayaashayo. Oo ma xitaa hadduu shaydaan ugu yeedhayo cadaabta dabka gubitaanka badan"},{"SurahNumber":31,"VerseNumber":22,"Text":"Oo ku kastoo isu dhiiba isagoo dhan Allaah isagoo ah same fale wuxuu dhab ahaan qabsaday siddaha kalsoonida ee adag. Oo Allaah baa leh oo loo celiyaa cidhibta arrimaha oo idil"},{"SurahNumber":31,"VerseNumber":23,"Text":"Oo ku kastoo rumeyn diida (Xaqa), yey ku murugo gelin rumeyn la’aantiisa, waa Xaggayaga Annaga meel noqodkoodu, oo Waxaanu u sheegi doonnaa waxay faleen. Hubaa Allaah waa Ogsoon yahay waxa ku jira laabaha"},{"SurahNumber":31,"VerseNumber":24,"Text":"Waxaan u raaxeyn wax yar, markaasaan ku dirqin doonnaa cadaab aad u adag"},{"SurahNumber":31,"VerseNumber":25,"Text":"Oo haddii aad weydiiso: Yaa abuuray samooyinka iyo arlada? waxay hubaal odhan doonaan: Allaah. Dheh: Ammaan idilkeed mahadi wehliso waxaa mudan Allaah. laakiinse badankoodu ma ogsoona"},{"SurahNumber":31,"VerseNumber":26,"Text":"Wax walba oo ku sugan samooyinka iyo arlada waxaa leh Allaah. Hubaal Allaah waa isku Filnaha Deeqtoon, la Ammaano"},{"SurahNumber":31,"VerseNumber":27,"Text":"Oo haddii geed walba ee dhulka jira laga (dhigo) qalimmo, oo baddana (ku taakuleyso khad) iyadoo toddobo badood ay kaydsiinayaan, ma dhammaadeen Kelmedaha (amarrada) Ilaahay. Hubaal Allaah waa Adkaade sare, Xakiim ah"},{"SurahNumber":31,"VerseNumber":28,"Text":"Ma aha abuuriddiinna iyo soo bixintiinnu idinkoo dhammi waxaan ahayn sida (abuuridda iyo soo bixinta) naf keliya. Hubaal Allaah waa Wax kasta Maqle , oo wax kasta Arka"},{"SurahNumber":31,"VerseNumber":29,"Text":"Miyaanad arkayn in Allaah ka yeelo habeenka inuu u galo maalinta, oo Wuxuu ka yeelaa maalintana inay u gasho habeenka, oo Wuxuu idiin sakhiray qorraxda iyo dayaxa, uu mid walba ku roorayo waddadiisa ilaa muddo go'an; iyo in Allaah Og yahay waxa aad fashaan"},{"SurahNumber":31,"VerseNumber":30,"Text":"Arrinkaasi waxaa ugu wacan in Allaah uu Isagu Xaq yahay, oo waxa ka sokeeya ay baryaan uu baadil yahay, iyo inuu Allaah yahay Sarreeyaha, Weynaha ah"},{"SurahNumber":31,"VerseNumber":31,"Text":"Miyaadan arkayn inay doomuhu ku dul maaxaan badda Nicmadda Ilaahay7, si uu idiin tusiyo wax ka mid ah Calaamooyin- kiisa? hubaal, arrinkani waxaa ugu jira Calaamooyin samir yeesha kastoo, mahad naq badan"},{"SurahNumber":31,"VerseNumber":32,"Text":"Oo marka uu hir buuro la moodo uu daboolo, waxay baryaan Allaah Keligii oo u gaar yeelaan cibaadada. Markase uu nabad ku keeno barriga, qaarkood waxay raacaan jidka dhexdhexaadka ah8. Oo cidina ma diiddo Aayadahayaga aan aheyn axdi laawe kasta, abaal laawe ah"},{"SurahNumber":31,"VerseNumber":33,"Text":"Dadow! Iska jira (Ciqaabta) Rabbigiin, oo ka baqa Maalin aanu waalid u geli doonin wax abaal ah wiilki, oo cunugna u geli doonin wax abaal ah waalidki. Hubaal Ballanka Ilaahay waa Xaq, ee yeysan idin hodin nolosha Adduunku, oo ayaanu idinka hodin kan wax hoda (shaydaanka) ee dhagarta badan xagga Ilaahay"},{"SurahNumber":31,"VerseNumber":34,"Text":"Hubaal Allaah Isaga Keliya baa Ogsoon waqtiga Saacadda (Qiyaame), oo soo dejiya roobka, oo Wuxuu Ogsoon yahay waxa ku jira ilma galeennada9. Oo nafna ma oga maxay kasban doontaa berri10, oo nafina ma oga dhulkee bay ku dhiman doontaa. Hubaal Allaah waa wax kasta Ogsoone, ka War Haya (wax walba)"}]}