{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf! (Ya Peygəmbər!) Sanlı Qur’ana and olsun (ki, Məkkə musrikləri sənə iman gətirmədilər)"},{"SurahNumber":50,"VerseNumber":2,"Text":"Bəli! Ozlərindən (Onları Allahın əzabı ilə) qorxudan bir peygəmbər gəldiyinə təəccub etdilər. Kafirlər dedilər:” Bu əcaba bir seydir! (Insandan da peygəmbər olarmı?! Ancaq mələk peygəmbər ola bilər)"},{"SurahNumber":50,"VerseNumber":3,"Text":"Məgər biz olub torpaq olduqdan sonra (yenidən diriləcəyik)? Bu, (həqiqətən) uzaq (qeyri-mumkun) bir qayıdısdır!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Həqiqətən, Biz yerin onlardan nəyi əskiltdiyini (onların tədriclə necə curudub məhv etdiyini) bilirik. Dərgahımızda (hər seyi) hifz edən bir Kitab (lovhi-məhfuz) vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Lakin onlara haqq (Qur’an) gəldikdə onu yalan saydılar. Indi onlar dolasıqlıq (təsvıs) icindədirlər (sənə gah sair, gah sehrbaz, gah da kahin deyirlər)"},{"SurahNumber":50,"VerseNumber":6,"Text":"Məgər onlar baslarının ustundəki goyə baxıb onu necə yaratdıgımızı, necə bəzədiyimizi və orada hec bir yarıq olmadıgını gormurlərmi"},{"SurahNumber":50,"VerseNumber":7,"Text":"Eləcə də yeri necə dosədiyimizi (hamarlayıb duzəltdiyimizi), orada mohkəm duran daglar yaratdıgımızı, hər cur gozəl novdən (meyvə) yetisdirdiyimizi gormurlərmi"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Butun bunlar Rəbbinə tərəf) donub qayıdan hər bir bəndə ucun ibrət dərsi və oyud-nəsihət olsun deyə etdik"},{"SurahNumber":50,"VerseNumber":9,"Text":"Biz goydən bərəkətli su endirdik, sonra onunla baglar və (arpa, bugda və s. kimi) bicilən taxıl dənələri yetisdirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Həm də tumurcuqları (salxım-salxım) bir-birinin ustunə duzulmus, hundur xurma agacları (bitirdik) –"},{"SurahNumber":50,"VerseNumber":11,"Text":"Bəndələrə ruzi olsun deyə! Biz onunla (o su ilə) olu bir məmləkəti cana gətirdik. (Qəbirlərdən dirilib) cıxmaq da belədir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan (Məkkə musriklərindən) əvvəl Nuh tayfası, Rəss əhli, Səmud (qovmu peygəmbərləri) təkzib etmisdi"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad (qovmu), Fir’on (əhli), Lut qardasları"},{"SurahNumber":50,"VerseNumber":14,"Text":"Əykə əhli və Tubbə’ qovmu – bunların hamısı peygəmbərləri təkzib etdi və Mənim də onlara və’d etdiyim (əzab) gercəkləsdi"},{"SurahNumber":50,"VerseNumber":15,"Text":"Məgər Biz ilk yaradılısdan acizmi qaldıq?! Xeyr! (Eləcə də qiyamət gunu oluləri diriltməkdən aciz qalmayacagıq!) Onlar yeni yaradılıs (təkrar dirilmə) barəsində səkk-subhə icindədirlər"},{"SurahNumber":50,"VerseNumber":16,"Text":"And olsun ki, insanı Biz yaratdıq və nəfsinin ona nə vəsvəsə etdiyini də Biz bilirik. Biz ona sah damarından da yaxınıq! (Insanın adi hərəkətlərindən tutmus urəyindən kecən ən gizli hisslər, duygular belə Allaha mə’lumdur)"},{"SurahNumber":50,"VerseNumber":17,"Text":"Xatırla ki, (insanın) sagında və solunda (onun butun əməllərini) təsbit edən (qeydə alan) iki mələk oturmusdur"},{"SurahNumber":50,"VerseNumber":18,"Text":"Dediyi hər sozu (yazmaq ucun) onun yanında hazır durub gozləyən (iki mələk) vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"Olum (olum bihuslugu), həqiqətən, gələcəkdir. (Ey insan!) Bu sənin qorxub qacdıgın (curbəcur vasitələrlə canını qurtarmaq istədiyin) seydir"},{"SurahNumber":50,"VerseNumber":20,"Text":"(Oləndən sonra yenidən dirilmək ucun) sur calınacaqdır. Bu və’d olunmus gundur (əzab gunudur)"},{"SurahNumber":50,"VerseNumber":21,"Text":"Hər bir kəs (Rəbbinin huzuruna) bir suruyən (suruyub məhsərə gətirən) və bir də sahidlə (iki mələklə) gələcəkdir"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Ona belə deyiləcəkdir:) “Sən (dunyada) bundan (bu mudhis gunə ugrayacagından) qafil idin. Artıq bu gun gozundən pərdəni goturduk. Sən bu gun sərrast gorursən!”"},{"SurahNumber":50,"VerseNumber":23,"Text":"Yoldası (ona təhkim olunmus mələk) deyəcəkdir: “Bu yanımdakı (Cəhənnəm ucun) hazırdır!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah o iki mələyə buyuracaqdır:) “Atın Cəhənnəmə hər bir inadcıl kafiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"Xeyrə mane olanı, (zulm etməklə, gunah torətməklə) həddi asanı, (Allahın birliyinə) səkk edəni"},{"SurahNumber":50,"VerseNumber":26,"Text":"O kimsəni ki, Allahla yanası ozunə basqa bir tanrı qəbul etdi. Atın onu siddətli əzabın icinə!”"},{"SurahNumber":50,"VerseNumber":27,"Text":"Yoldası (Seytan və ya oz nəfsi) deyəcəkdir: “Ey Rəbbimiz! Onu mən azdırmadım. Fəqət o ozu haqq yoldan cox azmısdı!”"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah) buyuracaqdır: “Mənim huzurumda mubahisə etməyin. Mən sizə (dunyada peygəmbər vasitəsilə) bu əzabı bildirmisdim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Mənim huzurumda soz guləsdirməyin. Mən bəndələrə (əbəs yerə) zulm edən deyiləm!”"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gun Biz Cəhənnəmə: “Doldunmu?” – deyəcək, o isə: “Yenə varmı?” – deyə cavab verəcəkdir"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cənnət də muttəqilər ucun yaxın bir yerə gətiriləcəkdir"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Onlara deyiləcəkdir:) “Bu, və’d olundugunuz (Cənnətdir). O, hər bir (tovbə edib Allaha tərəf) qayıdan, (nəfsini haramdan, ozunu gunahdan) qoruyan"},{"SurahNumber":50,"VerseNumber":33,"Text":"Rəhmandan (Onu) gormədən qorxan və (Rəbbinin huzuruna) haqqa donmus qəlblə gələn bəndə ucundur"},{"SurahNumber":50,"VerseNumber":34,"Text":"Ora saglıqla (əmin-amanlıqla) daxil olun. Bu, əbədiyyət gunudur!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlar ucun istədikləri hər sey vardır. Dərgahımızda isə ondan artıgı (mo’minlərin təsəvvur edə bilmədikləri ne’mətlər, Allahın rizasını və s.) movcuddur"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz onlardan (Məkkə musriklərindən) əvvəl ozlərindən daha quvvətli necə-necə nəsilləri məhv etdik. (Onlar:) “Gorəsən, (olumdən qacıb) can qurtarmaga bir yer varmı?” (deyərək) olkə-olkə gəzib dolasmısdılar"},{"SurahNumber":50,"VerseNumber":37,"Text":"Subhəsiz ki, bunda qəlb (agıl) sahibi, yaxud (moizə edildiyi zaman butun varlıgı ilə) hazır olub (ona cani-dildən) qulaq asan kimsə ucun oyud-nəsihət vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"And olsun ki, Biz goyləri, yeri və onların arasında olanları altı gundə yaratdıq və Bizə hec bir yorgunluq da uz vermədi"},{"SurahNumber":50,"VerseNumber":39,"Text":"(Ya Peygəmbər!) Artıq onların dediklərinə (batil sozlərinə) səbr et. Gun dogmamısdan əvvəl, batmamısdan əvvəl Rəbbini təqdis edib sə’ninə təriflər de"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecənin bir vaxtında və səcdələrdən sonra da (Onu sukr-səna ilə təqdis et)"},{"SurahNumber":50,"VerseNumber":41,"Text":"(Ya Peygəmbər!) Carcının yaxın bir yerdən car cəkəcəyi gun (deyilən sozu, surun səsini) dinlə! (O gun Israfil uca səslə: “Ey kohnəlmis sumuklər, ey bir-birindən ayrılmıs oynaqlar, ey əprimis ətlər, ey dagılmıs saclar! Allah sizə haqq-hesab gununə gəlmək ucun yenidən birləsməyi buyurur!” – deyəcək və suru ikinci dəfə ufurəcəkdir)"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun (butun yaranmıslar) dəhsətli (tukurpədici) səsi dogrudan-dogruya esidəcəklər. O gun (qəbirlərdən) cıxma gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Subhəsiz ki, dirildən də, oldurən də Bizim. (Axır) donus də Bizim huzurumuzadır"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer onlardan ayrılıb parcalanacaq, onlar sur’ətlə (torpagın altından, qəbirlərindən cıxacaqlar). O bizim ucun asan olan həsrdir (Butun yaranmısların bir yerə toplanacaqları məhsər gunudur)"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların nə dediklərini cox gozəl bilirik. (Ya Peygəmbər!) Sən onlara zor edən (onları zorla imana gətirən) deyilsən. Sən Mənim təhdidimdən (əzabımdan) qorxablara Qur’anla oyud-nəsihət ver"}]}