{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta—sina, yi ayata hun ‘‘kura'ana’’ka ra spasta kitabaka"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mominaharuko nimti margadarsana ra subhasucana"},{"SurahNumber":27,"VerseNumber":3,"Text":"Jo namaja padhdachan ra jakata (dharmadaya) didachan ra akhiratama visvasa gardachan"},{"SurahNumber":27,"VerseNumber":4,"Text":"Juna manisaharu akhiratamathi astha rakhdainan hamile uniharuko karma uniharuko lagi sobhayamana bana'idi'eka chaum. Atah tiniharu bhautaridai chan"},{"SurahNumber":27,"VerseNumber":5,"Text":"Yinai manisaharu hun, jasako nimti thulo yatana cha ra uniharu nai akhiratama pani thulo noksani bhognechan"},{"SurahNumber":27,"VerseNumber":6,"Text":"Niscaya nai tapa'ila'i e'uta thulo tatvadarsi jnanavanako tarphabata kura'ana sika'idaicha"},{"SurahNumber":27,"VerseNumber":7,"Text":"Smarana gara jaba ‘‘musale’’ aphno gharavalasita bhaneh ki maile ago dekheko chu. Maile tyahambata kunai sucana va salkirakheko agoko dallo timro pasama li'era a'umchu, taki timile aphula'i n'yano para"},{"SurahNumber":27,"VerseNumber":8,"Text":"Jaba ‘‘musa’’ tyasako najika a'e taba avaja di'iyo ki tyo juna ki yasa agoma cha, u dhan'ya cha ra jo yasako asapasama cha usala'i barakata (upahara) di'i'eko cha! Ra allaha ucca ra mahana cha, jo sampurna jagatako palanakarta ho"},{"SurahNumber":27,"VerseNumber":9,"Text":"He musa suna! Ma nai hum allaha, adhipatyasali ra tatvadarsi sampanna"},{"SurahNumber":27,"VerseNumber":10,"Text":"Timile aphno laththi phyanka. Jaba musa le tyasala'i hallirakheko sarpa jasto dekhnu bhayo ta pithyum parka'i bhage ra pachadi pharkera pani herenan. (Avaja ayo) he musa! Nadara'u, nihsandeha rasulaharu mero pasa dara'une gardainan"},{"SurahNumber":27,"VerseNumber":11,"Text":"Tara jasale aparadha gare ani tyasa naramro kura pascata asala karma gardachan bhane tyasa naramro kamapachi ta ma pani ksamadata, dayavana chu"},{"SurahNumber":27,"VerseNumber":12,"Text":"Ra aphno hata aphno kamkhama rakha. Tyo bina kunai kharabiko ujjavala bha'era niskinecha. Yi nau ‘‘9’’ nisaniharu li'era phira'auna ra tyasako jati samudayatira ja'u. Niscaya nai uniharu avajnakari manisaharu hun"},{"SurahNumber":27,"VerseNumber":13,"Text":"Jaba unako pasama amkha khulla garne hamra spasta nisaniharu puge, ta bhanna thaleh ki yo ta spastarupama jadu ho"},{"SurahNumber":27,"VerseNumber":14,"Text":"Uniharule atyacara ra ghamandako karana inakara gare jabaki unika hrdayale visvasa garisakeka thi'e. Tasartha hernus ki ti upradava garneharuko parinama ke bhayo"},{"SurahNumber":27,"VerseNumber":15,"Text":"ra hamile niscaya nai ‘‘da'uda’’ ra ‘‘sulaimanala'i’’ jnana pradana gareka thiyaum. Ra uni duvaile bhane ki sampurna prasansa allahako lagi cha jasale hamila'i aphno dheraijaso imanavala dasaharuko damjoma sresthata pradana garyo"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ra ‘‘da'udako’’ uttaradhikari sulaimana (alahis'salamai) bha'e ra unale bhaneh ki he manisaharu! Hamila'i panksiharuko boli sika'i'eko cha ra hamila'i hareka (jaruri) kuramadhyebata pradana gari'ekocha. Nihsandeha yo spastarupale allahako krpa ho"},{"SurahNumber":27,"VerseNumber":17,"Text":"‘‘Sulaimanako’’ samu unaka sabai phauja jinna ra manusya ra panksiharubata ekatra gari'e ra uniharuko kisima anusara darja nirdharita gari'eko thiyo"},{"SurahNumber":27,"VerseNumber":18,"Text":"Jaba uni kamilaharuko bainsima puge ta e'uta kamilale bhan'yoh ki he kamilaharu a–aphno duloharuma pravesa garihala, yasto nahos ki ‘‘sulaimana’’ ra usako phaujale timiharula'i kulcihalun ra unila'i thaha pani nahos"},{"SurahNumber":27,"VerseNumber":19,"Text":"Unako yasa kurama uni(sulaimana) hamsihale ra bhanna thaleh ki he palanakarta! Mala'i sakti de'u juna krpa timi mamathi ra mera ama babumathi gareka chau, tyasaprati krtajnata jnapana garum ra yasta asala kama garum ki tyasabata timi prasanna bha'ihala ra mala'i aphno krpale aphno asala dasaharuma pravesa gara'ihala"},{"SurahNumber":27,"VerseNumber":20,"Text":"Unale panksiharuko jamcapadatala gare, taba bhannathale ke karana cha ki ma ‘‘hudahuda’’ carala'i dekhdina, ke vastavama tyo yaham chaina"},{"SurahNumber":27,"VerseNumber":21,"Text":"niscitarupale ma usala'i kathora danda dinechu va tyasala'i jab'ha garihalnechu va mero agadi (anupasthitiko) kunai spasta karana prastuta garos"},{"SurahNumber":27,"VerseNumber":22,"Text":"Kehi samaya matra biteko thiyo, ki ‘‘hudahuda’’ a'ipugyo ra bhanna thalyoh ki mala'i e'uta yasto kuro thaha bha'echa, juna tapa'ila'i thaha chaina. Ma ‘‘saba’’ (saharabata) tapa'iko pasama e'uta visvasaniya sucana li'era a'eko chu"},{"SurahNumber":27,"VerseNumber":23,"Text":"Maile e'uti yasti strila'i dekhem jo manisaharumathi sasana garche. Ra usala'i hareka kurabata kehi nakehi prapta cha ra usako sinhasana pani bado garimamaya cha"},{"SurahNumber":27,"VerseNumber":24,"Text":"Maile dekheko chu, ki usale ra usako jatibandhuharule allahala'i chadi suryala'i dhogne gardachan, ra saitanale uniharuka karmaharula'i uniharuko lagi ramro bana'idi'eko cha ra uniharula'i satya margabata vicalita garirakheko cha. Atah uniharu sidha marga pa'irakheka chainan"},{"SurahNumber":27,"VerseNumber":25,"Text":"Ki allahala'i nai dhogne garun jo akasaharu ra dharatima lukeko kuraharula'i prakata gardacha ra timro adrsya ra prakata karmaharu jandacha"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allaha baheka kohi pujako yogya chaina, uhi nai sarvaecca sattasana (arsa) ko svami ho"},{"SurahNumber":27,"VerseNumber":27,"Text":"Sulaimanale bhaneh aba hami hernechaum ki timile samco bhaneka chau va timi jhutha hau"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mero yo patra li'era ja'u ra yasala'i uniharuko agadi prastuta garide'u ani uniharubata alaga bha'era hera, ki uniharule ke javapha (pratikriya) dinchan"},{"SurahNumber":27,"VerseNumber":29,"Text":"Usale (ranile) bhanin ki he darabarabariharu! Mala'i e'uta pratisthita patra patha'i'eko cha"},{"SurahNumber":27,"VerseNumber":30,"Text":"Tyo sulaimanako tarphabata a'eko cha ra tyo ksama dine allahako namabata suru huncha jo bado krpasila tatha atyanta dayavana cha"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ki masita atteripana nagara ra ajnakari bani mero pasama a'u"},{"SurahNumber":27,"VerseNumber":32,"Text":"Usale bhani ki he saradaraharu! Mero kuraharuma mala'i paramarsa de'u. Ma kunai kurako nirnaya gardina jabasam'ma timiharuko sallaha ra upasthiti humdaina"},{"SurahNumber":27,"VerseNumber":33,"Text":"Uniharu sabaile bhaneh ki hami saksama ra saktisali chaum ra hamila'i thulo yud'dhaksamata prapta cha. Adesa dinu tapa'iko adhikarama cha, atah tapa'ile vicara garnus ki tapa'ile ke adesa dinuhunecha"},{"SurahNumber":27,"VerseNumber":34,"Text":"Usale bhani ki samrata jaba kunai bastima pravesa gardachan taba tyasala'i nasta garidinchan ra tyahamka prabhavasali vyaktiharula'i apamanita garera chadchan. Ra yiniharule pani yastai nai garnechan"},{"SurahNumber":27,"VerseNumber":35,"Text":"Maile uniharutira e'uta upahara patha'umdaichu, ani hernechu ki dutale ke uttara li'era pharkancha"},{"SurahNumber":27,"VerseNumber":36,"Text":"Jaba patrabahaka sulaimanakaham pugyo, taba (sulaimanale) bhaneh ke timile mala'i dhanabata maddata garna cahanchau, je–jati allahale mala'i pradana gareko cha, tyo u sababhanda ramro cha, juna ki timila'i di'eko cha. Tyasakarana timi pani aphno upaharabata khusi bha'irakha"},{"SurahNumber":27,"VerseNumber":37,"Text":"Tiniharuko pasama pharkera ja'u, hamile uniharuko virodhama yasto sena li'era a'une chaum, jasako uniharule samana garnasakne chainan ra hamile uniharula'i apamanita garera nikalidinechaum ra tiniharu tiraskrta hunechan"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sulaimanale) bhaneh ki he darabaravalaharu! Timiharumadhye kasale usako sinhasana li'era mero pasama a'umna sakcha, yasabhanda agadi ki tiniharu ajnakari bha'i mero pasama a'un"},{"SurahNumber":27,"VerseNumber":39,"Text":"Jinnaharumadhye e'uta balistale bhan'yoh ki tapa'ile yasa baithakabata uthnubhanda pahila nai ma tapa'iko agadi lya'idinechu. Mala'i yasako sakti prapta cha, ra ma visvasaniya pani hum"},{"SurahNumber":27,"VerseNumber":40,"Text":"E'uta vyaktile jasala'i kitabako jnana thiyo, bhanna thalyo ki ma tapa'ile amkha cima garnubhanda pahile tapa'iko pasama purya'una sakdachu. Jaba uhamle sinhasana aphno pasama rakhi'eko dekhnu bhayo ta bhane ki yo mero palanakartako udara anugraha ho, taki usale mero pariksa le'os ki ma krtajnata vyakta garchu va krtaghna bandachu. Jasale krtajnata dekha'umcha usale aphnai lagi krtajnata dekha'umcha ra jasale krtaghnata dekhayo, ta mero palanakarta niscaya nai nisprha (ra) udarakarta cha"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Sulaimanale) bhaneh ki yasa sinhasanama kehi parivartana gara jasabata yo thaha hos ki usale bato (sahi bato) pa'umche va sahi bato napa'uneharuko samuhamadhyeko huneche"},{"SurahNumber":27,"VerseNumber":42,"Text":"Ani jaba tyo a'ipugie ta usita bhaniyoh ki ke timro sinhasana pani yastai cha? Usale javapha di'i ki yo ta tyahi jasto lagcha ra mala'i ta yasabhanda agadi nai jnana prapta bha'isakeko thiyo ra ma ajnakari bha'isakeko thi'em"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ra allaha baheka jasala'i puja gardathi tinale unala'i rokirakheka thi'e. Nihsandeha tyo e'uta inkara garnevala samuhamadhyeki thi'i"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ani usita bhaniyoh ki mahalama pravesa gara. Jaba usale tyasako (pharsa) la'i dekhyo, taba usale tyasala'i paniko hauja than'yom ra aphno pidaula dekha'ihalyo. Sulaimanale bhane yo ta sisabata nirmita mahala ho. Tyasale bhani ki he mero palanakarta! Niscaya nai maile aphumathi atyacara garem. Aba maile sulaimanako sathama aphula'i allahama samarpita garidi'em, jo sampurna jagatako palanakarta ho"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ra hamile ‘‘samudatira’’ usako bha'i ‘‘salehala'i’’ pathayaum, ki timi sabai allahako puja gara tara tiniharu du'i samuhama vibhajita bha'i apasama jhagada garnathale"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Salehale) bhaneh ki he mero jatibandhuka manisaharu! Timi bhala'ibhanda agadi naramrotira kina sighrata dekha'irakheka chau? Ra timi allahasita ksama kina magdainaum, taki timimathi daya gariyos"},{"SurahNumber":27,"VerseNumber":47,"Text":"Uniharule bhannathaleh ki hami ta timi ra timra sathiharula'i hamro lagi apasaguna dekhirakheka chaum. (Salehale) bhaneh ki timro apasaguna allahako najika cha, baru timiharu ta sajayama parisakeka manisaharu hau"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ra yasa saharama naum jana jaththedara manisa thi'e, jasale desama upadrava garnegardathe ra sudhara gardainathe"},{"SurahNumber":27,"VerseNumber":49,"Text":"Uniharule apasama sapatha kha'ikha'ikan pratijna gare, ki ratima nai hami saleha ra usako gharavalaharumathi chapa marnechaum, ani usako uttaradhikariharusita bhanne chaum ki hami ta usako gharavalaharuko vinasa hune tha'umma jamdaiga'enau, ra hami satya kura bhandachaum"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ra uniharule e'uta gupta cala cale ra hamile pani e'uta cala calyaum tara uniharula'i thahai bha'ena"},{"SurahNumber":27,"VerseNumber":51,"Text":"Tasartha aba herihalah uniharuko dhokako parinama kasto bhayo. Hamile uniharula'i ra unako jati samudaya sabaila'i nasta parihalyau"},{"SurahNumber":27,"VerseNumber":52,"Text":"Yi unaka gharaharu hun jo uniharuko atyacarako karanale rikta bha'eka chan. Juna manisaharu jnani chan, uniharuko nimti yasama thulo nisani cha"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ra hamile uniharula'i jasale imana lya'eka thi'e ra sanyami thi'e baca'ihalyaum"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ra ‘‘lutala'i’’ pani pathayaum, jaba unale aphno samudayasita bhaneh ki timiharu janibujhi kina vyabhicara gardachau"},{"SurahNumber":27,"VerseNumber":55,"Text":"Yo ke kura cha ke timi striharula'i chadi aphno vasana praptiko nimti purusaharuko pasama janchau? Baru samco yo cha ki timiharu sahrai ajnani kama gardaichau"},{"SurahNumber":27,"VerseNumber":56,"Text":"Ani unako jatika manisaharuko uttara yasa baheka aru kehi thi'ena ki uniharule bhaneh lutaka gharavalaharula'i aphno bastibata bahira nikalide'u, yiniharu ta dherai pavitra banna cahanchan"},{"SurahNumber":27,"VerseNumber":57,"Text":"Antatah hamile unala'i ra unaka gharavalaharula'i, baca'ihalyau unaki stri baheka, jasako lagi hamile niyata garidi'eka thiyau ki, u pachi parneharumadhye huneche"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ra hamile unimathi e'uta (visesa khalako) varsa varsayau ra tyo saceta garisaki'eko lagi sahrai naramro varsa thiyo"},{"SurahNumber":27,"VerseNumber":59,"Text":"Tapa'i bhanidinus ki sabai prasansa allahako lagi cha ra usaka visista bhaktaharumathi salama ra santi cha, jasala'i usale rojihalyau. Ke allaha ramro cha, va uniharu jasala'i tiniharule sajhedara thahara'irakheka chan"},{"SurahNumber":27,"VerseNumber":60,"Text":"bhana ta akasaharu ra dharatila'i kasale srsti garyo, ra kasale akasabata pani varsayo, pheri tyasabata harabhara bagaicako srsti garyo, yo bagaicaka vrksaharu umarnu timro lagi sambhava thi'ena. Ke allahako sathama kohi aru pujya cha? Ho'ina, baru tiniharu nai satyamargabata tadhindaichan"},{"SurahNumber":27,"VerseNumber":61,"Text":"Kasale dharatila'i sthira garera basne tha'um banayo, ra usako bicama naharaharu bagayo, ra usako lagi pahadaharuko srsti garyo ra (jasale) du'i samundraharuko bicama tagaro banayo? Ta ke allahako sathama aru kohi pujya pani cha? Baru tiniharumadhye dheraile kehi bujhdainan"},{"SurahNumber":27,"VerseNumber":62,"Text":"Kasale vyagrako guhara sundacha, jaba tyasale usala'i guhardacha ra vyatha hata'idincha ra timila'i dharatima sasaka bana'umdacha? Ke allahako sathama aru kohi pujaniya cha? (Ho'ina) timiharule dherai kama upadesa ra siksa prapta gardachau"},{"SurahNumber":27,"VerseNumber":63,"Text":"Kasale timila'i jangala ra samudrako amdhyaroma bato dekha'umcha ra havaharula'i aphno daya garnubhanda agadi subhasandesa dina cala'umcha? Ani ke allahako sathama aru kohi pujaniya pani cha jasala'i yiniharule sajhedara bana'umchan? Allaha ucca ra mahana cha"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ko ho jasale pahilo praniharuko srsti gardacha, ani usako punaravrtti garnecha ra ko ho jasale timila'i akasa ra dharatibata jivika pradana gardaicha, ta ke allahako sathama aru kohi pujya cha? (Ho'ina) bhanidinus ki yadi timi samco hau bhane pramana pesa gara"},{"SurahNumber":27,"VerseNumber":65,"Text":"Bhanidinus ki jo akasaharu ra dharatima chan, allaha baheka kohi antarayami chaina uniharu ta yo pani jandainan ki kahile utha'inechan"},{"SurahNumber":27,"VerseNumber":66,"Text":"Baru akhiratako visayama unako jnanako antya bha'isakeko cha. Baru yiniharu yasabata sandehama chan, baru uniharu yasabata andha chan"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kaphiraharule bhaneh ki ke jaba hami, ra hamro babubaje mato bha'ihalchaum, taba ke pheri hami (cihanabata) nikaline chaum"},{"SurahNumber":27,"VerseNumber":68,"Text":"yo vaca hamisita ra hamra babu bajesita ta dherai pahiladekhi nai bha'irakheko cha. Yi ta purvajaharuka katha matra hun"},{"SurahNumber":27,"VerseNumber":69,"Text":"Bhanidinush ki dharatima ghumaphira ta garera hera ki aparadhiharuko parinama kasto bhayo"},{"SurahNumber":27,"VerseNumber":70,"Text":"Tapa'i uniharuko lagi duhkhi nahunus ra uniharuko da'ughataharubata pani duhkhi nahunus"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ra bhandachanh ki yadi satya hau bhane, ta yo vaca kahile pura hunecha bata'idinus"},{"SurahNumber":27,"VerseNumber":72,"Text":"javapha dinus! Ki juna kuraharu (yatana) ko nimti timile sighrata garirakheka chau, sayada tyasamadhyebata kehi timro najikama a'isakeka chan"},{"SurahNumber":27,"VerseNumber":73,"Text":"Nihsandeha tapa'iko palanakarta ta manisaharumathi thulo daya garnevala cha, tara yiniharumadhye dheraile krtajnata vyakta gardainan"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ra nihsandeha juna kuraharu unako chatima lukeko huncha ra juna kama uniharule prakata gardachan, tapa'iko palanakarta ti (sabai) jandacha"},{"SurahNumber":27,"VerseNumber":75,"Text":"Akasaharu ra dharatima lukeko kunai pani yasto kura chaina juna spasta ra khulla kitabama maujuda nahos"},{"SurahNumber":27,"VerseNumber":76,"Text":"Nihsandeha yo kura'anale bani isra'ilako agadi ti dherai kuraharu, jasama uniharule vivada gardachan, spastarupama bayana gardacha"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ra nihsandeha yo kura'ana imanavalaharuko nimti margadarsana ra krpa ho"},{"SurahNumber":27,"VerseNumber":78,"Text":"Tapa'iko palanakartale uniharubica aphno adesale sabai phaisala garidinecha. U sarvasakti sampanna ra sarvajna cha"},{"SurahNumber":27,"VerseNumber":79,"Text":"Tasartha tapa'ile allahama bharosa rakhnus. Niscitarupale tapa'i ta spasta (satyata) dharmama hunuhuncha"},{"SurahNumber":27,"VerseNumber":80,"Text":"Nihsandeha tapa'ile na murdaharula'i suna'una saknuhuncha ra na bahiraharula'i aphno avaja suna'una saknuhuncha, jaba ki uniharu pithyum pharka'i vimukha bha'era ga'iraheka chan"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ra nata tapa'ile andhala'i unako margavicalanabata hata'era sahi bato dekha'una saknuhuncha. Tapa'ile ta uniharula'i matra suna'una saknu huncha jasale hamro ayataharumathi astha rakhdachan ra ajnakari chan"},{"SurahNumber":27,"VerseNumber":82,"Text":"Jaba uniharuko lagi yatanako vaca pura hunecha, taba hamile uniharuko lagi dharatibata e'uta janavara nikalnechaum, jasale uniharusita kura garnecha, ki manisaharu hamro ayataharuma visvasa gardainathe"},{"SurahNumber":27,"VerseNumber":83,"Text":"Ra juna dina hami pratyeka samuhamadhyebata tyasa samuhala'i ekatrita garnechaum, jasale hamra ayataharula'i asatya bhandathe, ani uniharula'i vibhinna sreniharuma vibhajita garinecha"},{"SurahNumber":27,"VerseNumber":84,"Text":"Yahamsam'ma ki jaba sabai a'ipugnechan taba allahale adesa garnechah ki timila'i pura jnana nabha'era pani timile mera ayataharula'i kina asatya bhaneka thiyau? Ra yo pani bata'u ki timile ke gardai thiyau"},{"SurahNumber":27,"VerseNumber":85,"Text":"ra uniharuko aparadhako karanale uniharuko hakama yatanako vaca pura bha'era nai chadnecha, ani uniharu kehi bolna saknechainan"},{"SurahNumber":27,"VerseNumber":86,"Text":"Ke uniharule dekhenan ki hamile ratala'i bana'eka chaum taki yasama tiniharule arama garun, ra dinala'i ujyalo bana'eka chaum. Ra nihsandeha yasama tyasa samudayaharuko lagi jo imana ra visvasa rakhdachan nisaniharu chan"},{"SurahNumber":27,"VerseNumber":87,"Text":"Ra juna dina sura phumkinecha taba jo akasaharu ra jo jaminama chan, sabai attinechan, tini baheka jasala'i allaha cahancha. Ra sabai usako samaksa vivasa ra badhya bha'i upasthita hunechan"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ra jaba timile pahadaharula'i herera tiniharula'i aphno tha'umma sthira dekhdachau, tara tiniharu pani yasaprakara hindnechan, jasto ki badala. Yo allahako karigari ho, jasale pratyeka kurala'i baliyo banayo. Nihsandeha usale timro karmaharuko barema janakari rakhdacha"},{"SurahNumber":27,"VerseNumber":89,"Text":"Juna vyaktile asala karma li'era a'unecha, usako nimti usala'i tyasabhanda ramro pratiphala milnecha, ra yasta manisaharu tyasa dinako ghabarahatabata niscinta hunechan"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ra jasale naramro karma li'era a'unechan tiniharula'i ghokra'era narkama dhakelinecha. Timila'i ta tinai karmaharuko pratiphala prapta hunecha, juna timile gardai a'iraheka chau"},{"SurahNumber":27,"VerseNumber":91,"Text":"(Bhanidinus) mala'i yahi nai adesa bha'eko chah ki ma yasa ‘‘makka’’ saharako svamiko upasana garum, jasale yasala'i sam'manita ra maryadita bana'eko cha ra yi sabai kura usaiko adhinama chan ra yo pani adesa bha'eko cha ki ma usako ajnakariko rupama rahum"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ra yo pani ki ma ‘‘kura'ana’’ padhne garum, ta juna manisale sojho bato apana'umcha, usale aphnai pha'idako nimti apana'umcha, ra jo margavicalita huncha ta bhanidinus ki ma ta matra saceta garnevala hum"},{"SurahNumber":27,"VerseNumber":93,"Text":"Bhanidinus ki sampurna prasansa allahakai lagi hun. Usale timila'i sighra nai aphna nisaniharu dekha'unecha, jasala'i timi aphaile cinhihalnechau ra juna karma timile gardaichau, tyasabata timro palanakarta anabhijna chaina"}]}