{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa hepsi Allah’ı tesbih eder. O, oyle bir Melik ki, Kuddus’dur= her noksan seyden munezzehtir, Aziz’dir= her seye galibdir, Hakim’dir= butun islerinde hikmet sahibidir"},{"SurahNumber":62,"VerseNumber":2,"Text":"(Cogu okuma yazma bilmiyen) Arablar icinde, soylarından bir peygamber gonderen O’dur. (Bu Peygamber Muhammed Aleyhisselam) uzerlerine O’nun ayetlerini okuyor, onları (sirk kirinden) temizliyor, kendilerine Kur’an ve seriat (dini hukumler) ogretiyor. Halbuki bundan once (Peygamberin gelisinden evvel) acık bir sapıklık icinde idiler"},{"SurahNumber":62,"VerseNumber":3,"Text":"(Allah, hem okuyub yazmak bilmiyen ummi Arap’lara peygamberini gonderdi, hem de) onlardan baskalarına, (ashabdan sonra kıyamete kadar gelecek olanlara) ki, henuz onlara, (bu ilk Arab’lara) kavusmamıslardır. O, Aziz’dir= her seye galibdir, Hakim’dir= isinde hikmet sahibidir"},{"SurahNumber":62,"VerseNumber":4,"Text":"Iste bu (peygamberlik), Allah’ın fazlıdır; onu diledigine verir. Allah cok buyuk ihsan sahibidir"},{"SurahNumber":62,"VerseNumber":5,"Text":"Kendilerine Tevrat’la amel teklif edildikten sonra, onunla amel etmiyenlerin hali, cildlerle kitab tasıyan esegin haline benzer. Allah’ın ayetlerini inkar eden kavmin hali ne cirkin!... Allah, zalimler toplulugunu hidayete erdirmez"},{"SurahNumber":62,"VerseNumber":6,"Text":"(Ey Rasulum), de ki: “- Ey Yahudi’ler! Eger siz, diger insanlardan baska olarak Allah’ın dostları bulundugunuzu zannediyorsanız, haydin olmeyi isteyin; sayet (davanızda) sadık kimselerseniz...”"},{"SurahNumber":62,"VerseNumber":7,"Text":"Halbuki onlar, ellerinin one surdugu gunahlar yuzunden, olumu hic bir zaman isteyemezler. Allah zalimleri pek iyi bilir, (ona gore cezalarını verir)"},{"SurahNumber":62,"VerseNumber":8,"Text":"(Ey Rasulum, onlara) de ki: “-Haberiniz olsun, o kacıp durdugunuz olum, muhakkak gelib size kavusacaktır. Sonra hem gizliyi, hem asikarı bilen Allah’a donduruleceksiniz de, O, size neler yaptıgınızı haber verecektir; (buna gore sizi cezalandıracaktır)"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ey iman edenler! Cuma gunu, namaz icin ezan okundugu zaman hemen Allah’ın zikrine, (hutbe dinlemeye ve namaz kılmaya) gidin; alısverisi bırakın. Bu (hutbe dinlemek ve namaz kılmak), sizin icin daha hayırlıdır; eger bilirseniz"},{"SurahNumber":62,"VerseNumber":10,"Text":"Sonra namaz kılınınca, yeryuzune dagılın da Allah’ın fazlından rızk arayın. Allah’ı (her halinizde) cok anın ki, (dunya ve ahiret saadetine kavusub azabdan) kurtulabilesiniz"},{"SurahNumber":62,"VerseNumber":11,"Text":"Boyle iken, (siddetli bir kıtlıgın hukum surdugu bir zamanda sen hutbe okurken, zahire yuklu bir ticaret kafilesinin gelisini haber veren def seslerini ashab duyunca; hutbeyi terk etmenin bir zararı olmıyacagı dusuncesine kapılarak) bir ticaret veya eglenti (def sesi) gorduklerinde, ona fırladılar da seni (hutbede) ayakta bıraktılar. (Mescidde yalnız on iki kisi kalmıstı). De ki: “- Allah katında olan sevab, eglentiden de, ticaretten de hayırlıdır. Allah rızık verenlerin en hayırlısıdır.”"}]}