{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf - Ha - Ya - Ayn - Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbın rahmetini kulu Zekeriyya´ya artmasıdır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Hani bir vakit o, Rabbine gizli bir seslenisle seslenmisti de"},{"SurahNumber":19,"VerseNumber":4,"Text":"«Ey Rabbim ! Kemiklerim gercekten iyice zayıfladı ve basımdaki saclarım da aklasıp alev alev tutusurcasına agardı. Rabbim ! Sana yalvarıp yakarmakta hic de bedbaht olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ve dogrusu arkamdan yerime gececek yakınlarımdan endiseliyim. Karım da kısır bulunuyor. Artık sen kendi katından bana da, Yakub ailesine de varis olacak bir veli (isleri senin adına yurutecek bir erkek evlad) bagısla. Hem Rabbim! Onu rızana layık gor.» Demisti"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ve dogrusu arkamdan yerime gececek yakınlarımdan endiseliyim. Karım da kısır bulunuyor. Artık sen kendi katından bana da, Yakub ailesine de varis olacak bir veli (isleri senin adına yurutecek bir erkek evlad) bagısla. Hem Rabbim! Onu rızana layık gor.» Demisti"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Allah), «Ey Zekeriyya ! Dogrusu biz seni Yahya isminde bir oglanla mujdeliyoruz ki bundan once bu adı kimseye vermedik.»"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya dedi ki: «Rabbim ! Benim nasıl oglum olabilir ki karım kısırdır, ben de yaslılıgın son kertesine gelmis bulunuyorum ?!»"},{"SurahNumber":19,"VerseNumber":9,"Text":"Allah ona: «Bu boyledir. Rabbin buyurdu, o bana gore cok kolaydır; sen hicbir sey degil iken bundan once seni yarattım,» dedi"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zekeriyya: «Rabbim ! O halde bana bir alamet lutfet,» dedi. Allah ona: «Saglıgın tam yerindeyken insanlarla uc gece konusmaman (senin icin alamet)dır,» buyurdu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Bunun uzerine Zekeriyya, mihrabdan cıkıp kavmine, «sabah aksam tesbih edin!» diye isarette bulundu"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya ! Kitaba butun gucunle sarıl, dedik. Biz ona henuz cocuk iken hikmet (ilim ve irfan) verdik. Ayrıca kendi katımızdan bir ince kalblilik, yufka yureklilik ve paklık sunduk. O zaten (gunah ve fenalıktan) sakınan, ana - babasına cok iyi davranan idi; o zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ey Yahya ! Kitaba butun gucunle sarıl, dedik. Biz ona henuz cocuk iken hikmet (ilim ve irfan) verdik. Ayrıca kendi katımızdan bir ince kalblilik, yufka yureklilik ve paklık sunduk. O zaten (gunah ve fenalıktan) sakınan, ana - babasına cok iyi davranan idi; o zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ey Yahya ! Kitaba butun gucunle sarıl, dedik. Biz ona henuz cocuk iken hikmet (ilim ve irfan) verdik. Ayrıca kendi katımızdan bir ince kalblilik, yufka yureklilik ve paklık sunduk. O zaten (gunah ve fenalıktan) sakınan, ana - babasına cok iyi davranan idi; o zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ona (Allah katından) hem dogdugu gun, hem olecegi gun, hem de dirilip kalkacagı gun selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitapta Meryem´i de an; hani o, ailesinden ayrılıp dogu tarafına cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra da onlardan taraf bir perde tutup germisti. Biz de ona ruhumuzu (Melek Cebrail´i) gondermistik de O, ona endamlı, yakısıklı bir insan seklinde temessul edip gorunmustu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem, «eger (Allah´tan) korkup sakınan bir kimse isen, senden elbette Allah´a sıgınırım» demisti"},{"SurahNumber":19,"VerseNumber":19,"Text":"Cibril ona : «Ben ancak sana tertemiz pak bir oglan bagıslamak icin Rabbin elcisiyim,» demisti"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem de, «bana bir insan dokunmamısken bir oglum nasıl olur ? Ben kotu ahlaklı bir kadın da degilim» demisti"},{"SurahNumber":19,"VerseNumber":21,"Text":"Cibril ona : «Oyle de olsa, Rabbin buyurdu: Bu bana gore pek kolaydır; hem onu insanlara (kudretimizin yuceligine delalet eden mustesna) bir belge ve bizden bir rahmet olarak sunacagız. Ve artık bu hukmedilmis bir istir ki olup bitmistir.» demisti"},{"SurahNumber":19,"VerseNumber":22,"Text":"Meryem, ogluna gebe kaldı ve bu haliyle uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken dogum sancısı onu bir hurma dalına cekip goturdu. «Ah keske bundan once olseydim de unutulup gitseydim, (bu is basıma gelmeseydi) !» dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından bir ses soyle dedi ona : «Uzulme, Rabbin senin altında bir su arkı meydana getirdi, hurma dalını kendine dogru cekip silkele, uzerine taze hurma dokulsun.»"},{"SurahNumber":19,"VerseNumber":25,"Text":"Altından bir ses soyle dedi ona : «Uzulme, Rabbin senin altında bir su arkı meydana getirdi, hurma dalını kendine dogru cekip silkele, uzerine taze hurma dokulsun.»"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, ic ; (doguracagın oglunla) gozun aydın olsun. Insanlardan birini gorursen de ki: Dogrusu ben Rahman´a oruc (susup konusmamayı) adadım ; o bakımdan bugun hicbir insan ile konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Onu alıp kavmine getirdi. Dediler ki: A Meryem ! And olsun ki cok sasılacak bir sey getirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi! Senin baban fena bir kisi degildi, anan da iffetsiz ve hayasız bir kadın degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem cocuga isaret ederek onu gosterdi. Onlar : Henuz besikteki bir cocukla nasıl konusalım ? dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"Isa, «suphesiz ki ben Allah´ın kuluyum, O bana kitap verdi ve beni peygamber kıldı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Ve nerede olursam olayım beni mubarek eyledi. Yasadıgım surece bana namaz kılmamı ve zekat vermemi tavsiye etti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anama iyilikte bulunmamı emretti; O beni bedbaht bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Dogdugum gun de, olecegim gun de, dirilip kaldırılacagım gun de selam (esenlik ve mutluluk) bana olsun !» dedi"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında supheye dustukleri Meryem oglu Isa, gercek (yanıyla ve yonuyle) budur. (Veya O, hakkın kelimesidir, kun emriyle vucut bulmustur)"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah´ın cocuk edinmesi olur sey degildir. O, (bu gibi beseri sıfatlardan) cok yuce ve munezzehtir. O, bir seyin olup yerine gelmesini irade edince, ona ancak «ol!» der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ve dogrusu Allah, benim de, sizin de Rabbimizdir; artık O´na ibadet ediniz. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"(Isa hakkında) kendi aralarında gruplasanlar gorus ayrılıgına dustuler. Artık o buyuk gune sahit olacak o inkarcıların vay haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun neler isitecekler, neler gorecekler ? Ama o zalimler cok acık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Onlar gafletteyken ve onlar iman etmezken isin bitirilmis oldugu o hasret gunu ile kendilerini uyar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Suphesiz ki biz, yeryuzune de, onda bulunanlara da varis olacagız ve onlar ancak bize donduruleceklerdir"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitapta Ibrahim´i de an. Suphesiz ki o dogruluk timsalidir; o peygamberdir"},{"SurahNumber":19,"VerseNumber":42,"Text":"Hani bir zaman o babasına (soyle) demisti: Babacıgım, hic isitmeyen, gormeyen ve sana hic yararı olmayan seylere nicin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım, suphen olmasın ki ilimden sana gelmiyen bana gelmistir; onun icin bana uy ki seni dosdogru bir yola gotureyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım, seytana tapma ; cunku gercekten seytan Rahman´a bas kaldırıp karsı gelmistir"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım, dogrusu ben. Rahman´dan sana dokunacak bir azabdan korkarım ; o takdirde seytana dost ve arkadas olursun"},{"SurahNumber":19,"VerseNumber":46,"Text":"Babası ona : Ey Ibrahim ! Sen benim tanrılarımdan yuz mu ceviriyorsun? And olsun ki bundan vazgecmezsen elbette seni taslarım. Uzun bir sure beni terkedip uzaklas, dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim, babasına: Selam sana, senin icin Rabbimden bagıslanma dileyecegim. Suphesiz ki O benim hakkımda (sizden cok) lutuf ve kerem sahibidir"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizi Allah´tan baska taptıklarınızla bırakıp cekilir, Rabbime dua ederim ; umulur ki Rabbıma yapacagım dua ile bedbaht olmam, (dedi)"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ibrahim onları Allah´tan baska taptıkları seyle basbasa bırakıp cekilince, biz ona Ishak ile Yakub´u bagısladık ve onların herbirini peygamber kıldık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Onlara rahmetimizden sunduk ve onlar icin cok yuce bir dogruluk dili verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa´yı da an. Suphesiz ki o, (Tevhid Dininde) samimi ve katıksız Idi ve o bir resul bir nebi Idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona Tur dagının sag tarafından seslenmis, konusmak icin onu yaklastırmıstık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ve rahmetimizden kardesi Harun´u peygamber olarak ona (bir rahmet bagısı olarak) verdik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta Ismail´i de an. Dogrusu o sozunde sadık bir kimse; (aynı zamanda) bir resul ve nebi idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine ve yakınlarına namaz ve zekat ile emrederdi ve o, Rabbinin yanında begenilmis, hosnutluga erismisti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris´i de an. Dogrusu o, dogrulugun timsali bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir yere yukselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar Allah´ın kendilerine nimetler verdigi peygamberler; Adem´in soyundan, Nuh ile beraber tasıdıklarımızdan; Ibrahim ile Ismail´in neslinden ve dogru yola erdirdigimizdendirler. Rahman´ın ayetleri onlara okundugu zaman aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Bunların ardından (bozuk) bir nesil geldi, namazı bıraktılar, sehvetlerine uydular. Onlar da azgınlıklarının cezasını bulacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip iman eden ve iyi-yararlı islerde bulunanlar mustesna.. Bunlar Cennet´e girecekler ve hicbir haksızlıga ugramıyacaklar"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman´ın kullarına gıyaben va´dettigi ADN Cennetlerine girecekler. Suphesiz ki O´nun va´di yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada bos anlamsız bir soz degil, sadece «selam» isitecekler. Onların orada sabah aksam rızıkları hazırdır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste bu Cennet´lere kullarımızdan (Allah´tan) korkup (fenalıklardan) sakınanları varis kılacagız"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz gorevli melekler ancak Rabbın buyruguyla ineriz. Onunuzde, arkanızda ve bunun arasındaki her sey O´nundur. Senin Rabbin unutkan degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, goklerin, yerin ve ikisi arasında bulunan seylerin Rabbıdır. Artık O´na ibadet et ve O´na ibadetinde sabırlı olmaya calıs. O´na denk ve benzer olacak hicbir sey bilir misin"},{"SurahNumber":19,"VerseNumber":66,"Text":"Insafı der ki: Ben oldugumde mi bir sure sonra diri olarak (kabrimden) cıkarılacagım"},{"SurahNumber":19,"VerseNumber":67,"Text":"Bu insan daha once hicbir sey degilken kendisini yarattıgımızı dusunup hatırlamaz mı"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbına and olsun ki, onları seytanlarla beraber mutlaka diriltipkaldıracagız ve biraraya getirip toplayacagız. Sonra da onları Cehennemin etrafında dizustu hazır bulunduracagız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra da her topluluktan Rahman´a en cok kustahlık yapıp baskaldıranları cekip (Cehennem´e atacagız)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra, elbette biz o Cehennem´e girip yaslanmaya en layık olanları da daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Hem sizden hicbir kimse yoktur ki Cehennem´e ugramıs olmasın. Bu, Rabbın yanında kesin hukme baglanmıstır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra da Allah´tan korkup fenalıklardan sakınanları kurtaracagız. Zalimleri ise dizleri ustu Cehennem´de bırakacagız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine acık secik okundugu zaman o inkar edenler, iman edenlere derler ki, «bu iki topluluktan hangisinin makamı daha iyi, meclis ve mahfilce daha guzeldir?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Oysa onlardan once nice nesilleri yok ettik ki malca da, gosterisce de daha (guclu ve) guzel idiler"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: Kim sapıklıkta bulunursa, Rahman (olan Allah) onun ipini uzattıkca uzatsın (ama) sonunda onlar kendilerine va´dolunan azabı ya da Kıyamet´i gorunce, kimin makamca daha fena, askerce daha zayıf oldugunu bileceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah ise dogru yolu bulanların dogruyu bulma yetenegini artırır. Baki kalacak iyi yararlı ameller ise Rabbın katında hemsevabca daha hayırlıdır, hem sonucca daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi inkar edip, «bana elbette mal ve cocuk verilecektir» diyeni gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"Gaybı mı biliyor, yoksa Rahman´ın katından bir soz mu almıstır"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır, onun soyledigini yazacagız ve azabı ondan yana uzattıkca uzatacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun soyledikleri seye biz mirascı olacagız ve o yalnız basına bize gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine azizlik ve seref (vesilesi) olsunlar diye Allah´tan baska bir takım tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, o tanrılar, onların ibadetlerini inkar edecekler ve onlara karsı dusman olacaklar"},{"SurahNumber":19,"VerseNumber":83,"Text":"Kafirlerin uzerine onları surukleyip canlarını sıkan seytanları gonderdigimizi gormedin mi"},{"SurahNumber":19,"VerseNumber":84,"Text":"O halde aleyhlerine acele etme; biz onların (gunlerini) sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"O gun Allah´tan korkup kotuluklerden sakınanları Rahman´a gonderilen konuk heyet olarak toplayacagız"},{"SurahNumber":19,"VerseNumber":86,"Text":"Suclu gunahkarları ise susuz bir vaziyette Cehennem´e surup goturecegiz"},{"SurahNumber":19,"VerseNumber":87,"Text":"Rahman´ın yanında bir soz almıs olandan baskası sefaate yetkili olmayacak"},{"SurahNumber":19,"VerseNumber":88,"Text":"Rahman cocuk edindi, dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"And olsun ki, cok cirkin ve de buyuk bir soz ortaya getirip attınız"},{"SurahNumber":19,"VerseNumber":90,"Text":"Neredeyse Rahman´a cocuk isnad etmelerinden dolayı gokler catlayacak, yer yarılacak ve daglar yıkılıp cokecek"},{"SurahNumber":19,"VerseNumber":91,"Text":"Neredeyse Rahman´a cocuk isnad etmelerinden dolayı gokler catlayacak, yer yarılacak ve daglar yıkılıp cokecek"},{"SurahNumber":19,"VerseNumber":92,"Text":"Oysa Rahman´a cocuk edinmek yakısmaz, (O´nun ilahlık vasfına uygun dusmez)"},{"SurahNumber":19,"VerseNumber":93,"Text":"Goklerde ve yerde her kim ve ne varsa mutlaka Rahman´a kul olarak gelirler"},{"SurahNumber":19,"VerseNumber":94,"Text":"And olsun ki, O, onları birer birer sayıp hesaplamıstır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ve hepsi de Kıyamet gunu O´na yalnız basına gelecektir"},{"SurahNumber":19,"VerseNumber":96,"Text":"Iman edip Iyi yararlı amellerde bulunanları elbette Rahman (olan Allah) sevgili kılar"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz bu Kur´an´ı Allah´tan korkup fenalıklardan sakınanları mujdelemen ve inadcı bir toplulugu onunla uyarman icin senin dilinle kolaylastırdık"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ve onlardan once nice nesilleri yok ettik. Onlardan birini olsun hissediyor musun veya onların bir fısıltısını duyuyor musun"}]}