{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alif Laam Miem"},{"SurahNumber":31,"VerseNumber":2,"Text":"Dit zijn verzen van het Boek vol van Wijsheid"},{"SurahNumber":31,"VerseNumber":3,"Text":"Een leiding en een genade voor de goeden"},{"SurahNumber":31,"VerseNumber":4,"Text":"Zij, die het Gebed naleven en de Zakaat betalen, en die in het Hiernamaals vast geloven"},{"SurahNumber":31,"VerseNumber":5,"Text":"Zij zijn het, die de leiding van hun Heer volgen, en zij zullen slagen"},{"SurahNumber":31,"VerseNumber":6,"Text":"En onder de mensen is iemand die door ijdele praatjes zonder kennis (anderen) van Allah's pad wil doen afdwalen en er mee de spot drijft; voor zulken zal er een vernederende straf zijn"},{"SurahNumber":31,"VerseNumber":7,"Text":"En wanneer Onze woorden aan hem worden voorgedragen, wendt hij zich verachtelijk af alsof hij ze niet hoorde en zijn oren verstopt waren. Kondig hem daarom een pijnlijke straf aan"},{"SurahNumber":31,"VerseNumber":8,"Text":"Voorzeker, die geloven en goede werken doen, zullen gezegende tuinen hebben"},{"SurahNumber":31,"VerseNumber":9,"Text":"Waarin zij zullen vertoeven, zo is Allah's Belofte; Hij is de Almachtige, de Alwijze"},{"SurahNumber":31,"VerseNumber":10,"Text":"Hij heeft de hemelen geschapen zonder enige voor u zichtbare pilaren en Hij heeft op aarde hechte bergen gemaakt opdat zij niet beven met u, en Hij heeft er allerlei dieren over verspreid. Wij hebben water uit de wolken nedergezonden en hebben allerlei edele soorten daarin (de aarde) doen groeien"},{"SurahNumber":31,"VerseNumber":11,"Text":"Dit is de Schepping van Allah. Toont mij nu wat degenen hebben geschapen die naast Hem (worden gesteld). Neen, de onrechtvaardigen verkeren klaarblijkelijk in dwaling"},{"SurahNumber":31,"VerseNumber":12,"Text":"En Wij schonken wijsheid aan Loqmaan, zeggende: \"Wees Allah dankbaar, want hij die dankbaar is, is dankbaar voor zichzelf, en die ondankbaar is: Allah is Zichzelf-genoeg, Geprezen"},{"SurahNumber":31,"VerseNumber":13,"Text":"Toen Loqmaan tot zijn zoon, terwijl hij hem raad gaf, zeide: \"O mijn lieve zoon, ken geen medegoden aan Allah toe; afgoderij is inderdaad een grote ongerechtigheid"},{"SurahNumber":31,"VerseNumber":14,"Text":"Wij hebhen de mens op het hart gedrukt betreffende zijn ouders, zijn moeder droeg hem in zwakte op zwakte, en zijn zogen nam twee jaren in beslag. Zeg Mij en uw ouders dank, tot Mij is de terugkeer"},{"SurahNumber":31,"VerseNumber":15,"Text":"Maar indien (uw ouders) trachten u iets met Mij te doen vereenzelvigen, waarvan gij geen kennis hebt, gehoorzaam hen niet. Doch leef met hen samen in de wereld op een behoorlijke wijze en volg de weg van hem die zich tot Mij richt. Dan zult gij tot Mij terugkeren en Ik zal u inlichten over hetgeen gij deedt"},{"SurahNumber":31,"VerseNumber":16,"Text":"O mijn lieve zoon! Al zou het het gewicht van een mosterdzaadje zijn, en al zou het zich in een rots bevinden of in de hemelen of op aarde, Allah zal het zeker openbaar maken. Voorwaar, Allah is Aldoordringend, Alkennend"},{"SurahNumber":31,"VerseNumber":17,"Text":"O mijn lieve zoon, verricht het gebed en beveel het goede aan en verbied het kwade en verdraag geduldig wat u ook overkome. Dit is een ernstige zaak"},{"SurahNumber":31,"VerseNumber":18,"Text":"En keer uw gelaat niet (in verachting) van de mensen af noch wandel in hoogmoed op aarde; want Allah heeft de hoogmoedige noch de pocher lief"},{"SurahNumber":31,"VerseNumber":19,"Text":"En loop met gewone stap en verzacht uw stem; want de meest onaangename stem is het gebalk van een ezel"},{"SurahNumber":31,"VerseNumber":20,"Text":"Hebt gij niet gezien, dat Allah alles wat in de hemelen en op aarde is in uw dienst heeft gesteld en Zijn gunsten rijkelijk aan u heeft geschonken, zowel uiterlijk als innerlijk? En onder de mensen zijn er, die over Allah twisten, zonder kennis of enige leiding of een verlichtend Boek"},{"SurahNumber":31,"VerseNumber":21,"Text":"En als er tot hen wordt gezegd: \"Volgt hetgeen Allah heeft geopenbaard,\" zeggen zij: \"Neen, wij zullen datgene volgen wat wij onze vaderen zagen volgen.\" Zelfs al zou Satan hen tot de straf van het branden hebben uitgenodigd"},{"SurahNumber":31,"VerseNumber":22,"Text":"Maar hij, die zich aan Allah onderwerpt en het goede doet, heeft inderdaad een sterk houvast gegrepen. Bij Allah rust het einde aller dingen"},{"SurahNumber":31,"VerseNumber":23,"Text":"En zij die niet geloven, laat hun ongeloof u niet verdrieten. Tot Ons zullen zij wederkeren en Wij zullen hen inlichten over wat zij deden; Allah weet heel goed wat in hun innerlijk is"},{"SurahNumber":31,"VerseNumber":24,"Text":"Wij zullen hen voor een poosje zich laten vermaken; daarna zullen Wij hen tot een strenge straf voortdrijven"},{"SurahNumber":31,"VerseNumber":25,"Text":"En als gij hun vraagt: \"Wie schiep de hemelen en de aarde?\" zullen zij gewis antwoorden: \"Allah\". Zeg: \"Alle roem behoort aan Allah.\" Maar de meesten hunner weten het niet"},{"SurahNumber":31,"VerseNumber":26,"Text":"Aan Allah behoort al hetgeen in de hemelen en op aarde is, voorzeker Allah is Zichzelf-genoeg, Geprezen"},{"SurahNumber":31,"VerseNumber":27,"Text":"En als alle bomen op aarde pennen waren en de oceaan, met nog zeven oceanen aangevuld (inkt was), de woorden van Allah zouden niet kunnen worden uitgeput. Voorwaar, Allah is Almachtig, Alwijs"},{"SurahNumber":31,"VerseNumber":28,"Text":"O mensen uw Schepping en uw Opstanding zijn slechts als die van een enkele ziel. Voorwaar, Allah is Alhorend, Alziende"},{"SurahNumber":31,"VerseNumber":29,"Text":"Hebt gij niet gezien, dat Allah de nacht in de dag doet overgaan en de dag in de nacht en dat hij de zon en de maan in dienst heeft gesteld? Elk loopt voor een vastgestelde tijd; Allah is goed op de hoogte van hetgeen gij doet"},{"SurahNumber":31,"VerseNumber":30,"Text":"Dit is omdat Allah de Waarheid en wat zij naast Hem aanroepen vals is, en omdat Allah de Verhevene, de Grote is"},{"SurahNumber":31,"VerseNumber":31,"Text":"Hebt gij niet gezien, dat de schepen op zee varen door de gunst van Allah, opdat Hij u Zijn tekenen moge tonen? Voorzeker daarin zijn tekenen voor een ieder, die geduldig en dankbaar is"},{"SurahNumber":31,"VerseNumber":32,"Text":"En wanneer de golven hen als schaduwen omhullen, roepen zij Allah oprecht zijnde in gehoorzaamheid aan; maar wanneer Hij hen veilig aan land brengt, volgen slechts enigen hunner de rechte weg. En niemand verloochent Onze tekenen behalve de trouweloze, de ondankbare"},{"SurahNumber":31,"VerseNumber":33,"Text":"O mensen, vreest uw Heer, en ducht de Dag waarop geen vader zijn zoon iets zal baten, noch de zoon zijn vader van enig nut zal kunnen zijn. Allah's belofte is zeker waar. Laat daarom het wereldse leven u niet misleiden, noch laat de Verleider u omtrent Allah bedriegen"},{"SurahNumber":31,"VerseNumber":34,"Text":"Voorwaar, Allah alleen bezit de kennis van het Uur. Hij zendt de regen neder en Hij weet wat zich in de baarmoeder bevindt. Geen ziel weet wat zij morgen zal doen, en geen ziel weet in welk land zij zal sterven. Voorwaar, Allah is Alwetend, Alkennend"}]}