{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd, o Allah’a mahsusdur ki, goklerde ne var, yerde ne varsa hepsi O’nun; ahirette de hamd O’nundur. O, Hakim’dir= hukmunde hikmet sahibidir, Habir’dir= her seyden haberdardır"},{"SurahNumber":34,"VerseNumber":2,"Text":"O, yere gireni ve yerden cıkanı, gokten ineni ve goge yukseleni (ne olursa olsun) hep bilir. O, Rahim’dir= cok merhametlidir, Gafur’dur= cok bagıslayıcıdır"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kafir olanlar ise soyle dediler: “- Bize, o kıyamet vakti gelmiyecek.” (Ey Rasulum, onlara) de ki: “-Oyle degil, dogrusu gaybi bilen Rabbim hakkı icin, kıyamet muhakkak size gelecektir. O’ndan (Rabbimin ilminden), goklerde ve yerde zerre miktarı bir sey kacmaz. Bundan daha kucuk ve daha buyuk ne varsa hepsi muhakkak bir Kitab-ı Mubin’dedir= Levh-i Mahfuz’da yazılıdır"},{"SurahNumber":34,"VerseNumber":4,"Text":"(Kıyametin gelmesi sundan), cunku Allah, iman edib salih ameller isliyenleri mukafatlandıracaktır. Iste bunlar icin bir magfiret ve bir guzel rızık (cennet) var"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ayetlerimizi iptal etmek icin yarısırcasına kosanlara da, azabın en kotusunden acıklı bir azab vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilmis olanlar (ashab), goruyorlar ki, Rabbinden sana indirilen Kur’an hakkın kendisidir; ve o, hamde layık, her seye galib olan Allah’ın yolunu (dinini) gosteriyor"},{"SurahNumber":34,"VerseNumber":7,"Text":"(Hal boyle iken) kafir olanlar, (yardakcılarına soyle) dediler: “- Siz tamamen parca parca dagıldıgınız ve curudugunuz vakit, muhakkak yeni bir yaratılısta bulunacagınızı, size haber vermekte olan bir adamı (peygamberlik iddia edeni), size gosterelim mi"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, bir yalanı Allah’a iftira mı edib duruyor? Yoksa kendisinde bir cinnet mi var? (Hayır, onların dedigi gibi degil) dogrusu, o ahirete iman etmiyenler (oldukten sonra dirilmeyi inkar edenler, ahirette hakdan) uzak bir sapıklıkla azab icindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"O kafirler bakmadılar mı ki, onlerinde ve arkalarında gokten ve yerden ne var, (etrafları nasıl cevrelenmistir)? Eger dilersek, kendilerini yere geciririz, yahud gokten uzerlerine parcalar dusuruveririz. Suphesiz ki bunda (yere ve goge bakıp dusunmekte), Allah’a yonelen her kul icin bir ibret alameti var"},{"SurahNumber":34,"VerseNumber":10,"Text":"Gercekten Davud’a, tarafımızdan (kendisine has olmak uzere) bir fazilet verdik: “- Ey daglar ve kuslar! Davud ile beraber tesbih edin?” dedik. Ona demiri de yumusattık, (demiri eritmeden, camur gibi, sekillendirme kudretini, Davud’a verdik)"},{"SurahNumber":34,"VerseNumber":11,"Text":"Genis zırhlar yap ve dokuma hususunda olcu kullan diye, kendisine emrettik. Siz de ey Davud ailesi! Salih amel isleyin; cunku ben butun yaptıklarınızı gorurum"},{"SurahNumber":34,"VerseNumber":12,"Text":"Suleyman’ın emrine de ruzgar verdik: (Hz. Suleyman o ruzgarla) sabah gidisi bir aylık, aksam donusu de bir aylık yol alırdı. Erimis bakır madenini ona sel gibi akıttık. Hem Rabbisinin izniyle idaresi altında cinlerden calısan da vardı. Iclerinden kim emrimizden ayrıldı ise, ona cehennem azabından tattıracagız"},{"SurahNumber":34,"VerseNumber":13,"Text":"O Cinler, Suleyman’a, kosk ve mescidlerden, sekillerden, havuz gibi (buyuk) canaklardan, sabit (buyuk) kazanlardan her ne isterse yaparlardı. Calısın, ey Davud ailesi sukredin. Kullarım icinde (geregi uzre Allah’a bol bol) sukreden azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Vakta ki Suleyman’a olumu hukmettik (de bir yıl kadar olu olarak degnegine dayalı kaldı). Olumune isaret eden (bir alamet) olmadı, ancak bir guve bocegi degnegini yiyordu. (Bocegin degnegi yemesi sebebiyle) Suleyman yere dusunce, anlasıldı ki, eger cinler gaybi (Suleyman’ın olumunu) bilmis olsalardı o zilletli azab icinde bekleyib durmazlardı, (insasına memur edilib de bir yılda zahmetle ikmal ettikleri Beytu’l-Makdis’i insa etmezlerdi)"},{"SurahNumber":34,"VerseNumber":15,"Text":"Gercekten (Yemen’de yasamıs olan) Sebe’ kavmi icin, oturdukları yerlerde (kudret ve vahdaniyyetimize delalet eden) bir alamet vardı: Sag ve soldan iki taraflı bahceler... (peygamberleri onlara soyle demisti): “- Rabbinizin rızkından yeyin de, O’na sukredin. (Cunku beldeniz) hos bir belde; Rabbiniz de, magfireti cok bir Rab’dır.”"},{"SurahNumber":34,"VerseNumber":16,"Text":"Fakat onlar, (peygamberlerin davetini kabulden) yuz cevirdiler. Biz de uzerlerine Arim vadisinin selini salıverdik ve o guzelim iki taraflı bahcelerini, buruk yemisli, acı meyvalı, dikeni cok ve meyvası az agaclardan ibaret iki harab bahceye cevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Bunu, onlara, nankorluklerinin cezası yaptık. Biz nankorluk edenleri ancak boyle cezalandırırız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Biz Sebe’ halkı ile, kendilerine bereket verdigimiz (Sam ve Urdun gibi) memleketler arasında arka arakaya sehirler meydana getirmistik. Oralarda yolculuk icin (muayyen yer ve zamanlarda) gidis gelis takdir eylemistik. (Kendilerine de soyle demistik: “-Geceler ve gunduzler boyu (her istediginiz zaman) oralarda emniyet icinde yuruyun.”"},{"SurahNumber":34,"VerseNumber":19,"Text":"Buna karsı onlar: “-Ey Rabbimiz! (cok kar yapabilmemiz icin bulundugumuz bu sehirle, mal getirdigimiz o bereketli sehir arasındaki mesafeyi), seferlerimizin arasını uzaklastır.” dediler ve nefislerine zulmettiler. Biz de onları, (kendilerinden sonra gelenlerin dillerinde dolasan) masallara cevirdik ; ve kendilerini (baska yerlere goc suretiyle) darma dagınık ettik. Subhesiz ki bunda, cok sukreden her sabırlı icin ibretler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"Gercekten Iblis, insanlar aleyhindeki, (muhakkak onları azdıracagım) vaadini yerine getirdi. Onun icin, muminlerden ibaret bir fırkadan baskası, Iblis’e tabi oldular"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki Iblis’in insanlar uzerinde hic bir kudreti yoktu; fakat biz ahirete imanı olanla, onda subhe edeni ayırd etmek icin (Iblis’e bu musaadeyi verdik). Senin Rabbin her seyi gozetleyendir"},{"SurahNumber":34,"VerseNumber":22,"Text":"(Ey Rasulum, o musriklere) De ki: “- Allah’ı bırakıb da o ilah zannettiklerinize (putlarınıza) istediginiz kadar yalvarın durun. Onların ne goklerde, ne yerde zerre mikdarınca (size fayda vermege) gucleri yetmez. O ilahların, bu yer ile goklerde bir ortaklıkları yok; Allah’ın da onlardan bir yardımcısı yok...”"},{"SurahNumber":34,"VerseNumber":23,"Text":"Allah katında, (ahirette Allah’ın) kendisine izin verdigi kimseden baskasının sefaatı fayda vermez. Nihayet (sefaat edenle sefaat olunanların) kalblerinden (sefaata izin verilmekle) korku giderildigi zaman: “- Rabbiniz (sefaat hakkında) ne buyurdu?” derler. Sefaat edecekler de: “- Allah hakkı soyledi, (razı oldugu kimseler icin sefaata izin verdi)” derler. O her seyden yucedir, her seyden buyuktur"},{"SurahNumber":34,"VerseNumber":24,"Text":"(Ey Rasulum, o kafirlere) de ki: “- Goklerden ve yerden size rızık veren kim?” (onlar duraklar, cevap veremezler) de ki: “- Allah size rızık veriyor. Her halde siz (ey Mekke halkı) veya biz mutlak bir hidayet uzerindeyiz, yahut acık bir dalalet icindeyiz; acık olan hale gore, elbette biz hidayetteyiz).”"},{"SurahNumber":34,"VerseNumber":25,"Text":"(Ey Rasulum, onlara) de ki: “- Siz, bizim yaptıgımız gunahlardan sorumlu tutulmazsınız, biz de sizin yaptıklarınızdan sorulmayız.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: “- Rabbimiz (kıyamette) hepimizi bir araya toplayacak, sonra da gercek hukmu ile (adaletle) aramızı ayıracaktır. O, hukum veren asıl hakimdir, verdigi hukmu bilendir.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: “-O’na, ortaklar diye kattıklarınızı bana gosterin (bakayım, ne yaratıyorlar).” Hayır, oyle sey yok. Dogrusu Allah her seye galipdir, hukmunde hikmet sahibidir"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Ey Rasulum), biz, seni ancak butun insanlara cenneti mujdeleyici, azabı haber verici olarak peygamber gonderdik. Fakat insanların cogu bilmezler (bunu tasdik etmezler)"},{"SurahNumber":34,"VerseNumber":29,"Text":"Onlar (Mekke, kafirleri) diyorlar ki: “-Eger dogru soyleyenlerseniz, bu vukuu vaad edilen kıyamet ne zaman?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"(Rasulum, onlara) de ki: “- Size vaad olunan oyle bir gundur ki, ondan bir an geri de kalamazsınız, ileri de gecemezsiniz.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"O kufre varanlar: “- Biz, asla ne bu Kur’an’a inanırız, ne de ondan oncekine (Tevrat ve Incil’e).” dediler. Fakat sen o zalimleri, Rablerinin huzurunda durdurulurlarken sozu birbirlerine cevirerek, dusukler, o buyukluk taslıyanlara: “- Siz olmasaydınız muhakkak biz iman ederdik.” dedikleri zaman bir goreydin"},{"SurahNumber":34,"VerseNumber":32,"Text":"Buyukluk taslıyanlar, dusuklere (cevab olarak soyle) derler: “- Size hidayet geldikten sonra, sizi ondan biz mi cevirdik? Hayır, siz kendiniz suclu idiniz.”"},{"SurahNumber":34,"VerseNumber":33,"Text":"O dusukler de buyukluk taslıyanlara: “- Hayır, gece ile gunduz bizi aldatıyordunuz. Cunku siz, bize Allah’ı inkar etmemizi, (Peygamberi tanımamamızı), O’na ortaklar kosmamızı emrediyordunuz.”’ derler. Azabı gordukleri zaman iclerinden pismanlık getirirler. Biz de o kafirlerin boyunlarına demir laleler vururuz. Onlar ancak yaptıklarının cezasını cekerler"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz herhangi bir memlekete azabla korkutucu bir peygamber gonderdikse, muhakkak o memleketin ileri gelen refah duskunleri: “- Biz, sizin gonderdiginiz seyleri (Allah’ın emirlerini) inkar edenleriz.” dediler. (Ey Rasulum, onun icin sen, kavminden bir kısım elebaslar iman etmedi diye uzulme)"},{"SurahNumber":34,"VerseNumber":35,"Text":"Bir de (o refah duskunleri) dediler ki: “- (Ey Peygamberler), biz mallar ve cocuklar bakımından (sizden) daha fazlayız. (Allah dunyada bize bu kadar mal ihsan ettikten sonra artık ahirette) biz azaba ugratılmayız.”"},{"SurahNumber":34,"VerseNumber":36,"Text":"(Ey Rasulum, onlara) de ki: “- Rabbim diledigine rızkı genisletir, diledigine kısar. Fakat insanların cogu bilmezler (bu gercegi tasdik etmezler)"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi (manevi derecelerle) huzurumuza yaklastıracak olan mallarınız ve cocuklarınız (itibariyle fazlalık) degildir. Ancak iman edip de salih amel isleyen (bize yaklasır). Iste bunlar (o kimselerdir ki), yaptıklarına karsılık kendilerine kat kat mukafat vardır ve onlar cennetin yuksek makamlarında emniyet icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi reddetmek icin yarısırcasına gayret sarfedenler ise, onlar cehennem azabına hazırlanmıslardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Ey Rasulum) de ki: “-Gercekten Rabbim kullarından diledigi kimseye rızkı genisletir ve ona daraltır. Her neyi hayra harcarsanız, Allah, onun arkasından (dunya ve ahirette) karsılıgını verir. O rızık verenlerin en hayırlısıdır.”"},{"SurahNumber":34,"VerseNumber":40,"Text":"(Allah) kıyamette o kafirleri hep bir arada toplayacak, sonra meleklere: “-Sunlar (dunyada) size mi tapıyorlardı?” buyuracaktır"},{"SurahNumber":34,"VerseNumber":41,"Text":"(Melekler soyle) diyecekler: “-(Senden baskasına ibadet edilmekten) seni tenzih ederiz. Bizim sıgınacak velimiz onlar degil, sensin. Dogrusu onlar cinlere (seytanlara) tapıyorlardı, cogu onlara inanmıslardı.”"},{"SurahNumber":34,"VerseNumber":42,"Text":"Iste o gun (kıyamette) birbirinize ne bir fayda vermege, ne de bir zarar etmege gucunuz yetmez. O kafirlere (nefislerine zulmedenlere) diyecegiz ki:” - (Dunyada) inkar edip durdugunuz atesin azabını tadın bakalım.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Karsılarında acık acık ayetlerimiz okundugu zaman, dediler ki: “- Bu kimse, baska degil, sırf sizi atalarınızın taptıgı putlardan alıkoymak istiyen bir adamdır.” (Kur’an hakkında da): “-Bu baska bir sey degil, sırf uydurulmus bir iftiradır.” soylediler. O kafirlere Kur’an gelince de: “- Bu, apacık bir sihirdir” dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Halbuki biz, onlara, (Allah’a ortak kosmanın dogruluguna delil olacak) oyle ders alacakları kitaplar vermedik ve kendilerine senden evvel azap ile korkutucu bir peygamber de gondermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan (o Mekke kafirlerinden) oncekiler de, (peygamberlerini) yalanlamıslardı; hem de bunlar, evvelki kafirlere (mal, evlad ve omur gibi seylerden) verdiklerimizin onda birine ermediler; peygamberimizi tekzip ettiler de beni inkar edisin sonu nasıl oldu"},{"SurahNumber":34,"VerseNumber":46,"Text":"(Ey Rasulum, Mekke kafirlerine) de ki: “- Size sadece bir tek nasihat edecegim: Allah icin, (tarafgirlik icin degil, gercegi anlamak icin) ikiser ikiser ve teker teker (peygamberin meclisinden) kalkarsınız, sonra da iyi dusunursunuz; arkadasınızda cinnetten eser yoktur. O, yalnız siddetli bir azabın onunde sizi korkutan bir peygamberdir.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"(Ey Rasulum, onlara) de ki: “- (Tebligimden dolayı) sizden bir ucret istemedim; ucret sizin olsun. Benim mukafatım ancak Allah’a aiddir. O, her seye (butun yaptıklarınıza) sahiddir.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki: “-Gercekten benim Rabbim, hakkı yerli yerine kor. O, butun gaybları tamamıyla bilendir.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"(Ey Rasulum, yine o kafirlere) de ki: “- Hak (din olan Islam) geldi, batıl (sirk) kayboldu gitti ve geride donmez.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki: “- Eger ben yanılırsam, ancak kendi nefsimin aleyhine (cezası bana olarak) yanılırım. Eger dogru yolu bulmussam, bu da Rabbimin bana vahy vermesiyledir. Cunku O, Semi’dir= size soylediklerimi isitiyor, (hem bana, hem size) yakındır, (bizi hesaba cekecektir)"},{"SurahNumber":34,"VerseNumber":51,"Text":"(Ey Rasulum, kıyamet gunu o kafirleri) dehsete dustukleri vakit gorsen!... Artık kacacak yerleri yoktur ve (cehenneme) yakın bir yerde yakalanmıslardır"},{"SurahNumber":34,"VerseNumber":52,"Text":"(Ve azabı gordukleri zaman): “-Biz O’na= Hz. Muhammed’e (s.a.v.) iman ettik.” demektedirler; fakat uzak bir yerden (ahiretten) tevbe etmek nerede"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki daha once (dunyada) O’nu= Hz. Peygamberi inkar etmislerdi; ve bilmedikleri seye haktan uzak olarak laf atıp duruyorlardı; (Peygamber icin sihirbazdır, sairdir, kahindir diyorlardı)"},{"SurahNumber":34,"VerseNumber":54,"Text":"Artık kendileriyle (dunyaya donus) arzularının arasına engel cekilmistir. Nitekim bundan evvel emsallerine de boyle yapılmıstı. Cunku onlar (azab ve kıyamet hakkında) endise veren bir suphe icinde idiler"}]}