{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"M"},{"SurahNumber":30,"VerseNumber":2,"Text":"Prosim Rimsky porazit"},{"SurahNumber":30,"VerseNumber":3,"Text":"Od u ziskat. Po jejich porazit oni vychod naopak zase ziskat"},{"SurahNumber":30,"VerseNumber":4,"Text":"Duverny vlastni roky. receny jsem buh rozhodnuti oba 1 vestba 2. Onen cas verici tesit se"},{"SurahNumber":30,"VerseNumber":5,"Text":"Od buh vitezstvi. On pripustit vitezstvi whomever On prosit. On jsem Vsemohouci Milosrdny"},{"SurahNumber":30,"VerseNumber":6,"Text":"receny jsem buh slib - Buh nikdy otvor Svem slibny! - Nejvetsi lide ne modni"},{"SurahNumber":30,"VerseNumber":7,"Text":"Oni pecovat jen u potreby tento spolecnost jsem viditelny s ti doba jsem zcela zapomnevsi s a Dale"},{"SurahNumber":30,"VerseNumber":8,"Text":"Why oni ne zrcadlit sebe? BUH NE TVORIT NEBE ZAHRABAT VSECHNO TI TYPICKY SMYSL TYPICKY DOIVOTNI PREPNOUT. Ale nejvetsi lide pozornost schuze jejich Magnat jsem disbelievers"},{"SurahNumber":30,"VerseNumber":9,"Text":"Oni ne chodit zahrabat prosluly dusledek ty predchazet ti? Oni jednat jsem vykonny uspesny tvurci zahrabat. Jejich hlasatel odchod ti vycistit znamka. Proto BUH byl Jednotka spatne ti; oni jsem jednotka spatne jejich uznat duse"},{"SurahNumber":30,"VerseNumber":10,"Text":"Dusledek pro ty predloit zly jsem odporny. Onen because oni vyradit buh zjeveni zesmesnit ti"},{"SurahNumber":30,"VerseNumber":11,"Text":"BUH BYL JEDNOTKA ZNALEC STVORENI OPAKOVAT TO! Konecne ty vratit Jemu"},{"SurahNumber":30,"VerseNumber":12,"Text":"Cas when Doba podlehnout proplout vinny prosit otrast"},{"SurahNumber":30,"VerseNumber":13,"Text":"Jejich obraz ne mel moc prostredkovat jejich pro; ochoten a opak, oni poprit jejich obraz"},{"SurahNumber":30,"VerseNumber":14,"Text":"Cas when Doba podlehnout proplout oni hlas skupina"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ohledne Ceho ty domnivat se primet spravedlivy doivotni oni jsem Raj veseli"},{"SurahNumber":30,"VerseNumber":16,"Text":"Ohledne Ceho ty pochybovat vyradit nas zjeveni schuze Dale oni vydret odskodneni stale"},{"SurahNumber":30,"VerseNumber":17,"Text":"Proto ty oslavovat BUH when ty prerusit o noc, when ty vychod za a dopoledne"},{"SurahNumber":30,"VerseNumber":18,"Text":"Uplne pochvala jsem spravny podle Jemu nebe zahrabat vecer take mony svuj cas"},{"SurahNumber":30,"VerseNumber":19,"Text":"On vytahnout havy naprosto vytahnout naprosto havy On obnovit ziskat ono posledni; ty similarly vzkrisit"},{"SurahNumber":30,"VerseNumber":20,"Text":"Among Svem zkouska jsem onen On tvorit ty oprasit pak ty sluset rozmnoit lidsky"},{"SurahNumber":30,"VerseNumber":21,"Text":"Among Svem zkouska jsem On tvorit ty snoubenec se za rozkazovat mel tranquility spokojenost kady jinam, On umisteni za svuj jadro milovat pecovat svuj snoubenec! Za tohleto, v tom jsem sufficient zkouska lide pamatovat"},{"SurahNumber":30,"VerseNumber":22,"Text":"Among Svem zkouska jsem stvoreni z nebe zahrabat ruznost svuj rec svuj barva. Od tyto v tom jsem znamka pro a informovany"},{"SurahNumber":30,"VerseNumber":23,"Text":"Among Svem zkouska jsem svuj spat vecer cas svuj pohyb za pronasledovani z Svem zajisteni! Za tohleto, v tom jsem sufficient zkouska lide naslouchat"},{"SurahNumber":30,"VerseNumber":24,"Text":"Among Svem zkouska jsem onen On beet ty blesk pramen bat se take mony doufani pak On odeslat lye rozvodnit obnovit ziskat jsem naprosty! Od tyto v tom jsem sufficient zkouska lide porozumeni"},{"SurahNumber":30,"VerseNumber":25,"Text":"Among Svem zkouska jsem onen nebe zahrabat kozlik Svem prikaz! Posleze when On prijit ty zahrabat 1 prijit ty okamite delat se"},{"SurahNumber":30,"VerseNumber":26,"Text":"S Jemu patrit kady nebe zahrabat; uplne ar uitecny s Jemu"},{"SurahNumber":30,"VerseNumber":27,"Text":"A On byl Jednotka znalec stvoreni pak opakovat to; tento byl jeste lehky pro Jemu. S Jemu patrit nejvetsi povznest podobenstvi nebe zahrabat On jsem Vsemohouci Odborny"},{"SurahNumber":30,"VerseNumber":28,"Text":"On uvest ty sem priklad podle se ty vubec zvednout svuj sluha Zpusobit podridit srovnat kde? oni souperit ty podotknout onen ty vynaset ti skoro vernost protoe byl platil podle ty? My tim vysvetlit zjeveni lide porozumeni"},{"SurahNumber":30,"VerseNumber":29,"Text":"Vskutku prestupnik nasledujici jejich uznat mineni vedomi. Ktery pak usmernovat ty odeslat z cesty BUH? Nikdo vubec porce ti"},{"SurahNumber":30,"VerseNumber":30,"Text":"Proto ty oddany naboenstvi presny jednobostvi. receny byl prirodni plny umisteni do lide BUH. Stejny stvoreni z BUH prosit nikdy vymenit. Tento byl naprosty naboenstvi nejvetsi lide ne modni"},{"SurahNumber":30,"VerseNumber":31,"Text":"Ty nabidnout Jemu vait si Jemu slavit Spojeni Prosba (Salat) a! - Kady ty ucinil - Vubec ne dostat obraz zbonovat"},{"SurahNumber":30,"VerseNumber":32,"Text":"(Ne dostat obraz zbonovat) mony ty oddelovat jejich naboenstvi sekta; kady ucastnik veseli na co oni mel"},{"SurahNumber":30,"VerseNumber":33,"Text":"When nestesti souit lide oni zmena s jejich Magnat zcela oddany Jemu. Jen pak ackoliv brzo ackoliv On lit ti ke soucit, trochu o ti odvratit obraz zbonovat"},{"SurahNumber":30,"VerseNumber":34,"Text":"Pripustit ti byl unappreciative z co my odevzdat ti! Travit docasne; ty ucinil to prece najit out"},{"SurahNumber":30,"VerseNumber":35,"Text":"My odevzdat ti zmocneni dret nastavit jejich modlarstvi"},{"SurahNumber":30,"VerseNumber":36,"Text":"When my poskytnout soucit lide oni tesit se therein. when nestesti postihnout ti dusledek jejich uznat spravovat oni sluset melancholicky"},{"SurahNumber":30,"VerseNumber":37,"Text":"Oni ne nahromadit onen BUH zpusobit zvetsit zajisteni whomever On prosit redukovat to? Tyto byl lekce lide verit"},{"SurahNumber":30,"VerseNumber":38,"Text":"(Proto ty odevzdat vztane zajmeno jejich spravedlivy rozdelit milodar) take mony chatrny, cestovani cizi. Tento byl zcela ty sincerely adat buh radost; oni jsem vitez"},{"SurahNumber":30,"VerseNumber":39,"Text":"Lichva postup zvetsit trochu lide bohaci ne vyteek vsechno BUH! Jestlie ty odevzdat milodar adat buh libit, se, tyto byl jednotka dostat jejich odmenit rozmnoit"},{"SurahNumber":30,"VerseNumber":40,"Text":"BUH BYL JEDNOTKA TVORIT TY. On byl Jednotka postarat se nebo ty. On byl Jednotka pripojit ty smrt. On jsem Jednotka vzkrisit ty. adny o svuj obraz ucinil adny o tyto potreby? On oslavovat. On jsem skoro prilis povysit mel kady spojit"},{"SurahNumber":30,"VerseNumber":41,"Text":"Nestesti pokryvka ziskat more ktery lide predloit. On tim pripustit ti chutnat dusledek z trochu o jejich rizeni oni vratit (podle a celkem spravovat)"},{"SurahNumber":30,"VerseNumber":42,"Text":"Odrikavat Potulka zahrabat prosluly dusledek ty neli ty. Mnostvi z ti jsem obraz worshipers"},{"SurahNumber":30,"VerseNumber":43,"Text":"Proto ty oddany naprosto tento doplnit naboenstvi cas podlehnout ktery utocit nevyhnutelny BUH! Onen cas oni otrast"},{"SurahNumber":30,"VerseNumber":44,"Text":"Whoever pochybovat pochybovat skoda svych uznat duse i kdy ty primet spravedlivy doivotni ucinil e upevnit develop jejich uznat duse"},{"SurahNumber":30,"VerseNumber":45,"Text":"On generously odmenit ty domnivat se primet spravedlivy doivotni podle Svem dar! On ne milovat disbelievers"},{"SurahNumber":30,"VerseNumber":46,"Text":"(Among Svem zkouska jsem onen On odeslat ovinout poslusny znameni lit ty na Svem soucit dovolit poslat delka more proto Svem krotit a ty adat Svem dar obchod) ty jsem uznaly"},{"SurahNumber":30,"VerseNumber":47,"Text":"My odeslat hlasatel ty jejich lide dukladny znamka. Subsequently my potrestat ty zhresit. jsem nas davka my pripustit vitezstvi verici"},{"SurahNumber":30,"VerseNumber":48,"Text":"BUH BYL JEDNOTKA ODESLAT RANIT MICHAT ZAMRACENY POKRYVKA LYE PROTO SVEM PROSIT! On pak sloit zastinit pak ty prijmout prset nastavajici proto! When to podzim whomever On chtit Svem sluha oni tesit se"},{"SurahNumber":30,"VerseNumber":49,"Text":"To kue ti oni dochazka zoufalstvi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Ty uznat buh souvisly soucit a jak On obnovit ziskat jsem naprosty. On ucinil to presne ackoliv prosim vzkrisit naprosto! On jsem Vsemohouci"},{"SurahNumber":30,"VerseNumber":51,"Text":"Mel my odeslat ti skoro senzacni samum oni zustat pochybovat"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ty ne utocit naprosto nor hluchy naslouchat prijit drive oni obeh"},{"SurahNumber":30,"VerseNumber":53,"Text":"Nor mohl ty usmernovat slepy jejich zabehle dobytce Ty jen naslouchat ty domnivat se za nas zjeveni ucinit rozhodnuti sluset submitters"},{"SurahNumber":30,"VerseNumber":54,"Text":"BUH BYL JEDNOTKA TVORIT TY SLABY PAK pripustit TY PO SLABOST MOC PAK ZASTUPCE MOC SLABOST FADNI SRST! On tvorit cokoliv On prosit. On jsem Vsevedouci Vsemohouci"},{"SurahNumber":30,"VerseNumber":55,"Text":"(Cas when Doba podlehnout proplout vinny prosit prisahat oni vydret za tohleto spolecnost) jen jednotka doba! Byl jak zly oni jsem"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ty stesti vedomi vernost odrikavat Ty vydret buh rozhodnout Cas Zmrtvychvstani! okamite tento jsem Cas Zmrtvychvstani ty selhani pripustit to"},{"SurahNumber":30,"VerseNumber":57,"Text":"Proto nikoliv omluva onen cas beneficni prestupnik nor prosit oni odpustit"},{"SurahNumber":30,"VerseNumber":58,"Text":"Tim my uvest lide za tohleto Quran uplne druh o priklad. Nedbajici ktery druh o pevny ty podat disbelievers oni rict Ty jsem padelatel"},{"SurahNumber":30,"VerseNumber":59,"Text":"BUH TIM VTISKNOUT JADRO Z TY NE MODNI"},{"SurahNumber":30,"VerseNumber":60,"Text":"Proto ty steadfastly vytrvat - Pro buh slib jsem vernost - A ne zastrasit na ty ne dosahnout urcitost"}]}