{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif-Lam-Ra. Bu oyle bir kitaptir ki, ayetleri muhkem kilinmis, sonra da herseyden haberdar olan hikmet sahibi Allah tarafindan ayetleri ayrintili olarak aciklanmistir"},{"SurahNumber":11,"VerseNumber":2,"Text":"(Soyle ki:) Allah'dan baskasina kulluk etmeyin. Ben size O'nun tarafindan mujde vermek ve uyarmak icin gonderilmis gercek bir peygamberim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizin magfiretini isteyin, sonra ona tevbe edin ki sizi, belli bir sureye kadar guzel guzel yasatsin. Ve her fazilet sahibine layik oldugu ihsani versin. Eger yuz cevirirseniz, ben sizin icin buyuk bir gunun azabindan korkarim"},{"SurahNumber":11,"VerseNumber":4,"Text":"Donusunuz yalnizca Allah'adir. O'nun da herseye gucu yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"Dikkat edin! Gormuyor musunuz, onlar dusmanliklarini gizlemek icin goguslerini ceviriyorlar. Iyi bilin ki, onlar ortulerine burunurlerken, neyi gizleyip, neyi aciga vurduklarini Allah biliyor. Muhakkak ki Allah, gonulde gizlenenleri de bilir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzunde rizki Allah'a ait olmayan hicbir canli yoktur. O, onlarin karar kildiklari yerleri de, emaneten durduklari yerleri de bilir. Onlarin hepsi apacik bir kitaptadir"},{"SurahNumber":11,"VerseNumber":7,"Text":"O, oyle bir Allah'dir ki, hanginizin daha guzel amel isleyecegini imtihan etmek icin gokleri ve yeri alti gunde yaratti. Arsi da su ustundeydi. Onlara \"oldukten sonra tekrar dirileceksiniz\" dersen, o kafirler de kesinlikle sana: \" Bu apacik bir sihirden baska birsey degildir.\" diyecekler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Ve eger bunlardan bir kisminin gorecegi azabi belli bir sureye kadar erteleyecek olursak, o zaman da \"onu engelleyen nedir ki?\" diyecekler. Iyi bilin ki, o azap onlara geldigi gun kendilerinden geri cevrilecek degildir. Ve o alay ettikleri sey kendilerini kusatmis olacaktir"},{"SurahNumber":11,"VerseNumber":9,"Text":"Ve sayet insana tarafimizdan bir rahmet tattirir, sonra da onu kendisinden geri alirsak, suphesiz o umitsiz ve nankor bir kimse olur"},{"SurahNumber":11,"VerseNumber":10,"Text":"Ve sayet ona dokunan bir sikintidan sonra bir nimet tattirirsak, \"Artik benden butun kotulukler silinip gitti.\" der, mutlaka boburlenir ve simarir"},{"SurahNumber":11,"VerseNumber":11,"Text":"Ancak (her iki halde de) sabir gosterip iyi ameller isleyenler mustesnadir. Iste onlara bir magfiret ve buyuk bir mukafat vardir"},{"SurahNumber":11,"VerseNumber":12,"Text":"(Ey Resulum!) Simdi belki sen, \"Ona bir hazine indirilse, ya da beraberinde bir melek gezip dolassa ya!\" diyorlar diye sana vahyolunan vahyin bir kismini terkedecek olursun ve bundan dolayi da gogsun daralir. Sen yalnizca bir uyaricisin. Allah ise her seye vekildir"},{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa \"onu kendi uydurdu\" mu diyorlar? O halde sen de onlara de ki: \"Haydi siz de onun gibi uydurulmus on sure getirin. Allah'dan baska cagirabileceginiz kim varsa onlari da yardima cagirin. Eger dogru soyluyorsaniz\" (bunu yaparsiniz)"},{"SurahNumber":11,"VerseNumber":14,"Text":"Yok eger bunun uzerine size cevap vermedilerse, artik bilin ki, bu Kur'an ancak Allah'in ilmiyle indirilmistir. O'ndan baska ilah yoktur. Artik musluman oluyorsunuz, degil mi"},{"SurahNumber":11,"VerseNumber":15,"Text":"Her kim dunya hayatini ve guzelliklerini isterse biz onlara amellerinin karsiligini orada tamamen oderiz. Bu hususta kendilerine bir densizlik yapilmaz"},{"SurahNumber":11,"VerseNumber":16,"Text":"Fakat onlar oyle kimselerdir ki, ahirette kendilerine atesten baska bir sey yoktur. Isledikleri seyler orada bosuna gitmistir. Zaten butun yaptiklari da batildir"},{"SurahNumber":11,"VerseNumber":17,"Text":"O dunyayi isteyenler, hic Rabbinden acik bir belge uzere olan kimse gibi midir? O belgeyi yine Allah'dan gelen bir sahid olarak Kur'an izliyor, ondan once de bir rehber ve rahmet olan kitap, Musa'nin kitabi yine onu destekliyor. Boyle olanlar Kur'an'a inanirlar. Hangi hizipten olursa olsun kim onu inkar ederse, ona vaad edilen yer atestir. Iste butun bunlardan dolayi sen de bu Kur'an'dan suphe icinde olma. Kesinlikle o haktir, Rabbindendir. Fakat insanlarin cogu iman etmezler"},{"SurahNumber":11,"VerseNumber":18,"Text":"Ustelik bir yalani Allah'a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, sahitler de soyle diyecekler: \"Iste bunlar Rablerine karsi yalan soyleyenlerdir\". Iyi bilin ki: Allah'in laneti zalimlerin uzerinedir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar ki, Allah yolundan dondurmeye calisirlar ve o yolu egri bugru yapmak isterler. Ustelik onlar, evet onlar ahirete de inanmazlar"},{"SurahNumber":11,"VerseNumber":20,"Text":"Onlar yeryuzunde (herkesi) yildiracak degillerdir. Kendilerini koruyacak Allah'dan baska kimseleri de yoktur. Onlarin azabi kat kat olacaktir. Ustelik onlar hakki isitmeye tahammul edemiyorlardi ve de gormuyorlardi"},{"SurahNumber":11,"VerseNumber":21,"Text":"Onlar kendilerine yazik etmis olan kimselerdir. O iftira edip uydurduklari da kendilerinden yuz cevirip gitmislerdir"},{"SurahNumber":11,"VerseNumber":22,"Text":"Kesinlikle bunlar ahirette de en ziyade husrana ugrayacak olanlardir"},{"SurahNumber":11,"VerseNumber":23,"Text":"Fakat iman edip salih amel isleyenler ve Rablerine karsi edepli olanlar, guvenen ve itaat edenler var ya, iste bunlar da cennet ehlidirler. Onlar orada ebedi kalirlar"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki ayri grubun meseli, kor ve sagir ile goren ve isiten gibidir. Bunlar hic esit olabilirler mi? Hala dusunmeyecek misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun ki, vaktiyle Nuh'u da kavmine gonderdik, O, onlara soyle dedi: \"Ben sizin icin apacik bir uyariciyim"},{"SurahNumber":11,"VerseNumber":26,"Text":"Allah'dan baskasina ibadet etmeyin! Ben, size gelecek aci bir gunun azabindan korkarim"},{"SurahNumber":11,"VerseNumber":27,"Text":"Buna karsilik, kavminin ileri gelen kafirlerinden bir kismi dediler ki: \"Biz seni bizim gibi insanlardan biri olarak goruyoruz, baska degil. Ilk bakista bizim ayak takimimizdan baskasinin senin arkana dustugunu gormuyoruz. Sizin bizden fazla bir meziyetinizi de gormuyoruz. Aksine sizi yalancilar saniyoruz"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki; \"Ey kavmim! Peki su soyleyecegime ne diyeceksiniz? Ben Rabbimden apacik bir delil uzere isem ve O, bana kendi tarafindan bir rahmet bahsetmisse, size de onu gorecek goz verilmemisse biz, istemediginiz halde onu size zorla mi kabul ettirecegiz"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey kavmim! Ben sizden herhangi bir mal mulk istemiyorum. Benim mukafatim ancak Allah'a aittir. Ve ben ona iman edenleri kovacak degilim. Onlar elbette Rablerine kavusacaklar. Fakat ben de sizi cahillik eden bir kavim goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey kavmim, ben onlari etrafimdan kovacak olursam, Allah'dan beni kim kurtarabilir? Siz hic dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben size \"Allah'in hazineleri benim yanimdadir.\" demiyorum ki. Ben size \"Ben bir melegim.\" de demiyorum. O sizin kendinize gore, hor gordukleriniz hakkinda \"Allah onlara hicbir hayir vermez.\" de demiyorum. Onlarin iclerindeki niyeti, en iyi Allah bilir. (Bu soylediklerimin aksini iddia etseydim) asil o zaman zalimlerden olurdum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dediler ki; \"Ey Nuh! Bizimle didisip durdun, didismende de cok ileri gittin. Eger dogru soyluyorsan, bizi tehdit ettigin su azabi getir de gorelim"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki; \"Onu ancak Allah dilerse getirir. Ve siz O'nu yildiracak degilsiniz"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ben size ogut vermek istemis olsam da, eger Allah sizi helak etmeyi murad ediyorsa, zaten ogut vermemin size bir faydasi olmaz. Rabbiniz O'dur ve nihayet O'na donduruleceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki; \"Eger uydurdumsa vebali benim boynumadir. Bense sizin yuklendiginiz vebalden uzagim"},{"SurahNumber":11,"VerseNumber":36,"Text":"Ayrica Nuh'a soyle vahyettik: \"Bil ki kavminden simdiye kadar iman etmis olanlardan baska artik kimse iman etmeyecektir. Onun icin yaptiklari seylerden dolayi kederlenme"},{"SurahNumber":11,"VerseNumber":37,"Text":"Bizim gozetimimiz altinda ve vahyimize gore gemiyi yap. Zulum yapanlar hakkinda da bana bir sey soyleme. Cunku onlar kesinlikle suda bogulacaklardir"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yapiyordu, kavminden bazi ileri gelen gruplar, onun yanindan gelip gectikce, onunla alay ediyorlardi. Nuh dedi ki: \"Bizimle egleniyorsunuz, biz de sizinle tipki bizimle eglendiginiz gibi alay edip eglenecegiz"},{"SurahNumber":11,"VerseNumber":39,"Text":"O perisan edici azabin kime gelecegini ve o surekli azabin kimin basina inecegini ilerde bileceksiniz"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nihayet emrimiz geldigi ve tennur (tandir veya geminin kazani) tutusup parladigi zaman dedik ki; \"Erkegi ve disisi olan her canlidan ikiser tane, aleyhlerinde hukum verilmis olanlarin disinda, aileni ve iman etmis olanlari geminin icine yukle\". Zaten beraberinde iman edenler cok az idi"},{"SurahNumber":11,"VerseNumber":41,"Text":"Nuh dedi ki; \"Allah'in adiyla binin icine. Onun akisi da, durusu da (O'nun adiyladir). Hic suphesiz Rabbim gercekten cok bagislayici, cok esirgeyicidir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi icindekilerle birlikte, daglar gibi dalgalar arasinda akip gidiyordu. Nuh ayri bir yere cekilmis olan ogluna bagirdi: \"Yavrucugum, gel, bizimle beraber bin! Kafirlerle beraber olma"},{"SurahNumber":11,"VerseNumber":43,"Text":"O, dedi ki; \"Ben, beni sudan koruyacak bir daga cikacagim\". Nuh da \"Bu gun Allah'in merhamet ettiginden baskasini, Allah'in bu emrinden koruyacak kimse yoktur.\" dedi. Derken dalga aralarina giriverdi. O da bogulanlardan oldu"},{"SurahNumber":11,"VerseNumber":44,"Text":"Allah tarafindan denildi ki: \"Ey yeryuzu suyunu yut! Ey gokyuzu sen de suyunu kes! Ve sular cekildi. Emir yerine gelmis oldu. Gemi de Cudi dagi uzerine oturdu. O zalim kavme boylece dunyadan uzak olun denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine niyaz edip dedi ki: \"Ey Rabbim! Oglum benim ehlimdendi senin vaadin de elbette haktir ve gercektir. Ve sen hakimler hakimisin"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: \"Ey Nuh! O kesinlikle senin ehlin (ailen)'den degildir. Cunku o salih olmayan bir amelin sahibidir. Hakkinda bilgin olmayan bir seyi benden isteme! Ben, seni, cahillerden olmaktan sakindiririm"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nuh: \"Ey Rabbim! Ben bilmedigim bir seyi istemis olmaktan dolayi sana siginirim. Sen beni bagislamazsan, bana merhamet etmezsen ben husrana ugrayanlardan olurum"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ey Nuh!\" denildi, \" Bizden bir selam sana ve seninle birlikte olanlardan gelecek ummetlere, kutluluk dilegiyle gemiden in. Ilerde kendilerini bir cok nimetten faydalandiracagimiz, sonra da bu yuzden kendilerine tarafimizdan acikli bir azap dokunacak nice ummetler olacaktir"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iste bunlar gayb haberlerindendir. Bunlari sana vahiyle bildiriyoruz. Bundan once bunlari ne sen bilirdin, ne de kavmin. O halde sabret, akibet muhakkak muttakilerindir"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad kavmine de kardesleri Hud'u gonderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska bir ilahiniz yoktur. Siz sadece iftira edip duruyorsunuz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey kavmim! Bu is icin sizden bir ucret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artik akillanmayacak misiniz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey kavmim! Rabbinizden magfiret isteyin, sonra O'na tevbe edin ki, uzerinize gokten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak cogaltsin. Gelin gunahkar olarak donup gitmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dediler ki; \"Ey Hud! Sen bize acik bir mucize getirmedin. Biz de senin sozunle tanrilarimizi terk etmeyiz. Ve biz sana inanmayiz"},{"SurahNumber":11,"VerseNumber":54,"Text":"Ancak su kadarini diyebiliriz ki; \"tanrilarimizdan bazisi seni fena carpmis\". O da dedi ki; \"Allah'i sahit tutuyorum, siz de sahid olun ki ben, Allah'a kostugunuz ortaklardan uzagim"},{"SurahNumber":11,"VerseNumber":55,"Text":"O'ndan baska herseyden uzagim, artik hepiniz toplanin bana istediginiz tuzagi kurun, sonra hic bekletmeyin"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah'a dayanmaktayim. Yeryuzunde hicbir canli yoktur ki, idaresi ve yonetimi O'nun elinde olmasin. Benim Rabbim, hic suphe yok ki, dogru yoldadir"},{"SurahNumber":11,"VerseNumber":57,"Text":"Eger, yine de yuz cevirirseniz, ben size ne ile gonderilmissem, iste onu teblig ettim. Ayrica Rabbim, sizin yerinize baska bir kavmi getirir de siz O'na zerrece zarar veremezsiniz. Hic suphesiz O, herseyi koruyup gozetendir"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ne zaman ki emrimiz geldi, Hud'u ve beraberindeki iman edenleri, tarafimizdan bir rahmet ile kurtardik, ayrica onlari cok agir bir azaptan da kurtardik"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste Ad kavmi buydu. Rablerinin ayetlerini bile bile inkar ettiler ve peygamberlerine isyan ettiler. Basa gecen her zorbanin emrine uyup arkasindan gittiler"},{"SurahNumber":11,"VerseNumber":60,"Text":"Hem bu dunyada, hem de kiyamet gununde bir lanetle izlendiler. Bilin ki, Ad kavmi, gercekten Rablerini inkar ettiler. Yine bilin ki, Hud'un kavmi olan Ad, defolup gittiler"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud kavmine de kardesleri Salih'i gonderdik. Dedi ki, \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska bir tanriniz daha yoktur. Sizi topraktan O meydana getirdi. Sizi orada omur surmeye O memur etti. Bu sebepten O'nun magfiretini isteyin, sonra O'na tevbe edin. Suphesiz Rabbim yakindir, dualarinizi kabul eder"},{"SurahNumber":11,"VerseNumber":62,"Text":"Dediler: \"Ey Salih,! Bundan once sen bizim icimizde umit beslenir bir zat idin. Simdi bizi babalarimizin taptiklarina tapmaktan mi engelliyorsun? Biz, dogrusunu istersen bizi davet ettigin seyden kuskulandiran bir suphe icindeyiz"},{"SurahNumber":11,"VerseNumber":63,"Text":"Salih dedi: \"Ey kavmim! Eger ben Rabbimden acik bir mucize uzerinde isem ve o bana tarafindan bir rahmet bahsetmis ise, ben Allah'a isyan ettigim takdirde beni O'ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmiyorsunuz"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim! Iste su, Allah'in disi devesi, size bir mucizedir. Birakin onu Allah'in yer yuzunde (otlaklarinda) otlasin. Ve ona kotu bir maksatla el surmeyin, sonra sizi yakin bir azap yakalar"},{"SurahNumber":11,"VerseNumber":65,"Text":"Derken, o deveyi kestiler. Bunun uzerine Salih dedi ki: \"Yurdunuzda uc gun daha yasayin. Iste bu, yalan cikmayacak olan kesin bir vaaddir"},{"SurahNumber":11,"VerseNumber":66,"Text":"Ne zaman ki, azap emrimiz geldi, Salih'i ve beraberindeki iman edenleri, tarafimizdan bir rahmet sayesinde kurtardik, ustelik o gunun perisanligindan da kurtardik. Hic suphesiz Rabbin gucludur, mutlak ustundur"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zalimleri, korkunc bir gurultu yakalayiverdi de olduklari yerde cokup kaldilar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada guzel guzel yasayip durmamislardi. Bak iste Semud, gercekten de Rablerine kufretmislerdi. Bak iste nasil yok olup gittiler"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun ki, Ibrahim'e de elcilerimiz (melekler) mujde ile geldiler ve \"selam\" dediler, o da \"selam\" dedi ve hemen gidip onlara kizartilmis bir buzagi getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Fakat onlarin o buzagiya el surmediklerini gorunce, tuhafina gitti ve icinde onlara karsi bir korku uyandi. Onlar da \"Korkma, biz Lut'un kavmine gonderildik.\" dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim'in karisi ayakta duruyordu bunun uzerine yuzu guldu. Ona Ishak'i ve Ishak'in arkasindan da Ya'kub'u mujdeledik"},{"SurahNumber":11,"VerseNumber":72,"Text":"Vay basima gelene!\" dedi, \"Ben bir kocakariyim, kocam da yasli bir adam. Bu gercekten cok tuhaf bir sey"},{"SurahNumber":11,"VerseNumber":73,"Text":"Dediler: \"Sen Allah'in emrine mi sasiyorsun? Allah'in rahmeti ve berekati uzerinizdedir. Ey ev halki! Muhakkak ki O, hamiddir (ovulmeye layiktir), meciddir (comertligi boldur)"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim'den korku iyice gecip gidince, bu mujde de kendisine gelince, bizim (meleklerimiz)le Lut kavmi hakkinda tartismaya giristi"},{"SurahNumber":11,"VerseNumber":75,"Text":"Cunku Ibrahim, cok yumusak huylu ve cok yufka yurekli (yanik kalbli) idi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Melekler: \"Ey Ibrahim! Bu konuda bizimle tartismaktan vazgec. Cunku Rabbinin emri kesin olarak geldi ve onlara geri cevrilmesi mumkun olmayan bir azap gelecektir"},{"SurahNumber":11,"VerseNumber":77,"Text":"Ne zaman ki, elcilerimiz Lut'a geldiler, bunlarin gelisleri yuzunden Lut fenalasti, eli ayagi birbirine dolasti ve \"Bu gun cetin bir gundur.\" dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Daha onceleri cirkin isler yapmis olan kavmi haril haril kosup geldiler. Lut onlara: \"Ey kavmim! Iste size kizlarim, onlar sizin icin daha temizdirler. Gelin Allah'tan korkun, beni misafirlerime rezil rusvay etmeyin. Icinizde hic akli basinda bir adam yok mu?\" dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"Onlar: \"Sen de bilirsin ki, bizim senin kizlarinla bir ilgimiz yoktur. Sen bizim ne istedigimizi gayet iyi biliyorsun.\" dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lut dedi: \"Ne olurdu size karsi bir kuvvetim olsaydi, ya da cok sarp bir yere siginabilseydim"},{"SurahNumber":11,"VerseNumber":81,"Text":"Melekler dediler: \"Ey Lut! Sundan emin ol ki, biz Rabbinin elcileriyiz. Onlar sana asla zarar veremezler. Sen, gecenin bir kismi olunca ailenle birlikte hemen buradan cik git. Icinizden hic kimse geri kalmasin, esin baska. Cunku ona da onlara gelecek olan musibet gelecektir. Haberin olsun, helak zamanlari sabah vaktidir. Zaten sabah yakin degil mi"},{"SurahNumber":11,"VerseNumber":82,"Text":"Ne zaman ki, emrimiz geldi, o ulkenin altini ustune getirdik ve uzerlerine istif edilip pisirilmis camurdan taslar yagdirdik"},{"SurahNumber":11,"VerseNumber":83,"Text":"Bu taslar Rabbinin katinda damgalanmislardi. Bunlar zalimlerden uzak seyler degildir"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen'e de kardesleri Su'ayb'i gonderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska ilahiniz yoktur. Olcegi de, teraziyi de eksik tutmayin. Ben sizi hayir (bolluk) icinde goruyorum. Bununla beraber yine de sizi kusatacak bir gunun azabindan korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey kavmim! Olcerken ve tartarken adaleti yerine getirin. Halkin malina densizlik etmeyin ve yeryuzunde fesatcilik yaparak fenalik etmeyin"},{"SurahNumber":11,"VerseNumber":86,"Text":"Eger mumin iseniz, Allah'in helalinden size ihsan ettigi kar sizin icin daha hayirlidir. Bununla beraber ben sizin uzerinize gozcu degilim"},{"SurahNumber":11,"VerseNumber":87,"Text":"Dediler ki; \"Ey Su'ayb, atalarimizin taptiklarini terketmemizi veya mallarimizda diledigimizi yapmaktan vazgecmemizi sana namazin mi emrediyor? Oysa ki sen yumusak huylusun ve akli basinda bir adamsin"},{"SurahNumber":11,"VerseNumber":88,"Text":"Su'ayb dedi ki: \"Ey kavmim! Sayet ben Rabbimden ispat edici bir delil uzerinde bulunuyorsam ve sayet bana, O kendi katindan guzel bir rizik ihsan etmisse, soyleyin bakalim ben ne yapmaliyim? Ben size karsi cikmakla sizi menettigim seylere kendim dusmek istemiyorum. Ben sadece gucumun yettigi kadar islah etmeye calisiyorum. Muvaffakiyetim de ancak Allah'in yardimi ile olacaktir. Ben yalnizca O'na dayandim ve ancak O'na donecegim"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ey kavmim! Bana karsi gelmeniz sakin sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin baslarina gelen musibetler gibi bir musibete ugratmasin. Lut kavmi de sizden uzak degildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden magfiret dileyin, sonra O'na tevbe ile yonelin. Suphesiz ki, benim Rabbim cok merhametlidir, cok sevendir"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dediler ki: \"Ey Su'ayb! Biz senin soylediklerinin cogundan birsey anlamiyoruz. Ayrica seni icimizde cok zayif biri olarak goruyoruz. Eger akrabalarin olmasaydi mutlaka seni recmederdik (tasa tutardik). Senin bize hicbir ustunlugun yoktur"},{"SurahNumber":11,"VerseNumber":92,"Text":"Su'ayb dedi: \"Ey kavmim! Benim akrabalarim size Allah'dan daha mi degerli ki, Allah'a sirt cevirip, onu unuttunuz? Muhakkak ki, Rabbim butun yaptiklarinizi cepecevre kusatmistir"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey kavmim! Var gucunuzle yapacaginiz ne varsa yapin! Ben de gorevimi yapmaya devam edecegim. Perisan edecek azabin kime gelecegini ve yalancinin kim oldugunu ilerde anlayacaksiniz. Bekleyiniz, ben de sizinle beraber bekleyecegim"},{"SurahNumber":11,"VerseNumber":94,"Text":"Ne zaman ki, emrimiz geldi, Su'ayb ve beraberindeki muminler, tarafimizdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunc bir gurultu yakaladi da olduklari yerde cokup kaldilar"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic guzel gun gormemislerdi. Dikkat edin, Semud kavmi nasil helak olup gittiyse Medyen de oyle yok olup gitti"},{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun Musa'yi da ayetlerimizle ve apacik bir belge ile gonderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve cemaatine. Bunlar Firavun'un emrine uydular. Halbuki Firavun'un emri hak degildir"},{"SurahNumber":11,"VerseNumber":98,"Text":"Kiyamet gunu, kavminin onune duser. Artik o bunlari atese goturmustur. O varilan yer, ne kotu bir yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada, hem de kiyamet gununde lanetle izlendiler. Onlara verilen bu karsi destek ne fena bir destektir"},{"SurahNumber":11,"VerseNumber":100,"Text":"Iste bu helak olmus memleketlerin onemli haberlerindendir. Sana onu kissa olarak anlatiyoruz. Onlardan yerinde duranlar da var, bicilenler (yok olup gidenler) de"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Allah'i birakip da taptiklari tanrilar, Rabbinin emri gelince kendilerine hicbir fayda saglayamadilar. Hasarlarini arttirmaktan baska bir seye yaramadilar"},{"SurahNumber":11,"VerseNumber":102,"Text":"Iste Rabbin, zalim memleketleri cezalandirdigi zaman boyle cezalandirir. Cunku O'nun cezasi cok aci, cok cetindir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ahiret azabindan korkanlar icin bunda muhakkak ki, bir ibret vardir. O, oyle bir gundur ki, butun insanlar onun icin toplanacaktir ve o, oyle bir gundur ki, mutlaka gorulecektir"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu sadece belli bir sureye kadar geciktiriyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun gelince Allah'in izni olmadan hic kimse konusamaz. Onlarin kimi bedbaht, kimi de mutludur"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar atestedirler. Onlar orada baska turlu soluyacak, baska turlu haykiracaklar"},{"SurahNumber":11,"VerseNumber":107,"Text":"Onlar orada gokler ve yer durdukca duracaklar. Ancak Rabb'inin diledikleri baska. Cunku Rabbin diledigini yapandir"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu olanlar ise cennettedirler. Orada gokler ve yer durdukca duracaklar, ancak Rabbinin diledikleri baska. (Bu) ardi arasi kesilmeyen bir ihsan olacak"},{"SurahNumber":11,"VerseNumber":109,"Text":"O halde sakin sunlarin ibadet edislerinden supheye dusme. Daha once atalari nasil ibadet ediyor idiyseler bunlar da oyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak oderiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki, Musa'ya kitabi verdik, yine de onda ihtilafa dusuldu. Eger Rabbinden daha once verilmis bir karar olmasa idi, elbette haklarinda hukum verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Gercekten de onlarin her biri oyle kimselerdir ki, yaptiklarinin karsiligini Rabbin kendilerine hakkiyle odeyecektir. Cunku O, onlarin yaptiklari her seyden haberdardir"},{"SurahNumber":11,"VerseNumber":112,"Text":"Iste bundan dolayi emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asiri gitmeyin! Muhakkak ki O, butun yaptiklarinizi gorup durmaktadir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulum yapanlara yakinlik gostermeyin ki, size de ates dokunmasin. Allah'dan baska yardimcilariniz da yoktur. Sonra yardim da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun her iki tarafinda ve gecenin sacaklarinda (gunduze yakin olan saatlerinde) namaz kil! Muhakkak ki, iyilik kotulukleri giderir. Bu ise, dusunebilenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret! Cunku Allah iyilik edenlerin mukafatini yitirmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki devirlerden bakiyye sahipleri (kitap ehli) yeryuzunde bozgunculuktan vazgecirmeye calissalardi ne iyi olurdu. Fakat onlarin icinden kurtardigimiz pek az kimse bunu yapti. O zulmedenler ise simartildiklari refahin pesine dustuler ve hepsi de suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Senin Rabbin, halklari iyi ve islahatci iken, o memleketleri haksiz yere helak edecek degildir"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi elbette butun insanlari tek bir ummet yapardi. Halbuki yine de ihtilaf edip duracaklardi"},{"SurahNumber":11,"VerseNumber":119,"Text":"Ancak Rabbinin rahmetle yarligadigi kimseler baska. Onun icindir ki, onlari yaratti. Ve Rabbinin \"Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracagim\" sozu boylece tamam oldu"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlere ait haberlerden kalbini yatistiracak olanlardan her turlusunu sana kissa olarak anlatiyoruz. Bunda da sana bir hakikat, muminlere de bir ogut ve ibret gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Imana gelmeyen o kafirlere de ki: \"Elinizden geleni geri koymayin! Biz de yapacagimizi yapacagiz"},{"SurahNumber":11,"VerseNumber":122,"Text":"Siz bekleyin gorun, biz de bekleyip gorecegiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybini bilmek yalnizca Allah'a mahsustur. Her is O'na dondurulur. Sen yalnizca O'na ibadet et ve yalnizca O'na dayan. Rabbin yaptiklarinizin hicbirinden gafil degildir"}]}