{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Q, sanlı Kuran'a andolsun"},{"SurahNumber":50,"VerseNumber":2,"Text":"Iclerinden bir uyarıcının kendilerine gelmesini tuhaf karsıladılar! Kafirler, \"Bu tuhaf bir sey\" dediler"},{"SurahNumber":50,"VerseNumber":3,"Text":"Olup toprak olduktan sonra mı? Bu imkansız bir donustur"},{"SurahNumber":50,"VerseNumber":4,"Text":"Yeryuzunun onlardan kimi alıp goturdugunu bilmisizdir. Yanımızda koruyan bir kayıt vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Oysa onlar gercek kendilerine geldigi zaman onu yalanladılar; kararsızlık icindedirler"},{"SurahNumber":50,"VerseNumber":6,"Text":"Ustlerindeki goge bakmadılar mı, onu hicbir catlagı olmadan nasıl yaptık ve onu nasıl susledik"},{"SurahNumber":50,"VerseNumber":7,"Text":"Yeri ise yaydık, icine daglar yerlestirdik ve icinde her cesit guzel bitkiler yetistirdik"},{"SurahNumber":50,"VerseNumber":8,"Text":"Her yonelen kul icin bu bir aydınlatma ve mesajdır"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ve gokten kutlu bir su indirerek onunla bahceler ve bicilecek taneler bitirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Kume kume tomurcuklara sahip yuksek hurma agacları yetistirdik"},{"SurahNumber":50,"VerseNumber":11,"Text":"Kullara bir besin olarak. Onunla bolgeyi dirilttik. Cıkıs (dirilis) de boyledir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan once Nuh'un halkı, Res'liler ve Semud da yalanlamıstı"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad, Firavun ve Lut'un kardesleri"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eyke'liler ve Tubba' halkı da... Hepsi elcileri yalanladılar. Bunun uzerine tehdidim gerceklesti"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ilk yaratılıstan yorulduk mu ki? Dogrusu onlar yeni bir yaratılıstan kusku icindedirler"},{"SurahNumber":50,"VerseNumber":16,"Text":"Insanı biz yarattık ve onun kendi kendine neyi fısıldadıgını iyi biliriz. Biz ona sahdamarından daha yakınız"},{"SurahNumber":50,"VerseNumber":17,"Text":"Sagında ve solunda iki alıcı melek oturmus kaydetmektedirler"},{"SurahNumber":50,"VerseNumber":18,"Text":"Yanında gozetleyen tanıklar olmaksızın agzından bir soz cıkmaz"},{"SurahNumber":50,"VerseNumber":19,"Text":"Sonunda olum sarhoslugu gercekten gelmistir; iste senin kendisinden kacıp durdugun sey budur"},{"SurahNumber":50,"VerseNumber":20,"Text":"Boruya uflenmistir. Bu, soz verilen gundur"},{"SurahNumber":50,"VerseNumber":21,"Text":"Her can yanında bir surucu ve bir tanık ile gelir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Sen tumuyle bundan gafildin. Simdi biz ortunu kaldırdık; bugun gozun celik gibi keskindir"},{"SurahNumber":50,"VerseNumber":23,"Text":"Yanındaki arkadası, \"Iste yanımdaki hazır\" der"},{"SurahNumber":50,"VerseNumber":24,"Text":"Haydi ikiniz atın cehenneme her inatcı kafiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"Iyiligi engelleyen, azgın, kuskucuyu"},{"SurahNumber":50,"VerseNumber":26,"Text":"O ki ALLAH ile birlikte baska tanrı edindi. Onu o cetin cezanın icine atın"},{"SurahNumber":50,"VerseNumber":27,"Text":"Arkadası, \"Rabbim, ben onu azdırmadım; fakat o kendisi derin bir sapıklık icindeydi,\" der"},{"SurahNumber":50,"VerseNumber":28,"Text":"O da der ki, \"Huzurumda cekismeyin. Size daha onceden uyarı gondermistim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Benim katımda soz degistirilmez ve ben kullara asla haksızlık etmem"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gun cehenneme, \"Doldun mu?\" deriz. O, \"Daha yok mu?\" der"},{"SurahNumber":50,"VerseNumber":31,"Text":"Erdemlilere ise cennet yaklastırılır, uzak degildir"},{"SurahNumber":50,"VerseNumber":32,"Text":"Bu, size soz verilendir. Her yonelen ve her koruyana"},{"SurahNumber":50,"VerseNumber":33,"Text":"Onlar yalnız basınayken bile Rahman'ı sayarlar ve ictenlikle gelirler"},{"SurahNumber":50,"VerseNumber":34,"Text":"Oraya esenlikle girin; bu, sonsuz yasama gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Diledikleri her seyi elde ederler ve hatta katımızda fazlası da vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Onlardan once, onlardan daha guclu nice nesilleri yok etmistik. Ulke ulke dolasmıslardı; kurtulusu var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Bunda, zeka sahibi olan yahut tanık olarak kulak veren herkes icin bir mesaj vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Gokleri, yeri ve aralarındakileri altı gunde yarattık. Hic bir yorgunluk da duymadık"},{"SurahNumber":50,"VerseNumber":39,"Text":"Onların soylediklerine sabret ve gunesin dogusundan ve batısından once Rabbini overek yucelt"},{"SurahNumber":50,"VerseNumber":40,"Text":"Geceleyin O'nu yucelt ve secdelerin ardından da"},{"SurahNumber":50,"VerseNumber":41,"Text":"Cagırıcının yakın bir yerden cagıracagı gune kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun o cıglıgı kesinlikle duyarlar; bu, cıkıs gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Biz diriltiriz, oldururuz ve donus de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer onlardan dolayı yarılıverir. Bu, bizim icin kolay bir toparlamadır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların ne konustugunu iyi biliyoruz. Sen onların uzerinde bir zorba degilsin. Uyarılarımdan korkanlara sen bu Kuran ile ogut ver"}]}