{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"By the Quran, full of Wisdom—"},{"SurahNumber":36,"VerseNumber":3,"Text":"Truly, (O Prophet!), you are one of the messengers"},{"SurahNumber":36,"VerseNumber":4,"Text":"On the Straight Path"},{"SurahNumber":36,"VerseNumber":5,"Text":"It is a Revelation (disclosed and) sent down by (Allah), the Supreme in Strength (Al-Aziz), Most Merciful (Ar-Raheem)"},{"SurahNumber":36,"VerseNumber":6,"Text":"In order that you may warn a people, whose fore-fathers did not receive the warning and (those) who therefore remain unaware (of the Signs of Allah)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Indeed, the Word (Punishment of Allah) is proved true against the greater part (or most) of them: Still, they do not believe"},{"SurahNumber":36,"VerseNumber":8,"Text":"Verily, We have put clamps (tightly) round their necks high up to their chins, so that their heads are forced up (and they cannot see)"},{"SurahNumber":36,"VerseNumber":9,"Text":"And We have put a barrier in front of them and a barrier behind them, and also, We have covered them up (in their disbelief); So that they cannot see"},{"SurahNumber":36,"VerseNumber":10,"Text":"It is the same to them whether you warn them or you do not warn them: They will not believe"},{"SurahNumber":36,"VerseNumber":11,"Text":"You can only warn such (a person) who follows the Reminder (the Warning in the Quran) and fears (Allah) Most Gracious (Rahman), Unseen (Bi'l-Ghiab): Therefore, give such (a person), good news of Forgiveness and of most kind (generous) Reward"},{"SurahNumber":36,"VerseNumber":12,"Text":"Surely, We shall give life to the dead, and We record what they send before (Judgment) and that which they leave behind (in life), and We have taken record of all things in a book (of evidence)"},{"SurahNumber":36,"VerseNumber":13,"Text":"And put forward to them (and tell them), by way of a story (with a warning), about the companions of the City (which was destroyed). When the messengers (of Allah) have come to it"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We sent two (messengers) to them, they rejected them both: So, We strengthened them (the two) with a third: They (the three messengers) said, \"Truly, we have been sent as messengers to you"},{"SurahNumber":36,"VerseNumber":15,"Text":"The (people) said: \"You are only beings like ourselves; And (Allah) the Most Gracious (Ar-Rahman) sends nothing to be made known (or disclosed): You do nothing but lie"},{"SurahNumber":36,"VerseNumber":16,"Text":"They (the three messengers) said: \"Our Lord does know that we have been sent on a mission to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"And our duty is only to tell (you) the clear message"},{"SurahNumber":36,"VerseNumber":18,"Text":"The (people) said: \"About us, we see an evil sign from you: If you do not stop, we will surely stone you, and a truly painful punishment will be given to you by us"},{"SurahNumber":36,"VerseNumber":19,"Text":"They (the prophets) said: \"Your evil signs are with yourselves: (Consider this to be an early sign), that you are warned. No, but you are a people exceeding all limits"},{"SurahNumber":36,"VerseNumber":20,"Text":"Then from a far part of the City, came running, a man saying, \"O my People! Obey the messengers (of Allah)"},{"SurahNumber":36,"VerseNumber":21,"Text":"Obey those who do not ask any reward from you and (those) who have themselves received (Allah’s) Guidance"},{"SurahNumber":36,"VerseNumber":22,"Text":"It is not reasonable for me if I did not serve Him Who created me, and to Whom you shall (all) be brought back"},{"SurahNumber":36,"VerseNumber":23,"Text":"Shall I take (other) gods besides Him? If (Allah, Ar-Rahman) Most Gracious should have some misfortune for me, their pleading for me will not be of any use and they cannot set me free"},{"SurahNumber":36,"VerseNumber":24,"Text":"If I do so, truly I will be (making) a clear mistake"},{"SurahNumber":36,"VerseNumber":25,"Text":"For me, I have faith in the Lord of you (all): Then, listen to me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said: \"You enter the Garden.\" He said: \"O me! If only my people knew (what I know)"},{"SurahNumber":36,"VerseNumber":27,"Text":"That my Lord has given me Forgiveness and has given me (a place) among those held in honor"},{"SurahNumber":36,"VerseNumber":28,"Text":"And We did not send down any army from heaven against his people, after him. And it was not necessary for Us to do that"},{"SurahNumber":36,"VerseNumber":29,"Text":"It was not more than a single Mighty Blast (A powerful explosion), and look! They were (like ashes) put out (quiet) and silent"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ah! Sorrow on the part (My) servants! There has not come one messenger (of Allah) to them that they have not made fun of him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Do they not see how many of the generations before them We have destroyed? Verily, they (messengers) will not return to them"},{"SurahNumber":36,"VerseNumber":32,"Text":"But each one of all of them (the generations)— Will be brought before Us (for Judgment)"},{"SurahNumber":36,"VerseNumber":33,"Text":"And a Sign for them is (that when) the earth is dead: We give it life, and produce grain from it, from which you do eat"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We produce in it gardens with date trees and grapes (in vines that climb), and We cause springs to come from within it"},{"SurahNumber":36,"VerseNumber":35,"Text":"That they may eat the fruits of this (gift from Allah) it was not their hands that made this (possible): Then will they not give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory to Allah, Who created all the things in pairs that the earth produces, and also their own kind (also created in pairs) and (other) things about whom they do not know"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a Sign for them is the night: We withdraw from it the day, and look, they are thrown in darkness"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the sun moves along its way for a (length of) time set for him: That is the order of (Allah), the Almighty (Al-Aziz), the All Knowing (Al-Aleem)"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon— We have measured for it stages (to travel) till it comes back like the old (and worn out like the) lower part of a (crescent, dried out) date stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"It is not allowed for the sun to overtake the moon, nor can the night overtake the day: Each (can only) stay on in (its own) path (according to the Order of Allah)"},{"SurahNumber":36,"VerseNumber":41,"Text":"And a Sign for them is that We held together their race (through the Flood) in the loaded Ark (of Nuh, or Noah)"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We created for them similar (ships) on which they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"If it was Our Will, We could drown them: (And) then there would be no helper (for them), nor could they be saved"},{"SurahNumber":36,"VerseNumber":44,"Text":"Except as the part of Mercy from Us, and as a part of a few (worldly) things (for them) for a (little) while"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when it is said to them: \"You fear that which has happened before you, and that which will come after you, so that you may (also) receive (Allah's) Mercy,\" (then they do not listen and go away)"},{"SurahNumber":36,"VerseNumber":46,"Text":"From the many Signs (verses) of their Lord, there is not (even) one Sign (verse) that comes to them from which they do not turn away"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when they are told: \"You spend from (the many gifts) that Allah has given to you;\" The unbelievers say to those who believe: \"Shall we really feed those (people) whom, if Allah had so willed, He (Himself) would have fed? You are in nowhere but in clear mistake"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they also ask: \"When will this promise (be fulfilled), if you are truthful"},{"SurahNumber":36,"VerseNumber":49,"Text":"They will not (have to) wait for anything, except a single Blast (A powerful explosion), it will catch (and grip) them while they are still quarreling among themselves"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then they will have no (chance by their own) will to settle (their affairs), and not (even) to return to their own people"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the Trumpet (a very loud instrument) shall be sounded, when (you will) see! From the graves (men) will come quickly forward to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say: \"Ah! Sorrow to us! Who has raised us up from our place of sleep?\" (A voice will say:) \"This is what (Allah, Ar-Rahman) the Most Gracious had promised, and the word of the messengers was (really) true"},{"SurahNumber":36,"VerseNumber":53,"Text":"It will be no more than a single Blast, so behold! They will all be brought up before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"Then, on that Day, not (even) one soul will be unfairly treated in the least, and you shall be only given the (just) reward for your past actions"},{"SurahNumber":36,"VerseNumber":55,"Text":"Surely, on that Day, the companions of the Gardens shall be busy and happy in everything that they do"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their wives will be in the (cool) shade of thick trees, resting on thrones (of dignity)"},{"SurahNumber":36,"VerseNumber":57,"Text":"There will be (every type of) fruit for them; They shall have whatever they want"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Their word will be), \"Peace!\" A Word (of greeting) from the Lord, Most Merciful (Raheem)"},{"SurahNumber":36,"VerseNumber":59,"Text":"(To others, the word will be:) \"And, you O criminals (the peoples of sin!) You get (yourselves) far away on this Day"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not command you? O! Children of Adam! That you should not worship Satan; Verily, he is to you an open enemy.—"},{"SurahNumber":36,"VerseNumber":61,"Text":"And that you should worship Me (Allah); For, that is the Straight Path"},{"SurahNumber":36,"VerseNumber":62,"Text":"And he (Satan) did take (you) a large number of you, (away towards evil). Then, did you not understand"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is the Hell of which you were promised (many times)"},{"SurahNumber":36,"VerseNumber":64,"Text":"This Day, you burn (yourself in the Fire) because you rejected (the Truth many times)"},{"SurahNumber":36,"VerseNumber":65,"Text":"This Day, We shall set a seal on the mouths. And their hands will speak to Us, and their legs will bear witness to all that they did"},{"SurahNumber":36,"VerseNumber":66,"Text":"If it was Our Will, We could surely have wiped out (blinded) their eyes; So that they would have run about searching for the Path, but (then again) how could they have seen"},{"SurahNumber":36,"VerseNumber":67,"Text":"And if it was Our Will, We could have transformed them (just to be) in their places; Then they would not have been able to forward (move about), and they could not have turned back"},{"SurahNumber":36,"VerseNumber":68,"Text":"And if We gave long life to anyone, We would have reversed him in creation (by making him weak after giving him strength) then will they not understand"},{"SurahNumber":36,"VerseNumber":69,"Text":"And We have not taught the (Prophet) poetry, and (poetry) is suited not for him: This is no less than a Message and Quran making things clear"},{"SurahNumber":36,"VerseNumber":70,"Text":"(And also) that it may warn anyone (who is alive), and that its Word (Message) may be justified against the disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"Do they not see that it is We Who have created from the (many) things that Our hands have fashioned for them— (Is also) cattle, for which they are the owners"},{"SurahNumber":36,"VerseNumber":72,"Text":"And We have subdued them (the cattle) for their (use)? Of them some are for riding, and some they eat"},{"SurahNumber":36,"VerseNumber":73,"Text":"And they have (other) benefits from them (the cattle), and they get (milk) to drink; Then will they not be thankful"},{"SurahNumber":36,"VerseNumber":74,"Text":"And they take besides Allah, other false gods, (thinking) that they might be helped (by the false gods)"},{"SurahNumber":36,"VerseNumber":75,"Text":"They (the gods) have not the power to help them: But they (the unbelievers) will be brought forward (for Judgment) as a (whole) group (to be punished)"},{"SurahNumber":36,"VerseNumber":76,"Text":"So, do not let their (idle) talk, make you sad (O Prophet!). Surely, We know what they hide and what they say"},{"SurahNumber":36,"VerseNumber":77,"Text":"Does man not see that it is We Who created him from (a clot in the) sperm-ovary drop? Yet see! He (makes himself) an open enemy"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he puts forth (and invents) comparisons for Us, and forgets his own (true origin of) Creation: (And) he says: \"Who can give life to the bones after they have become rotten and turned to dust"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say: \"He will give them (the bones) life (the One) Who created them for the first time! And He is All Knowing (Aleem) of every kind of creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"The same (Allah); He, Who produces fire out of the green tree, for you, who see! You may start a fire with it"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not He Who created the heavens and the earth able to create (another) like them? Yes indeed! (He can recreate them.) He is the Supreme Creator (Al-Khaliq), the All Knowing (Al-Aleem)"},{"SurahNumber":36,"VerseNumber":82,"Text":"Surely, when He wants anything, His Command to it is, 'Be', and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"So Glory be unto Him, in Whose hands is the kingdom of all things, and to Him all of you will be brought back"}]}