{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Ey, adamdar! Ozderinnin Rabbınnan qorqındar. Aqiqatında, Sagattın / Qayta tirilw kuninin / silkinisi - ulken narse"},{"SurahNumber":22,"VerseNumber":2,"Text":"Onı korgen kuni, arbir emizwsi emizwlisin umıtadı, arbir jukti isindegisin tastaydı. Ari sen adamdardı mas bolgan kuyde koresin, al olar mas emes, biraq Allahtın azabı qattı"},{"SurahNumber":22,"VerseNumber":3,"Text":"Ari adamdardın isinde Allah jayında bilimi bolmasa da soz talastıratındar jane arbir buliksil saytanga eretinder bar"},{"SurahNumber":22,"VerseNumber":4,"Text":"Ogan / saytanga / qatıstı: «Kim onı dos, jaqın etip alsa, ol onı adastıradı jane onı Sair tozagının azabına jeteleydi», - dep aldın ala bekitilip jazıldı"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ey, adamdar! Eger qayta tirilwge kumanda bolsandar, kumansiz Biz senderge bayandap tusindirw usin, senderdi / Adam atanı / topıraqtan, keyin / onın urpagın / tamsı swdan / urıq swınan / , sodan keyin uyıgan qannan, sodan son jaratılwı keskindelgen ne keskindelmegen / saynalgan sekildi / etten jarattıq. Ari Biz qalaganımızdı jatırlarda belgilengen merzimge deyin ornalastıramız. Sodan son senderdi erjetwlerin usin nareste kuylerinde sıgaramız. Senderden / keybirin / qaytıs bolıp jane / keybirin / bilgeninen keyin es narseni bilmey qalatın / darejedegi / omirdin en nasarına / qawsagankarilikke / qaytarılatındar bar. Sen jerdi qwargan, tirsiliksiz kuyde koresin. Al, qasan ogan sw tusirgenimizde, / tirsilik bitip / ol qopsıp, koterilip, arbir turden korkem etip / onim / osiredi"},{"SurahNumber":22,"VerseNumber":6,"Text":"Osı - Allahtın aqiqat ekendiginen. Ari, kumansiz Ol olilerdi tiriltedi, ari Ol barlıq narseni Jasay alwsı"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ari Sagat / Qayta tirilw kuni / sozsiz keledi, onda kuman joq jane Allah qabirdegilerdi kumansiz tiriltedi"},{"SurahNumber":22,"VerseNumber":8,"Text":"Sonday-aq, adamdardın arasında bilimsiz, / twra jolga bastaytın / bassılıqsız jane jarıq berwsi Kitapsız Allah jayında tartısatın bar"},{"SurahNumber":22,"VerseNumber":9,"Text":"Ol, Allahtın jolınan adastırw usin pansına betin teris buradı. Ogan osı duniede qorlıq bar. Al, Qayta tirilw kuni ogan jandırwsı ottın azabın tattıramız"},{"SurahNumber":22,"VerseNumber":10,"Text":"Bul / azap /- qoldarınnın aldın ala azirlegenderi usin, oytkeni Allah quldarına adiletsizdik etwsi emes"},{"SurahNumber":22,"VerseNumber":11,"Text":"Ari adamdardın isinde / iman men imansızdıqtın / ara seginde turıp Allahqa qulsılıq etwsi de bar. Eger ogan bir jaqsılıq kelse, ol onımen tınıstaladı. Al, eger bir sınaq kelse, ol artına bet burıp, bul duniesin de ari songı mangilik omirin de / aqiretin / jogaltadı. Mine, osı - anıq ziyan"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ol Allahtan ozge, ozine ziyan da, payda da keltire almaytın narseden tileydi. Mine, osı - uzaq / qattı / adasw"},{"SurahNumber":22,"VerseNumber":13,"Text":"Ol ziyanı paydasınan jaqın birewden tileydi. Ol qanday jaman komekteswsi! Ol -qanday jaman joldas"},{"SurahNumber":22,"VerseNumber":14,"Text":"Aqiqatında, Allah imanga kelgen jane izgi amal istegenderdi astınan ozender agıp jatatın / Jannattagı / baqtarga kirgizedi. Ari sın maninde, Allah Ozi qalaganın jasaydı"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kimde-kim, Allah ogan / Muxammedke / osı omirde jane songı, mangilik omirde / aqirette / komektespeydi dep oylasa, / qolınan kelse / aspanga bir arqandı sozıp, sodan keyin / onı / uzsin. Soytip qarasın, aylası ozin ızalandırgan narseni ketire me eken"},{"SurahNumber":22,"VerseNumber":16,"Text":"Mine osılay, Biz onı / Qurandı / anıq ayattar turinde tusirdik. Allah Ozi qalaganın twra jolmen jurgizedi"},{"SurahNumber":22,"VerseNumber":17,"Text":"Kumansiz, Allah Qayta tirilw kuni imanga kelgenderdin jane iwdeyler, sabiler, xristiandar, majwsilerdin / otqa tabınwsı­lar / ari serik qoswsılardın arasında ukim etedi. Aqiqatında, Allah - arbir narsege kwa"},{"SurahNumber":22,"VerseNumber":18,"Text":"Ey, Muxammed! / Sen aspandardagı jane jerdegilerdin, kun men ay, juldızdar, tawlar, agastar, janwarlar ari kop adamdardın Allahqa sajde etetinin kormedin be / bilmedin be / ? Sonday-aq, kobine azap xaq / layıq / boldı. Allah kimdi qor etse, onda onı kurmettewsi bolmaydı. Aqiqatında, Allah Ozi qalaganın jasaydı"},{"SurahNumber":22,"VerseNumber":19,"Text":"Mine, eki jaq ozderinin Rabbısı jayında tartıstı. Sonday kupirlik etwsiler usin / imansızdarga, qarsı kelwsilerge / ottan kiim pisiledi, bastarının ustinen qaynap turgan sw quyıladı"},{"SurahNumber":22,"VerseNumber":20,"Text":"Odan olardın iski agzaları men terileri eritiledi"},{"SurahNumber":22,"VerseNumber":21,"Text":"Ari olar usin temirden soqparlar bar"},{"SurahNumber":22,"VerseNumber":22,"Text":"Olar ar kez ondagı qaygı-qasiretten sıgwdı qalasa, ogan keri qaytarıladı. Olarga: «Ortewsi ottın azabın tatındar»,- delinedi"},{"SurahNumber":22,"VerseNumber":23,"Text":"Kumansiz, Allah imanga kelgen jane izgi amal jasagandardı astınan ozender agıp jatatın / Jannattagı / baqtarga kirgizedi. Olar onda altın bilezikter jane injwmen bezendiriledi. Al ondagı kiimderi jibekten boladı"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ari olar sozdin jaqsısına bagıttaldı / Olarga sozdin jaqsısı aytqızıldı / ari olar al-Xamidtın / asa Maqtawlının / jolımen jurgizildi"},{"SurahNumber":22,"VerseNumber":25,"Text":"Aqiqatında, sonday kupirlik etwsilerge / imanga kelmegenderge / jane Allahtın jolınan toswsılarga ari Biz adamdar usin - ol jerde turwsılar jane sırttan kelwsilerge - birdey etken al-Xaram mesitinen tosatındarga, sonday-aq, kim ol jerde adiletsizdik etip / aqiqattan / awıtqwdı qalasa, Biz ogan qinawsı azaptı tattıramız"},{"SurahNumber":22,"VerseNumber":26,"Text":"Mine, kezinde Biz Ibrahimge Uydin / Qagbanın / ornın korsetip: «Magan esnarseni serik etip qospa jane Uyimdi tawap etwsiler, / namazda / turwsı, rwkwg, sajde jasawsılar usin tazala"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ari adamdardın arasında qajılıq jayında xabarla. Olar sagan jayaw jane turli judegen / janwarlar / ustinde alıs jerlerden / jerdin tukpir-tukpirinen / keledi"},{"SurahNumber":22,"VerseNumber":28,"Text":"Olar ozderi usin paydalı narselerge kwa bolsın jane belgili kunderde ozderine Ol / Allah / rizıq etip bergen maldardın ustinen / salatın kezde / Allahtın atın eske alsın. Odan ozderin de jender jane joq-jitikke jegizinder"},{"SurahNumber":22,"VerseNumber":29,"Text":"Sodan keyin olar / denelerindegi / taza emesten arılsın, nazirlerin orındasın jane ejelgi Uydi / Qagbanı / tawap etsin»,- dedik"},{"SurahNumber":22,"VerseNumber":30,"Text":"Mine, osı / senderge Allahtın buyırganı / ,Ari kim Allahtın tıyım salgandarı ote ulken narse dep bilse, bul Rabbısının aldında onın ozi usin qayırlı. Senderge / tıyım salınganı twralı / oqılgannan basqa maldar ruqsat / xalal / etildi. Puttardın lastıgınan awlaq bolındar ari otirik sozden awlaq bolındar"},{"SurahNumber":22,"VerseNumber":31,"Text":"Allahqa xanif (bul jerde jalpı tıyım salıngan amaldardan awlaq jurwsiler) bolgan jane Ogan es narseni serik etip qospagan kuylerinde. Al, Allahqa birewdi serik etip qosqan, ol beyne bir aspannan qulap tusip, onı kus ilip aketken ne jel alısqa usırıp ketken bir narse sekildi"},{"SurahNumber":22,"VerseNumber":32,"Text":"Mine, osılay. Al, kim Allahtın belgi-rasimderin ulı dep bilse, sozsiz, bul jurekterdin taqwalıgınan / Allahtın jaza­sınan qorqıp, saqtanwınan"},{"SurahNumber":22,"VerseNumber":33,"Text":"Senderge olarda belgili waqıtqa deyin payda bar. Keyin olardın salınatın ornı - ejelgi Uydin / Qagbanın / manı"},{"SurahNumber":22,"VerseNumber":34,"Text":"Arbir ummet usin ozderine rizıq etip bergen maldardı / salatın kezde / Allahtın atın eske alw usin Biz, / qajılıqtagı / qurbandıq salw ornın / Mekke manayın / belgiledik. Senderdin qudayların bir gana quday. Ogan boysunındar. / Ey, Muxammed! / / Allahqa / berile boysunwsılardı suyinsile"},{"SurahNumber":22,"VerseNumber":35,"Text":"solar, Allah eske alınganda jurekteri diril qagatındar jane ozderine kelgen awırtpasılıqqa sabır etetinder jane namazdı / barlıq sarttarın saqtap, berile / tolıq orındaytındar jane Biz rizıq etip bergennen jumsaytındar"},{"SurahNumber":22,"VerseNumber":36,"Text":"Biz qurbandıqqa / soyu usin / alıngan iri maldardı / tuye men siırdı / Ssenderge Allahtın belgilerinen ettik. Sender usin olarda qayır bar. Turgızılıp qoyılgan kezde / soyılganda / olardın ustinen Allahtın atın eske alındar. Al, jambastarı jerge tigen / jan sıgargan / kezde, olardan jender jane surawga uyalıp / azga da / qanagat etwsi men muqtajdıgı sebepti suraytındarga jegizinder. Biz olardı / maldardı / sukir etwlerin / bergen igilikterimizge algıs bildirwlerin / usin senderge osılay bagındırdıq"},{"SurahNumber":22,"VerseNumber":37,"Text":"Allahqa olardın / qurbandıqqa soyılgan maldardın / etteri de, qandarı da jetip barmaydı. Biraq, Ogan senderdin taqwalıqtarın / Ogan boysunıp, jazasınan qorqıp, saqtangandıqtarın / jetedi. Senderdi twra jolmen jurgizgendigine, Allahtı ulıqtawların usin olardı / maldardı / senderge osılay bagındırıp berdi. IEy, Muxammed!! Jaqsılıqtı ıqılaspen istewsilerdi qwandır"},{"SurahNumber":22,"VerseNumber":38,"Text":"Kumansiz, Allah imanga kelgenderdi qorgaydı. Sın maninde, Allah arbir qiyanatsıl, / berilgen igilikterdi / joqqa sıgarwsını jaqsı kormeydi"},{"SurahNumber":22,"VerseNumber":39,"Text":"Ozderine qarsı sogıs asılgandarga, adiletsizdikke usıragandıqtarı sebepti / sogıswga / ruqsat etildi. Sozsiz, Allah olarga komekteswge Qudiretti"},{"SurahNumber":22,"VerseNumber":40,"Text":"Olar elderinen, «Rabbımız - Allah» degenderi usin jazıqsız sıgarıldı. Allah adamdardın birin ozgeleri arqılı qorgamaganda monaxtar tabınatın orındar / kelya / , sirkewler, sinagogtar jane isinde Allahtın atı kop eske alınatın mesitter qiratılar edi. Allah Ozine / dinine / komek korsetkenge, albette komektesedi. Aqiqatında Allah ote Kusti, asa Ustem"},{"SurahNumber":22,"VerseNumber":41,"Text":"Eger olardı / Allah jolına komektesetinderdi / jer betinde ornıqtırıp, bekemdesek, olar namazdı tolıq orındaydı, zeketti beredi, quptalganga buyırıp, tıyım salıngannan qaytaradı. Al, isterdin sonı - Allahta"},{"SurahNumber":22,"VerseNumber":42,"Text":"Ey, Muxammed! / Eger olar seni otiriksige sıgarsa, bulardan burın Nuxtın eli, Ad jane Samud eli de / elsilerdi / otiriksige sıgargan edi"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahimnın eli men Luttın eli de"},{"SurahNumber":22,"VerseNumber":44,"Text":"Madiyan turgındarı da / Sugayıptı / . Musa da otiriksige sıgarıldı. Men kapirlerge waqıt berip, keyin olardı ustadım / jazaladım / . Sonda Menin quptamawım / jazalawım / tqalay boldı"},{"SurahNumber":22,"VerseNumber":45,"Text":"Qansama eldi mekenderdi adiletsiz bolgan kuylerinde joyıp jiberdik. Olardın qabırgaları irgesine qulagan satırına jıgıldı. Qansama qulıqtar men biik saraylar / iesiz / qaldı"},{"SurahNumber":22,"VerseNumber":46,"Text":"Olar jer betinde saparga sıqpadı ma, sonda olardın ugınatın jurekteri ne estitin qulaqtarı bolmadı ma? Negizinde soqır bolgan kozder emes, kerisinse kewdelerdegi jurekter soqır boldı"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ari olar senen azaptın tez bolwın suraydı, biraq Allah wadesin esqasan buzbaydı. Ari aqiqatında, Rabbınnın qasındagı bir kun, senderdin eseptewlerinmen mın jılga ten"},{"SurahNumber":22,"VerseNumber":48,"Text":"Al, qansama adiletsiz bolgan eldi mekenderge mursat berip, keyin olardı ustadım / jazaladım / . Ari qaytw - Magan / Olar asa ulı Allahqa qaytadı"},{"SurahNumber":22,"VerseNumber":49,"Text":"Ey, Muxammed! / Ayt: «Ay, adamdar! Sın maninde men senderge anıq eskertwsimin»,- dep"},{"SurahNumber":22,"VerseNumber":50,"Text":"Imanga kelgen jane izgi amal istegenderge kesirim jane mol rizıq bar"},{"SurahNumber":22,"VerseNumber":51,"Text":"Al, sonday Bizdin ayat-belgilerimizdi alsiretwge tırısqandar, mine solar - Jaximga (Tozaqqa) tuswsiler"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ey, Muxammed! / Senen burın da bir Elsi / raswl / ne Paygambar / nabi / jibersek, ol oqıgan kezde saytan onın oqıganına / bir narse / laqtıradı. Biraq, Allah saytannın tastaytının joyadı. Keyin Allah Oz ayattarın bekitedi. Allah barin Bilwsi, asa Dana"},{"SurahNumber":22,"VerseNumber":53,"Text":"Saytannın tastaytının jurekterinde derti barlarga jane jurekteri qatıp qalgandarga fitna / sınaq / etw usin / jasadı / . Aqiqatında, adiletsizder uzaq / qattı / qaysılıqta"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ari / bul / bilim berilgender munın Rabbınnan aqiqat ekenin bilwi, ogan senwleri jane jurekterinin boysuna berilwi usin. Aqiqatında, Allah imanga kelgenderdi twra jolmen jurgizedi"},{"SurahNumber":22,"VerseNumber":55,"Text":"Al, sonday kupirlik etwsiler / Paygambarga tusirilgenge kuman keltirwsiler / ozderine kenetten Sagat / Qayta tirilw kuni / kelgenge deyin nemese qısır / jalgaspaytın / kunnin azabı kelgenge deyin ogan kumanda bolwda qala beredi"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ol kuni bilik - Allahta, Ol olardın arasına ukim sıgaradı. Sonda imanga kelgen jane izgi amal istegender Naim baqtarında boladı"},{"SurahNumber":22,"VerseNumber":57,"Text":"Al, kupirlik etkenderge / Allah pen Onın Elsisine senbegenderge / , Bizdin ayattarımızdı otirik sanagandarga, mine, solarga qorlawsı azap boladı"},{"SurahNumber":22,"VerseNumber":58,"Text":"Sonday-aq, Allah jolında qonıs awdarıp / hijra jasap / , sodan keyin / sogısta / oltirilgen nemese / uyinde / qaytıs bolgandarga sozsiz, Allah korkem rizıq beredi. Aqiqatında, Allah -rizıq berwsilerdin en qayırlısı"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ol / Allah / olardı mindetti turde, olar razı bolatın jayga kirgizedi. Allah barin Bilwsi, ote Ustamdı"},{"SurahNumber":22,"VerseNumber":60,"Text":"Mine osılay, kim ozi jazalanganday jazalap, sodan keyin ogan adiletsizdik jasalsa, Allah ogan mindetti turde jardem beredi. Allah - jazalamay Kesirip jiberwsi , ote Kesirimdi"},{"SurahNumber":22,"VerseNumber":61,"Text":"Aqiqatında, Ol tundi kundizge kirgizedi, kundizdi tunge kirgizedi. Allah barin Estwsi, barlıq narseni Korwsi"},{"SurahNumber":22,"VerseNumber":62,"Text":"Oytkeni, Allah al-Xaqq / Aqiqat / , al olardın Odan ozge jalınıp suragandarı jalgan. Ari Allah asa Jogarı, ote Ulken"},{"SurahNumber":22,"VerseNumber":63,"Text":"Allahtın aspannan sw tusirgenin, soytip jerdin jap-jasıl bolatının kormedin be? Aqiqatında, Allah - ote Jumsaq , barinen Xabardar"},{"SurahNumber":22,"VerseNumber":64,"Text":"Aspandardagı jane jerdegi barlıq narseler Oniki. Anıgında Allah Bay, asa Maqtawlı"},{"SurahNumber":22,"VerseNumber":65,"Text":"Allahtın senderge jerdegi narselerdi jane tenizde Ozinin amirimen juzetin kemelerdi bagındırganın kormedin be? Ol aspandı, Ozinin ruqsatınsız jerge qulap tuswden ustap turadı. Aqiqatında, Allah adamdarga ote Meyirban , erekse Meyirimdi"},{"SurahNumber":22,"VerseNumber":66,"Text":"Ari Ol sonday -senderge omir beredi, keyin jandarındı aladı, sodan keyin qaytatiriltedi. Negizinde adam balası sukirsilik etpewsi / igilikterge algıs bildirmewsi"},{"SurahNumber":22,"VerseNumber":67,"Text":"Biz arbir / paygambar jiberilgen / ummet usin - olar ustanatın qulsılıq etw ereje-qagidaların belgiledik. / Ey, Muxammed! / Sondıqtan olar bul masele jayında senimen talaspasın. / Adamdardı / Rabbına saqır. Aqiqatında sen twra joldasın"},{"SurahNumber":22,"VerseNumber":68,"Text":"Al eger olar senimen tartıssa: «Allah ne istep jatqandarındı jaqsı biledi"},{"SurahNumber":22,"VerseNumber":69,"Text":"Qayta tirilw kuni Allah qaysılıqqa tusken narselerin jayında aralarına ukim sıgaradı»,- de"},{"SurahNumber":22,"VerseNumber":70,"Text":"Allahtın aspan men jerdeginin barlıgın biletinin sen bilmeysin be? Aqiqatında bul - Kitapta bar. Sın maninde bul - Allahqa jenil"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ari olar Allahtın ornına, Ol esbir dal el tusirmegen ari ozderinde / ol jay­lı / bilimi bolmagan narsege tabınadı. Adiletsizderge komek berwsi bolmaydı"},{"SurahNumber":22,"VerseNumber":72,"Text":"Ey, Muxammed! / Al, Olarga anıq ayattarımız oqılgan kezde, kupirlik etwsilerdin / onı moyındamawsılardın / juzinen teriske sıgarwdı bayqaysın. Olar ozderine ayattarımızdı oqıgandarga qarsı kus korsetwge dayın. Ayt: «Senderge budan jaman narseni xabarlayın ba? Ol - Ot. Allah onı kupirlik etwsilerge / imansızdarga / wade etti. Ol - baratın jerdin ote jamanı»,- dep"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ey, adamdar! Bir mısal keltirildi, endi ogan qulaq salındar. Negizinde, solar, Allahtan ozge tilek etip tabıngandarınnın, barlıgı birigip jinalsa da esqasan bir sıbındı da jarata almaydı. Eger sıbın olardan bir narseni alıp ketetin bolsa, olar odan / sıbınnan / onı keri qaytarıp ala almaydı. Talap etwsi de, talap etilwsi de alsiz"},{"SurahNumber":22,"VerseNumber":74,"Text":"Olar Allahtı, Onı / qadirine say / layıqtı turde bagalagan / qadirlegen / joq. Aqiqatında, Allah - ote Kusti, asa Ustem"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah peristelerden jane adamdardan elsiler tandaydı. kumansiz, Allah barin Estwsi , barin Korwsi"},{"SurahNumber":22,"VerseNumber":76,"Text":"Ol / Allah / olardın aldarındagını da, arttarındagını da biledi. Barlıq is Allahqa qaytarıladı"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ey, imanga kelgender! murattarına jetw usin rwkwg jasandar jane sajde etinder jane ozderinnin Rabbına qulsılıq qılındar ari jaqsılıq istender"},{"SurahNumber":22,"VerseNumber":78,"Text":"Allah jolında,Ogan layıqtı turde bolgan ınta-jigermen kuresinder, Ol senderdi tandadı ari Ol senderge dinde esbir qiındıq jasamadı. Bul - ataların Ibrahimnın dini. Elsinin senderge kwa bolwı ari senderdin adamdarga kwa bolwların usin Ol budan burın jane osında senderdi Musılmandar / boysunwsılar / dep atadı. Namazdı / barlıq sarttarın saqtap, ıqılaspen, berile! tolıq orındandar, zeketti berinder jane Allahtan mıqtap ustandar. Ol - senderdin qamqorsıların. Ol - qanday jaqsı qamqorsı ari qanday jaqsı komek berwsi"}]}