{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Wir haben den Quran nicht auf dich herabgesandt, um dich unglucklich zu machen"},{"SurahNumber":20,"VerseNumber":3,"Text":"sondern als eine Ermahnung fur den, der (Allah) furchtet"},{"SurahNumber":20,"VerseNumber":4,"Text":"(Dies ist) eine Offenbarung von Ihm, Der die Erde und die hohen Himmel erschuf"},{"SurahNumber":20,"VerseNumber":5,"Text":"(Er ist) der Allerbarmer, Der uber Sein Reich majestatisch herrscht"},{"SurahNumber":20,"VerseNumber":6,"Text":"Sein ist, was in den Himmeln und was auf Erden ist und was zwischen beiden und was unter dem Erdreich liegt"},{"SurahNumber":20,"VerseNumber":7,"Text":"Und wenn du das Wort laut aussprichst, dann wahrlich, kennt Er das Geheime und das, was noch verborgener ist"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah - es ist kein Gott außer Ihm. Ihm kommen die Schonsten Namen zu"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ist dir Moses' Geschichte nicht zu Ohren gekommen"},{"SurahNumber":20,"VerseNumber":10,"Text":"Als er ein Feuer sah, sagte er zu seinen Angehorigen: \"Bleibt (hier), ich habe ein Feuer wahrgenommen; vielleicht kann ich euch ein Stuck Glut davon bringen oder den rechten Weg am Feuer finden"},{"SurahNumber":20,"VerseNumber":11,"Text":"Und wie er naher herankam, wurde er angerufen: \"O Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ich bin es, dein Herr. So zieh deine Schuhe aus; denn du bist im heiligen Wadi Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Und Ich habe dich erwahlt; so hore denn auf das, was offenbart wird"},{"SurahNumber":20,"VerseNumber":14,"Text":"Wahrlich, Ich bin Allah. Es ist kein Gott außer Mir; darum diene Mir und verrichte das Gebet zu Meinem Gedenken"},{"SurahNumber":20,"VerseNumber":15,"Text":"Wahrlich, die Stunde kommt bestimmt. Ich halte sie fest verborgen, auf daß jede Seele nach ihrem Bemuhen belohnt werde"},{"SurahNumber":20,"VerseNumber":16,"Text":"Darum laß dich nicht von dem, der hieran nicht glaubt und seinen Gelusten folgt, davon abhalten, damit du nicht untergehest"},{"SurahNumber":20,"VerseNumber":17,"Text":"Und was ist das in deiner Rechten, o Moses"},{"SurahNumber":20,"VerseNumber":18,"Text":"Er sagte: \"Das ist mein Stock; ich stutze mich darauf und schlage damit Laub fur meine Schafe ab, und ich habe fur ihn noch andere Verwendungen"},{"SurahNumber":20,"VerseNumber":19,"Text":"Er sprach: \"Wirf ihn hin, o Moses"},{"SurahNumber":20,"VerseNumber":20,"Text":"Da warf er ihn hin, und siehe, er wurde zu einer Schlange, die umhereilte"},{"SurahNumber":20,"VerseNumber":21,"Text":"Er sprach: \"Ergreife ihn und furchte dich nicht. Wir werden ihn in seinen fruheren Zustand zuruckbringen"},{"SurahNumber":20,"VerseNumber":22,"Text":"Und stecke deine Hand dicht unter deinen Arm: sie wird weiß hervorkommen, ohne ein Ubel - (dies ist) noch ein weiteres Zeichen"},{"SurahNumber":20,"VerseNumber":23,"Text":"auf daß Wir dir etwas von Unseren großten Zeichen zeigen"},{"SurahNumber":20,"VerseNumber":24,"Text":"Gehe zu Pharao; denn er ist aufsassig geworden"},{"SurahNumber":20,"VerseNumber":25,"Text":"Er sagte: \"Mein Herr, gib mir die Bereitschaft (dazu)"},{"SurahNumber":20,"VerseNumber":26,"Text":"und erleichtere mir meine Aufgabe"},{"SurahNumber":20,"VerseNumber":27,"Text":"und lose den Knoten meiner Zunge"},{"SurahNumber":20,"VerseNumber":28,"Text":"damit sie meine Rede verstehen mogen"},{"SurahNumber":20,"VerseNumber":29,"Text":"Und gib mir einen Beistand aus meiner Familie mit"},{"SurahNumber":20,"VerseNumber":30,"Text":"Aaron, meinen Bruder"},{"SurahNumber":20,"VerseNumber":31,"Text":"mit dem ich meine Kraft steigere"},{"SurahNumber":20,"VerseNumber":32,"Text":"und laß ihn an meiner Aufgabe teilhaben"},{"SurahNumber":20,"VerseNumber":33,"Text":"auf daß wir Dich oft preisen mogen"},{"SurahNumber":20,"VerseNumber":34,"Text":"und Deiner oft gedenken"},{"SurahNumber":20,"VerseNumber":35,"Text":"denn Du kennst uns am besten"},{"SurahNumber":20,"VerseNumber":36,"Text":"Er sprach: \"Dein Wunsch ist dir gewahrt, o Moses"},{"SurahNumber":20,"VerseNumber":37,"Text":"Und sicher haben Wir dir (auch schon) ein andermal Gnade erwiesen"},{"SurahNumber":20,"VerseNumber":38,"Text":"als Wir deiner Mutter jene Weisung eingaben"},{"SurahNumber":20,"VerseNumber":39,"Text":"Lege ihn in einen Kasten und wirf ihn in den Fluß, dann wird der Fluß ihn ans Ufer spulen, so daß ein Feind von Mir und ihm ihn aufnehmen wird.\" Und Ich habe auf dich Liebe von Mir gelegt; damit du unter Meinem Auge aufgezogen wurdest"},{"SurahNumber":20,"VerseNumber":40,"Text":"Damals ging deine Schwester hin und sagte: \"Soll ich euch jemanden empfehlen, der ihn betreuen konnte?\" So gaben Wir dich deiner Mutter wieder, auf daß ihr Auge von Freude erfullt wurde und sie sich nicht gramte. Und du erschlugst einen Menschen, Wir aber erretteten dich aus der Trubsal. Dann pruften Wir dich auf mannigfache Art. Und du verweiltest jahrelang unter dem Volk von Madyan. Hierauf kamst du hierher, o Moses, gemaß einer bestimmten Fugung"},{"SurahNumber":20,"VerseNumber":41,"Text":"Und Ich habe dich fur Mich ausgewahlt"},{"SurahNumber":20,"VerseNumber":42,"Text":"Geht denn mit Meinen Zeichen hin, du und dein Bruder, und lasset nicht (darin) nach, Meiner zu gedenken"},{"SurahNumber":20,"VerseNumber":43,"Text":"Geht beide zu Pharao; denn er ist aufsassig geworden"},{"SurahNumber":20,"VerseNumber":44,"Text":"Jedoch sprechet zu ihm in sanfter Sprache; vielleicht laßt er sich mahnen oder furchtet sich"},{"SurahNumber":20,"VerseNumber":45,"Text":"Beide sagten: \"Unser Herr, wir furchten, er konnte sich an uns vergreifen oder das Ausmaß seiner Gewalt ubersteigen"},{"SurahNumber":20,"VerseNumber":46,"Text":"Er sprach: \"Furchtet euch nicht; denn Ich bin mit euch beiden. Ich hore und Ich sehe"},{"SurahNumber":20,"VerseNumber":47,"Text":"So geht denn beide zu ihm hin und sprecht: \"Wir sind zwei Gesandte deines Herrn; so laß die Kinder Israels mit uns ziehen; und bestrafe sie nicht. Wir haben dir in Wahrheit ein Zeichen von deinem Herrn gebracht und Friede sei auf dem, der der Rechtleitung folgt"},{"SurahNumber":20,"VerseNumber":48,"Text":"Es ist uns offenbart worden, daß die Strafe uber den kommen wird, der (den Glauben) verwirft und sich (von ihm) abwendet"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Pharao) sagte: \"Wer ist euer beider Herr, o Moses"},{"SurahNumber":20,"VerseNumber":50,"Text":"Er sagte: \"Unser Herr ist Der, Der jedem Ding seine Schopfungsart gab, alsdann es zu seiner Bestimmung fuhrte"},{"SurahNumber":20,"VerseNumber":51,"Text":"Er (Pharao) sagte: \"Und wie steht es dann um die fruheren Geschlechter"},{"SurahNumber":20,"VerseNumber":52,"Text":"Er sagte: \"Das Wissen um sie steht bei meinem Herrn in einem Buch. Weder irrt mein Herr, noch vergißt Er"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Er ist es,) Der die Erde fur euch zu einem Lager gemacht hat und Wege uber sie fur euch hinlaufen laßt und Regen vom Himmel hernieder sendet. Und damit bringen Wir Paare von Pflanzenarten hervor"},{"SurahNumber":20,"VerseNumber":54,"Text":"Esset denn und weidet euer Vieh.\" Wahrlich, hierin liegen Zeichen fur Leute von Verstand"},{"SurahNumber":20,"VerseNumber":55,"Text":"Aus ihr (der Erde) haben Wir euch erschaffen, und in sie werden Wir euch zuruckkehren lassen, und aus ihr bringen Wir euch abermals hervor"},{"SurahNumber":20,"VerseNumber":56,"Text":"Und wir ließen ihn (Pharao) Unsere Zeichen allesamt schauen; doch er verwarf (sie) und weigerte sich (zu glauben)"},{"SurahNumber":20,"VerseNumber":57,"Text":"Er sagte: \"Bist du zu uns gekommen, o Moses, um uns durch deinen Zauber aus unserem Lande zu treiben"},{"SurahNumber":20,"VerseNumber":58,"Text":"Aber wir werden dir sicher einen diesem Zauber gleichen bringen; so setze einen Termin an einem neutralen Ort fur uns fest, den wir nicht verfehlen werden - weder wir noch du"},{"SurahNumber":20,"VerseNumber":59,"Text":"Er (Moses) sagte: \"Euer Termin sei auf den Tag des Festes (gelegt), und veranlasse, daß sich die Leute bereits am Vormittag versammeln"},{"SurahNumber":20,"VerseNumber":60,"Text":"Da wandte sich Pharao ab und plante eine List, und dann kam er"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses sagte zu ihnen: \"Wehe euch, ersinnt keine Luge gegen Allah, damit Er euch nicht durch eine Strafe vernichte. Wer eine Luge ersinnt, der wird eine Enttau schung erleben"},{"SurahNumber":20,"VerseNumber":62,"Text":"Dann stritten sie sich uber ihre Sache und berieten (sich) insgeheim"},{"SurahNumber":20,"VerseNumber":63,"Text":"Sie sagten: \"Diese beiden sind sicher Zauberer, die euch durch ihren Zauber aus eurem Land treiben und eure vortreffliche Lebensweise beseitigen wollen"},{"SurahNumber":20,"VerseNumber":64,"Text":"So zeigt, was ihr an Macht habt und kommt dann wohlgereiht nach vorn. Und wer heute die Oberhand gewinnt, der wird Erfolg haben"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sie sagten: \"O Moses, entweder wirfst du (den Stock zuerst), oder wir werden die Ersten (beim Werfen) sein"},{"SurahNumber":20,"VerseNumber":66,"Text":"Er sagte: \"Nein; werft ihr nur!\" Da siehe, ihre Stricke und ihre Stocke erschienen ihm durch ihre Zauberei; als ob sie umhereilten"},{"SurahNumber":20,"VerseNumber":67,"Text":"Und Moses verspurte Furcht in seiner Seele"},{"SurahNumber":20,"VerseNumber":68,"Text":"Wir sprachen: \"Furchte dich nicht; denn du wirst die Oberhand gewinnen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Und wirf nur, was in deiner Rechten ist; es wird das verschlingen, was sie gemacht haben; denn das, was sie gemacht haben, ist nur die List eines Zauberers. Und ein Zauberer soll keinen Erfolg haben, woher er auch kommen mag"},{"SurahNumber":20,"VerseNumber":70,"Text":"Da warfen die Zauberer sich nieder. Sie sagten: \"Wir glauben an den Herrn Aarons und Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"Er (Pharao) sagte: \"Glaubt ihr an ihn bevor ich es euch erlaube? Er muß wohl euer Meister sein, der euch die Zauberei lehrte. Wahrhaftig, ich will euch darum die Hande und Fuße wechselweise abhauen (lassen), und wahrhaftig, ich will euch an den Stammen der Palmen kreuzigen (lassen); dann werdet ihr bestimmt erfahren, wer von uns strenger und nachhaltiger im Strafen ist"},{"SurahNumber":20,"VerseNumber":72,"Text":"Sie sagten: \"Wir wollen dir in keiner Weise den Vorzug geben vor den deutlichen Zeichen, die zu uns gekommen sind, noch (vor Dem,) Der uns erschaffen hat. Gebiete, was du gebieten magst: du kannst ja doch nur uber dieses irdische Leben gebieten"},{"SurahNumber":20,"VerseNumber":73,"Text":"Wir glauben an unseren Herrn, auf daß Er uns unsere Sunden und die Zauberei, zu der du uns genotigt hast, vergebe. Allah ist der Beste und der Bestandigste"},{"SurahNumber":20,"VerseNumber":74,"Text":"Wahrlich, fur den, der im Zustand der Sundhaftigkeit zu seinem Herrn kommt, ist Gahannam (bestimmt); darin soll er weder sterben noch leben"},{"SurahNumber":20,"VerseNumber":75,"Text":"Denen aber, die als Glaubige zu Ihm kommen (und) gute Taten vollbracht haben, sollen die hochsten Rangstufen zuteil werden"},{"SurahNumber":20,"VerseNumber":76,"Text":"die Garten von Eden, durch die Bache fließen; darin werden sie auf ewig verweilen. Und das ist der Lohn derer, die sich rein halten"},{"SurahNumber":20,"VerseNumber":77,"Text":"Und wahrlich, Wir offenbarten Moses: \"Fuhre Meine Diener bei Nacht hinweg und schlage ihnen eine trockene Straße durch das Meer. Du brauchst nicht zu furchten, eingeholt zu werden, noch brauchst du dir sonst (irgendwelche) Sorgen zu machen"},{"SurahNumber":20,"VerseNumber":78,"Text":"Darauf verfolgte sie Pharao mit seinen Heerscharen, und es kam (etwas) aus dem Meer uber sie, was sie uberwaltigte"},{"SurahNumber":20,"VerseNumber":79,"Text":"Und Pharao fuhrte sein Volk in die Irre und fuhrte (es) nicht den rechten Weg"},{"SurahNumber":20,"VerseNumber":80,"Text":"O ihr Kinder Israels, Wir erretteten euch von eurem Feinde, und Wir schlossen einen Bund an der rechten Seite des Berges mit euch und sandten Manna und Wachteln auf euch herab"},{"SurahNumber":20,"VerseNumber":81,"Text":"Esset nun von den guten Dingen, die Wir euch gegeben haben, doch uberschreitet dabei nicht das Maß, damit Mein Zorn nicht auf euch niederfahre; denn der, auf den Mein Zorn niederfahrt, geht unter"},{"SurahNumber":20,"VerseNumber":82,"Text":"Und doch gewahre Ich dem Verzeihung, der bereut und glaubt und das Gute tut und dann der Fuhrung folgt"},{"SurahNumber":20,"VerseNumber":83,"Text":"Und was hat dich so eilig von deinem Volke weggetrieben, o Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"Er sagte: \"Sie folgen meiner Spur, und ich bin zu Dir geeilt, mein Herr, damit Du wohl zufrieden bist"},{"SurahNumber":20,"VerseNumber":85,"Text":"Er sprach: \"Siehe, Wir haben dein Volk in deiner Abwesenheit gepruft, und der Samiryy hat sie verfuhrt"},{"SurahNumber":20,"VerseNumber":86,"Text":"Da kehrte Moses zornig und voller Bedauern zu seinem Volk zuruck. Er sagte: \"O mein Volk, hat euer Herr euch nicht eine schone Verheißung gegeben? Erschien euch etwa die anberaumte Zeit zu lang, oder wolltet ihr, daß der Zorn eures Herrn auf euch niederfahre, als ihr euer Versprechen mir gegenuber bracht"},{"SurahNumber":20,"VerseNumber":87,"Text":"Sie sagten: \"Nicht aus freien Stucken haben wir das Versprechen dir gegenuber gebrochen: allein, wir waren beladen mit der Last der Schmucksachen des Volkes; wir warfen sie fort, und das gleiche tat auch der Samiryy"},{"SurahNumber":20,"VerseNumber":88,"Text":"Dann brachte er ihnen ein leibhaftiges Kalb, das blokte, hervor. Und sie sagten: \"Das ist euer Gott und der Gott Moses'; er hat (ihn) vergessen"},{"SurahNumber":20,"VerseNumber":89,"Text":"Konnten sie denn nicht sehen, daß es ihnen keine Antwort gab und keine Macht hatte, ihnen weder zu schaden noch zu nutzen"},{"SurahNumber":20,"VerseNumber":90,"Text":"Und doch hatte Aaron zuvor zu ihnen gesagt: \"O mein Volk, dadurch seid ihr nur gepruft worden. Wahrlich, euer Herr ist der Allerbarmer; darum folgt mir und gehorcht meinem Befehl"},{"SurahNumber":20,"VerseNumber":91,"Text":"Sie sagten: \"Wir werden keineswegs aufhoren, es anzubeten, bis Moses zu uns zuruckkehrt"},{"SurahNumber":20,"VerseNumber":92,"Text":"Er (Moses) sagte: \"O Aaron, was hinderte dich, als du sie irregehen sahst"},{"SurahNumber":20,"VerseNumber":93,"Text":"mir zu folgen? Bist du denn meinem Befehl ungehorsam gewesen"},{"SurahNumber":20,"VerseNumber":94,"Text":"Er sagte: \"O Sohn meiner Mutter, greife nicht nach meinem Bart, noch nach meinem Kopf. Ich furchtete, du konntest sagen: \"Du hast die Kinder Israels gespalten und mein Wort nicht beachtet"},{"SurahNumber":20,"VerseNumber":95,"Text":"Er sagte: \"Und was hast du zu sagen, o Samiryy"},{"SurahNumber":20,"VerseNumber":96,"Text":"Er sagte: \"lch bemerkte, was sie nicht wahrnehmen konnten. Da faßte ich eine Handvoll Erde von der Spur des Gesandten und warf sie hin. So habe ich es mir selber eingeredet"},{"SurahNumber":20,"VerseNumber":97,"Text":"Er (Moses) sagte: \"Geh denn hin! Du sollst dein ganzes Leben lang sagen mussen: \"Beruhrt (mich) nicht\"; und dann ist da ein Zeitpunkt fur dich, dem du nicht entgehen wirst. So schaue nun auf deinen \"Gott\", dessen ergebener Anbeter du geworden bist. Wir werden ihn ganz gewiß verbrennen und ihn darauf ins Meer streuen"},{"SurahNumber":20,"VerseNumber":98,"Text":"Wahrlich, euer Gott ist Allah, außer Dem kein Gott da ist. Er umfaßt alle Dinge mit Wissen"},{"SurahNumber":20,"VerseNumber":99,"Text":"Damit also erzahlen Wir dir so manche Geschichte von dem, was zuvor geschah. Und Wir haben dir Unsere Ermahnung erteilt"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wer sich abkehrt, der wird wahrlich am Tage der Auferstehung eine Last tragen"},{"SurahNumber":20,"VerseNumber":101,"Text":"(In der Holle) werden sie auf ewig verweilen; und schwer wird ihnen die Burde am Tage der Auferstehung sein"},{"SurahNumber":20,"VerseNumber":102,"Text":"an dem Tage, da in den Sur gestoßen wird. Und an jenem Tage werden Wir die Schuldigen als Blauaugige versammeln"},{"SurahNumber":20,"VerseNumber":103,"Text":"sie werden einander heimlich zuflustern: \"lhr weiltet nur zehn (Tage im Grab)"},{"SurahNumber":20,"VerseNumber":104,"Text":"Wir wissen am besten, was sie sagen. Dann wird der Vernunftigste von ihnen sagen: \"Nur einen Tag verweiltet ihr"},{"SurahNumber":20,"VerseNumber":105,"Text":"Und sie werden dich nach den Bergen fragen. Sprich: \"Mein Herr wird sie vollstandig sprengen"},{"SurahNumber":20,"VerseNumber":106,"Text":"Und Er wird sie als kahle Ebene zuruck lassen"},{"SurahNumber":20,"VerseNumber":107,"Text":"worin du weder Krummungen noch Unebenheiten sehen wirst"},{"SurahNumber":20,"VerseNumber":108,"Text":"An jenem Tage werden sie dem Rufe folgen, der keine Abweichung kennt; alle Stimmen werden vor dem Allerbarmer gesenkt sein, und du wirst nichts als Flustern horen"},{"SurahNumber":20,"VerseNumber":109,"Text":"An jenem Tage wird keinem Fursprache etwas nutzen - außer jenem, dem der Allerbarmer (dazu) die Erlaubnis gibt und dessen Wort Ihm wohlgefallig ist"},{"SurahNumber":20,"VerseNumber":110,"Text":"Er kennt alles, was vor ihnen ist und was hinter ihnen ist; sie aber konnen es nicht mit Wissen umfassen"},{"SurahNumber":20,"VerseNumber":111,"Text":"Und die Gesichter werden sich demutig vor dem Lebendigen, dem Ewig-Bestandigen, neigen. Und hoffnungslos wahrlich ist jener, der (die Last des) Frevels tragt"},{"SurahNumber":20,"VerseNumber":112,"Text":"Und der aber, der gute Werke tut und dabei glaubig ist, wird weder Ungerechtigkeit noch Unterdruckung (zu) furchten (haben)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Und somit haben Wir (die Schrift) als arabischen Quran niedergesandt, und Wir haben darin gewisse Warnungen klar gemacht, auf daß sie (Ihn) furchten mogen oder (wunschen mogen,) daß er ihnen eine Ermahnung bringe"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hoch Erhaben ist Allah, der wahre Konig! Und uberhaste dich nicht mit dem Quran, ehe seine Offenbarung dir nicht vollstandig zuteil geworden ist, sondern sprich: \"O mein Herr, mehre mein Wissen"},{"SurahNumber":20,"VerseNumber":115,"Text":"Und wahrlich, Wir schlossen zuvor einen Bund mit Adam, aber er vergaß (ihn); Wir fanden in ihm kein Ausharrungsvermogen"},{"SurahNumber":20,"VerseNumber":116,"Text":"Und als Wir da zu den Engeln sprachen: \"Werft euch vor Adam nieder\", da warfen sie sich nieder, außer Iblis. Er weigerte sich"},{"SurahNumber":20,"VerseNumber":117,"Text":"Sodann sprachen Wir: \"O Adam, dieser ist dir und deiner Frau ein Feind; (achtet darauf,) daß er euch nicht beide aus dem Garten treibt! Sonst wurdest du unglucklich sein"},{"SurahNumber":20,"VerseNumber":118,"Text":"Es ist fur dich gesorgt, daß du darin weder Hunger fuhlen noch nackt sein sollst"},{"SurahNumber":20,"VerseNumber":119,"Text":"Und du sollst darin nicht dursten noch der Sonnenhitze ausgesetzt sein"},{"SurahNumber":20,"VerseNumber":120,"Text":"Jedoch Satan flusterte ihm Boses ein; er sagte: \"O Adam, soll ich dich zum Baume der Ewigkeit fuhren und zu einem Konigreich, das nimmer vergeht"},{"SurahNumber":20,"VerseNumber":121,"Text":"Da aßen sie beide davon, so daß ihnen ihre Bloße ersichtlich wurde, und sie begannen, die Blatter des Gartens uber sich zusammenzustecken. Und Adam befolgte das Gebot seines Herrn nicht und ging irre"},{"SurahNumber":20,"VerseNumber":122,"Text":"Hierauf erwahlte ihn sein Herr und wandte Sich ihm mit Erbarmen und Rechtleitung zu"},{"SurahNumber":20,"VerseNumber":123,"Text":"Er sprach: \"Geht von hier allesamt hinunter, der eine von euch soll des anderen Feind sein! Und wenn Meine Fuhrung zu euch kommt, dann wird der, der Meiner Fuhrung folgt, nicht zugrunde gehen, noch wird er Ungluck erleiden"},{"SurahNumber":20,"VerseNumber":124,"Text":"Und dem, der sich jedoch von Meiner Ermahnung abkehrt, wird ein Leben in Drangsal beschieden sein, und am Tage der Auferstehung werden Wir ihn blind vor Uns fuhren"},{"SurahNumber":20,"VerseNumber":125,"Text":"Er wird sagen: \"Mein Herr, warum hast Du mich blind (vor Dich) gefuhrt, obwohl ich (zuvor) sehen konnte"},{"SurahNumber":20,"VerseNumber":126,"Text":"Er wird sprechen: \"Es sind ja Unsere Zeichen zu dir gekommen, und du hast sie mißachtet: also wirst heute nun du mißachtet sein"},{"SurahNumber":20,"VerseNumber":127,"Text":"Und ebenso belohnen Wir auch den, der maßlos ist und nicht an die Zeichen seines Herrn glaubt; und die Strafe des Jenseits ist wahrlich strenger und nachhaltiger"},{"SurahNumber":20,"VerseNumber":128,"Text":"Leuchtet es ihnen (denn) nicht ein, wie viele Geschlechter vor ihnen Wir schon vernichteten, in deren Wohnstatten sie umherwandern? Darin liegen Zeichen fur die Leute, die Verstand haben"},{"SurahNumber":20,"VerseNumber":129,"Text":"Und ware nicht zuvor ein Wort von deinem Herrn ergangen, so ware die (Strafe) fallig; (genauso ist es) mit der Frist, die vorbestimmt ist"},{"SurahNumber":20,"VerseNumber":130,"Text":"Ertrage denn geduldig, was sie sagen, und lobpreise deinen Herrn vor dem Aufgang und vor dem Untergang der Sonne, und verherrliche (ihn) in den Nachtstunden und an den Tagesenden, auf daß du wahre Gluckseligkeit finden mogest"},{"SurahNumber":20,"VerseNumber":131,"Text":"Und richte deinen Blick nicht auf das, was Wir einigen von ihnen zu (kurzem) Genuß gewahrten den Glanz des irdischen Lebens -, um sie dadurch zu prufen. Denn die Versorgung deines Herrn ist besser und bleibender"},{"SurahNumber":20,"VerseNumber":132,"Text":"Und fordere die Deinen zum Gebet auf und sei (selbst) darin ausdauernd. Wir verlangen keinen Unterhalt von dir; Wir Selbst sorgen fur dich. Und der Ausgang ist durch Gottesfurcht vorgegeben"},{"SurahNumber":20,"VerseNumber":133,"Text":"Und sie sagen: \"Warum bringt er uns kein Zeichen von seinem Herrn?\" Ist zu ihnen denn nicht der klarste Beweis fur das gekommen, was in den fruheren Schriften steht"},{"SurahNumber":20,"VerseNumber":134,"Text":"Und hatten Wir sie vordem durch eine Strafe vernichtet, dann hatten sie gewiß gesagt: \"Unser Herr, warum schicktest Du uns keinen Gesandten, (der uns hatte helfen konnen,) Deine Gebote zu befolgen, ehe wir gedemutigt und beschamt wurden"},{"SurahNumber":20,"VerseNumber":135,"Text":"Sprich: \"Ein jeder wartet; so wartet auch ihr, und ihr werdet erfahren, wer die Befolger des ebenen Weges sind und wer rechtgeleitet ist"}]}