{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"حمد وسپاس مخصوص خدايی است که بر بنده اش (محمد) کتاب (قرآن) را نازل کرد، و هیچ گونه کجی و انحرافی در آن قرار نداد"},{"SurahNumber":18,"VerseNumber":2,"Text":"در حالی که ثابت و مستقیم (و نگاهبان کتابهای آسمانی) است، تا (بدکاران را) از عذاب سخت او بیم دهد، و مؤمنانی را که کارهای شایسته انجام می دهند، مژده دهد که پاداش نیکویی برای آنهاست"},{"SurahNumber":18,"VerseNumber":3,"Text":"(همان بهشتی) که جاودانه در آن خواهند ماند"},{"SurahNumber":18,"VerseNumber":4,"Text":"و (نیز) کسانی که گفتند : خداوند فرزندی (برای خود) برگزیده است، بیم دهد"},{"SurahNumber":18,"VerseNumber":5,"Text":"نه ایشان به این سخن علم و آگاهی دارند ونه پدرانشان، سخن بزرگی از دهانشان بیرون می شود ! آنان جز دروغ نمی گویند"},{"SurahNumber":18,"VerseNumber":6,"Text":"پس گویی می خواهی درپی ایشان خود را از غم و اندوه هلاک سازی، اگر به این سخن (قرآن) ایمان نیاورند"},{"SurahNumber":18,"VerseNumber":7,"Text":"ما آنچه که روی زمین است، زینت آن قرار داده ایم، تا آنها را بیازماییم که کدامیک شان بهتر عمل می کنند"},{"SurahNumber":18,"VerseNumber":8,"Text":"و ما (سرانجام) آنچه که روی زمین است، (صاف می کنیم) به خاکی هموار وبی گیاه (بیابانی خشک) تبدیل می کنیم"},{"SurahNumber":18,"VerseNumber":9,"Text":"آیا گمان کردی که اصحاب کهف (= غار) و رقیم (= نوشته) از جمله نشانه های شگفت انگیز ما بوده اند؟"},{"SurahNumber":18,"VerseNumber":10,"Text":"(بیاد آور) آنگاه که آن جوانان به غار پناه بردند، و گفتند: «پروردگارا ! ما را از سوی خود رحمتی عطا کن، و راه نجاتی برایمان فراهم ساز»"},{"SurahNumber":18,"VerseNumber":11,"Text":"پس (ما پرده های خواب را) در غار بر گوش هایشان زدیم، و سالها در خواب فرورفتند"},{"SurahNumber":18,"VerseNumber":12,"Text":"سپس آنان بر انگیختیم تا بدانیم کدام یک از آن دو گروه مدت ماندن خود را بهتر حساب کرده است"},{"SurahNumber":18,"VerseNumber":13,"Text":"ما داستان آنان را به حق برای تو باز گو می کنیم . آنها جوانانی بودند که به پروردگارشان ایمان آورده بودند ، و ما برهدایتشان افزودیم"},{"SurahNumber":18,"VerseNumber":14,"Text":"و (ما) دلهای آنها را محکم ساختیم، هنگامی که قیام کردند، و گفتند : «پروردگار ما، پروردگار آسمانها و زمین است، و ما هرگز غیر از او معبودی نمی پرستیم (اگر چنین کنیم) سخنی گزاف و بیهوده گفته ایم"},{"SurahNumber":18,"VerseNumber":15,"Text":"این قوم ما، معبودهای جز خدا انتخاب کرده اند، چرا دلیل آشکاری (بر این معبودان) نمی آورند ؟! چه کسی ستمکارتراست از آن فردی که بر خدا دروغ ببندد؟! »"},{"SurahNumber":18,"VerseNumber":16,"Text":"و(به آنها گفتیم :) هنگامی که از آنها و آنچه را جز خدا می پرستند؛ کناره گیری کردید، پس به غار پناه برید، که پروردگارتان نعمتش را بر شما می گستراند، و راه آسایش ونجات از این امر را برای شما فراهم می سازد"},{"SurahNumber":18,"VerseNumber":17,"Text":"و خورشید را می دیدی که به هنگام طلوع به سمت راست غارشان متمایل می گردد، و به هنگام غروب به سمت چپ، و آنها در محل وسیعی از آن (غار) قرار داشتند، این از آیات خدا است، هر کس را هدایت کند، پس او هدایت یافته (واقعی) است، و هرکه را گمراه کند، سرپرست و راهنمائی هرگز برای او نخواهی یافت"},{"SurahNumber":18,"VerseNumber":18,"Text":"و (اگر به آنها نگاه می کردی) می پنداشتی بیدارند، در حالی که آنها خفته بودند، و ما آنها را به سمت راست و چپ می گرداندیم، و سگ آنها دستهای خود را (بحالت پاسبانی) بر دهانه غار گشوده بود . اگر به آنها نگاه می کردی قطعاً فرار می کردی، و تو از آنها سخت می ترسیدی (و وجودت از وحشت پر می شد)"},{"SurahNumber":18,"VerseNumber":19,"Text":"و این گونه ما آنها را (از خواب) بر انگیختیم تا از یکدیگر سؤال کنند، یکی از آنها گفت: «چه مدت خوابیدید ؟» گفتند : «یک روز یا بخشی از یک روز» (وقتی که نتوانستند مدت خوابشان را بدانند) گفتند: «پروردگارتان داناتر است که چقدر مانده اید، پس (اکنون) یک نفر از خودتان را با این سکه ای که دارید به شهر بفرستید، و باید بنگرد کدام یک از غذا ها پاکیزه تر است، پس روزی و طعامی از آن برای شما بیاورد، و باید دقت کند، و هیچ کس را از حال شما آگاه نسازد"},{"SurahNumber":18,"VerseNumber":20,"Text":"بدرستی که اگر آنها (از وضع شما آگاه شوند و)، بر شما دست یابند، سنگسار تان می کنند، یا شما را به آئین خویش باز می گردانند، و در آن صورت هرگزرستگار نخواهید شد»"},{"SurahNumber":18,"VerseNumber":21,"Text":"و این چنین مردم را متوجه حال آنها کردیم، تا بدانند که وعده ی خداوند حق است، و آنکه در (قیام) قیامت شکی نیست، هنگامی که (مردم) میان خود در این باره نزاع می کردند، پس گروهی گفتند: «بنائی بر آن بسازید»، پروردگارشان از آنها آگاه تر است . برخی دیگر که قدرت بدست (و اکثریت) داشتند گفتند: « بر (غار) ایشان پرستشگاهی می سازیم»"},{"SurahNumber":18,"VerseNumber":22,"Text":"(گروهی) خواهند گفت : «آنها سه نفر بودند، که چهارمین آنها سگشان بود، » و (گروهی) می گویند : «پنج نفر بودند، که ششمین آنها سگشان بود » - همه ی اینها سخنانی بدون دلیل است - و (گروهی) می گویند: «آنها هفت نفر بودند، و هشتمین آنها سگشان بود » ، بگو :«پروردگار من از تعداد آنها آگاه تر است». جز گروه کمی تعداد آنها را نمی دانند. پس درباره ی آنان گفتگوی مختصر و ساده (و مجادله روشن و آرام) داشته باش، و از هیچ کس درباره ی آنها سؤال مکن"},{"SurahNumber":18,"VerseNumber":23,"Text":"و هرگز درباره ی هیچ چیز نگو : «من فردا آن را انجام می دهم»"},{"SurahNumber":18,"VerseNumber":24,"Text":"مگر اینکه خدا بخواهد، و هرگاه فراموش کردی(و إن شاء الله نگفتی) پروردگارت را به خاطر بیاور، و بگو : «امیداورم که پروردگارم مرا به راهی روشن تر از این هدایت کند»"},{"SurahNumber":18,"VerseNumber":25,"Text":"و آنها (= اصحاب کهف) مدت سیصد سال در غارشان درنگ کردند، و نه سال (نیز) بر آن افزودند"},{"SurahNumber":18,"VerseNumber":26,"Text":"(ای پیامبر!) بگو :«خداوند از مدت ماندنشان (در غار) آگاهتر است، غیب آسمانها و زمین از آن اوست، چقدر بیناست و چقدر شنواست ! آنها هیچ ولی (و سرپرستی) جز او ندارند، و او تعالی هیچ کس را در حکم خود شریک نمی کند »"},{"SurahNumber":18,"VerseNumber":27,"Text":"و آنچه از کتاب پروردگارت به سوی تو وحی شده؛ تلاوت کن، هیچ کسی نمی تواند سخنان پروردگارت را دگرگون سازد ، و هرگز پناهگاهی جز او نمی یابی"},{"SurahNumber":18,"VerseNumber":28,"Text":"و با کسانی باش که پروردگار خود را صبحگاهان و شامگاهان می خوانند، (و تنها) وجه او را می طلبند، و هرگز بخاطر زیورهای دنیا، چشمانت از آنها بر مگیر، و پیروی نکن از کسانی که دلهایشان را از یاد خود غافل ساخته ایم، و هوای نفس خویش را پیروی کردند، و کارهایشان از حد گذشته (و بر باد) است"},{"SurahNumber":18,"VerseNumber":29,"Text":"(ای پیامبر!) بگو : «(این قرآن) حق است از سوی پروردگارتان، پس هر کس می خواهد ایمان بیاورد، و هرکس می خواهد کافر گردد ». ما برای ستمکاران آتشی آماده کرده ایم که سرا پرده اش آنان را از هر طرف احاطه کرده است . و اگر تقاضای آب کنند، آبی ، همچون فلز گداخته که صورتها را بریان می کند، برای آنان می آورند، چه بد نوشیدنی، و چه بد آرامگاهی است"},{"SurahNumber":18,"VerseNumber":30,"Text":"بدرستی کسانی که ایمان آوردند و کارهای شایسته انجام دادند، همانا ما پاداش نیکو کاران را ضایع نخواهیم کرد"},{"SurahNumber":18,"VerseNumber":31,"Text":"آنها کسانی هستند که بهشتهای جاویدان از آن ایشان است، (بهشتهای که) نهرها از زیر (کاخها و درختان) آن جاری است، در آنجا با دستبندهایی از طلا آراسته می شوند، و لباسهایی (فاخر) سبز رنگ از حریر نازک و ضخیم در بر می کنند، در حالی که بر تختها تکیه زده اند، چه پاداش خوبی و چه منزل نیکو و خوبی است"},{"SurahNumber":18,"VerseNumber":32,"Text":"و (ای پیامبر!) برای آنها مثالی بزن، (مثال) آن دو مرد که برای یکی از آنها دو باغ از انواع انگورها قرار دادیم، و گرداگرد آن دو (باغ ) را با درختان نخل پوشاندیم، و در میان آن زراعت (پربرکتی) قرار دادیم"},{"SurahNumber":18,"VerseNumber":33,"Text":"هر دو باغ، میوه آورده بود (میوه های بسیار) و چیزی فرو گذار نکرده بود ، و میان آن دو (باغ) ، نهر بزرگی جاری ساخته بودیم"},{"SurahNumber":18,"VerseNumber":34,"Text":"(صاحب این دو باغ) میوه های بسیار(و درآمد فراوانی) داشت؛ پس به همین خاطر با دوستش در حالی که با او گفتگو می کرد گفت : «من از لحاظ ثروت از تو بیشترم و از لحاظ نفرات نیرومند ترم »"},{"SurahNumber":18,"VerseNumber":35,"Text":"و در حالی که به خود ستمکار بود، در باغ خویش داخل شد، و گفت : «من باور نمی کنم هرگز این (باغ) نابود شود"},{"SurahNumber":18,"VerseNumber":36,"Text":"و باور نمی کنم که قیامت بر پا گردد، و اگر به سوی پروردگارم باز گردانده شوم (به فرض این که قیامتی باشد) قطعاً جایگاهی بهتر از این خواهم یافت»"},{"SurahNumber":18,"VerseNumber":37,"Text":"دوست وی - در حالی که با اوگفتگو می کرد - به او گفت: «آیا به آن کسی که تو را از خاک، سپس از نطفه آفرید، آنگاه تو را مردی (کامل) قرار داد، کافر شدی ؟"},{"SurahNumber":18,"VerseNumber":38,"Text":"لیکن من (می گویم) الله پروردگار من است، و هیچ کس را شریک پروردگارم قرار نمی دهم"},{"SurahNumber":18,"VerseNumber":39,"Text":"چرا هنگامی که به باغ خویش وارد شدی، نگفتی : ما شاء الله ، نیرو و قوتی جز از ناحیه خدا نیست، اگر مرا از نظر مال و فرزند کمتر از خود ببینی"},{"SurahNumber":18,"VerseNumber":40,"Text":"پس امید است که پروردگارم بهتر از باغ تو به من بدهد، و بر باغ تو آفتی از آسمان فرو فرستد؛تا به زمینی بی گیاه لغزنده ای تبدیل گردد"},{"SurahNumber":18,"VerseNumber":41,"Text":"یا آب آن در عمق زمین فرو رفته تا هرگز نتوانی آن را به دست آوری»"},{"SurahNumber":18,"VerseNumber":42,"Text":"(سر انجام عذاب الهی فرا رسید) و تمام میوه هایش را در بر گرفت و نابود شد . و او بخاطر هزینه هائی که صرف آن کرده بود؛ پیوسته دستهایش را به هم می مالید - در حالی که داربستهای آن فرو ریخته بود- و می گفت : «ای کاش کسی را شریک پروردگارم قرار نداده بودم! »"},{"SurahNumber":18,"VerseNumber":43,"Text":"و او را گروهی نبود که در برابر خداوند یاریش کنند، و نتوانست که خود را یاری کند"},{"SurahNumber":18,"VerseNumber":44,"Text":"در آنجا (ثابت گردید) که یاری و کمک از آن خداوند برحق است، اوست که بهترین پاداش و بهترین عاقبت را (برای مطیعان) دارد"},{"SurahNumber":18,"VerseNumber":45,"Text":"(ای پیامبر!) برای آنان مثل زندگی دنیا را بزن که ماند آبی است که آن را از آسمان فرو فرستادیم، سپس گیاه هان زمین با آن درهم آمیخت سپس خشک گردید، و باد ها آن را به هر سو پراکنده اش کردند. و خداوند بر همه چیز تواناست"},{"SurahNumber":18,"VerseNumber":46,"Text":"مال و فرزندان زینت زندگی دنیاست، و کارهای ماندگار شایسته، نزد پروردگارت بهترین ثواب دارد، و بهترین امید است"},{"SurahNumber":18,"VerseNumber":47,"Text":"و (بیاد بیاور) روزی که کوهها را به حرکت در آوریم ، و زمین را آشکار (و صاف) می بینی، همگان را گرد می آوریم ، و احدی از آنان را فرو نمی گذاریم"},{"SurahNumber":18,"VerseNumber":48,"Text":"و ایشان به صف بر پروردگارت عرضه می شوند (و به آنها می فرماید :) «همگی نزد ما آمدید، همان گونه که نخستین بار شمار را آفریدیم ، بلکه شما گمان می کردید، ما هرگز موعدی برای شما قرار نخواهیم داد»"},{"SurahNumber":18,"VerseNumber":49,"Text":"و کتاب (نامه ی اعمال) در آنجا گذارده می شود، پس گنهکاران را می بینی که از آنچه در آن است ترسانند، و می گویند :«ای وای بر ما ، این چه کتابی است که هیچ عمل کوچک وبزرگی را فرو نگذاشته؛ مگر اینکه آن را به شمار آورده است؟!» و آنچه را انجام داده اند؛ حاضر یابند و پروردگارت به هیچ کس ستم نمی کند"},{"SurahNumber":18,"VerseNumber":50,"Text":"و (ای پیامبر! برایشان بیان کن) زمانی که به فرشتگان گفتیم :«برای آدم سجده کنید » پس (همه) سجده کردند، بجز ابلیس - که از جن بود - و از فرمان پروردگارش سرپیچید ، آیا او و فرزندانش به جای من دوستان خود می گیرید، در حالی که آنها دشمن شما هستند؟! ستمکاران چه جایگزین بدی دارند"},{"SurahNumber":18,"VerseNumber":51,"Text":"من آنان (= ابلیس و فرزندانش) را به هنگام آفرینش آسمان و زمین، و نه به هنگام آفرینش خودشان حاضر نکردم . و من هیچ وقت گمراه کنندگان را دستیار ومددکار خود قرار نمی دهم (و اصلاً نیازی ندارم)"},{"SurahNumber":18,"VerseNumber":52,"Text":"و (بیاد بیاورید) روزی را که خداوند می فرماید: شریک هائی را که برای من می پنداشتید، بخوانید (تا شما را از عذاب رها سازند) . پس آنها را بخوانند، ولی اجابتشان نکنند، و ما درمیان این دو گروه هلاکت گاهی قرار داده ایم"},{"SurahNumber":18,"VerseNumber":53,"Text":"و گناهکاران آتش (دوزخ) را می بینند،پس یقین می کنند که درآن خواهند افتاد ، و از آن هیچ راه گریزی نیابند"},{"SurahNumber":18,"VerseNumber":54,"Text":"و به راستی در این قرآن ، هر گونه مثلی برای مردم بیان کرده ایم ، ولی انسان بیش از هر چیز به مجادله می پردازد"},{"SurahNumber":18,"VerseNumber":55,"Text":"و چیزی مردم را باز نداشت از اینکه - وقتی هدایت به سویشان آمد - ایمان بیاورند، و از پروردگارشان طلب آمرزش کنند؛ جز اینکه (می خواستند) سر نوشت پیشینیان برای آنان بیاید، یا عذاب در برابر شان قرار گیرد"},{"SurahNumber":18,"VerseNumber":56,"Text":"و ما پیامبران را جز بشارت دهنده و هشدار دهنده نمی فرستیم، و کسانی که کافر شدند، همواره به باطل مجادله می کنند تا بوسیله آن، حق را از میان بردارند، و آیات و نشانه ها ی من و آنچه به آن بیم داده شده اند به باد مسخره گرفتند"},{"SurahNumber":18,"VerseNumber":57,"Text":"و چه کسی ستم کار تر از آن کسی است که به آیات پروردگارش پند داده شود، سپس از آن روی گرداند، و آنچه را با دستهای خود پیش فرستاده فراموش کرد؟! ما بر دلهای آنان پرده هایی افکنده ایم تا نفهمند، و در گوشهایشان سنگینی (قرار داده ایم). و اگر آنها را به سوی هدایت بخوانی، پس هرگز هدایت نمی شوند"},{"SurahNumber":18,"VerseNumber":58,"Text":"و پروردگارت آمرزنده، و صاحب رحمت است، اگر به خاطر آنچه مرتکب شده اند، آنها را مؤاخذه می کرد، قطعاً هر چه زود تر عذاب را برای آنها می فرستاد، ولی برای آنها موعدی است که هرگز از آن راه فراری نخواهند داشت"},{"SurahNumber":18,"VerseNumber":59,"Text":"و این شهرها و آبادیها هنگامی که ستم کردند؛ هلاکشان نمودیم، و برای هلاکتشان موعدی قرار دادیم"},{"SurahNumber":18,"VerseNumber":60,"Text":"و (بیاد بیاور) هنگامی را که موسی به جوان (خدمتکار) خود (یوشع بن نون) گفت: «من دست از جستجو بر نمی دارم تا به محل بر خورد دو دریا برسم هر چند مدت طولانی به راه خود ادامه دهم »"},{"SurahNumber":18,"VerseNumber":61,"Text":"پس چون به محل برخورد دو دریا رسیدند، ماهی خود را (که برای تغذیه همراه داشتند) فراموش کردند و ماهی راه خود را در دریا پیش گرفت (و رفت)"},{"SurahNumber":18,"VerseNumber":62,"Text":"پس هنگامی که (از آنجا) گذشتند،(موسی) به جوان (خدمتکار) خود (یوشع) گفت:«غذایمان را بیاور، که سخت از این سفرمان خسته شده ایم »"},{"SurahNumber":18,"VerseNumber":63,"Text":"گفت : «به یاد داری، هنگامی که (برای استراحت) به کنار آن تخته سنگ پناه بردیم، من (در آنجا) ماهی را فراموش کردم؛ و جز شیطان (کسی) آن را از یاد من نبرد تا به یادش باشم، و ماهی بطرز شگفت آوری راه خود را در دریا پیش گرفت»"},{"SurahNumber":18,"VerseNumber":64,"Text":"(موسی) گفت : «آن همان چیزی بود که ما می خواستیم» پس جستجو کنان از همان راه باز گشتند"},{"SurahNumber":18,"VerseNumber":65,"Text":"پس (در آنجا) بنده ای از بندگانم (= خضر) را یافتند که از جانب خود به او رحمتی عطا کرده و علم فراوانی از نزد خود به او آموخته بودیم"},{"SurahNumber":18,"VerseNumber":66,"Text":"موسی به او گفت : «آیا از تو پیروی کنم تا از آنچه به تو آموخته شده و مایه رشد و صلاح است، به من بیاموزی؟»"},{"SurahNumber":18,"VerseNumber":67,"Text":"(خضر) گفت : « تو هرگز نمی توانی با من شکیبایی کنی"},{"SurahNumber":18,"VerseNumber":68,"Text":"و چگونه می توانی بر چیزی که به (راز) آن آگاه نیستی، شکیبا باشی؟!»"},{"SurahNumber":18,"VerseNumber":69,"Text":"(موسی) گفت : «به خواست خدا مرا شکیبا خواهی یافت، و در هیچ کاری تو را نا فرمانی نکنم»"},{"SurahNumber":18,"VerseNumber":70,"Text":"(خضر) گفت :«پس اگر همراهی مرا نمودی، از هیچ چیز مپرس تا آنکه خودم درباره ی آن برای تو سخن بگویم»"},{"SurahNumber":18,"VerseNumber":71,"Text":"پس آن دو به راه افتادند، تا آنکه سوار کشتی شدند (خضر) کشتی را سوراخ کرد. (موسی) گفت : «آیا آن را سوراخ کردی تا سرنشینان آن غرق کنی؟ راستی چه کاربدی انجام دادی !»"},{"SurahNumber":18,"VerseNumber":72,"Text":"(خضر) گفت : «آیا نگفتم تو هرگز نمی توانی با من شکیبایی کنی ؟!»"},{"SurahNumber":18,"VerseNumber":73,"Text":"(موسی) گفت : «بخاطر آنچه فراموش کردم، مرا مؤاخذه مکن و از این کارم بر من سخت مگیر»"},{"SurahNumber":18,"VerseNumber":74,"Text":"پس به راه خود ادامه دادند؛ تا هنگامی که به نوجوانی بر خوردند، پس (خضر) او را کشت، (موسی) گفت: «آیا انسان پاکی را، بدون آنکه کسی را کشته باشد؛ کشتی ؟ براستی کار زشتی انجام دادی ! »"},{"SurahNumber":18,"VerseNumber":75,"Text":"گفت : «آیا به تو نگفتم که هرگز نمی توانی با من صبر کنی؟!»"},{"SurahNumber":18,"VerseNumber":76,"Text":"(موسی) گفت : «بعد از این اگر از تو درباره ی چیزی سؤال کردم، دیگر با من همراهی نکن، به راستی از جانب من معذور خواهی بود»"},{"SurahNumber":18,"VerseNumber":77,"Text":"پس به راه خود ادامه دادند، تا به اهل قریه ای رسیدند، از آنان خواستند که به ایشان غذا دهند، ولی آنان از مهمان نمودن آنان خود داری کردند. آنگاه در آنجا دیواری یافتند که می خواست فروریزد، پس (خضر)آن را راست و استوار کرد، (موسی) گفت : «اگر می خواستی (می توانستی) در مقابل این کار؛ مزدی بگیری»"},{"SurahNumber":18,"VerseNumber":78,"Text":"(خضر) گفت :«اینک زمان جدای من و تو فرا رسیده، بزودی تو را از راز (و حکمت) آنچه که نتوانستی در برابر آن صبر کنی؛ آگاه خواهم ساخت"},{"SurahNumber":18,"VerseNumber":79,"Text":"اما کشتی، از آن بینوایانی بود که در دریا کار می کردند، پس من خواستم آن رامعیوب کنم، (چرا که) پشت سر آنها پادشاهی (ستمگر) بود که هر کشتی (سالمی) را بزور می گرفت"},{"SurahNumber":18,"VerseNumber":80,"Text":"و اما نوجوان، پدر و مادرش (هر دو) با ایمان بودند، پس بیم داشتیم که آنان را به سرکشی و کفر وا دارد"},{"SurahNumber":18,"VerseNumber":81,"Text":"از این رو، خواستیم که پروردگارشان فرزند پاکتر و پر محبت تری بجای اوبه آن دو عطاء فرماید"},{"SurahNumber":18,"VerseNumber":82,"Text":"و اما دیوار، از آن دو نوجوان یتیم در آن شهر بود، و زیر آن، گنجی متعلق به آن دو وجود داشت، و پدرشان مردی صالح بود، پس پروردگارت خواست که آنان به حد بلوغ برسند و گنج خود را بیرون آورند، این رحمتی ازپروردگارت بود، این (کارها) را من خود سرانه انجام ندادم، این بود راز(و حکمت) کارهای که نتوانستی در برابر آنها صبر کنی»"},{"SurahNumber":18,"VerseNumber":83,"Text":"و (ای پیامبر!) از تو درباره ی «ذوالقرنین» می پرسند؛ بگو : « به زودی چیزی از سر گذشت او برای شما خواهم خواند»"},{"SurahNumber":18,"VerseNumber":84,"Text":"یقیناً ما به او در زمین قدرت و حکومت دادیم، و اسباب هر چیز را در اختیارش گذاشتیم"},{"SurahNumber":18,"VerseNumber":85,"Text":"پس او (از این) اسباب (پیروی و) استفاده کرد"},{"SurahNumber":18,"VerseNumber":86,"Text":"تا آن که به غروب گاه آفتاب رسید، (چنین به نظرش رسید) که خورشید در چشمه ای گل آلود و سیاه غروب می کند، و در آنجا مردمی را یافت، گفتیم:«ای ذوالقرنین! یا (آنان را) مجازات می کنی، و یا روش خوبی در باره ی آنها انتخاب می نمایی»"},{"SurahNumber":18,"VerseNumber":87,"Text":"(ذو القرنین) گفت : «اما کسی که ستم کرده است، مجازات خواهیم کرد، سپس به سوی پروردگارش باز گردانده می شود، آنگاه او را مجازات سختی خواهد کرد"},{"SurahNumber":18,"VerseNumber":88,"Text":"و اما کسی که ایمان آورد و کار شایسته انجام داد، پس (در آخرت) پاداشی نیکو دارد، و ما دستور، آسانی به او خواهیم داد»"},{"SurahNumber":18,"VerseNumber":89,"Text":"سپس از اسبابی (که در اختیارش بود) استفاده کرد"},{"SurahNumber":18,"VerseNumber":90,"Text":"تا آنکه به جایگاه بر آمدن آفتاب رسید، (در آنجا) دید که آفتاب بر مردمانی طلوع می کند که در برابر (تابش) آفتاب برای شان پوششی قرار نداده بودیم"},{"SurahNumber":18,"VerseNumber":91,"Text":"اینچنین بود (کار ذی القرنین) و به راستی ما از آنچه در اختیار داشت (و انجام می داد) کاملاً آگاه بودیم"},{"SurahNumber":18,"VerseNumber":92,"Text":"سپس از وسایل و اسباب استفاده کرد"},{"SurahNumber":18,"VerseNumber":93,"Text":"(و به سفر ادامه داد) تا به میان دو کوه رسید، و در کنار آن دو (کوه) مردمی را یافت که هیچ سخنی را نمی فهمیدند"},{"SurahNumber":18,"VerseNumber":94,"Text":"(آنان به او) گفتند : «ای ذوالقرنین! یأجوج و مأجوج در این سرزمین فساد می کنند، پس آیا هزینه ای برای تو قرار دهیم، که میان ما و آنها سدی بسازی؟! »"},{"SurahNumber":18,"VerseNumber":95,"Text":"(ذوالقرنین) گفت : «آنچه پروردگارم در اختیار من قرار داده (از قدرت و ثروت) بهتر است(از آنچه شما پیشنهاد می کنید) پس مرا با نیرو یاری کنید، تا میان شما وآنها سدّ محکمی بسازم"},{"SurahNumber":18,"VerseNumber":96,"Text":"قطعات بزرگ آهن برایم بیاورید، (و روی هم بچینید)» تا وقتی که کاملاً میان دو کوه برابر کرد (و پوشانید)، گفت : «(در اطراف آن آتش بیفروزید) و در آن بدمید» (آنها دمیدند) تا وقتی قطعات آهن را سرخ و گداخته کرد. گفت:«(اکنون) مس ذوب شده برایم بیاورید؛ تا بر روی آن بریزم»"},{"SurahNumber":18,"VerseNumber":97,"Text":"(سر انجام سد محکمی ساخت) پس آنها (= یأجوج و مأجوج) اصلاً نتوانستند از آن بالا روند، و نتوانستند سوراخ و نقبی درآن ایجاد کنند"},{"SurahNumber":18,"VerseNumber":98,"Text":"(آنگاه) گفت : «این از رحمت پروردگار من است (و تا خدا بخواهد پا برجا می ماند) اما هنگامی که وعده ی پروردگارم فرا رسد، آن را درهم می کوبد، و وعده ی پروردگارم حق است»"},{"SurahNumber":18,"VerseNumber":99,"Text":"و در آن روز(که جهان پایان می پذیرد) ما آنها را (چنان) رها می کنیم که در هم موج می زنند، و در شیپور دمیده می شود، سپس ما همه را (در یکجا) جمع می کنیم"},{"SurahNumber":18,"VerseNumber":100,"Text":"و درآن روز، جهنم را بر کافران عرضه می داریم"},{"SurahNumber":18,"VerseNumber":101,"Text":"(آن) کسانی که چشمانشان از یاد من درپرده ی (غفلت) بود، و توان شنیدن (حق را) نداشتند"},{"SurahNumber":18,"VerseNumber":102,"Text":"آیا کسانی که کافر شدند؛ گمان می برند که بندگان مرا بجای من اولیای خود بگیرند ؟! بی گمان ما جهنم را برای پذیرائی کافران آماده کرده ایم"},{"SurahNumber":18,"VerseNumber":103,"Text":"(ای پیامبر!) بگو :«آیا شما را به زیان کارترین(مردم) در کارها، خبر دهیم"},{"SurahNumber":18,"VerseNumber":104,"Text":"کسانی که تلاش و کوشش شان در زندگی دنیا تباه و ضایع شده، وبا این حال گمان می کنند که کار نیک انجام می دهند»"},{"SurahNumber":18,"VerseNumber":105,"Text":"آنها کسانی هستند که به آیات پروردگارشان ولقای او (در جهان آخرت) کافرشدند، در نتیجه اعمالشان تباه و نابود شد، سپس در روز قیامت برای آنها (ارزشی قائل نیستیم و) وزنی بر پا نخواهیم کرد"},{"SurahNumber":18,"VerseNumber":106,"Text":"(آری) این (گونه) است سزای ایشان دوزخ است، بخاطر آنکه کافر شدند، و آیات من و پیامبرانم را مسخره گرفتند"},{"SurahNumber":18,"VerseNumber":107,"Text":"بی گمان کسانی که ایمان آورده اند و کارهای شایسته انجام دادند، باغهای (بهشت) برین محل پذیرائی آنان خواهد بود"},{"SurahNumber":18,"VerseNumber":108,"Text":"جاودانه در آن خواهند ماند و هرگز تقاضای نقل مکان از آنجا نمی کنند"},{"SurahNumber":18,"VerseNumber":109,"Text":"(ای پیامبر!) بگو :«اگر دریا برای (نگارش) کلمات پروردگارم جوهر شود؛ قطعاً دریا به پایان می رسد، پیش از آنکه کلمات پروردگارم پایان یابد، هر چند همانند آن (دریا) به کمک آن بیاوریم»"},{"SurahNumber":18,"VerseNumber":110,"Text":"(ای پیامبر!) بگو :«من فقط بشری هستم مثل شما، (امتیاز من این است که) به من وحی می شود، که تنها معبودتان معبود یگانه است، پس هر که به لقای پروردگارش امید دارد، باید کار شایسته انجام دهد، و هیچ کس را در عبادت پروردگارش شریک نسازد»"}]}