{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"avaru hēḷuttāre; ‘‘avellā kēvala gatakālada kategaḷu. Avanē adannu baresi taruttāne. Mun̄jāne hāgū san̄je idannellā avanige yārō kalisikoḍuttāre’’"},{"SurahNumber":25,"VerseNumber":2,"Text":"hēḷiri; ākāśagaḷa hāgū bhūmiya sakala rahasyagaḷannu ballavanu idannu iḷisikoṭṭiruvanu khaṇḍitavāgiyū avanu kṣamisuvavanu mattu karuṇāḷuvāgiddāne"},{"SurahNumber":25,"VerseNumber":3,"Text":"avaru hēḷuttāre; ‘‘āhāra sēvisuva mattu pēṭegaḷalli naḍedāḍuva āta adentaha dūta? Avana jotegiddu janarannu hedarisalu obba malak‌nannu avanigēke iḷisikoḍalāgilla?’’"},{"SurahNumber":25,"VerseNumber":4,"Text":"‘‘Athavā avanige ondu nidhiyannēke nīḍalāgilla? Athavā avanige tinnuṇṇuttā iruvudakke ondu tōṭavannādarū ēke nīḍalāgilla?’’ Mattu akramigaḷu (janaroḍane), ‘‘nīvu kēvala obba māṭapīḍitanannu anusarisuttiruviri’’ ennuttāre"},{"SurahNumber":25,"VerseNumber":5,"Text":"nōḍiri; avaru ententaha hōlikegaḷannu nimage anvayisuttiddāre! Nijavāgi avaru dāri tappiddāre mattu saridārige baralu avarige sādhyavilla"},{"SurahNumber":25,"VerseNumber":6,"Text":"ā mahā samr̥d'dhanu (allāhanu) tānicchisidare nimage ivellavugaḷiginta uttamavādudannu nīḍaballanu. Andare, taḷadalli nadigaḷu hariyuvantaha tōṭagaḷannu nīḍaballanu mattu nimagāgi aramanegaḷannu odagisaballanu"},{"SurahNumber":25,"VerseNumber":7,"Text":"nijavāgi avaru ā antima kṣaṇavannu suḷḷendaru. Ā kṣaṇavannu suḷḷendavarigāgi nāvu agnikuṇḍavannu sid'dhapaḍisiṭṭiruvevu"},{"SurahNumber":25,"VerseNumber":8,"Text":"avarannu dūradinda kaṇḍāgalē, adu rōṣadinda abbarisuvudannu avaru kēḷuvaru"},{"SurahNumber":25,"VerseNumber":9,"Text":"avarannu sarapaṇigaḷalli kaṭṭi adaroḷagina yāvudādarū ikkaṭṭāda sthaḷakke esedu biḍalādāga alli avaru maraṇakkāgi hātoreyuttiruvaru"},{"SurahNumber":25,"VerseNumber":10,"Text":"‘‘indu nīvu kēvala ondu maraṇavannu kūgabēḍi. Halavāru maraṇagaḷannu kūgi kareyiri’’ (endu avaroḍane hēḷalāguvudu)"},{"SurahNumber":25,"VerseNumber":11,"Text":"hēḷiri; idu uttamavē, athavā dharmaniṣṭharige vāgdāna māḍalāgiruva śāśvata svarga tōṭagaḷu uttamavē? Aduvē avara (dharmaniṣṭhara) pratiphalavāgiruvudu mattu avaru maraḷuva tāṇavāgiruvudu"},{"SurahNumber":25,"VerseNumber":12,"Text":"alli avaru bayasiddellavū avarige labhyaviruvudu mattu avaru alli sadākāla iruvaru. Idu nim'ma oḍeyana mēle hoṇeyāgiruva vāgdānavāgide – prārthisi kēḷabēkāda vāgdāna"},{"SurahNumber":25,"VerseNumber":13,"Text":"andu avanu avarannū, allāhanannu biṭṭu avaru pūjisuttidda ellavugaḷannū ondeḍe sērisi ‘‘ī nanna dāsarannu nīvu dārigeḍisidirā? Athavā avaru svataḥ dārigeṭṭiddarē?’’Endu kēḷuvanu"},{"SurahNumber":25,"VerseNumber":14,"Text":"Avaru hēḷuvaru; nīnu pāvananu. Ninna horatu bēre yārannū nam'ma pōṣakarāgi parigaṇisuvudu namage bhūṣaṇavāgiralilla. Ādare nīnu, avaru ninna prastāpavannē maretu biḍuvaṣṭu sampannateyannu avarigū avara pūrvajarigū dayapāliside. Avarantū nāśavāgalēbēkāda janarāgiddaru"},{"SurahNumber":25,"VerseNumber":15,"Text":"nīvu hēḷiddannellā avaru suḷḷendu tiraskarisidaru. Idīga avara mēlina śikṣeyannu nivārisalikkāgali avarige neravāgalikkāgali nimage sādhyavilla. Nim'ma paiki akramavesagidavanige nāvu bhārī śikṣeya ruci uṇisuvevu"},{"SurahNumber":25,"VerseNumber":16,"Text":"(dūtarē,) nāvu nimaginta mun̄ce kūḍā āhāra sēvisuttiddavarannu mattu pēṭegaḷalli naḍedāḍuttiddavarannē dūtarāgi kaḷisiddevu. Mattu nāvu nim'malli kelavarannu matte kelavara pālige parīkṣeyāgisiddevu. Nīvīga sahane tōruvirā? Nim'ma oḍeyanu ellavannū nōḍuvavanāgiddāne"},{"SurahNumber":25,"VerseNumber":17,"Text":"nam'mannu bhēṭiyāguva nirīkṣe illadavaru, ‘‘nam'ma baḷige malak‌gaḷannēke kaḷisalāgilla athavā nāvu nam'ma dēvarannu nōḍuvantillavēke’’ endu kēḷuttāre. Nijavāgi avaru tam'ma manadoḷage ahaṅkāra paḍuttiddāre mattu bhārī doḍḍa vidrōhavesaguttiddāre"},{"SurahNumber":25,"VerseNumber":18,"Text":"avaru malak‌gaḷannu kāṇuva dina, aparādhigaḷige yāvudē śubhavārte iradu. Andu avaru ‘‘ellādarū āśrayavideyē?’’ Ennuttiruvaru"},{"SurahNumber":25,"VerseNumber":19,"Text":"andu nāvu avaru māḍiruva karmagaḷa kaḍege gamana harisuvevu mattu avugaḷannellā dhūḷinante hārisi biḍuvevu"},{"SurahNumber":25,"VerseNumber":20,"Text":"andu svargadavaru bahaḷa śrēṣṭha neleyalliruvaru mattu atyuttama viśrānti dhāmadalliruvaru"},{"SurahNumber":25,"VerseNumber":21,"Text":"adu, mōḍagaḷondige ākāśavu biridu hōguva mattu malak‌gaḷannu iḷisalāguva dinavāgiruvudu"},{"SurahNumber":25,"VerseNumber":22,"Text":"andu naija ādhipatyavu ā parama dayāmayanige sēriruvudu. Ā dinavu dhikkārigaḷa pālige tumbā kaṣṭada dinavāgiruvudu"},{"SurahNumber":25,"VerseNumber":23,"Text":"Andu akramiyu tanna kaigaḷannu kaccikoḷḷuttā hēḷuvanu; ayyō nānu dēvadūtara jote avara mārgadalli naḍediddare eṣṭu cennāgittu"},{"SurahNumber":25,"VerseNumber":24,"Text":"ayyō, nānu ātanannu (śaitānanannu) mitranāgisade iddiddare eṣṭu cennāgittu"},{"SurahNumber":25,"VerseNumber":25,"Text":"upadēśavu nanna baḷige banda baḷikavū nānu adannu svīkarisadante avanu nannannu dārigeḍisiddanu. Śaitānanu nijakkū mānavana pālige viśvāsa drōhiyāgiddāne"},{"SurahNumber":25,"VerseNumber":26,"Text":"dūtaru, ‘‘nannoḍeyā, nanna janāṅgavu ī kur‌ānannu tiraskāra yōgyavāgi parigaṇisittu’’ ennuvaru"},{"SurahNumber":25,"VerseNumber":27,"Text":"ī rīti nāvu kelavu aparādhigaḷannu ella pravādigaḷa śatrugaḷāgisiruvevu. Mārgadarśanakke mattu neravige nim'ma oḍeyanē sāku"},{"SurahNumber":25,"VerseNumber":28,"Text":"dhikkārigaḷu, ‘‘avanige kur‌ānannu ondē bārige yāke iḷisi koḍalāgilla?’’ Endu kēḷuttāre. Adu hāgeyē. Ā mūlaka nim'ma manas'sannu sthiragoḷisalikkāgi, nāvu idannu svalpa svalpavāgi ōdi kēḷisuttēve"},{"SurahNumber":25,"VerseNumber":29,"Text":"avaru nim'ma baḷige taruva pratiyondu ākṣēpada kuritū nāvu nimage sariyāda uttaravannu mattu atyuttama viślēṣaṇeyannu talupisuttēve"},{"SurahNumber":25,"VerseNumber":30,"Text":"avara (dhikkārigaḷa) mukhavannu nelakkoragisi narakadeḍege eḷedoyyalāguvudu. Avarē atyanta keṭṭa sthānadavaru mattu nēra mārgadinda tumbā dūra sāgidavaru"},{"SurahNumber":25,"VerseNumber":31,"Text":"nāvu mūsārige granthavannu nīḍiddevu mattu avara sahōdara hārūnarannu avara sahāyakarāgi avara jote kaḷisiddevu"},{"SurahNumber":25,"VerseNumber":32,"Text":"‘‘nīvibbarū, nam'ma vacanagaḷannu suḷḷendu tiraskarisiruva janāṅgadeḍege hōgiri’’ endu nāvu avarige ādēśisidevu. Konege nāvu, avarannu (ā janāṅgavannu) sampūrṇa nāśamāḍi biṭṭevu"},{"SurahNumber":25,"VerseNumber":33,"Text":"(ī hinde) nūhara janāṅgavu dēvadūtarugaḷannu tiraskarisidāga nāvu avarannu muḷugisi biṭṭevu mattu avarannu janara pālige pāṭhavāgisidevu. Mattu nāvu akramigaḷigāgi yātanāmaya śikṣeyannu sid'dhagoḷisiṭṭiruvevu"},{"SurahNumber":25,"VerseNumber":34,"Text":"Hāgeyē, ād mattu samūd janāṅgadavaru, bāviyavaru mattu avara naḍuvina halavāru paṅgaḍagaḷu –"},{"SurahNumber":25,"VerseNumber":35,"Text":"– avaralli pratiyobbarigū nāvu udāharaṇegaḷondige upadēśisidevu. Konege avarellarannū nirnāmagoḷisibiṭṭevu"},{"SurahNumber":25,"VerseNumber":36,"Text":"avaru (dhikkārigaḷu), vināśakāri maḷeyannu surisalāgidda (lūt‌ra) nāḍininda hādu hōguttāre. Ādarū avarēnu adannu kāṇalillavē? Nijavāgi, avaru matte jīvantagoḷḷuvudannu nirīkṣisuttilla"},{"SurahNumber":25,"VerseNumber":37,"Text":"(dūtarē,) nim'mannu kaṇḍāgalellā avaru, ‘‘allāhanu dūtanāgi kaḷisiruvudu ītanannē?’’ Endu nim'mannu gēlimāḍuttāre"},{"SurahNumber":25,"VerseNumber":38,"Text":"‘‘nāvu sthiravāgillade iddiddare ivanantu nam'mannu nam'ma dēvarugaḷinda dūragoḷisi biḍuttiddanu’’ (endu avaru hēḷuttāre). Bahubēganē, avaru śikṣeyannu kāṇuvāga, saridāriyinda tīrā dūra sāgibiṭṭavaru yārembudu avarige tiḷiyalide"},{"SurahNumber":25,"VerseNumber":39,"Text":"tanna cittavannē tanna dēvarāgisikoṇḍavanannu nīvu kaṇḍirā? Nīvēnu anthavana rakṣakarāguvirā"},{"SurahNumber":25,"VerseNumber":40,"Text":"nīvēnu, avaru kēḷaballaru hāgū ālōcisaballaru endu koṇḍiddīrā? Avarantu jānuvārugaḷige samānarāgiddāre mātravalla, avugaḷiginta heccu dārigeṭṭavarāgiddāre"},{"SurahNumber":25,"VerseNumber":41,"Text":"nim'ma oḍeyanu yāva rīti neraḷannu vistarisuttānembudannu nīvu kaṇḍirā? Avanu bayasiddare adannu niścalagoḷisabahudittu. Mattu nāvu sūryanannu adara (neraḷina) mārgadarśiyāgisiddēve"},{"SurahNumber":25,"VerseNumber":42,"Text":"taruvāya nāvu adannu kuggisi nidhānavāgi nam'ma kaḍege seḷedukoḷḷuttēve"},{"SurahNumber":25,"VerseNumber":43,"Text":"avanē, nim'ma pālige rātriyannu uḍugeyāgisidavanu, niddeyannu virāmavāgisidavanu mattu hagalannu eccarada samayavāgisidavanu"},{"SurahNumber":25,"VerseNumber":44,"Text":"avanē, tanna anugrahakke munna śubhavārte nīḍuva gāḷiyannu kaḷisuvavanu mattu nāvē ākāśadinda śud'dhavāda nīrannu iḷisuttēve –"},{"SurahNumber":25,"VerseNumber":45,"Text":"– Nirjīvavāgidda nāḍannu ā mūlaka jīvantagoḷisalikkāgi mattu nāvu sr̥ṣṭisiruva halavāru jānuvārugaḷige mattu mānavarige kuḍisalikkāgi"},{"SurahNumber":25,"VerseNumber":46,"Text":"avaru pāṭhakaliyalendu, nāvu adannu avara naḍuve han̄ci biḍuttēve. Ādare heccina mānavaru kr̥taghnarē āgiruttāre"},{"SurahNumber":25,"VerseNumber":47,"Text":"nāvu bayasiddare pratiyondu nāḍigū obba eccarisuvātanannu kaḷisuttiddevu"},{"SurahNumber":25,"VerseNumber":48,"Text":"nīvu dhikkārigaḷa ājñeyannu pālisabēḍi. Avara virud'dha hōrāṭa naḍesiri – mahā hōrāṭa"},{"SurahNumber":25,"VerseNumber":49,"Text":"avanē eraḍu kaḍalugaḷannu jōḍisidavanu. Idu, hitakaravāda sihi nīru mattu idu, rucigeṭṭa uppu nīru. Avanu averaḍara naḍuve tereyannu hāgū bahaḷa baliṣṭhavāda ondu taḍeyannu nirmisiruvanu"},{"SurahNumber":25,"VerseNumber":50,"Text":"avanē nīrininda mānavanannu sr̥ṣṭisidavanu mattu avanige rakta sambandhavannū vivāha sambandhavannū odagisidavanu. Nim'moḍeyanu samarthanu"},{"SurahNumber":25,"VerseNumber":51,"Text":"avaru allāhanannu biṭṭu, tamage yāvudē lābhavannāgali naṣṭavannāgali māḍalāgada vastugaḷannu pūjisuttāre. Mattu dhikkāriyu tanna naija oḍeyana virōdhiyāgiddāne"},{"SurahNumber":25,"VerseNumber":52,"Text":"(dūtarē,) nāvu nim'mannu śubhavārte nīḍuvavarāgi hāgū eccarisuvavarāgi kaḷuhisiruvevu"},{"SurahNumber":25,"VerseNumber":53,"Text":"hēḷiri; nānu idakkāgi nim'minda yāvudē pratiphalavannu bēḍuttilla. Iṣṭa uḷḷavanu tanna oḍeyana kaḍegiruva dāriyannu svīkarisali"},{"SurahNumber":25,"VerseNumber":54,"Text":"endū sāyada, sadā jīvantaviruvavanalli bharavase iḍiri mattu avanannu hogaḷuttā avana pāvitravannu japisiri. Tanna dāsara pāpagaḷannu ariyalu avanē sāku"},{"SurahNumber":25,"VerseNumber":55,"Text":"avanē, ākāśagaḷannu, bhūmiyannu mattu avugaḷa naḍuve iruva ellavannū āru dinagaḷalli sr̥ṣṭisi ā baḷika viśva sinhāsanadalli sthāpitanādavanu. Avanu parama dayāḷu. Avana kuritu, ballavarannu kēḷiri"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ā parama dayāḷuvige sāṣṭāṅgaveragiri endu avaroḍane hēḷidāga avaru parama dayāmayanendare ēnu? Nāvēnu, nīnu ādēśisidavarige sāṣṭāṅgaveragabēkē? Ennuttāre. Hīge, idu (ī kareyu) avara jigupseyannaṣṭē heccisitu"},{"SurahNumber":25,"VerseNumber":57,"Text":"ākāśadalli bhadrakōṭegaḷannu (nakṣatragaḷannu) nirmisidavanu mattu adaralli sūryanannū ujvala candranannū nirmisidavanu tumbā samr̥d'dhanu"},{"SurahNumber":25,"VerseNumber":58,"Text":"iṣṭa uḷḷavanu upadēśa svīkarisali athavā iṣṭa uḷḷavanu kr̥tajñanāgalendu, rātri hagalugaḷannu parasparara himbālakarāgisidavanu, avanē"},{"SurahNumber":25,"VerseNumber":59,"Text":"ā parama dayāḷuvina (niṣṭha) dāsaru bhūmiyalli vinayada naḍige naḍeyuttāre mattu tam'moḍane ajñānigaḷu mātigiḷidare avaru,‘salām’ endaṣṭē hēḷuttāre"},{"SurahNumber":25,"VerseNumber":60,"Text":"avaru rātriyannu tam'ma oḍeyanige sāṣṭāṅga veraguttalū nilluttalū (namājh‌nalli) kaḷeyuttāre"},{"SurahNumber":25,"VerseNumber":61,"Text":"avaru hēḷuttāre; nam'moḍeyā, narakada śikṣeyannu nam'minda dūraviḍu. Khaṇḍitavāgiyū adu biḍugaḍe illada śikṣeyāgide"},{"SurahNumber":25,"VerseNumber":62,"Text":"adu khaṇḍita tīrā keṭṭa neleyāgide hāgū tīrā keṭṭa sthaḷavāgide"},{"SurahNumber":25,"VerseNumber":63,"Text":"avaru kharcu māḍuvāga dundu veccavannu māḍuvudilla, jipuṇateyannū tōruvudilla. Averaḍara naḍuvaṇa mārgavannu pālisuttāre"},{"SurahNumber":25,"VerseNumber":64,"Text":"avaru allāhana jote bēre yāva dēvarannū prārthisuvudilla. Allāhanu niṣēdhisiruva yāvudē jīvavannu an'yāyavāgi kolluvudilla mattu avaru vyabhicāra māḍuvudilla. Ī kr̥tyagaḷannu māḍidavanu śikṣeyannu anubhavisuvanu"},{"SurahNumber":25,"VerseNumber":65,"Text":"punarut'thāna dina avanige duppaṭṭu śikṣe vidhisalāguvudu mattu avanu apamānitanāgi sadā adarallē biddiruvanu"},{"SurahNumber":25,"VerseNumber":66,"Text":"paścāttāpa paṭṭu, satkarma māḍidavara horatu. Allāhanu avara pāpa kr̥tyagaḷannellā satkarmagaḷāgi mārpaḍisuvanu. Allāhanu khaṇḍita kṣamisuvavanu mattu karuṇe tōruvavanāgiddāne"},{"SurahNumber":25,"VerseNumber":67,"Text":"paścāttāpapaṭṭu satkarma māḍuvavanu nijavāgi allāhaneḍege maraḷabēkāda rītiyalli maraḷuttāne"},{"SurahNumber":25,"VerseNumber":68,"Text":"Avaru (allāhana niṣṭha dāsaru) endū suḷḷige sākṣigaḷāguvudilla mattu sallada kāryagaḷa baḷiyinda hādu hōga bēkādāga avaru sabhya rītiyalli hādu hōguttāre"},{"SurahNumber":25,"VerseNumber":69,"Text":"tam'ma oḍeyana vacanagaḷa mūlaka avarige upadēśisalādāga avaru avugaḷa pālige kivuḍarū kuruḍarū āgi biḍuvudilla"},{"SurahNumber":25,"VerseNumber":70,"Text":"nam'moḍeyā! Nam'ma maḍadiyaru mattu nam'ma makkaḷa mūlaka nam'ma kaṇṇugaḷige śāntiyannu odagisu mattu nam'mannu dharma niṣṭhara nētārarāgisu, endu avaru prārthisuttiruttāre"},{"SurahNumber":25,"VerseNumber":71,"Text":"avara sahaneya phalavāgi avarige (svargadalli), unnatavāda nivāsagaḷannu nīḍalāguvudu. Śubha hāgū śāntiyannu hāraisuttā avarannu svāgatisalāguvudu"},{"SurahNumber":25,"VerseNumber":72,"Text":"avaru sadākāla allē iruvaru. Adu, bahaḷa sundara nivāsa mattu bahaḷa uttama neleyāgiruvudu"},{"SurahNumber":25,"VerseNumber":73,"Text":"hēḷiri; nīvu nanna oḍeyanannu prārthisadiddare avanēnū nim'mannu lekkisuvavanalla. Nīvu (satyavannu) tiraskarisiruviri. Adara śikṣe nimage siguvudu khacita"},{"SurahNumber":25,"VerseNumber":74,"Text":"tvā sīn m'mīm"},{"SurahNumber":25,"VerseNumber":75,"Text":"ivu suṣpaṣṭa granthada vacanagaḷu"},{"SurahNumber":25,"VerseNumber":76,"Text":"avaru nambuttilla emba cinteyalli nīvu nim'mannē nāśa paḍisuvantide"},{"SurahNumber":25,"VerseNumber":77,"Text":"nāvu bayasidare, avarigāgi ākāśadinda ondu purāveyannu iḷisi adara munde avara koraḷugaḷu bāguvante māḍabahudu"}]}