{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"ХМ"},{"SurahNumber":40,"VerseNumber":2,"Text":"Откровение сего писания от Бога, сильного, знающего"},{"SurahNumber":40,"VerseNumber":3,"Text":"Прощающего грех, приемлющего покаяние, страшного в наказаниях, Долготерпеливого. Нет Бога кроме Его: к Нему все возвращается"},{"SurahNumber":40,"VerseNumber":4,"Text":"Только неверные спорят о знамениях Божиих; но да не обольщает тебя их успешная изворотливость в этой стране"},{"SurahNumber":40,"VerseNumber":5,"Text":"Прежде них народ Ноя и за ним наступившие поколения упорно держались лжи; каждое из тех племен составляло умыслы против посланника к нему, чтобы взять верх над ним: они вступали с ним в споры, чтобы ложью опровергнуть истину; но Я захватил их, и - какова была казнь Моя"},{"SurahNumber":40,"VerseNumber":6,"Text":"Так оправдалось слово Господа твоего над неверными; они будут мучится в огне"},{"SurahNumber":40,"VerseNumber":7,"Text":"Носящие престол Бога и стоящие окрест его славословят Господа своего, веруют в него, просят у Него прощения верующим: \"Господи наш! Ты на все простираешь Твою милость и Твое знание; прости тем, которые в покаянии обращаются к Тебе и идут по пути Твоему; сохрани их от муки в геенне"},{"SurahNumber":40,"VerseNumber":8,"Text":"Господи наш! Введи их в сады Эдема, которые Ты обещал им, и тем из отцев их, супруг их и потомков их, которые будут добродетельны; потому что Ты силен, мудр"},{"SurahNumber":40,"VerseNumber":9,"Text":"Сохрани их от зол сих: кого Ты в этот день избавишь от зол сих, тот будет в милости у тебя: а это есть великое блаженство"},{"SurahNumber":40,"VerseNumber":10,"Text":"Неверным же будет возглашено: \"Ненависть Божия к вам больше ненависти вашей одного к другому: когда вас призывали к вере, вы отвергли ее"},{"SurahNumber":40,"VerseNumber":11,"Text":"Они скажут: \"Господи наш! Ты двукратно умерщвлял нас, и двукратно оживил нас: исповедуем грехи наши; есть ли какой - либо путь для выхода отсюда"},{"SurahNumber":40,"VerseNumber":12,"Text":"Это вам за то, что вы, когда возвещалось, что Бог един, вы остались неверными; а если сказывалось о соучастниках Ему, вы являлись верующими: суд принадлежит Богу, вышнему, великому"},{"SurahNumber":40,"VerseNumber":13,"Text":"Он дает вам видеть свои знамения, и ниспосылает вам с неба жизненные потребности: но этим вразумляются только те, которые с раскаянием обращаются к Нему"},{"SurahNumber":40,"VerseNumber":14,"Text":"Потому, призывайте Бога, искренне исполняя для Него дела благочестия, не смотря на противоборство неверных"},{"SurahNumber":40,"VerseNumber":15,"Text":"Высокий на ступенях своего величия Обладатель престола по Своей воле низводит духа на того из Своих рабов, на кого хочет, чтобы напоминать о дне встречи"},{"SurahNumber":40,"VerseNumber":16,"Text":"О дне, в который они явятся, и в который ничего в них скрытого для Бога не будет. В этот день кому принадлежать будет царская власть? Богу единому, грозному"},{"SurahNumber":40,"VerseNumber":17,"Text":"В этот день каждой душе воздастся за то, что усвоила она себе; в этот день не будет неправды: потому, что Бог скор в расчете"},{"SurahNumber":40,"VerseNumber":18,"Text":"Вразумляй их относительно этого дня внезапности, когда души задержатся у самых гортаней. Для беззаконных не будет ни друга искреннего, ни заступника усердного"},{"SurahNumber":40,"VerseNumber":19,"Text":"Знает Он лукавство очей, и то, что закрывает грудь"},{"SurahNumber":40,"VerseNumber":20,"Text":"Бог судит истинно; те же, каких, опричь Его призывают они, ничего не рассудят: потому что только Бог - слышащий, видящий"},{"SurahNumber":40,"VerseNumber":21,"Text":"Не проходили ли они по этой земле, и не видели ли, каков был конец тех, которые были прежде них? Но Бог казнил их за грехи их, и не было им защитника от Бога"},{"SurahNumber":40,"VerseNumber":22,"Text":"Это было им за то, что они, когда приходили к ним посланники с ясными доказательствами, не веровали, и за то Бог наказал их: Он силен, страшен в наказании"},{"SurahNumber":40,"VerseNumber":23,"Text":"Мы посылали Моисея с нашими знамениями и с ясным полномочием"},{"SurahNumber":40,"VerseNumber":24,"Text":"К Фараону, Гаману, к Каруну, но они сказали: \"Он - чародей, лжец"},{"SurahNumber":40,"VerseNumber":25,"Text":"Когда он принес им от Нас истину, они сказали: \"Убивайте сынов тех, которые уверовали вместе с ним, и оставьте в живых женский пол их\"; но коварство неверных безуспешно"},{"SurahNumber":40,"VerseNumber":26,"Text":"Фараон сказал: \"Оставьте меня, - я убью Моисея; пусть он на помощь себе зовет Господа своего; я боюсь, что бы он не заставил переменить веру вашу, или, что бы не распространил по сей земле гибельное нечестие"},{"SurahNumber":40,"VerseNumber":27,"Text":"Моисей сказал: \"Моя защита в Господе моем и Господе вашем от всякого гордеца, не верующего в день отчета"},{"SurahNumber":40,"VerseNumber":28,"Text":"Некто верующий из семейства Фараонова, скрывавший веру свою, сказал: \"Ужели убьете человека за то, что он говорит: \"Бог мой есть Господь мой!\" тогда как он привел от Господа вашего ясные доказательства? Если он лжец, то его ложь будет на беду ему самому; а если он справедлив, то вас постигнет которая либо из угроз его: потому, что Бог не вождь тому, кто своеволен, кто лжец"},{"SurahNumber":40,"VerseNumber":29,"Text":"Народ мой! Ныне власть у вас и вы господствуете в земле сей; но кто защитит нас от гнева Божия, когда он придет на нас?\" Фараон сказал: \"Я даю вам видеть только то, что вижу сам: я веду вас по прямому пути"},{"SurahNumber":40,"VerseNumber":30,"Text":"Но верующий тот сказал: \"Народ мой! Я боюсь за вас подобного тому, что было в день соумышленников"},{"SurahNumber":40,"VerseNumber":31,"Text":"Подобного тому, что сбылось с народом Ноя, с Гадянами, Фемудянами и с бывшими после них, хотя Бог и не хочет угнетения рабам Своим"},{"SurahNumber":40,"VerseNumber":32,"Text":"Народ мой! За тебя я боюсь дня рыдания"},{"SurahNumber":40,"VerseNumber":33,"Text":"Дня, в который вы будете обращены вспять. Вам не будет тогда никакого защитника от Бога: кого вводит Бог в заблуждение, того уже никто не выведет на прямой путь"},{"SurahNumber":40,"VerseNumber":34,"Text":"Прежде сего уже приходил к вам Иосиф с ясными указаниями; но вы остались в сомнении о том, с чем приходил он к вам; и когда он погиб, вы сказали: \"После него Бог уже не воздвигнет посланника\". Так Бог вводит в заблуждение тех, которые вольнодумствуют, сомневаются"},{"SurahNumber":40,"VerseNumber":35,"Text":"Те, которые спорят против знамений Божиих, не имея полномочия, данного им, весьма ненавистны Богу и верующим: за то Бог запечатлевает сердце каждого гордеца, каждого упрямца"},{"SurahNumber":40,"VerseNumber":36,"Text":"Фараон сказал: \"Гаман, построй мне башню, что бы мне взойти на эти высоты"},{"SurahNumber":40,"VerseNumber":37,"Text":"На высоты небес и достигнуть до Бога Моисея: я считаю его лжецом№. Так обольстился Фараон своим злым делом и сбился с пути: коварство Фараона было в погибель только ему самому"},{"SurahNumber":40,"VerseNumber":38,"Text":"Верующий сказал: \"Соплеменники мои! Последуйте мне, я поведу вас по прямому пути"},{"SurahNumber":40,"VerseNumber":39,"Text":"Соплеменники мои! Эта настоящая жизнь есть только временный удел: другая же будущая есть постоянное жилище"},{"SurahNumber":40,"VerseNumber":40,"Text":"Тем, которые делают зло, и воздаяние будет такое же; а которые, - мужчины ли будут они, или женщины, - делают доброе, будучи верующими, те войдут в рай, и в нем наделены будут всем бессчетно"},{"SurahNumber":40,"VerseNumber":41,"Text":"Народ мой! Что мне не звать вас ко спасению, когда вы зовете меня к муке в огне"},{"SurahNumber":40,"VerseNumber":42,"Text":"Вы зовете меня к нечестию пред Богом, к признанию соучастниками Ему тех, которых я не знаю; а я зову вас к вере в Сильного, прощающего"},{"SurahNumber":40,"VerseNumber":43,"Text":"Нет сомнения, что тех, к которым вы меня призываете, не подобает призывать ни в сем настоящем, ни в том будущем мире, что будет наше возвращение к Богу, что нечестивые будут мучиться в огне"},{"SurahNumber":40,"VerseNumber":44,"Text":"Со временем вы вспомните, что говорю я вам; а я отдаю дело мое на волю Бога; потому что Бог видит рабов сиих"},{"SurahNumber":40,"VerseNumber":45,"Text":"Бог сохранил его от зол, от того, что умышляли они против него; а народ Фараона постигла лютая казнь"},{"SurahNumber":40,"VerseNumber":46,"Text":"Огонь, в который вводят его и утром и вечером. Когда же наступит час, тогда скажут: \"Ввергните народ Фараона в самую жестокую муку"},{"SurahNumber":40,"VerseNumber":47,"Text":"И вот, они в огне будут препираться между собою: простолюдины скажут вельможам: \"Мы были последователями вам: можете ли вы нас избавить от этой участи быть в огне"},{"SurahNumber":40,"VerseNumber":48,"Text":"Вельможи скажут: \"Все мы в нем; Бог совершил уже суд над Своими рабами"},{"SurahNumber":40,"VerseNumber":49,"Text":"Находящиеся в огне скажут стражам геенны: \"Умолите Господа вашего облегчить это мучение для нас хотя бы на один день"},{"SurahNumber":40,"VerseNumber":50,"Text":"Они скажут: \"Не приходили ли к вам посланники, к вам от Бога, с очевидными доказательствами?\" - Они скажут: \"Да\". Те скажут: \"Так умоляйте сами\". - Но молитва неверных теряется на пути к Богу"},{"SurahNumber":40,"VerseNumber":51,"Text":"Действительно, Мы помогаем нашим посланникам и верующим и в настоящей жизни и в день, в который предстанут они пред Нами, как свидетели"},{"SurahNumber":40,"VerseNumber":52,"Text":"В этот день, в который нечестивым будет бесполезно извинение их: им тогда проклятие, им тогда мучительное жилище"},{"SurahNumber":40,"VerseNumber":53,"Text":"Некогда Мы доставили Моисею руководство и дали в наследие сынам Израилевым Писание"},{"SurahNumber":40,"VerseNumber":54,"Text":"руководство и наставление для рассудительных"},{"SurahNumber":40,"VerseNumber":55,"Text":"Будь терпелив, потому что Бог верен в обетованиях; проси у Него прощения грехам своим и воссылай хвалу Господу твоему вечером и утром"},{"SurahNumber":40,"VerseNumber":56,"Text":"У тех, которые спорят о знамениях Божиих, не имея силы, данной им на это, в сердцах одна только гордость; они не достигнут своего, а ты ищи себе защиты у Бога: потому что он слышащий, видящий"},{"SurahNumber":40,"VerseNumber":57,"Text":"Создание небес и земли больше создания людей; но многие из людей не знают этого"},{"SurahNumber":40,"VerseNumber":58,"Text":"Слепой не ровняется зрячему, и верующие и делающие доброе не тоже, что делающий злое: мало размышляете вы об этом"},{"SurahNumber":40,"VerseNumber":59,"Text":"Действительно, час наступит, - нет сомнения в этом, - но многие из людей не веруют в него"},{"SurahNumber":40,"VerseNumber":60,"Text":"Господь ваш сказал: \"Призывайте Меня, и Я буду внимателен к вам; действительно, те, которые по гордости отказываются от поклонения Мне, войдут в геенну, будучи в уничиженном положении"},{"SurahNumber":40,"VerseNumber":61,"Text":"Сам Бог установил ночь для вас на то, чтобы вы видели; потому что Бог щедр для людей, но многие из людей неблагодарны"},{"SurahNumber":40,"VerseNumber":62,"Text":"Вот, Бог, ваш Господь, есть творец всего; нет Бога кроме Его. Как нерассудительны вы"},{"SurahNumber":40,"VerseNumber":63,"Text":"Нерассудительны также и те, которые отвергают знамения Божии"},{"SurahNumber":40,"VerseNumber":64,"Text":"Бог, который установил для вас землю постоянным жилищем, а небо сводом, дает вам различные образы, и образы дает вам красивые; наделяет вас благами в насыщение. Таков Бог, Господь ваш; благословен Бог, Господь миров"},{"SurahNumber":40,"VerseNumber":65,"Text":"Кроме Его, Его Живого, нет Бога. Потому, Его призывайте, искренно совершая для Него дела благочестия. Слава Богу, Господу миров"},{"SurahNumber":40,"VerseNumber":66,"Text":"Скажи: \"Мне запрещено покланяться тем, которых призываете вы, опричь Бога, после того, как от Господа моего пришли ко мне ясные указания; а повелено мне быть покорным Господу миров"},{"SurahNumber":40,"VerseNumber":67,"Text":"Он самый создал вас из персти, потом создает из семени, потом из сгустившейся крови, потом выводит вас младенцами с тем, чтобы вы потом достигали полного вашего возраста, а потом делались бы стариками; из вас есть такие, которые умирают преждевременно, и такие, которые достигают до определенного срока жизни, и это для того, чтобы вы были рассудительны"},{"SurahNumber":40,"VerseNumber":68,"Text":"Он самый оживляет и умерщвляет: когда Он присудит быть чему либо, то скажет только тому: \"Будь!\" - и оно получает бытие"},{"SurahNumber":40,"VerseNumber":69,"Text":"Не видел ли ты, как изворотливы те, которые спорят против знамений Бога"},{"SurahNumber":40,"VerseNumber":70,"Text":"Которые считают ложью это писание и то, с чем посылали Мы посланников наших? Они скоро узнают это"},{"SurahNumber":40,"VerseNumber":71,"Text":"Когда на шеях у них будут ярмы и цепи, которыми потащу их"},{"SurahNumber":40,"VerseNumber":72,"Text":"в огнище, где будут опаляемы они пламенем"},{"SurahNumber":40,"VerseNumber":73,"Text":"Там будет сказано им: \"Где же те, которых вы чтили"},{"SurahNumber":40,"VerseNumber":74,"Text":"наравне с Богом?\" Они скажут: \"Нам неизвестно, где они; да мы прежде и не призывали никого!\" Так Бог вводит в заблуждение неверных"},{"SurahNumber":40,"VerseNumber":75,"Text":"За то, что вы на земле веселились не по надлежащему, за то, что были надменны"},{"SurahNumber":40,"VerseNumber":76,"Text":"Войдите во врата геенны и оставайтесь в ней вечно. Какое ужасное жилище для гордых"},{"SurahNumber":40,"VerseNumber":77,"Text":"Будь терпелив, потому что Бог верен в обетованиях; дадим ли Мы тебе увидеть что либо из того, что обещаем им, или прежде того пошлем кончину тебе, они возвращены будут к Нам"},{"SurahNumber":40,"VerseNumber":78,"Text":"Еще прежде тебя Мы посылали посланников (о некоторых из них Мы рассказали тебе, а о некоторых из них Мы тебе не рассказывали): посланник не иначе представлял какое либо знамение, как только по изволению Божию: когда приходит повеление от Бога, тогда оно совершается в точности; а считающие его ложным тогда погибают"},{"SurahNumber":40,"VerseNumber":79,"Text":"Бог - Он подчинил вам скотов, чтобы на одних из них вам ездить, а других есть"},{"SurahNumber":40,"VerseNumber":80,"Text":"И другие выгоды от них есть вам, чтобы при помощи их достигать вам того дела, какое придет вам на сердце: вы перевозитесь на них так же, как и на кораблях"},{"SurahNumber":40,"VerseNumber":81,"Text":"Так проявляет Он свои знамения пред вами: из знамений Божиих которое вы отвергнете"},{"SurahNumber":40,"VerseNumber":82,"Text":"Не проходили ли они по этой земле и не видели ли, каков был конец живших на ней прежде них? Они были многочисленнее их, избыточнее своими силами и произведениями на земле; но не помогли им их стяжания"},{"SurahNumber":40,"VerseNumber":83,"Text":"Когда к ним приходили посланники с ясными указаниями, они хвалились тем знанием, какое было у них, и их - поражало то, над чем они смеялись"},{"SurahNumber":40,"VerseNumber":84,"Text":"Когда же они видели грозу нашу, тогда говорили: \"Мы веруем в Бога, в то, что Он един, и отрицаемся от тех, которых считали доселе соучастниками Его"},{"SurahNumber":40,"VerseNumber":85,"Text":"Но вера для их была бесполезна для них, после того, когда они уже видели над собой грозу нашу. Таков был путь Бога среди рабов Его, которых уже нет ныне. Так гибли неверные"}]}