{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, lam, mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Objavuvanjeto na Knigata, vo koja nema somnenie, e od Gospodarot na svetovite"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ili zboruvaat: “Toj go izmisluva.. No, ne! Toa e vistina od Gospodarot tvoj za da go opomeniš narodot komu ne mu e dadena opomena, pred tebe, za da se upatat"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah e Onoj koj gi sozdade i Zemjata i nebesata i ona što e meǵu niv za šest dena, a potoa se utvrdi na Aršot. Vie, osven Nego, nemate ni poddržnik ni posrednik. Pa, nema li da se prisetite"},{"SurahNumber":32,"VerseNumber":5,"Text":"I On upravuva so se ona što e meǵu nebesata i Zemjata, a potoa, vo Denot opredelen, kon Nego ḱe se izviši: na Denot koj trae iljada godini, spored ona kako što vie broite"},{"SurahNumber":32,"VerseNumber":6,"Text":"Ete, On e Znalec na javnoto i tajnoto, Silen i Somilosen"},{"SurahNumber":32,"VerseNumber":7,"Text":"Koj ja sozdade sekoja stvar vo najdobar oblik, i Koj, sozdavanjeto na čovekot, go započna od glina"},{"SurahNumber":32,"VerseNumber":8,"Text":"A potoa, porodot negov, go sozdava od izbrana kapka voda"},{"SurahNumber":32,"VerseNumber":9,"Text":"A potoa On go oblikuva i mu vdahnuva od duhot Svoj, I VI dava i sluh, i vid i srca. Malkumina zablagodaruvate"},{"SurahNumber":32,"VerseNumber":10,"Text":"zboruvaat: “Koga ḱe isčezneme na zemjata pa povtorno li ḱe bideme sozdadeni?\" No, onie vo sredbata so Gospodarot nivni ne veruvaat"},{"SurahNumber":32,"VerseNumber":11,"Text":"Kaži: “Melekot na smrtta, koj vi e za toa odreden, ḱe ve usmrti, a potoa kon Gospodarot vaš ḱe se vratite"},{"SurahNumber":32,"VerseNumber":12,"Text":"koga bi gi videl silnicite navednati so glavite nivni pred Gospodarot svoj: “Gospodare naš, i vidovme i slušnavme, vrati ne povtorno nazad; ḱe rabotime dobro. Nie sme, sekako, uvereni"},{"SurahNumber":32,"VerseNumber":13,"Text":"E, koga bi sakale na sekoja duša bi i go dale upatstvoto nejzino, no zborot vistinski e Moj. Džehennemot, sekako, ḱe go ispolnam i so džinovi i so luǵe, zaedno"},{"SurahNumber":32,"VerseNumber":14,"Text":"Pa, vkusete go Džehennemot, zašto zaboravivte na sredbata na ovoj Den vaš. I Nie zaboravivme na vas, i vkusete ja kaznata na večnosta za ona što, tokmu, go rabotevte"},{"SurahNumber":32,"VerseNumber":15,"Text":"Vo ajetite Naši, navistina, veruvaat onie koi, koga ḱe se spomenat, paǵaat na sedžde, i koi Go slavat, veličajḱi Go, Gospodarot svoj, I koi ne se dujat"},{"SurahNumber":32,"VerseNumber":16,"Text":"Stranite nivni od postela se nakrivuvaat, povikuvajḱi go Gospodarot svoj, i od strav i od želba, i koi delat od “rskot Naš što im go dadovme"},{"SurahNumber":32,"VerseNumber":17,"Text":"Pa, niedna duša ne znae kakvi radosti im se krijat... nagrada za ona što go rabotea"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ednakov li e vernikot so rasipnikot? Ne možat da se izednačat"},{"SurahNumber":32,"VerseNumber":19,"Text":"A što se odnesuva do onie koi veruvaat i koi dobri dela rabotat...ta, za niv ima prestojuvalište od bavči džennetski, podgotveni za ona što go rabotea"},{"SurahNumber":32,"VerseNumber":20,"Text":"A što se odnesuva, pak, do rasipanite...ta, ognot e prestojuvališteto nivno. Sekojpat koga ḱe posakaat da izlezat od nego ḱe bidat vrateni vo nego, I ḱe im se veli: “Iskusete ja kaznata ognena za koja smetavte deka e lažna"},{"SurahNumber":32,"VerseNumber":21,"Text":"Nie ḱe dademe sigurno da iskusat kazna pomala pokraj kaznata golema za da se pokajat"},{"SurahNumber":32,"VerseNumber":22,"Text":"koj e pogolem zulumḱar od onoj koj, koga ḱe mu se spomenat znamenijata na Gospodarot negov - a toj, ete, e ramnodušen. kon niv? Ḱe gi kaznime, sekako, silnipite"},{"SurahNumber":32,"VerseNumber":23,"Text":"na Musa, navistina, Nie mu dadovme Kniga: ne somnevaj se vo sredbata so Nego. Nie nego go odredivme da bide patokaz za. sinovite Izrailovi"},{"SurahNumber":32,"VerseNumber":24,"Text":"meǵu niv Nie odredivme vodači koi upatuvaa so naredba-. ta Naša, po strplivosta nivna, i koi bea uvereni vo znamenija-. ta Naši"},{"SurahNumber":32,"VerseNumber":25,"Text":"Gospodarot tvoj, navistina, ḱe gi razdvoi na Denot suden zaradi ona za što, tokmu, stanaa. delenici"},{"SurahNumber":32,"VerseNumber":26,"Text":"Neli im se ukažuva deka kolku pokolenija Nie pred niv. uništivme preku čii živeališta odat? Ete, vo toa, navis-. tina, ima znamenija. Ne slušaat. Li"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ne gledaat li kako Nie ja terame vodata kon suvata zemjai. kako so nea vadime rastenie so. koe se hranat i dobitokot nivni. i tie samite. Ne gledaat li"},{"SurahNumber":32,"VerseNumber":28,"Text":"I zboruvaat: “Koga ḱe dojde. Pobedata ako ste iskreni"},{"SurahNumber":32,"VerseNumber":29,"Text":"Kaži:““Na Denot na Pobedata veruvanjeto na onie koi ne veruvaa ne ḱe im koristi, i ne ḱe im se dade rok"},{"SurahNumber":32,"VerseNumber":30,"Text":"Ta, svrti se od nivi čekaj! Tie, sekako, čekaat"}]}