{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"Ōhē mānabagōṣṭhi! Tōmādēra prabhukē bhaẏabhakti karō yini tōmādēra sr̥ṣṭi karēchēna ēka'i naphasa thēkē, āra tāra jōṛā'ō sr̥ṣṭi karēchēna tāra thēkē, āra ē'i ubhaẏa thēkē chaṛiẏē diẏēchēna bahu nara ō nārī. Ata'ēba bhaẏaśrad'dhā karō āllāh‌kē yām̐ra dbārā tōmarā parasparēra ō mātr̥jaṭharēra sa'ōẏāla-jabāba karō. Niḥsandēha āllāh tōmādēra uparē sadā praharī."},{"SurahNumber":4,"VerseNumber":2,"Text":"Āra tādēra dhana-sampatti ētīmadēra diẏē dā'ō, āra uṯkr̥ṣṭa bastura saṅgē nikr̥ṣṭa bastu badalē ni'ō nā. Āra tādēra sampatti tōmādēra sampattira saṅgē grāsa karō nā. Niḥsandēha ēṭi gurutara aparādha."},{"SurahNumber":4,"VerseNumber":3,"Text":"Āra yadi tōmarā āśaṅkā karō yē tōmarā ētīmadēra prati n'yāẏaparāẏaṇa hatē pāracha nā, tā halē strīlōkadēra madhyēra yākē tōmādēra bhālō lāgē tākē biẏē karatē pāra -- du'i bā tina bā cāra. Kintu yadi tōmarā āśaṅkā karō yē tōmarā samabyabahāra karatē pārabē nā, tā halē ēkajanakē'i, athabā tōmādēra ḍāna hāta yādēra dharē rēkhēchē. Ē'iṭi'i bēśī saṅgata yēna tōmarā sarē nā yā'ō."},{"SurahNumber":4,"VerseNumber":4,"Text":"Āra strīlōkadēra tādēra maharānā ādāẏa karabē niḥsbārthabhābē. Kintu yadi tārā nijērā ēra kōnō anśa tōmādēra ditē khuśi haẏa tabē tā bhōga karō sānandē ō tr̥ptira sāthē."},{"SurahNumber":4,"VerseNumber":5,"Text":"Āra abōdhadēra diẏē di'ō nā tōmādēra sampatti yā āllāh tōmādēra jan'ya abalanbanasbarūpa karēchēna. Āra tā thēkē tādēra khā'ōẏā'ō ō tādēra parā'ō, āra tādēra balō bhālōbhālō kathā."},{"SurahNumber":4,"VerseNumber":6,"Text":"Āra ētīmadēra parīkṣā karē dēkhabē yē paryanta nā tārā bibāha-baẏasē upanīta haẏa, tārapara yadi tādēra madhyē bicāra-bud'dhi dēkhatē pā'ō tabē tādēra dhanasampatti tādēra hastārpaṇa karabē, āra tā mātrātiriktabhābē ō tāṛāhuṛō karē khēẏē phēlō nā pāchē tārā baṛa haẏē yābē. Āra yē abasthāpanna sē yēna nibr̥tta thākē, āra yē garība sē n'yāẏasaṅgatabhābē khāka. Tārapara yakhana tōmarā tādēra sampatti tādēra phiriẏē dā'ō takhana tādēra sāmanē sākṣī ḍākō. Āra hisāba-rakṣakarūpē āllāh yathēṣṭa."},{"SurahNumber":4,"VerseNumber":7,"Text":"Pitāmātā ō nikaṭa-ā‌tmīẏarā yā rēkhē yāẏa tāra ēkaṭi anśa puruṣadēra jan'ya, āra strīlōkadēra jan'yē'ō thākabē ēkaṭi anśa yā pitāmātā ō nikaṭa-ā‌tmīẏarā rēkhē yāẏa tāra, -- tā kama'i hōka bā bēśi, -- ēkaṭi nirdiṣṭa anśa."},{"SurahNumber":4,"VerseNumber":8,"Text":"Āra bhāgābhāgira samaẏē yakhana upasthita thākē ā‌tmīẏa-sbajana ō ētīmarā ō garībarā, takhana tā thēkē tādēra dāna karō, āra tādēra saṅgē bhālōbhābē kathābārtā balō."},{"SurahNumber":4,"VerseNumber":9,"Text":"Āra tārā tēmani bhaẏa karuka yēmana tārā yadi tādēra pēchanē asahāẏa chēlēpilē phēlē rākhata tabē tādēra jan'ya āśaṅkā karatō. Kājē'i tārā āllāh‌kē bhaẏaśrad'dhā karuka ēbaṁ satatāra sāthē kathābārtā baluka."},{"SurahNumber":4,"VerseNumber":10,"Text":"Niḥsandēha yārā ētīmadēra dhanasampatti an'yāẏabhābē grāsa karē tārā niścaẏa'i tādēra pēṭē āguna gilē. Āra tārā śīghra'i prabēśa karabē jbalanta āgunē."},{"SurahNumber":4,"VerseNumber":11,"Text":"Āllāh tōmādēra nirdēśa dicchēna tōmādēra santānasantati samparkē, -- ēka bēṭāchēlēra jan'ya du'i mēẏēchēlēra samāna anśa. Tabē yadi tārā saba mēẏē haẏa, du'i mēẏēra urdhbē, tabē tādēra jan'ya sē yā rēkhē gēchē tāra du'i-tr̥tīẏānśa, āra yadi sē ēkamātra mēẏē haẏa tabē tāra jan'ya ardhēka. Āra tāra pitāmātāra jan'ya -- tādēra dujanēra pratyēkēra jan'ya sē yā rēkhē gēchē tāra chaẏa bhāgēra ēkabhāga, yadi tāra santāna thākē, kintu tāra yadi santāna nā thākē ō tāra ōẏāriśa haẏa pitāmātā, tabē tāra mātāra jan'ya ēka-tr̥tīẏānśa, kintu yadi tāra bhā'irā thākē tabē tāra māẏēra jan'ya chaẏa bhāgēra ēkabhāga, kōnō ōchiẏaṯnāmātē u'ila karē thākalē bā dēnā thākalē tā ādāẏēra parē. Tōmādēra pitāmātā ō tōmādēra santānasantati -- tōmarā jānō nā ēdēra kē tōmādēra kāchē phāẏadāra dika diẏē bēśi nikaṭatara. Ē āllāh‌ra tarapha thēkē bidhāna. Niḥsandēha āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":12,"Text":"Āra tōmādēra strīrā yā rēkhē yāẏa tāra ardhēka tōmādēra jan'ya yadi tādēra kōnō chēlēpilē nā thākē, kintu yadi tādēra santāna thākē tabē tōmādēra jan'ya tārā yā rēkhē gēchē tāra ēka-caturthānśa, -- kōnō ōchiẏaṯnāmāẏa tārā u'ila karē thākalē bā dēnā thākalē tā ādāẏēra parē. Āra tādēra jan'ya yā tōmarā rēkhē yā'ō tāra ēka-caturthānśa yadi tōmādēra kōnō santāna nā thākē, kintu yadi tōmādēra chēlēpilē thākē tabē tādēra jan'ya yā tōmarā rēkhē gēcha tāra āṭa bhāgēra ēkabhāga, -- kōnō ōchiẏaṯnāmāẏa tōmarā u'ila karē thākalē bā dēnā thākalē tā ādāẏēra parē. Āra yadi kōnō puruṣa bā strīlōkakē niḥsantāna-bhābē uttarādhikāra karatē haẏa ō tāra ēka bhā'i bā ēka bōna thākē tabē tādēra ubhaẏēra pratyēkēra jan'ya chaẏa bhāgēra ēka bhāga, kintu yadi tārā ēra cēẏē bēśī haẏa tabē tārā habē ēka tr̥tīẏānśēra anśīdāra, -- kōnō ōchiẏaṯnāmāẏa tārā u'ila karē thākalē bā dēnā thākalē tā ādāẏēra parē, -- kōnō kṣati nā karē, ē hacchē āllāh‌ra tarapha thēkē bidhāna. Āra āllāh hacchēna sarbajñātā, ati amāẏika."},{"SurahNumber":4,"VerseNumber":13,"Text":"Ē'isaba hacchē āllāh‌ra sīmā. Āra yē kē'u āllāh ō tām̐ra rasūlēra anubartī haẏa tākē tini prabēśa karābēna sbargō'udyānasamūhē yādēra nicē diẏē baẏē calē jharanārājī, sēkhānē sē thākabē sthāẏībhābē āra tā'i hacchē mahā sāphalya."},{"SurahNumber":4,"VerseNumber":14,"Text":"Āra yē kē'u āllāh ō tām̐ra rasūlēra abādhya haẏa āra tām̐ra sīmā laṅghana karē, tākē tini prabēśa karābēna āgunē, sēkhānē thākabāra jan'ya dīrghakāla, āra tāra jan'ya raẏēchē lāñjhanādāẏaka śāsti."},{"SurahNumber":4,"VerseNumber":15,"Text":"Āra tōmādēra nārīdēra madhyē yārā aślīla ācaraṇa karē tādēra birud'dhē tōmādēra madhyē thēkē cārajana sākṣī ḍākō, tārā yadi sākṣya dēẏa tabē tādēra gharēra bhētarē āṭaka karē rākhō yē paryanta nā mr̥tyu tādēra uparē ghaniẏē āsē, athabā āllāh tādēra jan'ya patha karē dēna."},{"SurahNumber":4,"VerseNumber":16,"Text":"Āra tōmādēra madhyē dujana yadi ai ācaraṇa karē tabē tādēra ubhaẏakē'i alpa śāsti dā'ō. Tārapara yadi tārā ta'ōbā karē ō śōdharāẏa tabē tādēra thēkē phiriẏē nā'ō. Niḥsandēha āllāha bārabāra phērēna, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":17,"Text":"Niḥsandēha āllāh‌ra pakṣē phērā saba tādēra prati yārā kukarma karē ajñānatā baśataḥ, tārapara abilanbē ta'ōbā ka rē, ata'ēba ērā'i -- āllāh ēdēra prati phērēna, āra āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":18,"Text":"Āra ta'ōbā tādēra jan'ya naẏa yārā kukarma karē'i calē, yē paryanta nā mr̥tyu tādēra kōnō ēkēra kāchē hājira halē sē balē -- ''āmi abaśya'i ēkhana ta'ōbā karachi’’, tādēra jan'ya'ō yārā mārā yāẏa athaca tārā abiśbāsī thākē. Tārā'i -- tādēra jan'ya āmarā tairi karēchi byathādāẏaka śāsti."},{"SurahNumber":4,"VerseNumber":19,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra jan'ya baidha naẏa yē tōmarā strīdēra jabaradasti uttarādhikāra-sūtrē grahaṇa karabē. Āra tādēra uparē jōrajuluma karō nā tōmarā yā tādēra diẏēcha tāra anśa biśēṣa phirē pābāra jan'ya, yadi nā tārā jājjbalyamāna aślīla ācaraṇē lipta haẏa. Āra tādēra prati sadaẏa byabahāra karō. Abaśya yadi tōmarā tādēra ghr̥ṇā karō tabē hatē pārē tōmarā ēmana ēkaṭā kichu apachanda karalē athaca āllāh tāra madhyē pracura kalyāṇa nihita rēkhēchēna."},{"SurahNumber":4,"VerseNumber":20,"Text":"Āra tōmarā yadi ēka strīra sthalē ārēka strī badalē nitē cā'ō, āra yadi ēdēra ēkajanakē ēkastūpa diẏē thākō, tabē tā thēkē kichu'i ni'ō nā. Tōmarā ki tā nēbē kuṯsā raṭiẏē ēbaṁ ḍ'̔āhā an'yāẏa karē"},{"SurahNumber":4,"VerseNumber":21,"Text":"āra kēmana karē tōmarā tā nitē pārō yakhana tōmādēra ēkē an'yatē gamana karēcha āra tārā tōmādēra thēkē dr̥ṛha aṅgīkāra grahaṇa karēchē"},{"SurahNumber":4,"VerseNumber":22,"Text":"āra tōmādēra pitārā yādēra biẏē karēchila sē-saba strīlōkadēra biẏē karō nā, -- abaśya yā itimadhyē ghaṭē gēchē tā byatīta. Niḥsandēha ēṭi hacchē ēkaṭi aślīla ācaraṇa ō ghr̥ṇya karma, āra jaghan'ya panthā"},{"SurahNumber":4,"VerseNumber":23,"Text":"Tōmādēra jan'ya abaidha hacchē -- tōmādēra māẏērā āra tōmādēra mēẏērā āra tōmādēra bōnērā āra tōmādēra phuphurā āra tōmādēra māsīrā, āra bhā'iẏēra mēẏērā ō bōnēra mēẏērā, āra tōmādēra māẏērā yārā tōmādēra stan'yadāna karēchē, āra dudha- māẏēra dika thēkē tōmādēra bōnērā, āra tōmādēra strīdēra māẏērā, āra tōmādēra saṯ-mēẏērā yārā tōmādēra abhibhābakatbē āchē -- tōmādēra tēmana strīdēra thēkē yādēra sāthē sahabāsa karēcha, kintu yadi tādēra sāthē sahabāsa karē nā thāka tabē tōmādēra aparādha habē nā, āra yārā tōmādēra aurasa thēkē tōmādēra tēmana chēlēdēra strīrā; āra yēna tōmarā du'i bōnēra madhyē jamāẏēṯ karō -- abaśya yā itimadhyē ghaṭē gēchē tā byatīta. Abaśya āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":24,"Text":"Āra strīlōkadēra madhyēra sadhabā yārā, tabē tōmādēra ḍāna hāta yādēra dharē rēkhēchē tādēra byatīta, tōmādēra prati āllāh‌ra bidhāna. Āra ēdēra bā'irē tōmādēra jan'ya baidha karā gēla yadi tōmarā cā'ō tōmādēra dhanadaulata diẏē bibāha -bandhanēra mādhyama, byabhicārēra jan'ya naẏa. Ata'ēba tādēra madhyēra yādēra thēkē tōmarā suphala pētē cā'ō tādēra nirdhārita maharānā tādēra pradāna karō. Āra tōmādēra jan'ya dūṣaṇīẏa habē nā nirdhārita habāra parē tōmarā yātē paraspara sam'mata ha'ō. Niḥsandēha āllāh sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":25,"Text":"Āra tōmādēra madhyē yāra ārthika saṅgati nē'i yē biśbāsinī sbādhīna nārīkē biẏē karatē pārē, sē tabē tōmādēra ḍāna hātē dharē rākhā biśbāsinī kumārīdēra madhya thēkē. Āra āllāh bhālō jānēna tōmādēra dharmabiśbāsa sanbandhē, tōmarā ēkē an'ya thēkē kājē'i tādēra biẏē karō tādēra manibēra anumati niẏē, āra tādēra maharānā tādēra dā'ō suṣṭhubhābē, -- bibāha-bandhanēra mādhyamē, byabhicārēra jan'yē naẏa āra rakṣitārūpē grahaṇa karē'ō naẏa. Ata'ēba yakhana tādēra bibāha-bandhanē ānā haẏa, tārapara yadi tārā aślīla ācaraṇa karē tabē tādēra jan'ya hacchē sbādhīna nārīdēra jan'yē nirdhārita śāstira ardhēka. Ē hacchē tōmādēra madhyē tāra jan'ya yē pāpē paṛāra bhaẏa karē. Āra yadi tōmarā dhairya dharō, tabē sēṭi tōmādēra jan'ya bēśī bhālō. Āra āllāh trāṇakartā, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":26,"Text":"Āllāh cāna tōmādēra pūrbabartī yārā chila tādēra dr̥ṣṭāntēradbārā tōmādēra kāchē suspaṣṭa karatē ō tōmādēra hēdāẏata karatē, āra tōmādēra dikē phiratē. Āra āllāh sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":27,"Text":"Āra āllāh cāna yē tini tōmādēra dikē sarbadā phērēna, kintu yārā kāma-lālasāra anusaraṇa karē tārā cāẏa tōmarā'ō yēna gahīna bipathē patha hārā'ō."},{"SurahNumber":4,"VerseNumber":28,"Text":"Āllāh cāna yē tini tōmādēra bōjhā hālkā karēna, āra mānuṣakē durbala ka’rē sr̥ṣṭi karā haẏēchē."},{"SurahNumber":4,"VerseNumber":29,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra sampatti juccuri karē nijēdēra madhyē grāsa karō nā, tabē yadi tōmādēra paraspara sam'matikramē byabasā-bāṇijyēra dbārā ē haẏē thākē, āra nijēdēra lōkadēra hatyā karō nā, yēhētu āllāh niḥsandēha tōmādēra prati aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":30,"Text":"Āra yē kē'u tā karē ullaṅghana ka’rē ō atyācāra ka’rē, āmarā acirē'i tākē phēlabō āgunē. Āra ē āllāh‌ra jan'ya sahaja byāpāra."},{"SurahNumber":4,"VerseNumber":31,"Text":"Yadi tōmarā birata thākō baṛagulō thēkē yā tōmādēra jan'ya niṣid'dha karā haẏēchē, tabē tōmādēra thēkē āmarā tōmādēra dōṣatruṭi mūchē dēba, āra tōmādēra prabēśa karābō ēka gaurabamaẏa prabēśadbārē."},{"SurahNumber":4,"VerseNumber":32,"Text":"Āra īrṣā karō nā yē biṣaẏadbārā āllāh tōmādēra kā'ukē aparēra uparē śrēṣṭhatā diẏēchēna. Puruṣadēra jan'ya bhāga raẏēchē yā tārā arjana karē, āra nārīdēra jan'yē'ō bhāga raẏēchē yā tārā arjana karē. Kājē'i āllāh‌ra kāchē cā'ō tām̐ra karuṇābhānḍāra thēkē. Niḥsandēha āllāh saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":4,"VerseNumber":33,"Text":"Āra pratyēkēra jan'ya āmarā uttarādhikāra nirdhārita karēchi yā pitāmātā ō nikaṭa-ā‌tmīẏarā rēkhē yāẏa. Āra yādēra saṅgē tōmādēra ḍāna hātēra dbārā aṅgīkāra karēcha tādēra bhāga tā halē pradāna karō. Āllāh niḥsandēha saba-kichu tē'i sākṣyadātā."},{"SurahNumber":4,"VerseNumber":34,"Text":"Puruṣarā nārīdēra abalanbana, yēhētu āllāh tādēra ēka śrēṇīkē an'ya śrēṇīra uparē śrēṣṭhatba diẏēchēna, ēbaṁ yēhētu tārā tādēra sampatti thēkē kharaca karē. Kājē'i satīsādhabī nārīrā anugatā, gōpanīẏatāra rakṣaẏitrī, yēmana āllāh rakṣā karēchēna. Āra yē nārīdēra kṣētrē tādēra abādhyatā āśaṅkā karō, tādēra upadēśa dā'ō, āra śayyāẏa tādēra ēkā phēlē rākhō, āra tādēra prahāra karō. Tārapara yadi tārā tōmādēra anugatā haẏa tabē tādēra birud'dhē an'ya patha khujōm̐ nā. Niḥsandēha āllāh sarbajñātā, mahāmahima."},{"SurahNumber":4,"VerseNumber":35,"Text":"Āra yadi tōmarā du’janēra madhyē bicchēda āśaṅkā karō, tabē tāra lōkadēra thēkē ēkajana madhyastha niẏōga karō ēbaṁ ōra lōkadēra thēkē'ō ēkajana madhyastha, yadi tārā du’jana'i miṭamāṭa cāẏa tabē āllāh tādēra madhyē milana ghaṭābēna. Niḥsandēha āllāh sarbajñātā, ōẏākiphahāla."},{"SurahNumber":4,"VerseNumber":36,"Text":"Āra āllāh‌ra ēbādata karō, āra tām̐ra sāthē an'ya kichu śarika karō nā, āra pitāmātāra prati sadaẏa ācaraṇa karō, āra nikaṭā‌tmīẏadēra prati, āra ētīmadēra āra misakinadēra, āra nikaṭa samparkēra pratibēśīra, āra parakīẏa pratibēśīra, āra pārśbabartī sāthīra, āra pathacārīra, āra yākē tōmādēra ḍāna hāta dharē rēkhēchē. Niḥsandēha āllāh bhālōbāsēna nā tākē yē dāmbhika, garbita"},{"SurahNumber":4,"VerseNumber":37,"Text":"yē kārpaṇya karē āra lōkadēra kr̥paṇatāra nirdēśa dēẏa, āra lukiẏē rākhē āllāh yā tādēra diẏēchēna tām̐ra karunābhānḍāra thēkē. Āra abiśbāsīdēra jan'yē āmarā tairi karēchi lāñjhanādāẏaka śāsti"},{"SurahNumber":4,"VerseNumber":38,"Text":"āra yārā tādēra dhanasampatti kharaca karē lōkadēra dēkhābāra jan'ya, athaca tārā biśbāsa karē nā āllāh‌tē, āra ākhērātēra dinē'ō nā. Āra yāra jan'ya saṅgī haẏēchē śaẏatāna, -- sē tabē manda sāthī."},{"SurahNumber":4,"VerseNumber":39,"Text":"Āra ētē tādēra ki bā hatō yadi tārā āllāh‌tē ō ākhērātēra dinē īmāna ānatō, āra kharaca karatō āllāh tādēra yā riyēka diẏēchēna tā thēkē? Āra āllāh tādēra byāpārē sarbajñātā."},{"SurahNumber":4,"VerseNumber":40,"Text":"Niḥsandēha āllāh anuparimāṇē'ō abicāra karēna nā; āra yadi ēṭā śubha kāja haẏa tini tā bahuguṇita karēna, āra tām̐ra nijēra tarapha thēkē dēna mahāna puraskāra."},{"SurahNumber":4,"VerseNumber":41,"Text":"Kājēkājē'i takhana kēmana habē yakhana pratyēka jāti thēkē āmarā ēka ēkajana sākṣī ānabō, āra tōmākē ānabō tādēra samakṣē sākṣīrūpē"},{"SurahNumber":4,"VerseNumber":42,"Text":"sē'idina tārā cā'ibē yārā abiśbāsa karē ō rasūlakē amān'ya karē, -- tādēra niẏē pr̥thibīṭā yadi samatala haẏē yēta. Āra tārā āllāh thēkē kōnō kathā lukōtē pārabē nā."},{"SurahNumber":4,"VerseNumber":43,"Text":"Ōhē yārā īmāna ēnēcha! Nāmāyēra dhārē-kāchē yēẏō nā yakhana tōmarā nēśāẏa cura haẏē thākō, yē paryanta nā tōmarā bujhō ki tōmarā balachō, athabā yauna-sambhōga karāra parabartī abasthāẏa, -- tabē śudhu atikrama karā chāṛā -- yatakṣaṇa nā gōsala karēcha. Āra yadi tōmarā asustha ha'ō, athabā sapharē thākō, athabā tōmādēra kē'u pāẏakhānā thēkē ēsēcha, athabā strīdēra sparśa karēcha, āra yadi pāni nā pā'ō tabē taiẏam'muma karō biśud'dha māṭi niẏē, āra tōmādēra mukhamanḍala ō tōmādēra hāta musēh karō. Niḥsandēha āllāh mārjanākārī, paritrāṇakārī."},{"SurahNumber":4,"VerseNumber":44,"Text":"Tumi ki tādēra kathā bhēbē dēkhō ni yādēra granthēra kichu anśa dē'ōẏā haẏēchila, -- tārā bhulabhrānti kinē nēẏa, āra cāẏa yē tōmarā'ō patha thēkē pathabhraṣṭa ha'ō"},{"SurahNumber":4,"VerseNumber":45,"Text":"āra āllāh bhālō jānēna tōmādēra śatrudēra. Āra āllāh‌i mūrabbīrūpē yathēṣṭa, āra āllāh‌i yathēṣṭa sahāẏakarūpē."},{"SurahNumber":4,"VerseNumber":46,"Text":"Yārā ihudī mata pōṣaṇa karē tādēra mājhē kē'u kē'u kālāmagulō tādēra sthāna thēkē sariẏē dēẏa āra balē -- 'āmarā śunēchi’, āra'āmarā amān'ya kari’; āra'śōnō’ -- 'tāra matō yē śōnē nā’; āra''rā'irnā\" -- tādēra jihabāradbārā bikr̥ta ka’rē; āra dharma niẏē bidrūpa karē. Āra yadi tārā balatō -- ''āmarā śunēchi ō āmarā mān'ya kari, āra śununa ō'unayuranarā’ tabē tā tādēra jan'ya bēśī bhālō hatō ō bēśī n'yāẏasaṅgata. Kintu āllāh tādēra dhikkāra diẏēchēna tādēra abiśbāsēra jan'ya, kājē'i tārā īmāna ānē nā alpa chāṛā."},{"SurahNumber":4,"VerseNumber":47,"Text":"Ōhē yādēra kitāba dēẏā haẏēchē! Tōmarā īmāna ānō tātē yā āmarā nāyila karēchi tōmādēra kāchē yā āchē tāra satya- samarthanarūpē, mūkhapātradēra bidhabasta karabāra ō tādēra pēchanēra dikē phiriẏē dēbāra, athabā tādēra bañcita karabāra pūrbē yēmana āmarā dhikkāra diẏēchilāma sābbāta anusaraṇakārīdēra. Āra āllāh‌ra hukuma abaśya kāryakara habē."},{"SurahNumber":4,"VerseNumber":48,"Text":"Niścaẏa'i āllāh kṣamā karabēna nā yē, tām̐ra sāthē kā'ukē śarika karā hōka, āra tā chāṛā āra saba tini kṣamā karēna yāra jan'ya tini icchā karēna. Āra yē kē'u āllāh‌ra sāthē śarika karē sē tāhalē udbhābana karēchē birāṭa pāpa."},{"SurahNumber":4,"VerseNumber":49,"Text":"Tumi ki tādēra dikē cēẏē dēkhō ni yārā nijēdēra prati pabitratā ārōpa karē? Nā, āllāh pabitra karēna yādēra tini pachanda karēna. Āra tādēra an'yāẏa karā habē nā khējura-bicira-pātalā-ābaraṇa parimāṇē'ō."},{"SurahNumber":4,"VerseNumber":50,"Text":"Dēkhō, kēmana ka’rē tārā āllāh‌ra birud'dhē mithyā racanā ka’rē! Āra spaṣṭa pāpa hisēbē ēṭi'i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":51,"Text":"Tumi ki tādēra kathā bhēbē dēkhō ni yādēra kitābēra kichu anśa dē'ōẏā haẏēchila, yārā biśbāsa karē tantramantrē ō tāgutē, āra yārā abiśbāsa pōṣaṇa karē tādēra sanbandhē yārā balē -- ''yārā īmāna ēnēchē tādēra cā'itē ērā'i pathē adhikatara supathagāmī?’’"},{"SurahNumber":4,"VerseNumber":52,"Text":"Ērā'i sē'isaba yādēra āllāh dhikkāra diẏēchēna. Āra yākē āllāh bañcita karēna tāra jan'ya tumi kōnō sāhāyyakārī pābē nā."},{"SurahNumber":4,"VerseNumber":53,"Text":"Athabā, tādēra ki kōnō bhāga āchē sāmrājyē? Tabē kintu tārā lōkajanakē dita nā khējura bicira khōsāṭuku'ō."},{"SurahNumber":4,"VerseNumber":54,"Text":"Athabā tārā ki lōkadēra īrṣā karē āllāh tām̐ra karuṇābhānḍāra thēkē tādēra yā diẏēchēna sējan'ya? Tabē āmarā niścaẏa'i ibrāhīmēra banśadharadēra diẏēchi kitāba ō jñānabijñāna, āra āmarā tādēra diẏēchi ēka biśāla rājatba."},{"SurahNumber":4,"VerseNumber":55,"Text":"Ata'ēba tādēra madhyē āchē sē yē tām̐ra prati īmāna ēnēchē, ābāra tādēra madhyē sē'ō āchē yē tām̐ra thēkē phirē yāẏa. Āra jbalanta āgunarūpē jāhānnāma'i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":56,"Text":"Yārā āmādēra nirdēśābalītē abiśbāsa pōṣaṇa karē, niścaẏa'i tādēra āmarā acirē āgunē prabēśa karābō. Yatabāra tādēra cāmaṛā purōpuri puṛē yābē tatabāra āmarā sēgulō badalē dēbō tāra paribartē an'ya cāmaṛā diẏē yātē tārā śāsti āsbādana karē. Niḥsandēha āllāh hacchēna mahāśaktiśālī, paramajñānī."},{"SurahNumber":4,"VerseNumber":57,"Text":"Āra yārā īmāna ānē ō saṯkājē karē tādēra āmarā śīghra'i prabēśa karābō sbargō'udyānasamūhē, yādēra nicē diẏē baẏē calē jharanārāji, tātē tārā thākabē cirakāla. Tādēra jan'ya ēra madhyē thākabē pabitra saṅgisāthī, āra tādēra āmarā prabēśa karābō gahana chāẏāẏa."},{"SurahNumber":4,"VerseNumber":58,"Text":"Āllāh niścaẏa'i tōmādēra ādēśa karachēna yēna tōmarā āmānata tādēra bāsindādēra samarpaṇa karō, āra yakhana tō marā lōkadēra madhyē bicāra-ācāra karō takhana yēna n'yāẏaparāẏaṇatāra sāthē bicāra karō. Niḥsandēha āllāh ki uttama upadēśa tōmādēra diẏē thākēna! Niḥsandēha āllāh hacchēna sarbaśrōtā, sarbadarśī."},{"SurahNumber":4,"VerseNumber":59,"Text":"Ōhē yārā īmāna ēnēcha! Āllāh‌kē anusaraṇa karō, ō rasūlēra anugamana karō, āra tōmādēra madhyē yādēra hukuma dēbāra bhāra āchē. Tārapara yadi kōnō biṣaẏē tōmarā matabhēda karō tabē tā pēśa karō āllāh ō rasūlēra kāchē, yadi tōmarā āllāh‌tē ō ākhērātēra dinē biśbāsa karē thākō. Ēṭi'i hacchē śrēṣṭha ō sarbāṅga sundara samāptikaraṇa."},{"SurahNumber":4,"VerseNumber":60,"Text":"Tumi ki tādēra dikē cēẏē dēkhō ni yārā bhāṇa karē yē tārā biśbāsa karē yā tōmāra kāchē abatīrṇa haẏēchē ō yā tōmāra pūrbabartīdēra kāchē abatīrṇa haẏēchē, tārā bicāra khujam̐tē cāẏa tāguta thēkē, yadi'ō niścaẏa'i tādēra nirdēśa dēẏā haẏēchila tākē asbīkāra karatē? Āra śaẏatāna cāẏa tādēra sudūra bipathē pathahārā karatē."},{"SurahNumber":4,"VerseNumber":61,"Text":"Āra yakhana tādēra balā haẏa -- ''āllāha yā nāyila karēchēna tāra dikē ēbaṁ rasūlēra dikē ēsō’’, tumi dēkhatē pābē munāphikarā tōmāra kācha thēkē phirē yācchē bitr̥ṣṇāra sāthē."},{"SurahNumber":4,"VerseNumber":62,"Text":"Kintu kēmana habē yakhana tādēra uparē kōnō mūchibata ēsē paṛabē yā tādēra hāta āga-bāṛiẏēchē sē jan'ya? Takhana tārā tōmāra kāchē āsabē āllāh‌ra nāmē halapha karē -- ''āmarā kintu cēẏēchi kalyāṇa ō sadbhāba chāṛā an'ya kichu naẏa.’’"},{"SurahNumber":4,"VerseNumber":63,"Text":"Ērā'i tārā yādēra sanbandhē āllāha jānēna ki āchē tādēra antarē. Ata'ēba tādēra thēkē ghurē dām̐ṛā'ō, tabē tādēra upadēśa dā'ō, ēbaṁ tādēra nijēdēra sanbandhē tādēra balō marmaspaśī kathā."},{"SurahNumber":4,"VerseNumber":64,"Text":"Āra āmarā kōnō rasūla pāṭhā'i ni āllāh‌ra hukumē tām̐dēra anusaraṇa karāra jan'yē chāṛā. Āra tārā yadi, yakhana tārā nijēdēra prati an'yāẏa karēchila, takhana tōmāra kāchē āsatō ō āllāh‌ra kāchē kṣamā prārthanā karatō, āra rasūla'ō yadi tādēra jan'yē kṣamā cā'itēna, tabē tārā āllāh‌kē pētō bārabāra pratyābartanakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":65,"Text":"Kintu nā, tōmāra khōdāra kasama! Tārā īmāna ānē nā yē paryanta nā tārā tōmākē bicāraka manōnīta karē sē'i biṣaẏē yātē tārā parasparēra madhyē matabirōdha karē, tārapara nijēdēra antarē kōnō birūpatā pāẏa nā tumi yā mīmānsā karō sē-sanbandhē, āra tārā ā‌tmasamarpaṇa karē pūrṇa samarpaṇēra sāthē."},{"SurahNumber":4,"VerseNumber":66,"Text":"Āra āmarā yadi tādēra jan'ya bidhāna karatāma, yathā -- ''tōmādēra prāṇa bisarjana karō’’, athabā''tōmādēra bāṛighara thēkē bēriẏē paṛō’’, tārā tā karatō nā tādēra madhyēra alpa kaẏēkajana chāṛā. Āra yadi tārā tā'i karatō yē byāpārē tādēra upadēśa dēẏā haẏēchila tabē tādēra jan'ya tā hatō bahu bhālō ō ārō bēśī śaktidāẏaka"},{"SurahNumber":4,"VerseNumber":67,"Text":"āra tāhalē niḥsandēha āmādēra tarapha thēkē āmarā tādēra ditāma birāṭa puraskāra"},{"SurahNumber":4,"VerseNumber":68,"Text":"āra āmarā niścaẏa'i tādēra paricālita karatāma sahaja-saṭhika pathē. Āra yē kē'u āllāh‌ra ō rasūlēra ājñāpālana karē, -- ērā'i tabē raẏēchē tām̐dēra saṅgē yām̐dēra uparē āllāh niẏāmata pradāna karēchēna -- nabīgaṇēra madhya thēkē, ō satyaparāẏaṇadēra ō sākṣyadātādēra ēbaṁ saṯkarmīdēra, -- āra ēram̐ā hacchēna sarbāṅgasundara bandhubarga."},{"SurahNumber":4,"VerseNumber":69,"Text":"Ē'i hacchē āllāh thēkē apāra karuṇā. Āra sarbajñātārūpē āllāh‌i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":70,"Text":"Ōhē yārā īmāna ēnēcha! Nijēdēra satarkatāmūlaka sāja-sarāma nā'ō, tārapara bhinna bhinna dala haẏē bēriẏē paṛō athabā ēgiẏē calō dalabad'dhabhābē."},{"SurahNumber":4,"VerseNumber":71,"Text":"Āra niḥsandēha tōmādēra madhyē ēmana lōka āchē yē pēchanē paṛē thākē, tārapara tōmādēra uparē yadi kōnō du rghaṭanā ghaṭē yāẏa sē balē -- ''āllāh niścaẏa'i āmāra uparē anugraha karēchēna yē āmi tādēra saṅgē cākṣuṣakārī chiluma nā.’’"},{"SurahNumber":4,"VerseNumber":72,"Text":"Āra yadi āllāh‌ra tarapha thēkē tōmādēra kāchē karuṇābhānḍāra ēsē paṛē takhana, yēna tōmādēra madhyē ō tāra madhyē kōnō bandhutba'i chila nā ēmanibhābē sē balē uṭhē -- ''āphasōsa! Āmi yadi tādēra saṅgē thākatāma tabē birāṭa sāphalyē saphalakāma hatē pāratāma.’’"},{"SurahNumber":4,"VerseNumber":73,"Text":"Kājē'i ōrā'i āllāh‌ra pathē yud'dha karuka yārā ē'i duniẏāra jībana parakālēra jan'ya bikraẏa karē dēẏa. Āra yē kē'u āllāh‌ra pathē yud'dha karē, sē nihata hōka bā bijaẏī hōka śīghra'i tākē āmarā dēba mahāpuraskāra."},{"SurahNumber":4,"VerseNumber":74,"Text":"Āra tōmādēra kī āchē yē tōmarā āllāh‌ra pathē yud'dha karabē nā, athaca puruṣadēra madhyēra durbala lōkērā āra strīlōkērā āra chēlēmēẏērā yārā balachē -- ''āmādēra prabhū! Āmādēra bā'irē niẏē yā'ō ē'i basati thēkē yāra adhibāsīrā atyācārī, āra tōmāra kācha thēkē āmādēra jan'ya ēkajana rakṣākārī-bandhu dā'ō, āra tōmāra kācha thēkē āmādēra dā'ō ēkajana sāhāyyakārī.’’"},{"SurahNumber":4,"VerseNumber":75,"Text":"Yārā īmāna ēnēchē tārā yud'dha karē āllāh‌ra pathē, āra yārā abiśbāsa pōṣaṇa karē tārā tāgutēra pathē yud'dha karē, ata'ēba śaẏatānēra sāṅgōpāṅgadēra birud'dhē yud'dha karō. Niḥsandēha śaẏatānēra cakrānta cira-durbala."},{"SurahNumber":4,"VerseNumber":76,"Text":"Tumi ki tādēra dikē cēẏē dēkhō ni yādēra balā haẏēchila -- ''tōmādēra hāta guṭiẏē rākhō, ēbaṁ nāmāya kāẏēma karō, āra yākāta ādāẏa karō.’’ Kintu yakhana tādēra jan'ya yud'dhēra bidhāna dēẏā halō takhana, āścarya! Tādēra ēkaṭi dala mānuṣakē bhaẏa karatē lāgalō yēmana ucita āllāh‌kē bhaẏa karā, -- athabā tāra cā'itē'ō bēśī bhaẏa, āra balalē -- ''āmādēra prabhū! Kēna tumi āmādēra jan'ya yud'dhēra bidhāna karalē? Kēna tumi āmādēra alpakālēra jan'ya birāma dilē nā?’’ Tumi balō -- ''ē'i duniẏāra āẏōjana alpakṣaṇēra jan'ya, āra parakāla hacchē yē bhaẏa karē tāra jan'ya uṯkr̥ṣṭatara. Āra tōmādēra an'yāẏa karā habē nā khējura-bicira-pātalā parata parimāṇē'ō"},{"SurahNumber":4,"VerseNumber":77,"Text":"yēkhānē'i tōmarā thākō mr̥tyu tōmādēra dharabē'i, yadi'ō tōmarā um̐cu durgē abasthāna karō.’’ Āra yadi bhālō kichu tādēra jan'ya ghaṭē tārā balē, ''ē āllāh‌ra tarapha thēkē.’’ Āra yadi khārāpa kichu tādēra jan'ya ghaṭē tārā balē, ''ē tōmāra kācha thēkē.’’ Tumi balō, ''saba'i āllāh‌ra kācha thēkē.’’ Kintu ki haẏēchē ē'i lōkadēra, ērā ēkathā bujhabāra kōnō cēṣṭā karē nā"},{"SurahNumber":4,"VerseNumber":78,"Text":"bhālō yā kichu tōmāra ghaṭē tā kintu āllāhara kācha thēkē, āra manda biṣaẏa thēkē yā kichu tōmāra ghaṭē tā kintu tōmāra nijēra thēkē. Āra āmarā tōmākē mānabagōṣṭhīra jan'ya rasūlarūpē pāṭhiẏēchi. Āra sākṣīrūpē āllāh‌i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":79,"Text":"Yē kē'u rasūlēra ājñāpālana karē sē abaśya'i āllāh‌ra ājñāpālana karē. Āra yē kē'u phirē yāẏa -- āmarā tōmākē tādēra uparē rakṣākarttārūpē pāṭhā'i ni."},{"SurahNumber":4,"VerseNumber":80,"Text":"Āra tārā balē bēṛāẏa -- \"ājñānubartitā\", kintu yakhana tārā tōmāra sāmanē thēkē calē yāẏa, tādēra ēkadala rātriyāpana karē tumi yā balēcha tāra ulṭōbhābē. Āra āllāh rēkarḍa karē rākhēna yā tārā niśākālē niśānā karē, ata'ēba tādēra thēkē phirē dām̐ṛā'ō āra āllāh‌ra uparē bharasā karō. Āra rakṣākārīrūpē āllāh‌i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":81,"Text":"Ki! Tārā ki tabē kura'āna sanbandhē bhābabē nā? Bastuta tā yadi āllāh chāṛā an'ya kārō kācha thēkē hatō tabē tātē niścaẏa'i tārā pētō pracura garamila."},{"SurahNumber":4,"VerseNumber":82,"Text":"Āra yakhana tādēra kāchē nirāpattāra athabā bhaẏēra kōnō biṣaẏa āsē, tārā tā chaṛiẏē dēẏa. Āra yadi tārā tā rasūlēra ō tādēra madhyēkāra kartr̥pakṣēra gōcarē ānatō tabē tām̐dēra madhyēra yām̐dēra ē tadanta karāra kathā tām̐rā tā jānatē pāratēna. Āra yadi āllāh‌ra kalyāṇa ō tām̐ra rah‌mata tōmādēra uparē nā thākatō tāhalē tōmarā abaśya'i śaẏatānēra tābēdāri karatē -- alpa chāṛā."},{"SurahNumber":4,"VerseNumber":83,"Text":"Ata'ēba yud'dha karō āllāh‌ra pathē, tōmāra uparē tōmāra nijēra chāṛā cāpānō haẏa ni, āra biśbāsīdēra udbud'dha karō. Hatē pārē yārā abiśbāsa pōṣaṇa karē tādēra hinsratā āllāh bandha karabēna. Āra āllāh bikramē kaṭhōratara, āra lakṣaṇīẏa śāstidānē ārō kaṭhōra."},{"SurahNumber":4,"VerseNumber":84,"Text":"Yē kē'u supāriśa karē sundara ōkālatitē, tāra jan'ya bhāga thākabē tā thēkē, āra yē kē'u supāriśa karē manda ōkālatitē, tāra jan'ya bōjhā thākabē tā thēkē. Āra āllāh hacchēna saba biṣaẏēra niẏantraṇakārī."},{"SurahNumber":4,"VerseNumber":85,"Text":"Āra yakhana tōmādēra prīti- sambhāṣaṇa sambhāṣita karā haẏa takhana tāra cēẏē'ō bhālō sambhāṣaṇa karō, athabā tā phiriẏē dā'ō. Niḥsandēha āllāh hacchēna saba-kichura hisāba rakṣaka."},{"SurahNumber":4,"VerseNumber":86,"Text":"Āllāh -- tini chāṛā kōnō upāsya nē'i. Tini niścaẏa'i tōmādēra samabēta karabēna kiẏāmatēra dinē -- kōnō sandēha nē'i tātē. Āra kathā rākhāra bēlā āllāh‌ra cā'itē kē bēśī satyaniṣṭha"},{"SurahNumber":4,"VerseNumber":87,"Text":"Tōmādēra tāhalē ki haẏēchē yē mūnāphikadēra sanbandhē tōmarā du'i dala haẏēcha, athaca āllāh tādēra phiriẏē diẏēchēna tārā yā arjana karēchē sējan'ya? Tōmarā ki tākē patha dēkhātē cā'ō yākē āllāh pathabhraṣṭa hatē diẏēchēna? Āra yākē āllāh pathabhraṣṭa hatē dēna tāra jan'ya tumi kichutē'i patha pābē nā."},{"SurahNumber":4,"VerseNumber":88,"Text":"Tārā cāẏa yē tōmarā yēna abiśbāsa pōṣaṇa karō yēmana tārā abiśbāsa karē, yātē tōmarā sabā'i ēka rakamēra hatē pārō. Kājē'i tādēra madhyē thēkē kā'ukē bandhu hisēbē ni'ō nā yē paryanta nā tārā āllāh‌ra pathē gr̥hatyāga karē. Kintu tārā yadi phirē yāẏa tabē tādēra dharō āra tādēra badha karō yēkhānē'i tādēra pā'ō, āra tādēra thēkē kā'ukē'ō bandhurūpē ni'ō nā ēbaṁ sāhāyyakārīrūpē'ō naẏa"},{"SurahNumber":4,"VerseNumber":89,"Text":"tārā byatīta yārā ēmana lōkadēra sāthē yōga-sājaśa karē yādēra madhyē ō tōmādēra madhyē aṅgīkāra raẏēchē, athabā yārā tōmādēra kāchē āsē yādēra hr̥daẏa saṅkucita haẏēchē tōmādēra saṅgē yud'dha karatē athabā tādēra lōkadēra saṅgē laṛā'i karatē. Āra yadi āllāh icchā karatēna tabē tini tōmādēra uparē tādēra balīẏāna karatēna, tāra phalē tārā niścaẏa'i tōmādēra saṅgē yud'dha karatō. Kājē'i yadi tārā tōmādēra thēkē sarē yāẏa ō tōmādēra saṅgē yud'dha nā karē, barañca tōmādēra prati śānti cukti pēśa karē tāhalē tādēra birud'dhē kōnō patha dharabāra jan'ya āllāh tōmādēra niyukta karēna ni."},{"SurahNumber":4,"VerseNumber":90,"Text":"Tōmarā an'yadēra'ō pābē yārā cāẏa tōmādēra thēkē nirāpadē thākatē ō tādēra lōkadēra thēkē'ō nirāpadē thākatē. Yatabāra birud'dhācaraṇa karatē tādēra phērata ḍākā haẏa tārā tātē magna haẏa, kājē'i tārā yadi tōmādēra thēkē sarē nā yāẏa bā tōmādēra prati śānti-cukti pēśa nā karē, bā tādēra hāta guṭiẏē nā nēẏa, tabē tādēra dharō āra tādēra kātala karō yēkhānē'i tādēra pā'ō. Āra ērā'i -- ēdēra birud'dhē tōmādēra āmarā spaṣṭa kartr̥tba diẏēchi."},{"SurahNumber":4,"VerseNumber":91,"Text":"Āra ēkajana mūminēra jan'ya saṅgata naẏa yē bhramakramē bhinna an'ya ēkajana mūminakē sē hatyā karabē, āra yē kē'u ēkajana mūminakē bhula karē kātala karabē, tāhalē ēkajana mūmina dāsakē mukta karatē habē āra tāra lōkadēra hatyāra khēsārata ādāẏa karabē yadi nā tārā dānarūpē māpha karē dēẏa. Kintu yadi sē tōmādēra śatrupakṣīẏa dala thēkē haẏa āra sē mumina haẏa, tabē ēkajana mumina dāsakē mūkta karatē habē. Āra yadi sē ēmana dalēra lōka haẏa yē tōmādēra madhyē ō tādēra madhyē aṅgīkāra raẏēchē tāhalē tāra lōkadēra hatyāra khēsārata ādāẏa karatē habē ēbaṁ mukta karatē habē ēkajana mūmina dāsakē, kintu yē pāẏa nā tabē parapara du'i māsa rōyā, -- āllāh‌ra kācha thēkē prāẏaścitta. Āra āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":92,"Text":"Āra yē kē'u icchākr̥tabhābē ēkajana mūminakē hatyā karē, tāra tabē pariṇati hacchē jāhānnāma, tātē sē thākabē dīrghakāla, āra tāra uparē āsabē āllāh‌ra gayaba ō tām̐ra lānaṯ."},{"SurahNumber":4,"VerseNumber":93,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā yakhana āllāh‌ra pathē yātrā karō, takhana pariṣkāra karē nā'ō; āra yē tōmādēra prati'sālāma’ jānāẏa tākē balō nā -- ''tumi mūmina na'ō.’’ Tōmarā bujhi ē'i duniẏāra jībanēra sampada cāccha? Kintu āllāh‌ra kāchē raẏēchē pracura dhanadaulata. Itipūrbē tōmarā'ō ēmana chilē, kintu āllāh tōmādēra hitasādhana karēchēna; kājē'i pariṣkāra karē nā'ō. Niḥsandēha tōmarā yā karō āllāh tāra khabaradāra."},{"SurahNumber":4,"VerseNumber":94,"Text":"Samatulya naẏa mūminadēra madhyēkāra yārā basē thākā lōka -- kōnō cōṭajakhama nā thākātē'ō, āra yārā āllāh‌ra pathē tādēra dhanasampatti ō tādēra jānaprāṇa diẏē jihādakārī. Nija nija dhanasampatti ō āpana jānaprāṇa diẏē jihādakārīdēra āllāh māhā‌tmya diẏēchēna basē-thākā-lōkadēra uparē padamaryādāẏa. Āra āllāh sabā'ikē kalyāṇadānēra ōẏādā karēchēna. Āra mūjāhidadēra āllāh māhā‌tmya diẏēchēna basē-thākā-lōkadēra cā'itē birāṭa puraskāra dānē"},{"SurahNumber":4,"VerseNumber":95,"Text":"tām̐ra kācha thēkē bahu padamaryādāẏa āra paritrāṇē ēbaṁ karuṇādhārāẏa. Āra āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":96,"Text":"Niḥsandēha phiriś‌tārā yādēra mr̥tyu ānaẏana karē yārā chila nijēdēra prati an'yāẏakārī, tārā balabē -- ''tōmarā ki abasthāẏa paṛē raẏēchilē?’’ Tārā balabē -- ''āmarā duniẏātē durbala chilāma.’’ Tārā balabē -- ''āllāh‌ra pr̥thibī ki praśasta chila nā yāra phalē tātē tōmarā hijarata karatē pāratē?’’ Kājē'i ērā -- ēdēra bāsasthāna jāhānnāma, āra manda sē'i āśraẏasthala"},{"SurahNumber":4,"VerseNumber":97,"Text":"tabē puruṣadēra ō strīlōkadēra ō chēlēpilēdēra madhyē durbala lōkērā byatīta, yādēra sāmarthya āẏattēra madhyē nē'i ō yārā patha khum̐jē pācchē nā."},{"SurahNumber":4,"VerseNumber":98,"Text":"Ata'ēba ēdēra kṣētrē -- āśā hacchē yē āllāh tādēra kṣamā karabēna. Āra āllāh hacchēna kṣamāśīla, paritrāṇakārī."},{"SurahNumber":4,"VerseNumber":99,"Text":"Āra yē āllāh‌ra pathē hijarata karabē sē pr̥thibītē pābē bahu āśraẏasthala ō prācurya! Āra yē kē'u tāra bāṛighara thēkē āllāh ō tām̐ra rasūlēra dikē hijarata ka’rē bēra haẏē āsē, tārapara mr̥tyu tākē pākaṛā'ō karē, tāhalē tāra pratidāna niścaẏa'i āllāh‌ra kāchē ma'ōjuda raẏēchē! Āra āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":100,"Text":"Āra yakhana tōmarā pr̥thibītē bērō'ō takhana tōmādēra uparē kōnō aparādha habē nā yadi tōmarā nāmāyē'kachara’ karō, yadi tōmarā āśaṅkā karō yē yārā abiśbāsa pōṣaṇa karē tārā tōmādēra jhāmēlā karabē. Niḥsandēha abiśbāsīrā hacchē tōmādēra prati prakāśya śatru."},{"SurahNumber":4,"VerseNumber":101,"Text":"Āra yakhana tumi tādēra madhyē abasthāna karō āra tādēra jan'ya nāmāyē khāṛā ha'ō, takhana tādēra madhyēra ēkadala tōmāra saṅgē dām̐ṛāka ēbaṁ tādēra astradhāraṇa karuka, kintu yakhana tārā sijadā diẏēchē takhana tārā tōmādēra pēchana thēkē sarē yāka, āra an'yadala yārā nāmāya paṛē ni tārā ēgiẏē āsuka ō tōmāra saṅgē nāmāya paṛuka, āra tārā tādēra satarkatāmūlaka byabasthā ō tādēra astragrahaṇa karuka, kēnanā yārā abiśbāsa pōṣaṇa karē tārā cāẏa yē yadi tōmarā tōmādēra astraśastra ō tōmādēra māla-āsabāba sanbandhē asābadhāna ha'ō tabē tārā tōmādēra uparē ēka jhām̐pē jhām̐piẏē paṛatē pārē. Āra tōmādēra uparē aparādha habē nā yadi tōmarā br̥ṣṭitē bibrata ha'ō athabā tōmarā asustha ha'ō, phalē tōmādēra astra rēkhē dā'ō, kintu tōmādēra satarkatāmūlaka byabasthā grahaṇa karō. Niḥsandēha abiśbāsīdēra jan'ya āllāh tairi karēchēna lāñjhanādāẏaka śāsti."},{"SurahNumber":4,"VerseNumber":102,"Text":"Tabē yakhana tōmarā nāmāya ādāẏa karō takhanō āllāh‌kē smaraṇa karabē dām̐ṛānō abasthāẏa ō basē thēkē, ō tōmādēra pāśē kāta haẏē. Kintu yakhana tōmarā nirāpattā bōdha karō takhana nāmāya kāẏēma karō. Niḥsandēha nāmāya hacchē mūminadēra jan'ya nirdiṣṭa samaẏē pālanīẏa bidhāna."},{"SurahNumber":4,"VerseNumber":103,"Text":"Āra lōkēra anusandhānē śithila haẏō nā. Yadi tōmarā byathā pēẏē thākō tabē tārā'ō niścaẏa'i byathā pēẏēchē yēmana tōmarā byathā pēẏēcha, āra tōmarā āllāh‌ra kācha thēkē yā āśā karō tārā tā āśā karē nā. Āra āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":104,"Text":"Niḥsandēha āmarā tōmāra kāchē ē'i kitāba abatāraṇa karēchi satyēra sāthē, yēna tumi lōkajanēra madhyē bicāra karatē pārō āllāh yā tōmākē dēkhiẏēchēna tāra sāhāyyē. Āra biśbāsabhaṅgakārīdēra pakṣa-samarthanakārī haẏō nā."},{"SurahNumber":4,"VerseNumber":105,"Text":"Āra āllāh‌ra kāchē paritrāṇa khōm̐jō. Niḥsandēha āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":106,"Text":"Āra yārā nijēdēra ā‌tmākē phām̐ki dēẏa tādēra pakṣē bitarka karō nā. Niḥsandēha āllāh bhālōbāsēna nā tākē yē biśbāsaghātaka, pāpācārī."},{"SurahNumber":4,"VerseNumber":107,"Text":"Tārā lukōẏa mānuṣadēra thēkē, kintu tārā lukōtē pārē nā āllāh‌ra thēkē, kāraṇa tini tādēra saṅgē thākēna yakhana tārā rātrē ālōcanā karē sē'isaba kathā yā tām̐kē khuśī karē nā. Āra tārā yā karē āllāh tāra ghērā'ōkārī."},{"SurahNumber":4,"VerseNumber":108,"Text":"Āhā rē! Tōmarā'i tārā yārā tādēra pakṣē ē'i duniẏāra jībanē bitarka karacha, kintu kē āllāh‌ra kāchē tādēra pakṣē bitarka karabē kiẏāmatēra dinē? Athabā kē habē tādēra pakṣē ukila"},{"SurahNumber":4,"VerseNumber":109,"Text":"āra yē kē'u kukarma karē athabā nijēra ā‌tmāra prati juluma karē, tārapara āllāh‌ra kāchē kṣamā prārthanā karē, sē āllāh‌kē pābē paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":110,"Text":"Āra yē kē'u pāpa arjana karē, sē tabē niḥsandēha tā arjana karē nijēra ā‌tmāra birud'dhē. Āra āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":111,"Text":"Āra yē kē'u kōnō truṭi bā pāpa arjana karē, tārapara ēra dbārā dōṣārōpa karē nirdōṣakē, sē tāhalē niścaẏa'i bahana karachē kalaṅkārōpēra ō spaṣṭa pāpēra bōjhā."},{"SurahNumber":4,"VerseNumber":112,"Text":"Āra yadi tōmāra uparē āllāh‌ra kr̥pā ō tām̐ra karuṇā nā thākatō tāhalē tādēra ēkadala niścaẏa'i saṅkalpa karēchila tōmākē pathabhrānta karatē. Kintu tārā nijēdēra chāṛā kā'ukē pathabhrānta karē nā, āra tārā tōmāra kichu'i kṣati karatē pārabē nā. Āra āllāh tōmāra kāchē nāyila karēchēna kitāba ō jñānabijñāna, āra tōmākē śikhiẏēchēna yā tumi jānatē nā. Āra tōmāra uparē āllāh‌ra kr̥pā hacchē asīma."},{"SurahNumber":4,"VerseNumber":113,"Text":"Tādēra bēśira bhāga gōpana parāmarśē bhālō kichu nē'i tāra kṣētrē chāṛā yē nirdēśa dēẏa dānakhaẏarātēra athabā śubhakājēra athabā mānuṣēra mājhē śānti pratiṣṭhāra. Āra yē kē'u ērakama karē āllāh‌ra santaṣṭi kāmanā ka’rē, tāhalē tākē āmarā dēbō birāṭa puraskāra."},{"SurahNumber":4,"VerseNumber":114,"Text":"Āra yē kē'u rasūlēra birud'dhācaraṇa karē pathanirdēśa tāra kāchē suspaṣṭa habāra parē, āra anusaraṇa karē mūminadēra patha thēkē bhinna, āmarā tākē phērābō sē'i dikē yē dikē sē phirēchē, āra tākē prabēśa karābō jāhānnāmē, āra manda sē'i gantabyasthāna"},{"SurahNumber":4,"VerseNumber":115,"Text":"niḥsandēha āllāh kṣamā karēna nā tām̐ra saṅgē śarika karā hōka, āra tā chāṛā saba-kichu tini kṣamā karēna yāra jan'ya tini icchē karēna. Āra yē kē'u āllāh‌ra saṅgē anśīdāra karē sē niścaẏa'i bipathagāmī haẏa sudūra bipathē."},{"SurahNumber":4,"VerseNumber":116,"Text":"Tārā tō āhbāna karē tām̐ra paribartē śudhu nārī- mūrtidēra, āra tārā tō āhbāna karē śudhu bidrōhī śaẏatānakē"},{"SurahNumber":4,"VerseNumber":117,"Text":"tākē āllāh dhikkāra diẏēchēna. Āra sē balēchila -- ''āmi niścaẏa tōmāra bāndādēra ēkaṭi nirdhārita anśa grahaṇa karabō”."},{"SurahNumber":4,"VerseNumber":118,"Text":"Āra āmi niścaẏa'i tādēra pathabhrānta karabō, āra tādēra madhyē jāgābō byartha-kāmanā, āra tādēra nirdēśa dēbō -- phalē tārā gabādi-paśura karṇacchēda karabē, āra āmi tādēra ādēśa karabō -- phalē tārā āllāh‌ra sr̥ṣṭi pālṭē dēbē.’’ Āra yē kē'u āllāh‌ra paribartē śaẏatānakē mūrabbīrūpē grahaṇa karē sē niścaẏa'i ḍ'̔āhā lōkasānē kṣatigrasta habē."},{"SurahNumber":4,"VerseNumber":119,"Text":"Sē tādēra prati‌śruti dēẏa āra tādēra madhyē jāgāẏa byartha-kāmanā. Āra śaẏatāna kēbala prabañcanā karā chāṛā tādēra an'ya prati‌śruti dēẏa nā."},{"SurahNumber":4,"VerseNumber":120,"Text":"Ērā'i, -- ēdēra bāsasthāna jāhānnāma, āra sēkhāna thēkē tārā kōnō niṣkr̥ti pābē nā."},{"SurahNumber":4,"VerseNumber":121,"Text":"Āra yārā īmāna ēnēchē ō saṯkāja karachē tādēra āmarā śīghra'i prabēśa karābō sbargō'udyānasamūhē, yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē anantakāla; -- āllāh‌ra ē ōẏādā dhrubasatya. Āra kē bēśī satyabādī āllāh‌ra cēẏē kathā rākhāra kṣētrē"},{"SurahNumber":4,"VerseNumber":122,"Text":"ē habē nā tōmādēra cā'ōẏā anusārē, āra granthaprāptadēra cā'ōẏā anusārē'ō naẏa. Yē kē'u kukarma karē tā'i diẏē tākē pratiphala dēẏā habē, āra tāra jan'ya sē āllāh‌kē chāṛā pābē nā kōnō bandhu, nā kōnō sahāẏa."},{"SurahNumber":4,"VerseNumber":123,"Text":"Āra yē kē'u bhālō bhālō kāja karē, puruṣa hōka bā nārī, āra sē mūmina haẏa, -- ērā'i tabē bēhēśatē prabēśa karabē, āra tādēra an'yāẏa karā habē nā khējura-bicira-khōsā-parimāṇē."},{"SurahNumber":4,"VerseNumber":124,"Text":"Āra tām̐ra cā'itē kē bēśī dharmaparāẏaṇa yē āllāh‌ra dikē āpana mūkhamanḍala samarpaṇa karēchē āra sē saṯkarmī, āra yē sarala sbabhāba ibrāhīmēra dharmamata anusaraṇa karē? Āra āllāh ibrāhīmakē grahaṇa karēchilēna bandhurūpē."},{"SurahNumber":4,"VerseNumber":125,"Text":"Āra āllāh‌ra'i yā-kichu āchē mahākāśamanḍalē ō yā-kichu pr̥thibītē. Āra āllāh hacchēna saba-kichura'i bēṣṭanakārī."},{"SurahNumber":4,"VerseNumber":126,"Text":"Āra nārīdēra sanbandhē tārā tōmāra kāchē sid'dhānta cāẏa. Balō -- ''āllāh tādēra sanbandhē tōmādēra kāchē sid'dhānta diẏēchēna, āra yā tōmādēra kāchē kitābakhānitē barṇanā karā haẏēchē nārīdēra ētīma santānadēra sanbandhē, yādēra tōmarā ditē cā'ō nā tādēra jan'ya nirdhārita prāpya, athaca tōmarā icchā karō yē tādēra tōmarā biẏē karabē, āra santānasantatidēra madhyēra durbaladēra sanbandhē, āra yēna ētīmadēra prati n'yāẏabicāra karā tōmarā kāẏēma karō.’’ Āra bhālō biṣaẏēra yā-kichu tōmarā karō, niḥsandēha āllāh sē- sanbandhē hacchēna sarbajñātā."},{"SurahNumber":4,"VerseNumber":127,"Text":"Āra yadi kōnō nārī tāra sbāmīra kācha thēkē āśaṅkā karē durbyabahāra athabā barjana, tabē tādēra ubhaẏēra dōṣa habē nā yadi tārā ubhaẏēra madhyē bujhāpaṛā ka’rē punarmilana ghaṭātē pārē. Āra āpōsa-mīmānsā kalyāṇakara. Āra manēra madhyē bartamāna thākē lālasā. Āra yadi tōmarā bhālō karō ō bhaẏaśrad'dhā karō, tabē niḥsandēha tōmarā yā karō sē sanbandhē āllāh hacchēna cira ōẏākiphahāla."},{"SurahNumber":4,"VerseNumber":128,"Text":"Āra tōmādēra sādhya nē'i yē tōmarā strīdēra madhyē samabyabahāra karabē, yadi'ō tōmarā ākāṅakṣā karō. Kintu bītarāga haẏō nā purōpuri birāgabhājanē, yāra phalē tākē phēlē rākhō yēna jhulanta abasthāẏa. Āra yadi tōmarā samajhōthā karō ēbaṁ, tabē niḥsandēha āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":129,"Text":"Āra yadi tārā bicchinna haẏa, āllāha tādēra ubhaẏakē samr̥d'dha karabēna tām̐ra prācurya thēkē. Āra āllāh hacchēna aśēṣa dātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":130,"Text":"Āra yā-kichu āchē mahākāśamanḍalē ēbaṁ yā-kichu pr̥thibītē sē-saba'i āllāh‌ra. Āra āmarā niścaẏa'i nirdēśa diẏachilāma tōmādēra āgē yādēra kitāba dēẏā haẏēchila tādēra ēbaṁ tōmādēra'ō yēna tōmarā āllāh‌kē bhaẏa-śrad'dhā karabē. Kintu yadi tōmarā abiśbāsa pōṣaṇa karō tabē niḥsandēha āllāh‌ra'i yā-kichu āchē mahākāśamanḍalē ō yā-kichu pr̥thibītē. Āra āllāh hacchēna mahādhanabāna, parama praśansita."},{"SurahNumber":4,"VerseNumber":131,"Text":"Āra āllāh‌ra'i yā-kichu āchē mahākāśamanḍalē ō yā-kichu āchē pr̥thibītē. Āra rakṣākārīrūpē āllāh‌i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":132,"Text":"Hē lōkagaṇa! Yadi tini icchā karēna tabē tini tōmādēra sariẏē ditē pārēna, āra an'yadēra niẏē āsatē pārēna. Āra āllāh ē'i byāparē hacchēna asīma kṣamatāśālī."},{"SurahNumber":4,"VerseNumber":133,"Text":"Yē kē'u ē'i duniẏāra puraskāra kāmanā karē āllāh‌ra kāchē tabē raẏēchē ihajagatēra ō parakālēra puraskāra. Āra āllāh hacchēna sarbaśrōtā, sarbadraṣṭā."},{"SurahNumber":4,"VerseNumber":134,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā n'yāẏabicārēra dr̥ṛha pratiṣṭhātā ha'ō, āllāh‌ra uddēśyē sākṣyadātā ha'ō, yadi'ō tā tōmādēra nijēdēra birud'dhē yāẏa athabā pitā-mātāra ō nikaṭa-ā‌tmīẏēra, sē dhanī hōka athabā garība, -- kēnanā āllāh tādēra ubhaẏēra bēśi nikaṭabartī. Kājē'i kāmanāra anubartī haẏō nā pāchē tōmarā bhraṣṭa ha'ō. Āra yadi tōmarā bikr̥ta karō athabā phirē yā'ō, tabē niḥsandēha tōmarā yā karō āllāh hacchēna tāra pūrṇa ōẏākiphahāla."},{"SurahNumber":4,"VerseNumber":135,"Text":"Ōhē yārā īmāna ēnēcha! Biśbāsa sthāpana karō āllāh‌tē ō tām̐ra rasūlē, ō kitābē yā tini nāyila karēchēna tām̐ra rasūlēra kāchē, āra yē grantha tini abatāraṇa karēchilēna ēra āgē. Āra yē kē'u abiśbāsa karē āllāh‌tē ō tām̐ra phiriś‌tāgaṇē, ō tām̐ra kitābasamūhē, ō tām̐ra rasūlagaṇē, ō ākhērātēra dinē, -- sē tāhalē niścaẏa'i calē gēchē sudūra bipathē."},{"SurahNumber":4,"VerseNumber":136,"Text":"Niḥsandēha yārā īmāna ānē tārapara abiśbāsa pōṣaṇa karē, punarāẏa īmāna ānē ō ābāra abiśbāsa karē, tārapara abiśbāsa bāṛiẏē niẏē yāẏa, -- tādēra paritrāṇa karāra jan'ya āllāh nana, āra nana tādēra supathē paricālita karāra jan'yē'ō."},{"SurahNumber":4,"VerseNumber":137,"Text":"Mūnāphikadēra susambāda dā'ō yē tādēra jan'ya niścaẏa'i raẏēchē byathādāẏaka śāsti"},{"SurahNumber":4,"VerseNumber":138,"Text":"yārā abiśbāsīdēra bandhurūpē grahaṇa karē biśbāsīdēra chēṛē diẏē. Tārā ki tādēra kāchē māna-sam'māna khōm̐jē? Tabē niḥsandēha sam'māna-pratipatti samasta'i āllāh‌ra."},{"SurahNumber":4,"VerseNumber":139,"Text":"Āra niścaẏa'i tōmādēra kāchē tini kitābē nāyila karēchēna yē yakhana tōmarā śōnō āllāh‌ra āẏātasamūha abiśbāsa karā hacchē ō sēgulōkē bidrūpa karā hacchē takhana tādēra saṅgē basē thēkō nā yē paryanta nā tārā an'ya kōnō prasaṅgē prabēśa karē, niḥsandēha tāhalē tōmarā'ō tādēra matō habē. Niḥsandēha āllāh mūnāphikadēra ō abiśbāsīdēra sam'militabhābē ēkatrita karatē yācchēna jāhānnāmē"},{"SurahNumber":4,"VerseNumber":140,"Text":"yārā pratīkṣāẏa thākē tōmādēra jan'ya, tārapara yadi āllāh‌ra kācha thēkē tōmādēra bijaẏa lābha haẏa tabē tārā balē -- ''āmarā ki tōmādēra saṅgē chilāma nā?’’ Āra yadi abiśbāsīdēra jan'ya bhāga paṛē tabē tārā balē -- ''āmarā ki tōmādēra uparē ādhipatya rākhi ni ēbaṁ mūminadēra thēkē tōmādēra rakṣā kari ni?’’ Sējan'ya āllāh kiẏāmatēra dina tōmādēra madhyē bicāra karabēna. Āra āllāh kakhanō abiśbāsīdēra mūminadēra uparē patha karē dēbēna nā."},{"SurahNumber":4,"VerseNumber":141,"Text":"Niḥsandēha mūnāphikarā cāẏa āllāh‌kē phām̐ki ditē, kintu tini'i tādēra phām̐ki pratidānakārī. Āra yakhana tārā nāmāyē dām̐ṛāẏa, tārā dām̐ṛāẏa amanōyōgēra sāthē, lōkakē tārā dēkhātē yāẏa; āra tārā āllāh‌kē smaraṇa karē nā alpa parimāṇē chāṛā"},{"SurahNumber":4,"VerseNumber":142,"Text":"tārā dōla khācchē ēra mājhakhānē -- ēdikē'ō tārā naẏa, ōdikē'ō tārā naẏa. Āra yākē āllāh bipathē calatē dēna, tumi tāra jan'yē kakhanō patha pābē nā."},{"SurahNumber":4,"VerseNumber":143,"Text":"Ōhē yārā īmāna ēnēcha! Muminadēra bāda diẏē abiśbāsīdēra bandhurūpē grahaṇa karō nā, tōmarā ki cā'ō yē tōmarā āllāh‌ra kāchē tōmādēra birud'dhē spaṣṭa kartr̥tba dēbē"},{"SurahNumber":4,"VerseNumber":144,"Text":"niḥsandēha munāphikarā āgunēra ninmatama gahabarē thākabē, āra tumi tādēra jan'ya kakhanō pābē nā kōnō sahāẏa"},{"SurahNumber":4,"VerseNumber":145,"Text":"tārā byatīta yārā ta'ōbā karē ō śōdharāẏa, āra āllāh‌kē dr̥ṛhabhābē ām̐kaṛē dharē, āra tādēra dharmakē āllāh‌ra jan'ya biśud'dha karē, -- tārā tabē muminadēra sāthē, āra śīghra'i āllāh muminadēra dicchēna ēka birāṭa puraskāra."},{"SurahNumber":4,"VerseNumber":146,"Text":"Tōmādēra śāstitē āllāh ki karabēna, yadi tōmarā kr̥tajña ha'ō ō biśbāsa sthāpana karō. Āra āllāh hacchēna bipula puraskāra dātā, sarbajñātā."},{"SurahNumber":4,"VerseNumber":147,"Text":"Āllāh bhālōbāsēna nā prakāśyē manda bākyālāpa, tabē yākē juluma karā haẏēchē sē chāṛā. Āra āllāh hacchēna sarbaśrōtā, sarbajñātā."},{"SurahNumber":4,"VerseNumber":148,"Text":"Yadi tōmarā bhalō kichu prakāśyabhābē karō, athabā tā gōpana rākhō, athabā kṣamā karē dā'ō manda kichu, tāhalē niḥsandēha āllāh hacchēna sadā kṣamāśīla, parama śaktimāna."},{"SurahNumber":4,"VerseNumber":149,"Text":"Niḥsandēha yārā abiśbāsa pōṣaṇa karē āllāh‌tē ō tām̐ra rasūlagaṇē, āra yārā āllāh ō tām̐ra rasūladēra madhyē pārthakya karatē cāẏa, āra tārā balē -- ''āmarā īmāna āni kaẏēkajanēra prati āra asbīkāra kari kaẏēkajanakē”, āra yārā cāẏa ōra madhyē ēkaṭi patha nitē"},{"SurahNumber":4,"VerseNumber":150,"Text":"ērā nijērā'i hacchē prakr̥ta abiśbāsī, āra āmarā abiśbāsīdēra jan'ya tairi karēchi lāñjhanādāẏaka śāsti."},{"SurahNumber":4,"VerseNumber":151,"Text":"Āra yārā īmāna ānē āllāh‌tē ō tām̐ra rasūlagaṇē, āra tām̐dēra kōnō ēkajanēra madhyē'ō pārthakya karē nā; ērā'i -- ēdēra puraskāra śīghra'i ēdēra dēẏā habē. Āra āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":4,"VerseNumber":152,"Text":"Granthaprāptarā tōmākē praśna karē tumi ākāśa thēkē tādēra kāchē kitāba abatāraṇa karō; ēmanibhābē tārā mūsāra kāchē sa'ōẏāla karēchila ēra cā'itē'ō baṛa kichu, yakhana tārā balēchila -- ''āllāh‌kē āmādēra dēkhā'ō prakāśyabhābē.’’ Tā'i bajradhabani tādēra pākaṛālō tādēra an'yāẏēra jan'ya. Tārapara tārā gōbaṯsakē grahaṇa karēchila tādēra kāchē spaṣṭa nidarśanābalī āsāra parē'ō; kintu āmarā tā'ō māpha karalāma. Āra āmarā mūsākē diẏēchilāma spaṣṭa kartr̥tba."},{"SurahNumber":4,"VerseNumber":153,"Text":"Āra āmarā tādēra uparē tulēchilāma parbata tādēra aṅgīkārēra samaẏē, āra tādēra balēchilāma -- ''darajā diẏē prabēśa karō nata mastakē.’’ Āra tādēra balēchilāma -- ''sābbāthēra niẏama laṅaghana karō nā.’’ Āra tādēra thēkē āmarā grahaṇa karēchilāma sudr̥ṛha aṅgīkāra."},{"SurahNumber":4,"VerseNumber":154,"Text":"Kintu tādēra aṅgīkāra tādēra bhēṅgē dēbāra phalē, āra āllāh‌ra nirdēśēra prati tādēra abiśbāsēra jan'yē, āra nabīgaṇakē nā- hak‌bhābē tādēra hatyā karatē yābāra jan'yē, āra tādēra balāra jan'ya -- ''āmādēra hr̥daẏa ha’la gēlāpha.’’ Nā, āllāh tādēra uparē sīla mērē diẏēchēna tādēra abiśbāsēra jan'yēca tā'i tārā īmāna ānē nā alpa chāṛā"},{"SurahNumber":4,"VerseNumber":155,"Text":"āra tādēra abiśbāsēra jan'yē, āra mariẏamēra birud'dhē tādēra jaghan'ya kuṯsā raṭanāra jan'yē"},{"SurahNumber":4,"VerseNumber":156,"Text":"āra tādēra balāra jan'ya -- ''āmarā niścaẏa'i kātala karēchi masīh‌kē, -- mariẏama-putra īsākē” āllāh‌ra rasūla, āra tārā tām̐kē kātala karē ni, āra tārā tām̐kē truśē badha'ō karē ni, kintu tādēra kāchē tām̐kē tēmana pratīẏamāna karā haẏēchila. Āra niḥsandēha yārā ē biṣaẏē bhinna mata pōṣaṇa karachila, tārā abaśya tām̐ra sanbandhē sandēhēra madhyē chila. Ē biṣaẏē tādēra kōnō jñāna nē'i anumānēra anusaraṇa chāṛā. Āra ē suniścita yē tārā tām̐kē hatyā karē ni."},{"SurahNumber":4,"VerseNumber":157,"Text":"Pakṣāntarē āllāh tām̐kē tām̐ra dikē unnīta karēchēna. Āra āllāh hacchēna mahāśaktiśālī, paramajñānī."},{"SurahNumber":4,"VerseNumber":158,"Text":"Āra granthaprāptadēra madhyē ēmana kē'u nē'i yē ētē biśbāsa karabē nā tāra mr̥tyura pūrbē. Āra kiẏāmatēra dinē tini habēna tādēra birud'dhē sākṣyadātā."},{"SurahNumber":4,"VerseNumber":159,"Text":"Tārapara yārā ihudī mata pōṣaṇa karē tādēra an'yāẏa ācaraṇēra phalē āmarā tādēra jan'ya hārāma karalāma kichu pabitra bastu yā tādēra jan'ya hālāla chila, āra tādēra pratirōdha karāra jan'yē bahu lōkakē āllāh‌ra patha thēkē"},{"SurahNumber":4,"VerseNumber":160,"Text":"āra tādēra suda nēbāra jan'yē, yadi'ō tādēra tā niṣēdha karā haẏēchila, āra lōkēra sampatti an'yāẏabhābē tādēra grāsa karāra jan'yē. Āra tādēra madhyēra abiśbāsīdēra jan'ya āmarā tairi karēchi byathādāẏaka śāsti."},{"SurahNumber":4,"VerseNumber":161,"Text":"Kintu tādēra madhyē yārā jñānē dr̥ṛhapratiṣṭhita āra muminagaṇa, tārā biśbāsa karē tōmāra kāchē yā nāyila haẏēchē ō yā tōmāra āgē nāyila haẏēchila tātē, āra yārā nāmāya kāẏēma karē ō yākāta ādāẏa karē, āra yārā āllāh‌ra prati ō ākhērātēra dinē biśbāsa sthāpana karē, -- ērā'i, ēdēra āmarā śīghra'i dēbō birāṭa puraskāra."},{"SurahNumber":4,"VerseNumber":162,"Text":"Niḥsandēha āmarā tōmāra kāchē pratyādēśa pāṭhiẏēchi yēmana āmarā pratyādēśa diẏēchilāma nūhakē ō tām̐ra parabartī nabīdēra, āra āmarā pratyādēśa pāṭhiẏēchi ibrāhīmakē, āra isamā'ila ō isahāka ō iẏākubakē, āra gōtradēra, āra īsā ō ā'iẏuba ō i'unusakē, āra hārūna ō sulā'imānakē, āra āmarā dā'udakē diẏēchilāma yabūra"},{"SurahNumber":4,"VerseNumber":163,"Text":"āra rasūlagaṇakē yām̐dēra kathā itipūrbē tōmāra kāchē barṇanā karēchi, āra rasūlagaṇakē yām̐dēra biṣaẏē tōmāra kāchē ullēkha kari ni; āra āllāh mūsāra saṅgē balēchilēna kathābārtā"},{"SurahNumber":4,"VerseNumber":164,"Text":"rasūlagaṇakē susambādadātārūpē, āra sābadhānakārīrūpē, yēna āllāh‌ra birud'dhē lōkadēra kōnō ajuhāta nā thākatē pārē rasūlagaṇēra parē. Āra āllāh hacchēna mahāśaktiśālī, paramajñānī."},{"SurahNumber":4,"VerseNumber":165,"Text":"Kintu āllāh sākṣya dicchēna yā tōmāra kāchē abatīrṇa karēchēna tāra dbārā yē tini tā nāyila karēchēna tām̐ra jñānēra saṅgē, āra phiriś‌tārā'ō sākṣya dicchē. Āra sākṣīrūpē āllāh yathēṣṭa."},{"SurahNumber":4,"VerseNumber":166,"Text":"Niḥsandēha yārā abiśbāsa pōṣaṇa karē ēbaṁ āllāh‌ra patha thēkē sariẏē rākhē, tārā niścaẏa'i patha hāriẏē gēchē sudūra bipathē."},{"SurahNumber":4,"VerseNumber":167,"Text":"Niḥsandēha yārā abiśbāsa pōṣaṇa karē āra an'yāẏa karē, tādēra paritrāṇēra jan'ya āllāh dāẏa nicchēna nā, āra tādēra kōnō gatipathē paricālita karāra jan'yē'ō nā"},{"SurahNumber":4,"VerseNumber":168,"Text":"śudhu jāhānnāmēra pathē chāṛā, tārā sēkhānē thākabē sudīrghakāla. Āra āllāh‌ra pakṣē ēṭā hacchē sahaja."},{"SurahNumber":4,"VerseNumber":169,"Text":"Ōhē mānabagōṣṭhi! Niścaẏa'i rasūla tōmādēra kāchē ēsēchēna tōmādēra prabhura kācha thēkē satyasaha, ata'ēba īmāna ānō, tōmādēra jan'ya tā maṅgalajanaka. Kintu yadi tōmarā abiśbāsa pōṣaṇa karō tabē niḥsandēha āllāh‌ra'i yā-kichu āchē mahākāśa-manḍalē ō yā-kichu pr̥thibītē. Āra āllāh hacchēna sarbajñātā, paramajñānī."},{"SurahNumber":4,"VerseNumber":170,"Text":"Hē granthaprāpta lōkērā! Tōmādēra dharmē bāṛābāṛi karō nā, āra āllāh samparkē satya chāṛā an'ya kathā balō nā. Niḥsandēha masīh -- mariẏamēra putra īsā hacchēna āllāh‌ra ēkajana rasūla, āra tām̐ra kalimāh‌, yā tini mariẏamēra kāchē pāṭhiẏēchilēna, āra tām̐ra kācha thēkē āsā rūh‌, kājē'i īmāna ānō āllāh‌ra prati ō tām̐ra rasūlagaṇēra prati, āra balō nā -- ''tinajana’’, thāmō -- tōmādēra jan'ya maṅgalamaẏa. Niḥsandēha āllāh hacchēna ēkaka upāsya, samasta mahimā tām̐ra'i, yē tām̐ra kōnō putra thākabē! Yā-kichu āchē mahākāśamanḍalē ō yā-kichu āchē pr̥thibītē sē-saba tām̐ra. Āra rakṣākārīrūpē āllāh‌i yathēṣṭa."},{"SurahNumber":4,"VerseNumber":171,"Text":"Masīh kakhanō kuṇṭhābōdha karēna nā āllāh‌ra bāndā banatē, āra sānnidhyē thākā phiriś‌tārā'ō karē nā. Āra yē kē'u tām̐ra sēbāẏa kuṇṭhābōdha karē ō ahaṅkāra karē, tini tāhalē tām̐ra dikē tādēra ēkatrita karabēna ēkajōṭē."},{"SurahNumber":4,"VerseNumber":172,"Text":"Kajē'i yārā īmāna ānē ō bhālō kāja karē tini tāhalē tādēra prāpya tādēra purōpuri dēbēna ēbaṁ tām̐ra karuṇābhānḍāra thēkē tādēra bāṛiẏē dēbēna. Kintu yārā kuṇṭhābōdha karē ō ahaṅkāra karē, tini tāhalē tādēra śāsti dēbēna byathādāẏaka śāstitē"},{"SurahNumber":4,"VerseNumber":173,"Text":"āra tārā āllāh chāṛā tādēra jan'ya pābē nā kōnō murabbī, nā kōnō sahāẏa."},{"SurahNumber":4,"VerseNumber":174,"Text":"Ōhē janagaṇa! Tōmādēra kāchē niścaẏa'i tōmādēra prabhura kācha thēkē ēsēchē spaṣṭa pramāṇa, āra tōmādēra kāchē āmarā pāṭhiẏēchi ēka ujjbala jyōti."},{"SurahNumber":4,"VerseNumber":175,"Text":"Ata'ēba yārā āllāh‌ra prati īmāna ēnēchē ō tām̐kē dr̥ṛhabhābē ām̐kaṛē dharē, tini tabē tādēra śīghra'i prabēśa karābēna tām̐ra thēkē karuṇādhārāẏa ō prācuryē, āra tādēra paricālita karabēna tām̐ra dikē sahaja-saṭhika pathē."},{"SurahNumber":4,"VerseNumber":176,"Text":"Tārā tōmākē jijñāsā karachē ēkaṭi bidhāna samparkē. Balō -- ''āllāh tōmādēra bidhāna dicchēna mātāpitr̥hīna tathā santānasantatihīnadēra sanbandhē.’’ Yadi kōnō lōka mārā yāẏa -- tāra kōnō santāna nā'i kintu ēka bōna āchē -- tāra jan'ya tabē sē yā chēṛē yāẏa tāra ardhēka, āra sē hacchē tāra ōẏārisa yadi tāra kōnō santāna nā thākē. Āra yadi tārā dujana haẏa tabē tādēra dujanēra jan'ya sē yā chēṛē yāẏa tāra du'i-tr̥tīẏānśa. Āra yadi tārā haẏa bhrātr̥barga -- puruṣa ō strīlōka tabē puruṣēra jan'ya hacchē du'ijana strīlōkēra samāna anśa. Āllāh tōmādēra jan'ya suspaṣṭa karē dicchēna pāchē tōmarā pathabhraṣṭa ha'ō. Āra āllāh saba-kichu sanbandhē sarbajñātā."}]}