{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, Lam, Mim, Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Bu, kendisiyle insanları uyarman ve muminlere de bir ogut ve irsad olmak uzere sana indirilen bir kitaptır ki sakın onu tebligden ve halkın sana inanmamasından oturu gogsun daralmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"Ey insanlar! Siz, Rabbiniz tarafından size indirilen vahye tabi olun, O'ndan baska birtakım hamiler edinip de onlara uymayın. Ne kadar da az dusunuyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Biz nice ulkeler imha ettik ki ya gece uyurlarken, yahut gunduz yatarlarken baskınımız onlara gelivermisti."},{"SurahNumber":7,"VerseNumber":5,"Text":"Azabımız gelip cattıgında da itiraf ve yalvarmaları: “Biz gercekten zalim adamlarmısız!” demekten baska bir sey olmadı"},{"SurahNumber":7,"VerseNumber":6,"Text":"Kendilerine resul gonderdigimiz insanlara, resullerinin cagrısına uyup ona gore amel edip etmedikleri hakkında elbette hesap soracagız. Gonderilen o elcilere de, teblig edip etmediklerini soracagız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ve onlara, olup biten her seyi, kesin bir ilme dayanarak bir bir anlatacagız. Oyle ya, Biz hicbir zaman onlardan habersiz degildik ki"},{"SurahNumber":7,"VerseNumber":8,"Text":"O gun, dunyada yapılan islerin tartılması kesin gerceklesecek. Artık kimin iyilikleri kotuluklerinden agır gelirse, iste onlar muratlarına ereceklerdir. [21,47; 4,40; 101,6-11; 23,102-103; 42,17] {KM, I Samuel 2,3; Eyub}"},{"SurahNumber":7,"VerseNumber":9,"Text":"Kimin de sevap tartıları hafif gelirse, onlar da ayetlerimizi hice sayıp haksızlık etmelerinden oturu kendilerini en buyuk ziyana ugratacaklardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Su bir gercektir ki ey insanlar, Biz sizi dunyaya yerlestirip orada size hakimiyet verdik. Orada sizin icin bircok gecim vasıtaları yarattık. Ne kadar da az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Sizi Biz yarattık, sonra size sekil verdik. Pesinden de meleklere: “Haydi, hurmet icin secde edin Adem'e!” dedik. Onların hepsi hemen secde ettiler, yalnız Iblis dayattı. Secde edenlerden olmadı. [15,29-32; 2,34; 20]"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah buyurdu: “Soyle bakayım, Sana emrettigim halde, secde etmene mani nedir?” Iblis: “Ben ondan daha ustunum; cunku Sen beni atesten, onu ise bir camur parcasından yarattın.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"“Cabuk in oradan!” buyurdu Allah, “Oyle orada kurulup da buyukluk taslamak senin haddin degildir. Cabuk cık, cunku sen alcagın tekisin!”"},{"SurahNumber":7,"VerseNumber":14,"Text":"“Bana, onların diriltilecekleri kıyamet gunune kadar muhlet verir misin?” dedi"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah: “Haydi, sen muhlet verilenlerdensin!” buyurdu"},{"SurahNumber":7,"VerseNumber":16,"Text":"“Oyle ise” dedi, “Sen beni azgınlıga mahkum ettigin icin, ben de onları gozetlemek uzere Senin dogru yolunun uzerinde pusu kurup oturacagım.”“Sonra onların gah onlerinden, gah arkalarından, gah saglarından, gah sollarından sokulacagım, vesvese verip pusu kuracagım, Sen de onların ekserisini sukreden kullar bulmayacaksın.”"},{"SurahNumber":7,"VerseNumber":17,"Text":"“Oyle ise” dedi, “Sen beni azgınlıga mahkum ettigin icin, ben de onları gozetlemek uzere Senin dogru yolunun uzerinde pusu kurup oturacagım.”“Sonra onların gah onlerinden, gah arkalarından, gah saglarından, gah sollarından sokulacagım, vesvese verip pusu kuracagım, Sen de onların ekserisini sukreden kullar bulmayacaksın.”"},{"SurahNumber":7,"VerseNumber":18,"Text":"Allah soyle buyurdu: “Alcak ve kovulmus olarak cık oradan! Onlardan kim sana uyarsa, iyi bilin ki cehennemi sizlerle dolduracagım.”"},{"SurahNumber":7,"VerseNumber":19,"Text":"“Sana gelince Adem, seninle esin cennete yerlesiniz, istediginiz her tarafından yiyip icip yararlanınız. Yalnız sakın su agaca yaklasmayın! Boyle yaparsanız zalimlerden olursunuz.”"},{"SurahNumber":7,"VerseNumber":20,"Text":"Fakat seytan onlara, gozlerinden gizlenmis olan edep yerlerini acıga cıkarmak icin vesvese verdi. Onlara soyle telkinde bulundu: “Rabbinizin size bu agacın meyvesini yasaklamasının tek sebebi, sizin meleklerden veya olumsuz hayata kavusanlardan olmanızı onlemektir” diyerek, kendisinin onların iyiligini istedigine dair yemin ustune yemin etti"},{"SurahNumber":7,"VerseNumber":21,"Text":"Fakat seytan onlara, gozlerinden gizlenmis olan edep yerlerini acıga cıkarmak icin vesvese verdi. Onlara soyle telkinde bulundu: “Rabbinizin size bu agacın meyvesini yasaklamasının tek sebebi, sizin meleklerden veya olumsuz hayata kavusanlardan olmanızı onlemektir” diyerek, kendisinin onların iyiligini istedigine dair yemin ustune yemin etti"},{"SurahNumber":7,"VerseNumber":22,"Text":"Boylece onları aldatarak mevkilerinden dusurdu. Soyle ki: O agacın meyvesini tadar tatmaz, edep yerlerinin acık oldugunu fark ettiler. Derhal, buldukları cennet yapraklarıyla edep yerlerini ortmeye basladılar.Onların Rabbi ise nida edip buyurdu: “Ben sizi o agactan men etmedim mi? Ben seytanın sizin besbelli dusmanınız oldugunu soylemedim mi? Nicin Beni dinlemediniz de bu perisan duruma dustunuz?” [20,121] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":23,"Text":"“Ey bizim Rabbimiz, kendimize yazık ettik. Sayet Sen kusurumuzu ortup, bize merhamet buyurmazsan, en buyuk kayba ugrayanlardan oluruz!” diye yalvarıp yakardılar"},{"SurahNumber":7,"VerseNumber":24,"Text":"Buyurdu ki: “Birbirinize dusman olarak inin! Size dunyada bir sureye kadar kalma ve yararlanma imkanı veriyorum: Orada yasayacaksınız, orada oleceksiniz ve yine oradan diriltilip mezardan cıkarılacaksınız.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"Buyurdu ki: “Birbirinize dusman olarak inin! Size dunyada bir sureye kadar kalma ve yararlanma imkanı veriyorum: Orada yasayacaksınız, orada oleceksiniz ve yine oradan diriltilip mezardan cıkarılacaksınız.”"},{"SurahNumber":7,"VerseNumber":26,"Text":"“Ey Adem'in evlatları! Bakın size edep yerlerinizi orteceginiz giysi, susleneceginiz elbise indirdik.Fakat unutmayın ki en guzel elbise, takva elbisesidir.Iste bunlar Allah’ın ayetlerindendir. Olur ki insanlar dusunur de ders alırlar”"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ey Adem'in evlatları! Seytan, edep yerlerini acıga cıkarmak icin, annenizle babanızı uzerlerindeki takva elbiselerini cıkarttırmak suretiyle- cennetten uzaklastırdıgı gibi, sakın sizi de belaya ugratmasın. Cunku o da, askerleri de sizin kendilerini goremeyeceginiz yerlerden sizi gorurler. Dogrusu Biz seytanları iman etmeyenlerin dostları yapmısızdır"},{"SurahNumber":7,"VerseNumber":28,"Text":"Onlar cirkin bir is yaptıklarında: “Babalarımızı bu yolda bulduk, esasen Allah boyle yapmamızı emretti.” derler. De ki: “Allah Teala kotu olan seyi asla emretmez. Ne o, yoksa siz Allah'ın soyledigini bilmediginiz birtakım sozleri O’na iftira ederek Allah’a mı mal ediyorsunuz?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"De ki: “Rabbim adalet ve itidali emretti. Her secdenizde, her namaz zamanında veya mekanında, yuzunuzu O'nun kıblesine yoneltiniz!Ihlasla, ibadetinizi yalnız O’nun rızası icin yaparak Allah’a kulluk ediniz! Cunku ilkin sizi O yarattıgı gibi, donusunuz de yine O’na olacaktır.”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Bir kısmına hidayet buyurdu, bir kısmına da dalalet mustehak oldu; cunku bunlar Allah'tan baska seytanları dost edindiler. Bir de kendilerini dogru yolda zannediyorlar"},{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Adem'in evlatları! Her namaz vaktinde mescide giderken, susunuz olan elbisenizi giyinin. Yiyin, icin fakat israf etmeyin; cunku Allah israf edenleri asla sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: “Allah'ın, kulları icin yaratıp ortaya cıkardıgı zineti, temiz ve hos rızıkları haram kılmak kimin haddine?”De ki: “Onlar, dunya hayatında (iman etmeyenlerle birlikte,) iman edenlerindir.Kıyamet gunu ise yalnız muminlere mahsustur. Iste Biz, bilip anlayan kimseler icin, ayetleri bu sekilde acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: “Rabbim o guzel seyleri degil, acıgı ile gizlisi ile, butun fuhsiyatı haram kılmıstır. Keza her turlu gunahı, haksız tecavuzu ve kendisine tapılması hakkında Allah'ın herhangi bir delil bildirmedigi bir nesneyi Allah’a serik yapmanızı, bir de Allah’ın emretmedigi birtakım seyleri iftira ederek O’na mal etmenizi haram kılmıstır.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ummet icin belirlenmis bir muddet vardır. Vadeleri gelince ne bir an geri bırakabilir, ne de bir an one alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Adem'in evlatları! Size her ne zaman icinizden Benim ayetlerimi beyan edip acıklayan resuller gelir de, kim onlara karsı cıkmaktan sakınır, nefsini ıslah ederse artık onlara hic bir korku yoktur, onlar asla uzulmezler de"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalan sayanlar ve onları kabule tenezzul etmeyenler ise, iste onlar cehennemliktirler. Hem de orada ebedi kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"Iftira ederek, Allah'ın soylemedigi bir sozu O’na mal eden, yahut Allah’ın ayetlerini yalan sayan kimseden daha zalim biri olabilir mi?Kaderden nasipleri ne ise, onlara erisecektir. Nihayet elcilerimiz (olum melekleri) gelip canlarını alırken: “Hani nerede o Allah’tan baska taptıklarınız?” dediklerinde “Onlar bizden uzaklasıp ortadan kayboldular.” derler. Boylece kafir olduklarına dair kendi aleyhlerinde sahitlik ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Hak Teala: “Girin bakalım sizden once gelip gecen cin ve insan topluluklarıyla beraber atese!” buyurur.Her ummet oraya girdikce, yoldasına lanet eder. Nihayet hepsi birbiri ardından gelip orada bir araya gelince, sonrakiler ondekileri gostererek:“Ey Rabbimiz, derler. Iste sunlar bizi saptırdılar, onun icin onlara iki kat ates azabı cektir.”O da: “Her birinize iki misli azap var, lakin siz bunu bilmiyorsunuz!” buyurur. [16,25; 29]"},{"SurahNumber":7,"VerseNumber":39,"Text":"Bu sefer ondekiler de sonrakilere derler ki: “Gordunuz ya, sizin bize karsı bir ayrıcalıgınız olmadı, artık kendi islediklerinizin cezası olarak tadın azabı!”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Ayetlerimizi yalan sayanlara ve onları kabule tenezzul etmeyenlere gok kapıları acılmayacak ve deve igne deliginden gecmedikce onlar da cennete giremeyeceklerdir.Iste Biz, suclu kafirleri boyle cezalandırırız! {KM, Markos 10,25; Luka}"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlara cehennem atesinden bir dosek ve uzerlerinde de yine atesten ortuler var. Iste Biz zalimleri boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"Iman edip makbul ve guzel isler yapanlar ise -ki hic kimseye Biz gucunun yetmeyecegi yuk yuklemeyiz- cennetlik olup, orada ebedi kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Oyle bir halde ki iclerinde kin kabilinden ne varsa hepsini sokup cıkarırız, onlerinden ırmaklar akar.“Hamdolsun bizi bu cennete eristiren Allah'a!Eger Allah bizi muvaffak kılmasaydı, biz kendiligimizden yol bulamazdık.Rabbimizin elcilerinin gercegi bildirdikleri bir kere daha kesinlikle anlasılmıstır.” derler.Kendilerine de: “Iste guzel islerinize karsılık, karsınızda duran su muhtesem cennete varis kılındınız, buyurun!” diye nida edilir"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennetlikler cehennemliklere: “Biz, Rabbimizin bize vad ettigi seylerin gercek oldugunu gorduk; siz de Rabbinizin size vad ettiklerinin gerceklestigini gordunuz mu?” deyince onlar: “Evet” diye cevap verirler.Derken bir gorevli aralarında: “Allah'ın laneti o zalimlere olsun ki onlar insanları Allah yolundan uzaklastırır, onu egri bugru gostermek isterlerdi ve onlar ahireti de inkar ederlerdi.” diye nida eder"},{"SurahNumber":7,"VerseNumber":45,"Text":"Cennetlikler cehennemliklere: “Biz, Rabbimizin bize vad ettigi seylerin gercek oldugunu gorduk; siz de Rabbinizin size vad ettiklerinin gerceklestigini gordunuz mu?” deyince onlar: “Evet” diye cevap verirler.Derken bir gorevli aralarında: “Allah'ın laneti o zalimlere olsun ki onlar insanları Allah yolundan uzaklastırır, onu egri bugru gostermek isterlerdi ve onlar ahireti de inkar ederlerdi.” diye nida eder"},{"SurahNumber":7,"VerseNumber":46,"Text":"Iki taraf arasında bir perde, A'raf uzerinde de cennetlik ve cehennemliklerin her birini simalarından tanıyacak kimseler vardır ki onlar, henuz cennete girmemis, fakat girmeyi siddetle arzular olarak cennetliklere “selamun aleykum.” diye seslenirler"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gozleri cehennemlikler tarafına cevrildiginde: “Aman ya Rabbena, aman bizleri o zalimlerle beraber eyleme!” derler"},{"SurahNumber":7,"VerseNumber":48,"Text":"A'raf ashabı, simalarından tanıdıkları bir kısım kimselere seslenip:“Gordunuz ya, ne topladıgınız mallarınızın, ne onca taraftarlarınızın, ne de buyukluk taslamalarınızın ve o calımlarınızın size hic bir faydası olmadı!”O cennetlikleri gostererek “Sahi, sunlar “Allah, bunları asla lutfuna nail etmez.” diye yeminler edip hor gordugunuz kimseler degil miydi?Iste onların ne yuce mevkide olduklarını simdi anladınız degil mi? derler ve sonra o cennetliklere donerek:“Buyurun girin cennete, derler, size korku ve endise olmadıgı gibi, siz asla uzuntu de gormeyeceksiniz.”"},{"SurahNumber":7,"VerseNumber":49,"Text":"A'raf ashabı, simalarından tanıdıkları bir kısım kimselere seslenip:“Gordunuz ya, ne topladıgınız mallarınızın, ne onca taraftarlarınızın, ne de buyukluk taslamalarınızın ve o calımlarınızın size hic bir faydası olmadı!”O cennetlikleri gostererek “Sahi, sunlar “Allah, bunları asla lutfuna nail etmez.” diye yeminler edip hor gordugunuz kimseler degil miydi?Iste onların ne yuce mevkide olduklarını simdi anladınız degil mi? derler ve sonra o cennetliklere donerek:“Buyurun girin cennete, derler, size korku ve endise olmadıgı gibi, siz asla uzuntu de gormeyeceksiniz.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cehennemlikler cennetliklere: “Ne olur, lutfen suyunuzdan, Allah'ın size nasib ettigi nimetlerden biraz da bize gonderin!” diye seslenirler.Onlar da: “Allah bunları kafirlere haram etmistir, bunlar kafirlere yasaktır.” diye cevap verirler. {KM, Luka}"},{"SurahNumber":7,"VerseNumber":51,"Text":"O kafirlere ki onlar dinlerini oyun ve eglence konusu haline getirmislerdi; dunya hayatı kendilerini aldatmıstı.Iste onlar, kendilerinin en onemli gunu olan bu gunku karsılasmayı unuttular ve ayetlerimizi bilerek inkar ettikleri gibi,Biz de bugun onları unutup kendi hallerine terk edecegiz"},{"SurahNumber":7,"VerseNumber":52,"Text":"Gercekten onlara tam bir vukufla manalarını bir bir bildirdigimiz ve iman edecek kimseler icin bir hidayet, bir rahmet olan bir kitap getirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Fakat onlar: “Hele bakalım nereye varacak?” diye sadece bu kitabın davetinin akıbetini gozluyorlar. O'nun haber verdigi muthis akibet geldigi gun, daha once onu unutup bir tarafa bırakanlar soyle diyecekler:“Gercekten Rabbimizin elcileri bize hakkı teblig etmislermis? Acaba burada bize sefaat edecek birisi bulunur mu? Yahut geri dondurulmemiz imkanı olur mu ki bu sefer yaptıgımız kotu islerin yerine guzel guzel isler yapabilelim?”Muhakkak ki onlar, kendilerini husrana ugrattılar. Uydurdukları sahte tanrıları da kendilerinden uzaklasıp ortadan kayboldular"},{"SurahNumber":7,"VerseNumber":54,"Text":"Rabbiniz o Allah'tır ki gokleri ve yeri altı gunde yarattı. Sonra da arsa istiva buyurdu. O Allah ki geceyi, durmadan onu kovalayan gunduze burur. Gunes, ay ve butun yıldızlar hep O’nun buyrugu ile hareket ederler. Iyi bilesiniz ki yaratmak da, emretmek yetkisi de O’na mahsustur. Evet o Rabbulalemin olan Allah ne yucedir! [10,3; 11,7; 25,59; 71(tamamı) 36,37-40] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize icin icin yalvararak, baska nazarlardan uzak, gizlice dua edin. Gercekten O, haddi asanları hic sevmez. [7,205] {KM, Matta}"},{"SurahNumber":7,"VerseNumber":56,"Text":"Duzeltilmis olan ulkeyi ifsad etmeyin. Hem endise, hem de umit ile O'na yalvarın. Muhakkak ki Allah’ın rahmeti iyi kimselere yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"O'dur ki, rahmeti olan (yagmurun) onunden mujdeci olarak ruzgarlar gonderir. Nihayet bu ruzgarlar o agır bulutları hafif bir seymis gibi kaldırıp yuklendiklerinde, bakarsın Biz onları, ekinleri olmus bir ulkeye sevk eder, derken oraya su indiririz de orada her turlusunden meyveler, urunler cıkarırız.Iste oluleri de boyle cıkaracagız. Gerekir ki dusunur ve ibret alırsınız. [22]"},{"SurahNumber":7,"VerseNumber":58,"Text":"Topragı verimli, guzel bir diyarın bitkisi, Rabbinin izniyle yeserip cıkar.Corak, verimsiz olan bir yerin bitkisi ise cıkmaz, cıkan da bir seye yaramaz.Iste sukredecek kimseler icin Biz, ayetleri boyle farklı usluplarla tekrar tekrar acıklarız"},{"SurahNumber":7,"VerseNumber":59,"Text":"Celalim hakkı icin, Biz Nuh'u resul olarak halkına gonderdik. “Ey halkım!” dedi, “Yalnız Allah’a ibadet edin. Ondan baska tanrınız yoktur.Bunu yapmazsanız, korkarım ki muthis bir gunun azabı tepenize inecektir.”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Halkının soz sahibi yetkilileri: “Biz seni besbelli bir sapıklık icinde goruyoruz!” dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"“Ey halkım! dedi, bende hicbir sapıklık yok, fakat ben Rabbulalemin tarafından size bir elciyim.Size Rabbimin mesajlarını teblig ediyorum, size ogut veriyorum ve Allah tarafından gelen vahiy sayesinde, sizin bilemeyeceginiz seyleri biliyorum.”“Kotuluklerden korunup Allah'ın merhametine nail olmanız icin, icinizden sizi uyaracak bir adam vasıtasıyla, Rabbinizden size bir buyruk gelmesine mi sasıyorsunuz"},{"SurahNumber":7,"VerseNumber":62,"Text":"“Ey halkım! dedi, bende hicbir sapıklık yok, fakat ben Rabbulalemin tarafından size bir elciyim.Size Rabbimin mesajlarını teblig ediyorum, size ogut veriyorum ve Allah tarafından gelen vahiy sayesinde, sizin bilemeyeceginiz seyleri biliyorum.”“Kotuluklerden korunup Allah'ın merhametine nail olmanız icin, icinizden sizi uyaracak bir adam vasıtasıyla, Rabbinizden size bir buyruk gelmesine mi sasıyorsunuz"},{"SurahNumber":7,"VerseNumber":63,"Text":"“Ey halkım! dedi, bende hicbir sapıklık yok, fakat ben Rabbulalemin tarafından size bir elciyim.Size Rabbimin mesajlarını teblig ediyorum, size ogut veriyorum ve Allah tarafından gelen vahiy sayesinde, sizin bilemeyeceginiz seyleri biliyorum.”“Kotuluklerden korunup Allah'ın merhametine nail olmanız icin, icinizden sizi uyaracak bir adam vasıtasıyla, Rabbinizden size bir buyruk gelmesine mi sasıyorsunuz"},{"SurahNumber":7,"VerseNumber":64,"Text":"Onlar Nuh'u yalancı saydılar. Biz de onu ve yanında olanları gemide kurtardık, ayetlerimizi yalan sayanları ise bogduk. Cunku onlar, basiretleri korelmis kimselerdi"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad halkına da kardesleri Hud'u elci olarak gonderdik. “Ey benim halkım!” dedi, “yalnız Allah’a ibadet edin, O’ndan baska tanrınız yoktur. Hala ona karsı gelmekten sakınmayacak mısınız?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminin kafir yetkilileri: “Biz, dediler, seni bir cılgınlık, bir beyinsizlik icinde bocalar goruyoruz ve senin yalancılardan biri oldugunu dusunuyoruz.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"“Ey halkım!” dedi, “Bende cılgınlık, beyinsizlik yok, fakat ben sadece Rabbulalemin tarafından size bir elciyim.”"},{"SurahNumber":7,"VerseNumber":68,"Text":"“Size Rabbimin buyruklarını teblig ediyorum. Ben sizin iyiliginize calısan, sizi uyaran guveneceginiz bir insanım.”"},{"SurahNumber":7,"VerseNumber":69,"Text":"Sizi basınıza gelebilecek tehlikeler hakkında uyarmak icin sizden birine Rabbiniz tarafından bir teblig gelmesine hayret mi ediyorsunuz?Hatırlayın ki, O sizi Nuh kavminden sonra onların yerine gecirdi ve sizi bedenen guclu kuvvetli, gosterisli kıldı. O halde Allah'ın nimetlerini unutmayıp zikredin ki felah bulasınız.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"“Ya!” dediler “Sen bize yalnız Allah'a ibadet edelim, atalarımızın taptıklarını ise bırakalım diye mi geldin?Eger dogru soyleyenlerden isen haydi, bizi tehdit edip durdugun o felaketi basımıza getir de gorelim!”"},{"SurahNumber":7,"VerseNumber":71,"Text":"“Iste! dedi, “uzerinize Rabbinizden bir azap fırtınası ve bir hısım indi.Siz, sizin ve atalarınızın uydurdugu ve zaten tanrılastırılmalarına dair Allah'ın da hicbir delil gondermedigi birtakım bos isimler hakkında mı benimle tartısıyorsunuz?Gozleyin oyleyse azabın gelisini!Ben de sizinle beraber gozluyorum.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Biz de onu ve beraberinde olanları, tarafımızdan bir lutuf olarak kurtardık ve ayetlerimizi yalan sayıp iman etmeyenlerin ise kokunu kestik"},{"SurahNumber":7,"VerseNumber":73,"Text":"Semud halkına da iclerinden biri olan kardesleri Salih'i gonderdik.“Ey benim halkım!” dedi, “yalnız Allah’a kulluk edin, sizin O’ndan baska tanrınız yoktur.Iste size Rabbinizden acık bir delil, bir mucize geldi. Iste Allah’ın devesi de size bir ayet!Onu kendi haline bırakın, Allah’ın diyarında otlasın, sakın ona bir fenalık yapmayın.Yoksa sizi acı veren bir azap yakalayıverir.” [11]"},{"SurahNumber":7,"VerseNumber":74,"Text":"Bir de dusunun ki Allah sizi Ad halkına halef yaptı ve dunya uzerinde size imkanlar bahsetti.Arzın duzluklerinde saraylar kurup, daglarını yontarak evler yapıyorsunuz. Allah'ın nimetlerini dusunun de, bozgunculuk yaparak dunyada karısıklık cıkarmayın.”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Kavminden buyukluk taslayanlar, iclerinden zayıf gorunen muminlere alay yollu: “Siz, gercekten Salih'in Rabbi tarafından size elci olarak gonderildigini biliyor musunuz?” dediler.Onlar da: “Elbette, biz onunla gonderilen her seye inandık, iman ettik.” diye cevap verdiler"},{"SurahNumber":7,"VerseNumber":76,"Text":"O kibirlenenler ise, “Dogrusu, biz sizin iman ettiginiz seyi inkar ediyoruz.” dediler"},{"SurahNumber":7,"VerseNumber":77,"Text":"Derken deveyi bogazladılar ve Rab'lerinin emrinden cıkıp O’na isyan ettiler ve dediler ki: “Salih! Sen gercekten resullerden isen, bizi tehdit edip durdugun o azabı getir de gorelim!”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Bunun uzerine o siddetli sarsıntı onları kıskıvrak yakaladı da yurtlarında cokekaldılar"},{"SurahNumber":7,"VerseNumber":79,"Text":"Gordugu muthis manzara karsısında Salih, yuzunu uzuntu ile oteye cevirip“Ey halkım!” dedi, “Ben size Rabbimin buyruklarını teblig ettim, sizin iyiliginize calıstım, size ogutler verdim.Lakin siz, iyiliginizi isteyip ogut verenleri bir turlu sevmediniz gitti!”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lut'u da gonderdik. Halkına dedi ki: “Daha once hic kimsenin yapmadıgı pek cirkin bir isi siz mi yapıyorsunuz?” {KM, Tekvin 11,27-28; 19,1 Levililer}"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Siz kadınların otesinde, sehvetle erkeklere gidiyorsunuz ha! Yok, yok anlasıldı! Siz haddini asmıs bir milletsiniz!”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Halkının ona verdigi cevap sundan ibaret oldu: “Cıkarın bu adamları memleketinizden!Cunku bu beyler pek temiz insanlar!”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Biz de onu ve ailesini kurtardık.Ancak esi geride kalıp helak olanlardan oldu. [11,81; 21,74; 51,35-36] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":84,"Text":"Uzerlerine bir azap yagmuru yagdırdık.Iste bak, suclu kafirlerin sonu nice oldu"},{"SurahNumber":7,"VerseNumber":85,"Text":"Medyen ahalisine de iclerinden biri olan Suayb'ı gonderdik.“Ey benim halkım!” dedi, “yalnız Allah’a kulluk edin, sizin O’ndan baska tanrınız yoktur.Iste size Rabbinizden acık delil geldi.”“Artık olcuyu, tartıyı tam yapın, insanların haklarını eksiltmeyin, halka haksızlık etmeyin, ulkede duzen saglanmısken fesat cıkarıp huzuru bozmayın.Boyle yapmanız sizin icin daha iyidir. Tabii eger inanırsanız. [83,1-6] {KM, Cıkıs 3,1; 2,18; Sayılar}"},{"SurahNumber":7,"VerseNumber":86,"Text":"“Hem oyle tehditler savurarak, yol baslarını tutup, Allah'a iman edenleri Allah’ın yolundan cevirmeyin ve bu yolun egri bugru olduguna dair, supheler verip halkı yanıltmayın.”“Hem dusunun ki bir zaman siz sayıca pek az idiniz. Oyle iken Allah sizi cogalttı.Ulkeyi bozan o mufsitlerin sonunun nasıl olduguna bakın da ibret alın!”"},{"SurahNumber":7,"VerseNumber":87,"Text":"“Eger benimle gonderilen gercege icinizden bir kısmı inanıyor, bir kısmınız inanmıyorsanız, eh ne diyeyim, o halde, aramızda Allah hukmunu verinceye kadar bekleyin! Zaten hukum verenlerin en iyisi O'dur.”"},{"SurahNumber":7,"VerseNumber":88,"Text":"Halkından kibirlenen esraf grubu: “Bak Suayb!” dediler, “yeminle soyluyoruz:Ya tekrar dinimize donersiniz. Ya da seni de, sana inanan taraftarlarını da ulkemizden sureriz!”Suayb soyle cevap verdi: “Peki, istemesek de mi dinimizden dondurup sureceksiniz (Ya istemezsek ne olacakmıs)"},{"SurahNumber":7,"VerseNumber":89,"Text":"“Allah bizi sizin o batıl dininizden kurtardıktan sonra kalkıp tekrar dininize donecek olursak Allah'a buyuk bir iftira atmıs oluruz.Allah gostermesin, sizin inancınıza donmemiz kesinlikle mumkun degil! Rabbimizin ilmi her seyi kapsar.Biz yalnız Allah’a dayanırız.Ey bizim Rabbimiz! Bizimle su halkımız arasında Sen adil hukmunu ver, haklı haksız acıga cıksın. Sen elbette hukum verenlerin en iyisisin!”"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminden inkara sapan ileri gelenler “Eger Suayb'a uyacak olursanız kesinlikle perisan olursunuz!” diye tehditte bulundular"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken siddetli bir deprem onları kıskıvrak yakaladı ve derhal oldukları yerde cokekaldılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb'ı yalancı sayanlar... onlar degildi sanki vatanlarında, sen sakrak dolasanlar!Suayb’ı yalancı sayıp perisan etmek isteyenler... asıl perisan olanlar, iste onlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"Gordugu muthis manzara karsısında Suayb, yuzunu uzuntu ile oteye cevirip:“Zavallı halkım!” dedi, “ben size Rabbimin buyruklarını teblig etmistim, sizin iyiliginize calısmıstım, size ogutler vermistim! Artık boyle nankor, boyle kafir bir toplum icin ne diye uzulup kendimi harap edeyim!”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi ulkeye peygamber gonderdiysek, (mutlaka ilkin oranın halkını, gafletten uyarsın,) Allah'a yonelip yalvarsınlar diye yoksulluga, hastalık ve musibetlere ducar ederiz"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra o kotu durumları degistirip guzellikleri yayarız.Zamanla ahali cogalıp “Vaktiyle atalarımız gah uzulmus, gah sevinmislerdi.” derler fakat olaylardan ibret alıp sukretmezler.Derken, o bilincsiz halleriyle, hic hatırlarından gecmezken, ansızın onları kıskıvrak yakalarız"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eger o ulkelerin ahalisi iman edip Allah'a karsı gelmekten sakınsalardı, elbette Biz uzerlerine gokten, yerden nice bereket ve bolluk kapılarını acardık. Fakat onlar peygamberleri yalancı saydılar, Biz de isledikleri kotulukler sebebiyle kendilerini cezaya carptırdık"},{"SurahNumber":7,"VerseNumber":97,"Text":"Peki o ulkelerin ahalisi, geceleyin uyurlarken satvetimizin kendilerine baskın halinde gelivermesinden emin mi oldular"},{"SurahNumber":7,"VerseNumber":98,"Text":"Yoksa onlar gupegunduz eglenirlerken azabımızın kendilerine gelmesinden emin mi oldular"},{"SurahNumber":7,"VerseNumber":99,"Text":"Yoksa onlar Allah'ın ansızın kendilerini azapla bastırmasından emin mi oldular?Ama su muhakkak ki, kendilerine yazık eden kimselerden baskası, Allah’ın ansızın bastırıvermesinden emin olamaz"},{"SurahNumber":7,"VerseNumber":100,"Text":"Onceki sahiplerinden sonra dunya mulkune varis olanlar hala su gercegi anlamadılar mı ki, eger dilemis olsaydık kendilerini de gunahları sebebiyle musibetlere ugratırdık?Fakat biz kalplerini muhurleriz de onlar isitmez, anlamaz hale gelirler. [20,128; 32,2]"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste o ulkelerin haberlerinden bir kısmını sana boylece anlatıyoruz. Oraların halklarına peygamberlerimiz acık deliller, mucizeler getirdiler.Fakat onlar iman etmediler. Cunku ondan once tekzip ve inkar etmeyi adet haline getirmislerdi. Allah kafirlerin kalplerini iste boyle muhurler"},{"SurahNumber":7,"VerseNumber":102,"Text":"Biz onların cogunda sozunde durma diye bir sey bulmadık; onların ekserisinin sadece itaat dısına cıkmıs kimseler oldugunu gorduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Onlardan sonra Musa'yı ayetlerimizle Firavun’a ve onun ileri gelen yetkililerine gonderdik. Onlar ayetlerimize haksızlık ettiler. Ettiler de, bak o mufsitlerin akıbeti nice oldu! [20,42-79; 27,14] {KM, Cıkıs 7 ve 15. bolumler}"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa: “Ey Firavun, dedi, ben alemlerin Rabbi tarafından gonderilen bir resulum.”"},{"SurahNumber":7,"VerseNumber":105,"Text":"“Basta gelen gorevim, Allah Teala hakkında, gercek dısı bir sey soylemememdir.Gercekten size Rabbinizden cok acık bir belge getirdim.Artık Israilogullarını benimle beraber gonder!”"},{"SurahNumber":7,"VerseNumber":106,"Text":"“Eger” dedi Firavun, “Gercekten getirdigin bir belge varsa ve sen dogru soyleyen biri isen, onu ortaya koy da gorelim.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Bunun uzerine Musa, asasını yere bırakıverdi, bir de ne gorsun: o koskoca bir ejderha kesilmis! Elini sıyırıp cıkardı, bir de ne gorsun: Bakan kimseler icin parlak mı parlak, ısık sacan bir el haline gelmis! [20,18-22] {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":108,"Text":"Bunun uzerine Musa, asasını yere bırakıverdi, bir de ne gorsun: o koskoca bir ejderha kesilmis! Elini sıyırıp cıkardı, bir de ne gorsun: Bakan kimseler icin parlak mı parlak, ısık sacan bir el haline gelmis! [20,18-22] {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun'un ileri gelen yetkilileri: “Anlasıldı, bu usta bir sihirbaz!” dediler"},{"SurahNumber":7,"VerseNumber":110,"Text":"Firavun: “Bu adam, dedi, “sizi yerinizden yurdunuzdan etmek pesinde! Gorusunuz nedir bu konuda?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Yetkililer: “Onu ve kardesini alıkoy, butun sehirlere de gorevliler yolla, usta sihirbazların hepsini senin huzuruna getirsinler.” dediler"},{"SurahNumber":7,"VerseNumber":112,"Text":"Yetkililer: “Onu ve kardesini alıkoy, butun sehirlere de gorevliler yolla, usta sihirbazların hepsini senin huzuruna getirsinler.” dediler"},{"SurahNumber":7,"VerseNumber":113,"Text":"Butun buyuculer Firavun'a gelip: “Galip gelecek olursak, her halde mutlaka bize buyuk bir mukafat verilir, degil mi?” dediler"},{"SurahNumber":7,"VerseNumber":114,"Text":"Firavun: “Elbette! Ustelik siz benim gozdelerimden olacaksınız!” dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Buyuculer: “Musa! Once sen mi hunerini ortaya koyacaksın yoksa biz mi koyalım?” deyince Musa: “Siz ortaya koyun!” dedi.Vakta ki atacaklarını ortaya koydular, halkın gozlerini buyulediler, onları dehsete dusurduler, hasılı muthis bir sihir sergilediler"},{"SurahNumber":7,"VerseNumber":116,"Text":"Buyuculer: “Musa! Once sen mi hunerini ortaya koyacaksın yoksa biz mi koyalım?” deyince Musa: “Siz ortaya koyun!” dedi.Vakta ki atacaklarını ortaya koydular, halkın gozlerini buyulediler, onları dehsete dusurduler, hasılı muthis bir sihir sergilediler"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musa'ya “Asanı yere bırak!” diye vahyettik. Bir de ne baksınlar: Asa onların yaptıkları sihir, goz boyayıcılık kabilinden her seyi yutuyor! [20,69; 26,45] {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":118,"Text":"Boylece gercek ortaya cıktı ve onların butun yaptıkları bosa gitti"},{"SurahNumber":7,"VerseNumber":119,"Text":"Iste o Firavun ve takımı yenilip kucuk dustuler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Buyuculer hep birden secdeye kapandılar"},{"SurahNumber":7,"VerseNumber":121,"Text":"“Iman ettik!” dediler, “O Rabbul-alemine, Musa ve Harun'un Rabbine!”"},{"SurahNumber":7,"VerseNumber":122,"Text":"“Iman ettik!” dediler, “O Rabbul-alemine, Musa ve Harun'un Rabbine!”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun dedi ki: “Demek siz, benden izin almadan ona iman ettiniz ha!Suphe yok ki bu, yerli olan kıbti ahaliyi yurtlarından surmek icin, sizin sehirde beraberce planladıgınız gizli bir oyundur.Ama yakında bileceksiniz basınıza gelecekleri! Evet, ellerinizi ve ayaklarınızı, degisik taraflardan olarak kesecegim, sonra da hepinizi toptan asacagım!”"},{"SurahNumber":7,"VerseNumber":124,"Text":"Firavun dedi ki: “Demek siz, benden izin almadan ona iman ettiniz ha!Suphe yok ki bu, yerli olan kıbti ahaliyi yurtlarından surmek icin, sizin sehirde beraberce planladıgınız gizli bir oyundur.Ama yakında bileceksiniz basınıza gelecekleri! Evet, ellerinizi ve ayaklarınızı, degisik taraflardan olarak kesecegim, sonra da hepinizi toptan asacagım!”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onlar soyle cevap verdiler: “Biz elbette Rabbimize donecegiz.Senin bize kızman da sırf Rabbimizin bize gelen ayetlerine iman etmemizden!Biz de O'na yonelerek deriz ki: “Ey bizim buyuk Rabbimiz! Sabır kuvvetiyle doldur kalbimizi, yagmur gibi sabır yagdır uzerimizeve sana teslimiyette sebat eden kulların olarak canımızı teslim al!”"},{"SurahNumber":7,"VerseNumber":126,"Text":"Onlar soyle cevap verdiler: “Biz elbette Rabbimize donecegiz.Senin bize kızman da sırf Rabbimizin bize gelen ayetlerine iman etmemizden!Biz de O'na yonelerek deriz ki: “Ey bizim buyuk Rabbimiz! Sabır kuvvetiyle doldur kalbimizi, yagmur gibi sabır yagdır uzerimizeve sana teslimiyette sebat eden kulların olarak canımızı teslim al!”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun'un halkının yetkilileri ona: “Ne yapıyorsun, Musa ile kavmini, seni ve senin tanrılarını terk etsinler, ulkede bozgunculuk yapsınlar diye kendi hallerine mi bırakacaksın?” dediler.Firavun: “Hayır, onların erkek evlatlarını oldurup, kız cocuklarını hayatta bırakacagız.Biz elbette onların uzerinde tam bir hakimiyet sahibiyiz.” diye cevap verdi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa kavmine soyle dedi: “Allah'tan yardım dileyin ve sabredin.Muhakkak ki dunya Allah’ın mulkudur; kullarından diledigini oraya varis kılar.Guzel akıbet, elbette muttakilerindir.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Israilogulları: “Biz, hem sen bize gelmeden once, hem de sen bize peygamber olarak geldikten sonra iskenceye maruz kaldık!” diye yakındılar.Musa ise, soyle dedi: “Hele biraz daha sabredin. Umulur ki, Rabbiniz dusmanlarınızı imha eder de, onların yerine sizi hakim kılıp nasıl hareket edeceginize bakar.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Biz Firavun hanedanı dusunup ibret alsınlar diye, senelerce onları kuraklık, kıtlık ve urun azlıgı ile cezalandırdık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara iyilik, bolluk geldiginde: “Ha iste bu bizim hakkımız! Kendi becerimizle bunu elde ettik!” derlerdi.Eger kendilerine bir kotuluk gelirse onu, Musa ile beraberindeki muminlerin ugursuzluklarına verirlerdi.Dikkat edin, iyiligi oldugu gibi kotulugu de yaratmak, ancak Allah'ın kudretiyledir fakat onların cogu bilmezler"},{"SurahNumber":7,"VerseNumber":132,"Text":"Ve soyle derlerdi: “Bizi buyulemek icin sen hangi mucizeyi getirirsen getir, imkanı yok, sana inanacak degiliz!”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Biz de kudretimizin ayrı ayrı delilleri olarak onların uzerine tufan gonderdik, cekirgeler gonderdik, haserat gonderdik, kurbagalar gonderdik, kan gonderdik.Yine de inad edip buyukluk tasladılar ve suclu bir topluluk oldular. [17,101; 27,12] {KM, Cıkıs 7 ve 12. bolumler; Mezmurlar}"},{"SurahNumber":7,"VerseNumber":134,"Text":"Azap uzerlerine cokunce dediler ki: “Musa! Rabbin ile arandaki ahit uyarınca, bizim icin O'na yalvar.Eger bu azabı ustumuzden kaldırırsan, mutlaka sana inanacak ve Israilogullarını da seninle gonderecegiz.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Biz, gecirecekleri bir sureye kadar onlardan azabı kaldırınca da yeminlerinden donduler"},{"SurahNumber":7,"VerseNumber":136,"Text":"Biz de ayetlerimizi yalan sayıp umursamadıkları icin onlardan intikam alarak denizde bogduk. {KM, Cıkıs 14,27-28; Tesniye 11,4; Mezmurlar}"},{"SurahNumber":7,"VerseNumber":137,"Text":"Horlanan, ezilen milleti de, bereketlerle donattıgımız o ulkenin dogularına ve batılarına (yani tamamına) varis kıldık.Boylece sabretmelerine mukafat olarak Israil ogullarına, senin Rabbinin yaptıgı guzel vaad tamamen gerceklesti.Firavun ile kavminin yaptıkları binaları ve yetistirdikleri bahceleri ise imha ettik"},{"SurahNumber":7,"VerseNumber":138,"Text":"Israilogullarını denizden gecirdik.Derken yolları, kendilerine mahsus birtakım putlara tapan bir topluluga ugradı.“Musa! dediler, bunların tanrıları oldugu gibi bize de bir tanrı yapıver!” O ise:“Siz” dedi, “gercekten cahil bir milletsiniz!Cunku su imrendiginiz kimselerin dini yıkılmıstır ve yaptıkları butun ameller de bosunadır.Hem Allah size bunca lutufta bulunup oteki insanlara ustun kılmıs oldugu halde, hic ben sizin icin O'ndan baska bir tanrı arar mıyım?”"},{"SurahNumber":7,"VerseNumber":139,"Text":"Israilogullarını denizden gecirdik.Derken yolları, kendilerine mahsus birtakım putlara tapan bir topluluga ugradı.“Musa! dediler, bunların tanrıları oldugu gibi bize de bir tanrı yapıver!” O ise:“Siz” dedi, “gercekten cahil bir milletsiniz!Cunku su imrendiginiz kimselerin dini yıkılmıstır ve yaptıkları butun ameller de bosunadır.Hem Allah size bunca lutufta bulunup oteki insanlara ustun kılmıs oldugu halde, hic ben sizin icin O'ndan baska bir tanrı arar mıyım?”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Israilogullarını denizden gecirdik.Derken yolları, kendilerine mahsus birtakım putlara tapan bir topluluga ugradı.“Musa! dediler, bunların tanrıları oldugu gibi bize de bir tanrı yapıver!” O ise:“Siz” dedi, “gercekten cahil bir milletsiniz!Cunku su imrendiginiz kimselerin dini yıkılmıstır ve yaptıkları butun ameller de bosunadır.Hem Allah size bunca lutufta bulunup oteki insanlara ustun kılmıs oldugu halde, hic ben sizin icin O'ndan baska bir tanrı arar mıyım?”"},{"SurahNumber":7,"VerseNumber":141,"Text":"Hem dusunun ki, sizi Firavun hanedanından kurtarmıstık.Onlar ki size pek acı bir iskence uyguluyor, ogullarınızı hep olduruyor, kızlarınızı ise, (kendilerine hizmetcilik etmeleri icin) hayatta bırakıyorlardı.Bunda, Rabbiniz tarafından size buyuk bir imtihan vardı. {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":142,"Text":"Otuz geceyi ibadetle gecirmesi ve Tevrat'ı almaya hazırlanması icin, Musa ile sozlesip onu huzurumuza kabul ettik.Sonra on gece daha ilave ettik. Boylece Rabbinin belirledigi muddet tam kırk gece oldu.Musa, kardesi Harun’a: “Kavmim icinde benim vekilim ol, onları guzelce yonet ve sakın mufsitlerin yoluna uyma!” dedi. [2,51] {KM, Cıkıs 19. bolum ve 24,18; 34,28; Tesniye}"},{"SurahNumber":7,"VerseNumber":143,"Text":"Musa tayin ettigimiz vakitte gelip de Rabbi ona hitab edince:“Ya Rabbi, dedi, goster bana Zatını, bakayım Sana!” Allah Teala soyle cevap verdi:“Sen Beni goremezsin. Ama simdi su daga bak, eger yerinde durursa sen de Beni gorursun!”Derken Rabbi daga tecelli eder etmez onu un ufak ediverdi. Musa da dusup bayıldı.Kendine gelince dedi ki: “Subhansın ya Rabbi. Her noksanlıktan munezzeh oldugun gibi, dunyada Seni gormemizden de munezzehsin.Bu talebimden oturu tovbe ettim. (Ben ummetim icinde Seni gormeden) iman edenlerin ilkiyim!” [4,153] {KM, Cıkıs 33,18.20; Tekvin 32,31. Yuhanna 1,18; I Korintos}"},{"SurahNumber":7,"VerseNumber":144,"Text":"Allah buyurdu ki: “Musa! Ben seni risaletlerim, mesajlarımla ve hitabıma mazhar etmemle obur insanlar arasından secip mumtaz kıldım.Simdi su sana verdigim nubuvveti al ve bu nimetime sukreden kullarımdan ol!”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Ona verdigimiz levhalarda, insanlara ogut olmak uzere her seyi tafsilatlı olarak yazdık.Sen bunlara kuvvetle sarıl ve ummetine de o hukumlerin daha sevaplı olanlarına sarılmalarını emret. Itaat dısına cıkanların diyarlarını ise nasıl tarumar ettigimi yakında size gosterecegim.” [28,43] {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":146,"Text":"Dunyada haksız yere buyukluk taslayanları, ayetlerimi geregi gibi anlamaktan uzaklastırırım.O kibirlenenler her turlu mucizeyi bile gorseler yine de onlara iman etmezler. Dogru yolu gorseler o yolu tutmazlar.Ama sapıklık yolunu gorseler o yola girerler.Oyle! Cunku onlar ayetlerimizi yalan saymayı adet haline getirmis ve onlardan gafil olagelmislerdir"},{"SurahNumber":7,"VerseNumber":147,"Text":"Halbuki ayetlerimizi ve ahirete kavusacaklarını yalan sayanların butun isleri ve eserleri bosa cıkmıstır. Boyle olmayıp ne olacaktı ya? Onlar yaptıklarından baskasıyla mı karsılık goreceklerdi"},{"SurahNumber":7,"VerseNumber":148,"Text":"Musa Tevrat'ı almak icin ayrıldıktan sonra ummeti, zinet takımlarından, bogurur gibi ses cıkaran bir buzagı heykeli yapıp tanrı edindiler.Gormemisler miydi ki o heykel onlara hitap edemiyordu, kendilerine yol da gosteremiyordu. Fakat buna ragmen onu tanrı edindiler ve zalimlerden oldular"},{"SurahNumber":7,"VerseNumber":149,"Text":"Ne vakit ki yaptıklarının sacmalıgını anlayıp son derece pisman oldular ve saptıklarını gorduler, “Yemin olsun ki, dediler, eger Rabbimiz bize merhamet etmez ve bizi affetmezse, muhakkak her seyimizi kaybedenlerden oluruz.”"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa pek ofkeli ve uzgun olarak halkına donunce:“Benden sonra arkamdan ne kotu isler yapmıssınız! Rabbinizin emrini carcabuk terk mi ettiniz!” dedi ve... levhaları yere bırakıverdi. Kardesini basından tutup, kendisine dogru cekmeye basladı.Harun ise ona: “Ey annemin oglu!” dedi: “Inan ki bu millet beni fena halde hırpaladı, nerdeyse beni linc edip oldureceklerdi.Ne olur, dusmanlarımı ustume guldurme, beni bu zalim milletle bir tutma!” {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa: “Ya Rabbi, beni ve kardesimi affet. Rahmetine bizi de dahil et; cunku merhamet edenlerin en merhametlisi Sensin Sen!”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Buzagıya tanrı diye tapanlar var ya, iste onlara Rab'leri tarafından dunya hayatında bir gazap ve bir zillet gelecektir. Iste iftiracıları boyle cezalandırırız Biz! [2,54] {KM, Cıkıs}"},{"SurahNumber":7,"VerseNumber":153,"Text":"Gunahları isledikten sonra, arkasından tovbe edip iman edenler icin ise Rabbin elbette gafur ve rahimdir (affı ve merhameti boldur)"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musa'nın ofkesi yatısınca, levhaları yerden aldı.Onlardaki yazıda, Rab’lerinden cekinenler icin hidayet ve rahmet vardı"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa ummetinden yetmis kisi secti, onları alıp huzura getirdi.Gelenlerin bu kabul serefiyle yetinmeyip Allah'ı acıkca gormek istemeleri uzerine, onları siddetli bir deprem yakaladı.Musa: “Ya Rabbi! dedi, dileseydin beni de bunları da daha once imha ederdin.Simdi bizi aramızdaki beyinsizlerin yaptıklarından dolayı helak mi edeceksin?Bu sırf Senin bir imtihanından ibarettir. Diledigini bu imtihanla sasırtır, diledigine yol gosterirsin.Sensin bizim Mevla’mız! Affet bizi, merhamet eyle! Sen affedenlerin en hayırlısısın!” [2,55; 4,153] {KM, Cıkıs 24,100; Sayılar}"},{"SurahNumber":7,"VerseNumber":156,"Text":"“Bize bu dunyada da, ahirette de iyilik nasib et. Biz Sana yoneldik, Senin yolunu tuttuk.”Hak Tealada soyle buyurdu: “Ben diledigim kimseyi cezalandırırım. Rahmetim ise her seyi kaplar.Rahmetimi (ahirette) Allah'a karsı gelmekten korunan, zekat veren ve ozellikle Bizim ayetlerimize iman edenlere nasib edecegim.”"},{"SurahNumber":7,"VerseNumber":157,"Text":"Onlar ki yanlarındaki Tevrat ve Incil'de vasıfları yazılı o ummi Peygambere tabi olurlar.O Peygamber ki kendilerine mesru seyleri emreder, kotulukleri yasaklar, kendilerine guzel ve hos seyleri mubah, murdar seyleri ise haram kılar, uzerlerindeki agırlıkları, sırtlarındaki zincirleri kaldırıp atar.Ona iman eden, onu destekleyen, ona yardımcı olan ve onunla beraber indirilen nura tabi olanlar var ya, iste felaha erenler onlardır"},{"SurahNumber":7,"VerseNumber":158,"Text":"De ki: “Ey insanlar! Ben sizin hepinize Allah tarafından gonderilen Peygamberim.O ki, goklerin ve yerin hakimiyeti O'na aittir.O’ndan baska ilah yoktur. Hayatı veren de, olumu yaratan da O’dur.Oyleyse siz de Allah’a ve O’nun butun kelimelerine iman eden o ummi Nebiye, o Resule inanın.Ona tabi olun ki dogru yolu bulasınız"},{"SurahNumber":7,"VerseNumber":159,"Text":"Evet! Musa'nın kavminden bir topluluk da vardır ki hak dinle insanları dogru yola goturur ve onunla halk icinde adaleti tatbik ederler"},{"SurahNumber":7,"VerseNumber":160,"Text":"Biz onları on iki kabileye, on iki topluluga ayırdık.Halkı kendisinden su istediginde Musa'ya: “Asanı tasa vur!” diye vahyettik.Derhal on iki pınar fıskırdı. Her kabile su alacagı yeri ogrendi.Bulutu da uzerlerine golgelik yaptık.Kendilerine kudret helvasıyla bıldırcın da indirdik ve dedik ki:“Size verdigimiz rızıkların temizlerinden yiyiniz!” Fakat onlar emrimizi dinlememekle Bize degil, asıl kendilerine zulmediyorlar, kendilerine yazık ediyorlardı"},{"SurahNumber":7,"VerseNumber":161,"Text":"O vakit onlara denildi ki: “Su sehre (Kudus'e) yerlesin, oranın urunlerinden dilediginiz sekilde yiyin, yararlanın, “Affet bizi ya Rebbena! (hıtta)” deyin ve sehrin kapısından tevazu ile egilerek girin ki suclarınızı bagıslayalım.Iyi ve guzel davrananlara, ayrıca daha fazla mukafatlar verecegiz.”"},{"SurahNumber":7,"VerseNumber":162,"Text":"Ama aralarındaki zalimler, sozu kasden degistirdiler, baska bir sekle soktular.Biz de zulmu adet haline getirdikleri icin uzerlerine gokten azap salıverdik"},{"SurahNumber":7,"VerseNumber":163,"Text":"Bir de onlara o deniz kıyısında bulunan sehir halkının basına gelenleri sor.Hani onlar sebt (cumartesi) gununun hukmune saygısızlık edip Allah'ın koydugu sınırı cigniyorlardı. Soyle ki: Sebt gununun hukmunu gozettiklerinde balıklar yanlarına akın akın geliyordu;Sebt gununun hukmune riayet etmedikleri gun ise gelmiyordu. Iste fasıklıkları, yoldan cıkmaları sebebiyle onları boyle imtihan ediyorduk"},{"SurahNumber":7,"VerseNumber":164,"Text":"Hani onlardan bir cemaat: “Allah'ın yerle bir edecegi veya siddetli bir felaket gonderecegi su guruha ne diye bosuna ogut verip duruyorsunuz?” demisti.O salih kisiler de: “Rabbinize mazeret arz edebilmek icin! Bir de ne bilirsiniz, olur ki Allah’a karsı gelmekten nihayet sakınırlar umidiyle ogut veriyoruz.” diye cevap verdiler"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kendilerine verilen ogutleri ve uyarıları kulak ardı edip onları bir tarafa bırakınca, iclerinden kotulukleri onlemeye calısanları kurtarıp o zalimleri fasıklıkları yuzunden siddetli bir azaba ugrattık. Soyle ki: Onlar serkeslik edip yasakları cignemekte ısrar edince onlara: “Hor ve hakir maymunlar haline gelin!” diye emrettik"},{"SurahNumber":7,"VerseNumber":166,"Text":"Kendilerine verilen ogutleri ve uyarıları kulak ardı edip onları bir tarafa bırakınca, iclerinden kotulukleri onlemeye calısanları kurtarıp o zalimleri fasıklıkları yuzunden siddetli bir azaba ugrattık. Soyle ki: Onlar serkeslik edip yasakları cignemekte ısrar edince onlara: “Hor ve hakir maymunlar haline gelin!” diye emrettik"},{"SurahNumber":7,"VerseNumber":167,"Text":"O vakit Rabbin, kıyamet gunune kadar onları kotu azaba ugratacak kimseler ortaya cıkaracagını bildirdi.Muhakkak ki Rabbin, dilediginde cezayı cabucak verir, ama aslında gafurdur, rahimdir (affı ve merhameti boldur)"},{"SurahNumber":7,"VerseNumber":168,"Text":"Onları parca parca topluluklar halinde dunyanın her yerine dagıttık. Aralarında iyi kimseler de vardı, iyi olmayanlar da.Kotuluklerden donus yaparlar diye onları gah nimetler, gah musibetlerle imtihan ettik"},{"SurahNumber":7,"VerseNumber":169,"Text":"Onlardan sonra hayırsız bir nesil geldi ki bunlar kitaba (Tevrat'a) varis oldular, ama ayetleri tahrif etme karsılıgında su degersiz dunya metaını alıp “Nasılsa affa nail oluruz!” dusuncesiyle hareket ettiler. Af umarken bile, obur yandan yine gayr-ı mesru bir meta, bir rusvet zuhur etse, onu da alırlar.Peki onlardan, Allah hakkında gercek olandan baska bir sey soylemeyeceklerine dair kitapta mevcut hukumler uyarınca soz alınmamıs mıydı? Ve kitabın icindekileri ders edinip okumamıslar mıydı? Halbuki ebedi ahiret yurdu, Allah’a karsı gelmekten sakınanlar icin elbette daha hayırlıdır.Hala aklınızı basınıza almayacak mısınız"},{"SurahNumber":7,"VerseNumber":170,"Text":"Kitaba sarılanlar ve namazı gerektigi sekilde yerine getirenler bilsinler ki,Biz iyilik icin calısanların mukafatlarını asla zayi etmeyiz"},{"SurahNumber":7,"VerseNumber":171,"Text":"Hem bir vakit biz o dagı bir golgelik gibi Israilogullarının baslarının ustune kaldırmıstık da onlar, dagın uzerlerine dusecegini sanmıslardı.O zaman demistik ki: Size verdigimiz bu kitab'a ciddiyetle sarılın ve icindeki gercekleri dusunup hic hatırınızdan cıkarmayın ki Allah’ı sayıp kotuluklerden sakınasınız"},{"SurahNumber":7,"VerseNumber":172,"Text":"Rabbinin Adem evlatlarından, misak aldıgını da dusunun:Rabbin onların bellerinden zurriyetlerini almıs ve onların kendileri hakkında sahitliklerini isteyerek “Ben sizin Rabbiniz degil miyim?” buyurunca onlar da “Elbette!” diye ikrar etmislerdi.Kıyamet gunu “Bizim bundan haberimiz yoktu!” yahut: “Ne yapalım, daha once babalarımız Allah'a sirk kostular, biz de onlardan sonra gelen bir nesil idik, simdi o batılı baslatanların yaptıkları sebebiyle bizi imha mı edeceksin?” gibi bahaneler ileri surmeyesiniz diye Allah bu ikrarı aldı"},{"SurahNumber":7,"VerseNumber":173,"Text":"Rabbinin Adem evlatlarından, misak aldıgını da dusunun:Rabbin onların bellerinden zurriyetlerini almıs ve onların kendileri hakkında sahitliklerini isteyerek “Ben sizin Rabbiniz degil miyim?” buyurunca onlar da “Elbette!” diye ikrar etmislerdi.Kıyamet gunu “Bizim bundan haberimiz yoktu!” yahut: “Ne yapalım, daha once babalarımız Allah'a sirk kostular, biz de onlardan sonra gelen bir nesil idik, simdi o batılı baslatanların yaptıkları sebebiyle bizi imha mı edeceksin?” gibi bahaneler ileri surmeyesiniz diye Allah bu ikrarı aldı"},{"SurahNumber":7,"VerseNumber":174,"Text":"Iste Biz boylece, ayetleri iyice acıklıyoruz, olur ki dusunurler de inkarlarından donus yaparlar"},{"SurahNumber":7,"VerseNumber":175,"Text":"Onlara, kendisine ayetlerimiz hakkında ilim nasib ettigimiz kimsenin de kıssasını anlat: Evet, o adam bu ilme ragmen o ayetlerin cercevesinden sıyrıldı, seytan da onu pesine taktı, derken azgınlardan biri olup cıktı.Eger dileseydik, onu o ayetler sayesinde yuksek bir mevkiye cıkarırdık, lakin o, dunyaya saplandı ve hevasının esiri oldu.Onun hali tıpkı kopegin durumuna benzer: Uzerine varsan da dilini sarkıtıp solur; kendi haline bıraksan da yine dilini salar solur! Iste bu, tıpkı ayetlerimizi yalan sayan kimselerin misalidir. Sen olayı onlara anlat, olur ki dusunup kendilerine cekiduzen verirler"},{"SurahNumber":7,"VerseNumber":176,"Text":"Onlara, kendisine ayetlerimiz hakkında ilim nasib ettigimiz kimsenin de kıssasını anlat: Evet, o adam bu ilme ragmen o ayetlerin cercevesinden sıyrıldı, seytan da onu pesine taktı, derken azgınlardan biri olup cıktı.Eger dileseydik, onu o ayetler sayesinde yuksek bir mevkiye cıkarırdık, lakin o, dunyaya saplandı ve hevasının esiri oldu.Onun hali tıpkı kopegin durumuna benzer: Uzerine varsan da dilini sarkıtıp solur; kendi haline bıraksan da yine dilini salar solur! Iste bu, tıpkı ayetlerimizi yalan sayan kimselerin misalidir. Sen olayı onlara anlat, olur ki dusunup kendilerine cekiduzen verirler"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayetlerimizi yalan sayarak sırf kendi kendilerine zulmeden o kimselerin hali, ne cirkin bir ibret levhasıdır"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah kime hidayet ederse iste dogru yolu bulan odur; kimi de sasırtırsa iste onlar da kaybedenlerin ta kendileridir"},{"SurahNumber":7,"VerseNumber":179,"Text":"Biz cehennem icin cinlerden ve insanlardan oyle kimseler yarattık ki onların kalpleri vardır ama bu kalplerle idrak etmezler, gozleri vardır onlarla gormezler, kulakları vardır onlarla isitmezler.Hasılı onlar hayvanlar gibi, hatta onlardan da saskındırlar. Iste asıl gafil olanlar onlardır. [46,26; 2,18; 8,23; 22,46; 2,171] {KM, Isaya 6,9-10; Matta}"},{"SurahNumber":7,"VerseNumber":180,"Text":"En guzel isimler Allah'ındır, o halde bu isimlerle O’na dua edin. O’nun isimleri konusunda haktan sapanları terk edin. Onlar islediklerinin cezasını cekeceklerdir"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yarattıklarımız icinde, daima Hakka giden yolu gosteren ve onunla adaleti gerceklestiren bir topluluk vardır"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ayetlerimizi yalan sayanları, farkına varamayacakları sekilde yavas yavas helake yaklastırırız"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ben onlara muhlet veririm; fakat vakti gelince Benim cezalandırmam pek kesin ve siddetlidir"},{"SurahNumber":7,"VerseNumber":184,"Text":"Bunlar hic dusunmediler mi ki kendilerine tebligde bulunan arkadasları Muhammed'de delilikten hicbir eser yoktur. O sadece ilerideki tehlikelerden kurtarmak icin gorevli bir uyarıcıdır. [34,46; 81,22] {KM; Yuhanna}"},{"SurahNumber":7,"VerseNumber":185,"Text":"Hic dusunmezler mi goklerin ve yerin hukumranlıgını, o muazzam saltanatı? Dusunmezler mi Allah'ın yarattıgı herhangi bir mahluktaki ilahi duzenlemeyi?Onu da dusunmezlerse bari ecellerinin yaklasmıs olabilecegi ihtimalini?O halde buna iman etmedikten sonra, daha hangi soze inanırlar"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah kimi sasırtırsa onu dogru yola getirecek yoktur. Allah onları azgınlıkları icinde bırakır, koru korune yuvarlanır giderler"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sana kıyametin ne zaman gelecegini sorarlar.De ki: “Onun ne zaman gelecegine dair bilgi yalnız Rabbimin nezdindedir. Vaktini O'ndan baskası acıklayamaz.O kıyamet oyle bir meseledir ki, ne goklerde ve ne de yerde ona tahammul edecek hic kimse yoktur!”O size ansızın gelecektir. Sen sanki onu biliyormussun gibi onu sana soruyorlar.De ki: “Ona dair gercek bilgi yalnız Allah’ın nezdindedir; ama insanların cogu bunu bilmezler.” [21,38; 42,18; 79; 42] {KM, Matta 24,3; Markos}"},{"SurahNumber":7,"VerseNumber":188,"Text":"De ki: “Ben kendim icin bile Allah dilemedikce hicbir seye kadir degilim:Ne fayda saglayabilirim, ne de gelecek bir zararı uzaklastırabilirim.Sayet gaybı bilseydim elbette cok mal mulk elde ederdim, bana hic fenalık da dokunmazdı.Ama ben iman edecek kimseler icin sadece bir uyarıcı ve bir mujdeleyiciyim.”"},{"SurahNumber":7,"VerseNumber":189,"Text":"O'dur ki sizi bir tek candan yarattı ve bundan da, gonlu kendisine ısınsın diye esini insa etti.Erkek esini sarıp burudu, o da hafif bir yuk yuklendi, hamile kaldı. Onu bir muddet tasıdı.Hamileligi agırlasınca her ikisi de Rab’leri olan Allah’a yonelip “Eger bize saglıklı, kusursuz bir evlat verirsen mutlaka Sana sukreden kullarından oluruz” diye yalvardılar. [4,1; 49,13; 30,21] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":190,"Text":"Fakat Allah kendilerine kusursuz bir cocuk verince, annesi de babası da olcuyu kacırıp verdigi cocuk sebebiyle sirke bulastılar.Tuttular, Allah'a birtakım serikler yakıstırdılar. Halbuki Allah onların yakıstırdıkları her turlu ortaktan munezzehtir"},{"SurahNumber":7,"VerseNumber":191,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":192,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":193,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah'tan baska dua ve ibadet ettiginiz butun putlar, sizin gibi kullardır.Onların tanrılıgı hakkındaki iddianız yerinde ise, haydi bakalım onları cagırın da size cevap versinler bakalım!Nasıl icabet edecekler ki, onların yuruyecek ayakları mı var? Yoksa tutacak elleri mi var?Veya gorecek gozleri mi var? Yahut isitecek kulakları mı var, neleri var?De ki: “Haydi butun seriklerinizi cagırın, sonra bana istediginiz tuzagı kurun, haydi elinizden geliyorsa bir an bile goz actırmayın!” {KM, Mezmurlar 115,2-8; Isaya}"},{"SurahNumber":7,"VerseNumber":195,"Text":"Allah'tan baska dua ve ibadet ettiginiz butun putlar, sizin gibi kullardır.Onların tanrılıgı hakkındaki iddianız yerinde ise, haydi bakalım onları cagırın da size cevap versinler bakalım!Nasıl icabet edecekler ki, onların yuruyecek ayakları mı var? Yoksa tutacak elleri mi var?Veya gorecek gozleri mi var? Yahut isitecek kulakları mı var, neleri var?De ki: “Haydi butun seriklerinizi cagırın, sonra bana istediginiz tuzagı kurun, haydi elinizden geliyorsa bir an bile goz actırmayın!” {KM, Mezmurlar 115,2-8; Isaya}"},{"SurahNumber":7,"VerseNumber":196,"Text":"Zira benim mevla'm, o kitabı indiren Allah’tır ve O butun iyi kulların koruyucusudur. ["},{"SurahNumber":7,"VerseNumber":197,"Text":"Allah'tan baska yardımınıza cagırdıgınız tanrılarınız ise sizin imdadınıza yetisemezler, hatta kendilerine bile fayda ve yardımları dokunmaz"},{"SurahNumber":7,"VerseNumber":198,"Text":"Siz o musrikleri (veya putları) dogru yola davet ederseniz isitmezler.Onların sana baktıgını gorursun ama, aslında onlar gormezler"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen af ve musamaha yolunu tut, iyiligi emret, cahillere aldırıs etme"},{"SurahNumber":7,"VerseNumber":200,"Text":"Her ne zaman seytandan sana bir vesvese gelecek olursa, hemen Allah'a sıgın! Cunku o duaları isitip icabet eder ve her seyi bilir"},{"SurahNumber":7,"VerseNumber":201,"Text":"Allah'a karsı gelmekten sakınanlara seytandan bir hayal ilisince, hemen dusunup kendilerini toparlar, basiretlerine tam sahib olurlar"},{"SurahNumber":7,"VerseNumber":202,"Text":"Seytanların dostlarına gelince, seytanlar onları azgınlıga surukler, sonra da yakalarını bırakmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara keyfi olarak istedikleri bir ayet veya mucize getirmedigin zaman“Hic degilse bir seyler bulup bulustursaydın ya!” derler.De ki: “Ben, sadece Rabbimden ne vahyolunursa ona tabi olurum. Butun bu Kur'an Rabbinizden gelen basiretlerdir, gonul gozlerini acan, gercekleri gosteren nurlardır. Iman edecek kimseler icin hidayet ve rahmettir.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Oyle ise, Kur'an okundugunda hemen ona kulak verin, susup dinleyin ki merhamete nail olasınız"},{"SurahNumber":7,"VerseNumber":205,"Text":"Sabah ve aksam Rabbini, icinden yalvararak, urpererek ve yuksek olmayan, kendin isitebilecegin bir sesle zikret, gafillerden olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Rab'bine yakın melekler O’na kulluk ve ibadet etmekten asla kibirlenmez, hep O’nu tenzih eder ve yalnız O’na secde ederler"}]}