{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Hamt o Allah´a ki, kuluna Kitap´ı, kendisinde hicbir egiklik ve celisme yapmaksızın indirdi"},{"SurahNumber":18,"VerseNumber":2,"Text":"Katından dosdogru gelen acık bir soz olarak indirdi onu. Ki, zorlu bir is ve olus konusunda uyarsın ve barısa yonelik hayırlı ameller sergileyen muminlere, kendileri icin guzel bir odul ongoruldugunu mustulasın"},{"SurahNumber":18,"VerseNumber":3,"Text":"Onlar, o hal uzere sonsuza dek kalıcıdırlar"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ve \"Allah bir cocuk edindi\" diyenleri uyarsın diye indirdi onu"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ona iliskin ne kendilerinin bir ilmi vardır ne de atalarının. Soz olarak ne buyuktur agızlarından cıkıveren! Onlar bir yalandan baska sey soylemiyorlar"},{"SurahNumber":18,"VerseNumber":6,"Text":"Simdi sen, bu soze inanmazlarsa, belki de arkalarından kendini eritircesine uzuleceksin"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz, yeryuzundeki seyleri ona bir sus yaptık ki, insanları, iclerinden hangisi amel yonunden daha guzeldir diye imtihan edelim"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ve su da bir gercek ki biz, yeryuzundeki her seyi, bitki bitirmeyen/kıtlık ve olume yol acan kupkuru bir toprak haline elbette getirecegiz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Yoksa sen o Ashab-ı Kehf´i, magara ve kitabe yaranını, bizim ayetlerimizden, hayrete dusuren bir tanesi mi sandın"},{"SurahNumber":18,"VerseNumber":10,"Text":"Hani, o yigit gencler o magaraya sıgındılar da soyle dediler: \"Ey Rabbimiz, katından bir rahmet ver bize ve bizim icin bir cıkıs yolu lutfet isimize"},{"SurahNumber":18,"VerseNumber":11,"Text":"Bunun uzerine bircok yıl boyunca magarada onların kulakları uzerine agırlık vurduk"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sonra onları dirilttik ki, iki zumreden hangisinin kaldıkları sureyi daha iyi hesap edebilecegini bilelim"},{"SurahNumber":18,"VerseNumber":13,"Text":"Biz onların haberlerini sana dogru bir sekilde anlatacagız. Su bir gercek ki onlar, Rablerine iman etmis bir yigitler grubuydu. Ve biz de onların hidayetini artırdık"},{"SurahNumber":18,"VerseNumber":14,"Text":"Kalpleriyle aramızda bir bag kurduk/kalplerini dayanıklı kıldık. Kalkıp soyle dediler: \"Rabbimiz, goklerin ve yerin rabbidir. O´ndan baska hicbir ilaha yakarmayız. Aksini yaparsak sacma soz soylemis oluruz"},{"SurahNumber":18,"VerseNumber":15,"Text":"Sunlar, su kavmimiz O´ndan baska ilahlar edindiler. Onlar hakkında acık bir kanıt getirselerdi ya! Yalan duzerek Allah´a iftira edenden daha zalim kim olabilir"},{"SurahNumber":18,"VerseNumber":16,"Text":"Madem ki onlardan ve Allah dısındaki taptıklarınızdan yuz cevirip kenara cekildiniz, hadi magaraya sıgının ki, Rabbiniz size rahmetinden bir nasip yaysın ve isinizde size kolaylık ve basarı saglasın"},{"SurahNumber":18,"VerseNumber":17,"Text":"Gunes´i goruyorsun: Dogdugu vakit magaralarından sag tarafa kayar, battıgı vakit ise onları sol tarafa dogru makaslayıp gecer. Boylece onlar magaranın genis boslugu icindedirler. Bu, Allah´ın mucizelerindendir. Allah´ın kılavuzluk ettigi, dogruyu bulmustur. Sasırttıgına gelince, sen ona yol gosteren bir veli asla bulamazsın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Sen onları uyanıktırlar sanırsın; oysaki onlar uykudadırlar. Onları sag tarafa da sol tarafa da ceviririz. Kopekleri de iki kolunu girise uzatıp yaymıstır. Onların durumunu gorseydin kesinlikle onlardan yuz cevirip kacırdın. Ve onlardan icinde mutlaka korku doldurulurdu"},{"SurahNumber":18,"VerseNumber":19,"Text":"Iste boyle! Onları dirilttik ki, birbirlerine sorup dursunlar. Iclerinden biri soyle konustu: \"Ne kadar durdunuz?\" Dediler: \"Bir gun yahut gunun bir parcası kadar.\" Dediler: \"Ne kadar kaldıgınızı Rabbiniz daha iyi bilir. Siz simdi birinizi su gumus para ile kente gonderin de baksın; kentin hangi yiyecegi daha temizse ondan size bir rızık getirsin. Ama nazik ve kurnaz davransın ki, sizi kimseye fark ettirmesin"},{"SurahNumber":18,"VerseNumber":20,"Text":"Cunku onlar sizi ellerine gecirirlerse ya taslayarak oldururler yahut da sizi kendilerinin milletine dondururler. O takdirde bir daha asla kurtulamazsınız"},{"SurahNumber":18,"VerseNumber":21,"Text":"Boylece insanları onlar hakkında bilgilendirdik ki, Allah´ın vaadinin hak, kıyamet saatinin de kuskusuz oldugunu bilsinler. Cunku onlar, aralarında magara yaranının durumunu tartısıyorlardı. \"Onların ustune bir bina kurun.\" dediler. Rableri onları daha iyi bilir. Onlar hakkında gorusleri galip gelenlerse soyle dediler: \"Uzerlerine mutlaka bir mescit edinecegiz"},{"SurahNumber":18,"VerseNumber":22,"Text":"Uc kisiydiler, dordunculeri kopekleriydi.\" diyecekler. Sunu da diyecekler: \"Bes kisiydiler, altıncıları kopekleriydi.\" Gaybı taslamaktır/bilinmeyen sey hakkında atıp tutmaktır bu. Soyle de derler: \"Yedi kisidirler, sekizincileri de kopekleridir.\" De ki: \"Onların sayısını Rabbim daha iyi bilir. Onlar hakkıda bilgisi olan, cok azdır.\" O halde, onlar hakkında yuzeysel bir tartısma dısında hicbir cekismeye girme. Onlar hakkında, konusup duranlardan hic kimseye bir sey sorma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Hicbir sey icin, \"Ben bunu yarın kesinlikle yapacagım.\" deme"},{"SurahNumber":18,"VerseNumber":24,"Text":"Allah dilerse\" seklinde soyleyebilirsin. Unuttugunda, Rabbini an. Ve de: \"Umarım ki Rabbim beni, bundan daha yakın bir zamanda basarıya/aydınlıga ulastırır"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar, magaralarında ucyuz yıl kaldılar; dokuz da ilave ettiler"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: \"Onların ne kadar kaldıklarını Allah daha iyi bilir. O´nun elindedir goklerin ve yerin gaybı. Ne guzel gorendir O, ne guzel isitendir. Onların, O´ndan baska bir dostları da yoktur. Ve O, hukmune hic kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbinin kitabından sana vahyedileni oku. O´nun kelimelerini degistirecek hicbir kudret yoktur. O´nun dısında bir sıgınak/bir dayanak asla bulamazsın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Benligini, sabah-aksam yuzunu isteyerek rablerine yalvaranlarla beraber tut. Igreti dunya hayatının susunu isteyerek gozlerini onlardan kaydırıp uzaklastırma. Ve sakın, kalbini bizim zikrimizden/Kur´anımızdan gafil koydugumuz, bos arzularına uymus kisiye boyun egme. Boylesinin isi hep asırılıktır"},{"SurahNumber":18,"VerseNumber":29,"Text":"Ve de ki: \"Hak, Rabbinizdendir. Artık dileyen inansın, dileyen inkar etsin.\" Biz, zalimler icin oyle bir ates hazırladık ki, cadırı/duvarı/dumanı onları cepecevre kusatmıstır. Eger yardım dileseler, erimis maden gibi yuzleri pisiren bir su ile yardımlarına kosulur. O ne kotu icecek, o ne kotu sıgınak/dayanak"},{"SurahNumber":18,"VerseNumber":30,"Text":"Iman edip hayra ve barısa yonelik ameller sergileyenlere gelince, kuskusuz ki biz, guzel is yapanların odulunu yitirmeyecegiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Bunlar icin, altlarından ırmaklar akan Adn cennetleri vardır. Orada altın bileziklerle suslenecekler, ince ve kalın ipekten yesil giysiler giyip koltuklar uzerine kurulacaklar. O ne guzel karsılık, o ne guzel dayanak"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara ornek olarak su iki adamı ver: Bunlardan birine, uzumlerden olusan iki baglık vermis, bagların cevresini hurmalarla donatmıs, aralarına da ekinler serpistirmistik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Iki bag da yemislerini vermis o adamdan hicbir seyi eksik bırakmamıstı. Ikisinin ortasından bir de nehir fıskırtmısız"},{"SurahNumber":18,"VerseNumber":34,"Text":"Adamın baska bir geliri de vardı. Bu yuzden, arkadaslarıyla konustugu bir sırada ona soyle demisti: \"Ben, malca senden zengin, insan unsuru bakımından da guclu ve onurluyum"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ve boylece, oz benligine zulum ede ede baglıgına girdi. Soyle konustu: \"Bunun sonsuza degin yok olacagını sanmıyorum"},{"SurahNumber":18,"VerseNumber":36,"Text":"Kıyametin kopacagını da sanmıyorum. Ama eger Rabbime dondurulup goturulursem, bundan daha iyisini bulacagımdan eminim"},{"SurahNumber":18,"VerseNumber":37,"Text":"Kendisiyle konusan arkadası ona dedi ki: \"Sen, seni topraktan, sonra meniden yaratıp sonra da bir adam olarak bicimlendiren kudrete nankorluk mu ettin"},{"SurahNumber":18,"VerseNumber":38,"Text":"Lakin, o Allah benim Rabbimdir. Ve ben, Rabbime hic kimseyi ortak kosmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bagına girdiginde, ´Masallah, kuvvet yalnız Allah´tandır!´ desen olmaz mıydı? Gerci sen beni, malca ve evlatca senden basit goruyorsun ama"},{"SurahNumber":18,"VerseNumber":40,"Text":"Olabilir ki, Rabbim bana senin bagından daha degerlisini verir; seninkinin uzerine de gokten bir afet gonderir de baglıgın yalcın bir toprak kesilir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahut suyu dibe cekilir de bir daha onu isteyemezsin bile"},{"SurahNumber":18,"VerseNumber":42,"Text":"Derken butun urunune el kondu. Bag sahibi, cardakları uzerine cokmus bulunan bag icin harcadıklarına vahlanarak avuclarını ovusturuyor ve soyle diyordu: \"Ne olurdu, Rabbime hic kimseyi ortak kosmasaydım"},{"SurahNumber":18,"VerseNumber":43,"Text":"Allah dısında kendisine yardım edecek bir toplulugu da cıkmadı. Kendi kendini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Iste boyle bir durumda, dostluk ve koruma, hak olan Allah´tandır. O, karsılık verme bakımından da hayırlıdır, is sonuclandırma bakımından da hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Dunya hayatının su su ornegi gibi oldugunu onlara anlat: \"O suyu gokten indirdik. Yerin bitkisi onunla karıstı. Derken o bitki, ruzgarların savurup dolledigi parcacıklara donustu. Allah her sey uzerinde Muktedir´dir, gucu her seye yeter"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal ve ogullar, su igreti dunya hayatının susudur. Barısa ve hayra yonelik kalıcı eylemlerse, Rabbin katında sevapca da ustundur, beklenti bakımından da"},{"SurahNumber":18,"VerseNumber":47,"Text":"Gun olur, dagları yuruturuz de yeryuzunu cırılcıplak gorursun. Insanları huzurumuzda toplamıs, iclerinden hicbirisini hesap dısı bırakmamısızdır"},{"SurahNumber":18,"VerseNumber":48,"Text":"Hepsi, saflar halinde Rabbine arz edilmistir. Yemin olsun, sizi ilk kez yarattıgımız gibi yine bize geldiniz. Ama siz, sizin icin hesabın gorulecegi bir zaman belirlemeyecegimizi sanmıstınız"},{"SurahNumber":18,"VerseNumber":49,"Text":"Kitap ortaya konulmustur. Gunahkarların, onun icindekilerden korkup urpererek soyle dediklerini gorursun: \"Vay basımıza! Ne bicim kitap bu! Ne kucuk bırakmıs ne buyuk. Hepsini sayıp dokmus!\" Yapıp ettiklerini hazır bulmuslardır. Rabbin hic kimseye zulmetmiyor"},{"SurahNumber":18,"VerseNumber":50,"Text":"Hani, biz meleklere \"Adem´e secde edin\" demistik de Iblis dısında hepsi secde etmisti. Iblis, cinlerdendi. Kendi Rabbinin emrine ters dustu. Simdi siz, benim beri yanımdan, onu ve onun soyunu dostlar mı ediniyorsunuz? Hem de onlar sizin dusmanınızken. Zalimler icin ne kotu bir degistirmedir bu"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ben onları ne goklerle yerin yaratılmasına, hatta ne kendilerinin yaratılmasına tanık tuttum. Ben, sapıp gitmisleri yardımcı edinecek degilim"},{"SurahNumber":18,"VerseNumber":52,"Text":"Bir gun Allah soyle diyecektir: \"O bir sey zannettiginiz ortaklarımı cagırın!\" Hemen cagırdılar ama onlar kendilerine cevap vermedi. Biz onların aralarına tehlikeli bir ucurum/yıkıcı bir dusmanlık koyduk"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suclular, atesi gorduler de onun icine duseceklerini anladılar; fakat ondan kacıp kurtulmaya bir yol bulamadılar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Yemin olsun, biz, bu Kur´an´da, insanlar icin her turlu ornegi degisik ifadelerle gozler onune koyduk. Insan ise varlıgın, tartısmaya en cok tutkun olanıdır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kendilerine hidayet geldikten sonra, insanları iman etmekten, Rablerinden af dilemekten alıkoyan sey sundan baskası degildir: Evvelkilerin yol ve yontemlerinin kendilerine de gelmesini yahut bizzat azabın karsılarına dikilivermesini beklemek"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz, elcileri sadece mujdeleyiciler ve uyarıcılar olarak gondeririz. Kufre sapanlar ise batıla yapısarak onunla hakkı kaydırmak icin ugrasıyorlar. Onlar, ayetlerimi ve uyarıldıkları seyleri eglence edindiler"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kendisine Rabbinin ayetleri hatırlatıldıgı halde, onlardan yuz ceviren ve iki elinin hazırlayıp onden gonderdigi seyleri unutandan daha zalim kim olabilir? Su bir gercek ki, biz onların kalpleri uzerine onu anlamamaları icin kabuklar gecirdik, kulakları icine de agırlıklar koyduk. Onları hidayete cagırsan da bu durumda hidayete asla ulasamazlar"},{"SurahNumber":18,"VerseNumber":58,"Text":"O affedici, o rahmet sahibi Rabbin, onları, kazandıkları yuzunden hesaba cekseydi, kendileri icin azabı mutlaka cabuklastırırdı. Boyle olmamıstır, ama onlar icin, hicbir kacıp kurtulma imkanı bulamayacakları bir hesap sorma zamanı ongorulmustur"},{"SurahNumber":18,"VerseNumber":59,"Text":"Iste sana bir yıgın kent/medeniyet. Zulme saptıklarında onları helak ettik. Onları helak etmek icin de bir sure belirlemistik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Bir zaman Musa, genc dostuna soyle demisti: \"Iki denizin birlestigi yere kadar hic durmadan yuruyecegim yahut da seneler ve seneler harcayacagım"},{"SurahNumber":18,"VerseNumber":61,"Text":"Bu ikisi, iki denizin birlestigi yere vardıklarında, balıklarını unuttular. Bunun uzerine balık da denizde bir delige dogru yola koyuldu"},{"SurahNumber":18,"VerseNumber":62,"Text":"Orayı gectiklerinde Musa, genc arkadasına dedi ki: \"Hadi, getir su sabah yemegimizi. Vallahi bu yolculugumuz yuzunden epey cektik"},{"SurahNumber":18,"VerseNumber":63,"Text":"Genc adam dedi: \"Bak sen su ise, hani kayaya sıgınmıstık ya, iste o sırada balıgı unuttum. Onu hatırlamamı bana unutturan, seytandan baskası degildi. Balık, denizin icinde acaip bir bicimde yolunu tuttu"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa: \"Arayıp durdugumuz iste o idi.\" dedi. Bunun uzerine kendi izlerini surerek gerisingeri donduler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Orada, kullarımızdan oyle bir kul buldular ki, biz ona katımızdan bir rahmet vermis, lutfumuzdan bir ilim ogretmistik"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona dedi ki: \"Sana ogretilenden bana da bir olgunluk/bir bilgi ogretmen sartıyla sana tabi olayım mı"},{"SurahNumber":18,"VerseNumber":67,"Text":"Dedi: \"Dogrusu sen benimle beraberlige dayanamazsın"},{"SurahNumber":18,"VerseNumber":68,"Text":"Havsalanın almadıgı bir seye nasıl dayanacaksın"},{"SurahNumber":18,"VerseNumber":69,"Text":"Musa dedi ki: \"Allah dilerse beni sabırlı bulacaksın; hicbir iste sana karsı gelmeyecegim"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dedi: \"Bak, eger bana uyarsan, ben sana kendisinden bahis acıncaya degin hicbir sey hakkında bana soru sorma"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ikisi birlikte yola koyudular. Bir sure sonra gemiye bindiklerinde, tuttu gemiyi deliverdi. Musa dedi: \"Icindekileri bogmak icin mi deldin onu? Vallahi korkunc bir is yaptın"},{"SurahNumber":18,"VerseNumber":72,"Text":"Dedi: \"Ben soylemedim mi, sen benimle beraberlige asla dayanamazsın"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa dedi: \"Unuttugum icin beni azarlama; bu yaptıgımdan dolayı da bana zorluk cıkarma"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine yola koyuldular. Bir sure sonra bir oglana rastgeldiler; tuttu onu oldurdu. Musa dedi: \"Tertemiz bir insanı, bir cana karsılık olmaksızın oldurdun ha!? Vallahi cok kotu bir is yaptın"},{"SurahNumber":18,"VerseNumber":75,"Text":"Dedi: \"Ben sana soylemedim mi, sen benimle beraberlige asla dayanamazsın"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa dedi ki: \"Eger bundan sonra sana bir sey sorarsam artık bana arkadaslık etme. Vallahi, oyle bir durumda benden ayrılmakta mazur sayılacaksın"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yine yola koyuldular. Biraz sonra bir kente geldiler. Kent halkından yemek istediler, ama onlar bu ikisini konuk etmekten cekindiler. Orada, yıkılmayı bekleyen bir duvara rastladılar; genc adam tuttu onu onardı. Musa \"Isteseydin buna karsılık bir ucret elbette alırdın.\" dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"Dedi ki: \"Iste bu, seninle benim aramın ayrılmasıdır. Simdi sana, tahammul edemedigin seylerin icyuzunu haber verecegim"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemiden baslayayım: O gemi, denizde iscilik yapan bir grup yoksulundu. Ben onu kusurlu hale getirmek istedim. Cunku biraz otelerinde bir kral vardı; tum gemilere zorla el koyuyordu"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oglan cocuga gelince: Onun anası-babası inanmıs kisilerdi. Cocugun onları azgınlık ve inkara suruklemesinden korktuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Diledik ki, Rableri onlara o cocuktan temizlikce daha ustun, merhametce daha gelismisini versin"},{"SurahNumber":18,"VerseNumber":82,"Text":"Ve duvar. Duvar, o kentte yasayan iki yetim oglanındı. Altında, oglanlara ait bir define vardı. Oglanların babası da hayır ve barıs seven bir kimse olarak yasamıstı. Rabbin istedi ki, o cocuklar ergenliklerine ulassınlar da Rabbinden bir rahmet olarak definelerini cıkarsınlar. Ben bunları kendi buyrugumun sonucu olarak yapmadım. Iste senin sabretmeye guc yetiremedigin seylerin icyuzu budur"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zulkarneyn´den de sorarlar: De ki: \"Size ondan bir hatıra okuyacagım"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onun icin yeryuzunde guc ve saltanat hazırladık ve ona herseyden bir sebep verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir sebebi izledi"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nihayet, Gunes´in battıgı yere varınca onu kara balcıklı bir gozede batar buldu. Onun yanında bir de kavim buldu. Dedik ki: \"Ey Zulkarneyn, ya bunlara azap edersin ya da haklarında guzel bir tavrı esas alırsın"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi: \"Zulmedene azap edecegiz; sonra Rabbine dondurulecek; O da onu gorulmedik bir azaba ceker"},{"SurahNumber":18,"VerseNumber":88,"Text":"Iman edip hayra ve barısa yonelik is yapana gelince, onun icin odul olarak en guzeli var. Ve ona, buyrugumuzdan, kolay olanı soyleyecegiz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra bir sebebi daha izledi"},{"SurahNumber":18,"VerseNumber":90,"Text":"Bir sure sonra, Gunes´in dogdugu yere varınca onu, ona karsı kendilerine bir siper yapmadıgımız bir toplulugun uzerine dogar buldu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste boyle! Biz onun yanında olan her seyi bilgimizle kusatmıstık"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra yine bir sebebi izledi"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nihayet, iki set arasında ulastı. Setler arasında oyle bir topluluk buldu ki neredeyse soz anlamıyorlardı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler: \"Ey Zulkarneyn! Ye´cuc ve Me´cuc bu yerde bozgunculuk yapıyorlar. Onlarla bizim aramızda bir set yapman sartıyla sana vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi: \"Rabbimin beni icinde tuttugu imkan ve guc daha ustundur. Siz bana bedensel gucunuzle destek verin de onlarla sizin aranıza cok muhkem bir engel cekeyim"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kutleleri getirin!\" Iki ucu tam denklestirince, \"Korukleyin!\" dedi. Onu ates haline koyunca da \"Getirin bana, uzerine erimis bakır/katran dokeyim!\" diye seslendi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık onu ne asabildiler ne delebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Dedi: \"Bu, Rabbimden bir rahmettir. Rabbimin vaadi gelince onu yerle bir eder. Ve Rabbimin vaadi haktır"},{"SurahNumber":18,"VerseNumber":99,"Text":"O gun onları bırakmısızdır, birbirleri icinde dalgalanırlar. Sura da uflenmistir; hepsini bir araya toplamısızdır"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gun, cehennemi, inkarcılara oyle bir sunmusuzdur ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onlar, gozleri benim zikrim/Kur´anım karsısında perde icinde olan insanlardı. Dinlemeye dayanamıyorlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kufre sapanlar, beni bırakıp da kullarımı veliler edineceklerini mi sandılar. Biz cehennemi bir konuk evi olrak inkarcılar icin hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: \"Amelleri bakımından husrana en cok batanları size haber vereyim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"O kimselerdir ki, dunya hayatındaki cabaları bosa gitmistir de onlar sanayilesmeyi/isi hala guzel yaptıklarını sanırlar"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, Rablerinin ayetlerini ve O´na ulasmayı inkar etmisler de butun amelleri bosa cıkmıstır. Bu yuzden kıyamet gunu onlar icin hicbir olcu tutturmayız/onlara hicbir deger vermeyiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste boyle! Cezaları cehennemdir. Cunku nankorluk ettiler; ayetlerimi ve resullerimi eglence aracı yaptılar"},{"SurahNumber":18,"VerseNumber":107,"Text":"Iman edip hayra ve barısa yonelik isler yapanlara gelince, onların konuk evleri Firdevs cennetleri olacaktır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Surekli kalacaklardır orada. Cıkmak istemeyeceklerdir oradan"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: \"Rabbimin kelimeleri icin deniz murekkep olsa, Rabbimin kelimeleri tukenmeden once deniz mutlaka biter. Bir o kadarını daha getirsek de yetmez"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: \"Ben de sizin gibi bir insanım. Ancak, tanrınızın bir tek tanrı oldugu bana vahyediliyor. O halde, Rabbine kavusmayı uman, hayra ve barısa yonelik is yapsın ve Rabbine ibadette hic kimseyi O´na ortak kosmasın"}]}