{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu Kitap aziz ve hakim olan Allah tarafından indirilmistir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Gokleri, yeri ve ikisi arasında bulunanları biz, suphesiz yerli yerince ve belli bir sure icin yarattık. Inkar edenler, uyarıldıkları seylerden yuz cevirmektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: Soylesenize! Allah'ı bırakıp taptıgınız seyler yeryuzunde ne yaratmıslar; gostersenize bana! Yoksa onların goklere ortaklıkları mı vardır? Eger dogru soyleyenlerden iseniz, bundan evvel (size indirilmis) bir kitap yahut bir bilgi kalıntısı varsa onu bana getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah’ı bırakıp da kıyamet gunune kadar kendisine cevap veremeyecek seylere tapandan daha sapık kim olabilir? (Oysa) onlar, bunların tapmalarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar bir araya toplandıkları zaman (musrikler) onlara (tapındıklarına) dusman kesilirler ve onlara kulluk ettiklerini inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ayetlerimiz onlara acıkca okundugu zaman hakikat kendilerine geldiginde onu inkar edenler: «Bu, apacık bir buyudur» dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa «Onu uydurdu» mu diyorlar? De ki: Eger ben onu uydurmussam, Allah tarafından bana gelecek seyi savmaya gucunuz yetmez. O, sizin Kur'an hakkında yaptıgınız taskınlıkları cok daha iyi bilir. Benimle sizin aranızda sahit olarak O yeter. O, cok bagıslayan, cok esirgeyendir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: Ben peygamberlerin ilki degilim. Bana ve size ne yapılacagını da bilmem. Ben sadece bana vahyedilene uyarım. Ben sadece apacık bir uyarıcıyım"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: Hic dusundunuz mu; sayet bu, Allah katından ise ve siz onu inkar etmisseniz, Israilogullarından bir sahit de bunun benzerini gorup inandıgı halde siz yine de buyukluk taslamıssanız (haksızlık etmis olmaz mısınız)? Suphesiz Allah, zalimler toplulugunu dogru yola iletmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"Inkar edenler, iman edenler hakkında dediler ki: «Bu is bir hayır olsaydı, onlar bizi gecemezlerdi.» Fakat onlar bununla dogru yola girmek arzusunda olmadıkları icin «Bu eski bir yalandır» diyecekler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan once de bir rahmet ve rehber olarak Musa'nın kitabı vardır. Bu (Kur'an) da, zulmedenleri uyarmak ve iyilik yapanlara mujde olmak uzere Arap lisanıyla indirilmis, dogrulayıcı bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"«Rabbimiz Allah’tır» deyip sonra da dosdogru yasayanlara korku yoktur ve onlar uzulmeyeceklerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar cennet ehlidirler. Yapmakta olduklarına karsılık orada ebedi kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Annesi onu zahmetle tasıdı ve zahmetle dogurdu. Tasınması ile sutten kesilmesi, otuz ay surer. Nihayet insan, guclu cagına erip kırk yasına varınca der ki: Rabbim! Bana ve ana-babama verdigin nimete sukretmem ve razı olacagın salih amelleri islemem hususunda beni muvaffak kıl. Benim icin de zurriyetim icin de iyiligi devam ettir. Ben sana tevbe ettim ve elbette ki ben muslumanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"Iste, yaptıklarının iyisini kabul edecegimiz ve gunahlarını bagıslayacagımız bu kimseler cennetlikler arasındadırlar. Bu, kendilerine verilen dogru bir sozdur"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ana ve babasına: Of be size! Benden once nice nesiller gelip gecmisken, beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, ana ve babası Allah'ın yardımına sıgınarak: Yazıklar olsun sana! Iman et. Allah'ın vaadi gercektir, dedikleri halde o: Bu, eskilerin masallarından baska bir sey degildir, der"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iste onlar, kendilerinden once cinlerden ve insanlardan gelip gecmis topluluklar icinde, haklarında azabın gerceklestigi kimselerdir. Gercekten onlar ziyana ugrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptıklarına gore dereceleri vardır. Allah, onlara yaptıklarının karsılıgını verir, asla kendilerine haksızlık yapılmaz"},{"SurahNumber":46,"VerseNumber":20,"Text":"Inkar edenler atese arz olunacakları gun (onlara soyle denir); Dunyadaki hayatınızda butun guzel seylerinizi harcadınız, onların zevkini surdunuz. Bugun ise yeryuzunde haksız yere buyukluk taslamanızdan ve yoldan cıkmanızdan dolayı alcaltıcı bir azap goreceksiniz"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ad kavminin kardesini (Hud'u) an. Zira o, kendinden once ve sonra uyarıcıların da gelip gectigi Ahkaf bolgesindeki kavmine: Allah'tan baskasına kulluk etmeyin. Ben sizin buyuk bir gunun azabına ugramanızdan korkuyorum, demisti"},{"SurahNumber":46,"VerseNumber":22,"Text":"«Sen bizi ilahlarımızdan cevirmek icin mi bize geldin? Hadi, dogru soyleyenlerden isen, bizi tehdit ettigin seyi basımıza getir.» dediler"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hud da! Bilgi ancak Allah'ın katındadır. Ben size, bana gonderilen seyi duyuruyorum. Fakat sizin cahil bir kavim oldugunuzu goruyorum, dedi"},{"SurahNumber":46,"VerseNumber":24,"Text":"Nihayet onu, vadilerine dogru yayılan bir bulut seklinde gorunce: Bu bize yagmur yagdıracak yaygın bir buluttur, dediler. Hayır! O, sizin acele gelmesini istediginiz seydir. Icinde acı azap bulunan bir ruzgardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"O (ruzgar), Rabbinin emriyle her seyi yıkar, mahveder. Nitekim (o kasırga gelince) onların evlerinden baska bir sey gorulmez oldu. Iste biz suc isleyen toplumu boyle cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Andolsun ki, onlara da size vermedigimiz kudret ve serveti vermistik. Kendilerine kulaklar, gozler ve kalpler vermistik. Fakat kulakları, gozleri ve kalpleri kendilerine bir fayda saglamadı. Zira bile bile Allah'ın ayetlerini inkar ediyorlardı. Alay edip durdukları sey, kendilerini kusatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun biz, cevrenizdeki memleketleri de yok ettik. Belki dogru yola donerler diye ayetleri tekrar tekrar acıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"Allah'tan baska kendilerine yakınlık saglamak icin ilah edindikleri seyler, kendilerine yardım etselerdi ya! Hayır, onları bırakıp gittiler. Bu onların yalanı ve uydurup durdukları seydir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hani cinlerden bir grubu, Kur’an'ı dinlemeleri icin sana yoneltmistik. Kur’an'ı dinlemeye hazır olunca (birbirlerine) «Susun» demisler, Kur'an'ın okunması bitince uyarıcılar olarak kavimlerine donmuslerdi"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ey kavmimiz! dediler, dogrusu biz Musa’dan sonra indirilen, kendinden oncekini dogrulayan, hakka ve dogru yola ileten bir kitap dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz! Allah'ın davetcisine uyun. Ona iman edin ki Allah da sizin gunahlarınızı kısmen bagıslasın ve sizi acı bir azaptan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Allah'ın davetcisine uymayan kimse yeryuzunde Allah'ı aciz bırakacak degildir. Kendisi icin Allah'tan baska dostlar da bulunmaz. Iste onlar, apacık bir sapıklık icindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gokleri ve yeri yaratan, bunları yaratmakla yorulmayan Allah'ın, oluleri diriltmeye de gucunun yetecegini dusunmezler mı? Evet O, her seye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Inkar edenlere, atese sunulacakları gun: Nasıl, bu gercek degil miymis? denildiginde: Evet, Rabbimize andolsun ki gercekmis, derler. Allah: Oyleyse inkar etmenizden dolayı azabı tadın! der"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde (Rasulum), peygamberlerden azim sahibi olanların sabrettigi gibi sen de sabret. Onlar hakkında acele etme, onlar vadedildikleri azabı gordukleri gun sanki dunyada sadece gunduzun bir saati kadar kaldıklarını sanırlar. Bu, bir tebligdir. Yoldan cıkmıs topluluklardan baskası helak edilir mi hic"}]}