{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygamber, Allah’tan kork, kafirlere ve munafıklara itaat etme! Allah, alimdir, hakimdir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbinden sana vahyolunana uy! Cunku Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah’a dayan. Cunku, vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah, bir adamın gogsunde iki kalp yaratmamıstır. Zıhar yaptıgınız karılarınızı da anneleriniz yerine tutmadı. Evlatlıklarınızı da ogullarınız kılmamıstır. Bu sadece sizin agzınızdan cıkan bir sozdur. Allah, gercegi soyler ve dogru yolu gosterir"},{"SurahNumber":33,"VerseNumber":5,"Text":"Evlatlıkları, babalarına nisbet ederek cagırın, bu Allah katında daha dogrudur. Eger onların babalarını bilmiyorsanız, artık onlar sizin din kardesleriniz ve yardımcılarınızdır. Bu konuda bir hata yapmıssanız, size gunah yoktur. Fakat, kalplerinizin kasıtlı olarak yaptıkları boyle degildir. Allah, bagıslayan ve merhamet edendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, muminlere kendi nefislerinden daha ustundurler. Onun esleri de, anneleridir. Allah’ın kitabında, akraba olanlar, birbirlerine diger muminlerden ve muhacirlerden daha yakındırlar. Ancak, dostlarınıza kitapta yazılı oldugu gibi, iyilik yapmanız mumkundur"},{"SurahNumber":33,"VerseNumber":7,"Text":"Peygamberlerden soz almıstık. Senden, Nuh’tan, Ibrahim’den, Musa’dan ve Meryemoglu Isa’dan... Onlardan buyuk bir soz almıstık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Dogrulara dogruluklarından sormak ve inkarcılara da acı bir azap hazırlamak icin"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey Iman edenler! Allah’ın uzerinizdeki nimetini dusunun. Hani ustunuze ordular gelmisti de biz de onların uzerine ruzgarı ve goremediginiz orduları gondermistik. Allah, ne yaptıgınızı goruyordu"},{"SurahNumber":33,"VerseNumber":10,"Text":"Onlar, size ustunuzden ve asagınızdan gelmislerdi. Gozler donmus, yurekler agza gelmisti. Allah hakkında cesitli zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Iste orada muminler denenmis ve siddetli bir sarsıntı gecirmislerdi"},{"SurahNumber":33,"VerseNumber":12,"Text":"Munafıklar ve kalblerinde hastalık bulunanlar: -Allah ve elcisi bize sadece bos vaadde bulunmus, diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Onlardan bir grubu da: -Ey Yesrip Halkı, sizin icin duracak yer kalmadı, geri cekilin demisler. Onlardan bir baska grup da Peygamber’den izin istiyor: -Evlerimiz acık, diyorlardı. Oysa evleri acık degildi. Sadece kacmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger, etraflarından evlerine girilseydi, sonra da fitne cıkarmaları istenseydi, hemen ise girisirlerdi. Ama evlerinde de cok az bir zaman kalabilirlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Daha once, arkalarına donup, kacmayacaklarına Allah’a soz vermislerdi. Allah’a verilen sozler elbette sorulacaktır"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: -Olumden veya oldurulmekten kacmanız size bir fayda saglamaz. Kacsanız da az bir zaman yasarsınız"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: -Eger Allah size bir bela veya rahmet dilemisse sizi Allah’tan kim koruyabilir? Onlar, Allah’tan baska bir veli ve yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah, aranızdan savastan alıkoymaya calısanları ve kardeslerine “Bize gelin” diyenleri elbette bilir. Bunlar, pek azı haric, zora gelemezler"},{"SurahNumber":33,"VerseNumber":19,"Text":"Sizi kıskanırlar. Korkuya kapılınca, olum baygınlıgı geciren kimse gibi gozleri donmus olarak sana baktıklarını gorursun. Korku gecince keskin dillerini uzatıp sizi incitirler, Iyiliginizi cekemezler. Bunlar, iman etmemislerdir. Allah da onların yaptıklarını bosa gidermistir. Bu, Allah icin cok kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Bunlar, dusman birliklerinin gitmediklerini sanıyorlar, Eger, birlikler yeniden gelse, bedevi arapların arasına kacıp, sizinle ilgili haberleri onlardan sormak isterler. Zaten sizin icinizde olsalar bile cok azı dısında savasmazlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"Sizin icin, Allah’a ve ahiret gunune kavusmayı umit eden ve Allah’ı cok zikreden kimseler icin Allah Resulu’nde guzel ornek vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Muminler, orduları gorunce: -Bu, Allah’ın ve elcisinin bize vaat ettigidir. Allah ve elcisi dogru soyledi, dediler. Onların sadece imanını ve teslimiyetini artırdı"},{"SurahNumber":33,"VerseNumber":23,"Text":"Muminlerden, Allah’a verdigi soze baglı kalan oyle erler var ki, onlardan bir kısmı bu ugurda canını vermistir. Bir kısmı ise verdikleri sozu hic degistirmeden bunu beklemektedirler"},{"SurahNumber":33,"VerseNumber":24,"Text":"Allah, sozunu yerine getirenleri, dogruluklarıyla odullendirir ve munafıkları da dilerse cezalandırır, dilerse tevbelerini kabul eder. Allah, bagıslayıcıdır, merhametlidir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah, kafirleri, ofkeleri icinde geri cevirdi. Zafere ulasamadılar. Savasta Allah, muminlere yetti. Cunku Allah gucludur, galiptir"},{"SurahNumber":33,"VerseNumber":26,"Text":"Kitap ehlinden olup, onlara yardım edenlerin kalplerine korku dusurup, kalelerinden indirdi. Onların bir kısmını olduruyor, bir kısmını da esir alıyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Sizi, onların topraklarına, yurtlarına, mallarına ve ayak basmadıgınız yerlerine mirascı kıldık. Allah’ın her seye gucu yeter"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey peygamber, eslerine de ki: -Eger, dunya hayatını ve susunu diliyorsanız, gelin size dilediginiz dunyalıgı vereyim ve sizi guzellikle bosayayım"},{"SurahNumber":33,"VerseNumber":29,"Text":"Eger, Allah’ı ve peygamberini ve ahiret yurdunu istiyorsanız, suphesiz Allah, iyilik eden kadınlara buyuk bir mukafat hazırlamıstır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey peygamber kadınları, sizden kim apacık bir edepsizlik yaparsa, onun azabı iki kat olacaktır. Bu, Allah icin cok kolaydır"},{"SurahNumber":33,"VerseNumber":31,"Text":"Sizden, Allah’a ve peygamberine itaat eden ve dogruları yapan kimseye iki misli verecegiz. Onun icin guzel bir rızk hazırladık"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey peygamber hanımları! Siz, diger kadınlardan birisi gibi degilsiniz. Eger Allah’tan korkuyorsanız, edalı konusmayın ki kalbinde hastalık olan arzu duyar. Uygun sekilde konusun"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde oturun, eski cahiliye zamanındaki gibi suslu puslu salınmayın. Namazı kılın, zekatı verin, Allah’a ve peygambere itaat edin. Ancak Allah sizden gunah kirini gidermek ve sizi tertemiz yapmak istiyor, ey ev halkı"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan Allah’ın ayetlerini ve hikmeti dusunun. Allah, lutufkardır, haberdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"(Allah’a) teslim olmus erkek ve kadınlar, iman eden erkekler ve iman eden kadınlar, itaat eden erkekekler ve itaat eden kadınlar, dogru, sadık erkekler ve dogru, sadık kadınlar, sabreden erkekler ve sabreden kadınlar, mutevazı erkekler ve mutevazı kadınlar, sadaka veren erkekler ve sadaka veren kadınlar, oruc tutan erkekler ve oruc tutan kadınlar, ırzlarını koruyan erkekler ve ırzlarını koruyan kadınlar, Allah’ı cok zikreden erkekler ve cok zikreden kadınlar... Allah, onlar icin magfiret ve buyuk bir odul hazırladı"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah ve elcisi bir konuda hukum verdigi zaman mu’min erkek ve mu’min kadının, artık diledigi gibi davranma hakkı yoktur. Kim Allah’a ve elcisine karsı gelirse, apacık bir sapıklıga dusmus olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"Hani sen, Allah’ın kendisine nimet verdigi, senin de nimet verdigin kimseye: -Esini tut ve Allah’tan sakın! diyordun. Allah’ın acıklayacagı seyi icinde gizliyor ve insanlardan korkuyordun. Allah kendisinden korkulmaya daha layıktır. Zeyd, esiyle iliskisini kestiginde, biz onu sana es kıldık. Evlatlıkları esleriyle iliskisini kesince, onlarla evlenmek icin muminler uzerine bir gunah olmadıgını gostermek icin Allah’ın emri yapılagelmistir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Allah’ın kendisine uygun gordugu seyde peygambere bir gunah yoktur. Daha once gecenler icin Allah’ın kanunu budur. Allah’ın emri yerine gelecek bir hukumdur"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar, Allah’ın gonderdiklerini teblig ederler. O’ndan korkarlar, Allah’tan baska kimseden korkmazlar, hesap gorucu olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed sizin evlatlarınızın hicbirinin babası degildir. Fakat Allah’ın elcisi ve peygamberlerin sonuncusudur. Allah, herseyi hakkıyla bilir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey iman edenler, Allah’ı cok cok zikredin"},{"SurahNumber":33,"VerseNumber":42,"Text":"O’nu sabah aksam tesbih edin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O, sizi karanlıklardan aydınlıga cıkarmak icin melekleri ile birlikte size rahmet ihsan eder. Muminlere karsı cok merhametlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"O’na kavustukları gun iltifatları selamdır. Onlara pek buyuk bir mukafat hazırlamısızdır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey peygamber, biz seni bir sahit, bir mujdeci ve bir uyarıcı olarak gonderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Izni ile Allah’a davetci ve aydınlatıcı bir ısık olarak"},{"SurahNumber":33,"VerseNumber":47,"Text":"Muminlere, kendileri icin Allah’tan buyuk bir lutuf oldugunu mujdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"Kafirlere ve munafıklara itaat etme! Eziyetlerine aldırma. Allah’a dayan! Vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey iman edenler, mu’min kadınları nikahlayıp, sonra da onlarla iliskiye girmeden bosadıgınız zaman, onlara iddet saymanıza gerek yoktur. Onlara gecimliklerini verin ve onları guzel bir sekilde bırakın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey peygamber, mehirlerini odedigin eslerini, Allah’ın sana ganimet olarak verdigi cariyeleri, seninle birlikte hicret eden amcanın kızlarını, halalarının kızlarını, dayının kızlarını, teyzelerinin kızlarını, bir de mu’min bir kadın kendisini peygambere hibe ederse, peygamber de onu nikahlamak isterse, bunu diger muminlere degil sadece sana mahsus olmak uzere helal kıldık. Onlara, esleri ve cariyeleri hakkında neleri farz kıldıgımızı biliyoruz. Sana bir sıkıntı vermemesi icin boyle yaptık. Allah bagıslayıcıdır, merhametlidir"},{"SurahNumber":33,"VerseNumber":51,"Text":"Bunlardan diledigini ertelersin, diledigini yanına alabilirsin. Ayrıldıgın eslerinden diledigini almanda da bir sakınca yoktur. Bu, onların sevinmeleri, uzulmemeleri ve kendilerine verdigin seylere razı olmaları icin daha uygundur. Allah kalblerinizde olanı bilir. Allah, herseyi bilen ve halden anlayandır"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra, cariyeler dısında, hosuna gitse bile bir kadınla evlenmek, onları baska eslerle degistirmek sana helal degildir. Allah, herseyi gorur gozetir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey iman edenler, yemege cagrılmadan Peygamber’in evlerine vakitli vakitsiz girmeyin. Davet edildiginiz zaman gidin ve yemek yiyince dagılın, soze dalmayın. Bu hal onu incitiyor, size soylemekten de cekiniyor. Allah ise gercegi soylemekten cekinmez. Peygamber’in hanımlarından bir sey istediginiz zaman, perde arkasından isteyin. Bu hem sizin kalbiniz, hem de onların kalpleri icin daha temizdir. Sizin Allah’ın Rasulu’ne eziyet etmeniz ve ondan sonra da onun eslerini nikahlamanız asla caiz degildir. Bu Allah katında buyuk bir gunahtır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir seyi acıga vursanız da gizleseniz de suphesiz Allah, herseyi bilir"},{"SurahNumber":33,"VerseNumber":55,"Text":"Kadınların; babalarına, ogullarına, erkek kardeslerine, erkek kardeslerinin ogullarına, kız kardeslerinin ogullarına, kendileri gibi kadınlara ve cariyelerine gorunmelerinde bir gunah yoktur. Ey kadınlar, Allah’tan korkun. Cunku Allah, herseye sahittir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah ve melekleri peygamber’e rahmet eder. Ey iman edenler! Siz de onun icin rahmet ve esenlik dileyin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Allah ve Peygamber’i incitenleri Allah, dunyada ve ahirette lanetlemis ve onlara alcaltıcı bir azap hazırlamıstır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mu’min erkek ve kadınlara sucsuz yere eziyet edenler de bir iftira ve apacık bir gunah yuklenmislerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey peygamber! Eslerine, kızlarına ve muminlerin kadınlarına soyle, dıs elbiselerini uzerlerine ortsunler. Bu tanınmaları ve incitilmemeleri icin en uygundur. Allah, bagıslayıcıdır, merhametlidir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Munafıklar, kalplerinde hastalık olanlar ve Medine’de bozguncu, asılsız haber yayanlar eger buna son vermezlerse, seni onların uzerine gondeririz, sonra orada seninle komsulukları fazla surmez"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanete ugrarlar ve nerede bulunurlarsa yakalanırlar ve oracıkta oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Daha oncekiler icin de Allah’ın yasası buydu. Allah’ın yasasında bir degisiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar senden kıyamet vaktini soruyorlar. De ki: -Onun bilgisi Allah katındadır. Ne bilirsin belki vakti cok yakındır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Suphesiz ki Allah, kafirlere lanet etmis ve onlar icin alevli bir ates hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebedi kalırlar. Bir dost ve yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yuzleri ateste cevrildigi gun: -Keske, Allah’a itaat etseymisiz ve elciye itaat etseymisiz, derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Rabbimiz, biz liderlerimize ve buyuklerimize itaat ettik, onlar da bizi yoldan saptırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbimiz, onlara iki kat azap ver ve onları buyuk bir lanet ile lanetle"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler, Musa’ya eziyet edenler gibi olmayın. Nitekim Allah, O’nu onların soylediklerinden temize cıkardı. O, Allah katında degerli bir kimseydi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler! Allah’tan korkun ve dogru soyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"Allah, yaptıklarınızı duzeltsin, gunahlarınızı bagıslasın. Kim Allah’a ve elcisine itaat ederse buyuk bir kazanc elde eder"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz emaneti goklere, yere ve daglara sunduk, onu tasımaktan kacındılar, ondan korktular. Onu insan yuklendi. O, zalim ve cahil oldu"},{"SurahNumber":33,"VerseNumber":73,"Text":"Allah, munafık erkek ve munafık kadınları, musrik erkek ve musrik kadınları bu yuzden azaba carptıracak ve mu’min erkekler ile kadınların tevbesini kabul edecektir. Allah, bagıslayıcıdır, merhametlidir"}]}