{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Hamd; gökleri ve yeri yaratan, karanlıkları ve aydınlığı vareden Allah´a mahsustur. Sonra da kafirler bunları rabblarına denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"O´dur; sizi, bir çamurdan yaratan. Sonra da size bir ecel tayin eden. Bir de O´nun katında belli bir ecel vardır. Siz hala şüphe edip durursunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O; göklerde de, yerde de Allah´tır. Gizlinizi de aşikarınızı da bilir. Ne kazanacağınızı da bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Rabblarının ayetlerinden bir ayet onlara gelmez ki; ondan yüzçevirmiş olmasınlar"},{"SurahNumber":6,"VerseNumber":5,"Text":"Onlar; kendilerine gelince, hakkı yalanladılar. Ama alaya aldıkları şeyin haberi onlara gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Görmediler mi ki; Biz, onlardan önce nice nesilleri yok ettik. Biz, onları sizi yerleştirmediğimiz şekilde yer yüzüne yerleştirmiş, gökten bol yağmur yağdırmış ve altlarından ırmaklar akıtmıştık. Sonra onları günahlarından dolayı yok ettik. Ve aralarından başka bir nesil yetiştirdik"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eğer sana kağıt içinde bir kitab indirmiş olsaydık da elleriyle ona dokunsalardı; yine de küfretmiş olanlar derlerdi ki: Bu, apaçık büyüden başkası değildir"},{"SurahNumber":6,"VerseNumber":8,"Text":"Ona bir melek indirmeli değil miydi? dediler. Eğer Biz, bir melek indirseydik; elbette iş bitirilmiş olurdu da sonra kendilerine göz bile açtırılmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eğer Biz, onu bir melek kılsaydık; onu bir erkek yapardık da düştükleri şüpheye onları yine düşürürdük"},{"SurahNumber":6,"VerseNumber":10,"Text":"Andolsun ki; senden önce de peygamberlerle alay edilmişti. Onlarla eğlenenleri, alaya aldıkları şey çepeçevre kuşatıverdi"},{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: Yeryüzünde gezip dolaşın da sonra bir görün, yalanlayanların sonu nice olmuştur"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: Göklerde ve yerde olanlar kimindir? Allah´ındır, de. O, rahmeti kendi üzerine yazmıştır. Andolsun ki; hepinizi, hakkında hiçbir şüphe olmayan kıyamet gününde toplayacaktır. Nefislerini ziyana uğratanlar, işte onlar inanmazlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gündüzün içinde barınan her şey O´nundur. Ve O, Semi´dir, Alim´dir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: Ben Allah´tan başka bir dost mu edinirim? Gökleri ve yeri yoktan var eden O´dur. Ve O yedirir, ama yedirilmez. De ki: Doğrusu ben, müslüman olanların ilki olmakla emrolundum. Sakın müşriklerden olma"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: Ben, Rabbıma karşı gelirsem, büyük günün azabından korkarım"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gün, kim ondan döndürülürse; şüphesiz o, rahmete ermiştir. İşte apaçık kurtuluş budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eğer Allah, sana bir sıkıntı dokundurursa; onu kendisinden başka giderecek hiçbir kimse yoktur. Şayet sana bir de hayır dokundurursa; işte O; her şeye Kadir´dir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O; kullarının üstünde yegane mutasarrıftır. Ve O; Hakim´dir, Habir´dir"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: Şahid olarak hangi şey daha büyüktür? De ki: Benimle sizin aranızda Allah şahiddir. Bu Kur´an; bana sizi de, ulaştığı kimseleri de, uyarmam için vahyolundu. Allah ile beraber başka tanrılar olduğuna siz mi şahidlik ediyorsunuz? De ki: Ben şehadet etmem. De ki: O, ancak bir tanrıdır. Ve ben, gerçekten sizin şirk koştuklarınızdan uzağım"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitab verdiklerimiz; onu, öz oğullarını tanıdıkları gibi tanırlar. Nefislerini ziyana uğratanlar, işte onlar inanmazlar"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allah´a karşı yalan uyduran ve ayetlerini yalan sayandan daha zalim kimdir? Muhakkak ki zalimler, felaha ermezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ve onların hepsini toplayıp sonra da şirk koşanlara: Nerede iddia ettiğiniz ortaklarınız? diyeceğimiz gün"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra onların sadece: Andolsun Allah´a ki, ey Rabbımız; bizler müşriklerden değildik, demelerinden başka çareleri kalmaz"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, kendilerine nasıl yalan söylediler? Yalan yere uydurdukları kendilerinden nasıl kayboluverdi"},{"SurahNumber":6,"VerseNumber":25,"Text":"İçlerinden seni dinleyenler vardır. Halbuki Biz, onu anlarlar diye, kalblerine örtüler, kulaklarına da ağrılık koyduk. Onlar her ayeti görseler de yine inanmazlar. Hatta sana geldiklerinde, seninle çekişirler. O küfredenler derler ki; Bu, eskilerin masallarından başka birşey değildir"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, hem bundan vazgeçirmeye çalışırlar, hem de kendileri ondan uzaklaşırlar. Onlar sadece kendilerini helake sürüklerler de farkına varmazlar"},{"SurahNumber":6,"VerseNumber":27,"Text":"Bir görsen; ateşin başında durdukları: Keşke geri döndürülseydik ve Rabbımızın ayetlerini yalan saymasaydık da mü´minlerden olsaydık, dedikleri zaman"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, öteden beri gizleyegeldikleri şeylerle karşılarına çıktık. Eğer geri döndürülselerdi yine kendilerine yasaklanan şeylere döneceklerdi. Doğrusu onlar, yalancılardır"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ve dediler ki: Hayat ancak bu dünyadaki hayatımızdır. Ve biz dirilecek değiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Bir görseydin eğer; Rabblarının huzurunda durdukları zaman, O: Bu, hak değil miymiş? deyince; onlar da: Rabbımız hakkı için evet, derler. Allah da buyurur ki: Öyleyse küfür edegeldiğinizden dolayı tadın azabı"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´a kavuşmayı yalan sayanlar; gerçekten kaybetmişlerdir. Nihayet kıyamet ansızın gelip çattığı zaman; yüklerini sırtlarına yüklenerek: Orada yaptığımız eksiklerden dolayı yazıklar olsun bize, derler. Dikkat edin, ne kötüdür yüklendikleri şeyler"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı; ancak oyun ve eğlenceden ibarettir. Ahiret yurdu ise; müttakiler için daha hayırlıdır. Hala aklınızı başınıza almayacak mısınız"},{"SurahNumber":6,"VerseNumber":33,"Text":"Gerçekyen biliyoruz ki; söyledikleri söz, seni üzüyor. Onlar, hakikatte seni yalanlamıyorlar. Lakin o zalimler, Allah´ın ayetlerini inkar ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun ki; senden önce de nice peygamberler yalanlandı da yalanlanmalarına ve eziyyet edilmelerine sabrettiler. Nihayet onlara yardımımız gelip yetişti. Allah´ın kelimelerini değiştirebilecek yoktur. Andolsun ki; peygamberlerin haberinden bir kısmı sana gelmiştir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların yüz çevirmeleri sana ağır geliyorsa; yeri delmeğe ve göğe merdiven dayamaya gücün yetmiş olsaydı; onlara bir ayet gösterirdin. Şayet Allah dileseydi; onları hidayet üzerinde birleştirirdi. Sakın bilgisizlerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Ancak dnleyenler icabet ederler. Ölülere gelince; onları Allah diriltir. Sonra O´na döndürülürler"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ve dediler ki: Ona Rabbından bir ayet indirilmeli değil miydi? De ki: Şüphesiz Allah, ayet indirmeye kadirdir. Ne var ki, onların çoğu bilmezler"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yerde yürüyen hiçbir hayvan ve iki kanadıyla uçan hiçbir kuş yoktur ki; onlar da sizin gibi bir ümmet olmasınlar. Biz, kitabta hiçbir şeyi eksik bırakmadık. Sonra onlar Rabblarına toplanırlar"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayanlar ise; karanlıklarda kalmış sağırlar, dilsizlerdir. Allah; kimi dilerse, onu şaşırtır. Kimi de dilerse; onu dosdoğru yol üstünde tutar"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: Bana haber verir misiniz, eğer üzerinize Allah´ın azabı gelse veya size kıyamet gelirse; Allah´tan başkasını mı çağırırsınız? Eğer sadıklardan iseniz"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır, ancak O´nu çağırırsınız da; isterse çağırdığınız şeyi giderir ve siz de şirk koştuğunuz eşleri unutursunuz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki; Biz, senden önceki ümmetlere de peygamberler gönderdik. Yalvarsınlar diye, onları darlık ve sıkıntıya soktuk"},{"SurahNumber":6,"VerseNumber":43,"Text":"Onlar, hiç değilse kendilerine bir azabımız geldiği zaman; yalvarmalı değiller miydi? Fakat kalbleri katılaşmış, şeytan da onlara yaptıklarını süsleyip püslemişti"},{"SurahNumber":6,"VerseNumber":44,"Text":"Onlar, kendilerine hatırlatılan şeyleri unutunca; Biz de kendilerine her şeyin kapılarını açtık. Nihayet kendilerine verilen o şeyler yüzünden sevinince; onları, ansızın yakaladık ve bütün ümitlerinden mahrum kaldılar"},{"SurahNumber":6,"VerseNumber":45,"Text":"Ve böylece zulmedenler güruhunun kökü kesilmişti. Hamd, alemlerin Rabbı olan Allah´a mahsustur"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: Bana haber verir misiniz; eğer Allah, kulağınızı, gözlerinizi alır ve kalblerinizin üstüne mühür vurursa; Allah´tan başka onları size getirecek ilah kimdir? Bak, ayetlerimizi nasıl açıklıyoruz da sonra onlar yüz çeviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: Bana haber verir misiniz; Allah´ın azabı siz ansızın ve açıkça gelirse; zalimler güruhundan başka kimse helake uğratılmış olur mu"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Öyleyse her kim ki inanır ve ıslah ederse; artık onlar için korku yoktur. Ve onlar üzülecek de değillerdir"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlara ise fasıklık eder olmalarından dolayı azab dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: Size, Allah´ın hazineleri benim yanımdadır, demiyorum. Ben, gaybı da bilmem. Ve size bir melek olduğumu da söylemiyorum. Ben; bana vahyolunandan başkasına uymam. De ki: Hiç görenle görmeyen bir olur mu? Hiç düşünmüyor musunuz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rabblarına toplanacaklarından korkanları, sen onunla uyar. O´ndan başka bir dost ve şefaatçıları yoktur. Umulur ki sakınalar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Sabah, akşam Rabblarına, rızasını dileyerek dua edenleri kovma. Onların hesabından sana bir şey yoktur, senin hesabından onlara bir şey yoktur ki onları kovasın da zalimlerden olasın"},{"SurahNumber":6,"VerseNumber":53,"Text":"Biz, böylece onların bir kısmını bir kısmıyla denedik ki: Aramızadan Allah bunlara mı lütfetti? desinler. Allah; şükredenleri daha iyi bilen değil midir"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize iman edenler, sana geldiklerinde de ki: Selam size. Rabbınız rahmeti kendi üzerine yazdı. İçinizden her kim ki bilmeyerek bir fenalık yapar da arkasından tevbe eder ve ıslah ederse; şüphesiz O; Gafur´dur, Rahim´dir"},{"SurahNumber":6,"VerseNumber":55,"Text":"Böylece ayetlerimizi açıklarız ki; suçluların yolu sana besbelli olsun"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: Allah´ı bırakıp da taptığınız başka şeylere tapmaktan men´olundum. De ki: Sizin heveslerinize asla uymam. O takdirde sapmış olurum da hidayete erenlerden olmam"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: Ben, şüphesiz Rabbımdan bir hüccet üzereyim. Siz ise onu yalanladınız. Sizin acale istediğiniz şey yanımda değildir. Hüküm; ancak Allah´ındır. Doğrusu O, hakkı verir ve O, ayırdedenlerin en hayırlısıdır"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki: Acele istediğiniz şey, benim yanımda olsaydı; benimle aranızdaki iş bitmiş olurdu. Allah; zalimleri çok iyi bilendir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybın anahtarları O´nun katındadır. O´ndan başka kimse bilmez. Karada ve denizde olanı da O bilir. Bir yaprak düşmez ki; onu bilmesin. Yerin karanlıkları içindeki tek bir tane, yaş ve kuru müstesna olmamak üzere her şey apaçık bir kitabtadır"},{"SurahNumber":6,"VerseNumber":60,"Text":"O´dur, geceleyin sizi kendinizden geçiren. Gündüzün de ne yaptığınızı bilir. Sonra sizi oraya geri dönderir ki, belirli bir ecelin hükmü yerine gelsin. Sonra sizin dönüşünüz O´nadır. Sonra da ne yaptığınızı size haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"O, kulları üzerinde yegane hakimdir. Ve size, koruyucular yollar. Nihayet herhangi birinize ölüm gelince; elçilerimiz bir eksiklik yapmaksızın onun canını alırlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra onlar, gerçek mevlalarına döndürülürler. Dikkat edin; hüküm O´nundur. Ve; O hesab görenlerin en sü´ratlisidir"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: Karanın ve denizlerin karanlıklarından sizi, kim kurtarır? Siz, gizlice O´na yalvarır yakarırsınız. Bizi bundan kurtarırsa; andolsun şükredenlerden olacağız"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: Allah kurtarır sizi ondan da, her sıkıntıdan da. Sonra da siz şirk koşarsınız"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: Üstünüzden ve altınızdan size azab göndermeye, sizi fırka fırka yapıp kiminizin hıncını kimine tattırmaya Kadir olan O´dur. Bak; onlar iyice anlasınlar diye ayetlerimizi nasıl açıklıyoruz"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kavmin onu yalanladı. Halbuki o, haktır. De ki: Ben, sizin üzerinize vekil değilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin kararlaşmış bir zamanı vardır. Siz de yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimizi çekişmeye dalanları gördüğün vakit; onlar başka bir söze geçinceye kadar, kendilerinden yüzçevir. Eğer şeytan sana unutturursa; hatırladıktan sonra, artık zalimler güruhu ile oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah´tan sakınanlara; onların hesabından bir şey yoktur, fakat bir öğüttür. Olur ki, sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Bırak o dinlerini oyun ve eğlence edinenleri; dünya hayatının aldattığı kimseleri. Sen, onunla öğüy ver ki Allah´tan başka dostu ve şefaatçısı olmayan bir kimse; kazandığından ötürü yok olmasın. O, bütün varını fidye olarak verse de kabul olunmaz. İşte onlar, kazandıklarından ötürü yok olanlardır. Küfür edegeldiklerinden dolayı onlara, kaynar sudan içecek ve elim bir azab vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: Allah´ı bırakıp da bize fayda ve zarar veremeyen şeylere mi yalvaralım? Allah bizi hidayete erdirdikten sonra arkadaşları; bize gel, diye doğru yola çağırırken; şeytanların saptırıp şaşkın bir halde çöle düşürmek istedikleri kimse gibi ökçelerimizin üstünden gerisin geri mi dönelim? De ki: Allah´ın hidayeti, asıl hidayetin kendisidir. Ve biz; alemlerin Rabbına teslim olmakla emrolunduk"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ve bir de namaz kılın ve O´ndan korkun diye. O´dur kendisine varıp toplanacağınız"},{"SurahNumber":6,"VerseNumber":73,"Text":"O´dur, gökleri ve yeri hak ile yaratan. O´nun; ol, dediği gün; hemen olur. O´nun sözü haktır. Sur´a üfleneceği gün de mülk O´nundur. Görülmeyeni de, görüleni de bilir. Ve O; Hakim´dir, Habir´dir"},{"SurahNumber":6,"VerseNumber":74,"Text":"Hani İbrahim, babası Azer´e demişti ki: Sen, putları tanrı mı ediniyorsun? Doğrusu ben, seni ve kavmini apaçık bir sapıklık içinde görüyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"İşte böylece yakınen bilenlerden olması için Biz, İbrahim´e göklerin ve yerin melekutunu gösteriyorduk"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece bastırınca; bir yıldız görmüş: Bu mu benim Rabbım? demiş. O, batınca da: Ben, batanları sevmem, demişti"},{"SurahNumber":6,"VerseNumber":77,"Text":"Sonra ayı doğarken görünce: Bu mu benim Rabbım? demiş. O da batınca: Eğer Rabbım beni hidayete erdirmeseydi; muhakkak sapanlar güruhundan olurdum, demişti"},{"SurahNumber":6,"VerseNumber":78,"Text":"Sonra güneşi doğarken görünce: Bu mu benim Rabbım? Bu daha büyük demiş. Ama batınca: Ey kavmim, ben sizin şirk koştuğunuz şeylerden uzağım, demişti"},{"SurahNumber":6,"VerseNumber":79,"Text":"Doğrusu ben, gerçekten yüzümü bir muvahhid olarak gökleri ve yeri yaratana çevirdim ve ben, müşriklerden değilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi, onunla tartoşmaya girişti. Demişti ki: Beni doğru yola iletmişken; Allah hakkında mı benimle tartışıyorsunuz? O´na şirk koştuklarınızdan korkmam. Meğer ki, Rabbım bir şey dilemiş olsun. Rabbım, ilimce herşeyi kuşatmıştır. Hala düşünüp öğüt almayacak mısınız"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hem siz; Allah´ın size hiçbir delil ve bürhan indirmediği şeyleri O´na şirk koşmaktan korkmazken; kendisine şirk koştuğunuz şeylerden ben nasıl korkarım? Şimdi, bu iki zümreden hangisi emin olmaya daha layıktır? Eğer biliyorsanız"},{"SurahNumber":6,"VerseNumber":82,"Text":"İman edenler, imanlarını zulüm ile bulaştırmayanlar, işte onlaradır emniyet. Ve işte onlar, hidayete ermiş olanlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"İşte bu, bizim hüccetimizdir. Onu kavmine karşı İbrahim´e verdik. Dilediğimizi derecelerle yükseltiriz. Ve muhakkak ki Rabbın; Hakim, Alim´dir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ve Biz, ona İshak´ı ve Ya´kub´u ihsan ettik. Her birini hidayete erdirdik. Daha önce de Nuh´u ve onun soyundan Davud´u, Süleyman´ı, Eyyub´u, Yusuf´u, Musa´yı ve Harun´u hidayete erdirdik. İşte böyle mükafaatlandırırız ihsan edenleri"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya´yı, Yahya´yı, İsa´yı ve İlyas´ı da. Hepsi salihlerdendir"},{"SurahNumber":6,"VerseNumber":86,"Text":"İsmail´i, el-Yesa´ı, Yunus´u ve Lüt´u da. Her birini alimlerden üstün kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların babalarından, zürriyetlerinden, kardeşlerinden kimini de. Onları seçtik ve onları dosdoğru yola ilettik"},{"SurahNumber":6,"VerseNumber":88,"Text":"İşte bu; Allah´ın, hidayetidir ki kullarından dilediğini onunla hidayete erdirir. Eğer onlar da şirk koşsalardı yapageldikleri şeyler boşa çıkardı"},{"SurahNumber":6,"VerseNumber":89,"Text":"Onlar; kendilerine kitab, hikmet ve peygamberlik verdiklerimizdir. Şimdi bunlar, onları tanımayıp da küfrederlerse; Biz, onu inkar etmeyen bir kavmi buna vekil kılmışızdır"},{"SurahNumber":6,"VerseNumber":90,"Text":"İşte bunlar; Allah´ın hidayet ettikleridir. Öyleyse sen de onların hidayetine uy. De ki: Ben bunlara karşı sizden hiçbir ücret istemem. Bu, ancak alemler için bir öğüttür"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah; hiçbir insana bir şey indirmedi, demekle; Allah´ı, şanına yaraşır şekilde tanıyamadılar. De ki: Musa´nın insanlara bir nur ve hidayet olmak üzere getirdiği ve sizin de parça parça kağıtlar haline koyup açıkladınız, çoğunu da gizlediğiniz o kitabı kim indirdi? Sizin de, atalarınızın da bilmediğiniz şeyler size öğretilmiştir. «Allah» de, sonra onları bırak da, daldıkları sapıklıkta oynayadursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Şehirlerin anası ile çevresindekileri uyarasın diye sana indirdiğimiz işte bu kitab, mübarektir. Ve kendisinden öncekileri doğrulayıcıdır. Ahirete inananlar buna da inanırlar. Ve onlar namazlarına da devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah´a karşı yalan uydurandan, yahut kendisine hiçbir şey vahyedilmemişken; bana da vahyolundu, diyenden ve; Allah´ın indirdiği gibi ben de indireceğim, diyenden daha zalim kimdir? Bir görseydin; o zalimler can çekişirlerken melekler de ellerini uzatmış: Can verip bugün Allah´a karşı haksız yere söylediklerinizden ve O´nun ayetlerine büyüklük taslamanızdan ötürü horluk azabı ile cezalandırılacaksınız, derken"},{"SurahNumber":6,"VerseNumber":94,"Text":"Andolsun ki siz; ilk defa yarattığımız gibi, yapayalnız ve teker teker huzurumuza geldiniz. Ve size verdiğimiz şeyleri ardınızda bıraktınız. Hani, ortaklarınız olduğunu sandığınız şefaatçılarınızı da beraberinizde görmüyoruz. Andolsun ki; aranızdaki bağlar artık kopmuştur. Ortak sandıklarınız da sizden kaybolup gitmiştir"},{"SurahNumber":6,"VerseNumber":95,"Text":"Muhakkak ki Allah; taneyi ve çekirdeği yarandır. Ölüden diriyi çıkarır, diriden de ölüyü çıkarandır. İşte Allah budur. Nasıl olup da yüz çeviriyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Sabahı yarıp çıkarandır. Geceyi bir sükun, güneşi ve ayı da vakit ölçüsü kılmıştır. İşte bu; Aziz, Alim olanın takdiridir"},{"SurahNumber":6,"VerseNumber":97,"Text":"O´dur, yıldızları yaratmış olan, karanın ve denizin karanlıklarında onlarla yol bulasınız diye. Ayetlerimizi bilen bir kavim için uzun uzadıya açıkladık"},{"SurahNumber":6,"VerseNumber":98,"Text":"Ve O´dur; sizi bir tek nefisten yaratmış olan. Sonra bir karar yeri, bir de emanet yeri vardır. Ayetlerimizi, anlayan bir kavim için uzun uzadıya açıkladık"},{"SurahNumber":6,"VerseNumber":99,"Text":"O´dur; gökten su indirmiş olan. Onunla her bitkiyi çıkardık. Ondan yeşillikler çıkardık. Ondan yığın yığın taneler, hurmaların tomurcuklarından sarkan salkımlar, birbirine hem benzeyen, hem benzemeyen üzümlerden, zeytinden ve nardan bahçeler yapıp çıkarıyoruz. Meyvesine; bir meyve verdikleri zaman, bir de olgunlaştıkları zaman bakın. Şüphesiz ki bunlarda; iman eden bir kavim için ayetler vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Cinnleri, Allah´a ortak koştılar. Halbuki onları, O yaratmıştır. Bilmeden O´na oğullar ve kızlar uydurdular. Haşa O, onların vasıflandırdıklarından yüce ve münezzehtir"},{"SurahNumber":6,"VerseNumber":101,"Text":"Gökleri ve yeri yoktan varedendir. O´nun nasıl çocuğu olabilir? O´nun bir eşi de yoktur. Ve herşeyi O yaratmıştır. O, her şeyi en iyi bilendir"},{"SurahNumber":6,"VerseNumber":102,"Text":"İşte Rabbınız olan Allah, O´ndan başka hiçbir tanrı yoktur. Her şeyin yaratanıdır. Ve O, her şeye de Vekil´dir"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gözler; O´na erişemez. O ise, bütün gözlere erişir. Ve O; Latif, Habir´dir"},{"SurahNumber":6,"VerseNumber":104,"Text":"Doğrusu size, Rabbınızdan basiretler gelmiştir. Kim, onları görürse; kendi lehine, kim de körlük ederse; kendi aleyhinedir. Ve ben, sizin üzerinize bir bekçi değilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"İşte Biz, ayetleri sana böylece türlü türlü açıklarız. Ta ki onlar; sen okumuşsun, desinler ve Biz onu bilen bir kavme besbelli edelim"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbından sana vahyolunana uy. O´ndan başka tanrı yoktur. Müşriklerden yüz çevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Eğer Allah dileseydi; onlar şirk koşmazlardı. Hem Biz, seni onların başına bir bekçi yapmadık. Sen, onların üzerine bir vekil de değilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah´tan başka yalvardıklarına sövmeyin ki; onlar da bilmeyerek, haddi aşıp Allah´a sövmesinler. İşte böylece bir ümmete yaptıklarını hoş gösterdik. Sonra dönüşleri Rabblarınadır. Artık O, kendilerine ne yapmakta olduklarını haber verir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Onlar, bütün güçleriyle Allah´a yemin ettiler ki; eğer kendilerine bir ayet gelirse mutlaka ona inanacaklar. De ki: Ayetler; ancak Allah´ın nezdindedir. O, geldiği zaman da onların yine inanmayacaklarının farkında değil misiniz"},{"SurahNumber":6,"VerseNumber":110,"Text":"Biz, onların kalblerini ve gözlerini çeviririz de ona ilk defa iman etmedikleri gibi azgınlıkları içinde kör ve şaşkın bırakırız"},{"SurahNumber":6,"VerseNumber":111,"Text":"Eğer biz, onlara gerçekten melekleri indirseydik, ölüler kendileriyle konuşsaydı ve herşeyi karşılarına toplasaydık, Allah dilemedikçe, onlar yine de inanacak değillerdi. Fakat onların çoğu bilmezler"},{"SurahNumber":6,"VerseNumber":112,"Text":"İşte böylece Biz, her peygambere insan ve cinn şeytanlarını düşman yaptık. Onlardan kimi, kimini aldatmak için cazip sözler fısıldarlar. Eğer Rabbın dileseydi; bunu yapamazlardı. Öyleyse onları iftiraları ile başbaşa bırak"},{"SurahNumber":6,"VerseNumber":113,"Text":"Bir de ahirete inanmayanların kalbleri ona meyletsin, ondan hoşlansınlar ve işlesinler diye"},{"SurahNumber":6,"VerseNumber":114,"Text":"Allah´tan başka bir hakem mi arayacak mışım? Halbuki O´dur; size, kitabı açık açık indirmiş olan. Kendilerine kitab verdiklerimiz bilirler ki; o Rabbın katından hak olarak indirilmiştir. Öyleyse sakın şüpheye düşenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbının sözü; doğruluk ve adalet yönünden tam kemalindedir. O´nun sözlerini değiştirebilecek yoktur. O; Semi´dir, Alim´dir"},{"SurahNumber":6,"VerseNumber":116,"Text":"Eğer sen, yeryüzünde bulunanların çoğunluğuna uyarsan; seni Allah´ın yolundan saptırırlar. Onlar, ancak zanna uyarlar ve yalnız yalan söyleyip dururlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Muhakkak ki Rabbın; yolundan sapanları en iyi bilendir. Ve O; hidayete ermiş olanları da en iyi bilendir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Üzerine Allah´ın adı anılmış olanlardan yeyin, şayet O´nun ayetlerine inananlardan iseniz"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor ki; üzerine Allah´ın adı anılan şeyden yemiyorsunuz? Halbuki darda kalmanızın dışında size haram olanları O, uzun uzadıya açıklamıştır. Doğrusu birçokları heva ve heveslerine uyarak bilmeden sapıtıyorlar. Şüphesiz ki haddi aşanları, en çok bilen Rabbındır"},{"SurahNumber":6,"VerseNumber":120,"Text":"Günahın açığını da, gizlisini de bırakın. Çünkü günah kazananlar; kazanmakta oldukları yüzünden cezalandırılacaklardır"},{"SurahNumber":6,"VerseNumber":121,"Text":"Üzerine Allah´ın adı anılmayanlardan yemeyin. Çünkü bu; bir fısktır. Doğrusu, şeytanlar sizinle mücadele etmeleri için kendi dostlarına telkinde bulunurlar. Şayet onlara itaat ederseniz; şüphesiz ki siz de müşrikler olursunuz"},{"SurahNumber":6,"VerseNumber":122,"Text":"Ölü iken dirilttiğimiz ve insanlar arasında yürüyebileceği bir nur verdiğimiz kimse; karanlıklarda kalıp ondan çıkamayan kimse gibi midir hiç? İşte böyle, kafirlere işledikleri süslü gösterilmiştir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Ve böylece her kasabada hile yapsınlar diye oranın ileri gelenlerini suçlular kıldık. Halbuki yalnız kendilerine hile yaparlar da farkına varmazlar"},{"SurahNumber":6,"VerseNumber":124,"Text":"Onlara bir ayet geldiği zaman; derler ki: Allah´ın peygamberlerine verilen bize de verilmedikçe asla iman etmeyiz. Allah, risaletini nereye vereceğini en iyi bilendir. Suç işleyenlere; yapageldikleri hilekarlık yüzünden Allah katında bir horluk ve şiddetli bir azab erişecektir"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah, kimi hidayete erdirmek isterse; onun kalbini İslam´a açar. Kimi de saptırmak isterse; onu da göğe doğru yükseliyormuş gibi kalbini daraltır, sıkar. Allah; iman etmeyenlerin üstüne, işte böylece murdarlık çökertir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ve işte budur, Rabbının dosdoğru yolu. Gerçekten Biz, ayetleri; aklını başına alıp düşünen bir kavim için uzun uzadıya açıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Rabbları katında selamet yurdu onlara aittir. İşlediklerinden ötürü Allah, onların dostudur"},{"SurahNumber":6,"VerseNumber":128,"Text":"O gün, onların hepsini toplar. Ey cinn topluluğu; insanlardan bir çoğunu yoldan çıkardınız ha? Onların dostları olan insanlar da diyecek ki: Rabbımız, kimimiz kimimizden faydalandık. Ve bizim için takdir ettiğin ecelimize ulaştık. Buyurur ki: Allah´ın diledikleri müstesna, devamlı kalmak üzere duracağınız yer, ateştir. Muhakkak ki Rabbın; Hakim´dir, Alim´dir"},{"SurahNumber":6,"VerseNumber":129,"Text":"İşte böylece zalimlerden kimini kimine kazandıklarından ötürü musallat ederiz"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ey cinn ve insan topluluğu; içinizden size ayetlerimi anlatan, bu gününüzün gelip çatmasından sizi uyaran peygamberler gelmedi mi? Derler ki; Ey Rabbımız, kendi hakkımızda şahidiz. Dünya hayatı onları aldattı da gerçek küfredenler olduklarına kendi aleyhlerinde şahidlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu; Rabbının, haberleri yokken, kasabalar halkını haksız yere helak edici olmadığından dolayıdır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Her birinin işlediklerine karşılık dereceleri vardı. Ve Rabbın onların işlediklerinden gafil değildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbın müstağni ve rahmet sahibidir. İsterse, sizi giderir ve arkanızdan yerinize dilediğini getirir. Nitekim sizi de başka bir kavmin soyundan getirmiştir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Muhakkak size vaad olunan; yerine gelecektir. Siz, O´nu aciz kılacaklar değilsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: Ey kavmim; elinizden geleni yapın, doğrusu ben de yapacağım. Dünya evinin sonunun kimin olacağını bileceksiniz. Şurası muhakkak ki zalimler; felah bulmazlar"},{"SurahNumber":6,"VerseNumber":136,"Text":"Onlar; Allah için, O´nun yarattığı ekin ve davarlardan bir pay ayırdılar ve kendi zanlarına göre; bu, Allah´ındır, bu da koştuğumuz ortaklarımızındır, dediler. Ortaklarına ait olanlar Allah´a ulaşamaz dı da, Allah´a ait olanlar ortaklarına giderdi. Ne kötüdür hükmedegeldikleri şeyler"},{"SurahNumber":6,"VerseNumber":137,"Text":"Ve böylece onların ortakları; ortak koşanlardan bir çoğunu helake sürüklemek, dinlerini karmakarışık etmek için; çocuklarını öldürmelerini hoş göstermiştir. Şayet Allah, dilemiş olsaydı; bunu yapamazlardı. Artık sen, onları uydurdukları o yalanları ile başbaşa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Onlar kendi zanlarınca; bu davarlar, bu ekinler haramdır, onları diledimizden başkası yiyemez. Bir takım hayvanların sırtları haramdır, dediler. Bir kısım hayvanların üzerine de O´na karşı iftira ederek; Allah´ın adını anmazlar. Allah; yapmakta oldukları iftiraları yüzünden onları cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Bir de dediler ki: Şu davarların karınlarında bulunanlar, yalnız erkeklerimiz içindir, kadınlarımıza haram kılınmıştır. Ölü doğacak olursa; hepsi ona ortaktırlar. Allah, onların bu vasıflandırmalarının cezasını verecektir. Muhakkak ki O; Hakim´dir, Alim´dir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Bilgisizlikleri yüzünden; çocuklarını beyinsizce öldürenler ve Allah´ın kendilerine verdiği rızkı Allah´a iftira ederek haram sayanlar; gerçekten hüsrana uğramuşlardır. Onlar; şüphesiz sapıtmışlardır. Zaten hidayete erenlerden olmamışlardı"},{"SurahNumber":6,"VerseNumber":141,"Text":"Çardaklı ve çardaksız bağları, tatları değişik ekin ve hrumaları, zeytin ve narı, birbirine benzer ve benzemez şekilde yaratıp yetiştirmiş olan O´dur. Her biri mahsul verdiği zaman, mahsulünden yeyin, hasad edildiği gün de, hakkını verin ve israf etmeyin. Çünkü O; israf edenleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanları da yük taşıyacak ve kesim hayvanı olarak yaratan O´dur. Allah´ın size verdiği rızıktan yeyin. Şeytanın izlerinden gitmeyin. Çünkü o, sizin apaçık bir düşmanınızdır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Sekiz çift; koyundan iki, keçiden iki. De ki: İki erkeği mi, iki dişiyi mi veya iki dişinin rahimlerinde bulunanları mı haram kıldı? Eğer sadıklardan iseniz; bana bilgiye dayanarak haber verin"},{"SurahNumber":6,"VerseNumber":144,"Text":"Deveden de iki, sığırdan da iki. De ki: İki erkeği mi, iki dişiyi mi veya iki dişinin rahimlerinde bulunanı mı haram kıldı? Yoksa Allah; size bunları buyururken, siz orada mı idiniz? İnsanları bilgisizce saptırmak için Allah´a karşı yalan uyduranlardan daha zalim kimdir? Muhakkak ki Allah; zalimler güruhunu hidayete erdirmez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: Bana vahyolunanlar arasında; haram dediklerinizi yiyecek kişiye murdar oldukları için; ölüden, dökülen kandan, domuz etinden -ki pistirve Allah´tan başkasının adına kesildişğinden dolayı fısk olandan başka haram olan bir şey bulamıyorum. İstememek ve haddi aşmamak üzere, kim de bunlardan yemeye mecbur kalırsa; muhakkak ki Rabbın, Gafur´dur, Rahim´dir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Yahudi olanlara da bütün tırnaklıları haram kıldık. Sığır ve koyunun iç yağlarını da üzerlerine haram kıldık. Bunlardan sırtlarına ve bağırsaklarına yapışan ve kemiğe karışan müstesnadır. Biz, onları zulümlerinden dolayı cezaya çarptırdık. Biz, elbette sadıklarızdır"},{"SurahNumber":6,"VerseNumber":147,"Text":"Seni yalanlarlarsa; de ki: Rabbımız geniş rahmet sahibidir. O´nun gücü günahkarlar güruhundan döndürülemez"},{"SurahNumber":6,"VerseNumber":148,"Text":"Şirk koşanlar diyecekler ki: Eğer Allah dileseydi; biz de, atalarımız da şirk koşmazdık. Hiçbir şeyi haram da kılmazdık. Onlardan öncekiler de, Bizim gücümüzü tadana kadar böyle dediler. De ki: Bize karşı yanınızda ortaya koyabileceğiniz bir bilgi var mı? Siz, ancak zanna uyuyorsunuz ve siz, sadece yalanlar atıyorsunuz"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: Üstün ve mükemmel hüccet Allah´ındır. Eğer O, dileseydi hepinizi birden hidayete kavuştururdu"},{"SurahNumber":6,"VerseNumber":150,"Text":"De ki: Muhakkak Allah, şunu haram kıldı diye, bildiğini söyleyecek şahidlerinizi getirin. Eğer onlar şahidlik ederlerse; sende onlarla beraber olup tasdik etme. Onlar Rabblarına başkalarını denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: Gelin, Rabbınızın size neleri haram kıldığını ben söyleyeyim; O´na hiçbir şeyi ortak koşmayın, anaya-babaya iyilik edin. Fakirlik korkusuyla çocuklarınızı öldürmeyin. Sizin de onların da rızkını veren Biziz. Kötülüğün gizlisine de, açığına da yaklaşmayın. Hak ile olmadıkça, Allah´ın haram kıldığı bir cana kıymayın. İşte aklınızı başınıza alasınız diye size, bunları emretti"},{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına; erginlik çağına gelinceye kadar o en güzel olanından başka bir şekilde yaklaşmayın. Ölçüyü, tartıyı da tam ve doğru yapın. Biz kimseye, gücünün yettiğinden başkasını yüklemeyiz. Söylediğiniz zaman da -akraba dahi olsa-adil olun. Allah´ın ahdini de yerine getirin. İşte iyice düşünesiniz diye size bunları emretti"},{"SurahNumber":6,"VerseNumber":153,"Text":"Ve şüphesiz ki bu; Benim dosdoğru yolumdur. Ona hemen uyun. Başka yollara uymayın ki; sonra sizi O´nun yolundan ayırır. İşte, sakınasınız diye size bunları emretti"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra Biz, Musa´ya bir bütün halinde, her şeyi apaçık göstermek, hidayet ve rahmet olmak üzere o kitabı verdik. Belki Rabblarına kavuşacaklarına artık inanırlar"},{"SurahNumber":6,"VerseNumber":155,"Text":"İşte şu da indirdiğimiz kitabdır, mübarektir. Öyleyse ona uyun ve sakının ki merhamet olunasınız"},{"SurahNumber":6,"VerseNumber":156,"Text":"Demeyesiniz ki: Bizden önce kitab, yalnız iki topluluğa indi. Bizim ise onlarınkinden hiç haberimiz yok"},{"SurahNumber":6,"VerseNumber":157,"Text":"Veya demeyesiniz ki: Bize de o kitab indirilseydi; muhakkak ki onlardan daha fazla hidayete ererdik. İşte size, Rabbınızdan apaçık hüccet, hidayet ve rahmet gelmiştir. Artık Allah´ın ayetlerini yalanlayandan ve onlardan yüzçevirenden daha zalim kimdir? Biz, ayetlerimizden yüzçevirenleri bu yüzden azabın kötüsüyle cezalandıracağız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar; hala kendilerine meleklerin gelmesini, yahut Rabbının gelmesini veya Rabbının ayetlerinden birinin gelmesini mi bekliyorlar? Rabbının ayetleri geldiği gün; kişi daha önceden inanmamış veya imanından bir hayır kazanmamışsa; imanı, ona hiç fayda vermez. De ki: Bekleyin, doğrusu biz de bekleyenlerdeniz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parça parça edenler, bölük bölük olanlar yok mu? Senin onlarla hiçbir alakan yoktur. Onların işi Allah´a kalmıştır. Sonra O, ne yapmakta idiklerini kendilerine haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim, bir iyilikle gelirse; ona, onun on katı vardır. Kim de bir kötülükle gelirse; o, ancak misliyle cezalandırılır. Ve onlara haksızlık edilmez"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: Şüphesiz Rabbım, beni dosdoğru yola iletti. Hanif olan İbrahim´in dinine. Ve o, müşriklerden olmadı"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: Muhakkak benim namazım, ibadetlerim, hayatım ve ölümüm alemlerin Rabbı olan Allah içindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"O´nun hiçbir ortağı yoktur. Ben, böylece emrolundum. Ve ben, müslümanların ilki"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: Ben, Allah´tan başka bir Rabb mı arayacağım? Halbuki O; herşeyin Rabbıdır. Herkes ne kazanırsa kendine aittir. Yük yüklenen kimse, başkasının yükünü taşımaz. Sonunda dönüşünüz Rabbınızadır. Artık O; size ayrılığa düştüğünüz şeyleri haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi, verdikleriyle denemek için yeryüzünün halifeleri yapan ve kiminizi kiminize derecelerle üstün kılan O´dur. Şüphe yok ki O; Gafur, Rahim´dir"}]}