{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"ELIF. LAM. RA. These are the signs of the Book, and of a lucid recital [Koran]"},{"SurahNumber":15,"VerseNumber":2,"Text":"Many a time will the infidels wish that they had been Muslims"},{"SurahNumber":15,"VerseNumber":3,"Text":"Let them feast and enjoy themselves, and let hope beguile them: but they shall know the truth at last"},{"SurahNumber":15,"VerseNumber":4,"Text":"We never destroyed a city whose term was not perfixed"},{"SurahNumber":15,"VerseNumber":5,"Text":"No people can forestall or retard its destiny"},{"SurahNumber":15,"VerseNumber":6,"Text":"They say: \"O thou to whom the warning hath been sent down, thou art surely possessed by a djinn"},{"SurahNumber":15,"VerseNumber":7,"Text":"Wouldst thou not have come to us with the angels, if thou wert of those who assert the truth"},{"SurahNumber":15,"VerseNumber":8,"Text":"We will not send down the angels without due cause. The Infidels would not in that case have been respited"},{"SurahNumber":15,"VerseNumber":9,"Text":"Verily, We have sent down the warning, and verily, We will be its guardian"},{"SurahNumber":15,"VerseNumber":10,"Text":"And already have We sent Apostles, before thee, among the sects of the ancients"},{"SurahNumber":15,"VerseNumber":11,"Text":"But never came Apostles to them whom they did not deride"},{"SurahNumber":15,"VerseNumber":12,"Text":"In like manner will We put it into the hearts of the sinners of Mecca to do the same"},{"SurahNumber":15,"VerseNumber":13,"Text":"They will not believe on him though the example of those of old hath gone before"},{"SurahNumber":15,"VerseNumber":14,"Text":"Even were We to open above them a gate in Heaven, yet all the while they were mounting up to it"},{"SurahNumber":15,"VerseNumber":15,"Text":"They would surely say: It is only that our eyes are drunken: nay, we are a people enchanted"},{"SurahNumber":15,"VerseNumber":16,"Text":"We have set the signs of the zodiac in the Heavens, and adorned and decked them forth for the beholders"},{"SurahNumber":15,"VerseNumber":17,"Text":"And We guard them from every stoned Satan"},{"SurahNumber":15,"VerseNumber":18,"Text":"Save such as steal a hearing: and him doth a visible flame pursue"},{"SurahNumber":15,"VerseNumber":19,"Text":"And the Earth have We spread forth, and thrown thereon the mountains, and caused everything to spring forth in it in balanced measure"},{"SurahNumber":15,"VerseNumber":20,"Text":"And We have provided therein sustenance for you, and for the creatures which not ye sustain"},{"SurahNumber":15,"VerseNumber":21,"Text":"And no one thing is there, but with Us are its storehouses; and We send it not down but in settled measure"},{"SurahNumber":15,"VerseNumber":22,"Text":"And We send forth the fertilising winds, and cause the rain to come down from the heaven, and give you to drink of it; and it is not ye who are its storers"},{"SurahNumber":15,"VerseNumber":23,"Text":"And We cause to live and We cause to die, and We are the heir of all things"},{"SurahNumber":15,"VerseNumber":24,"Text":"We know those of you who flourish first and We know those who come later"},{"SurahNumber":15,"VerseNumber":25,"Text":"And truly thy Lord will gather them together again, for He is Wise, Knowing"},{"SurahNumber":15,"VerseNumber":26,"Text":"We created man of dried clay, of dark loam moulded"},{"SurahNumber":15,"VerseNumber":27,"Text":"And the djinn had We before created of subtle fire"},{"SurahNumber":15,"VerseNumber":28,"Text":"Remember when thy Lord said to the Angels, \"I create man of dried clay, of dark loam moulded"},{"SurahNumber":15,"VerseNumber":29,"Text":"And when I shall have fashioned him and breathed of my spirit into him, then fall ye down and worship him"},{"SurahNumber":15,"VerseNumber":30,"Text":"And the Angels bowed down in worship, all of them, all together"},{"SurahNumber":15,"VerseNumber":31,"Text":"Save Eblis: he refused to be with those who bowed in worship"},{"SurahNumber":15,"VerseNumber":32,"Text":"O Eblis,\" said God, \"wherefore art thou not with those who bow down in worship"},{"SurahNumber":15,"VerseNumber":33,"Text":"He said, \"It beseemeth not me to bow in worship to man whom thou hast created of clay, of moulded loam"},{"SurahNumber":15,"VerseNumber":34,"Text":"He said, \"Begone then hence; thou art a stoned one"},{"SurahNumber":15,"VerseNumber":35,"Text":"And the curse shall be on thee till the day of reckoning"},{"SurahNumber":15,"VerseNumber":36,"Text":"He said, \"O my Lord! respite me till the day when man shall be raised from the dead"},{"SurahNumber":15,"VerseNumber":37,"Text":"He said, \"One then of the respited shalt thou be"},{"SurahNumber":15,"VerseNumber":38,"Text":"Till the day of the predestined time"},{"SurahNumber":15,"VerseNumber":39,"Text":"He said, \"O my Lord! because thou hast beguiled me, I will surely make all fair seeming to them on the earth; I will surely beguile them all"},{"SurahNumber":15,"VerseNumber":40,"Text":"Except such of them as shall be thy sincere servants"},{"SurahNumber":15,"VerseNumber":41,"Text":"He said, \"This is the right way with me"},{"SurahNumber":15,"VerseNumber":42,"Text":"For over none of my servants shalt thou have power, save those beguiled ones who shall follow thee"},{"SurahNumber":15,"VerseNumber":43,"Text":"And verily, Hell is the promise for them one and all"},{"SurahNumber":15,"VerseNumber":44,"Text":"It hath seven Portals; at each Portal is a separate band of them"},{"SurahNumber":15,"VerseNumber":45,"Text":"But 'mid gardens and fountains shall the pious dwell"},{"SurahNumber":15,"VerseNumber":46,"Text":"Enter ye therein in peace, secure"},{"SurahNumber":15,"VerseNumber":47,"Text":"And all rancour will We remove from their bosoms: they shall sit as brethren, face to face, on couches"},{"SurahNumber":15,"VerseNumber":48,"Text":"Therein no weariness shall reach them, nor forth from it shall they be cast for ever"},{"SurahNumber":15,"VerseNumber":49,"Text":"Announce to my servants that I am the Gracious, the Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"And that my chastisement is the grievous chastisement"},{"SurahNumber":15,"VerseNumber":51,"Text":"And tell them of Abraham's guests"},{"SurahNumber":15,"VerseNumber":52,"Text":"When they entered in unto him, and said, \"Peace.\" \"Verily,\" said he, \"We fear you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They said, \"Fear not, for of a sage son we bring thee tidings"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said, \"Bring ye me such tidings now that old age hath come upon me? What, therefore, are your tidings really"},{"SurahNumber":15,"VerseNumber":55,"Text":"They said, \"We announce them to thee in very truth. Be not then one of the despairing"},{"SurahNumber":15,"VerseNumber":56,"Text":"And who,\" said he, \"despaireth of the mercy of his Lord, but they who err"},{"SurahNumber":15,"VerseNumber":57,"Text":"He said, \"What is your business then, O ye Sent Ones"},{"SurahNumber":15,"VerseNumber":58,"Text":"They said, \"We are sent unto a people who are sinners"},{"SurahNumber":15,"VerseNumber":59,"Text":"Except the family of Lot, whom verily we will rescue all"},{"SurahNumber":15,"VerseNumber":60,"Text":"Except his wife. We have decreed that she shall be of those who linger"},{"SurahNumber":15,"VerseNumber":61,"Text":"And when the Sent Ones came to the family of Lot"},{"SurahNumber":15,"VerseNumber":62,"Text":"He said, \"Yes; are persons unknown to me"},{"SurahNumber":15,"VerseNumber":63,"Text":"They said, \"Yes; but we have come to thee for a purpose about which thy people doubt"},{"SurahNumber":15,"VerseNumber":64,"Text":"We have come to thee with very truth, and we are truthful envoys"},{"SurahNumber":15,"VerseNumber":65,"Text":"Lead forth therefore thy family in the dead of the night; follow thou on their rear: and let no one of you turn round, but pass ye on whither ye are bidden"},{"SurahNumber":15,"VerseNumber":66,"Text":"And this command we gave him because to the last man should these people be cut off at morning"},{"SurahNumber":15,"VerseNumber":67,"Text":"Then came the people of the city rejoicing at the news"},{"SurahNumber":15,"VerseNumber":68,"Text":"He said, \"These are my guests: therefore disgrace me not"},{"SurahNumber":15,"VerseNumber":69,"Text":"And fear God and put me not to shame"},{"SurahNumber":15,"VerseNumber":70,"Text":"They said, \"Have we not forbidden thee to entertain any one whatever"},{"SurahNumber":15,"VerseNumber":71,"Text":"He said, \"Here are my daughters, if ye will thus act"},{"SurahNumber":15,"VerseNumber":72,"Text":"As thou livest, O Muhammad, they were bewildered in the drunkenness of their lust"},{"SurahNumber":15,"VerseNumber":73,"Text":"So a tempest overtook them at their sunrise"},{"SurahNumber":15,"VerseNumber":74,"Text":"And we turned the city upside down, and we rained stones of baked clay upon them"},{"SurahNumber":15,"VerseNumber":75,"Text":"Verily, in this are signs for those who scan heedfully"},{"SurahNumber":15,"VerseNumber":76,"Text":"And these cities lay on the high road"},{"SurahNumber":15,"VerseNumber":77,"Text":"Verily, in this are signs for the faithful"},{"SurahNumber":15,"VerseNumber":78,"Text":"The inhabitants also of El Aika were sinners"},{"SurahNumber":15,"VerseNumber":79,"Text":"So we took vengeance on them, and they both became a plain example"},{"SurahNumber":15,"VerseNumber":80,"Text":"And the people of HEDJR treated God's messengers as liars"},{"SurahNumber":15,"VerseNumber":81,"Text":"And we brought forth our signs to them, but they drew back from them"},{"SurahNumber":15,"VerseNumber":82,"Text":"And they hewed them out abodes in the mountains to secure them"},{"SurahNumber":15,"VerseNumber":83,"Text":"But a tempest surprised them at early morn"},{"SurahNumber":15,"VerseNumber":84,"Text":"And their labours availed them nothing"},{"SurahNumber":15,"VerseNumber":85,"Text":"We have not created the heavens and the earth and all that between them is, but for a worthy end. And verily, \"the hour\" shall surely come. Wherefore do thou, Muhammad, forgive with kindly forgiveness"},{"SurahNumber":15,"VerseNumber":86,"Text":"For thy Lord! He is the Creator, the Wise"},{"SurahNumber":15,"VerseNumber":87,"Text":"We have already given thee the seven verses of repetition and the glorious Koran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Strain not thine eyes after the good things we have bestowed on some of the unbelievers: afflict not thyself on their account, and lower thy wing to the faithful"},{"SurahNumber":15,"VerseNumber":89,"Text":"And SAY: I am the only plain-spoken warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"We will punish those who foster divisions"},{"SurahNumber":15,"VerseNumber":91,"Text":"Who break up the Koran into parts"},{"SurahNumber":15,"VerseNumber":92,"Text":"By thy Lord! we will surely take account from them one and all"},{"SurahNumber":15,"VerseNumber":93,"Text":"Concerning that which they have done"},{"SurahNumber":15,"VerseNumber":94,"Text":"Profess publicly then what thou hast been bidden, and withdraw from those who join gods to God"},{"SurahNumber":15,"VerseNumber":95,"Text":"Verily, We will maintain thy cause against those who deride thee"},{"SurahNumber":15,"VerseNumber":96,"Text":"Who set up gods with God: and at last shall they know their folly"},{"SurahNumber":15,"VerseNumber":97,"Text":"Now know We that thy heart is distressed at what they say"},{"SurahNumber":15,"VerseNumber":98,"Text":"But do thou celebrate the praise of thy Lord, and be of those who bow down in worship"},{"SurahNumber":15,"VerseNumber":99,"Text":"And serve thy Lord till the certainty o'ertake thee"}]}