{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"Hamd, gokleri ve yeri yaratan, melekleri ikiser, ucer, dorder kanatlı elciler kılan Allah'a mahsustur. O, yaratmada diledigi kadar artırır. Gercekten Allah her seye kadirdir"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah, insanlara rahmetinden neyi acarsa artık onu tutacak, kısacak olan yoktur. Her neyi de tutar kısarsa, onu da, ondan sonra salacak yoktur. O, cok gucludur, hukum ve hikmet sahibidir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allah'ın uzerinizdeki nimetini anın. Allah'tan baska bir yaratıcı mı var? O size gokten ve yerden rızık verir. O'ndan baska ilah yoktur. O halde (haktan) nasıl cevrilirsiniz"},{"SurahNumber":35,"VerseNumber":4,"Text":"Eger onlar seni yalanlıyorlarsa, senden once bircok peygamberler de yalanlandılar. Butun isler Allah'a dondurulur"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Haberiniz olsun ki, Allah'ın vaadi muhakkak haktır. Sakın bu dunya hayatı sizi aldatmasın, sakın o aldatıcı seytan sizi, Allah hakkında da aldatmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Cunku seytan size dusmandır. Siz de onu dusman tutun. O etrafına toplanan taraftarlarını ancak cehennemliklerden olsunlar diye davet eder"},{"SurahNumber":35,"VerseNumber":7,"Text":"Inkar edenler icin siddetli bir azab vardır. Iman edip salih amel isleyenler icin de bir bagıslanma ve buyuk bir mukafat vardır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ya kotu ameli kendisine allanmıs pullanmıs da onu guzel gormus olan kimse de mi (iman edip salih amel isleyenler gibi olacak)? Suphe yok ki Allah diledigini sasırtır, diledigini de dogru yola cıkarır. O halde canın onlara karsı hasretlerle (uzuntulerle) sıkılıp gitmesin. Cunku Allah, onların butun yaptıklarını bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Ruzgarları gonderip bir bulut kaldıran da Allah'tır. Derken biz o (bulutu) olmus bir beldeye sevketmisizdir. Boylece yeryuzune olmunden sonra onunla hayat veririz. Iste o dirilme de boyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Her kim izzet istiyorsa bilsin ki izzet tamamıyla Allah'ındır. O'na hos kelimeler yukselir, onu da salih amel yukseltir. Kotulukler kuranlara gelince, onlara siddetli bir azab vardır. Onların tuzakları hep darmadagın olur"},{"SurahNumber":35,"VerseNumber":11,"Text":"Hem Allah sizi bir topraktan, sonra bir damla sudan yarattı. Sonra sizi ciftler kıldı. O'nun bilgisi olmadan ne bir disi hamile olur, ne dogurur. Kendisine omur verilenin de omrunun uzatılması da, omrunden kısaltılması da mutlaka bir kitapta yazılıdır. Suphe yok ki bu, Allah'a gore kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"Hem iki deniz esit olmuyor. Su tatlı, hararet keser, icerken (bogazdan) kayar; su da tuzlu, yakar kavurur. Bununla beraber her birinden taze bir et yersiniz ve bir ziynet cıkarır, giyinirsiniz. Allah'ın lutfundan nasib arayasınız diye suyu yara yara giden gemileri de gorursun. Gerek ki sukredeceksiniz"},{"SurahNumber":35,"VerseNumber":13,"Text":"O, geceyi gunduze sokuyor, gunduzu de geceye sokuyor. Gunesi ve ayı emrine amade kılmıstır. Her biri mukadder bir gayeye akıp gidiyor. Iste bu gorduklerinizi yapan Allah sizin Rabbinizdir. Mulk (hukumranlık) O'nundur. O'ndan baska taptıklarınız ise, bir cekirdek zarını bile idare edemezler"},{"SurahNumber":35,"VerseNumber":14,"Text":"Kendilerine dua ederseniz duanızı isitmezler. Isitseler bile size cevabını veremezler. Kıyamet gunu de kendilerini Allah'a ortak kostugunuzu inkar ederler. Sana her seyden haberdar olan (Allah) gibi bir haber veren olmaz"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar! Siz Allah'a muhtacsınız. Allah ise zengin ve her hamde layıktır"},{"SurahNumber":35,"VerseNumber":16,"Text":"Eger O dilerse sizi yok eder ve yerinize yeni bir halk getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Ve bu, Allah'a gore zor bir sey degildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Hem gunah ceken bir kimse, baskasının gunahını cekmeyecek; yuku agır basan, onun yuklenilmesine cagırsa da ondan bir sey yuklenilmeyecek, isterse bir yakını olsun. Fakat sen ancak o kimseleri sakındırısın ki, gaybda Rablerinin korkusunu duyarlar, namazı durust kılarlar. Temizlenen de sırf kendisi icin temizlenir. Nihayet donus Allah'adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Ne kor ile goren esit olur"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ne de karanlıklar ile aydınlık"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ve ne de golge ile sıcaklık"},{"SurahNumber":35,"VerseNumber":22,"Text":"Olulerle diriler de esit olmaz. Gerci Allah, her diledigine isittirirse de sen, kabirlerdekine isittirecek degilsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen sadece bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Muhakkak ki biz seni hak ile hem bir mujdeci, hem bir uyarıcı olarak gonderdik. Hicbir ummet de yoktur ki, iclerinde bir uyarıcı gecmis olmasın"},{"SurahNumber":35,"VerseNumber":25,"Text":"Seni yalanlıyorlarsa, onlardan oncekiler de yalanlamıslardı. Onlara peygamberleri mucizelerle, sahifelerle ve aydınlatıcı kitaplarla gelmislerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra ben o inkar edenleri tutup yakaladım. O zaman beni inkar etmek nasıl oldu"},{"SurahNumber":35,"VerseNumber":27,"Text":"Gormedin mi Allah gokten bir su indirdi. Biz onunla renkleri baska baska meyveler cıkardık. Daglarda da yollar, beyazlı kırmızılı cesitli renklerde ve kapkara topraklar var"},{"SurahNumber":35,"VerseNumber":28,"Text":"Yine insanlardan, hayvanlardan ve davarlardan da turlu renklileri vardır. Kulları icinde Allah'tan ancak alimler korkar. Suphe yok ki Allah cok gucludur. Hukum ve hikmet sahibidir"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah'ın kitabını okuyan, namazı kılan ve kendilerine verdigimiz rızıktan gizli ve acık olarak verenler, kesinlikle batma ihtimali olmayan bir ticaret umarlar"},{"SurahNumber":35,"VerseNumber":30,"Text":"Cunku Allah mukafatlarını kendilerine tamamen odedikten baska, lutfundan onlara fazlasını da verecektir. Cunku O cok bagıslayıcı ve sukrun karsılıgını vericidir"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kitaplar icinde sana vahyettigimiz kitap da kendinden oncekileri tasdik edici olmak uzere bir haktır. Suphe yok ki, Allah, kullarının butun hallerinden haberdardır ve her seyi gorendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra biz o kitabı kullarımızdan suzup sectiklerimize miras bıraktık. Onlardan da nefislerine zulmeden var, orta yolu tutan var, Allah'ın izniyle hayırlarda ileri gecenler var. Iste bu buyuk lutuftur"},{"SurahNumber":35,"VerseNumber":33,"Text":"Onlara Adn cennetleri vardır. Onlar oraya gireceklerdir. Orada altın bilezikler ve incilerle susleneceklerdir. Orada elbiseleri de ipektir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Onlar orada soyle derler: \"Hamd olsun Allah'a, bizden o uzuntuyu giderdi. Gercekten Rabbimiz cok bagıslayıcı ve sukrun karsılıgını vericidir"},{"SurahNumber":35,"VerseNumber":35,"Text":"Lutfundan bizi durulacak bir yurda kondurdu. Burada bize yorgunluk gelmeyecek, burada bize usanc gelmeyecektir"},{"SurahNumber":35,"VerseNumber":36,"Text":"Inkar edenlere gelince, onlara cehennem atesi vardır. Hukum verilmez ki olsunler, kendilerinden biraz azab da hafifletilmez. Iste biz her nankoru boyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar, orada soyle feryad ederler: \"Ey Rabbimiz! Bizleri cıkar, yapageldiklerimizden baska salih bir amel yapalım.\" (Onlara): \"Size dusunecek olanın dusunecegi kadar bir omur vermedik mi? Hem size uyarıcı da gelmisti. O halde azabı tadın. Cunku zalimleri kurtaracak yoktur.\" (denir)"},{"SurahNumber":35,"VerseNumber":38,"Text":"Suphe yok ki Allah, goklerin ve yerin gaybını bilir. Elbette o, sinelerin icinde olanları da bilir"},{"SurahNumber":35,"VerseNumber":39,"Text":"Sizi yeryuzunde halifeler yapan O'dur. Artık kim kufrederse, kufru kendi aleyhinedir. Kafirlerin kufurleri, Rablerinin katında kendilerine bugzdan baska bir sey artırmaz, kafirlerin kufurleri kendilerine zarardan baska bir sey artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: \"Gordunuz ya, Allah'ı bırakıp da tapmakta oldugunuz ortaklarınızı! Gosterin bana, yer yuzunden neyi yaratmıslardır?\" Yoksa onların gok yuzunde bir ortaklıgı mı var? Yoksa biz kendilerine bir kitap vermisiz de ondan bir delil uzerinde mi bulunuyorlar? Hayır o zalimler, birbirlerine aldatmadan baska bir vaadde bulunmuyorlar"},{"SurahNumber":35,"VerseNumber":41,"Text":"Dogrusu gokleri ve yeri yok oluvermekten, Allah tutuyor. Andolsun ki eger yok oluverirlerse, onları O'ndan baska kimse tutamaz. Gercekten O, cok yumusak davranır, cok bagıslayıcıdır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Olanca gucleriyle Allah'a yemin etmislerdi ki, kendilerine uyarıcı bir peygamber gelirse, mutlaka ilerideki ummetlerin herhagi birinden daha dogru yolda olacaklardı. Fakat kendilerine uyarıcı bir peygamber geldigi zaman bu, onların sırf urkuntuleriniartırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"(Bu da) yeryuzunde bir kibirlenme ve bir suikast duzenidir. Halbuki fena duzen ancak sahibinin basına gecer. O halde oncekilerin kanunundan baska ne gozetiyorlar? Sen Allah'ın sunnetinde asla bir degisme bulamazsın. Sen Allah'ın sunnetinde asla bir baskalasma da bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"Yeryuzunde gezip bir bakmadılar mı, kendilerinden oncekilerin sonu nasıl olmus? Halbuki onlar, bunlardan daha kuvvetliydiler. Ne goklerde ve ne de yerde hicbir sey Allah'ı aciz bırakamaz. Cunku o her seyi bilendir, her seye kadir olandır"},{"SurahNumber":35,"VerseNumber":45,"Text":"Bununla beraber Allah, insanları kazandıkları (gunahlar) yuzunden hemen yakalayıverseydi, yeryuzunde hicbir canlı bırakmazdı. Fakat onları belli bir sureye kadar erteliyor. Nihayet ecelleri gelince geregini yapar. Suphe yok ki Allah, kullarını gormektedir"}]}