{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Say (O Muhammad), \"It is revealed to me that a group of the Jinn listened, and said, `We have heard an amazing Recital [Qur'aan]"},{"SurahNumber":72,"VerseNumber":2,"Text":"It guides towards righteousness, so we believe in it. And we do not associate anyone else, in worship, with our Lord"},{"SurahNumber":72,"VerseNumber":3,"Text":"And (we affirm) that He has neither wife nor son; exalted is the Majesty of our Lord"},{"SurahNumber":72,"VerseNumber":4,"Text":"And that the foolish among us speak atrociously about Allah"},{"SurahNumber":72,"VerseNumber":5,"Text":"And that we had thought mankind and jinn would not speak lies about Allah"},{"SurahNumber":72,"VerseNumber":6,"Text":"And that individuals from mankind sought protection of individuals from the jinn, and so there was an increase in their evil disposition"},{"SurahNumber":72,"VerseNumber":7,"Text":"And that they [men] thought, even as you [jinn] think, that Allah would not raise anyone from the dead"},{"SurahNumber":72,"VerseNumber":8,"Text":"And that We did certainly touch [tried to reach out to] the heaven but found it replete with guards, strong and equipped with sharp, penetrating missiles of burning flame"},{"SurahNumber":72,"VerseNumber":9,"Text":"And that we did sit on seats therein to listen. But, now, he who listens finds a flame in wait for him"},{"SurahNumber":72,"VerseNumber":10,"Text":"And that we do not understand whether ill is intended for all those on the earth, or whether their Lord intends right guidance for them"},{"SurahNumber":72,"VerseNumber":11,"Text":"And that some of us are righteous and some of us are not. We have been following different ways"},{"SurahNumber":72,"VerseNumber":12,"Text":"And that we do think we cannot frustate Allah on the earth, nor can we escape from Him by fleeing"},{"SurahNumber":72,"VerseNumber":13,"Text":"And that when we heard the guidance, we believed in it. And he who believes in his Lord, he fears neither loss nor any prevalence of evil"},{"SurahNumber":72,"VerseNumber":14,"Text":"And that some among us have surrendered themselves to Allah and some are perverse. And whoso has surrendered to Allah, such have sought the right path"},{"SurahNumber":72,"VerseNumber":15,"Text":"And those who are perverse, they are fuel for Hell-fire"},{"SurahNumber":72,"VerseNumber":16,"Text":"And had they steadily stood by the right path, We would have given them plenty of water to drink (i.e. given them good peovision)"},{"SurahNumber":72,"VerseNumber":17,"Text":"So that We may test them thereby. And he who turns away from the remembrance of his Lord, him He will make suffer ever-growing punishment"},{"SurahNumber":72,"VerseNumber":18,"Text":"And [remember] that the Masajid [places of worship for believers] are for Allah, so pray to Allah and not to anyone else with Him"},{"SurahNumber":72,"VerseNumber":19,"Text":"And that when the slave of Allah [Prophet Muhammad] stood up to pray to Him, they mobbed around him, almost stiflingly"},{"SurahNumber":72,"VerseNumber":20,"Text":"Tell (them, O Muhammad), \"I pray only to my Lord. And I pray not to anyone besides Him"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say, \"I do indeed have no power either to hurt you or to put you on the right path"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say, \"None indeed can protect me from Allah, nor can I find any provider of shelter besides Him"},{"SurahNumber":72,"VerseNumber":23,"Text":"(I have no power) but to convey Notifications from Allah, and His Messages. And he who disobeys Allah and His Messenger, for him is Fire of Hell! Therein such people dwell for ever"},{"SurahNumber":72,"VerseNumber":24,"Text":"Until they see what they are promised (the suppressors of Truth will remain deluded), but then they will come to know who is weak in support and less in number"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say, \"I am unaware whether what is promised to you is near, or my Lord has set a distant time for it"},{"SurahNumber":72,"VerseNumber":26,"Text":"He is the One Who knows the Unseen, and none else is privy to His [knowledge of] Unseen"},{"SurahNumber":72,"VerseNumber":27,"Text":"Except those of His Messengers to whom He pleases [to convey any knowledge of the Unseen]. And then He appoints a guard to go before him and a guard behind him"},{"SurahNumber":72,"VerseNumber":28,"Text":"So that He may know that they [Messengers] have truly conveyed the Messages of their Lord. He monitors all their doings from time to time, and He keeps account of all things one by one"}]}