{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"By the Mount"},{"SurahNumber":52,"VerseNumber":2,"Text":"and a Book inscribed"},{"SurahNumber":52,"VerseNumber":3,"Text":"in a parchment unrolled"},{"SurahNumber":52,"VerseNumber":4,"Text":"by the House inhabited"},{"SurahNumber":52,"VerseNumber":5,"Text":"and the roof uplifted"},{"SurahNumber":52,"VerseNumber":6,"Text":"and the sea swarming"},{"SurahNumber":52,"VerseNumber":7,"Text":"surely thy Lord's chastisement is about to fall"},{"SurahNumber":52,"VerseNumber":8,"Text":"there is none to avert it"},{"SurahNumber":52,"VerseNumber":9,"Text":"Upon the day when heaven spins dizzily"},{"SurahNumber":52,"VerseNumber":10,"Text":"and the mountains are in motion"},{"SurahNumber":52,"VerseNumber":11,"Text":"woe that day unto those that cry lies"},{"SurahNumber":52,"VerseNumber":12,"Text":"such as play at plunging"},{"SurahNumber":52,"VerseNumber":13,"Text":"the day when they shall be pitched into the fire of Gehenna"},{"SurahNumber":52,"VerseNumber":14,"Text":"This is the fire that you cried lies to"},{"SurahNumber":52,"VerseNumber":15,"Text":"What, is this magic, or is it you that do not see"},{"SurahNumber":52,"VerseNumber":16,"Text":"Roast in it! And bear you patiently, or bear not patiently, equal it is to you; you are only being recompensed for that you were working"},{"SurahNumber":52,"VerseNumber":17,"Text":"Surely the godfearing shall be in gardens and bliss"},{"SurahNumber":52,"VerseNumber":18,"Text":"rejoicing in that their Lord has given them; and their Lord shall guard them against the chastisement of Hell"},{"SurahNumber":52,"VerseNumber":19,"Text":"Eat and drink, with wholesome appetite, for that you were working"},{"SurahNumber":52,"VerseNumber":20,"Text":"Reclining upon couches ranged in rows; and We shall espouse them to wide-eyed houris"},{"SurahNumber":52,"VerseNumber":21,"Text":"And those who believed, and their seed followed them in belief, We shall join their seed with them, and We shall not defraud them of aught of their work; every man shall be pledged for what he earned"},{"SurahNumber":52,"VerseNumber":22,"Text":"And We shall succour them with fruits and flesh such as they desire"},{"SurahNumber":52,"VerseNumber":23,"Text":"while they pass therein a cup one to another wherein is no idle talk, no cause of sin"},{"SurahNumber":52,"VerseNumber":24,"Text":"and there go round them youths, their own, as if they were hidden pearls"},{"SurahNumber":52,"VerseNumber":25,"Text":"They advance one upon another, asking each other questions"},{"SurahNumber":52,"VerseNumber":26,"Text":"They say, 'We were before among our people, ever going in fear"},{"SurahNumber":52,"VerseNumber":27,"Text":"and God was gracious to us, and guarded us against the chastisement of the burning wind"},{"SurahNumber":52,"VerseNumber":28,"Text":"we were before ever calling upon Him; surely He is the All-benign, the All-compassionate"},{"SurahNumber":52,"VerseNumber":29,"Text":"Therefore remind! by thy Lord's blessing thou art not a soothsayer neither possessed"},{"SurahNumber":52,"VerseNumber":30,"Text":"Or do they say, 'He is a poet for whom we await Fate's uncertainty"},{"SurahNumber":52,"VerseNumber":31,"Text":"Say: 'Await! I shall be awaiting with you"},{"SurahNumber":52,"VerseNumber":32,"Text":"Or do their intellects bid them do this? Or are they an insolent people"},{"SurahNumber":52,"VerseNumber":33,"Text":"Or do they say, 'He has invented it?' Nay, but they do not believe"},{"SurahNumber":52,"VerseNumber":34,"Text":"Then let them bring a discourse like it, if they speak truly"},{"SurahNumber":52,"VerseNumber":35,"Text":"Or were they created out of nothing? Or are they the creators"},{"SurahNumber":52,"VerseNumber":36,"Text":"Or did they create the heavens and earth? Nay, but they have not sure faith"},{"SurahNumber":52,"VerseNumber":37,"Text":"Or are thy Lord's treasuries in their keeping? Or are they the registrars"},{"SurahNumber":52,"VerseNumber":38,"Text":"Or have they a ladder whereon they listen? Then let any of them that has listened bring a clear authority"},{"SurahNumber":52,"VerseNumber":39,"Text":"Or has He daughters, and they sons"},{"SurahNumber":52,"VerseNumber":40,"Text":"Or askest thou them for a wage, and so they are weighed down with debt"},{"SurahNumber":52,"VerseNumber":41,"Text":"Or is the Unseen in their keeping, and so they are writing it down"},{"SurahNumber":52,"VerseNumber":42,"Text":"Or desire they to outwit? The unbelievers, they are the outwitted"},{"SurahNumber":52,"VerseNumber":43,"Text":"Or have they a god, other than God? Glory be to God, above that which they associate"},{"SurahNumber":52,"VerseNumber":44,"Text":"Even if they saw lumps falling from heaven, they would say, 'A massed cloud"},{"SurahNumber":52,"VerseNumber":45,"Text":"Then leave them, till they encounter their day wherein they shall be thunderstruck"},{"SurahNumber":52,"VerseNumber":46,"Text":"the day when their guile shall avail them naught, and they shall not be helped"},{"SurahNumber":52,"VerseNumber":47,"Text":"And there surely awaits the evildoers a chastisement beyond even that, but most of them know it not"},{"SurahNumber":52,"VerseNumber":48,"Text":"And be thou patient under the judgment of thy Lord; surely thou art before Our eyes. And proclaim the praise of thy Lord when thou arisest"},{"SurahNumber":52,"VerseNumber":49,"Text":"and proclaim the praise of thy Lord in the night, and at the declining of the stars"}]}