{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bu kitabın, alemlerin Rabbi tarafından indirildiginde hicbir suphe yoktur"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa: “Onu uydurdu” mu diyorlar? Bilakis, o gercegin ta kendisidir.Senden once kendilerini uyaran hicbir peygamber gelmemis olan bir toplumu, dogru yolu bulmaları umidiyle uyarman icin Rabb'in tarafından gonderilmistir"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah o hak mabuddur ki gokleri, yeri ve ikisinin arasındaki varlıkları altı gunde yaratmıs, sonra da arsına kurulmus mutlak hukumrandır. [7,54]Sizin O'ndan baska ne haminiz, ne sefaatciniz yoktur. Hala geregince dusunmez misiniz"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gokten yere kadar her isi duzenleyip yonetir. Sonra butun bu isler, sizin hesabınıza gore bin yıl tutan bir gunde O'na yukselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"Iste gaybı ve sehadeti, gorunmeyen ve gorunen alemleri bilen, mutlak galebe ve kudret, mutlak rahmet sahibi O'dur"},{"SurahNumber":32,"VerseNumber":7,"Text":"Yarattıgı her seyi guzel ve muhkem yapıp insanı ilkin camurdan yarattı"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun neslini, onemsiz bir suyun ozunden, meniden uretti"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra ona en uygun seklini verdi, ona ruhundan ufledi.Size kulaklar, gozler, gonuller verdi.Ne az sukrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Bir de: “A! Topragın dibinde toz olup kayboldugumuz zaman, gercekten bu hale gelmis olan bizler mi yeniden yaratılacagız!” derler. Hatta onlar Rab'lerinin huzuruna varacaklarını da inkar ederler"},{"SurahNumber":32,"VerseNumber":11,"Text":"Sen de ki: “Sizi, canınızı almakla gorevlendirilen olum melegi vefat ettirecek, sonra da Rabbinizin huzuruna goturuleceksiniz.”"},{"SurahNumber":32,"VerseNumber":12,"Text":"Bir gorseydin o sucluları: Rab'lerinin huzurunda, mahcupluktan basları onlerine egilmis soyle derken:“Gorduk, isittik ya Rabbena! Ne olur bizi dunyaya bir gonder!Oyle guzel, makbul isler yaparız ki!Cunku gercegi kesin olarak biliyoruz artık!”"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger dileseydik butun insanlara hidayet verir, dogru yola koyardık.Lakin “Cehennemi cinlerden ve insanlardan bir kısmıyla dolduracagım” hukmu kesinlesmistir"},{"SurahNumber":32,"VerseNumber":14,"Text":"“Oyleyse, siz nasıl bugunku bulusmayı unuttunuz ve bu unutmayı omur boyu surdurduyseniz,Biz de bugun sizi unuttuk.Yaptıklarınızdan oturu, tadın bakalım surekli azabı!”"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim ayetlerimize ancak o kimseler inanır ki kendilerine o ayetler hatırlatıldıgında, derslerini hemen alır, secdeye kapanır, Rab'lerine hamd, O’nu takdis ve tenzih ederler, asla kibirlenmezler"},{"SurahNumber":32,"VerseNumber":16,"Text":"Teheccud namazı kılmak icin yataklarından kalkar, cezalandırmasından endise icinde, rahmetinden de umitli olarak Rab'lerine dua edip yalvarırlar ve kendilerine nasib ettigimiz mallardan Allah yolunda harcarlar"},{"SurahNumber":32,"VerseNumber":17,"Text":"Iste onların dunyada yaptıkları makbul islere mukafat olarak gozlerini aydın edecek, gonullerini ferahlatacak hangi surprizlerin, hangi nimetlerin saklandıgını hic kimse bilemez. [4,22; 10,26] {KM, II Korintos}"},{"SurahNumber":32,"VerseNumber":18,"Text":"Oyle ya, mumin olan, hic fasık gibi olur mu? Bunlar asla bir olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Iman edip, guzel ve makbul isler isleyenlere, yaptıklarına karsılık konukluk olarak Me'va cennetleri vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Yoldan cıkmıs fasıkların ise barınakları cehennemdir.Her ne zaman oradan cıkmak isteseler yine oraya itilirler.Onlara: “Cehennem azabını yalan sayıyordunuz. Tadın da gorun bakalım!” denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"O kafirlerin donus yapmaları umidiyle, onlara en buyuk azaptan once, dunyada aclık, musibet, esaret, olum gibi pesin bir azap tattıracagız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbinin ayetleri ile kendisine nasihat edildiginde sırtını donup uzaklasan kimseden daha zalim kimse olur mu?Biz o suclulardan elbette intikam alıp onları cezalandıracagız"},{"SurahNumber":32,"VerseNumber":23,"Text":"Su bir gercektir ki, sana verdigimiz gibi Musa'ya da kitap vermis, sana vahyettigimiz gibi ona da vahyetmistik.Dolayısıyla onun da boyle bir vahiy aldıgından hic tereddudun olmasın.Biz ona verdigimiz kitabı, Israilogullarına rehber kıldık.Onlar sabrettigi ve ayetlerimize kesin olarak inandıkları muddetce,Biz, emir ve irsadımızla onlardan dogru yolu gosteren onderler tayin ettik"},{"SurahNumber":32,"VerseNumber":24,"Text":"Su bir gercektir ki, sana verdigimiz gibi Musa'ya da kitap vermis, sana vahyettigimiz gibi ona da vahyetmistik.Dolayısıyla onun da boyle bir vahiy aldıgından hic tereddudun olmasın.Biz ona verdigimiz kitabı, Israilogullarına rehber kıldık.Onlar sabrettigi ve ayetlerimize kesin olarak inandıkları muddetce,Biz, emir ve irsadımızla onlardan dogru yolu gosteren onderler tayin ettik"},{"SurahNumber":32,"VerseNumber":25,"Text":"Senin Rabbin kıyametteki buyuk durusma gunu ihtilaf ettikleri hususlarda onlar arasında kesin hukmu elbet verecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Yurtlarında dolastıkları nice nesillerin hayatlarını sona erdirmemiz, onları dogru yola irsad etmiyor mu?Elbette bunda ibretler vardır. Hala nasihat dinlemeyecekler mi? ["},{"SurahNumber":32,"VerseNumber":27,"Text":"Gormuyorlar mı ki biz otsuz, kır araziye su sevk ediyoruz, onun sayesinde, hayvanların ve kendilerinin yiyecekleri ekinleri yetistiriyoruz. Hala bunları gormeyecekler mi"},{"SurahNumber":32,"VerseNumber":28,"Text":"Bir de: “Eger iddianızda dogru iseniz bu fetih (zafer veya kesin hukum) ne zaman? derler"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: “Fetih gunu, kafirlere imanları fayda vermez, onlara muhlet de verilmez.”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Simdi sen onları kendi hallerine bırak. Yardımımızı veya onların helak edilmelerini bekle!Cunku onlar da senin helak olmanı bekliyorlar"}]}