{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Bul sürönü Biz tüşürdük, anı(n ökümdörün) Biz parız kıldık jana (o, momundar) eskerme-sabak alaarsıŋar dep, anın içinde anık dalilderdi tüşürdük"},{"SurahNumber":24,"VerseNumber":2,"Text":"(Üylönö elek turup) zınaa kılgan ayal menen zınaa kılgan erkektin ar birin jüz balaktan urgula!? Eger Allaһka jana Akıret Kününö işençü bolsoŋor, Allaһtın dininde(gi ökümdü atkaraarda) al eköösünö jan tartpagıla! Eköösünün jazalanuusuna momundardın bir taypası kübö bolup turuşsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zınaker erkek zınaker ayalga je muşrik ayalga gana üylönö alat, zınaker ayaldı dagı zınaker erkek je muşrik erkek gana nikesine alat. Al emi, ıymanduularga bul — aram"},{"SurahNumber":24,"VerseNumber":4,"Text":"Taza ayaldarga (jana erkekterge «zınaker» dep) doomat koyup, andan kiyin tört (adilettüü) kübö alıp kele albagan adamdardı seksen balak urgula jana alardın kübölügün eç kaçan kabıl albagıla! Alar — (Allaһka baş iybegen) buzuku adamdar"},{"SurahNumber":24,"VerseNumber":5,"Text":"Al emi, uşunusunan kiyin tooba kılgan jana (amaldarın) oŋdogon adamdar(dın künöösün Allaһ keçiret. Antkeni,) Allaһ — Keçirimdüü, Irayımduu"},{"SurahNumber":24,"VerseNumber":6,"Text":"Öz ayaldarına (zınaa kıldı degen) doomat koyup, birok, özünön başka kübösü jok bolgon adamdardan ar birinin kübölügü (- kazının aldında:) «Men çınçıldardanmın» dep tört iret Allaһtın atı menen (ant içip) kübölük berüü"},{"SurahNumber":24,"VerseNumber":7,"Text":"Beşinçisi—«Eger jalgançılardan bolsom maga Allaһtın naalatı bolsun!»-dep aytuu"},{"SurahNumber":24,"VerseNumber":8,"Text":"Al emi, «Al (küyöösü) jalgan aytuuda!» - dep, tört iret Allaһka ant içüüsü andan (ayalınan) azaptı arıltat"},{"SurahNumber":24,"VerseNumber":9,"Text":"Beşinçisi- (ayaldın) «Eger al (küyöösü) çın süylöp jatkan bolso, özünö Allaһtın açuusu bolsun!»- dep (naalat) aytuusu"},{"SurahNumber":24,"VerseNumber":10,"Text":"Eger silerge Allaһtın pazileti jana ırayımı bolbogondo jana Allaһ toobalardı kabıl kıluuçu, Daanışman bolbogondo.., (jalgandan ant içken er je ayalga özü tilegen kargışı tiymek)"},{"SurahNumber":24,"VerseNumber":11,"Text":"Çınında, doomat artkan adamdar özüŋördün ele araŋardagı bir taypa.! Siler bul doomattı jamandık dep oylobogula, al siler üçün jakşılık.! Alardan (doomatçılardan) ar biri üçün jasagan işine tete künöösü bar. Al emi, alardın arasınan (künöönün) çoŋun kötörgön adamga? (Akırette) çoŋ azap bar"},{"SurahNumber":24,"VerseNumber":12,"Text":"Siler (oo, musulman jamaatı!) bul jalaanı ukkanıŋarda ıymanduu erkekter menen ıymanduu ayaldar biri-biri jönündö jakşı kümöndö bolup, «bul (Aişaga) anık jalaa!» - dese bolboyt bele"},{"SurahNumber":24,"VerseNumber":13,"Text":"Alar (doomatçılar) özdörünün doomattarına tört (adilettüü) kübönü alıp kelişse bolboyt bele?! Eger (tört adilettüü) kübönü alıp kele albasa, anda alar Allaһtın aldında jalgançı adamdar"},{"SurahNumber":24,"VerseNumber":14,"Text":"Egerde silerge Düynö jana Akırette Allaһtın pazileti jana ırayımı bolboso, anın içine çumkugan nerseŋer (uşak-doomat) üçün silerge çoŋ azap kelmek"},{"SurahNumber":24,"VerseNumber":15,"Text":"Siler al ubakta tiliŋer menen (doomat-uşaktı) süylöp, oozuŋar menen özüŋör bilbegen nerseni jayıltıp jattıŋar. Siler anı (doomattı) jeŋil sanayt eleŋer. Çınında al Allaһtın aldında çoŋ (künöö)"},{"SurahNumber":24,"VerseNumber":16,"Text":"Anı ukkanıŋarda «Biz munu süylögöngö akıbız jok! (O, Allaһım!) Özüŋ Aruu-Tazasıŋ! Bul degen çoŋ doomat!» - deseŋer bolboyt bele"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allaһ silerge eskertet: Aga okşogon nersege eç kaçan kaytpagıla, eger ıymanduu bolsoŋor"},{"SurahNumber":24,"VerseNumber":18,"Text":"Allaһ silerge Özünün ayattarın (öküm-şariyatın uşintip) bayandayt. Allaһ — Bilüüçü, Daanışman"},{"SurahNumber":24,"VerseNumber":19,"Text":"Albette, ıymanduu adamdar jönündö buzuk sözdördü taratuunu jakşı körgön adamdarga, Düynödö jana Akırette uluu azap bar! Allaһ (alardın jalgandarın) bilet, siler bilbeysiŋer"},{"SurahNumber":24,"VerseNumber":20,"Text":"Eger silerge Allaһtın pazileti jana ırayımı bolbogondo jana Allaһ Booruker, Irayımduu bolbogondo (silerge mamileŋerdi jöngö salgan şariyat jiberbeyt ele)"},{"SurahNumber":24,"VerseNumber":21,"Text":"O,ıyman keltirgender! Şaytandın izine eerçibegile! Kim şaytandın izine eerçise, (bilip alsın) al buzukuluktarga jana jaman işterge buyurat. Egerde silerge Allaһtın pazileti jana ırayımı bolboso, eç kaçan, silerden eç kimiŋer aktana albayt bolçu. Birok, Allaһ kaalagan pendesin aktayt. Allaһ — Uguuçu, Bilüüçü"},{"SurahNumber":24,"VerseNumber":22,"Text":"Silerdin araŋardagı pazilet (ilim) eeleri jana bay-bardar jaşagandar tuugandarına, miskinderge jana Allaһ jolunda hijrat kılgan kişilerge (sadaka) berbeym dep ant içpesin! Teskerisinçe, (alardı) keçirsin jana ayıbınan ötsün. Allaһ silerdi keçirişin kaalabaysıŋarbı? Allaһ Keçirimdüü, Irayımduu"},{"SurahNumber":24,"VerseNumber":23,"Text":"Çınında, (jamandıktı) oyuna da albagan, taza-pakiza, ıymanduu kız-kelinderge («zınaa kıldı» dep, doomat taşın) atkan adamdar Düynö-Akırette (Allaһtan kelgen) naalatka kalışat jana alarga çoŋ azap bar"},{"SurahNumber":24,"VerseNumber":24,"Text":"Al (Kıyamat) Künü özdörünün tilderi, koldoru jana buttarı jasagan (jaman) amaldarı sebeptüü alarga karşı kübölük beret"},{"SurahNumber":24,"VerseNumber":25,"Text":"Oşol Künü Allaһ alardın akıykat jazaların toluk beret jana alar Allaһtın anık Akıykat ekenin (oşonduktan, Anın ubadası, korkutkanı jana Andan kelgen bardık nerseler akıykat ekenin) bilişet"},{"SurahNumber":24,"VerseNumber":26,"Text":"Iplas ayaldar ıplas erkekter üçün, ıplas erkekter ıplas ayaldar üçün. Taza ayaldar taza erkekter üçün, taza erkekter taza ayaldar üçün. Alar (doomatka kalgan taza adamdar) tigiler (doomatçı ıplastar) aytkan nerseden taza. Alarga (Rabbisi tarabınan) keçirim jana keremettüü ırıskı (Beyiş) bar"},{"SurahNumber":24,"VerseNumber":27,"Text":"O,ıyman keltirgen pendeler! Özüŋördün üyüŋördön başka üylörgö, üy eelerinen uruksat suramayınça jana salam bermeyinçe kirbegile! Uşunuŋar silerge jakşı! (Allaһtın buyruktarın) esiŋerge alışıŋar üçün"},{"SurahNumber":24,"VerseNumber":28,"Text":"Eger al üylördün içinde eç kimdi tappasaŋar, kaçan silerge uruksat berilmeyinçe alarga kirbegile! Eger silerge «kaytıp ket» dep aytılsa, kaytıp ketkile. Uşul siler üçün tazaraak (joruk). Allaһ - jasagan işiŋerdi Bilüüçü"},{"SurahNumber":24,"VerseNumber":29,"Text":"Birok, anda (üy-bülö) jaşabagan jana silerge paydaluu (meymankana sıyaktuu jalpı) üylörgö uruksat surabay kirişiŋerde siler üçün künöö jok. Allaһ silerdin jaşırganıŋardı da, aşkerelegeniŋerdi bilet"},{"SurahNumber":24,"VerseNumber":30,"Text":"(O, Muhammad!) Iymanduu erkekterge ayt: (Bötön ayaldarga kumardanuu menen karoodon) közdörün tıyışsın jana jınıs müçölörün (zınaadan jana baçabazdıktan) saktaşsın! Alar üçün uşul tazaraak (joruk). Allaһ alardın bardık işterinen Kabardar"},{"SurahNumber":24,"VerseNumber":31,"Text":"Iymanduu ayaldarga ayt: (Bötön erkekterge kumardanuu menen karoodon) közdörün jumuşsun jana jınıs müçölörün (zınaadan) saktaşsın! Körünüp turgan zıynatınan (kiyiminen) başka zıynat-tagınçaktarın jaap jürüşsün! Jooluktarı menen köküröktörün jabışsın! Zıynattarın (moyun, bilek sıyaktuu zıynat müçölörün) körgözüşpösün! Bir gana küyöölörünö je atalarına je küyöösünün atalarına je baldarına je küyöösünün baldarına je aga-inilerine je aga-inilerinin baldarına je eje-siŋdilerinin baldarına je özünün (musulman) ayaldarına je kuldarına je (ayalga) kızıguusu kalbagan (kartaygan) erkek kızmatçılarına je ayaldardın avrattarının ayırmasın bilbegen jaş baldarga (körünsö künöö jok). Jaşıruun zıynattarın bilgiziş üçün buttarın jerge urbasın!! O, ıymanduular! Baarıŋar Allaһka tooba kılgıla, ajep emes jeŋişke (Beyişke) jetseŋer"},{"SurahNumber":24,"VerseNumber":32,"Text":"(O, momundar!) Özüŋördün jesirleriŋerdi jana kul-küŋdörüŋör arasınan jakşıların (biri-birine) nikelep koygula. Eger (üylönüünü) kaalagandar kembagal bolso, Allaһ Öz pazileti menen alardı bayıtat. Allaһ (Taalanın jakşılık-bereketteri) Kenen, (jana Al pendelerinin abalın) Bilüüçü"},{"SurahNumber":24,"VerseNumber":33,"Text":"(Kembagaldık je başka sebep menen) üylönö albay jürgöndör, kaçan Allaһ alardı Öz pazileti menen bayıtkanga çeyin abiyir-namıstarın saktaşsın! Kuldarıŋardın arasınan (azattık) kelişimin kaalagandar bolso, eger alarda jakşılık (özünün janın bagıp ketüügö kuduret) bar ekenin bilseŋer, anda alar menen kelişim tüzö bergile jana (Allaһ) silerge bergen Allaһtın malınan (alarga sadaka) bergile.! Jana düynö baylıgına kızıgıp, tazalıktı kaalagan küŋüŋördü soykulukka majburlabagıla! Kim alardı (soykulukka) majburlasa, (özdörü kaalabay turup) majburlangandan kiyin Allaһ alardı Keçirüçü, Irayımduu"},{"SurahNumber":24,"VerseNumber":34,"Text":"Biz silerge anık ayattardı, ötkön elderdin misaldarın jana takıba kişiler üçün eskerme-nasaattardı tüşürdük"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allaһ — asmandardın jana Jerdin Nuru! Anın Nurunun misalı, çırak turgan bir tekçe sıyaktuu. Çırak-şişenin içinde, şişe bolso kudum ele kauhar jıldızı! Al (çırak) teskeyde da emes, küngöydö da emes (ar dayım nur tiyip turgan, biyik jerde öskön) berekettüü Zaytun daragı(nın mayı) menen jagılat. Anın mayı (tunuktugunan ulam) ot tiybese dele nur taratkanday bolot. (A, eger ot tamızılsa) nur üstünö nur (çaçat). Allaһ kaalagan pendesin Öz Nuruna bagıttayt. Allaһ adamdarga (uşunday) misaldardı keltiret. Allaһ — ar nerseni Bilüüçü"},{"SurahNumber":24,"VerseNumber":36,"Text":"(Al çırak «meçit» dep atalgan) üylördö (jagılat). Allaһ al üylördün (boyu jana darajası asmanga) kötörülüşünö jana anda Özünün Isımı eskerilişine uruksat bergen. Anın içinde (ıymanduu adamdar) erteli-keç Anı (ar kanday kemçildikterden) aruulaşat"},{"SurahNumber":24,"VerseNumber":37,"Text":"(Al) er-azamattardı Allaһtın zikirinen, namaz okuudan jana zeket berüüdön sooda dagı, aldı-sattı dagı alaksıta albayt! (Antkeni,) alar közdör jana jüröktör (korkuu menen ümüttün ortosunda arı-beri) oodarılıp kala turgan Kündön (Kıyamattan) korkuşat"},{"SurahNumber":24,"VerseNumber":38,"Text":"(Munun sebebi) Allaһ alardı jasagan amaldarının eŋ jakşıları menen sıylaşı jana Özünün pazileti menen alardı(n sooptoruna soop) koşup berişi üçün. Allaһ kaalagan pendesine esepsiz ırıskı beret"},{"SurahNumber":24,"VerseNumber":39,"Text":"Kaapırlardın amaldarı bolso, çöldögü zakım sıyaktuu. Suusagan adam anı suu dep oyloyt. Kaçan aga («jetip») barsa eç nerse tappay kalat. Özünün aldında (Kıyamatta) Allaһtı gana tabat. Anan Allaһ anı menen toluk esepteşet. Allaһ tez esepteşüüçü"},{"SurahNumber":24,"VerseNumber":40,"Text":"Je bolboso (kaapırdın amaldarı) tereŋ deŋiz tübündögü karaŋgılıktarga okşoyt. Anı tolkundar orogon. Tolkundardın üstünön dagı tolkun orogon, anın üstünön (kara) bulut (kaptagan). Kabat-kabat karaŋgılıktar! Eger (oşol abalda suudan) kolun çıgarsa da anı körö albayt. Allaһ kimge nur (ıyman) berbese, al (ar kanday) nurdan kurjalak"},{"SurahNumber":24,"VerseNumber":41,"Text":"(O, Muhammad!) Allaһka asmandardagı jana Jerdegi bardık nerseler (jadagalsa,) asmanda sap tartıp uçkan kuştar(ga çeyin) tasbih aytkanın bilbediŋbi? (Alardın) ar biri (Allaһka jalbaraar) dubasın jana tasbihin bilet. Allaһ alardın amaldarın Bilüüçü"},{"SurahNumber":24,"VerseNumber":42,"Text":"Asmandar jana Jer padışalıgı Allaһka taandık! (Kıyamatta) kaytıp baruu — Allaһka"},{"SurahNumber":24,"VerseNumber":43,"Text":"Körböysüŋbü, Allaһ buluttardı (kaalagan bagıtına) aydap, kiyin alardı çogultat jana türmök-türmök kılıp koyot. Kiyin sen alardın arasınan jamgır çıkkanın körösüŋ. (Allaһ) asmandan: andagı (bulut) toolorunan möndür jaadırıp, anı menen kaalagan pendelerine (apaat) jetkiret jana anı kaalagan pendelerinen burup jiberet. Anın (buluttun) çagılganının nuru közdördü kör kılgıday bolot"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allaһ tün menen kündüzdü almaştırıp turat. Albette, mında akılduular üçün (Allaһtın kuduretin taanıtkan) sabak bar"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allaһ baardık jan-janıbardı suudan jarattı. Alardın kee biri soylop jüröt, kee biri eki buttap jüröt, kee birleri tört but menen basat. Allaһ kaalagan nersesin (kaalaganday) jaratat. Allaһ ar nersege Kudurettüü"},{"SurahNumber":24,"VerseNumber":46,"Text":"Biz (Kuraanda çındıkka bagıttooçu) anık ayattardı tüşürdük. Allaһ kaalagan pendesin Tuura Jolgo baştayt"},{"SurahNumber":24,"VerseNumber":47,"Text":"Alar «Biz Allaһka, paygambarga ıyman keltirdik jana (eköösünün buyruktarına) moyun sunduk» deşet. Kiyin, dal uşundan kiyin (kaalooloruna ılayık kelbegen buyruktardı atkaruuga kelgende) alardın kee bir taypaları jüz burup ketişet. Alar ıymanduu emes"},{"SurahNumber":24,"VerseNumber":48,"Text":"Eger aralarında öküm kıluu üçün Allaһka jana paygambarına çakırılsa, kapıstan bir toptoru teskeri basıp ketişet"},{"SurahNumber":24,"VerseNumber":49,"Text":"Egerde (talaştagı) çındık alar tarapta bolso, paygambarga baş iyip kelişet"},{"SurahNumber":24,"VerseNumber":50,"Text":"Alardın jürögündö ildet (eki jüzdüülük) barbı? Je (Muhammaddın paygambar ekeninen) şekteniştibi je bolboso, Allaһ menen paygambarı zulum kılat dep korkuşabı? Jok! Alardın özdörü zaalım"},{"SurahNumber":24,"VerseNumber":51,"Text":"Al emi, aralarında öküm kıluu üçün Allaһ jana paygambarına çakırılgan kezdegi ıymanduulardın sözü: «Uktuk jana moyun sunduk» dep aytuu (gana boluşu kajet). Dal oşolor gana jeŋişke (Beyişke) jetüüçülör"},{"SurahNumber":24,"VerseNumber":52,"Text":"Kim Allaһka jana paygambarına moyun sunsa, Allaһtan korkso jana takıba kılsa, dal oşolor jeŋişke jetüüçülör"},{"SurahNumber":24,"VerseNumber":53,"Text":"Eger sen alarga (munafıktarga «Men menen jihadka çıkkıla!» dep) buyursaŋ, «albette, çıgabız!» dep, Allaһtın atı menen, jan üröp ant içişet. (Alarga) ayt: «(jalgandan) ant içpegile. (Silerdin) moyun sunuuŋar belgilüü.! Allaһ emne amal kılganıŋardan Kabardar.»"},{"SurahNumber":24,"VerseNumber":54,"Text":"(O, paygambar, adamdarga) aytkın: «Allaһka moyun sungula jana paygambarga moyun sungula! Eger jüz üyürsöŋör, Paygambarga öz mildeti, silerge öz mildetiŋer.? Eger aga moyun sunsaŋar anda, tuura jolgo tüşösüŋör. paygambardın moynunda anık jetkirüüdön başka (mildet) jok"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allaһ silerdin araŋardagı ıyman keltirgen jana jakşı amaldardı atkargan adamdardı jer jüzünö halifa kıluunu ubada berdi, murdagı (uşunday) kişilerdi halifa kılganı sıyaktuu. Jana alarga Özü ıraazı bolgon dinderin bekemdep berüünü, korkunuçtarınan kiyin (anısın) tınçtıkka almaştırıp berüünü (da ubada berdi jana mınday şart koydu:) «Menin Özümö gana ibadat kılışat, Maga eç nerseni şerik kılışpayt». Kim uşundan kiyin kaapır bolso, oşolor gana buzukular.”"},{"SurahNumber":24,"VerseNumber":56,"Text":"Jana (siler o, momundar) namazdı (tak) atkargıla, zeketti bergile jana paygambarga moyun sungula! Ajep emes (Allaһtın) ırayımına bölönsöŋör"},{"SurahNumber":24,"VerseNumber":57,"Text":"(O, Muhammad!) Kaapırlar jer betinde Allaһtan kaçıp kutulat dep oylobo! (Akırette bolso) alardın jayı tozokto! Kanday jaman akıbet"},{"SurahNumber":24,"VerseNumber":58,"Text":"O, ıyman keltirgender! Kuldarıŋar menen küŋdörüŋör jana erezege jetpegen böböktörüŋör (silerdin bölmögö kirüü üçün) üç maal uruksat suraşsın:! Bagımdat namazınan murun (sırtkı kiyimiŋerdi kiye elekte), Beşim ubaktısında(gı ısıktan) çeçinip alganıŋarda jana Kuptan namazınan kiyin (jataarda). Uşul üç ubak siler üçün avrat (kiyimsiz) bolgon uçurlar. Bul üç ubaktan başka ubaktarda (uruksatsız kirse) silerge da, alarga da künöö jok. Alar silerge: biri-biriŋerge aralaşıp jürö beresiŋer. Allaһ silerge (öküm) ayattarın mına uşintip bayandayt. Allaһ -Bilüüçü, Daanışman"},{"SurahNumber":24,"VerseNumber":59,"Text":"Eger silerdin böböktör ereze jaşına jetse, alardan murdagılar (çoŋdor) sıyaktuu (ar ubakta) uruksat suraşsın. Allaһ silerge ayattarın mına uşintip (aykın) bayandayt. Allaһ Bilüüçü, Daanışman"},{"SurahNumber":24,"VerseNumber":60,"Text":"Ayaldardın arasınan nikeden ümüt üzüp, olturup (kartayıp) kalgandarı üçün zıynat-jasalgaları menen açılıp- çaçılbagan abalda (çoŋ jooluk jana hijap-halat sıyaktuu sırtkı) kiyimderinin kee birin (mahram emesterdin aldında) çeçip koyuusunda künöö jok. (Birok,) eger (çeçüüdön) ıyba kılışsa özdörünö jakşı. Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":24,"VerseNumber":61,"Text":"(Jihad jana uşul sıyaktuu parız amaldardı atkara albay kalgan) sokurlarga, çoloktorgo jana ooruluularga künöö jok. Jana siler üçün (oo, momundar) öz üyüŋördön je ataŋardın üyünön je apaŋardın üyünön je aga-iniŋerdin üyünön je eje-siŋdiŋerdin üyünön je abaŋardın üyünön je apçeŋerdin üyünön je tayakeŋerdin üyünön je taejeŋerdin üyünön je açkıçı koluŋarga (işenip) tapşırılgan üylördön je dos-jarandarıŋardın üyünön (uruksatsız) tamaktanuuŋarda künöö jok. (Oşondoy ele,) çoguu je bölünüp tamak-tanuuŋarda da künöö jok. Eger üylörgö kirseŋer özüŋörgö Allaһtın aldınan kelgen, taza, berekettüü salamdı bergile.! Allaһ silerge ayattarın uşintip bayandayt. Akılıŋardı iştetseŋer ajep emes"},{"SurahNumber":24,"VerseNumber":62,"Text":"(Çınıgı) momundar — Allaһka jana Anın paygambarına ıyman keltirgen adamdar. Kaçan alar (musulmandarga) paydaluu bir iştin üstündö paygambar menen birge boluşsa, andan uruksat suramayınça ketip kalışpayt. (O, Muhammad!) Çınında, senden uruksat suragan adamdar Allaһka jana Anın paygambarına (çın ıklas menen) işengender! Eger alar kee bir işterine uruksat suraşsa, alardan kaalaganıŋa uruksat ber jana alardın künöölörün keçirüüsün Allaһtan sura. Çınında, Allaһ Keçirimdüü, Irayımduu"},{"SurahNumber":24,"VerseNumber":63,"Text":"(O, ıyman keltirgender!) Öz araŋarda paygambarga kayrıluunu biri-biriŋerge kayrılgan sıyaktuu (jönököy) kılıp albagıla!! Allaһ silerdin araŋardagı suurulup, jaşıruun türdö çıgıp kete turgan (munafık) adamdardı jakşı bilet. Paygambardın buyruguna karşı iş jasagandar baştarına (bul düynödö) balee je (Akırette) jan oorutkan azap tüşüp kalusunan abaylaşsın"},{"SurahNumber":24,"VerseNumber":64,"Text":"Ukkula! Asmandardagı jana Jerdegi nerselerdin baarı Allaһtın mülkü. Al siler emne iş üstündö ekeniŋerdi bilet. Al emi, (pendeler) Özünö kaytarıla turgan (Kıyamat) Künü bolso, alarga (bardık) işterinin kabarın bildiret. Allaһ - bardık nerselerdi Bilüüçü"}]}