{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Hē priẏa nabī! Āllāh‌kē bhaẏa-bhakti karō āra abiśbāsīdēra ō munāphikadēra ājñāpālana karō nā. Niḥsandēha āllāh sarbajñātā, paramajñānī."},{"SurahNumber":33,"VerseNumber":2,"Text":"Āra tumi anusaraṇa karō tōmāra prabhura kācha thēkē tōmāra nikaṭa yā pratyādēśa karā haẏēchē. Niścaẏa'i tōmarā yā kara sē-sanbandhē āllāh pūrṇa ōẏākiphahāla."},{"SurahNumber":33,"VerseNumber":3,"Text":"Āra āllāh‌ra uparē nirbhara karō. Bastuta karṇadhārarūpē āllāh‌i yathēṣṭa."},{"SurahNumber":33,"VerseNumber":4,"Text":"Āllāh kōnō mānuṣēra jan'ya tāra dhaṛēra madhyē duṭi hr̥daẏa bānāna ni, āra tōmādēra strīdēra'ō yādēra thēkē tōmarā'yihāra’ ka’rē phirē gēcha tādēra tini tōmādēra mā bānāna ni, āra tōmādēra pōṣya-santānadēra'ō tōmādēra santāna bānāna ni. Ē-saba hacchē tōmādēra mukha diẏē tōmādēra kathā. Āra āllāh‌i satyakathā balēna, āra tini'i pathē paricālita karēna."},{"SurahNumber":33,"VerseNumber":5,"Text":"Tōmarā tādēra sanbōdhana kara tādēra bāpēdēra nāmē, ēṭi'i āllāh‌ra kāchē bēśi n'yāẏasaṅgata. Kintu yadi tōmarā tādēra pitādēra nā jānō tāhalē tārā tōmādēra dharma-bhā'i ō tōmādēra bandhubāndhaba. Āra tōmādēra uparē kōnō aparādha habē nā sē-sabē yātē tōmarā bhula kara, kintu yā tōmādēra hr̥daẏa matalaba ām̐ṭē. Āra āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":33,"VerseNumber":6,"Text":"Ē'i nabī muminadēra kāchē tādēra nijēdēra cēẏē'ō adhika antaraṅga, āra tām̐ra patnīgaṇa hacchēna tādēra mātā. Āra garbhajāta samparkadhārīrā -- tārā āllāh‌ra bidhānē ēkē an'yē adhikatara nikaṭabartī muminadēra ō muhājiradēra cā'itē, tabē tōmarā yēna tōmādēra bandhubargēra prati sadācāra karō. Ēmanaṭā'i granthē lipibad'dha raẏēchē."},{"SurahNumber":33,"VerseNumber":7,"Text":"Āra smaraṇa kara! Āmarā nabīdēra thēkē tām̐dēra aṅgīkāra grahaṇa karēchilāma, āra tōmāra kācha thēkē'ō, āra nūha ō ibrāhīma ō mūsā ō mariẏama-putra īsāra kācha thēkē, āra tām̐dēra kācha thēkē āmarā grahaṇa karēchilāma ēka jōrālō aṅgīkāra"},{"SurahNumber":33,"VerseNumber":8,"Text":"yēna tini satyabādīdēra jijñāsā karatē pārēna tām̐dēra satyabāditā sanbandhē, āra abiśbāsīdēra jan'ya tini prastuta rēkhēchēna marmantuda śāsti."},{"SurahNumber":33,"VerseNumber":9,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra uparē āllāh‌ra anugraha smaraṇa kara, yakhana tōmādēra uparē sain'yadala ēsē paṛēchila, takhana āmarā tādēra birud'dhē pāṭhālāma ēka jhaṛa-jhañcā, āra ēka bāhinī yā tōmarā dēkhatē pā'ō ni. Āra tōmarā yā karachilē sē-sanbandhē āllāh sarbadraṣṭā."},{"SurahNumber":33,"VerseNumber":10,"Text":"Smaraṇa karō! Tārā tōmādēra uparē ēsē paṛēchila tōmādēra upara thēkē ēbaṁ tōmādēra cēẏē nicē thēkē, āra yakhana cōkhagulō biārita haẏēchila āra hr̥ṯpinḍagulō paum̐chēgiẏēchila galadēśē, āra tōmarā āllāh‌ra sanbandhē nānāna bhula dhāraṇā dhāraṇa karēchilē."},{"SurahNumber":33,"VerseNumber":11,"Text":"Sēkhānē muminadēra parīkṣā karā haẏēchila, āra tādēra jhām̐kānō haẏēchila kaṭhina jhām̐kānitē."},{"SurahNumber":33,"VerseNumber":12,"Text":"Āra smaraṇa karō! Munāphikarā ō yādēra hr̥daẏē byādhi raẏēchē tārā balachila -- ''āllāh ō tām̐ra rasūla āmādēra kāchē pratāraṇā karā chāṛā an'ya ōẏādā karēna ni.’’"},{"SurahNumber":33,"VerseNumber":13,"Text":"Āra smaraṇa karō! Tādēra madhyēra ēkadala balēchila -- ''hē iẏāchariba-ēra bāsindārā! Tōmādēra jan'ya dām̐ṛābāra jāẏagā nē'i, sējan'ya phirē yā'ō.’’ Āra tādēra madhyēra kōnō dala nabīra kāchē anumati cā'ichila ē'i balē -- ''āmādēra bāṛighara niścaẏa'i anābr̥ta.’’ Kintu sēgulō anābr̥ta chila nā. Tārā tō cā'ichila kēbala pāliẏē yētē."},{"SurahNumber":33,"VerseNumber":14,"Text":"Āra yadi ēra sīmānā thēkē tādēra uparē anuprabēśa hata ēbaṁ tādēra balā hata bidrōha karatē, tāhalē tārā abaśya'i tātē ēsē paṛata, āra tārā sēkhānē abasthāna karata nā alpakṣaṇa chāṛā."},{"SurahNumber":33,"VerseNumber":15,"Text":"Āra itipūrbē tō tārā āllāh‌ra kāchē ōẏādā karēchila yē tārā piṭha phērābē nā. Āra āllāh‌ra saṅgēra aṅgīkāra sanbandhē sa'ōẏāla karā habē."},{"SurahNumber":33,"VerseNumber":16,"Text":"Balō -- ''pāliẏē yā'ōẏā kakhanō tōmādēra lābhabāna karabē nā, yadi'ō tōmarā mr̥tyu athabā kātala ha'ōẏā thēkē palāẏana kara, āra sē-kṣētrē tōmarā upabhōga karatē pārabē nā alpakṣaṇa chāṛā.’’"},{"SurahNumber":33,"VerseNumber":17,"Text":"Tumi balō -- ''kē āchē yē tōmādēra āllāh‌ra thēkē bādhā ditē pārē yadi tini tōmādēra jan'ya aniṣṭa icchā karēna athabā tōmādēra jan'ya anugraha cāna?’’ Āra tādēra jan'ya āllāh‌kē bāda diẏē tārā pābē nā kōnō abhibhābaka, āra nā kōnō sāhāyyakārī."},{"SurahNumber":33,"VerseNumber":18,"Text":"Āllāh ālabaṯ jēnē gēchēna tōmādēra madhyēra bādhādāna-kārīdēra, āra yārā tādēra bhā'i-birādarēra prati balē -- ''āmādēra saṅgē ēkhānē calē ēsō.’’ Āra tārā yud'dhē āsē nā alpa kaẏajana chāṛā"},{"SurahNumber":33,"VerseNumber":19,"Text":"Tōmādēra prati īrṣānbita haẏē. Kintu yakhana kōnō bipada āsē takhana tumi tādēra dēkhatē pābē tārā tōmāra dikē cēẏē āchē, -- tādēra cōkha ghurachē tāra matō yē mr̥tyura kāraṇē mūrcchā gēchē. Tārapara yakhana bipada calē yāẏa takhana tārā tōmādēra āghāta karē tīkṣa jihabā diẏē saubhāgyēra jan'ya īrṣānbita haẏē. Ērā biśbāsa karē ni, sējan'ya āllāh tādēra kīrtikalāpa biphala karēchēna. Āra ēṭi tō āllāh‌ra jan'ya sahaja."},{"SurahNumber":33,"VerseNumber":20,"Text":"Tārā bhēbēchila yē jōṭa-bām̐dhā phauja calē yācchē nā, āra yadi jōṭa-bādhām̐ phauja āsata tabē tārā kāmanā karata -- yadi tārā ārabēra bēdu'ina haẏē'ō jijñāsābāda karatē pārata tōmādēra khōm̐jakhabara sanbandhē. Āra yadi tārā tōmādēra saṅgē'ō thākē tabu tārā yud'dha karata nā alpa ēkaṭu chāṛā."},{"SurahNumber":33,"VerseNumber":21,"Text":"Tōmādēra jan'ya niścaẏa'i āllāh‌ra rasūlēra madhyē raẏēchē ēka atyuṯkr̥ṣṭa dr̥ṣṭānta tāra jan'ya yē āllāh‌kē ō ākhērātēra dinakē kāmanā karē āra āllāh‌kē pracura parimāṇē smaraṇa karē"},{"SurahNumber":33,"VerseNumber":22,"Text":"āra yakhana muminagaṇa jōṭa-bām̐dhā phaujēra dēkhā pēla tārā balalē -- ''ēṭi'i tō tā'i yāra kathā āllāh ō tām̐ra rasūla āmādēra kāchē pūrbābhāsa diẏēchilēna, āra āllāh ō tām̐ra rasūla satyakathā'i balēchilēna. Āra ēṭi tādēra biśbāsa ō ānugatya byatīta an'ya kichu bāṛāẏa ni."},{"SurahNumber":33,"VerseNumber":23,"Text":"Muminadēra madhyē ēmana lōka raẏēchē yārā āllāh‌ra saṅgē tārā yā ōẏādā karēchē sē-sanbandhē satyaparāẏaṇatā abalanbana karē, sējan'yē tādēra madhyē kē'u-kē'u tāra brata pūrṇa karēchē, āra tādēra madhyē kē'u-kē'u pratīkṣā karachē, āra tārā kōnō badalānō badalāẏa ni"},{"SurahNumber":33,"VerseNumber":24,"Text":"yēna āllāh puraskr̥ta karatē pārēna satyaparāẏaṇadēra tādēra satyaniṣṭhāra jan'yē, āra tini icchā karalē munāphikadēra śāsti ditē pārēna athabā tādēra prati phiratē'ō pārēna. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":33,"VerseNumber":25,"Text":"Āra āllāh pratihata karēchilēna tādēra yārā tādēra ākrōśabaśata abiśbāsa pōṣaṇa karēchila, tārā bhāla kichu'i lābha karatē pārē ni. Āra yud'dhē muminadēra jan'ya āllāh yathēṣṭa chilēna. Āra āllāh hacchēna mahābalīẏāna, mahāśaktiśālī."},{"SurahNumber":33,"VerseNumber":26,"Text":"Āra granthadhārīdēra madhyēra yārā tādēra pr̥ṣṭhapōṣakatā karēchila tādēra tini nāmiẏē ēnēchilēna tādēra durga thēkē, āra tādēra hr̥daẏē bhīti sañcāra karēchilēna, ēkadalakē tōmarā hatyā karēchilē ō bandī karēchilē ārēka dalakē."},{"SurahNumber":33,"VerseNumber":27,"Text":"Āra tini tōmādēra uttarādhikāra karatē dilēna tādēra jamijamā ō tādēra bāṛighara ō tādēra dhanasampatti ēbaṁ ēka dēśa yēkhānē tōmarā abhiyāna cālā'ō ni. Āra āllāh saba-kichura uparē'i parama kṣamatābāna."},{"SurahNumber":33,"VerseNumber":28,"Text":"Hē priẏa nabī! Tōmāra strīgaṇakē balō -- ''tōmarā yadi duniẏāra jībanaṭā ō tāra śōbhā- saundarya kāmanā kara tāhalē ēsō, āmi tōmādēra bhōgyabastura byabasthā karē dēba ēbaṁ tōmādēra bidāẏa dēba saujan'yamaẏa bidāẏadānē."},{"SurahNumber":33,"VerseNumber":29,"Text":"Āra yadi tōmarā āllāh‌kē ō tām̐ra rasūlakē ēbaṁ ākhērātē ābāsa kāmanā karē thāka tāhalē āllāh niścaẏa'i tōmādēra madhyēra saṯkarmaśīladēra jan'ya prastuta karēchēna ēka birāṭa pratidāna."},{"SurahNumber":33,"VerseNumber":30,"Text":"Hē nabīra patnīgaṇa! Tōmādēra madhyēra kē'u yadi spaṣṭa aśālīnatā niẏē āsē, tārajan'ya śāstikē dbiguṇē bardhita karā habē. Āra ēṭi āllāh‌ra jan'yē sahaja."},{"SurahNumber":33,"VerseNumber":31,"Text":"Āra tōmādēra madhyē yē kē'u āllāh‌ra prati ō tām̐ra rasūlēra prati anugata habē ēbaṁ saṯkarma karabē, āmarā tāra pratidāna tākē dēba du'i daphāẏa, āra āmarā tāra jan'ya prastuta rēkhēchi ēka sam'mānajanaka jībikā."},{"SurahNumber":33,"VerseNumber":32,"Text":"Hē nabīra strīgaṇa! Tōmarā an'ya kōna strīlōkadēra matana na'ō, yadi tōmarā dharmabhīrutā abalanbana kara tabē kathābārtāẏa tōmarā kōmala haẏō nā, pāchē yāra antarē byādhi raẏēchē sē pralubdha haẏa, āra tōmarā balō uttama kathābārtā."},{"SurahNumber":33,"VerseNumber":33,"Text":"Āra tōmādēra bāṛitē tōmarā abasthāna karabē, āra pūrbabartī ajñānatāra yugēra pradarśanīra n'yāẏa pradarśana karō nā, āra nāmāya kāẏēma karō ō yākāta ādāẏa karō, āra āllāh‌ra ō tām̐ra rasūlēra ājñā pālana karō. Niḥsandēhē āllāh cāna, hē gr̥habāsinīgaṇa! Tōmādēra pabitra karatē pabitratāra dbārā."},{"SurahNumber":33,"VerseNumber":34,"Text":"Āra smaraṇa rākhō tōmādēra gharē yā pāṭha karā haẏa āllāh‌ra nirdēśābalī ō jñānabhānḍāra thēkē. Niḥsandēha āllāh hacchēna gupta biṣaẏē jñātā, pūrṇa ōẏākiphahāla."},{"SurahNumber":33,"VerseNumber":35,"Text":"Niścaẏa'i musalima puruṣa ō musalima nārī ēbaṁ mumina puruṣa ō mumina nārī, ēbaṁ anugata puruṣa ō anugata nārī, āra satyaniṣṭa puruṣa ō satyaniṣṭa nārī, āra adhyabasāẏī puruṣa ō adhyabasāẏī nārī, āra binaẏī puruṣa ō binaẏī nārī āra dānaśīla puruṣa ō dānaśīla nārī, āra rōyādāra puruṣa ō rōyādāra nārī, āra nijēdēra ābarurakṣākārī puruṣa ō rakṣākārī nārī, āra āllāh‌kē bahulabhābē smaraṇakārī puruṣa ō smaraṇakārī nārī -- āllāh ēdēra jan'ya byabasthā karēchēna paritrāṇa ō ēka birāṭa pratidāna."},{"SurahNumber":33,"VerseNumber":36,"Text":"Āra ēkajana muminēra pakṣē ucita naẏa bā ēkajana mumina nārīra'ō naẏa yē yakhana āllāh ō tām̐ra rasūla kōnō biṣaẏē sid'dhānta niẏēchēna takhana tādēra sē byāpārē tādēra jan'ya kōnō matāmata thākē. Āra yē kē'u āllāh‌kē ō tām̐ra rasūlakē amān'ya karē sē tāhalē niścaẏa'i bipathē gēchē spaṣṭa bipatha gamanē."},{"SurahNumber":33,"VerseNumber":37,"Text":"Āra smaraṇa karō! Tumi tākē balēchilē yāra prati āllāh anugraha karēchēna ō yāra prati tumi anugraha karēcha -- ''tōmāra strīkē tōmāra kāchē'i rākhō, āra āllāh‌kē bhaẏabhakti karō, āra tumi tōmāra antarē yā lukiẏē rēkhēchilē āllāh tā prakāśa karē dicchēna, āra tumi mānuṣakē bhaẏa karēchilē, athaca āllāh‌ra'i bēśī adhikāra yē tumi tām̐kē'i bhaẏa karabē.’’ Kintu yāẏēda yakhana tāra thēkē bibāhabandhana sanbandhē mīmānsā karē phēlala takhana āmarā tākē tōmāra sāthē bibāha dilāma -- yātē muminadēra uparē kōna bādhā nā thākē tādēra pālakaputradēra strīdēra byāpārē, yakhana tārā tādēra thēkē bibāhabandhana sanbandhē mīmānsā karē phēlē. Āra āllāh‌ra nirdēśa pratipālita haẏē'i thākē."},{"SurahNumber":33,"VerseNumber":38,"Text":"Nabīra jan'ya kōnō bādhā nē'i tātē yā tām̐ra jan'ya āllāh bidhibad'dha karēchēna. Āllāh‌ra niẏamanīti tādēra kṣētrē yārā ēra āgē gata haẏē gēchē. Āra āllāh‌ra bidhāna hacchē sunirdiṣṭabhābē nirdhārita"},{"SurahNumber":33,"VerseNumber":39,"Text":"yārā āllāh‌ra bāṇī paum̐chē dēẏa ēbaṁ tām̐kē bhaẏa karē, āra āllāh chāṛā āra kā'ukē'ō bhaẏa karē nā. Āra āllāh‌i yathēṣṭa hisāba-rakṣakarūpē."},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhām'mada tōmādēra lōkēdēra madhyēra kōna ēkajanēra'ō pitā nana, baraṁ tini hacchēna āllāh‌ra ēkajana rasūla, āra nabīgaṇēra sīlamōhara. Āra āllāh hacchēna saba-kichutē'i sarbajñātā."},{"SurahNumber":33,"VerseNumber":41,"Text":"Ōhē yārā īmāna ēnēcha! Āllāh‌kē smaraṇa karō pracura smaraṇē"},{"SurahNumber":33,"VerseNumber":42,"Text":"āra tām̐ra mahimā kīrtana karō sakālē ō sandhyāẏa."},{"SurahNumber":33,"VerseNumber":43,"Text":"Tini'i sē'ijana yini tōmādē prati āśīrbāda karēchēna āra tām̐ra phiriś‌tāgaṇa'ō, yēna tini tōmādēra bēra karē ānēna andhakāra thēkē ālōkēra dikē. Āra tini muminadēra prati aphuranta phaladātā."},{"SurahNumber":33,"VerseNumber":44,"Text":"Yēdina tārā tām̐ra saṅgē mōlākāta karabē sēdina tādēra sambhāṣaṇa habē''sālāma’’! Āra tādēra jan'ya tini tairī rēkhēchēna ēka mahāna pratidāna."},{"SurahNumber":33,"VerseNumber":45,"Text":"Hē priẏa nabī! Āmarā niścaẏa'i tōmākē pāṭhiẏēchi ēkajana sākṣīrūpē, āra ēkajana susambādadātārūpē, āra ēkajana satarkakārīrūpē"},{"SurahNumber":33,"VerseNumber":46,"Text":"āra āllāhara prati tām̐ra anumatikramē ēkajana āhabāẏakarūpē, āra ēkaṭi ujjbala pradīparūpē."},{"SurahNumber":33,"VerseNumber":47,"Text":"Āra muminadēra tumi susambāda dā'ō yē tādēra jan'ya āllāh‌ra kācha thēkē raẏēchē ēka birāṭa karuṇābhānḍāra."},{"SurahNumber":33,"VerseNumber":48,"Text":"Āra tumi abiśbāsīdēra ō munāphikadēra ājñāpālana karō nā, āra ōdēra biraktikara byabahāra upēkṣā karō ēbaṁ āllāhara uparē tumi nirbhara karō. Āra āllāha'i karṇadhārarūpē yathēṣṭa."},{"SurahNumber":33,"VerseNumber":49,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā yakhana mumina nārīdēra bibāha karō ēbaṁ tādēra sparśa karāra āgē'i yadi tādēra tōmarā tālāka diẏē dā'ō, tāhalē tōmādēra jan'ya tādēra uparē iddatēra kōnō-kichu nirdhāraṇa karabāra thākabē nā, kintu tādēra jan'ya sansthāna karō ēbaṁ tādēra bidāẏa diẏō saujan'yamaẏa bidāẏadānē."},{"SurahNumber":33,"VerseNumber":50,"Text":"Hē priẏa nabī! Āmarā tōmāra jan'ya tōmāra strīdēra baidha karēchi yādēra tumi tādēra dēnamōhara ādāẏa karēcha, āra yādēra tōmāra ḍāna hāta dharē rēkhēchē, tādēra madhya thēkē yādēra āllāh tōmākē yud'dhēra dānarūpē diẏēchēna, āra tōmāra cācāra mēẏēdēra ō tōmāra phuphura mēẏēdēra ēbaṁ tōmāra māmāra mēẏēdēra ō tōmāra māsīra mēẏēdēra -- yārā tōmāra saṅgē hijarata karēchē, āra kōnō mumina nārī yadi sē nabīra kāchē nijēkē samarpaṇa karē, yadi nabī'ō tākē bibāha karatē cāna -- ēṭi biśēṣa karē tōmāra jan'ya, muminagaṇakē bāda diẏē. Āmarā abaśya'i jāni tādēra jan'ya āmarā kī bidhāna diẏēchi tādēra strīdēra sanbandhē āra tādēra ḍāna hāta yādēra dharē rēkhēchē tādēra sanbandhē, yēna tōmāra uparē bādhā nā thākē. Āra āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":33,"VerseNumber":51,"Text":"Tādēra madhya thēkē yākē tumi cā'ō mulatubī rākhatē pāra ēbaṁ yākē tumi cā'ō tōmāra kāchē grahaṇa karatē pāra, āra yādēra tumi dūrē rēkhēchilē tādēra madhyēra yākē tumi kāmanā kara, tātē tōmāra kōnō dōṣa habē nā. Ēṭi'i bēśī bhāla yēna tādēra cōkha harṣōṯphulla hatē pārē ō tārā duḥkha nā karē, āra tārā santaṣṭa thākē tumi yā tādēra diccha tātē -- tādēra saba-ka’janakē. Āra āllāh jānēna yā tōmādēra antarē raẏēchē. Āra āllāh hacchēna sarbajñātā, ati amāẏika."},{"SurahNumber":33,"VerseNumber":52,"Text":"Ēraparē nārīrā tōmāra jan'ya baidha naẏa, āra tā'ō naẏa yē tādēra sthalē an'ya strīdēra tumi badalē nitē pārabē, yadi'ō bā tādēra saundarya tōmākē tājjaba bāniẏē dēẏa -- tōmāra ḍāna hātē yādēra dharē rēkhēchē tādēra byatīta. Āra āllāh hacchēna saba-kichura uparē tīkṣadr̥ṣṭidhārī."},{"SurahNumber":33,"VerseNumber":53,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā nabīra gharagulōẏa prabēśa karō nā tōmādēra khānāpināra jan'ya anumati nā dē'ōẏā halē -- rānnābānnā śēṣa habāra apēkṣā nā karē, baraṁ yakhana tōmādēra ḍākā haẏa takhana tōmarā prabēśa karō, tārapara yakhana tōmarā khēẏē niẏēcha takhana calē yē'ō, ēbaṁ gaṛimasi karō nā bākyālāpēra jan'ya. Niḥsandēha ē'isaba nabīkē kaṣṭa diẏē thākē, athaca tini saṅkōca bōdha karēna tōmādēra jan'ya, kintu āllāh satya sanbandhē saṅkōca karēna nā. Āra yakhana tōmarā tādēra kāchē kōnō-kichu cā'ō takhana pardāra āṛāla thēkē tādēra kāchē cā'ibē. Ēṭi'i adhikatara pabitra tōmādēra hr̥daẏēra jan'ya ēbaṁ tādēra hr̥daẏēra jan'yē'ō. Ēṭi tōmādēra jan'ya naẏa yē tōmāra nabīkē uttyakta karabē, āra ēṭi'ō naẏa yē tāra parē tōmarā kakhanō tām̐ra patnīdēra bibāha karabē. Niḥsandēhē ēṭi āllāh‌ra kāchē gurutara byāpāra"},{"SurahNumber":33,"VerseNumber":54,"Text":"tōmarā yadi kōnō-kichu prakāśa kara athabā tā gōpana'i rākha, āllāh kintu niścaẏa'i saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":33,"VerseNumber":55,"Text":"Tādēra jan'ya kōnō aparādha nē'i tādēra pitādēra kṣētrē, āra tādēra putradēra bēlāẏa'ō naẏa, āra tādēra bhā'idēra kṣētrē'ō naẏa, āra bhā'idēra putradēra'ō naẏa, āra tādēra bōnadēra putradēra saṅgē'ō naẏa, āra tādēra mēẏēlōkadēra kṣētrē'ō naẏa, āra tādēra ḍāna hāta yādēra dharē rēkhēcha tādēra'ō naẏa, āra āllāh‌kē bhaẏabhakti karō. Niścaẏa āllāh saba-kichura uparē'i pratyakṣadarśī."},{"SurahNumber":33,"VerseNumber":56,"Text":"Niḥsandēha āllāh ō tām̐ra phiriś‌tāgaṇa nabīra uparē śubhēcchā jñāpana karēna. Ōhē yārā īmāna ēnēcha! Tōmarā'ō tām̐ra prati śubhēcchā nibēdana karō ēbaṁ sālāma jānā'ō saśrad'dhabhābē."},{"SurahNumber":33,"VerseNumber":57,"Text":"Niḥsandēha yārā āllāh ō tām̐ra rasūla-sanbandhē manda kathā balē, āllāh tādēra dhikkāra diẏēchēna ihalōkē ō paralōkē, āra tādēra jan'ya tairi karēchēna lāñchanādāẏaka śāsti."},{"SurahNumber":33,"VerseNumber":58,"Text":"Āra yārā mumina puruṣa ō mumina nārīdēra gālamanda karē tārā tā arjana nā karalē'ō, tārā tāhalē kuṯsā raṭanāra ō spaṣṭa aparādhēra bōjhā bahana karē."},{"SurahNumber":33,"VerseNumber":59,"Text":"Hē priẏa nabī! Tōmāra strīgaṇakē ō kan'yādēra ō mumina-lōkēra strīlōkadēra balō yē tārā yēna tādēra bahirbāsa thēkē tādēra uparē ṭēnē rākhē. Ēṭi'i bēśī bhāla haẏa yēna tādēra cēnā yāẏa, tāhalē tādēra uttyakta karā habē nā. Āra āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":33,"VerseNumber":60,"Text":"Yadi munāphikarā ō yādēra antarē byādhi raẏēchē tārā, āra śaharē gujaba raṭanākārīrā nā thāmē tāhalē āmarā niścaẏa'i tōmākē tādēra uparē kṣamatā dēba, takhana tārā sēkhānē tōmāra pratibēśī haẏē thākabē nā alpakāla chāṛā"},{"SurahNumber":33,"VerseNumber":61,"Text":"abhiśapta abasthāẏa, yēkhānē'i tādēra pā'ōẏā yābē tādēra pākaṛā'ō karā habē ēbaṁ hatyā karā habē hatyāra matō."},{"SurahNumber":33,"VerseNumber":62,"Text":"Āllāh‌ra niẏama-nīti ēra āgē yārā gata haẏē gēchē tādēra kṣētrē. Āra tumi kakhanō āllāh‌ra bidhānē paribartana pābē nā."},{"SurahNumber":33,"VerseNumber":63,"Text":"Lōkē tōmākē ghaṛighanṭā sanbandhē jijñāsā karachē. Tumi balō -- ''tāra jñāna tō kēbala āllāh‌ra'i kāchē.’’ Āra kēmana karē tōmākē bōjhānō yābē -- hatē pārē sē'i ghaṛighanṭā nikaṭabartī haẏē gēchē"},{"SurahNumber":33,"VerseNumber":64,"Text":"āllāh niścaẏa'i abiśbāsīdēra dhikkāra diẏēchēna āra tādēra jan'ya prastuta karēchēna ēka jbalanta āguna"},{"SurahNumber":33,"VerseNumber":65,"Text":"yātē tārā thākabē sudīrghakāla, tārā pābē nā kōnō abhibhābaka, āra nā kōnō sahāẏaka."},{"SurahNumber":33,"VerseNumber":66,"Text":"Sē'idina yakhana tādēra mukha āgunēra madhyē ulṭānō pālṭānō habē tārā balabē -- ''hāẏa āmādēra durbhōga! Āmarā yadi āllāh‌kē mēnē calatāma ō rasūlēra ājñāpālana karatāma!’’"},{"SurahNumber":33,"VerseNumber":67,"Text":"Tārā ārō balabē -- ''āmādēra prabhu! Āmarā tō āmādēra nētādēra ō āmādēra baṛalōkadēra ājñāpālana karēchilāma, sutarāṁ tārā āmādēra patha thēkē bipathē niẏēchila."},{"SurahNumber":33,"VerseNumber":68,"Text":"Āmādēra prabhu! Dbiguṇa parimāṇa śāsti tādēra pradāna karō, āra tādēra dhikkāra dā'ō birāṭa dhikkārē.’’"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ōhē yārā īmāna ēnēcha! Tādēra matō haẏō nā yārā mūsāra nindā karēchila, kintu āllāh tām̐kē nirdōṣa ṭhā'ōrē chilēna tārā yā balēchila tā thēkē. Āra tini āllāh‌ra samakṣē sam'mānita chilēna."},{"SurahNumber":33,"VerseNumber":70,"Text":"Ōhē yārā īmāna ēnēcha! Āllāh‌kē bhaẏa-bhakti karō, āra sarala-saṭhika kathā balō"},{"SurahNumber":33,"VerseNumber":71,"Text":"tini tōmādēra jan'ya tōmādēra kriẏākarma susampādita karatē pārēna āra tōmādēra dōṣatruṭi tōmādēra jan'ya kṣamā karatē pārēna. Āra yē kē'u āllāh‌kē ō tām̐ra rasūlakē mēnē calē sē tāhalē abaśya'i arjana karēchē birāṭa munāphā."},{"SurahNumber":33,"VerseNumber":72,"Text":"Niḥsandēha āmarā āmānata arpaṇa karēchilāma mahākāśamanḍalī ō pr̥thibī ō parbatamālāra uparē, kājē'i tārā ēṭi amān'ya karatē asbīkāra karēchila ēbaṁ ētē bhaẏa karachila, kintu mānuṣa ēṭikē asbīkāra karachē. Niḥsandēhē sē hacchē atyanta an'yāẏācārī, baṛa'i ajña"},{"SurahNumber":33,"VerseNumber":73,"Text":"Sējan'ya āllāh śānti dēbēna munāphika puruṣa ō munāphika nārīdēra, ēbaṁ bahukhōdābādī puruṣa ō bahukhōdābādī nārīdēra āra āllāh phirabēna mumina puruṣa ō mumina nārīdēra prati. Āra āllāh hacchēna paritrāṇakārī, aphuranta phaladātā."}]}