{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"(Allahu) bura pelu Al-Ƙur’an tira ogbon"},{"SurahNumber":36,"VerseNumber":3,"Text":"Dajudaju iwo wa ninu awon Ojise"},{"SurahNumber":36,"VerseNumber":4,"Text":"wa lori ona taara (’Islam)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Al-Ƙur’an je) imisi t’o sokale lati odo Alagbara, Asake-orun"},{"SurahNumber":36,"VerseNumber":6,"Text":"nitori ki o le sekilo fun awon eniyan kan, (awon) ti won ko se ikilo fun awon baba won ri. Nitori naa, afonufora si ni won (nipa imona)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Dajudaju oro naa ti ko le opolopo won lori; won ko si nii gbagbo"},{"SurahNumber":36,"VerseNumber":8,"Text":"Dajudaju Awa ti ko ewon si won lorun. O si ga de agbon (won). Won si ga won lorun soke"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ati pe Awa fi gaga kan siwaju won, gaga kan seyin won; A bo won loju, won ko si riran"},{"SurahNumber":36,"VerseNumber":10,"Text":"Bakan naa ni fun won, yala o kilo fun won tabi o o kilo fun won; won ko nii gbagbo"},{"SurahNumber":36,"VerseNumber":11,"Text":"Eni ti ikilo re (maa wulo fun) ni eni ti o tele Isiti (al-Ƙur’an), ti o si paya Ajoke-aye ni ikoko. Nitori naa, fun un ni iro idunnu nipa aforijin ati esan alapon-onle"},{"SurahNumber":36,"VerseNumber":12,"Text":"Dajudaju Awa, Awa l’A n so awon oku di alaye. A si n se akosile ohun ti won ti siwaju ati oripa (ise owo) won. Gbogbo nnkan ni A se akosile re sinu tira kan t’o yanju"},{"SurahNumber":36,"VerseNumber":13,"Text":"Fi apejuwe kan lele fun won nipa awon ara ilu kan nigba ti awon Ojise wa ba won"},{"SurahNumber":36,"VerseNumber":14,"Text":"(Ranti) nigba ti A ran Ojise meji nise si won. Won pe awon mejeeji ni opuro. A si fi eni keta ro awon mejeeji lagbara. Won si so pe: “Dajudaju awa ni Ojise ti Won ran nise si yin.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Won wi pe: “Eyin ko je kini kan bi ko se abara bi iru tiwa. Ajoke-aye ko si so nnkan kan kale. Eyin ko si je kini kan bi ko se opuro.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Won so pe: \"Oluwa wa mo pe dajudaju awa ni Ojise ti Won ran nise si yin"},{"SurahNumber":36,"VerseNumber":17,"Text":"Ko si si ojuse kan fun wa bi ko se ise-jije ponnbele.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Won wi pe: “Dajudaju awa ri ami aburu lara yin. Ti e o ba jawo (nibi ipepe yin), dajudaju a maa so yin loko pa. Iya eleta-elero yo si je yin lati odo wa.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Won so pe: \"Ami aburu yin n be pelu yin. Se nitori pe won se isiti fun yin (l’e fi ri ami aburu lara wa)? Ko ri bee! Ijo alakoyo ni yin ni"},{"SurahNumber":36,"VerseNumber":20,"Text":"Okunrin kan sare de lati opin ilu naa, o wi pe: “Eyin eniyan mi, e tele awon Ojise naa"},{"SurahNumber":36,"VerseNumber":21,"Text":"E tele eni ti ko beere owo-oya kan ni owo yin. Olumona si ni won"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ki ni o maa mu mi ti emi ko fi nii josin fun Eni ti O pile eda mi? Odo Re si ni won yoo da yin pada si"},{"SurahNumber":36,"VerseNumber":23,"Text":"Se ki ng so awon kan di olohun leyin Allahu ni? Ti Ajoke-aye ba fe fi inira kan mi, isipe won ko le ro mi loro kini kan, won ko si le gba mi la"},{"SurahNumber":36,"VerseNumber":24,"Text":"(Bi emi ko ba josin fun Allahu) nigba naa dajudaju mo ti wa ninu isina ponnbele"},{"SurahNumber":36,"VerseNumber":25,"Text":"Dajudaju emi gbagbo ninu Oluwa Eledaa yin. Nitori naa, e gbo mi.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Won so pe: “Wo inu Ogba Idera.” O so pe: “Awon eniyan mi iba ni imo"},{"SurahNumber":36,"VerseNumber":27,"Text":"nipa bi Oluwa mi se forijin mi ati (bi) O se fi mi si ara awon alapon-onle (won iba ronu piwada).”"},{"SurahNumber":36,"VerseNumber":28,"Text":"A ko so omo ogun kan kale le awon eniyan re lori lati sanmo leyin re. A o si so (molaika kan) kale (fun iparun won)"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Iparun won) ko je kini kan bi ko se igbe eyo kan; nigba naa ni won di oku kale"},{"SurahNumber":36,"VerseNumber":30,"Text":"Abamo ma ni fun awon erusin naa; ojise kan ko nii wa ba won ayafi ki won maa fi se yeye"},{"SurahNumber":36,"VerseNumber":31,"Text":"Se won ko ri i pe meloo meloo ninu awon iran ti A ti pare siwaju won? (Se won ko ri i pe) dajudaju won ko pada si odo won mo (nile aye) ni"},{"SurahNumber":36,"VerseNumber":32,"Text":"Dajudaju gbogbo won patapata si ni won maa ko wa si odo Wa"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ami ni oku ile je fun won. A so o di aye. A si mu eso jade lati inu re. Won si n je ninu re"},{"SurahNumber":36,"VerseNumber":34,"Text":"A tun se awon ogba dabinu ati ajara sinu ile. A si mu awon odo iseleru se yo lati inu re"},{"SurahNumber":36,"VerseNumber":35,"Text":"nitori ki won le je ninu eso re ati eyi ti won fi owo ara won se! Se won ko nii dupe ni? “nitori ki won le je ninu eso re ki i si se ise owo won. Se won ko nii dupe ni?” Itumo keji duro le ise Allahu lori iseda nnkan oko. Iyen ni pe"},{"SurahNumber":36,"VerseNumber":36,"Text":"Mimo ni fun Eni ti O seda gbogbo nnkan ni orisirisi ninu ohun ti ile n hu jade ati ninu emi ara won ati ninu ohun ti won ko mo. tabi oro imo ero kan tabi imo irori kan tabi eyikeyii imo kan lodi si ayah kan ninu al-Ƙur’an tabi hadith Anabi wa Muhammad (sollalahu 'alayhi wa sallam) t’o fese rinle o ti sina ni isina ponnbele. “zaoj” ni eyo. “Zaoj” si n tumo si ako tabi abo nigba ti Allahu (subhanahu wa ta'ala) ba n soro nipa iseda eniyan tabi omo bibi gege bi o se wa ninu surah an-Najm; 53:45 ati surah al-Ƙiyamoh; 75:39. amo ti ikini keji yato sira won ni ona kookan gege bi ako ati abo nnkan didun ati nnkan kikoro a le ri eso mimu tabi eso jije kan ti o maa je orisirisi. Itumo olorisirisi tun lo labe ayah ti a n tose re lowo yii. Nitori naa zaoj ko pon dandan ki o ni itumo ako ati abo nikan. Orisirisi ni “zaoj”; ako je orisi kan"},{"SurahNumber":36,"VerseNumber":37,"Text":"Oru je ami kan fun won, ti A n yo osan jade lati inu re. Nigba naa (ti A ba yo o tan) won yoo tun wa ninu okunkun (ale miiran). ojo keje ni ojo iparan suna omo naa. Bawo ni a o se ka ojo meje naa? Teletele awon kan lero pe koda ki ojo ibimo ku iseju kan ti a o fi bo sinu ojo titun. Bi apeere ti obinrin kan ba bimo ni osan Alaadi"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ati pe oorun yoo maa rin lo si aye re. Iyen ni eto (ti) Alagbara, Onimo"},{"SurahNumber":36,"VerseNumber":39,"Text":"Osupa naa, A ti se odiwon awon ibuso fun un (ti o ti ma maa tobi si i) titi o maa fi pada da bii ogomo ope t’o ti pe"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ko ye fun oorun lati lo asiko osupa. Ko si ye fun ale lati lo asiko osan. Ikookan wa ni opopona roboto t’o n to"},{"SurahNumber":36,"VerseNumber":41,"Text":"O tun je ami fun won pe dajudaju Awa gbe awon aromodomo won gun oko oju-omi t’o kun keke"},{"SurahNumber":36,"VerseNumber":42,"Text":"A tun seda (omiran) fun won ninu iru re ti won yoo maa gun"},{"SurahNumber":36,"VerseNumber":43,"Text":"Ti A ba fe Awa iba te won ri sinu omi. Ko nii si oluranlowo kan fun won. Won ko si nii gba won la"},{"SurahNumber":36,"VerseNumber":44,"Text":"Afi (ki A fi) ike kan lati odo Wa (yo won jade, ki A si tun fun won ni) igbadun aye titi di igba die"},{"SurahNumber":36,"VerseNumber":45,"Text":"(Won maa gbunri) nigba ti A ba so fun won pe: \"E sora fun ohun t’o wa niwaju yin ati ohun t’o wa leyin yin nitori ki A le ke yin"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ati pe ayah kan ninu awon ayah Oluwa won ko nii wa ba won afi ki won maa gbunri kuro nibe"},{"SurahNumber":36,"VerseNumber":47,"Text":"Nigba ti A ba si so fun won pe: \"E na ninu ohun ti Allahu se ni arisiki fun yin.\", awon t’o sai gbagbo yoo wi fun awon t’o gbagbo pe: \"Se ki a bo eni ti (o je pe) Allahu iba fe iba bo o (amo ko bo o. Awa naa ko si nii ba A bo o)?” Ki ni eyin bi ko se pe (e wa) ninu isina ponnbele"},{"SurahNumber":36,"VerseNumber":48,"Text":"Won si n wi pe: \"Igba wo ni adehun yii yoo se ti e ba je olododo"},{"SurahNumber":36,"VerseNumber":49,"Text":"Won ko reti kini kan bi ko se igbe eyo kan soso ti o maa gba won mu nigba ti won ba n se ariyanjiyan lowo"},{"SurahNumber":36,"VerseNumber":50,"Text":"Nigba naa, won ko nii le so asoole kan. Won ko si nii le pada si odo ara ile won"},{"SurahNumber":36,"VerseNumber":51,"Text":"Won a si fon fere oniwo fun ajinde, nigba naa ni won yoo maa sare jade lati inu saree wa si odo Oluwa won"},{"SurahNumber":36,"VerseNumber":52,"Text":"Won a wi pe: \"Egbe wa o! Ta ni o ta wa ji lati oju oorun wa?\" Eyi ni nnkan ti Ajoke-aye se ni adehun. Awon Ojise si ti so ododo (nipa re)"},{"SurahNumber":36,"VerseNumber":53,"Text":"Ko je kini kan tayo igbe eyo kan soso. Nigba naa ni (awon molaika) yoo ko gbogbo won jo si odo Wa"},{"SurahNumber":36,"VerseNumber":54,"Text":"Nitori naa, ni oni won ko nii se abosi kini kan fun emi kan. A o si nii san yin ni esan afi ohun ti e n se nise"},{"SurahNumber":36,"VerseNumber":55,"Text":"Dajudaju ni oni awon ero inu Ogba Idera yoo kun fun igbadun"},{"SurahNumber":36,"VerseNumber":56,"Text":"Awon ati awon iyawo won yoo wa labe awon iboji, won yo si rogboku sori awon ibusun"},{"SurahNumber":36,"VerseNumber":57,"Text":"Eso wa ninu re fun won. Ohun ti won yoo maa beere fun tun wa fun won pelu"},{"SurahNumber":36,"VerseNumber":58,"Text":"Alaafia ni oro ti o maa wa lati odo Oluwa, Asake-orun"},{"SurahNumber":36,"VerseNumber":59,"Text":"Eyin elese, e bo si oto ni oni"},{"SurahNumber":36,"VerseNumber":60,"Text":"Eyin omo (Anabi) Adam, se Emi ko ti pa yin ni ase pe ki e ma se josin fun Esu? Dajudaju oun ni ota ponnbele fun yin"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ati pe ki e josin fun Mi. Eyi ni ona taara"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ati pe (Esu) kuku ti si opolopo eda lona ninu yin. Se e o nii se laakaye ni"},{"SurahNumber":36,"VerseNumber":63,"Text":"Eyi ni ina Jahanamo ti A n se ni adehun fun yin"},{"SurahNumber":36,"VerseNumber":64,"Text":"E wo inu re ni oni nitori pe eyin je alaigbagbo"},{"SurahNumber":36,"VerseNumber":65,"Text":"Ni oni, A maa di enu won pa. Awon owo won yo si maa ba Wa soro. Awon ese won yo si maa jerii si ohun ti won n se nise"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ti o ba je pe A ba fe, Awa iba fo won loju, won iba si yara wa soju ona, bawo ni won se maa riran na"},{"SurahNumber":36,"VerseNumber":67,"Text":"Ti o ba je pe A ba fe, Awa iba yi won pada si eda miiran ninu ibugbe won. Won ko si nii lagbara lati lo siwaju. Won ko si nii pada seyin"},{"SurahNumber":36,"VerseNumber":68,"Text":"Enikeni ti A ba fun ni emi gigun lo, A oo so eda re di ole, se won ko nii se laakaye ni"},{"SurahNumber":36,"VerseNumber":69,"Text":"A o ko Anabi (sollalahu 'alayhi wa sallam) ni ewi. Ko si ro o lorun (lati kewi). Ki ni ohun (ti A fi ranse si i) bi ko se iranti ati al-Ƙur’an ponnbele"},{"SurahNumber":36,"VerseNumber":70,"Text":"nitori ki o le sekilo fun eni ti o je alaaye ati nitori ki oro naa le ko lori awon alaigbagbo"},{"SurahNumber":36,"VerseNumber":71,"Text":"Se won ko ri i pe dajudaju Awa l’A seda ninu ohun ti A fi owo Wa se (ti o je) awon eran-osin fun won? Won si ni ikapa lori won"},{"SurahNumber":36,"VerseNumber":72,"Text":"A te won lori ba fun won; won n gun ninu won, won si n je ninu won"},{"SurahNumber":36,"VerseNumber":73,"Text":"Awon anfaani ati ohun mimu tun wa fun won ninu re. Se won ko nii dupe ni"},{"SurahNumber":36,"VerseNumber":74,"Text":"Won so awon kan di olohun leyin Allahu nitori ki won le saranse fun won"},{"SurahNumber":36,"VerseNumber":75,"Text":"Won ko si le se aranse fun won; sebi awon orisa ni omo ogun ti A maa ko wo inu Ina fun awon aborisa (lati fi je won niya)"},{"SurahNumber":36,"VerseNumber":76,"Text":"Nitori naa, ma se je ki oro won ba o ninu je. Dajudaju Awa mo ohun ti won n fi pamo ati ohun ti won n safi han re"},{"SurahNumber":36,"VerseNumber":77,"Text":"Se eniyan ko ri i pe dajudaju Awa l’A seda re lati inu ato? (Sebi leyin) igba naa l’o di alatako ponnbele"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ati pe o fi akawe lele nipa Wa. O si gbagbe iseda re. O wi pe: \"Ta ni O maa so egungun di alaaye nigba ti o ti kefun"},{"SurahNumber":36,"VerseNumber":79,"Text":"So pe: \"Eni ti O seda re nigba akoko l’O maa so o di alaaye. Oun si ni Onimo nipa gbogbo eda"},{"SurahNumber":36,"VerseNumber":80,"Text":"(Oun ni) Eni ti O mu ina jade fun yin lati ara igi tutu. E si n fi ko ina"},{"SurahNumber":36,"VerseNumber":81,"Text":"Nje Eni ti O seda awon sanmo ati ile ko ni agbara lati da iru won (miiran) bi? Rara (O ni agbara). Oun si ni Eledaa, Onimo"},{"SurahNumber":36,"VerseNumber":82,"Text":"Ase Re nigba ti O ba gbero kini kan ni pe, O maa so fun un pe \"Je bee.\" O si maa je bee"},{"SurahNumber":36,"VerseNumber":83,"Text":"Nitori naa, mimo ni fun Eni ti ijoba gbogbo nnkan wa ni owo Re. Odo Re si ni won yoo da yin pada si"}]}