{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Khvalyatʹ BOHA, khto vidkryv do Yoho sluzhbovtsya tse svyate pysannya, ta vstyhutyy flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"doskonalyy (svyate pysannya) shchob poperedyty suvoroho retribution z Yoho, ta shchob dostavyty harnu novynu do viruyuchiv shcho vedutʹ spravedlyve zhyttya, shcho vony zarobyly velykodushnu vynahorodu"},{"SurahNumber":18,"VerseNumber":3,"Text":"Prychomu vony perebuyutʹ zavzhdy"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ta shchob poperedyty tsi khto skazaly, \"BOH begotten syn"},{"SurahNumber":18,"VerseNumber":5,"Text":"Vony ne volodiyutʹ znannyam pro tse, ne zrobyly yikhnikh batʹkiv. Shcho blasphemy vytikayuchyy z yikhnikh hyrl! Shcho vony vymovlyayutʹ velyka brekhnya"},{"SurahNumber":18,"VerseNumber":6,"Text":"Vy mozhete osudyty sebe vnaslidok yikhnʹoyi vidpovidi do tsiyeyi rozpovidi, ta yikh disbelieving u tse; vy mozhete buty zasmucheni"},{"SurahNumber":18,"VerseNumber":7,"Text":"My prykrasyly vse na zemli, aby vyprobuvaty yikh, ta takym chynom rozriznyuyemo tsi sered nykh kotrykh pratsyuyemo righteousness"},{"SurahNumber":18,"VerseNumber":8,"Text":"Inevitably, my vytremo vse na tse, lyshayuchy tse povnistyu bezplidne"},{"SurahNumber":18,"VerseNumber":9,"Text":"Chomu shche vy dumayete my rozpovidayemo vam pro lyudey pechery, ta nomeriv zv'yazanykh z nymy? Vony ye sered nashykh wondrous znakiv"},{"SurahNumber":18,"VerseNumber":10,"Text":"Koly yunaky vzyaly prytulok u pecheri, vony skazaly, \"Nash Lord, ny zlyvy z Vashym myloserdyam, ta blahoslovlyayutʹ nashi spravy z Vashym kerivnytstvom"},{"SurahNumber":18,"VerseNumber":11,"Text":"My todi opechataly yikhni vushra u pecheri dlya predetermined chyslo rokiv"},{"SurahNumber":18,"VerseNumber":12,"Text":"Todi my resurrected yim pobachyty kotri dvokh storin mohly rozrakhuvaty tryvalistʹ yikhnʹoho perebuvannya tam"},{"SurahNumber":18,"VerseNumber":13,"Text":"My rozpovidayemo do vas yikhnya istoriya, pravdyvo. Vony yunaky shcho viryly v yikhnʹomu Lordu, ta my zbilʹshyly yikhnye kerivnytstvo"},{"SurahNumber":18,"VerseNumber":14,"Text":"My posylyly yikhni serdenʹka koly vony vstaly ta proholosheni: \"Nash tilʹky Lord yavlyaye soboyu Lorda neba ta zemli. My budemo nikoly ne obozhnyuvaty budʹ- yakoho inshoho boha bilya Yoho. Inakshe, my by daleko astray"},{"SurahNumber":18,"VerseNumber":15,"Text":"Osʹ nashi lyudy vstanovlyuyuchi bohy bilya Yoho. Yakby tilʹky vony mohly zabezpechyty budʹ-yakyy dokaz pidtrymaty yikhniy stend! Khto bilʹshe z·hubnyy nizh khto vyhotovlyaye brekhnyu ta prypysuye yim do BOHA"},{"SurahNumber":18,"VerseNumber":16,"Text":"Z vy bazhayete unyknuty yikh, ta yikhnikh obozhnyuyuchykh za vynyatkom BOHA, dozvolenoho nam berete prytulok u pecheri. Mozhe vasha zlyva Lorda vy z Yoho myloserdyam ta bezposerednimy vamy pravoruch rishennya"},{"SurahNumber":18,"VerseNumber":17,"Text":"Vy mohly pobachyty sontse koly yomu zakinchyly prybuttya z prava storona yikhnʹoyi pechery, ta koly yomu vstanovlyuyete, tse blyshchalo na nykh z vlivo, tomu shcho vony spaly u porozhnechi tut. Tse ye odne z BOZHOHO portents. Whomever dovidnyky BOHA yavlyaye soboyu spravdi kerovanyy, ta whomever Vin posylaye astray, vy ne znaydete dlya nʹoho keruyuchi uchytelem"},{"SurahNumber":18,"VerseNumber":18,"Text":"Vy by podumaly shcho vony probudyatʹ, koly vony spaly faktychno. My povernuly yikh pravoruch storona ta lyshena storona, v toy chas, yak yikhniy sobaka roztyahnuv yoho ozbroyennya u yikhnʹomu midst. Vy podyvylysya na nykh, vy by fled z nykh, vrazhenykh z terorom"},{"SurahNumber":18,"VerseNumber":19,"Text":"Koly my resurrected yim, vony zapytuvaly odyn odnoho, \"Yak dovhi vy tut?\" \"My buly tut odnym dnem abo chastynoyu dnya,\" vony vidpoviyily. \"Vash Lord znaye krashchi yak dovhi my zalyshylysya tut, tak dozvolyayemo nam posylayemo odyn z nas z tsymy hroshamy do mista. Dozvolʹte yomu prynosyatʹ naybilʹsh chyste prodovolʹstvo, ta kupuyutʹ deyaki dlya nas. Dozvolʹte yomu derzhatʹ nyzʹkyy profilʹ, ta prytyahayutʹ niyaku uvahu"},{"SurahNumber":18,"VerseNumber":20,"Text":"Yakshcho vony vidkryvayutʹ vas, vony budutʹ kam'yani vy, abo prymushuyete vas pereyty do yikhnʹoyi relihiyi, todi vy mozhete nikoly ne maty uspikh"},{"SurahNumber":18,"VerseNumber":21,"Text":"My vyklykaly yikh buty vidkryti, shchob dozvolyty kozhnomu znayemo shcho BOZHA obitsyanka ye virna, ta shchob usunuty vesʹ sumniv shchodo kintsya svitu. Lyudy todi posperechalysya sered sebe vidnosno nykh. Deyakyy skazanyy, \"Dozvolyayutʹ nam buduyutʹ budynok navkolo nykh.\" Yikhniy Lord yavlyaye soboyu krashchyy knower pro nykh. Tsey khto perevazhaly skazanyy, \"My pobuduyemo mistse obozhnyuyemo navkolo nykh"},{"SurahNumber":18,"VerseNumber":22,"Text":"Deyakyy by skazaly, \"Vony buly try; yikhniy sobaka yavlyayuchi soboyu chetverti,\" v toy chas, yak inshi by skazaly, \"P'yatʹ; shostyy buduchy yikhnim sobakoyu,\" tomu shcho vony zdohadalysya. Inshi skazaly, \"Sim,\" ta eighth yikhniy sobaka. Skazhitʹ, \"Miy Lord yavlyayte soboyu krashchyy knower yikhnʹoho chysla.\" Tilʹky nechyslennyy znav pravylʹne chyslo. Tomu, ne sperechayutʹsya z nymy; tilʹky uz·hodzhuvatysya z nymy. Vy potrebuyete ne radyty budʹ khto pro tse"},{"SurahNumber":18,"VerseNumber":23,"Text":"Vy ne budete skazaty shcho vy zrobyte budʹ shcho u maybutnim"},{"SurahNumber":18,"VerseNumber":24,"Text":"bez toho, shchob kazaty, \"BOH bazhayuchyy.\" Yakshcho vy zabuvayete zrobyty tse, vy povynni nehayno z·hadaty vashoho Lorda ta kazhete, \"travenʹ miy Lord keruyete meni shchob zrobyty krashchyy nastupnyy raz"},{"SurahNumber":18,"VerseNumber":25,"Text":"Vony zalyshylysya u yikhniy pecheri try sto rokiv, zbilʹshenykh dev'yatʹma"},{"SurahNumber":18,"VerseNumber":26,"Text":"Kazhutʹ, \"BOH yavlyaye soboyu krashchyy knower yak dovhi vony zalyshylysya tam.\" Vin znaye vsi tayemnytsi u nebi ta zemli. Yoho charivnistyu vy mozhete pobachyty; Yoho charivnistyu vy mozhete pochuty. YE nikhto bilya Yoho tomu shcho Lord ta Mayster, ta Vin nikoly ne ne dozvolyaye budʹ-yakym partneram podilyty u Yoho tsaryuvanni"},{"SurahNumber":18,"VerseNumber":27,"Text":"Vy budete deklamuvaty shcho vidkryvayetʹsya do vas vashoho svyatoho pysannya Lorda. Nichoho ne bude skasuvaty Yoho slova, ta vy ne budete znayty budʹ-yake inshe dzherelo bilya tse"},{"SurahNumber":18,"VerseNumber":28,"Text":"Vy budete prymusyty sebe shchob buty z tsymy khto obozhnyuyutʹ yikhniy denʹ Lorda ta nich, shukayuchy Yoho yedynoho. Ne povernitʹ vashi ochi daleko z nykh, shukayuchy vanities tsʹoho svitu. Ne budete vy pidkoryayetesya odnomu chyyomu sertsyu my nadaly oblivious do nashoho povidomlennya; odyn khto peresliduye yoho vlasni bazhannya, ta chyyi priorytety zmishuyutʹsya"},{"SurahNumber":18,"VerseNumber":29,"Text":"Proholoshuyutʹ: \"Tse yavlyaye soboyu pravdu z vashoho Lorda,\" todi whoever wills dozvolyayutʹ yomu vvazhayutʹ, ta whoever wills dozvolyayutʹ yomu disbelieve. My mayemo hotovi do porushnykiv vohonʹ shcho povnistyu otochytʹ yikh. Koly vony krychatʹ dlya dopomohy, vony budutʹ davatysya ridkyy lyublyatʹ skontsentrovani kyslotnyy shcho scalds oblychchya. Shcho neshchasnyy napiy! Shcho neshchasna dolya"},{"SurahNumber":18,"VerseNumber":30,"Text":"Yak dlya tsykh khto vvazhayutʹ ta vedemo spravedlyve zhyttya, my nikoly ne ne spromozhemosʹ shchob vidshkoduvaty tsym khto pratsyuyutʹ righteousness"},{"SurahNumber":18,"VerseNumber":31,"Text":"Vony zasluzhyly park Eden prychomu richky techiya. Vony budutʹ prykrashatysya tam z brasletamy zolota, ta budutʹ nosyty odyah zelenoho shovka ta oksamytu, ta budutʹ spyratysya na zruchne vbrannya. Shcho dyvovyzhna vynahoroda; shcho dyvovyzhnyy abode"},{"SurahNumber":18,"VerseNumber":32,"Text":"Tsytuyutʹ dlya nykh pryklad dvokh lyudey: my daly odyn z nykh dva park vynohradu, otochenoho palʹmamy daty, ta rozmistyly inshi zerno mizh nymy"},{"SurahNumber":18,"VerseNumber":33,"Text":"Obydva park vyrobyv yikhni zerno svoyechasno, ta velykodushno, dlya my vyklykaly richku pobihty cherez nykh"},{"SurahNumber":18,"VerseNumber":34,"Text":"Yakosʹ, pislya toho yak zbyraty urozhay, vin khvalʹkuvato kazav yoho tovaryshu: \"YA ye daleko bilʹshe kvituchyy nizh vy, ta ya komanda bilʹshe povazhayu z lyudey"},{"SurahNumber":18,"VerseNumber":35,"Text":"Koly vin vnis yoho sad, vin obrazyv yoho svoyu dushu kazhuchy, \"ya ne dumayu shcho tse kolysʹ zakinchytʹsya"},{"SurahNumber":18,"VerseNumber":36,"Text":"Bilʹshe \"toho, ya dumayu tse tse; YA ne dumayu shcho Hodyna (U maybutnʹomu) kolysʹ prybudu proyty. Navitʹ yakshcho ya vertayusʹ do moho Lorda, ya budu (vystachayu rozumnyy) volodiyu rivnym krashchym nad tam"},{"SurahNumber":18,"VerseNumber":37,"Text":"Yoho tovarysh skazav yomu, tomu shcho vin obhovoryv z nym, vy disbelieved u khto utvoryly vas z pylu, todi z tiny kraplya, todi perfected vy u lyudynu"},{"SurahNumber":18,"VerseNumber":38,"Text":"Yak dlya mene, BOH miy Lord, ta ya nikoly ne vstanovlyu budʹ-yakoho inshoho boha krim moho Lorda"},{"SurahNumber":18,"VerseNumber":39,"Text":"Koly vy vnesly vash sad, vy musyly skazaty, `this podanyy yakyy BOH meni (Maa Shaa Allakh). Niyakyy kozhnyy ne volodiye potuzhnistyu krim BOHA (La Quwwata Ellaa Bellaah).' Vy mozhete pobachyty shcho ya volodiyu mensh hroshamy ta menshymy ditʹmy nizh vy"},{"SurahNumber":18,"VerseNumber":40,"Text":"Miy Lord mozhe harantuvaty meni krashche nizh vash sad. Vin mozhe poslaty nasylʹnytsʹkyy shtorm z neba shcho vytyraye vash sad, lyshayuchy tse povnistyu bezplidne"},{"SurahNumber":18,"VerseNumber":41,"Text":"Abo, yoho voda mozhe zanurytysya bilʹsh hlyboka, za mezhamy vashoho prostyahayutʹsya"},{"SurahNumber":18,"VerseNumber":42,"Text":"Diysno, yoho zerno vytyralysʹ, ta vin zakinchyvsya sorrowful, horyuyuchyy yakyy vin vytratyv na tse marno, yak yoho vlasnistʹ lyahla bezplidna. Vin nareshti skazav, \"ya bazhayu ya nikoly ne vstanovlyuyu moyu vlasnistʹ yak boh bilya moho Lorda"},{"SurahNumber":18,"VerseNumber":43,"Text":"Niyaka syla na zemli ne mohla dopomohly yomu proty BOHA, ne bulo mozhlyvo dlya nʹoho shchob otrymaty budʹ-yaku dopomohu"},{"SurahNumber":18,"VerseNumber":44,"Text":"Shcho tomu, shcho yedynyy virnyy Lord ta mayster BOH; Vin zabezpechuye krashchu vynahorodu, ta z Nym yavlyaye soboyu krashchu dolyu"},{"SurahNumber":18,"VerseNumber":45,"Text":"Tsytuyemo dlya nykh pryklad tsʹoho dovichnyy tomu shcho voda shcho my posylayemo vnyz z neba vyrobyty zavody zemli, todi vony povertayutʹ u sino shcho duyetʹsya daleko vitrom. BOH vmiye zrobyty vsi rechi"},{"SurahNumber":18,"VerseNumber":46,"Text":"Hroshi ta dity yavlyayutʹ soboyu radistʹ tse zhyttya, ale spravedlyvi pratsi zabezpechuyutʹ vichnu vynahorodu z vashoho Lorda, ta dalekoho krashchoho spodivannya"},{"SurahNumber":18,"VerseNumber":47,"Text":"denʹ prybude koly my vytyrayemo hory, ta vy pobachyte zemlyu bezplidnu. My sklykayemo yikh vsikh, ne vypuskayuchi yedyni odni z nykh"},{"SurahNumber":18,"VerseNumber":48,"Text":"Vony budutʹ predstavlyatysya pered tym, yak vash Lord u ryadi. Vy prybuly do nas tomu shcho osoby, tilʹky tomu shcho my utvoryly vas vykhidno. Diysno, tse ye yake zayavlene vamy nikoly ne vidbudetesʹ"},{"SurahNumber":18,"VerseNumber":49,"Text":"zapys bude pokazuvatysya, ta vy pobachyte vynuvatyy strashnyy yoho zmistu. Vony skazhutʹ, \"Prykroshchi do nas. Yak prybuvaty tse knyha lysty nichoho, mali abo velyki, bez toho, shchob ne rakhuvaty tse?\" Vony znaydutʹ vse vony zrobyly porodzheni. Vash Lord nikoly ne unjust do budʹ khto"},{"SurahNumber":18,"VerseNumber":50,"Text":"My skazaly anhelam, \"Padayemo prostrate pered Adam.\" Vony upaly prostrate, krim Satan. Vin stav jinn, dlya vin ne pidkoryavsya zamovi Yoho Lorda. Vy budete vybyraty yoho ta yoho nashchadkiv tomu shcho lordy zamistʹ Meni, nezvazhayuchy na te, shcho vony budutʹ ye vashi vorohy? Shcho neshchasna zamina"},{"SurahNumber":18,"VerseNumber":51,"Text":"ya nikoly ne dozvolyv yim zasvidchyty stvorennya neba ta zemli, ne stvorennya sebe. Ne robyty ya dozvolyayu bezputnyy popratsyuvaty u Moyomu korolivstvi"},{"SurahNumber":18,"VerseNumber":52,"Text":"denʹ prybude koly Vin kazhe, \"Vyklyk na Moyikh partneriv, komu vy zayavyly zmohty bohy bilya Meni, vony zaklykayutʹ yikh, ale vony ne vidpovidutʹ yim. insurmountable bar'yer vidokremytʹ yikh z odyn odnoho"},{"SurahNumber":18,"VerseNumber":53,"Text":"vynuvatyy pobachatʹ Peklo, ta zdiysnyatʹ shcho vony vpadutʹ u tse. Vony budutʹ ne maty vtechi zvidty"},{"SurahNumber":18,"VerseNumber":54,"Text":"My protsytuvaly u tse Quran kozhnyy riznovyd prykladu, ale lyudsʹke isnuvannya yavlyaye soboyu naybilʹsh argumentative vytvir"},{"SurahNumber":18,"VerseNumber":55,"Text":"Nichoho ne zavazhalo lyudyam z viryachykh, koly kerivnytstva prybulo yim, ta z shukayuchoho forgiveness yikhnʹoho Lorda, krim shcho vony zazhadaly pobachyty toy zhe (riznovyd dyv) yak poperedni heneratsiyi, abo kynuly vyklyk pobachyty retribution zavchasno"},{"SurahNumber":18,"VerseNumber":56,"Text":"My tilʹky posylayemo kur'yeram yak prosto deliverers harnoyi novyny, tak zhe, yak i warners. Tsey khto disbelieve sperechayutʹsya z falsehood shchob zavdaty porazky pravdi, ta vony berutʹ Moyi dokazy ta poperedzhennya marno"},{"SurahNumber":18,"VerseNumber":57,"Text":"Khto ye bilʹshe z·hubnyy nizh khto nahaduyutʹsya pro yikhni dokazy Lorda, todi disregard yim, bez toho, shchob zdiysnyuvaty shcho vony roblyatʹ. Otzhe, my rozmishchuyemo shchyty na yikhnikh serdenʹkakh zavazhyty yim z rozuminnya tse (Quran), ta deafness u yikhnikh vushrakh. Otzhe, niyaka materiya yaki vy shchob keruvaty nymy, vony budutʹ spromozhni nikoly kolysʹ keruvatysya"},{"SurahNumber":18,"VerseNumber":58,"Text":"Dosi, vash Lord yavlyaye soboyu Forgiver, povnyy myloserdya. Yakshcho b Vin zaklykav yikh poyasnyty yikhni spravy, Vin by vynyshchyv yikh pravo tam ta todi. Zamistʹ tsʹoho, Vin daye yim respite do spetsyfichnyy, predetermined chas; todi vony mozhutʹ nikoly ne vtikty"},{"SurahNumber":18,"VerseNumber":59,"Text":"Bahato spilʹnoty my vynyshchyly vnaslidok yikhnikh porushennya; my pryznachyly spetsyfichnyy chas dlya yikhnʹoho znyshchennya"},{"SurahNumber":18,"VerseNumber":60,"Text":"Moses skazanyy yoho sluzhbovtsyu, \"ya ne vidpochynu do ya dosyahayu punktu de dva richky zbyrayusya, niyaka materiya yak dovhe tse ne bere"},{"SurahNumber":18,"VerseNumber":61,"Text":"Koly vony dosyahly punktu de vony zbyralysya, vony zabuly yikhnyu rybu, ta tse znaydenyy yoho shlyakh nazad do richky, sneakily"},{"SurahNumber":18,"VerseNumber":62,"Text":"Pislya vony proyshly shcho punkt, vin skazav yoho sluzhbovtsyu, \"Dozvolenomu nam mayutʹ lench. Vse tse mandruyuche doskonalo vycherpalo nas"},{"SurahNumber":18,"VerseNumber":63,"Text":"Vin skazav, \"Zapam'yatayemo koly my ssily skeleyu nazad tam? YA ne zvernuv uvahu do ryby. Tse yavlyalo soboyu chorta kotryy zroblenoho meni zabuvayutʹ tse, ta tse znaydenyy yoho shlyakh nazad do richky, nezvychayno"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Moses) skazaly, \"Shcho yavlyaly soboyu mistse my shukaly.\" Vony prostezhyly yikhni zakhody nazad"},{"SurahNumber":18,"VerseNumber":65,"Text":"Vony znayshly odyn z nashykh sluzhbovtsiv, komu my blahoslovyly z myloserdyam, ta podarovanym yo z nashoho vlasnoho znannya"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moses skazanyy yomu, ya 'Mozhu proslidkuvaty za vamy, shcho vy 'Mozhete mozhete navchyty meni deyake z znannya ta kerivnytstva 'Mozhete daruvatysya vy"},{"SurahNumber":18,"VerseNumber":67,"Text":"Vin skazav, \"Vy ne mozhete lyshytysya v syli buty zi mnoyu"},{"SurahNumber":18,"VerseNumber":68,"Text":"Yak vy mozhete lyshytysya v syli shcho kotryy vy ne rozumiyete"},{"SurahNumber":18,"VerseNumber":69,"Text":"Vin skazav, \"Vy znaydete meni, BOH bazhayuchyy, patsiyent. YA ne budu ne pidkoryatysya budʹ-yaki komandni vy dayete meni"},{"SurahNumber":18,"VerseNumber":70,"Text":"Vin skazav, \"Yakshcho vy slidkuyete meni, todi vy ne budete poprosyty meni pryblyzno shcho-nebudʹ, yakshcho ne ya vybyrayu kazaty vam pro tse"},{"SurahNumber":18,"VerseNumber":71,"Text":"Takym chynom vony poyikhaly. Koly vony boarded korabelʹ, vin rodyv diru u tse. Vin skazav, vy rodyly diru u tse potopyty yoho lyudey? Vy zdiysnyly shchosʹ strashne"},{"SurahNumber":18,"VerseNumber":72,"Text":"Vin skazav, ya ne skazav shcho vy ne mozhete stend buty zi mnoyu"},{"SurahNumber":18,"VerseNumber":73,"Text":"Vin skazav, \"ya zhalkuyu. Ne pokarayte meni dlya moho forgetfulness; ne budʹte nadto rizkyy zi mnoyu"},{"SurahNumber":18,"VerseNumber":74,"Text":"Takym chynom vony poyikhaly. Koly vony zustrily molodoho khlopchyka, vin ubyvav yoho. Vin skazav, \"Chomu vy ubyly taku nevynnu osobu, khto ne ubyly inshu osobu? Vy zdiysnyly shchosʹ horrendous"},{"SurahNumber":18,"VerseNumber":75,"Text":"Vin skazav, ya ne kazav vam shcho vy ne mozhete stend buty zi mnoyu"},{"SurahNumber":18,"VerseNumber":76,"Text":"Vin skazav, \"Yakshcho ya proshu vas pryblyzno shcho-nebudʹ shche, todi ne derzhyte meni z vamy. Vy pobachyly dosytʹ zakhysni slovo z meni"},{"SurahNumber":18,"VerseNumber":77,"Text":"Takym chynom vony poyikhaly. Koly vony dosyahly pevnoyi spilʹnoty, vony poprosyly lyudey dlya prodovolʹstva, ale vony vidmovylysya do nykh hospodarya. Skoro, vony znayshly stinu bilya shchob rozvalytysya, ta vin fiksuvav tse. Vin skazav, \"Vy mohly zazhadaly zarplaty dlya shcho"},{"SurahNumber":18,"VerseNumber":78,"Text":"Vin skazav, \"Zaraz my povynni rozdilyty kompaniyu. Ale ya roz'yasnyu do vas vse vy ne mohly lyshytysya v syli"},{"SurahNumber":18,"VerseNumber":79,"Text":"Yak dlya korablya, tse nalezhalo bidnym rybalkam, ta ya zakhotiv nadaty tse defektne. Tam buv korolʹ prybuttya pislya nykh, khto konfiskovuvav kozhnyy korabelʹ, forcibly"},{"SurahNumber":18,"VerseNumber":80,"Text":"Yak dlya khlopchyka, yoho batʹky buly harni viruyuchi, ta my dyvylysya shcho vin zbyravsya yim tyaharya z yoho porushennyam ta disbelief"},{"SurahNumber":18,"VerseNumber":81,"Text":"My willed shcho vash Lord zaminyayemo u yoho mistsi inshyy syn; odyn khto ye krashche u righteousness ta dobroti"},{"SurahNumber":18,"VerseNumber":82,"Text":"Yak dlya stiny, tse nalezhalo dvom syrit·sʹkym khlopchykam po mistu. Pid tse, tam buv skarb shcho nalezhav yim. Tomu, shcho yikhniy batʹko buv spravedlyva lyudyna, vash Lord bazhav, shchob vony pidrosly ta dosyahayutʹ povnoyi syly, todi vytyahayutʹ yikhniy skarb. Takyy myloserdya z vashoho Lorda. YA zhoden z shcho moho vlasnoho volʹovoho aktu. Tse yavlyaye soboyu poyasnennya rechey vy ne mohly lyshytysya v syli"},{"SurahNumber":18,"VerseNumber":83,"Text":"Vony prosyatʹ vas pro Zul-Qarnain. Skazhitʹ, \"ya rozpovi do vas deyakykh z yoho istoriyi"},{"SurahNumber":18,"VerseNumber":84,"Text":"My harantuvaly yomu avtorytet na zemli, ta yakshcho yo z vsima riznovydamy zasobiv"},{"SurahNumber":18,"VerseNumber":85,"Text":"Todi, vin peresliduvav odyn shlyakh"},{"SurahNumber":18,"VerseNumber":86,"Text":"Koly vin distavsya dalekyy zakhid, vin znayshov sontse pochynayuchyy prostoryy okean, ta znaydeni lyudy tam. My skazaly, \"O Zul-Qarnain, vy mozhete panuvaty tomu shcho vy bazhayete; abo karayutʹ, abo riznovyd yim"},{"SurahNumber":18,"VerseNumber":87,"Text":"Vin skazav, \"Yak dlya tsykh khto porushuyutʹ, my pokarayemo yikh; todi, koly vony vertayutʹ do yikhnʹoho Lorda, Vin zdiysnytʹ yikh do bilʹshe retribution"},{"SurahNumber":18,"VerseNumber":88,"Text":"Yak dlya tsykh khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya, vony otrymuyutʹ harnu vynahorodu; my obrobymo yikh budʹ laska"},{"SurahNumber":18,"VerseNumber":89,"Text":"Todi vin peresliduvav inshyy shlyakh"},{"SurahNumber":18,"VerseNumber":90,"Text":"Koly vin dosyah dalekoho skhodu, vin znayshov sontse pidnimayuche na lyudyakh shcho nichoho ne maly do nykh prytulku z tse"},{"SurahNumber":18,"VerseNumber":91,"Text":"Pryrodnʹo, my znaly tsilkom vse vin znayshov"},{"SurahNumber":18,"VerseNumber":92,"Text":"Vin todi peresliduvav inshyy shlyakh"},{"SurahNumber":18,"VerseNumber":93,"Text":"Koly vin distavsya valley mizh dva palisades, vin znayshov lyudey chyya mova bula ledve zrozumila"},{"SurahNumber":18,"VerseNumber":94,"Text":"Vony skazaly, \"O Zul-Qarnain, Gog ta Magog corruptors zemli. My mozhemo zaplatyty vam utvoryty bar'yer mizh namy ta yim"},{"SurahNumber":18,"VerseNumber":95,"Text":"Vin skazav, \"Miy Lord dav meni velyki shchedristʹ. Yakshcho vy spivpratsyuyete zi mnoyu, ya pobuduyu zaprudu mizh vamy ta yim"},{"SurahNumber":18,"VerseNumber":96,"Text":"Prynosyatʹ meni bezlich zaliza.\" Odnoho razu vin zapovnyv promizhok mizh dva palisades, vin skazav, \"Udar.\" Odnoho razu yomu buv chervonyy haryachyy, vin skazav, \"Dopomoha meni llyutʹ smolu na vershyni tse"},{"SurahNumber":18,"VerseNumber":97,"Text":"Otzhe, vony ne mohly pidnyatysya na tse, ne mohly vony rodyly diry u tse"},{"SurahNumber":18,"VerseNumber":98,"Text":"Vin skazav, \"Tse myloserdya z moho Lorda. Koly prorotstvo moho Lorda prybuvaye proyty, Vin vyklykaye zaprudu rozkryshytysya. Prorotstvo moho Lorda pravda"},{"SurahNumber":18,"VerseNumber":99,"Text":"V toy chas, my dozvolymo yim zakhoplyuyemo z odyn odnym, todi rih bude dutysya, ta my sklykayemo yikh vsikh razom"},{"SurahNumber":18,"VerseNumber":100,"Text":"My predstavymo Peklo, na shcho denʹ, do disbelievers"},{"SurahNumber":18,"VerseNumber":101,"Text":"Vony yavlyayutʹ soboyu chyyi ochi nadto veiled pobachyty Moye povidomlennya. Ne mohly vony chuyutʹ"},{"SurahNumber":18,"VerseNumber":102,"Text":"tsey khto disbelieve dumayutʹ shcho vony mozhutʹ pity z vstanovlyuyuchymy Moyimy sluzhbovtsyamy tomu shcho bohy bilya Meni? My mayemo hotove do disbelievers Pekla yak vichnoho abode"},{"SurahNumber":18,"VerseNumber":103,"Text":"Kazhu, ya 'Budu kazaty vam khto nayhirshyy losers"},{"SurahNumber":18,"VerseNumber":104,"Text":"Vony yavlyayutʹ soboyu chyyi pratsi u tsʹomu zhytti povnistyu astray, ale vony dumayutʹ shcho vony roblyatʹ harnyy"},{"SurahNumber":18,"VerseNumber":105,"Text":"Takyy yavlyayutʹ soboyu khto disbelieved u apokalipsysi yikhnʹoho Lorda ta u zustrichayuchomu Yo. Tomu, yikhni pratsi marno; na Dni Resurrection, vony ne mayutʹ vahy"},{"SurahNumber":18,"VerseNumber":106,"Text":"Yikhniy spravedlyvyy requital Peklo, v obmin na yikhniy disbelief, ta dlya toho, shchob vysmiyuvaty Moyi vidkryttya ta Moyi kur'yery"},{"SurahNumber":18,"VerseNumber":107,"Text":"Yak dlya tsykh khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya, vony zasluzhyly blissful Ray yak yikhniy abode"},{"SurahNumber":18,"VerseNumber":108,"Text":"Zavzhdy vony perebuyutʹ tam; vony budutʹ nikoly ne bazhaty budʹ-yakoyi inshoyi zaminy"},{"SurahNumber":18,"VerseNumber":109,"Text":"Kazhemo, \"Yakshcho okean chornylo dlya sliv moho Lorda, okean by pobih, pered slovamy moho Lorda bihayemo, navitʹ yakshcho my podvoyuyemo postachannya chornyla"},{"SurahNumber":18,"VerseNumber":110,"Text":"Kazhu, \"ya ne vyhlyadayu bilʹsh nizh lyudsʹki yak vy, nadykhayusʹ shcho vash boh ye odyn boh. Tsey khto spodivayutʹsya zustrity yikhnʹoho Lorda bude popratsyuvaty righteousness, ta nikoly ne bude obozhnyuvaty budʹ-yakoho inshoho boha bilya yoho Lorda"}]}