{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Ingsun, Allah, Ingkang-Maha- wikan, Ingkang-Mahayakti"},{"SurahNumber":7,"VerseNumber":2,"Text":"Kitab, kadhawuhake marang sira – mulane, aja ana rupeke ing atinira amarga saka iku – supaya iku sira anggoa amemelingi sarta pepeling tumrap para angestu"},{"SurahNumber":7,"VerseNumber":3,"Text":"Padha manuta apa kang kadhawuhake marang sira saka Pangeranira lan aja padha manut pangayoman-pangayoman saliyane Panjenengane; sathithik temen anggonira padha angelingi"},{"SurahNumber":7,"VerseNumber":4,"Text":"Lan wus sapira kehe kutha kang wus Ingsun rusak, lah pidana- Ningsun anggone anekani ing wayah bengi utawa nalikane dhe- weke padha turu ing wayah awan"},{"SurahNumber":7,"VerseNumber":5,"Text":"Lah ora liya panguwuhe, nalika pidana-Ningsun anekani dheweke, kajaba mung padha angucap: Sayekti aku iki wus padha atindak dudu"},{"SurahNumber":7,"VerseNumber":6,"Text":"Lah sayekti temen Ingsun nuli bakal andangu para kang padha karawuhan para utusan lan sayekti temen Ingsun bakal andangu para kang padha kautus"},{"SurahNumber":7,"VerseNumber":7,"Text":"Lah sayekti temen Ingsun bakal anyaritani marang dheweke kalawan kawruh, lan Ingsun iki ora kasamaran"},{"SurahNumber":7,"VerseNumber":8,"Text":"Lan panrajune ing dina iku jejeg; lah sapa sing abot timbange – ya iki wong kang padha begja"},{"SurahNumber":7,"VerseNumber":9,"Text":"Lan sapa sing entheng timbangane, ya iki para kang jiwane padha kapitunan, amarga saka anggone padha angafiri ing timbalan-timbalan- Ingsun"},{"SurahNumber":7,"VerseNumber":10,"Text":"Lan sayekti temen Ingsun anetepake sira ana ing bumi, sarta ing kono Ingsun andadekake panguripan tumrap ing sira; sathi- thik temen anggonira padha atur panuwun"},{"SurahNumber":7,"VerseNumber":11,"Text":"Lan sayekti temen Ingsun ani- tahake sira, tumuli Ingsun amangun sira, banjur Ingsun angandika ma- rang para malaikat: Padha sujuda marang Adam.a Mulane banjur pa- dha sujud, kajaba Iblis;b dheweke iku ora kagolong para kang padha sujud"},{"SurahNumber":7,"VerseNumber":12,"Text":"Panjenengane angandika: Apa ta kang angalang-alangi sira, dene sira ora sujud nalikane aku maren- tahi sira? Unjuke: Kula langkung sae tinimbang piyambakipun: Tu- wan andadosaken kula saking latu, sarta Tuwan andadosaken piyam- bakipun saking lebu"},{"SurahNumber":7,"VerseNumber":13,"Text":"Panjenengane ngandika: Lah, lungaa saka ing kono amarga ora mungguh tumrape sira, yen ta gumedhea ana ing kono, mulane metua; sayekti sira iku golongane kang padha asor"},{"SurahNumber":7,"VerseNumber":14,"Text":"Unjuke: Mugi kula Tuwan paringi sumene dumugi ing din- tenipun titiyang sami dipun tangekaken"},{"SurahNumber":7,"VerseNumber":15,"Text":"Pangandikane: sayekti sira iku golongane kang padha pina- ringan sumene"},{"SurahNumber":7,"VerseNumber":16,"Text":"Unjuke: Ing sarehne Tuwan sampun adamel cuwa ing kula, saestu kula badhe angadhang ambidhung piyambakipun ing margi Tuwan ingkang leres"},{"SurahNumber":7,"VerseNumber":17,"Text":"Tumunten saestu kula badhe andhatengi piyambakipun saking ngajengipun sarta saking wing- kingipun tuwin saking tengenipun punapa dene saking kiwanipun; saha Tuwan badhe manoni kathah- kathahipun sami boten atur panu- wun"},{"SurahNumber":7,"VerseNumber":18,"Text":"Pangandikane: Metua saka ing kono, cinacad, tinun- dhung; temen sapa-sapa dheweke sing manut sira, sayekti Aku bakal angiseni jahanam kalawan sira kabeh"},{"SurahNumber":7,"VerseNumber":19,"Text":"Lan : E, Adam! manggona, sira karo jodho- nira, ing taman;a lah sakaloron padha mangana endi ing saka- repira, ananging aja anyedhaki wit iki, mundhak sira sakaloron dadi golongane para kang atindak dudu"},{"SurahNumber":7,"VerseNumber":20,"Text":"Tumuli setan ambubujuk ma- rang sakarone, pamrihe dheweke arep ambukak ing sakarone apa kang maune winadi ing sakarone kang arupa krenteg ala, lan dhe- weke calathu: Pangeranmu anggo- ne anglarangi kowe sakaloron ing wit iki ora liya kajaba mundhak kowe sakaloron dadi malaikat sakarone utawa mundhak kowe sakaloron dadi golongane para kang luput saka ing pati"},{"SurahNumber":7,"VerseNumber":21,"Text":"Lan dheweke asumpah ma- rang sakarone: Sayekti aku iki, tumrape kowe sakaloron, sawiji- ning juru-pitutur kang tuhu-tuhu"},{"SurahNumber":7,"VerseNumber":22,"Text":"Tumuli dheweke anibakake sakarone kalawan apus; lah bareng sakarone wus angrasakake wit iku, krentege ala cumetha tumrap saka- rone, sarta sakarone banjur wiwit anutupi awake kalawan gogodho- nganing taman; sarta Pangerane anguwuh sakarone: Apa Aku ora wus anglarangi sira sakaloron ing wit iki lan apa Aku ora wus angan- dika marang sira sakaloron, yen setan iku sayekti mungsuhira kang tetela"},{"SurahNumber":7,"VerseNumber":23,"Text":"Sakarone padha munjuk: Pa- ngeran kawula! Kawula sampun sami anganiaya jiwa kawula pi- yambak, lan manawi Tuwan boten angapunten ing kawula sarta amelasi kawula, saestu kawula badhe dados ewonipun ingkang sami kapitunan"},{"SurahNumber":7,"VerseNumber":24,"Text":"Pangandikane: Padha lungaa, sawenehira mungsuh ing sawe- nehe, lan ana ing bumi sira padha oleh papan sarta pasadhiyan nganti sawatara mangsa"},{"SurahNumber":7,"VerseNumber":25,"Text":"Pangandikane: Ana ing kono uripira lan ana ing kono bakal mati- nira lan saka ing kono anggonira bakal padha diwetokake"},{"SurahNumber":7,"VerseNumber":26,"Text":"E, turuning Adam! temen Ingsun wus anurunake sandhangan marang sira, kanggo nutupi wawa- dinira sarta minangka papaes; lan sandhangan panang- gulanging ala, iki kang luwih becik. Iki kalebu timbalan- timbalaning Allah, supaya dhe- weke padha angalap eling"},{"SurahNumber":7,"VerseNumber":27,"Text":"E, turuning Adam! Aja nganti setan pitenahe angenani sira, kaya anggone dheweke ngetokake wong tuwanira saka patamanan, angrucat sandhangane sakarone, pamrihe dheweke arep mbukak krentege sakarone kang ala. Sayekti dhe- weke iku angingeti sira, dheweke sakulawangsane, saka ing ngendi sira ora bisa angingeti dheweke. Sayekti Ingsun anda- dekake para setan dadi panga- yoman tumrape para kang padha ora angestu"},{"SurahNumber":7,"VerseNumber":28,"Text":"Lan nalikane padha ang- lakoni panggawe nistha padha acalathu: Aku padha nemu bapak- bapakku padha nglakoni iki lan iku Allah iya marentahake marang aku. Calathua: Sayekti Allah ora amarentahake panggawe nistha; apa ta kowe padha angucap kang amitunani Allah, barang kang kowe padha ora weruh"},{"SurahNumber":7,"VerseNumber":29,"Text":"Calathua: Pangeranku wus marentahake adil. lan padha anjejegna adhepira ing saben- saben wayahe salat sarta padha anguwuha Panjenengane, kalawan tulus ing pambangunturut ing Panjenengane; kaya anggone Pan- jenengane andadekake sira ing wiwitan, iya mangkono uga ang- gonira bakal padha bali"},{"SurahNumber":7,"VerseNumber":30,"Text":"Panjenengane wus nuntun kang sapantha, dene kang sapantha karusakan iku wis benere tetep ingatase dheweke; sayekti dheweke padha ngalap para setan minangka pangayoman saliyane Allah, sarta padha ngira yen awake iku kang padha ngambah dadalan kang bener"},{"SurahNumber":7,"VerseNumber":31,"Text":"E, para turuning Adam! padha angalapa papaesira ing saben-saben wayahe salat, sarta padha mangana tuwin ngombea lan aja padha keladuk; sayekti Panjenengane ora remen marang para kang padha keladuk"},{"SurahNumber":7,"VerseNumber":32,"Text":"Calathua: Sapa ta sing angla- rangi papaesing Allah, kang wus diwetokake tumrap para kawula- Ne sarta rezeki kang apik-apik? Calathua: Iku tumrap para kang padha angestu ana ing kauripan donya iki, mligi ana ing dina kiyamat, kaya mangkono anggon-Ingsun amijang-mijangake timbalan-timbalan iku tumrap wong kang padha weruh"},{"SurahNumber":7,"VerseNumber":33,"Text":"Calathua: Pangeranku mung anglarangi panggawe-panggawe nistha, kang wujude cumetha lan kang sumamar, apa dene dosa lan pamirong kalawan ora bener, tu- win yen ta sira padha anjejerna sisihan kalawan Allah, barang kang ing kono Panjene- ngane ora anurunake wewenang, sarta yen ta sira padha angucap kang amitunani Allah, barang kang kowe ora weruh"},{"SurahNumber":7,"VerseNumber":34,"Text":"Lan tumrap siji-sijining umat iku ana semayaning mangsane, mulane samangsa semayaning mangsane wis tumeka, sadhela bae ora bakal mundur lan ora bakal maju"},{"SurahNumber":7,"VerseNumber":35,"Text":"E, para turuning Adam! manawa ana utusan-utusan saka antaranira anekani sira, anyari- takake timbalan-timbalan-Ingsun marang sira, lah, sapa sing anjaga awake sarta atindak becik, iya ora bakal padha kataman wedi sarta ora bakal padha susah"},{"SurahNumber":7,"VerseNumber":36,"Text":"Wondene para kang padha anggorohake marang timbalan- timbalan-Ingsun sarta padha gume- dhe malengos saka ing kono, iki para wonging geni, bakal padha manggon ana ing kono"},{"SurahNumber":7,"VerseNumber":37,"Text":"Lah sapa ta kang luwih atindak dudu tinimbang wong kang agawe-gawe goroh ditibak-ake marang Allah utawa anggoroh-ake marang timbalan-timbalan-E? Iki pandume Kitab bakal tumeka dheweke, nganti samangsa para utusan-Ingsun anekani dheweke arep agawe patine padha calathu: Endi ta barang saliyane Allah kang adate padha sira uwuh-uwuh? Bakal padha acalathu: Sami ical angoncati kawula; sarta dheweke bakal padha anekseni marang awake dhewe, yen dheweke iku para wong kafir"},{"SurahNumber":7,"VerseNumber":38,"Text":"Panjenengane angandika: Pa- dha malebua ing geni gumolong para umat kang wus kaliwat ing sadurungira, yaiki jin lan para manusa; saben-saben umat sawiji malebu, sadulure ambendoni, nganti nalikane wis padha tumeka ing jerone kabeh, kang keri angunjukake kang dhingin. Pangeran kawula! Punika sami anasaraken kawula; milanipun mugi Tuwan amaringi siksa latu atitikelan dhateng piyambakipun. Pangandikane: Siji-sijine bakal oleh tikel, ananging kowe ora padha weruh"},{"SurahNumber":7,"VerseNumber":39,"Text":"Lan kang dhingin acalathu marang kang kari: Kowe ora luwih becik sathithik-thithika tinimbang aku, mulane padha angrasakna siksane, amarga saka barang kang wis padha kolakoni"},{"SurahNumber":7,"VerseNumber":40,"Text":"Sayekti, para kang padha anggorohake marang timbalan- timbalan-Ingsun sarta padha gume- dhe malengos saka ing kono, lawang-lawange langit ora bakal diwengakake tumrap dheweke, lan ora bakal padha malebu ing taman nganti unta malebu ing bolonga- ning dom; lan kaya mangkono iku anggon-Ingsun males para wong duraka"},{"SurahNumber":7,"VerseNumber":41,"Text":"Dheweke bakal padha oleh paturon geni naraka sarta tutup saka ing sadhuwure dheweke; lan kaya mangkono iku anggon-Ingsun males para kang atindak dudu"},{"SurahNumber":7,"VerseNumber":42,"Text":"Wondene para kang padha angestu sarta alaku becik – Ingsun ora amomoti sawijining jiwa, kajaba sakuwawane – iku wonging patamanan; padha manggon ana ing kono"},{"SurahNumber":7,"VerseNumber":43,"Text":"Lan Ingsun angilangi saba- rang pangigit-igit kang ana ing sajroning dhadhane; kali-kaline pa- dha mili sangisore dheweke, sarta padha calathu: Sadaya pangalem- bana kagunganipun Allah, Ingkang sampun anuntun kawula dhateng punika, saha boten badhe kawula angambah margi punika manawi ta Allah botena anuntun kawula; saestu sampun rawuh para utusanipun Pangeran kawula ambekta yakti. Lan bakal diuwuhake marang dheweke, yen iku patamanan, kang diwarisake marang sira, amarga saka barang kang wus padha sira lakoni"},{"SurahNumber":7,"VerseNumber":44,"Text":"Wong-wonging patamanan bakal padha anguwuh wong- wonging geni: Sayekti, apa saguhe Pangeranku marang aku, aku wis nemu nyata; lah apa kowe iya padha nemu nyata apa saguhe Pangeranmu? Calathune: Iya. Tu- muli antarane dheweke ana juru- nguwuh anguwuh-uwuh, yen we- welaking Allah tumiba marang para kang atindak dudu"},{"SurahNumber":7,"VerseNumber":45,"Text":"Yaiku kang padha angeng- gokake awake saka dadalaning Allah, lan padha mamrih iku bengkonga, lan dheweke iku para wong kafir marang akhirat"},{"SurahNumber":7,"VerseNumber":46,"Text":"Lan saantarane sakarone ana aling-alinge; lan ing panggonan- panggonan kang luhur ana wonge kang padha weruh marang sakabehe dening tetengere; lan pa- dha anguwuh-uwuh marang wong- wonging patamanan: Rahayu muga tetepa ing sira; durung bakal padha malebu mrono, sanajan padha angajap-ajapa"},{"SurahNumber":7,"VerseNumber":47,"Text":"Lan samangsa pandelenge dienggokake marang penere wong- wonging geni, padha munjuk: Pangeran kawula, mugi kawula sampun Tuwan dadosaken golo- nganipun titiyang ingkang sami atindak dede"},{"SurahNumber":7,"VerseNumber":48,"Text":"Para kang manggon ing papan-papan kang luhur padha anguwuh-uwuh marang wong- wong kang padha kinawruhan dening tetengere, calathune: Ora migunani ing sira entukmu keklumpuk, mangkono uga anggonira padha gumedhe"},{"SurahNumber":7,"VerseNumber":49,"Text":"Apa iki kang padha sira ban- dhani sepata, yen ora bakal Allah anekakake wilasa marang dhe- weke? Padha malebua patamanan, ora bakal sira kataman wedi sarta ora bakal sira susah"},{"SurahNumber":7,"VerseNumber":50,"Text":"Wong-wonging geni padha anguwuh wong-wonging patama- nan, panguwuhe: mbok padha angilingna banyu sathithik marang aku, utawa rezeki paparinging Allah marang kowe sathithik . Ca- lathune: Sayekti Allah anglarangi karo pisan iku tumrap para kafir"},{"SurahNumber":7,"VerseNumber":51,"Text":"Yaiku kang padha anganggep agamane minangka lalahan sarta dolanan, apa dene padha kacin- thung ing kauripan donya; mulane ing dina iki Ingsun anegakake dhe- weke, kaya dene anggone dheweke wus padha anglirwakake sapate- mon ing dinane iki sarta dening anggone padha maido ing tim- balan-timbalan-Ingsun"},{"SurahNumber":7,"VerseNumber":52,"Text":"Lan sayekti temen Ingsun wus anekani Kitab dheweke, kang Ingsun wijang-wijangake kalawan kawruh, minangka tuntunan lan wilasa tumrap para wong kang padha angestu"},{"SurahNumber":7,"VerseNumber":53,"Text":"Dheweke padha ngenteni apa ta, kajaba kawusanane iku? Ing dina tekaning kawusanane, para kang maune padha anglirwakake iku, bakal calathu: Temen wus rawuh para utusaning Pangeranku anggawa yakti; lah apa ta sameng- ko aku duwe juru-syafa’at kang banjur padha amakolehake marang aku? Utawa apa ta aku iki kena padha dibalekake, supaya aku padha anglakoni liya- ne kang wis padha daklakoni? Temen dheweke padha amitunani jiwane dhewe, lan sabarang gogo- rohan gaweane wus ilang saka ing awake"},{"SurahNumber":7,"VerseNumber":54,"Text":"Sayekti, Pangeranira iku Allah, Kang anitahake langit-langit lan bumi ing sajrone nem mangsaa, sartab Panjenengane angasta purba wisesa ing karaton iku; Panje- nengane anutupake wengi ing raina, kang tansah angoyak iku; lan sre- ngenge lan rembulan sarta lintang- lintang, ginawe manut kalawan parentah-E; sayekti dumadi lan parentah iku ana ing Panjene- ngane; Mahabarkah Allah iku, Pangeraning ngalam kabeh"},{"SurahNumber":7,"VerseNumber":55,"Text":"Padha nyunyuwuna Pangera- nira kalawan adhedhepe tuwin sisidheman; sayekti Panjenengane iku ora remen marang kang padha mlangkah wates"},{"SurahNumber":7,"VerseNumber":56,"Text":"Lan aja sira padha agawe wisuna ana ing bumi sawise olehe didandani, lan padha nyunyuwuna ing Panjenengane kalawan wedi lan pangarep-arep; sayekti wilasa- ning Allah iku cedhak marang para kang agawe becik"},{"SurahNumber":7,"VerseNumber":57,"Text":"Lan Panjenengane iku kang angutus angin-angin anggawa war- ta becik sangareping kamurahan- E, nganti samangsa wus ang- gawa mendhung angendanu, iku Ingsun giring marang tanah kang mati; tumuli Ingsun anurunake banyu mrono, banjur Ingsun anggo ametokake sawarnaning wo- wohan; kaya mangkono anggon- Ingsun bakal anguripake wong- wong mati, supaya sira padha elinga"},{"SurahNumber":7,"VerseNumber":58,"Text":"Wondene tanah kang becik, metu tutuwuhane kala- wan idining Pangerane, lan kang cengkar, ora metu kajaba mung sathithik; kaya mang- kono anggon-Ingsun angambal- ambali timbalan-timbalan tumrap wong kang padha atur panuwun"},{"SurahNumber":7,"VerseNumber":59,"Text":"Sayekti temen Ingsun wis angutus Nuh marang bangsane, tumuli acalathu: E bangsaku, padha ngabdia ing Allah, sira ora duwe sesembahan liyane Panjene- ngane; sayekti aku nguwatirake sira marang siksa ing dina kang agung"},{"SurahNumber":7,"VerseNumber":60,"Text":"Para panggedhening bangsa- ne acalathu: Sayekti, panyawang- ku, kowe iku ana ing sajroning sasar kang tetela"},{"SurahNumber":7,"VerseNumber":61,"Text":"Dheweke acalathu: E, bang- saku! Ora pisan ana sasare aku iki, ananging aku iki utusan saka Pangeraning kabeh ngalam"},{"SurahNumber":7,"VerseNumber":62,"Text":"Aku anekakake marang sira ayahaning Pangeranku lan apitutur becik marang sira, lan aku weruh saka Allah apa kang sira padha ora weruh"},{"SurahNumber":7,"VerseNumber":63,"Text":"Apa! Apa sira padha gumun, dene ana peling saka Pangeranira anekani sira, alantaran wong lanang golonganira, amrih ange- lingake sira lan supaya sira anjaga dhiri sarta supaya sira padha diwelasi"},{"SurahNumber":7,"VerseNumber":64,"Text":"Ananging padha anggorohake dheweke, mulane Ingsun anyala- metake dheweke dalasan para pandherek ing prau, sarta Ingsun angerem para kang padha ang- gorohake ing timbalan-timbalan- Ingsun; sayekti dheweke iku bangsa kang wuta"},{"SurahNumber":7,"VerseNumber":65,"Text":"Lan marang ‘Ad sadulure, Hud. Dheweke acalathu: E, bangsaku! Padha ngabdia ing Allah, sira ora duwe sesembahan liyane Panjenengane; lah apa ta sira ora arep anjaga dhiri"},{"SurahNumber":7,"VerseNumber":66,"Text":"Para panggedhening bangsa- ne para kang padha kafir acalathu: Sayekti panyawangku kowe iku ana ing sajroning kabodhoan, lan sayekti temen aku nyana, kowe iku ewone para kang goroh"},{"SurahNumber":7,"VerseNumber":67,"Text":"Dheweke acalathu: E, bang- saku! Ora pisan ana kabodhoane aku iki, ananging aku iki utusan saka Pangeraning kabeh ngalam"},{"SurahNumber":7,"VerseNumber":68,"Text":"Aku anekakake marang sira ayahaning Pangeranku lan aku iki juru-pitutur becik kang mitayani tumrap marang sira"},{"SurahNumber":7,"VerseNumber":69,"Text":"Apa! Apa sira padha gumun, dene ana peling saka Pangeranira anekani sira, alantaran wong lanang golonganira, amrih angeli- ngake sira? Lan padha angelingana nalikane Panjenengane andade- kake sira dadi para Pamarentah ing sapungkure umate Nuh sarta amewahi sira ing dalem prakosa- ning dumadinira; mulane padha dieling marang paparinge Allah, supaya sira padha begja"},{"SurahNumber":7,"VerseNumber":70,"Text":"Dheweke padha calathu: Apa tekamu marang aku kene iki supa- ya aku padha anguwuh ing Allah kang Sawiji, sarta aninggal apa kang dikawulani bapak-bapakku? Lah tekakna marang aku kene apa kang koancamake aku, manawa kowe iku kalebu wong kang padha temen"},{"SurahNumber":7,"VerseNumber":71,"Text":"Dheweke acalathu: temen wus tumiba marang sira lelethek sarta bebendu saka Pangeranira; apa kowe padha madoni aku ing dalem aran-aran, kang sira sebut-sebut, sira lan bapak- bapakira? Allah ora anurunake wewenang tumrap iku; mulane padha entenana, sayekti aku iki kalawan sira ewone wong kang padha angenteni"},{"SurahNumber":7,"VerseNumber":72,"Text":"Tumuli Ingsun anyalametake dheweke dalah para pandhereke kalawan wilasa saka Ingsun, sarta Ingsun amedhot oyode para kang padha anggorohake marang tim- balan-timbalan-Ingsun tuwin kang dudu wong-wong angestu"},{"SurahNumber":7,"VerseNumber":73,"Text":"Lan marang Tsa- mud sadu- lurea, Shalih. Dheweke acalathu: E, bangsaku, padha angabdia ing Allah, sira ora duwe sesembahan liyane Panjenengane. Temen wus tumeka ing sira tandha yekti cetha saka Pangeranira: iki untane wa- don Allah, tumrape sira sawijining tandha; mulane iku togna bae mangan ing bumining Allah lan aja sira arubiru, mundhak siksa kang nglarani anibani sira"},{"SurahNumber":7,"VerseNumber":74,"Text":"Lan padha elinga nalikane Panjenengane andadekake sira dadi para pamarentah ing sapung- kure bangsa ‘Ada sarta anetepake sira ana ing bumi – sira padha yasa pura ana ing tanahe rata sarta padha anatahi gunung minangka omah – mulane padha elinga kadarmaning Allah, sarta aja padha agawe piala ing bumi, agawe wisuna"},{"SurahNumber":7,"VerseNumber":75,"Text":"Kepala-kepalaning bangsane para kang padha gumedhe acalathu marang para kang padha ingang- gep apes, marang para kang padha angestu saka ing antarane: Apa kowe padha weruh, yen Shalih iku utusan saka Pangerane? Dheweke padha acalathu: Sayekti aku iki padha wong angestu marang ba- rang kang diampil anggone kautus"},{"SurahNumber":7,"VerseNumber":76,"Text":"Para kang padha gumedhe acalathu: Sayekti aku iki para wong kang angafiri kang padha koestu"},{"SurahNumber":7,"VerseNumber":77,"Text":"Banjur padha ambeleh unta wadon iku sarta padha andaga parentahing Pangerane lan padha acalathu: E, Shalih, tekakna ma- rang aku apa kang koancamake ing aku manawa kowe iku ewone para utusan"},{"SurahNumber":7,"VerseNumber":78,"Text":"Tumuli lindhu anekani dhe- weke, banjur padha dadi awak kang ora obah ana ing omahe"},{"SurahNumber":7,"VerseNumber":79,"Text":"Tumuli dheweke aninggal kono kalawan calathu: E, bangsa- ku! Sayekti temen aku anekakake marang sira ayahaning Pangeranku sarta aku apitutur becik ing sira, ananging sira iku padha ora dhemen para juru-pitutur becik"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lan Luth, nalikane acalathu marang bangsane: Apa! apa sira padha anindakake panggawe nistha, kang ora ana wong siji-sijia ing jagad ing sadurungira kang nindakake mangkono"},{"SurahNumber":7,"VerseNumber":81,"Text":"Sayekti sira iku padha aneka- ni karep karo padha wong lanang ora karo wong wadon, lah, sira iku bangsa kang langkah"},{"SurahNumber":7,"VerseNumber":82,"Text":"Lan ora ana liya wangsulane bangsane kajaba mung padha calathu: Padha wetokna saka ing kuthanira, sayekti dheweke iku wong-wong kang arep anuceni dhiri"},{"SurahNumber":7,"VerseNumber":83,"Text":"Mulane Ingsun anyalametake dheweke dalah pandhereke, A kajaba rabine; iku kalebu wong kang padha keri"},{"SurahNumber":7,"VerseNumber":84,"Text":"Lan Ingsun anibani udan marang dheweke: Lah angen- angenen, kapriye wasanane para wong kang padha dosa"},{"SurahNumber":7,"VerseNumber":85,"Text":"Lan marang Ma- dyan sadu- lure, Syu’aib. Dheweke calathu: E, bangsaku! Padha ngabdia ing Allah, sira ora duwe sesembahan liyane Panjenengane. Temen wus tumeka ing sira tandha yekti cetha saka Pangeranira: mulane padha dikebak ing panaker lan panim- bang sarta aja padha angelongi barang-barange wong, tuwin aja gawe wisuna ing bumi sawise anggone dibecikake; iku luwih becik tumrape sira manawa sira iku padha wong angestu"},{"SurahNumber":7,"VerseNumber":86,"Text":"Lan aja padha angalang- alangi ing sawarnaning dalan wong kang angestu ing Panjene- ngane, kalawan angancam sarta anyimpangake saka dadalaning Allah, lan mamrih supaya iku malencenga; sarta padha dieling nalikane sira iku sathithik, tumuli Panjenengane angakehake sira; lan padha angen-angenen, kapriye wu- sanane para kang agawe wisuna"},{"SurahNumber":7,"VerseNumber":87,"Text":"Lan manawa golonganira ana sapantha kang padha angestu ing barang kang dakampil anggonku kautus, sarta ana sapantha kang padha ora angestu, lah padha disabar nganti Allah amancasi antarane aku kabeh; lan Panjene- ngane iku becik-becike para juru- mancasi"},{"SurahNumber":7,"VerseNumber":88,"Text":"Para kepala-kepalane bangsa- ne kang padha gumedhe-gumedhe, acalathu: Yekti aku bakal nge- tokake kowe, e, Syu’aib, sarta kancamu kang padha angestu, saka kuthaku, utawa kowe balia ing agamaku. Dheweke calathu: Apa! apa sanajan aku gething"},{"SurahNumber":7,"VerseNumber":89,"Text":"Tetep agawe goroh tumrap marang Allah aku, yen ta aku padha balia ing agamamu, ing sawise Allah anyalametake aku saka ing kono; lan ora layak tumrape aku, yen ta aku padha balia mrono, kajaba manawa Allah, Pangeranku, angarsakake: Pangeranku iku ngelmune ang- limputi ing samubarang; marang Allah anggonku sumendhe. Pange- ran kawula! mugi Tuwan amancasi antawisipun kawula sarta bangsa kawula kaliyan leres; sarta Tuwan punika sae-saenipun para juru- mancasi"},{"SurahNumber":7,"VerseNumber":90,"Text":"Lan kepala-kepalaning bang- sane, para kang padha kafir, acalathua: Manawa kowe padha manut Syu’aib, sayekti kowe iku padha wong kapitunan"},{"SurahNumber":7,"VerseNumber":91,"Text":"Tumuli lindhu anekani dhe- weke; mulane banjur padha dadi awak kang tan obah ana ing omahe"},{"SurahNumber":7,"VerseNumber":92,"Text":"Para kang padha anggoro- hake Syu’aib dadi kaya-kaya ora tau manggon ana ing kono; para kang padha anggorohake Syu’aib, iku para wong kang kapitunan"},{"SurahNumber":7,"VerseNumber":93,"Text":"Mulane dheweke aninggal bangsane sarta calathu: E, Bang- saku, sayekti temen aku iki anekakake marang sira ayahane Pangeranku sarta aku apitutur becik marang sira, mulane kapriye olehku bakal sedih tumrap bangsa kang padha kafir"},{"SurahNumber":7,"VerseNumber":94,"Text":"Lan Ingsun ora angutus sawijining Nabi ing sajroning nagara, kajaba masthi wonge Ingsun tekani kasusahan sarta kasangsaran, supaya padha adhedhepea"},{"SurahNumber":7,"VerseNumber":95,"Text":"Tumuli kang maune kasusa- han Ingsun salini katentreman, nganti mundhak cacah jiwane sarta padha calathu: Temen kasangsaran lan karaharjan iku wus anekani bapak-bapakku. Tumuli padha Ing- sun pundhut kalawan tanpa antan- antan sarta padha ora rumasa"},{"SurahNumber":7,"VerseNumber":96,"Text":"Lan manawa wonge kutha- kutha iku padha angestu sarta anjaga awake , yekti Ingsun angengakake nugraha- nugraha saka ing langit lan bumi marang dheweke, ananging dhe- weke padha anggorohake, mulane padha Ingsun patrapi, amarga saka pakolihing"},{"SurahNumber":7,"VerseNumber":97,"Text":"Apa! apa wonge kutha-kutha iku rumasa aman saka siksa- Ningsun kang anekani dheweke ing wayah bengi, sajrone padha turu"},{"SurahNumber":7,"VerseNumber":98,"Text":"Apa! apa wonge kutha-kutha rumasa aman saka siksa-Ningsun kang anekani dheweke ing wayah esuk, sajrone padha dolanan"},{"SurahNumber":7,"VerseNumber":99,"Text":"Apa! lah apa padha rumasa aman saka rancanganing Allah? Ananging ora ana kang rumasa aman saka rancanganing Allah, kajaba wong-wong kang bakal sirna"},{"SurahNumber":7,"VerseNumber":100,"Text":"Apa ta ora terang tumrape para kang padha amaris bumi ing sapungkure kang angenggoni , yen, upama Ingsun angarsakna, bakal padha Ingsun patrapi amarga saka dosane sarta bakal padha Ingsun ecap atine; wusana bakal padha ora krungu"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iki kutha-kutha – Ingsun anyaritakake marang sira sawe- nehing carita-caritane, lan sayekti temen para utusane wus anekani dheweke kalawan bukti-bukti, ananging dheweke padha ora arep angestu ing barang kang maune padha digorohake; kaya mang- kono Allah angecap marang ati- atine para wong kafir"},{"SurahNumber":7,"VerseNumber":102,"Text":"Lan Ingsun ora nemu janji ing keke- hane dheweke, lan Ingsun anemu kekehane dheweke iku temen padha wong murang yekti"},{"SurahNumber":7,"VerseNumber":103,"Text":"Tumuli, ing sapungkure Musa akanthi timbalan-timbalan- Ingsun marang Fir’aun lan para wong gedhene, ananging padha ora angestu marang iku;a lah angen- angenen, kapriye wusanane para kang agawe wisuna. A"},{"SurahNumber":7,"VerseNumber":104,"Text":"Lan Musa acalathu: Dhuh, Fir’aun! saestu kula punika utusan saking Pangeraning ngalam sadaya"},{"SurahNumber":7,"VerseNumber":105,"Text":"layak boten angucapaken punapa-punapa ing atasing Allah, kajawi ingkang nya- ta: saestu kula andhatengi paduka kalayan bukti saking Pangeran paduka; milanipun para turuning Israil sami kadhawuhana anyartani kula"},{"SurahNumber":7,"VerseNumber":106,"Text":"Calathune: Manawa teka- nira kalawan tandha, lah coba iku tekakna, manawa sira iku ewoning para wong temen"},{"SurahNumber":7,"VerseNumber":107,"Text":"Mulane dheweke banjur anguncalake tekene, lah padha sakala, iku terang ula"},{"SurahNumber":7,"VerseNumber":108,"Text":"Lan dheweke andudut tanga- ne, lah padha sakala, iku putih tu- mrap para kang padha andeleng"},{"SurahNumber":7,"VerseNumber":109,"Text":"Para panggedhene wonge Fir’aun acalathu: Sayekti iki ahli kemayan kang sugih kawruh"},{"SurahNumber":7,"VerseNumber":110,"Text":"Karepe arep angetokake kowe saka ing nagaramu; mulane padha kapriye rembugmu"},{"SurahNumber":7,"VerseNumber":111,"Text":"Dheweke padha calathu: Piyambakipun mugi kadhawuhan angentosi, sarta mugi paduka kaparenga utusan para juru-angem- palaken ing kitha-kitha"},{"SurahNumber":7,"VerseNumber":112,"Text":"Supados sami ambekta sawarnining ahli kemayan ingkang sugih kawruh dhateng ngarsa paduka"},{"SurahNumber":7,"VerseNumber":113,"Text":"Para ahli kemayan padha teka marang Fir’aun, ature: Saestu kawula kedah sami angsal pituwas, manawi kawula ingkang sami menang"},{"SurahNumber":7,"VerseNumber":114,"Text":"Dheweke calathu: Iya, sarta sira yekti bakal dadi ewone wong kang padha kaparek"},{"SurahNumber":7,"VerseNumber":115,"Text":"Dheweke padha calathu: E, Musa, apa kowe arep anguncalake, apa aku kang padha anguncalake dhisik"},{"SurahNumber":7,"VerseNumber":116,"Text":"Calathune: Padha anguncal- na! Lah bareng wis padha angun- calake, padha ambawur pandelenge wong-wong sarta padha anggigiris tuwin anekake kemayan kang gedhe"},{"SurahNumber":7,"VerseNumber":117,"Text":"Lan Ingsun aparing dhawuh marang Musa kalawan pangan- dika: Uncalna tekenira! Lah padha sakala, iku anguntali sabarang sulapane"},{"SurahNumber":7,"VerseNumber":118,"Text":"Lah barang nyata wis tetep lah wus jugar apa kang wus padha dilakoni"},{"SurahNumber":7,"VerseNumber":119,"Text":"Lah ing kono dheweke pa- dha kalindhih sarta padha bali dadi asor"},{"SurahNumber":7,"VerseNumber":120,"Text":"Lan para ahli kemayan padha karubuhake, padha sumung- kem"},{"SurahNumber":7,"VerseNumber":121,"Text":"Padha calathu: Kula sami angestu dhateng Pangeranipun ngalam sadaya"},{"SurahNumber":7,"VerseNumber":122,"Text":"Pangeranipun Musa lan Harun"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir’aun calathu: Apa kowe angestu ing dheweke sadurunge aku angidini marang kowe? Sayekti iki temen sandi upaya kang padha korancang sajroning kutha, pamrihmu arep padha angetokake wonge saka ing kono; ananging kowe bakal padha weruh"},{"SurahNumber":7,"VerseNumber":124,"Text":"Sayekti aku bakal padha angethok tangan-tanganmu lan sikil-sikilmu seling sisih, tumuli temen bakal padha dak pentheng kabeh"},{"SurahNumber":7,"VerseNumber":125,"Text":"Dheweke padha calathu: Saestu, dhateng Pangeran kawula anggen kawula sami badhe wangsul"},{"SurahNumber":7,"VerseNumber":126,"Text":"Saha Panjenengan boten ba- dhe anandukaken wawales, kajawi amargi anggen kula sami angestu ing timbalan-timbalanipun Pange- ran kula nalika sami dumugi ing kula: Pangeran kawula! Mugi Tuwan anjawahaken kasabaran dhateng kawula saha mugi Tuwan andadosaken pejah kawula suma- rah"},{"SurahNumber":7,"VerseNumber":127,"Text":"Lan para gedhene wonge Fir’aun calathu: Punapa Panjene- ngan kendelaken kemawon Musa dalah titiyangipun sami adamel wisuna ing bumi saha anilar Pan- jenengan sarta sesembahan Panje- nengan? Calathune: Aku bakal mateni anak-anake lanang sarta anguripi para wadone, lan sayekti aku iki kang murba-wisesa marang dheweke"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa acalathu marang wonge: Padha nyuwuna pitulung ing Allah sarta padha disabar: sayekti bumi iku kagungane Allah; iku Panjenengane amarisake ma- rang kawula-Ne, sapa kang dadi kapareng-E, lan wekasan iku kadarbe para kang anjaga dhirine"},{"SurahNumber":7,"VerseNumber":129,"Text":"Dheweke padha calathu: Kula punika sami dipun sia-sia saking saderengipun panjenengan rawuh ing ngriki sarta sasampun- ipun panjenengan rawuh ing ngri- ki. Calathune: Manawa-manawa Pangeranira karsa anyirnakake mungsuhira sarta amisuda sira dadi pamarentah ing bumi; tumuli Pan- jenengane bakal amirsani kapriye panggawenira"},{"SurahNumber":7,"VerseNumber":130,"Text":"Lan sayekti temen Ingsun wus amatrapi wong-wonge Fir’aun kalawan bethatan sarta sudaning woh-wohana supaya dheweke pa- dha elinga"},{"SurahNumber":7,"VerseNumber":131,"Text":"Anaging samangsa becik tumeka marang dheweke, padha calathu: Iki labet saka aku dhewe; lan manawa ala angenani dheweke, padha dilabetake saka kojure Musa sakanthine; sayekti, kojure iki mung saka ngarsaning Allah, ana- nging keh-kehane padha ora we- ruh"},{"SurahNumber":7,"VerseNumber":132,"Text":"Sarta padha calathu: Kowe nekakna tandha apa bae marang aku, kang supaya aku kena ing kemayan, lah ora bakal aku padha angestu marang kowe"},{"SurahNumber":7,"VerseNumber":133,"Text":"Mulane Ingsun angutus pageblug anekani dheweke sarta ama walang lan tengu, kodhok tuwin getih tandha-tandha kang terang-awijang; ananging dhe- weke padha ambeg gumedhe lan dheweke iku bangsa kang dosa"},{"SurahNumber":7,"VerseNumber":134,"Text":"Lan bareng wewelak anibani dheweke, padha calathu: O, Musa, sampeyan nyuwunaken kula dhateng Pangeran sampeyan punapa janji-Nipun kaliyan sampe- yan; manawi sampeyan anyirnak- aken wewelak punika saestu kula badhe sami angestu dhateng sam- peyan, sarta saestu kula badhe sami aken para turun Israil anyar- tani sampeyan"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ananging bareng Ingsun wus anyirnakake wewelak saka ing kono tumeka semayane mangsa, kang dheweke bakal tumeka ing kono, padha sakala padha ambalik"},{"SurahNumber":7,"VerseNumber":136,"Text":"Mulane dheweke padha Ing- sun patrapi wawales sarta padha Ingsun kelem ing sagaraa marga anggone anggorohake tandha-tan- dha-Ningsun sarta anggone padha anglirwakake marang iku"},{"SurahNumber":7,"VerseNumber":137,"Text":"Lan Ingsun amarisake bumi wetanan lan kang kulonan, kang ing kono wus Ingsun barkahi, marang bangsa kang padha di- anggep apes lan wis sampurna sabdaning Pangeranira kang utama ana ing turuning Israil amarga anggone padha ambek sabar; lan Ingsun anyirnakake sabarang yaya- sane Fir’aun lan wonge lan apa kang wus padha didegake"},{"SurahNumber":7,"VerseNumber":138,"Text":"Lan Ingsun wus anyabra- ngake sagaraa para turuning Israil; banjur tumeka marang bangsa kang manembah brahalane padha calathu: Dhuh Musa! kula sampe- yan damelaken sesembahan kados sesembahan gadhahanipun. Wang- sulane: Temen kowe iku padha wong atindak bodho"},{"SurahNumber":7,"VerseNumber":139,"Text":"iki sayekti apa kang dheweke padha ana ing kono iku bakal disirnakake, lan muspra apa kang padha dilakoni"},{"SurahNumber":7,"VerseNumber":140,"Text":"Dheweke calathu: Apa iya aku anggolekake sesembahan ko- we saliyane Allah, ing mangka Panjenengane iku wus angunggu- lake kowe angungkuli titah"},{"SurahNumber":7,"VerseNumber":141,"Text":"Lan nalikane Ingsun nyala- metake sira saka wonge Fir’aun, kang anibakake sira ing siksa kang kerasb amateni anak-anakira lanang lan anguripi wadon-wadonira,c lan ana ing kono iku coba kang gedhe saka Pangeranira"},{"SurahNumber":7,"VerseNumber":142,"Text":"Ingsun wus anamtokake waktu marang Musa telung puluh wengi sarta iku Ingsun ganepi sapuluh , dadi waktuning Pangerane kang tinamtu iku ganep patang puluh wengi.a Lan Musa calathu marang sadulure, Harun: anyulihana lulungguhku ana ing sajroning bangsaku sarta agawea becik tuwin aja miturut dada- laning wong kang padha gawe wisuna"},{"SurahNumber":7,"VerseNumber":143,"Text":"Lan bareng Musa wus tekan mangsa-Ningsun kang wus tinamtu sarta Pangerane mangandikani dhe- weke unjuke: Pangeran kawula! mugi angatingali kawula, supados kawula saged sumerep dhateng Tuwan. Pangandi- kane: Ora bisa sira sumurup Ningsun, ananging andelenga marang gunung iku lah manawa iku tetep panggonane, sira bakal iya sumurup Ningsun; ana- nging bareng Pangerane amedhar kaluhuran-E marang gunung iku, iki dadi jugrug sarta Musa ambruk sumaput; lah bareng wis eling munjuk: Mahasuci Tuwan, punika, kawula tobat ing Tuwan saha kawula punika wiwi-tanipun para angestu"},{"SurahNumber":7,"VerseNumber":144,"Text":"Panjenengane angandika: E, Musa, sayekti Ingsun amiji ing sira angungkuli para manusa kalawan ayahan-Ingsun sarta kalawan sabda-Ningsun; mulane cekelana apa kang wus Ingsun paringake sira, sarta dadia ewone para kang weruh ing panarima"},{"SurahNumber":7,"VerseNumber":145,"Text":"Lan Ingsun wus anetepake ing angger tumrap dheweke ana ing balebekan-balebekan arupa sarupaning pitutur sarta pamijang tumrap samubarang; mulane iku sira cekelana kalawan kukuh sarta marentahana wong-wongira supa- ya padha cekelana iku endi kang luwih becik: Ingsun bakal me- ruhake panggonane para wong kang murang yekti"},{"SurahNumber":7,"VerseNumber":146,"Text":"Ingsun bakal angengokake saka timbalan-timbalan-Ingsun pa- ra kang padha ambek gumedhe ing bumi ora kalawan bener; lan manawa padha andeleng saben tandha, iku dheweke padha ora angestu; lan manawa padha andeleng dalaning katulusan, iku dheweke padha ora angalap mi- nangka dalan; lan manawa padha andeleng dalan sasar, iku dheweke padha ngalap minangka dalan; iki amarga saka anggone padha ang- gorohake marang timbalan-timba- lan-Ingsun sarta padha anglirwak- ake marang iku"},{"SurahNumber":7,"VerseNumber":147,"Text":"Lan para kang padha anggorohake marang timbalan- timbalan-Ingsun lan sapatemon ing delahan, iku panggawe-pangga- wene muspra. Apa dheweke bakal padha pinaringan pituas saka liyane kajaba apa kang wus padha dilakoni"},{"SurahNumber":7,"VerseNumber":148,"Text":"Lan wonge Musa ing sa- pungkure dheweke, agawe pedheta bakale raja brana papaese mung sawijining awak, mawa uni. Apa ta dheweke padha ora weruh yen iku ora calathu marang dheweke sarta ora anuduhake dalan marang dheweke. Dheweke padha angalap iku sarta padha atindak dudu"},{"SurahNumber":7,"VerseNumber":149,"Text":"Lan bareng dheweke wis padha kaduwung sarta weruh, yen awake temen padha sasar, padha calathu: saupama Pangeran- ku ora welas marang aku sarta ora angapura marang aku, amasthi aku iki bakal padha dadi ewone wong kang padha kapitunan"},{"SurahNumber":7,"VerseNumber":150,"Text":"Lan bareng Musa wis bali marang wong-wonge, anawung bendu lan prihaten banget, acala- thu: Ala barang kang kotindakake ing sapungkurku: apa kowe ange- mohi parentahe Pangeranmu? Dheweke ambanting blebekan- blebekane sarta anyandhak sirahe sadulure, diceneng marang awake. Calathune: Putra lanange si ibu! Sayekti wong-wong iku padha angapesake aku, meh bae padha mateni aku; mulane aja kowe ambungahake mungsuh- mungsuh asarana aku sarta aja kowe anganggep aku ewone wong- wong atindak dudu"},{"SurahNumber":7,"VerseNumber":151,"Text":"Dheweke munjuk: Pange- ran kawula! Mugi Tuwan aparing pangapuntena dhateng kawula sarta dhateng sadherek kawula, saha mugi kawula sami Tuwan lebetaken ing wilasa Tuwan, saha Tuwan punika Asih-asihipun para ingkang sami ambek asih"},{"SurahNumber":7,"VerseNumber":152,"Text":"Sayekti, para kang padha ngalap pedhet , bebendu saka Pangerane bakal anekani dheweke mangkono uga asore ing dalem kauripan donya, lan kaya mangkono iku anggon Ingsun males para kang padha agawe-gawe goroh"},{"SurahNumber":7,"VerseNumber":153,"Text":"Lan para kang padha ang- lakoni panggawe ala, tumuli ing sawise iku padha kaduwung sarta padha angestu, sayekti, sawise iku, Pangeranira tuhu Aparamarta, Mahaasih"},{"SurahNumber":7,"VerseNumber":154,"Text":"Lan bareng bendune Musa wus andheh, dheweke anjupuk blebekan-blebekane iku, lan ing dalem tulise kono ana tuntunan sarta wilasa tumrap para kang padha wedi marang Pangerane"},{"SurahNumber":7,"VerseNumber":155,"Text":"Lan Musa wus milih wonge, wong lanang pitungpuluh, tumrap waktu kang wus Ingsun tamtokake; lah bareng lindhu anempuh dheweke,a dheweke munjuk: Pangeran kawula! Upami Tuwan angarsakna, piyambakipun sampun sami Tuwan lebur ing sadereng-derengipun sarta kawula : Punapa Tuwan badhe anglebur ing kawula sami jalaran saking pandamelipun para titiyang cubluk panunggilan kawu- la? Punika boten sanes kajawi pangleler Tuwan; punika Tuwan angge anasaraken sintena ingkang Tuwan karsakakena saha anuntun sintena ingkang Tuwan karsak- aken; Tuwan punika pangayoman kawula; milanipun mugi Tuwan angapunten ing kawula saha ame- lasi kawula, saha Tuwan punika sae-saenipun para ingkang sami ngapunten"},{"SurahNumber":7,"VerseNumber":156,"Text":"Saha mugi Tuwan amasthi ing kawula kasaenan ing dalem donya punika saha ing dalem akhirat, saestu kawula sami wang- sul dhateng Tuwan. Pangandikane: Siksa-Ningsun Ingsun kenakake sapa kang Ingsun karsakake, lan wilasa-Ningsun anglimputi samu- barang; mulane iku bakal Ingsun pasthi tumrap para kang padha anjaga dhiri sarta padha aweh zakat tuwin padha angestu marang timbalan-timba- lan-Ingsun. A"},{"SurahNumber":7,"VerseNumber":157,"Text":"Para kang padha manut Utusan, Nabi, kang ummi, kang dheweke padha nemu pan- jenengane tinulis ing dalem Taurat lan Injil kang ana ing dheweke, marentahi dheweke marang becik sarta menging dheweke saka ing ala, lan angenakake barang kang apik-apik tuwin anglarangi barang kang jember-jember ma- rang dheweke, tuwin angilangake momotane saka ing awake apa dene balenggu kang tumrap ma- rang dheweke; mulane para kang padha angestu ing panjenengane lan angajeni panjenengane tuwin amitulungi panjenengane, apa dene padha manut papadhang kang katurunake kaampil panjenengane, iki para kang padha begja"},{"SurahNumber":7,"VerseNumber":158,"Text":"Calathua: E, para manusa! sayekti aku iki utusaning Allah marang kowe kabeh, Kang karatoning langit-langit lan bumi iku kagungan-E, ora ana sesem- bahan kajaba Panjenengane; Panje- nengane agawe urip lan agawe pati; mulane padha angestua ing Allah lan utusan-E, Nabi Ummi, kang angestu ing Allah lan sabda-sabda-Ne, lan padha manuta dheweke, supaya kowe padha ngambah dalan kang bener"},{"SurahNumber":7,"VerseNumber":159,"Text":"Lan sawenehe wong-wonge Musa ana sapantha, kang padha nuntun kalawan bebener, sarta kalawan iku anggone padha anindakake adil"},{"SurahNumber":7,"VerseNumber":160,"Text":"Lan Ingsun wus amecah- mecah dheweke dadi rolas pancer, dadi para bangsa; lan Ingsun ame- dhar sabda marang Musa nalikane wong-wonge anjaluk banyu: Ang- gebuga watu iku kalawan teke- nira;a tumuli ambuwal tuk rolas, siji-sijining pancer padha weruh pangombene dhewe-dhewe;b lan Ingsun angayomake mega ing sadhuwure,c sarta Ingsun anuru- nake manna lan salwa marang dheweke;d padha mangana barang- barang becik paparing-Ingsun ing sira. Lan ora padha atindak dudu marang Ingsun;e balik atindak dudu marang jiwane dhewe"},{"SurahNumber":7,"VerseNumber":161,"Text":"Lan nalikane padha dipa- ngandikani: Padha angenggonana kutha iki,f sarta padha mangana wetune kono endi sakarepira, lan padha munjuka: Mugi Tuwan ambirat sasanggen kawula ingkang awrat punika;g lan padha malebua lawange kalawan tumundhuk;h Ingsun bakal ngapura marang sira ing kaluputanira; Ingsun bakal amuwuhi paparing marang wong kang agawe becik"},{"SurahNumber":7,"VerseNumber":162,"Text":"Ananging sawenehe, para kang atindak dudu, padha anyalini kalawan pangucap saliyane kang didhawuhake marang dheweke; mulane Ingsun angutus siksa saka langit anibani dheweke, amarga saka anggone atindak dudu.i"},{"SurahNumber":7,"VerseNumber":163,"Text":"Lan padha takonana prakara kutha, kang angongkang sagara; nalika dheweke padha mlangkah wawalering Sabbat, nalika iwake ing dinane Sabbat padha teka marani dheweke ngambang, lan ing dina kang dheweke padha ora amulyakake Sabbat ora padha teka marani dheweke; kaya mangkono anggon-Ingsun nyoba dheweke amarga saka anggone padha murang yekti"},{"SurahNumber":7,"VerseNumber":164,"Text":"Lan nalikane ana sagolo- ngan saka dheweke acalathu: Yagene kowe amituturi wong kang bakal padha linebur dening Allah utawa bakal padha siniksa kalawan siksa kang abanget? Padha mang- suli: Supaya luputa saka ing cacad ing ngarsane Pangeranmu, lan manawa-manawa dheweke bakal padha anjaga dhiri"},{"SurahNumber":7,"VerseNumber":165,"Text":"Lah bareng padha anglir- wake barang kang dheweke padha dielingake, Ingsun anylametake para kang padha anyegah ing ala sarta Ingsun amatrapi para kang padha atindak dudu, kalawan siksa kang ala, amarga saka anggone padha murang yekti"},{"SurahNumber":7,"VerseNumber":166,"Text":"Mulane, bareng padha andalarung panerake ing barang papacuh tumrap dheweke, Ingsun ngandika marang dheweke: Padha dadia kethek, inginakake lan sinengitan.a"},{"SurahNumber":7,"VerseNumber":167,"Text":"Lan nalikane Pangeranira angundhangake, yen Panjenengane yekti bakal utusan anekani dheweke, tumeka dina kiyamat, yaiku kang bakal ani- bakake siksa kang ala marang dheweke; sayekti Pangeranira iku rikat temenan ing pamales , lan sayekti Panje- nengane iku satuhu Aparamarta, Mahaasih"},{"SurahNumber":7,"VerseNumber":168,"Text":"Lan Ingsun wus amecah- mecah dheweke ing bumi dadi para bangsa, sawenehe padha wong tulus lan sawenehe ora mangkono, lan Ingsun anyoba dheweke kalawan mujur lan kojur, supaya dheweke padha bali"},{"SurahNumber":7,"VerseNumber":169,"Text":"Tumuli, ing sapungkure dheweke, kang gumanti, turun kang ala, kang maris Kitab, mung padha ngalap barang ora langgeng ing kauripan kang asor iki sarta padha acalathu: Bakal ingapura aku. Lan manawa ana ba- rang padhane iku tumeka marang dheweke, iku dheweke bakal nampani. Apa aprajanji ing dalem Kitab ora wus kapundhut marang dheweke, yaiku yen dheweke ora bakal padha acalathu ingatase Allah kajaba kang sanyata, lan dheweke wis padha maca apa kang ana ing jerone; lan padunungan akhirat iku luwih becik tumrap para kang padha anjaga diri . Lah apa ta kowe padha ora ngerti"},{"SurahNumber":7,"VerseNumber":170,"Text":"Wondene para kang padha gondhelan marang Kitab lan padha anjumenengake salat, _ sayekti, Ingsun ora angilangake ganjarane wong kang padha agawe becik"},{"SurahNumber":7,"VerseNumber":171,"Text":"Lan nalikane Ingsun ango- yag gunung ing sadhuwure dheweke, kaya-kaya iku payon, lan padha nyana, yen iku bakal anibani awake: Padha gondhelana kalawan kukuh apa kang wus Ingsun paringake marang sira sarta padha angelingana apa kang ana ing jerone, supaya sira padha anjaga dhiri saka ing ala"},{"SurahNumber":7,"VerseNumber":172,"Text":"Lan nalikane Pangeranira andadekake turuning anak-anak Adam saka ing gegere sarta aneksekake dheweke atas jiwa-jiwane dhewe: Apa Ingsun iki dudu Pangeranira? padha munjuk: Inggih, kawula sami anekseni. Supaya sira ing dina kiyamat ora bakal angucap: Saestu, kawula punika, tumrap punika sami lena"},{"SurahNumber":7,"VerseNumber":173,"Text":"Utawa sira ora bakal padha ngucap: Namung bapak-bapak kawula ingkang kala rumiyin anjejeraken sarta kawula punika turun ing sapengkeripun; lah puna- pa Tuwan badhe anglebur kawula amargi saking pandamelipun para ingkang atindak lepat"},{"SurahNumber":7,"VerseNumber":174,"Text":"Lan kaya mangkono anggon-Ingsun amijang-mijangake timbalan-timbalan, lan supayane manawa-manawa dheweke bakal padha bali"},{"SurahNumber":7,"VerseNumber":175,"Text":"Lan sira macakna marang dheweke wartane wong kang Ingsun paringi timbalan-timbalan Ingsun, ananging oncat saka ing kono, mulane setan anglud dheweke, dadi dheweke kalebu ewone wong kang padha lebur"},{"SurahNumber":7,"VerseNumber":176,"Text":"Manawa Ingsun angarsak- na, sayekti, amarga saka iku, dhe- weke Ingsun luhurake, ananging karaket marang bumi sarta manut pepenginane kang asor; mulane, sanepane kaya sanepane asu: manawa sira serang meled- meled, utawa sira togake bae meled-meled; iki sanepane wong kang padha anggorohake marang timbalan-timbalan-Ingsun; mulane nyaritakna carita iki, supaya dhe- weke padha mikir-mikira"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ala sanepane wong kang padha anggorohake marang tim- balan-timbalan-Ingsun lan kang padha atindak dudu marang jiwane dhewe"},{"SurahNumber":7,"VerseNumber":178,"Text":"Sapa sing tinuntun dening Allah, lah ya iku sing angambah dalan kang bener, lan sapa sing kasasarake dening Panjenengane, lah yaiku sing padha kapitunan"},{"SurahNumber":7,"VerseNumber":179,"Text":"Lan sayekti temen Ingsun anitahake sapirang-pirang jin lan manusa tumrap naraka; padha duwe ati, iku ora dianggo manger- teni; lan padha duwe mripat, iku ora dianggo andeleng; lan padha duwe kuping, iku ora dinggo angrungokake; iki kaya raja-kaya, malah padha luwih sasar; iki para wong kang lena"},{"SurahNumber":7,"VerseNumber":180,"Text":"Lan kagunganing Allah asma-asma minulya iku, mulane padha nyunyuwuna Panjenengane kalawan iku lan padha ninggala para kang padha anerak kasucia- ning asma-asma-Ne; dheweke bakal padha winales apa kang wus padha dilakoni"},{"SurahNumber":7,"VerseNumber":181,"Text":"Lan sawenehe kang Ingsun titahake, ana umat sawiji, kang anuntun kalawan yakti, sarta kalawan iku anggone atindak adil"},{"SurahNumber":7,"VerseNumber":182,"Text":"Lan para kang padha ang- gorohake ing timbalan-timbalan- Ingsun, padha Ingsun cedhakake kalawan sa- renti, dheweke padha ora weruh saka ngendi"},{"SurahNumber":7,"VerseNumber":183,"Text":"Lan ingsun aparing sumene marang dheweke; sayekti ranca- ngan Ingsun iku kukuh"},{"SurahNumber":7,"VerseNumber":184,"Text":"Apa ta dheweke ora padha mikir-mikir, yen mitrane iku ora lara engetan: dheweke iku ora liya kajaba juru-pepeling kang terang"},{"SurahNumber":7,"VerseNumber":185,"Text":"Apa ta ora padha angawas- ake karatoning langit-langit lan bumi sarta barang apa bae kang wis katitahake dening Allah, lan mbok manawa kena uga karusa- kane wis cedhak; lah undhang apa sing dheweke padha angestokake sawise iku"},{"SurahNumber":7,"VerseNumber":186,"Text":"Sapa sing disasarake dening Allaha dheweke ya ora dhuwe panuntun, sarta Panjenengane angetogake dheweke ing dalem pandaluyane kalawan padha bi- ngung mak-makan"},{"SurahNumber":7,"VerseNumber":187,"Text":"Dheweke padha takon ma- rang sira prakara wayahe kapan bakal kalakone? Calathua: Kawruh prakara iku mung dumunung ing Pangeranku; iku ora ana kang bakal ambuka ing waktune kajaba Panjenengane; bakal abot sang- gane ing langit-langit lan bumi; ora bakal anekani sira kajaba kalawan ngeget. Dheweke padha takon marang sira, kaya-kaya sira iku marang sira, kaya-kaya sira iku mrihatinake prakara iku. Calathua: Kawruh prakara iku mung dumu- nung ing Allah, nanging keh- kehane manusa padha ora weruh"},{"SurahNumber":7,"VerseNumber":188,"Text":"Calathua: Aku iki ora angu- wasani paedah lan ora pituna tumrap jiwaku dhewe, kajaba apa sing Allah angarsakake; lan saupama aku iki weruha kang ora katon, sayekti aku wis anga- keh-akehake kabecikan lan ora bakal ala anggepok aku; aku iki ora liya mung juru-pepeling sarta juru-martani becik tumrap para wong-wong kang padha angestu"},{"SurahNumber":7,"VerseNumber":189,"Text":"Panjenengane iku Kang wus anitahake sira saka babakalan sawiji, sarta agawe jodhone saka iku a supaya dheweke tumiyunga mrono; mulane, ba- reng dheweke wus angrukubi iki, iki angandhut kandhutan kang entheng, banjur gina- wa lumaku, ananging barang iku dadi abot sakarone nyunyuwun ing Allah, Pangerane: Manawi Tuwan amaringi kawula ingkang sae, sa- estu kawula badhe sami dados ewonipun ingkang sami sukur"},{"SurahNumber":7,"VerseNumber":190,"Text":"Ananging bareng Panjene- ngane wus amaringi sakarone kang becik, sakarone angadegake sisi- han-sisihan tumrap Panjenengane ing dalem barang paparing-E marang sakarone; ananging Maha- luhur Allah iku saka apa kang dianggo nisihi"},{"SurahNumber":7,"VerseNumber":191,"Text":"Apa! Dheweke padha anisi- hi barang kang ora anitahake apa-apa, malah padha tinitahake"},{"SurahNumber":7,"VerseNumber":192,"Text":"Lan padha ora kawasa atu- tulung marang dheweke sarta ora atutulung awake dhewe"},{"SurahNumber":7,"VerseNumber":193,"Text":"Lan manawa dheweke pa- dha sira ajak marang tuntunan, ora bakal padha manut ing sira; padha ingatase sira, apa sira angajak dhe- weke apa ta sira meneng bae"},{"SurahNumber":7,"VerseNumber":194,"Text":"Sayekti para kang padha sira uwuh saliyane Allah, iku du- munung ing kahanan batur, papa- dhanira; lah coba padha nyuwu- na marang dheweke, cikben pdha anyembadani marang sira, manawa sira iku padha wong temen"},{"SurahNumber":7,"VerseNumber":195,"Text":"Apa padha duwe sikil kang- go mlaku, apa ta duwe tangan kanggo nyenyekel, apa ta duwe tangan kanggo nyekel, apa ta duwe mripat kanggo andeleng, apa ta duwe kuping kanggo ngrurungu? Calathua: Padha nguwuha para sisihanira, banjur padha anandukna upaya marang aku, lan aja aweh sumene marang aku"},{"SurahNumber":7,"VerseNumber":196,"Text":"Sayekti, pangayomanku iku Allah, Kang wus anurunake Kitab, lan Panjenengane iku amawong- mitra para wong tulus"},{"SurahNumber":7,"VerseNumber":197,"Text":"Lan para kang padha sira uwuh saliyane Panjenengane iku ora kawasa mitulungi sira lan ora kawasa mitulungi awake dhewe"},{"SurahNumber":7,"VerseNumber":198,"Text":"Lan manawa dheweke padha sira ajak marang tuntunan, padha ora ngrungokake; lan sira weruh dheweke padha andeleng marang sira, ananging padha ora weruh"},{"SurahNumber":7,"VerseNumber":199,"Text":"Asikepa pangapura lan apa- rentaha marang kabecikan sarta anyingkira saka wong bodho- bodho"},{"SurahNumber":7,"VerseNumber":200,"Text":"Lan manawa pangala-ala saka setan angenani sira lah nyuwuna ngayom ing Allah; sa- yekti Panjenengane iku Amiyarsa, Angudaneni"},{"SurahNumber":7,"VerseNumber":201,"Text":"Sayekti, para kang padha anjaga dhirine iku, samangsa pangrancanganing se- tan angenani awake, pa- dha eling, tumuli padha sakala padha awas"},{"SurahNumber":7,"VerseNumber":202,"Text":"Lan para sadulure padha angundhaki dheweke ing dalem panasaran, tumuli ora padha uwis- uwis"},{"SurahNumber":7,"VerseNumber":203,"Text":"Lan samangsa sira ora anekani tandha yekti ing dheweke, padha calathu: Ya gene kowe ora anjaluk iku? Calathua: Aku iki mung miturut apa kang diwedhar- ake marang aku saka Pangeranku: iki bukti-bukti kang terang saka Pangeranira sarta tuntunan tuwin wilasa tumrap wong kang padha angestu"},{"SurahNumber":7,"VerseNumber":204,"Text":"Lan samangsa Qur’an wina- ca lah iku sira padha angrungokna sarta dipadha sidhem, supaya sira padha pinaringan wilasa"},{"SurahNumber":7,"VerseNumber":205,"Text":"Lan elinga Pangeranira ing dalem atinira kalawan adhedhepe sarta wedi tuwin ucap kang ora sora, ing wayah esuk lan sore, sarta sira aja dadi ewone wong kang padha lena"},{"SurahNumber":7,"VerseNumber":206,"Text":"Sayekti, para kang padha parek Pangeranira, iku padha ora gumedhe anggone laladi Panjene- ngane, sarta padha mahamulya- kake Panjenengane tuwin padha sumungkem marang Panjenengane"}]}