{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Tā sīna mīma"},{"SurahNumber":26,"VerseNumber":2,"Text":"iha sapaśaṭa kitāba dī'āṁ ā'itāṁ hana"},{"SurahNumber":26,"VerseNumber":3,"Text":"Śā'ida tusīṁ āpaṇē āpa nū halāka kara lōvagē isa la'ī ki tusīṁ īmāna nahīṁ li'ā'ē"},{"SurahNumber":26,"VerseNumber":4,"Text":"Jēkara asīṁ' cāhī'ē tāṁ unhāṁ upara asamāna tōṁ niśānī utāra dē'ī'ē. Phira inhāṁ dī'āṁ dhauṇāṁ usa dē agē jhūka jāṇa"},{"SurahNumber":26,"VerseNumber":5,"Text":"Unhāṁ dē kōla alāha valōṁ kō'ī vī navī nasīhata ajihī nahīṁ ā'undī jisa tōṁ uha mūha nā mauṛadē hōṇa"},{"SurahNumber":26,"VerseNumber":6,"Text":"Isa la'ī unhāṁ nē jhūṭhalā ditā tāṁ huṇa jaladī hīṁ unhāṁ nū usa cīza dī hakīkata dā patā laga jāvēgā. Jisa dā uha makhaula karadē sī"},{"SurahNumber":26,"VerseNumber":7,"Text":"Kī unhāṁ nē dharatī nū nahīṁ vēkhi'ā ki asīṁ isa vica bhānta- bhānta dī'āṁ vadhī'āṁ cīzāṁ ugā'ī'āṁ hana"},{"SurahNumber":26,"VerseNumber":8,"Text":"Bēśaka isa vica niśānī hai para unhāṁ vicōṁ zi'ādātara lōka īmāna nahīṁ li'ā'undē"},{"SurahNumber":26,"VerseNumber":9,"Text":"Atē bēśaka tuhāḍā raba tākatavara atē rahimata karana vālā hai"},{"SurahNumber":26,"VerseNumber":10,"Text":"Atē jadōṁ tuhāḍē raba nē mūsā nū sadi'ā ki tusīṁ zālima lōkāṁ dē kōla jā'u"},{"SurahNumber":26,"VerseNumber":11,"Text":"Phira'auna dī kauma dē kōla, kī uha nahīṁ ḍaradē"},{"SurahNumber":26,"VerseNumber":12,"Text":"Mūsā nē kihā, hē mērē raba! Mainū ḍara hai ki uha mainū jhuṭhalā dēṇagē"},{"SurahNumber":26,"VerseNumber":13,"Text":"Atē mērā dila kuṛhadā hai atē mērī zubāna nahīṁ caladī, isa la'ī tū hārūna dē kaula hukama bhēja dē"},{"SurahNumber":26,"VerseNumber":14,"Text":"Atē mērē upara unhāṁ valōṁ ika gunāha vī hai, isa la'ī maiṁ ḍaradā hāṁ ki uha mērī hati'ā kara dēṇagē"},{"SurahNumber":26,"VerseNumber":15,"Text":"Faramā'i'ā kadē nahīṁ. Isa la'ī tusīṁ dōvēṁ mērī'āṁ niśānī'āṁ dē nāla jā'u asīṁ tuhāḍē nāla suṇana vālē hāṁ"},{"SurahNumber":26,"VerseNumber":16,"Text":"Isa la'ī tusīṁ dōvēṁ phira'auna dē kōla jā'u atē ākhōṁ, ki asīṁ sārē jagata dē mālaka alāha dā sunēhā dēṇa vālē hāṁ"},{"SurahNumber":26,"VerseNumber":17,"Text":"Ki tū isarā'īla dī aulāda nū sāḍē nāla jāṇa dē"},{"SurahNumber":26,"VerseNumber":18,"Text":"Phira'auna nē kihā kīṁ asīṁ tuhānū barapana vica āpaṇē kōla rakha kē nahīṁ pāli'ā. Atē tusīṁ āpaṇī zidagī dē ka'ī sāla sāḍē kaula batīta kītē hana"},{"SurahNumber":26,"VerseNumber":19,"Text":"Atē tusīṁ āpaṇā uha kama kītā tāṁ kītā atē tusīṁ nā śukari'āṁ vizōṁ' hō"},{"SurahNumber":26,"VerseNumber":20,"Text":"Mūsā nē ākhi'ā, usa vēlē maiṁ (uha kama) kītā sī mērē tōṁ galatī hō ga'ī"},{"SurahNumber":26,"VerseNumber":21,"Text":"Phira mainū tuhāḍē lōkāṁ tōṁ ḍara lagi'ā atē maiṁ tuhāḍē tōṁ (ḍaradā) bhaja gi'ā. Phira mainū mērē raba nē gi'āna baḵẖaśi'ā atē mainū paiġabara baṇā ditā"},{"SurahNumber":26,"VerseNumber":22,"Text":"Atē iha ahisāna hai jihaṛā tusīṁ mainū jatā'undē hō ki tusīṁ isarā'īla dī aulāda nū gulāma baṇā li'ā"},{"SurahNumber":26,"VerseNumber":23,"Text":"Phira'aina nē kihā, ki sārē sasāra dā raba (raśula ālamīna) tōṁ kī bhāva hai"},{"SurahNumber":26,"VerseNumber":24,"Text":"Mūsā nē kihā, akāśāṁ atē dharatī dā raba atē usa dā vī raba jihaṛā inhāṁ dē vicakāra hai (alāha hai) jēkara tusīṁ viśavāśa karana vālē hō"},{"SurahNumber":26,"VerseNumber":25,"Text":"Phira'auna nē āpaṇē āsē pāsē vāli'āṁ nū kihā kī tusīṁ suṇadē nahīṁ' hō"},{"SurahNumber":26,"VerseNumber":26,"Text":"Mūsā alai nē kihā, uha tuhāḍā vī raba hai atē tuhāḍē pi'ō dādi'āṁ dā vī"},{"SurahNumber":26,"VerseNumber":27,"Text":"Phira'auna nē kihā tuhāḍā iha rasūla jihaṛā tuhāḍē vala bhēji'ā gi'ā hai śudā'ī hai"},{"SurahNumber":26,"VerseNumber":28,"Text":"Mūsā nē kihā, pūraba atē pachama dā raba hai atē usa dā vī jihaṛā kujha (pūraba tē pachama dē) vicakāra hai. Jēkara tusīṁ ba̔udhī rakhadē hō"},{"SurahNumber":26,"VerseNumber":29,"Text":"Phira'auna nē kihā jēkara tusīṁ mērē tōṁ binhāṁ kisē hōra nū āpaṇā pūjanīka baṇā'i'ā tāṁ maiṁ tuhānū kaidī baṇā lavāṅgā"},{"SurahNumber":26,"VerseNumber":30,"Text":"Mūsā nē kihā, jēkara saiṁ' kō'ī sapaśaṭa cīza pēśa karāṁ tāṁ vī"},{"SurahNumber":26,"VerseNumber":31,"Text":"Phira'auna nē kihā jē tusīṁ sacē hō tāṁ usa nū pēśa karō"},{"SurahNumber":26,"VerseNumber":32,"Text":"Phira mūsā nē āpaṇī sōṭī (zamīna tē) suṭa ditī tāṁ uha acānaka pratakha ajagara baṇa ga'ī"},{"SurahNumber":26,"VerseNumber":33,"Text":"Atē usa nē āpaṇā hatha kacha (bagala) vicō bāhara kaḍhi'ā tāṁ acānaka vēkhaṇa vāli'āṁ nē vēkhi'ā uha camaka rihā sī"},{"SurahNumber":26,"VerseNumber":34,"Text":"Phira'aina nē āpaṇē nēṛē tēṛē baiṭhē saradārāṁ nū kihā ki iha badā tāṁ māhira jādūgara hai"},{"SurahNumber":26,"VerseNumber":35,"Text":"Atē iha cāhudā hai ki iha āpaṇē jādū nāla tuhānū tuhāḍē dēśa vicōṁ kaḍha dēvē tāṁ tuhāḍī kī rā'i hai"},{"SurahNumber":26,"VerseNumber":36,"Text":"Darabārī'āṁ nē kihā isa nū atē isa dē bharā nū maukā dēvō atē śahirāṁ vica āpaṇē ḍhaphaurazī bhējō"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ki uha āpa dē kōla sārē māhira jādūgarāṁ nū lai ā'uṇa"},{"SurahNumber":26,"VerseNumber":38,"Text":"Phira jādūgara ika niśacita dina utē ikaṭhē kītē ga'ē"},{"SurahNumber":26,"VerseNumber":39,"Text":"Atē lōkāṁ nū kihā gi'ā ki tusīṁ sārē lōka ikaṭhē hōnvō"},{"SurahNumber":26,"VerseNumber":40,"Text":"Tāṁ ki jētū rahiṇa vālē sārē jādūgarāṁ dā sātha dē sakī'ē"},{"SurahNumber":26,"VerseNumber":41,"Text":"Phira jadōṁ jādūgara ā ga'ē tāṁ unhāṁ nē phira'auna nū kihā ki jēkara asīṁ jita ga'ē tāṁ sāḍē la'ī kō'ī ināma hai"},{"SurahNumber":26,"VerseNumber":42,"Text":"usa nē kihā, hāṁ, tusīṁ usa hālata vica mērē nazadīkī lōkāṁ vica śāmila hō jāvōgē"},{"SurahNumber":26,"VerseNumber":43,"Text":"Mūsā nē unhāṁ nū kihā, ki tusīṁ jō kujha suṭaṇā hai, suṭō"},{"SurahNumber":26,"VerseNumber":44,"Text":"Phira unhāṁ nē āpaṇī'āṁ rasī'āṁ tē sōṭī'āṁ suṭa ditī'āṁ atē kihā ki phira'auna dē nasībāṁ dī sahu asīṁ hī jitāṅgē"},{"SurahNumber":26,"VerseNumber":45,"Text":"Phira mūsā alai nē āpaṇī sōṭī suṭī, tāṁ acānaka uha usa jādū nū nigalaṇa laga pa'ī jihaṛā unhāṁ nē kītā sī"},{"SurahNumber":26,"VerseNumber":46,"Text":"Phira jādūgara sijadē vica kiga pa'ē"},{"SurahNumber":26,"VerseNumber":47,"Text":"Unhāṁ nē kihā ki asīṁ sārē sasāra dē raba dē upara īmāna li'ā'undē hāṁ"},{"SurahNumber":26,"VerseNumber":48,"Text":"Jihaṛā mūsā atē hārūna dā raba hai"},{"SurahNumber":26,"VerseNumber":49,"Text":"Phira'auna nē kihā, tusīṁ isa nū mērī ijāzata tōṁ bil'hāṁ kivēṁ mana li'ā. Bēśaka tuhāḍā gurū tāṁ uha hai, jisa nē tuhānū jādū sikhā'i'ā hai. Isa la'ī huṇa tuhānū patā laga jāvēgā maiṁ tuhāḍē ika pāsē dā hatha atē ika pāsē dā ̔aira kaṭa dēvāṅgā atē tuhānū sūl'hī upara caṛhā dēvāṅgā"},{"SurahNumber":26,"VerseNumber":50,"Text":"Unhāṁ nē kihā, kō'ī phikara nahīṁ asīṁ āpaṇē mālaka dē pāsa pahuca jāvāṅgē"},{"SurahNumber":26,"VerseNumber":51,"Text":"Asīṁ āsa rakhadē īmāna li'ā'uṇa vālē baṇē"},{"SurahNumber":26,"VerseNumber":52,"Text":"Atē asīṁ mūsā nū vahī bhējī ki mērē badi'āṁ nū lai kē rāta nū nikala jā'u, yakīnana tuhāḍā pichā kītā jāvēgā"},{"SurahNumber":26,"VerseNumber":53,"Text":"Phira phirana nē śahirāṁ vica dūta bhējē"},{"SurahNumber":26,"VerseNumber":54,"Text":"Iha lōka chōṭā jihā samūha hana"},{"SurahNumber":26,"VerseNumber":55,"Text":"Atē inhāṁ nē sānū gusā divā'i'ā hai"},{"SurahNumber":26,"VerseNumber":56,"Text":"Atē asīṁ sārē sāza-ō-samāna nāla hāṁ"},{"SurahNumber":26,"VerseNumber":57,"Text":"Phira asīṁ unhāṁ nū bāġāṁ atē caśami'āṁ vicōṁ kaḍha ditā"},{"SurahNumber":26,"VerseNumber":58,"Text":"Atē khazāni'āṁ tē cagē gharāṁ cōṁ vī"},{"SurahNumber":26,"VerseNumber":59,"Text":"Iha hō'i'ā. Atē asīṁ isarā'īla dī aulāda nū inhāṁ cīzāṁ dā vārisa baṇā ditā"},{"SurahNumber":26,"VerseNumber":60,"Text":"Phira unhāṁ nē sūraja nikaladē samēṁ' unhāṁ dā pichā kītā"},{"SurahNumber":26,"VerseNumber":61,"Text":"Phira jadōṁ dōvēṁ dala āhamōṁ-sāhamaṇē hō ga'ē tāṁ mūsā dē sāthī'āṁ nē kihā, ki asīṁ tāṁ pakaṛē ga'ē"},{"SurahNumber":26,"VerseNumber":62,"Text":"Mūsā nē kihā, kadē vī nahīṁ bēśaka mērā raba, mērē nāla hai. Uha mainū rāha dikhāvēgā"},{"SurahNumber":26,"VerseNumber":63,"Text":"Phira asīṁ mūsā nū vahī bhējī ki uha āpaṇī sōṭī dari'ā tē mārē, isa la'ī uha phaṭa ga'ī atē harēka bhāga ajihā hō gi'ā, jivēṁ vaḍā pahāṛa"},{"SurahNumber":26,"VerseNumber":64,"Text":"Atē asīṁ dūsarē dala nū vī unhāṁ dē nēṛē pahucā ditā"},{"SurahNumber":26,"VerseNumber":65,"Text":"Atē asīṁ mūsā nū atē unhāṁ sāri'āṁ nū jihaṛē usa dē nāla sana, bacā li'ā"},{"SurahNumber":26,"VerseNumber":66,"Text":"Phira dūji'āṁ (phira'auna tē usa dē sāthī'āṁ) nū ḍauba ditā"},{"SurahNumber":26,"VerseNumber":67,"Text":"Bēśaka isa vica niśānī hai atē unhāṁ vicōṁ zi'ādātara manaṇa vālē nahī"},{"SurahNumber":26,"VerseNumber":68,"Text":"Atē bēśaka tērā raba tākatavara atē rahima karana vālā hai"},{"SurahNumber":26,"VerseNumber":69,"Text":"Atē unhāṁ nū ibarāhīma dā kisā suṇā'u"},{"SurahNumber":26,"VerseNumber":70,"Text":"Jadōṁ usa nē āpaṇē pitā atē āpaṇī kauma nū kihā ki tusīṁ kisa cīza nū pūjadē hō"},{"SurahNumber":26,"VerseNumber":71,"Text":"Unhāṁ nē kihā, ki asīṁ butāṁ dī pūjā karadē hāṁ atē asīṁ lagātāra isa upara ṭikē rahāṅgē"},{"SurahNumber":26,"VerseNumber":72,"Text":"Ibarāhīma nē kihā, kī iha tuhāḍī suṇadē hana jadōṁ tusīṁ' inhāṁ nū bulā'undē hō"},{"SurahNumber":26,"VerseNumber":73,"Text":"Jāṁ iha tuhānū kō'ī lābha jāṁ hānī pahucā'undē hana"},{"SurahNumber":26,"VerseNumber":74,"Text":"Unhāṁ nē kihā ki asīṁ āpaṇē pi'u dādi'āṁ nū isa tar'hāṁ hī karadē hō'ē vēkhi'ā hai"},{"SurahNumber":26,"VerseNumber":75,"Text":"Ibarāhīma nē kihā, kī tusīṁ unhāṁ nū dēkhi'ā hai jinhāṁ dī pūjā karadē hō"},{"SurahNumber":26,"VerseNumber":76,"Text":"Tusīṁ vī atē tuhāḍē vaḍērē vī"},{"SurahNumber":26,"VerseNumber":77,"Text":"Binhāṁ sasāra dē ika mālaka tōṁ bākī sabha mērē duśamana hana"},{"SurahNumber":26,"VerseNumber":78,"Text":"Jisa nē mainū paidā kītā phira uha hī mainū rāha dikhā'undā hai"},{"SurahNumber":26,"VerseNumber":79,"Text":"Atē jihaṛā mainū khavā'undā atē pilā'undā hai"},{"SurahNumber":26,"VerseNumber":80,"Text":"Atē jadōṁ' maiṁ' bimāra hudā hāṁ tāṁ uha mainū tadarusatī didā hai"},{"SurahNumber":26,"VerseNumber":81,"Text":"Atē uha mainū mōta dēvēgā tāṁ uhī mainū jīvita karēgā"},{"SurahNumber":26,"VerseNumber":82,"Text":"Atē uha jisa tōṁ maiṁ āsa rakhadā hāṁ ki ki'āmata dē dina uha mērī'āṁ galatī'āṁ nū mu'āfa kara dēvēgā"},{"SurahNumber":26,"VerseNumber":83,"Text":"Hē mērē raba! Mainū budhī bakhaśa atē mainū nēka lōkāṁ vica śāmila kara"},{"SurahNumber":26,"VerseNumber":84,"Text":"Atē mērā bacana sacā rakha, bā'ada vica ā'uṇa vālē lōkāṁ vica"},{"SurahNumber":26,"VerseNumber":85,"Text":"Atē mainū janata dī ni'amata dē vārisāṁ vicōṁ baṇā"},{"SurahNumber":26,"VerseNumber":86,"Text":"Atē mērē pitā nū mu'āfa kara bēśaka unha kurāhī'ē lōkāṁ vicōṁ hai"},{"SurahNumber":26,"VerseNumber":87,"Text":"Atē mainū usa dina bē'izata nā karī jadōṁ lōka muṛa jīvata kītē jāṇagē"},{"SurahNumber":26,"VerseNumber":88,"Text":"jisa dina nā dhana atē nā aulāda kama ā'ēgī"},{"SurahNumber":26,"VerseNumber":89,"Text":"Paratū uha jihaṛē alāha kōla khālisa dila lai kē ā'ē"},{"SurahNumber":26,"VerseNumber":90,"Text":"Atē janata ḍarana vāli'āṁ dē nēṛē kītī jāvēgī"},{"SurahNumber":26,"VerseNumber":91,"Text":"Atē bhaṭakaṇa vāli'āṁ la'ī naraka dī aga ka beī jā'ēgī"},{"SurahNumber":26,"VerseNumber":92,"Text":"atē nū kihā jāvēgā ki kithē hana uha jinhāṁ dī tusīṁ pūjā karadē sī"},{"SurahNumber":26,"VerseNumber":93,"Text":"Alāha tōṁ' binhāṁ. Kī uha tuhāḍī madada karanagē jāṁ kī uha āpaṇā bacā'a kara sakadē hana"},{"SurahNumber":26,"VerseNumber":94,"Text":"Phira usa vica mūdhē mūha suṭa ditē jāṇagē"},{"SurahNumber":26,"VerseNumber":95,"Text":"Uha atē sāri'āṁ dē sārē bhaṭakē hō'ē lōka atē ibalīsa dī phauja"},{"SurahNumber":26,"VerseNumber":96,"Text":"Uha usa vica āpisa vica laṛadē hō'ē kahiṇagē"},{"SurahNumber":26,"VerseNumber":97,"Text":"Alāha dī sahu asīṁ sapaśaṭa kurāhī'ē sī"},{"SurahNumber":26,"VerseNumber":98,"Text":"Jadōṁ ki asīṁ' tuhānū (butāṁ nū) sasāra vē mālaka dē barābara manadē sī"},{"SurahNumber":26,"VerseNumber":99,"Text":"Atē sānū tāṁ basa pāpī lōkāṁ nē gumarāha kara ditā"},{"SurahNumber":26,"VerseNumber":100,"Text":"Isa la'ī huṇa sāḍā kō'ī sifāraśī nahīṁ"},{"SurahNumber":26,"VerseNumber":101,"Text":"Atē nā hī kō'ī pi'ārā mitara"},{"SurahNumber":26,"VerseNumber":102,"Text":"Kāśa! Asīṁ (sasāra vica) phira vāpisa muṛa jā'ī'ē atē asīṁ īmāna vālē baṇī'ē"},{"SurahNumber":26,"VerseNumber":103,"Text":"Bēśaka isa vica niśānī hai atē unhāṁ vicōṁ zi'ādatara lōka īmāna li'ā'uṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":104,"Text":"Atē bēśaka tērā raba tākatavara atē rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":105,"Text":"Nūha dī kauma nē rasūlāṁ tōṁ inakāra kītā"},{"SurahNumber":26,"VerseNumber":106,"Text":"Jadōṁ ki unhāṁ dē bharā nūha nē unhāṁ nū kihā, kī tusīṁ ḍaradē nahīṁ” hō"},{"SurahNumber":26,"VerseNumber":107,"Text":"maiṁ tuhāḍē la'ī ika bharōsēyōga rasūla hāṁ"},{"SurahNumber":26,"VerseNumber":108,"Text":"Isa la'ī tusīṁ lōka alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":109,"Text":"Atē maiṁ isa kama la'ī tuhāḍē tōṁ kō'ī bhēṭa nahīṁ magadā. Mērā sēvā fala tāṁ sirafa alāha dē jimēē hai jihaṛā sārē sasāra dā raba hai"},{"SurahNumber":26,"VerseNumber":110,"Text":"Phira tusī' alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":111,"Text":"Unhāṁ nē kihā kī asīṁ tuhānū mana la'ī'ē, hālāṅki tuhāḍē hukama dā pālaṇa nīvēṁ padhara dē lōkāṁ nē kītā hai"},{"SurahNumber":26,"VerseNumber":112,"Text":"Nūha nē ākhi'ā, mainū kī patā jihaṛā uha karadē rahē hana"},{"SurahNumber":26,"VerseNumber":113,"Text":"Usa dā hisāba tāṁ mērē raba dē zimē hai, jēkara tusīṁ samajhō"},{"SurahNumber":26,"VerseNumber":114,"Text":"Atē mai īmāna vāli'āṁ nū dūra karana vālā nahīṁ hāṁ"},{"SurahNumber":26,"VerseNumber":115,"Text":"Maiṁ tāṁ sirafa ika sapaśaṭa taura tē nasīhata karana vālā hāṁ"},{"SurahNumber":26,"VerseNumber":116,"Text":"Unhāṁ nē kihā, hē nūha alai! Jēkara tū bāza nā ā'i'ā tāṁ zarūra patharāṁ nāla māra ditē jā'ugē"},{"SurahNumber":26,"VerseNumber":117,"Text":"Nūha alai nē ākhi'ā, hē mērē raba! Mērī kauma nē mainū jhuṭhalā ditā hai"},{"SurahNumber":26,"VerseNumber":118,"Text":"Isa la'ī tū mērē atē unhāṁ dē vicakāra sapaśaṭa phaisalā kara atē mainū atē jihaṛē mōmina mērē nāla hana unhāṁ nū bacā lai"},{"SurahNumber":26,"VerseNumber":119,"Text":"Phira asīṁ' usa nū atē usa dē sāthī'āṁ nū ika bharī hō'ī kiśatī vica bacā li'ā"},{"SurahNumber":26,"VerseNumber":120,"Text":"Phira asīṁ usa tōṁ bā'ada bākī dē ḍuba ga'ē"},{"SurahNumber":26,"VerseNumber":121,"Text":"phira ēsa tōṁ bā'ada ajīṁ paratū inhāṁ vicōṁ zi'ādātara lōka īmāna li'ā'uṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":122,"Text":"Atē bēśaka tērā raba śakītaśālī atē rahimata karana vālā hai"},{"SurahNumber":26,"VerseNumber":123,"Text":"Āda nē rasūlāṁ nū jhuṭhalā'i'ā"},{"SurahNumber":26,"VerseNumber":124,"Text":"Jadōṁ' ki unhāṁ dē bhā'ī hūda nē unhāṁ nū kihā ki kī tusīṁ lōka ḍaradē nahīṁ' hō"},{"SurahNumber":26,"VerseNumber":125,"Text":"Maiṁ tuhāḍē la'ī ika bharōsēmada rasūla hāṁ"},{"SurahNumber":26,"VerseNumber":126,"Text":"Isa la'ī alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":127,"Text":"Atē maiṁ isa la'ī tuhāḍē tōṁ kō'ī sēvā fala nahīṁ magadā. Mērā sēvā fala tāṁ sirafa sasāra dē mālaka dē kōla hai"},{"SurahNumber":26,"VerseNumber":128,"Text":"Kī tusīṁ hara ika ucī zamīna utē bēkāra hī ika niśāna baṇā'undē hō"},{"SurahNumber":26,"VerseNumber":129,"Text":"Atē vaḍē vaḍē mahila baṇā'undē hō. Śā'ida, tusīṁ (unhāṁ vica) hamēśā rahiṇā hai"},{"SurahNumber":26,"VerseNumber":130,"Text":"Atē jadōṁ kisē nū phaṛhadē hō tāṁ pūrā nirada'ī zālima baṇa kē phaṛadē hō"},{"SurahNumber":26,"VerseNumber":131,"Text":"Isa la'ī tusīṁ alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":132,"Text":"Atē usa alāha tōṁ ḍarōṁ jisa nē unhāṁ cīzāṁ dī tuhānū sahā'itā ditī jisa nū tusī' jāṇadē hō"},{"SurahNumber":26,"VerseNumber":133,"Text":"Usa nē tuhāḍī paśū'āṁ atē aulāda nāla madada kītī"},{"SurahNumber":26,"VerseNumber":134,"Text":"Bāġāṁ atē sarōtāṁ nāla vī"},{"SurahNumber":26,"VerseNumber":135,"Text":"Maiṁ tuhāḍē upara ika vaḍē dina dī sazā tōṁ ḍaradā hāṁ"},{"SurahNumber":26,"VerseNumber":136,"Text":"Unhāṁ nē kihā, sāḍē la'ī śarābara hai, cāhē tū sānū nasīhata dē atē cāhē nasīhata dēṇa vālā nā baṇa"},{"SurahNumber":26,"VerseNumber":137,"Text":"Iha tāṁ basa pichalē hō cukē lōkāṁ dī ika ādata hai"},{"SurahNumber":26,"VerseNumber":138,"Text":"Atē sāḍē upara kadē vī azāba ā'uṇa vālā nahīṁ"},{"SurahNumber":26,"VerseNumber":139,"Text":"Phira unhāṁ nē hūda nū jhūṭhalā ditā atē asīṁ unhāṁ nū naśaṭa kara ditā. Bēśaka isa dē adara niśānī hai. Atē inhāṁ vicōṁ zi'ādatara lōka manaṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":140,"Text":"Atē bēśaka tuhāḍā raba uha śakatīśālī hai, jihaṛā rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":141,"Text":"Samūda nē rasūlāṁ nū jhuṭhalā'i'ā"},{"SurahNumber":26,"VerseNumber":142,"Text":"Jadōṁ unhāṁ dē bharā sālēha nē unhāṁ nū kihā kī tusīṁ ḍaradē nahīṁ"},{"SurahNumber":26,"VerseNumber":143,"Text":"Maiṁ tuhāḍē la'ī ika amānatadāra rasūla hāṁ"},{"SurahNumber":26,"VerseNumber":144,"Text":"Isa la'ī tusīṁ alāha tō' ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":145,"Text":"Atē maiṁ' tuhāḍē tōṁ isa la'ī kō'ī sēvā fala nahīṁ magadā mērā sēvā fala sirafa sasāra dē mālaka alāha dē kōla hai"},{"SurahNumber":26,"VerseNumber":146,"Text":"Kī tuhānū unhāṁ cīzāṁ vica bēfikarē hō kē rahiṇa ditā jāvēgā jihaṛī'āṁ ithē hana"},{"SurahNumber":26,"VerseNumber":147,"Text":"Bāġāṁ atē jharani'āṁ vica"},{"SurahNumber":26,"VerseNumber":148,"Text":"Atē khētāṁ atē rasa bharē guchi'āṁ vālī'āṁ khazūrāṁ vica"},{"SurahNumber":26,"VerseNumber":149,"Text":"Atē tusī' pahāṛāṁ nū ghaṛa-ghaṛa kē ghara baṇā'undē hō atē hakāra karadē hō"},{"SurahNumber":26,"VerseNumber":150,"Text":"Tāṁ alāha tōṁ' ḍarōṁ atē"},{"SurahNumber":26,"VerseNumber":151,"Text":"atē aparādhī'āṁ dē hukama dī pālaṇā nā karō\" mērī gala manōṁ"},{"SurahNumber":26,"VerseNumber":152,"Text":"Jihaṛē dharatī upara vigāṛa karadē hana atē sudhāra nahīṁ karadē"},{"SurahNumber":26,"VerseNumber":153,"Text":"Unhāṁ nē kihā, tuhāḍē upara tāṁ kisē nē jādū kara ditā hai"},{"SurahNumber":26,"VerseNumber":154,"Text":"Tusīṁ sirafa sāḍē varagē ika ādamī hō. Isa la'ī jēkara tusī' sacē hō. Tāṁ kō'ī niśānī lai kē ā'u"},{"SurahNumber":26,"VerseNumber":155,"Text":"Sāliha nē ākhi'ā, iha ika ūṭhaṇī hai isa la'ī pāṇī pīṇa dī ika vārī hai atē ika niradhārita dina tuhāḍī vārī hai"},{"SurahNumber":26,"VerseNumber":156,"Text":"Atē isa nū māṛī nī'ata nāla nā chēṛaṇā nahīṁ tāṁ ika vaḍē dina dī sazā tuhānū phaṛa lavēgī"},{"SurahNumber":26,"VerseNumber":157,"Text":"Phira unhāṁ nē usa ūṭhaṇī nū māra ditā atē uha pachatā'undē rahi ga'ē"},{"SurahNumber":26,"VerseNumber":158,"Text":"Phira unhāṁ nū sazā nē phaṛha li'ā. Bēśaka isa vica niśānī hai. Atē unhāṁ vicōṁ zi'ādātara lōka manaṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":159,"Text":"Atē bēśaka tuhāḍā raba śakatīśālī atē rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":160,"Text":"Lūta dī kauma nē rasūlāṁ tōṁ inakāra kītā"},{"SurahNumber":26,"VerseNumber":161,"Text":"Jadōṁ' unhāṁ dē bharā lūta nē unhāṁ nū kihā kī tusīṁ ḍaradē nahīṁ"},{"SurahNumber":26,"VerseNumber":162,"Text":"Maiṁ tuhāḍē la'ī ika bharōsēmada rasūla hāṁ"},{"SurahNumber":26,"VerseNumber":163,"Text":"Isa la'ī alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":164,"Text":"Maiṁ isa la'ī tuhāḍē tōṁ kō'ī fala nahīṁ magadā mērā sēvā fala tāṁ sasāra dē mālaka alāha dē kōla hai"},{"SurahNumber":26,"VerseNumber":165,"Text":"Kī tusīṁ sasāra vāli'āṁ vicōṁ ādamī'āṁ dē kōla jāndē hō"},{"SurahNumber":26,"VerseNumber":166,"Text":"Atē tuhāḍē raba nē tuhāḍē la'ī jihaṛī'āṁ patanī'āṁ paidā kītī'āṁ hana unhāṁ nū chaḍadē hō. Sagōṁ tusīṁ hadāṁ ṭapaṇa vālē lōka hō"},{"SurahNumber":26,"VerseNumber":167,"Text":"Unhāṁ nē ākhi'ā, hē lūta! Jēkara tusīṁ sāza nā ā'ē tāṁ tusīṁ zarūra kaḍha ditē jā'ugē"},{"SurahNumber":26,"VerseNumber":168,"Text":"Usa nē ākhi'ā maiṁ' tuhāḍī'āṁ karatūtāṁ dā sakhata cuśamana hāṁ"},{"SurahNumber":26,"VerseNumber":169,"Text":"Hē mērē raba! Tū mainū atē mērē ghara vāli'āṁ nū inhāṁ dī'āṁ karatūtāṁ tōṁ mukatī pradāna kara"},{"SurahNumber":26,"VerseNumber":170,"Text":"Isa la'ī asīṁ usa nū atē usa dē sārē ghara vāli'āṁ nū bacā li'ā"},{"SurahNumber":26,"VerseNumber":171,"Text":"Para ika buḍhī utē rahiṇa vāli'āṁ vica śāmila hō ga'ī"},{"SurahNumber":26,"VerseNumber":172,"Text":"Phira asīṁ dūsari'āṁ nū barabāda kara ditā"},{"SurahNumber":26,"VerseNumber":173,"Text":"Atē asīṁ' unhāṁ upara mīnha varasā'i'ā tāṁ kinā burā mīnha sī jihaṛā unhāṁ tē varasi'ā, jinhā nū ḍarā'i'ā gi'ā sī"},{"SurahNumber":26,"VerseNumber":174,"Text":"Bēśaka isa vica niśānī hai atē unhāṁ vicōṁ zi'ādātara lōka manaṇa vālē nahīṁ sana"},{"SurahNumber":26,"VerseNumber":175,"Text":"Atē bēśaka tērā raba śakatīśālī atē rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":176,"Text":"Aikā dē lōkāṁ nē rasūlāṁ tōṁ inakāra kītā"},{"SurahNumber":26,"VerseNumber":177,"Text":"Jadōṁ śu'aiba nē unhāṁ nū kihā, kī tusīṁ ḍaradē nahīṁ"},{"SurahNumber":26,"VerseNumber":178,"Text":"Maiṁ tuhāḍē la'ī ika bharōsēmada rasūla hāṁ"},{"SurahNumber":26,"VerseNumber":179,"Text":"Isa la'ī alāha tōṁ ḍarō atē mērī gala manō"},{"SurahNumber":26,"VerseNumber":180,"Text":"Atē maiṁ isa la'ī tuhāḍē tōṁ kō'ī sēvā fala nahīṁ' magadā, mērā sēvā fala sasāra dē mālaka alāha kōla hai"},{"SurahNumber":26,"VerseNumber":181,"Text":"Tusī' lōka pūrā-pūrā tōlō atē nukasāna karana vāli'āṁ vica śāmila nā hōvō"},{"SurahNumber":26,"VerseNumber":182,"Text":"Atē takaṛī dī ḍaḍī sidhī rakha kē tōli'ā karōṁ"},{"SurahNumber":26,"VerseNumber":183,"Text":"Atē lōkāṁ nū unhāṁ dī cīza ghaṭā kē nā di'u atē dharatī tē vigāṛa nā karō"},{"SurahNumber":26,"VerseNumber":184,"Text":"Atē usa hasatī tōṁ ḍarō jisa nē tuhānū atē tuhāḍī'āṁ pichalī'āṁ pīṛhī'āṁ nū paidā kītā hai"},{"SurahNumber":26,"VerseNumber":185,"Text":"Unhāṁ nē kihā tuhāḍē upara tāṁ kisē nē jādū kara ditā hai"},{"SurahNumber":26,"VerseNumber":186,"Text":"Atē tusīṁ sāḍē varagē hī ika manukha hō. Atē asīṁ tāṁ tuhānū jhūṭhē lōkāṁ vicōṁ samajhadē hāṁ"},{"SurahNumber":26,"VerseNumber":187,"Text":"Isa la'ī sāḍē upara asamāna tō kō'ī ṭukaṛā ḍēgau jē tusīṁ sacē hō"},{"SurahNumber":26,"VerseNumber":188,"Text":"Śu'aiba nē ākhi'ā, mērā raba cagī tar'hāṁ jāṇadā hai, jō kujha tusīṁ kara rahē hō"},{"SurahNumber":26,"VerseNumber":189,"Text":"Tāṁ unhāṁ nē usa nū jhuṭhalā ditā. Phira unhāṁ nū badala vālē dina dī āfata nē phaṛha li'ā"},{"SurahNumber":26,"VerseNumber":190,"Text":"Bēśaka uha ika vaḍē dina dī sazā sī. Bēśaka isa vica niśānī hai atē unhāṁ vicōṁ zi'ādātara manaṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":191,"Text":"Atē bēśaka tuhāḍā raba śakatīśālī atē rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":192,"Text":"Bēśaka iha sasāra dē mālaka alāha dī utārī hō'ī bāṇī hai"},{"SurahNumber":26,"VerseNumber":193,"Text":"Atē isa nū amānatadāra, bharōsēyōga fariśatā lai kē utari'ā hai"},{"SurahNumber":26,"VerseNumber":194,"Text":"Tuhāḍē dila utē tāṁ ki tusīṁ nasīhata karana vāli'āṁ vicō hōvōṁ"},{"SurahNumber":26,"VerseNumber":195,"Text":"Sapaśaṭa arabī bhāśā vica"},{"SurahNumber":26,"VerseNumber":196,"Text":"atē isa dā ulēkha pahilē mai‌gabarāṁ dī'āṁ kitābāṁ vica vī hai"},{"SurahNumber":26,"VerseNumber":197,"Text":"Atē kī inhāṁ la'ī iha niśānī nahīṁ. Isa nū isarā'īla dē vaśa dē ulamāṁ (vidavāna) jāṇadē hana"},{"SurahNumber":26,"VerseNumber":198,"Text":"Atē jēkara asīṁ isa nū kisē ajamī' (gaira araba vāsī) upara utāradē"},{"SurahNumber":26,"VerseNumber":199,"Text":"Phira uha unhāṁ nū paṛha kē suṇā'undā tāṁ uha isa upara īmāna li'ā'uṇa vālē nā baṇadē"},{"SurahNumber":26,"VerseNumber":200,"Text":"Isa tar'hāṁ asīṁ īmāna nā li'ā'uṇa vāli'āṁ nū pāpī'āṁ dē dila vica pā rakhi'ā hai"},{"SurahNumber":26,"VerseNumber":201,"Text":"Iha lōka udōṁ taka īmāna nahīṁ li'ā'uṇagē jadōṁ taka daradanāka sazā nā dēkha laiṇa"},{"SurahNumber":26,"VerseNumber":202,"Text":"Phira uha unhāṁ upara acānaka ā jāvēgī atē inhāṁ nū ḵẖabara vī nahīṁ' hōvēgī"},{"SurahNumber":26,"VerseNumber":203,"Text":"Phira uha kahiṇagē kī sānū kūjha maukā mila sakadā hai"},{"SurahNumber":26,"VerseNumber":204,"Text":"Kī uha sāḍī āfata nū jaladī maga rahē hana"},{"SurahNumber":26,"VerseNumber":205,"Text":"dasō ki jē asīṁ inhāṁ nū kujha sālāṁ taka lābha didē rahī'ē"},{"SurahNumber":26,"VerseNumber":206,"Text":"Phira unhāṁ utē uha azāba ā jāvē jisa tōṁ' inhāṁ nū ḍarā'i'ā jā rihā"},{"SurahNumber":26,"VerseNumber":207,"Text":"Tāṁ iha lābha inhāṁ dē kī kama āvēgā"},{"SurahNumber":26,"VerseNumber":208,"Text":"Atē asīṁ kisē basatī nū vī barabāda nahīṁ kītā para unhāṁ la'ī ḍarā'uṇa vālē sana"},{"SurahNumber":26,"VerseNumber":209,"Text":"Nasīhata la'ī atē asīṁ zulamī nahīṁ' hāṁ"},{"SurahNumber":26,"VerseNumber":210,"Text":"Atē isa nū śaitāna lai kē nahīṁ utari'ā"},{"SurahNumber":26,"VerseNumber":211,"Text":"Nā uha isa dē yōga hai atē nā hī uha ajihā kara sakadē hana"},{"SurahNumber":26,"VerseNumber":212,"Text":"Uha isa nū suṇana tōṁ rōka ditē ga'ē hana"},{"SurahNumber":26,"VerseNumber":213,"Text":"Isa la'ī tusīṁ alāha dē barābara kisē hōra pūjanīka nū nā pukārōṁ, nahīṁ tāṁ tusī vī sazā pā'uṇa vāli'āṁ vica śāmila hō jāvōgē"},{"SurahNumber":26,"VerseNumber":214,"Text":"Atē āpaṇē nazadīkī sabadhī'āṁ nū ḍara suṇā'u"},{"SurahNumber":26,"VerseNumber":215,"Text":"Atē unhāṁ hō kē tuhāḍā pālaṇa karana"},{"SurahNumber":26,"VerseNumber":216,"Text":"Isa la'ī jēkara uha tuhāḍī avagi'ā karana tāṁ ākhō, ki jō kūjha tusīṁ kara rahē hō maiṁ usa tōṁ niralēpa hāṁ"},{"SurahNumber":26,"VerseNumber":217,"Text":"Atē śakatīśālī atē kirapālū alāha tē bharōsā rakhō"},{"SurahNumber":26,"VerseNumber":218,"Text":"Jihaṛā tuhānū vēkhadā hai, jadōṁ' tusīṁ uṭhadē hō"},{"SurahNumber":26,"VerseNumber":219,"Text":"Atē tuhāḍī'āṁ namāzī'āṁ dē nāla gatīvidhī'āṁ nū"},{"SurahNumber":26,"VerseNumber":220,"Text":"Bēśaka uha suṇana vālā tē jāṇana vālā hai"},{"SurahNumber":26,"VerseNumber":221,"Text":"Kī maiṁ tuhānū dasāṁ, ki saitāna kisa upara utaradē hana"},{"SurahNumber":26,"VerseNumber":222,"Text":"(Suṇō)? Uha harēka jhūṭhē pāpī tē utaradē hana"},{"SurahNumber":26,"VerseNumber":223,"Text":"Uha kana lā'undē hana atē unhāṁ vicōṁ zi'ādātara jhūṭhē hana"},{"SurahNumber":26,"VerseNumber":224,"Text":"Atē kavī'āṁ dē pichē rāha tōṁ bhaṭakē lōka caladē hana"},{"SurahNumber":26,"VerseNumber":225,"Text":"Kī tūsī' nahīṁ dēkhadē kī uha harēka bī'ābāna jagala vica bhaṭakadē hana"},{"SurahNumber":26,"VerseNumber":226,"Text":"Atē jō uha kahidē hana uha karadē nahīṁ"},{"SurahNumber":26,"VerseNumber":227,"Text":"Paratū jihaṛē lōka īmāna li'ā'ē atē cagē kama kītē atē unhāṁ nē alāha nū bahuta bhārī yāda kītā tāṁ unhāṁ nē sēvā fala li'ā (uha vī) isa tōṁ bā'ada jadōṁ unhāṁ tē zulama hō'i'ā. Atē ati'ācāra karana vāli'āṁ nū jaladī patā laga jāvēgā ki unhāṁ nē kihaṛē sathāna upara vāpisa jāṇā hai"}]}