{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Suratu An-Nur. Esta e uma Sura: fizemo-la descer e preceituamo-la, e, nela, fizemos descer evidentes versiculos, para meditardes"},{"SurahNumber":24,"VerseNumber":2,"Text":"A adultera e ao adultero acoitai a cada um deles com cem acoites. E que nao vos tome compaixao alguma por eles, no cumprimento do juizo de Allah, se credes em Allah e no Derradeiro Dia. E que um grupo de crentes testemunhe o castigo de ambos"},{"SurahNumber":24,"VerseNumber":3,"Text":"O adultero nao esposara senao uma adultera ou uma idolatra. E a adultera, nao a esposara senao um adultero ou um idolatra. E isso e proibido aos crentes"},{"SurahNumber":24,"VerseNumber":4,"Text":"E aos que acusam de adulterio as castas mulheres, em seguida, nao fazem vir quatro testemunhas, acoitai-os com oitenta acoites e, jamais, lhes aceiteis testemunho algum; e esses sao os perversos"},{"SurahNumber":24,"VerseNumber":5,"Text":"Exceto os que, depois disso, se voltam arrependidos e se emendam; entao, por certo, Allah e Perdoador, Misericordiador"},{"SurahNumber":24,"VerseNumber":6,"Text":"E aos que acusam de adulterio suas mulheres, e nao ha para eles testemunhas senao eles mesmos, entao, o testemunho de um deles, jurando por Allah, quatro vezes, que e dos veridicos"},{"SurahNumber":24,"VerseNumber":7,"Text":"E, na quinta vez, que a maldicao de Allah seja sobre ele, se e dos mentirosos, afasta-lo-a do castigo"},{"SurahNumber":24,"VerseNumber":8,"Text":"E afasta-la-a do castigo o testemunhar ela, quatro vezes, jurando por Allah: \"Por certo, ele e dos mentirosos"},{"SurahNumber":24,"VerseNumber":9,"Text":"E, na quinta vez, que a maldicao de Allah seja sobre ela, se ele e dos veridicos"},{"SurahNumber":24,"VerseNumber":10,"Text":"E nao fora o favor de Allah para convosco, e sua misericordia, e que Allah e Remissorio, Sabio, haveria apressado o castigo para vos, nesta vida"},{"SurahNumber":24,"VerseNumber":11,"Text":"Por certo, os que chegaram com a calunia sao um grupo coeso de vos. Nao suponhais que ela vos seja um mal. Mas vos e um bem. Para cada um deles, havera o que cometeu de pecado. E aquele que, dentre eles, se empenhou em amplia-la, tera formidavel castigo"},{"SurahNumber":24,"VerseNumber":12,"Text":"Que, tao logo a ouvistes, os crentes e as crentes houvessem pensado bem deles como de si mesmos, e houvessem dito: \"Esta e uma evidente infamia"},{"SurahNumber":24,"VerseNumber":13,"Text":"Que houvessem chegado com quatro testemunhas disso! Entao, se nao chegaram com as testemunhas, esses sao, perante Allah, os mentirosos"},{"SurahNumber":24,"VerseNumber":14,"Text":"E nao fora o favor de Allah para convosco e Sua misericordia, na vida terrena e na Derradeira Vida, haver-vos-ia tocado um formidavel castigo por aquilo que vos empenhastes em propalar"},{"SurahNumber":24,"VerseNumber":15,"Text":"Quando o difundistes com as linguas e dissestes com as bocas aquilo de que nao tinheis ciencia, e supunheis simples, enquanto, perante Allah, era formidavel"},{"SurahNumber":24,"VerseNumber":16,"Text":"E que, tao logo a ouvistes, houvesseis dito: \"Nao nos e admissivel falarmos disso. Glorificado sejas! Isto e formidavel infamia"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah exorta-vos a jamais reincidirdes em algo igual a isso, se sois crentes"},{"SurahNumber":24,"VerseNumber":18,"Text":"E Allah torna evidentes, para vos, os versiculos. E Allah e Onisciente, Sabio"},{"SurahNumber":24,"VerseNumber":19,"Text":"Por certo, os que amam que a obscenidade se dissemine, entre os que creem, terao doloroso castigo na vida terrena e na Derradeira Vida. E Allah sabe, e vos nao sabeis"},{"SurahNumber":24,"VerseNumber":20,"Text":"E nao fora o favor de Allah para convosco, e Sua misericordia, e que Allah e Compassivo, Misericordiador, haveria apressado o castigo para vos"},{"SurahNumber":24,"VerseNumber":21,"Text":"O vos que credes! Nao sigais os passos de Sata. E quem segue os passos de Sata, por certo, ele ordena a obscenidade e o reprovavel. E, nao fora o favor de Allah para convosco, e Sua misericordia, Ele jamais dignificaria a nenhum de vos, mas Allah dignifica a quem quer. E Allah e Oniouvinte, Onisciente"},{"SurahNumber":24,"VerseNumber":22,"Text":"E que os dotados dentre vos, do favor e da prosperidade, nao prestem juramento de nada conceder aos parentes e aos necessitados e aos emigrantes no caminho de Allah. E que eles os indultem e os tolerem. Nao amarieis que Allah vos perdoasse? E Allah e Perdoador, Misericordiador"},{"SurahNumber":24,"VerseNumber":23,"Text":"Por certo, os que acusam de adulterio as mulheres castas, inocentes, crentes, sao amaldicoados na vida terrena e na Derradeira Vida; e, para eles, havera formidavel castigo"},{"SurahNumber":24,"VerseNumber":24,"Text":"Um dia, em que suas linguas e suas maos e seus pes testemunharem contra eles, pelo que faziam"},{"SurahNumber":24,"VerseNumber":25,"Text":"Nesse dia, Allah compensa-los-a com sua verdadeira retribuicao, e saberao que Allah e a evidente Verdade"},{"SurahNumber":24,"VerseNumber":26,"Text":"As malignas mulheres para os malignos homens, e os malignos homens para as malignas mulheres. E as benignas mulheres para os benignos homens, e os benignos homens para as benignas mulheres. Esses estao inocentes do que dizem aqueles. Havera, para eles, perdao e generoso sustento"},{"SurahNumber":24,"VerseNumber":27,"Text":"O vos que credes! Nao entreis em casas outras que as vossas, ate que pecais permissao e cumprimenteis seus habitantes. Isso vos e melhor, e Allah assim determinou, para meditardes"},{"SurahNumber":24,"VerseNumber":28,"Text":"E, se ninguem encontrais nelas, nao entreis nelas, ate que volo seja permitido. E, se vos e dito: \"Retornai\", retornai. Isso vos e mais digno. E Allah, do que fazeis, e Onisciente"},{"SurahNumber":24,"VerseNumber":29,"Text":"Nao ha culpa sobre vos, em entrardes em casas nao residenciais em que ha proveito, para vos. E Allah sabe o que mostrais e o que ocultais"},{"SurahNumber":24,"VerseNumber":30,"Text":"Dize aos crentes, Muhammad, que baixem suas vistas e custodiem seu sexo. Isso lhes e mais digno. Por certo, Allah e Conhecedor do que fazem"},{"SurahNumber":24,"VerseNumber":31,"Text":"E dize as crentes que baixem suas vistas e custodiem seu sexo e nao mostrem seus ornamentos - exceto o que deles aparece - e que estendam seus cendais sobre seus decotes. E nao mostrem seus ornamentos senao a seus maridos ou a seus pais ou aos pais de seus maridos ou a seus filhos ou aos filhos de seus maridos ou a seus irmaos ou aos filhos de seus irmaos ou aos filhos de suas irmas ou a suas mulheres ou aos escravos que elas possuem ou aos domesticos, dentre os homens, privados de desejo carnal, ou as criancas que nao descobriram ainda as partes pudendas das mulheres. E que elas nao batam, com os pes no chao, para que se conheca o que escondem de seus ornamentos. E voltai-vos todos, arrependidos, para Allah, o crentes, na esperanca de serdes bem-aventurados"},{"SurahNumber":24,"VerseNumber":32,"Text":"E casai os solteiros, dentre vos, e os integros, dentre vossos servos e vossas servas. Se sao pobres, Allah enriquece-los-a de Seu favor. E Allah e Munificente, Onisciente"},{"SurahNumber":24,"VerseNumber":33,"Text":"E que os que nao encontram meios para o casamento se abstenham de adulterio, ate que Allah os enriqueca de Seu favor. E aqueles de vossos escravos, que buscam a alforria, mediante pagamento de uma soma, entao, ajudai-os, se reconheceis neles algum bem. E concedei-lhes das riquezas de Allah, que Ele vos concedeu. E nao deveis compelir vossas escravas a prostituicao – se elas desejam a castidade – para buscardes os efemeros bens da vida terrena. E quem as compele, por certo, Allah, apos sua compulsao, e Perdoador, Misericordiador"},{"SurahNumber":24,"VerseNumber":34,"Text":"E, com efeito, fizemos descer, para vos, evidentes versiculos e um exemplo dos que passaram antes de vos e uma exortacao para os piedosos"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah e a luz dos ceus e da terra. O exemplo de Sua luz e como o de um nicho, em que ha uma lampada. A lampada esta em um cristal. O cristal e como se fora astro brilhante. E aceso pelo oleo de uma bendita arvore olivea, nem de leste nem de oeste; seu oleo quase se ilumina, ainda que o nao toque fogo algum. E luz sobre luz. Allah guia a Sua luz a quem quer. E Allah propoe, para os homens, os exemplos. E Allah, de todas as cousas, e Onisciente"},{"SurahNumber":24,"VerseNumber":36,"Text":"Em casas, que Allah permitiu fossem erguidas e em que fosse celebrado Seu Nome, nelas, glorificam-nO, ao amanhecer e ao entardecer"},{"SurahNumber":24,"VerseNumber":37,"Text":"Homens, a quem nao entretem nem comercio nem venda da lembranca de Allah e do cumprimento da oracao e da concessao de caridade - eles temem um dia, em que os coracoes e as vistas serao transtornados"},{"SurahNumber":24,"VerseNumber":38,"Text":"Para que Allah os recompense com algo melhor que aquilo que fizeram, e lhes acrescente algo de Seu favor. E Allah da sustento, sem conta, a quem quer"},{"SurahNumber":24,"VerseNumber":39,"Text":"E os que renegam a Fe, suas obras sao como miragem em uma planicie, a qual o sedento supoe agua, ate que, quando chega a ela, nada encontra. E, encontra a Allah junto dela; entao, Ele compensa-lo-a com ajuste de contas. E Allah e Destro no ajuste de contas"},{"SurahNumber":24,"VerseNumber":40,"Text":"Ou sao como trevas em um mar profundo: encobrem-no ondas, por cima das quais, ha outras ondas; por cima destas, ha nuvens; trevas, umas por cima das outras. Quando alguem faz sair sua mao quase nao a ve. E aquele, a quem Allah nao faz luz jamais tera luz"},{"SurahNumber":24,"VerseNumber":41,"Text":"Nao viste que a Allah glorifica quem esta nos ceus e na terra, e os passaros, enquanto pairam no ar? Cada um, com efeito, sabe sua oracao e sua glorificacao. E Allah, do que fazem, e Onisciente"},{"SurahNumber":24,"VerseNumber":42,"Text":"E de Allah e a soberania dos ceus e da terra. E a Allah sera o destino"},{"SurahNumber":24,"VerseNumber":43,"Text":"Nao viste que Allah impulsa as nuvens; em seguida, junta-as; depois, fa-las um aglomerado? Entao, tu ves a chuva sair de dentro delas. E do ceu, de montanhas nele formadas de nuvens, Ele faz descer granizo e, com este alcanca a quem quer e o desvia de quem quer. O fulgor de seu relampago quase se vai com as vistas"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah faz alternar o dia e a noite. Por certo, ha nisso licao para os dotados de visao"},{"SurahNumber":24,"VerseNumber":45,"Text":"E Allah criou todo ser animal de agua. Entao, dentre eles, ha quem ande sobre o ventre e, dentre eles, ha quem ande sobre dois pes, e dentre eles, ha quem ande sobre quatro. Allah cria o que quer. Por certo, Allah sobre todas as cousas, e Onipotente"},{"SurahNumber":24,"VerseNumber":46,"Text":"Com efeito, fizemos descer evidentes versiculos. E Allah guia a quem quer a uma senda reta"},{"SurahNumber":24,"VerseNumber":47,"Text":"E eles dizem: \"Cremos em Allah e no Mensageiro, e obedecemos.\" Em seguida, depois disso, um grupo deles volta as costas. E esses nao sao os crentes"},{"SurahNumber":24,"VerseNumber":48,"Text":"E, quando convocados a Allah e a Seu Mensageiro, para que este julgue, entre eles, eis um grupo deles que lhe da de ombros"},{"SurahNumber":24,"VerseNumber":49,"Text":"E, se tivessem o direito, chegariam a ele resignados"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ha enfermidade, em seus coracoes? Ou eles duvidam? Ou temem que Allah e Seu Mensageiro sejam iniquos com eles? Nao! Mas, estes sao os injustos"},{"SurahNumber":24,"VerseNumber":51,"Text":"O dito dos crentes, quando convocados a Allah e a Seu Mensageiro, para que este julgue, entre eles e, apenas, dizerem: \"Ouvimos e obedecemos.\" E esses sao os bem-aventurados"},{"SurahNumber":24,"VerseNumber":52,"Text":"E quem obedece a Allah e a Seu Mensageiro e receia a Allah e a Ele teme, esses sao os triunfadores"},{"SurahNumber":24,"VerseNumber":53,"Text":"E eles juram, por Allah, com todos seus mais solenes juramentos, que, se tu os ordenares a combater, sairao a combate. Dize: \"Nao jureis\". Vossa obediencia e conhecida. Por certo, Allah, do que fazeis, e Conhecedor"},{"SurahNumber":24,"VerseNumber":54,"Text":"Dize: \"Obedecei a Allah e obedecei ao Mensageiro.\" E, se voltais as costas, impende a ele, apenas, o de que foi encarregado, e impende a vos o de que fostes encarregados. E, se lhe obedeceis, guiar-vos-eis. E nao impende ao Mensageiro senao a evidente transmissao da Mensagem"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah promete aos que, dentre vos, creem e fazem as boas obras que os fara suceder, na terra, como fez suceder aos que foram antes deles, e que lhes fortalecera a religiao, de que Se agrada, no tocante a eles, e que lhes trocara seguranca, apos seu medo. Eles Me adorarao, nada Me associarao. E quem renega a Fe, depois disso, esses sao os perversos"},{"SurahNumber":24,"VerseNumber":56,"Text":"E cumpri a oracao e concedei az-zakah, a ajuda caridosa, e obedecei ao Mensageiro, na esperanca de obterdes misericordia"},{"SurahNumber":24,"VerseNumber":57,"Text":"Nao suponhas que os que renegam a Fe sejam capazes de escapar do castigo de Allah, na terra. E sua morada sera o Fogo. E, em verdade, que execravel destino"},{"SurahNumber":24,"VerseNumber":58,"Text":"O vos que credes! Que vos pecam permissao, por tres vezes, vossos escravos e aqueles, dentre vos, que ainda, nao chegaram a puberdade, para estar em vossa presenca; antes da oracao da aurora e quando puserdes de lado vossos trajes, ao meio-dia e depois da ultima oracao da noite. Sao tres tempos de vossa intimidade. Nao ha culpa sobre vos nem sobre eles, depois destes tempos, em circular, sem permissao, uns de vos com os outros. Assim, Allah torna evidentes, para vos, os versiculos. E Allah e Onisciente, Sabio"},{"SurahNumber":24,"VerseNumber":59,"Text":"E, quando as criancas, dentre vos, atingirem a puberdade, que pecam permissao para estar em vossa presenca, como pediram permissao os que foram antes delas. Assim, Allah torna evidentes, para vos. Seus versiculos. E Allah e Onisciente, Sabio"},{"SurahNumber":24,"VerseNumber":60,"Text":"E as mulheres que atingirem a menopausa, e que nao mais esperam casamento, nao ha culpa sobre elas, em porem de lado algo de seus trajes, sem se exibirem com ornamentos. E absterem-se disso e-lhes melhor. E Allah e Oniouvinte, Onisciente"},{"SurahNumber":24,"VerseNumber":61,"Text":"Nao ha falta sobre o cego e nao ha falta sobre o coxo e nao ha falta sobre o enfermo nem sobre vos mesmos, em comerdes em vossas casas, ou nas casas de vossos pais, ou nas casas de vossas maes, ou nas casas de vossos irmaos, ou nas casas de vossas irmas, ou nas casas de vossos tios paternos, ou nas casas de vossas tias paternas, ou nas casas de vossos tios maternos, ou nas casas de vossas tias maternas, ou em casas, cujas chaves possuis, ou nas de vossos amigos. Nao ha culpa sobre vos, em comerdes reunidos ou separados. E, quando entrardes em casas, cumprimentai-vos mutuamente, com saudacao vinda de Allah, bendita e cordial. Assim, Allah torna evidentes, para vos, os versiculos, para razoardes"},{"SurahNumber":24,"VerseNumber":62,"Text":"Os autenticos crentes sao, apenas, os que creem em Allah e em Seu Mensageiro e, quando estao com ele, em assunto de interesse comum, nao se vao, ate que lhe pecam permissao. Por certo, os que te pedem permissao, esses sao os que creem em Allah e em Seu Mensageiro. Entao, quando te pedirem permissao para algum de seus assuntos, da permissao a quem deles quiseres e implora a Allah perdao para eles. Por certo, Allah e Perdoador, Misericordiador"},{"SurahNumber":24,"VerseNumber":63,"Text":"Nao facais, entre vos, a convocacao do Mensageiro, como a convocacao de um de vos para outros. E nao vos retireis de sua companhia, sem sua permissao. Com efeito, Allah sabe dos que, dentre vos, se retiram sorrateiramente. Entao, que os que discrepam de sua ordem se precatem de que nao os alcance provacao ou nao os alcance doloroso castigo"},{"SurahNumber":24,"VerseNumber":64,"Text":"Ora, por certo, de Allah e o que ha nos ceus e na terra. Com efeito, Ele sabe aquilo em que vos fundamentais; e, um dia, quando a Ele forem retornados, entao, informa-los-a do que fizeram. E Allah, de todas as cousas, e Onisciente"}]}