{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, kendisinden baska ilah yoktur. Hayat sahibidir. gozeticidir"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana, onceden indirdigi Tevrat ve Incil’i tasdik eden kitabı hak olarak indirmistir"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha once, insanlar icin yol gosterici ve hakkı batıldan ayıran /Furkanı da indirmisti. Allah’ın ayetlerini inkar edenlere/tanımayanlara siddetli bir azap vardır. Allah gucludur, cezalandırıcıdır"},{"SurahNumber":3,"VerseNumber":5,"Text":"Allah’a yer ve gokte olanlardan hic bir sey gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ana rahminde size diledigi gibi sekil veren O’dur. Kendinden baska ilah olmayan, Aziz ve Hakim olan O’dur"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana kitabı indiren O’dur. Onda bir kısmı, muhkem -ki bunlar kitabın ozudur.- bir kısmı da mutesabih ayetler vardır. Kalplerinde egrilik olanlar, fitne cıkarmak ve onun tevilini yapmak icin onun mutesabih olanlarına uyarlar. Oysa, onun tevilini Allah’tan baskası bilmez. Ilimde derinlesenler ise “Biz, ona iman ettik, onun hepsi Rabbimizin katındandır.” derler. Temiz akıl sahiplerinden baskası dusunmez"},{"SurahNumber":3,"VerseNumber":8,"Text":"Rabbimiz, bizi dogru yola ilettikten sonra, kalplerimizi egriltme. Bize katından rahmet bahset, suphesiz sen, bol bol bagıslayansın"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz, gelecegi suphe goturmeyen gunde butun insanları toplayacak olan suphesiz sensin. Allah sozunden donmez"},{"SurahNumber":3,"VerseNumber":10,"Text":"Suphesiz kafir olanlar, onların malları da, cocukları da Allah’a karsı zerre kadar kendilerine fayda saglamayacaktır. Iste bunlar, atesin yakıtı olanlardır"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavun Hanedanı ve onlardan oncekilerin gidisi (tavırları) gibi ayetlerimizi yalanladılar da Allah da onları gunahları sebebiyle cezalandırdı. Allah’ın cezalandırması pek siddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"(Inkar edenlere) de ki: -Yakında yenilgiye ugrayacak ve toplanıp cehenneme suruleceksiniz, orası ne kotu yerlesme yeridir"},{"SurahNumber":3,"VerseNumber":13,"Text":"Karsı karsıya gelen iki toplulukta, sizin icin bir ayet vardır. Bunlardan biri Allah yolunda savasıyordu, digeri ise kafir idi. Gozleriyle onların kendilerinin iki misli olduklarını goruyorlardı. Allah, diledigini yardımıyla guclendirir. Bunda, goren goze sahip olanlar icin gercekten ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlara, evlatlara, obek obek yıgılmıs altın ve gumuse, guzel cins atlara, davarlara ve ekinlere karsı asırı sevgi insanlara cekici ve hos gosterildi. Oysa bunlar, dunya hayatının nimetleridir. Asıl varılacak guzel yer Allah katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"De ki: -Size, bundan daha hayırlı olanı haber vereyim mi? Allah’tan korkan/gunahlardan sakınanlara, altından nehirler akan ebedi kalacakları cennetler vardır. Tertemiz esler ve Allah’ın guzel kabulu vardır. Allah, kullarını hakkıyla gorendir"},{"SurahNumber":3,"VerseNumber":16,"Text":"Onlar: -Rabbimiz, biz, kesin olarak iman ettik. Bizim gunahlarımızı bagısla ve bizi atesin azabından koru, diyenlerdir"},{"SurahNumber":3,"VerseNumber":17,"Text":"(Onlar): Sabredenler, sadık olanlar, gonulden boyun egenler, sadaka verenler ve seher vakitlerinde bagıslanma dileyenlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah sahittir ki kendisinden baska bir ilah yoktur. Melekler ve adaleti ayakta tutan ilim sahipleri de (buna sahittir.) O’ndan baska ilah yoktur. O, azizdir, hakimdir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında din Islam’dır. Kendilerine kitap verilenler, kendilerine ilim geldikten sonra, sadece aralarındaki kıskanclık ve baskaldırı yuzunden ihtilafa dustuler. Kim Allah’ın ayetlerini inkar edip tanımazsa Allah, hesabı cok seri bir sekilde gorendir"},{"SurahNumber":3,"VerseNumber":20,"Text":"Seninle tartısmaya girisirlerse de ki: -Ben, bana tabi olanlarla birlikte kendimi Allah’a teslim ettim. Kendilerine kitap verilenlere ve ummilere de de ki: -Siz de teslim oldunuz mu? Eger teslim oldularsa dogru yolu bulmuslar demektir. Eger yuz cevirirlerse, sana dusen yalnızca tebligdir. Allah kullarını gormektedir"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah’ın ayetlerini inkar edenlere, peygamberleri haksız yere oldurenlere, insanlardan adaleti emredenleri oldurenlere, iste onlara, acıklı bir azap mujdesi ver"},{"SurahNumber":3,"VerseNumber":22,"Text":"Bunlar, dunya ve ahirette amelleri bosa cıkanlardır. Bunların bir yardımcısı da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kendilerine kitaptan bir pay verilenleri gormedin mi? Aralarında hakem olarak Allah’ın kitabına cagırılıyorlar da sonra onlardan bir kısmı donup uzaklasıyor. Onlar, iste boyle yuz cevirenlerdir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu, onların: -Ates, bize sayılı gunlerin dısında dokunmayacaktır, demeleri yuzundendir. Uydura geldikleri yalanlar onları dinlerinden saptırdı"},{"SurahNumber":3,"VerseNumber":25,"Text":"Geleceginde suphe olmayan gunde, onları bir araya getirecegimiz ve herkese kazandıgının karsılıgı, zulmedilmeden (eksiksizce) odendigi zaman (onların halleri) nice olacaktır"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: -Ey hakimiyetin yegane sahibi Allah’ım, mulku diledigine verirsin, dilediginden de mulku cekip alırsın, diledigini yukseltir / aziz kılarsın, diledigini de alcaltır / zelil edersin. Butun hayır senin elindedir, suphesiz senin her seye gucun yeter"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduze gecirir, gunduzu de geceye sokarsın. Diriyi oluden cıkarır, oluyu de diriden cıkarırsın. Diledigine de hesapsız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminleri bırakıp kafirleri veli / dost edinmesinler. Kim bunu yaparsa, Allah’tan hic bir sey beklemesin. Ancak, onlardan (gelebilecek bir tehlikeden korkarsanız) korunma gayesiyle, sakınmanız harictir. Allah, asıl kendisinden korkmanız icin sizi uyarıyor. Donus Allah’adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: -Icinizdekini gizleseniz de acıklasanız da onu Allah bilir. Goklerde ve yerde olan her seyi bilir. Allah’ın her seye de gucu yeter"},{"SurahNumber":3,"VerseNumber":30,"Text":"Herkes, yaptıgı butun iyilikleri; de kotulukleri de karsısında bulacagı o gun isteyecek ki kotulukleri ile kendi arasında uzun bir mesafe bulunsun. Allah, sizi kendisi ile uyarır / korkutur. Allah kullarına karsı da cok sefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"De ki: -Allah’ı seviyorsanız, bana tabi olun ki Allah da sizi sevsin ve gunahlarınızı bagıslasın. Allah, bagıslayandır, merhamet edendir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: -Allah’a ve Resulune itaat edin! Eger yuz cevirirlerse, suphesiz Allah, kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah; Adem’i, Nuh’u, Ibrahim ailesini ve Imran ailesini (birbirlerinin soyu olarak) toplumlar uzerine seckin kıldı. Allah, hakkıyla isiten ve hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":34,"Text":"Allah; Adem’i, Nuh’u, Ibrahim ailesini ve Imran ailesini (birbirlerinin soyu olarak) toplumlar uzerine seckin kıldı. Allah, hakkıyla isiten ve hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Hani Imran’ın karısı: -Rabbim karnımda olanı sadece sana hizmet etmek uzere adadım, benden kabul buyur. Suphesiz sen, hakkıyla isitensin, hakkıyla bilensin demisti"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu dogurunca da: -Rabbim, ben, kız dogurdum. (Halbuki Allah, neyi doguracagını en iyi bilendir) Erkek, kız gibi degildir. Adını Meryem koydum, O’nu da onun soyunu da kovulmus seytandan senin korumana veriyorum” dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi, onu guzel bir kabul ile karsıladı ve onu guzel bir bitki gibi yetistirdi. Zekeriya’yı da ona bakmakla gorevlendirdi. Zekeriya ne zaman yanına, onun bulundugu ibadet mahalline girse O’nun yanında bir yiyecek bulurdu: -Meryem, bu sana nereden geldi? dediginde O soyle cevap verirdi: -Bu, Allah katından! Dogrusu Allah, diledigi kimseye hesapsız rızık bagıslar"},{"SurahNumber":3,"VerseNumber":38,"Text":"Zekeriya orada Rabbine dua etti: -Rabbim, bana katından tertemiz bir soy ver! Sen duayı en iyi bir sekilde isitensin, dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Mihrapta namaz kılmakta iken, melekler O’na, Allah’ın kendisine Yahya’yı, Allah’tan gelen bir kelimeyi tasdik eden, efendi, nefsine hakim ve iyilerden bir peygamber olarak mujdeledigini soylediler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Rabbim, ben iyice yaslanmıs, karım da kısır iken nasıl benim bir oglum olacak? dedi. Allah: -Oyle de olsa, Allah diledigini yapar! buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"Rabbim, bana bir delil ver, dedi. Allah da: -Senin delilin, uc gun insanlarla isaretle anlasmak dısında konusamamandır. Rabbini cokca zikret ve aksam, sabah tesbih et, buyurdu"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani bir zamanlar da melekler soyle demislerdi: -Ey Meryem, Allah seni secip, tertemiz yarattı ve dunya kadınlarına seni tercih etti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem, Rabbine gonulden boyun eg, secde et, ruku edenlerle birlikte ruku et"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bunlar, sana vahyettigimiz gayb haberlerindendir. Meryem’e hangisi kefil olacak diye kalemlerini atarlarken (kura cekerlerken) sen yanlarında degildin, konuyu tartısırlarken de yanlarında degildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler demisti ki: -Meryem, Allah sana, adı Mesih, Meryem oglu, Isa dunya ve ahirette itibarlı ve onculerden/mukarrebinden olacak kendisinden bir kelimeyi (Isa’yı) mujdeliyor"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, insanlarla besikte iken de yetiskin iken de konusacaktır ve O, iyilerden biridir"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem, soyle dedi: -Rabbim bana bir beser dokunmamısken nasıl cocugum olabilir? Melekler: (soyle cevap verdiler) -Iste boyle, Allah neyi dilerse yaratır. Bir isin olmasını diledigi zaman ona “ol” der ve olur"},{"SurahNumber":3,"VerseNumber":48,"Text":"O’na kitabı, hikmeti Tevrat ve Incil’i ogretecektir ve O’nu Israilogullarına peygamber olarak gonderecektir. -Ben size Rabbinizden bir ayet ile geldim. Ben size camurdan kus gibi bir sey yapıp ona ufleyecegim. Allah’ın izniyle, hemen kus olacaktır. Anadan dogma korleri, alacalıları iyi edecegim; Allah’ın izniyle, oluleri diriltecegim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber verecegim. Eger mumin olmus kimseler iseniz bunda sizin icin bir delil vardır"},{"SurahNumber":3,"VerseNumber":49,"Text":"O’na kitabı, hikmeti Tevrat ve Incil’i ogretecektir ve O’nu Israilogullarına peygamber olarak gonderecektir. -Ben size Rabbinizden bir ayet ile geldim. Ben size camurdan kus gibi bir sey yapıp ona ufleyecegim. Allah’ın izniyle, hemen kus olacaktır. Anadan dogma korleri, alacalıları iyi edecegim; Allah’ın izniyle, oluleri diriltecegim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber verecegim. Eger mumin olmus kimseler iseniz bunda sizin icin bir delil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Benden once gelen Tevrat’ı tasdik etmekle beraber size haram edilen seylerin bir kısmını helal kılmak uzere, Rabbinizden size bir ayet getirdim. Allah’tan korkun ve bana itaat edin! Suphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. O’na kulluk edin! dogru yol budur"},{"SurahNumber":3,"VerseNumber":51,"Text":"Benden once gelen Tevrat’ı tasdik etmekle beraber size haram edilen seylerin bir kısmını helal kılmak uzere, Rabbinizden size bir ayet getirdim. Allah’tan korkun ve bana itaat edin! Suphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. O’na kulluk edin! dogru yol budur"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa, onların kufrunu hissedince: -Allah ugrunda bana yardımcı olacak kim vardır? dedi. Havariler de soyle cevap verdiler: -Biz Allah’ın (dininin) yardımcılarıyız, Allah’a iman ettik, O’na teslim oldugumuza da sahit ol"},{"SurahNumber":3,"VerseNumber":53,"Text":"Rabbimiz, indirdigine inandık, Peygamber’e uyduk, bizi sahit olanlarla beraber yaz"},{"SurahNumber":3,"VerseNumber":54,"Text":"Onlar hile yaptılar, Allah da onlara hile yaptı. Allah, duzen kurucuların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah, Isa’ya soyle buyurmustu: -Ey Isa, seni vefat ettirecegim ve seni katıma yukseltecegim. Inkar edenlerden seni tertemiz ayıracagım. Sana tabi olanları kıyamet gunune kadar inkar edenlerin ustunde tutacagım. Sonra bana doneceksiniz. Sizin aranızda, hakkında ihtilaf ettiginiz konularda hukum verecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"O kafir olanları dunya ve ahirette siddetli azaba carptıracagım, onların yardımcıları da olmayacaktır"},{"SurahNumber":3,"VerseNumber":57,"Text":"Iman edenlere ve dogruları yapanlara ise eksiksiz mukafatlarını verecektir. Allah, zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Sana okudugumuz bunlar, ayetlerden ve hikmet sahibi, Zikir/Kur’an’dandır"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah katında Isa’nın durumu, kendisini topraktan yaratıp sonra O’na “Ol!” dedigi zaman olan Adem’in durumu gibidir"},{"SurahNumber":3,"VerseNumber":60,"Text":"Gercek Rabbin´dendir. O halde suphe edenlerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana ilim geldikten sonra, bu hususta seninle kim tartısacak olursa, de ki: -Gelin, ogullarımızı, ogullarınızı; kadınlarımızı, kadınlarınızı; bizi ve sizi cagıralım. Sonra tevazu icinde gonulden yalvaralım da Allah’ın lanetinin yalancılara olmasını dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Suphesiz bu anlatılanlar gercek hikayelerdir. Allah’tan baska ilah yoktur. Allah, elbette azizdir, hakimdir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger yuz cevirirlerse, suphesiz Allah, bozguncuları hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: -Ey kitap ehli, “Allah’tan baskasına kulluk etmemek, O’na hic bir sey ortak kosmamak ve birbirimizi Allah’tan baska Rabler olarak benimsememek” uzere bizimle sizin aranızda ortak bir soze gelin! Eger yuz cevirirlerse: -Bizim, Musluman oldugumuza sahit olun, deyin"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey kitap ehli, Ibrahim hakkında nicin tartısıyorsunuz? Tevrat da Incil de suphesiz ondan sonra indirilmistir. (Bu kadar da) dusunmuyor musunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Iste siz oylesiniz, biraz bir seyler bildiginiz konuda hadi tartıstınız, ama bilginiz olmayan bir sey hakkında ne diye tartısıyorsunuz? Oysa Allah bilir, siz bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim Yahudi de Hıristiyan da degildi fakat, hanif bir muslumandı. Musriklerden de degildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Dogrusu Ibrahim’e en yakın olanlar, Ona uyanlarla su peygamber ve iman edenlerdir. Allah, muminlerin velisidir"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitap ehlinden bir kısmı sizi yoldan cıkarmak isterler, fakat yalnızca kendilerini yoldan cıkarırlar da bunun farkına varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey kitap ehli, goz gore gore nicin Allah’ın ayetlerini inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kitap ehli, nicin hakla batılı karıstırıyor ve bile bile gercegi gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap ehlinden bir kısmı: -Iman edenlere indirilene gunun basında inanın, sonunda inkar edin, belki donerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Dininize uyanlardan baskasına inanmayın, dediler. De ki: -Dogru yol, sadece Allah´ın gosterdigi yoldur. Size verilen bir baskasına da verildi veya Rabbiniz katında size ustun gelecekler diye mi (telaslanıyorsunuz)? De ki: -Nimet ve ihsan Allah’ın elindedir. Onu diledigine verir. Allah, ihsanı bol olan, her seyi bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini diledigine tahsis eder. Allah, buyuk nimet sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap ehlinden; bir yuk altın bıraksan onu sana iade eden kimseler vardır. Onlardan, bir dinar versen tepesine dikilmedikce onu sana geri vermeyen kimseler de vardır. Bu, onların: -Kitapsızlara karsı uzerimize bir sorumluluk yoktur, demelerindendir. Onlar, bile bile Allah hakkında yalan soylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Evet, kim verdigi sozu yerine getirir ve Allah’tan sakınırsa, suphe yok ki, Allah muttakileri sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah’a verdikleri sozu ve ettikleri yeminleri az bir degere degistirenlere gelince, onların ahirette bir nasibi olmayacaktır. Allah, kıyamet gununde onlarla konusmayacak, onlara bakmayacak ve onları temize cıkarmayacaktır. Onlar icin acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onların bir kısmı, kitaptan olmadıgı halde, sizin kitaptan zannetmeniz icin kitaba bakarak dillerini egip bukerler. O, Allah katından olmadıgı halde “Allah katındandır” derler. Bile bile Allah hakkında yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah’ın kendisine kitap, hikmet ve peygamberlik verdigi bir insanın, butun bunlardan sonra: -Allah’ı bırakıp, benim kullarım olun, demesi mumkun degildir. Fakat: -Kitabı okuyup, incelediginize gore Rabb’e kul olunuz, der"},{"SurahNumber":3,"VerseNumber":80,"Text":"O size melekleri ve Peygamberleri Rabler edinmenizi emretmez. Size Musluman olduktan sonra, hic kafir olmayı emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Allah, peygamberlerden: -Size kitap ve hikmet verdim, sonra sizden olanı dogrulayan bir peygamber gelecek, ona kesinlikle iman edecek ve ona yardım edeceksiniz! diye soz aldıgı zaman (sormustu): -Karar verdiniz ve size yukledigim bu agır yuku kabul ettiniz mi? demisti. Onlar: -Kabul ettik diye cevap verdiler. -Sahit olun, ben de sizinle birlikte sahitlik edenlerdenim, buyurmustu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim bundan sonra yuz cevirirse, iste onlar fasıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Allah’ın dininden baska bir din mi arzu ediyorlar? Oysa, goklerde ve yerde olanların hepsi ister istemez O’na teslim olmustur. O’na doneceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: -Allah’a, bize indirilene, Ibrahim’e, Ismail’e, Ishak’a, Yakub’a ve torunlarına indirilene, Rab’lerinden, Musa, Isa ve peygamberlere verilenlere iman ettik. Onlardan hic biri arasında ayırım yapmayız. Biz Allah’a teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islam’dan baska bir dine yonelirse, (bu) ondan asla kabul edilmeyecektir. O, ahirette de kaybedenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman etmelerinden ve Peygamberin hak olduguna sahitlik ettikten, kendilerine belgeler geldikten sonra inkar eden bir toplumu Allah, hidayete nasıl eristirir? Allah, zalim toplumu hidayete iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların cezaları, Allah’ın, meleklerin ve butun insanların lanetini uzerlerinde tasımalarıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"O lanette daimidirler. Azap, onlardan hafifletilmez ve onlara bakılmaz da"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak, bu hatalarından sonra tevbe edip, hallerini duzeltenler mustesnadır. Allah, affedendir, merhamet edendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Iman ettikten sonra inkar edip, inkarlarını artıranların tevbeleri kabul edilmeyecektir. Onlar sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Evet, inkar edip, kafir oldukları halde olenlerin hic birinden, yeryuzunu dolduracak kadar altın fidye verse dahi asla kabul edilmeyecektir. Iste acıklı azap bunlar icindir. Onlar icin bir yardımcı da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden (Allah icin) vermedikce iyilige erisemezsiniz. Her ne verirseniz, suphesiz Allah onu bilir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden once, Israil’in kendine haram kıldıklarının dısında, Israil ogullarına her yiyecek helal idi. “Eger dogru soyleyenler iseniz Tevrat´ı getirip okuyun!” de. Bundan sonra kim Allah adına yalan uydurursa, onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":94,"Text":"Tevrat indirilmeden once, Israil’in kendine haram kıldıklarının dısında, Israil ogullarına her yiyecek helal idi. “Eger dogru soyleyenler iseniz Tevrat´ı getirip okuyun!” de. Bundan sonra kim Allah adına yalan uydurursa, onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: -Allah dogru soylemistir. Oyleyse, hanif olan Ibrahim’in dinine/yoluna uyun! O, musriklerden degildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"Insanlar icin insa edilen ilk mabet, suphesiz Mekke´deki mubarek ve toplumlar icin kılavuz olan (Kabe)dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada apacık isaretlerle Ibrahim’in makamı vardır. Kim oraya girerse, guvenliktedir. Oraya yol bulabilen insanların beyti/Kabe´yi haccetmesi Allah’ın hakkıdır. Kim bunu inkar ederse, Allah’ın hic bir seye ihtiyacı yoktur"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: -Ey kitap ehli, yaptıgınıza sahit iken Allah’ın ayetlerini niye tanımazlık ediyorsunuz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: -Ey kitap ehli, nicin iman edenleri Allah’ın yolunda egrilik arayarak saptırmaya calısıyorsunuz? (Oysa siz de onun dogru oldugunu) gorup duruyorsunuz. Allah yaptıklarınızdan habersiz degildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler, eger kitap verilenlerden bir gruba uyarsanız, iman ettikten sonra sizi kafirlige dondururler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Allah’ın ayetleri size okunur, aranızda Resulu bulunurken nasıl inkar edersiniz?! Kim Allah’a sımsıkı baglanırsa o suphesiz, dosdogru yola yoneltir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler, Allah’tan gerektigi gibi korkup/sakının ve yalnızca (O’na) teslim olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Topluca Allah’ın ipine sımsıkı sarılın ve parcalanmayın! Allah’ın uzerinizdeki nimetini dusunun, hani siz dusman idiniz de O, kalplerinizi birlestirdi. O´nun bu nimeti ile kardesler oldunuz. Siz, bir ates cukurunun kenarında idiniz de sizi oradan kurtardı. Dogru yola cıkasınız diye, Allah size ayetlerini iste boyle acıklıyor"},{"SurahNumber":3,"VerseNumber":104,"Text":"Sizden hayra davet eden, iyiligi emredip, kotulukten uzaklastıran bir ummet olussun. Iste kurtulusa erenler onlardır"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apacık belgeler geldikten sonra ihtilafa duserek parcalananlar gibi olmayın. Bir takım yuzlerin parladıgı ve bir takım yuzlerin de karardıgı gunde onlar icin buyuk bir azap vardır. Yuzleri kararanlara: -Imanınızdan sonra kafir mi oldunuz, oyleyse, kafir oldugunuz icin tadın azabı (denir)"},{"SurahNumber":3,"VerseNumber":106,"Text":"Kendilerine apacık belgeler geldikten sonra ihtilafa duserek parcalananlar gibi olmayın. Bir takım yuzlerin parladıgı ve bir takım yuzlerin de karardıgı gunde onlar icin buyuk bir azap vardır. Yuzleri kararanlara: -Imanınızdan sonra kafir mi oldunuz, oyleyse, kafir oldugunuz icin tadın azabı (denir)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yuzleri ak olanlar ise Allah’ın rahmetindedirler, onlar orada ebedidirler"},{"SurahNumber":3,"VerseNumber":108,"Text":"Iste bu sana hakkıyla okudugumuz Allah’ın ayetleridir. Allah hic kimseye zulmetmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerde ve yerde ne varsa Allah’ındır. Butun isler de Allah’a dondurulur"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanlar icin cıkarılmıs en hayırlı ummetsiniz. Iyiligi emreder, kotulugu yasaklarsınız. Allah’a iman edersiniz. Kitap ehli de iman etseydi kendileri icin iyi olurdu. Onlardan mumin olanlar vardır. Fakat cogunlugu fasıktır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar, size eziyetin dısında asla zarar veremeyeceklerdir. Eger sizinle savasırlarsa arkalarını donup kacarlar. Sonra onlara yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlara, Allah’a ve insanlara karsı taahhutlerine baglanmadıkları surece nerede olurlarsa olsunlar bir zillet damgası vurulmustur. Ayrıca Allah’ın gazabına ugradılar da miskinlige mahkum edildiler. Bu, onların Allah’ın ayetlerini inkar etmeleri ve peygamberleri haksız yere oldurmeleri sebebiyle idi. Bu, onların isyan etmeleri ve haddi asmaları yuzunden idi"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ehli kitabın hepsi bir degildir. Onlardan; geceleri Allah’ın ayetlerini okuyup duran secdeye kapanan bir topluluk vardır"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar, Allah’a ve ahiret gunune inanır. Iyiligi emreder, kotulugu yasaklar, hayırlarda yarısırlar. Iste onlar da salihlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ne hayır yaparlarsa, ondan mahrum bırakılacak degillerdir. Allah muttakileri, cok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kafir olanlar ise onlara malları da evlatları da Allah’tan gelen bir seye/azaba karsı bir fayda vermeyecektir. Onlar, cehennem ashabıdır, orada ebedidirler"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onların bu dunya hayatında harcadıkları seyin ornegi; kavurucu soguk bir ruzgara benzer. Kendilerine zulmetmis bir toplumun ekinine isabet eder de, onu helak eder. Oysa Allah, onlara zulmetmemis fakat onlar kendilerine zulmetmislerdir"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler, sizden olmayanı sırdas edinmeyin. Zira onlar size ellerinden gelen her turlu kotulugu yaparlar, size sıkıntı verecek seyleri arzu ederler. Kinleri / ofkeleri agızlarından tasmaktadır. Iclerinde gizledikleri (nefret) ise daha da buyuktur. Eger aklınızı kullanıyorsanız iste size ayetleri acıkladık"},{"SurahNumber":3,"VerseNumber":119,"Text":"Siz, o kimselersiniz ki, onlar sizi sevmiyorken siz onları seviyor ve butun kitaba iman ediyorsunuz. Sizinle karsılastıklarında “iman ettik” derler, yalnız kaldıklarında da size kin ve dusmanlıklarından parmaklarını ısırırlar. De ki: -Ofkenizden catlayın! Allah suphesiz, sinelerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik gelirse bu onları uzer, size bir kotuluk dokunursa buna sevinirler. Eger sabreder ve korunursanız onların hilesi size hic bir zarar vermez. Allah, onların yaptıklarını tam olarak kusatmıstır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen, savas icin muminleri elverisli yerlere yerlestirmek uzere evinden ayrılmıstın. Allah isiten ve bilendir"},{"SurahNumber":3,"VerseNumber":122,"Text":"Icinizden iki grup, Allah yardımcıları olmasına ragmen, az kalsın yılgınlık gosteriyorlardı. Muminler, Allah’a baglansınlar"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allah, size Bedir’de daha zayıf oldugunuz halde yardım etmisti. O halde Allah’tan korkun ki, sukredesiniz"},{"SurahNumber":3,"VerseNumber":124,"Text":"Mu’minlere: -Rabbinizin, indirilen uc bin melekle yardım ulastırması size yetmez mi? diyordun"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, eger sabreder, korunursanız ve onlar da size aniden saldırırlarsa, o zaman Rabbiniz size bes bin isaretli melekle yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, bu yardımı size sadece mujde olması ve kalplerinizin bununla yatısması, kafir olanların da bir kısmını yok edip veya perisan ederek umitsizce geri donmeleri icin yapmıstı. Zafer, ancak Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":127,"Text":"Allah, bu yardımı size sadece mujde olması ve kalplerinizin bununla yatısması, kafir olanların da bir kısmını yok edip veya perisan ederek umitsizce geri donmeleri icin yapmıstı. Zafer, ancak Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":128,"Text":"Senin bu hususta yapacak bir seyin yoktur. Allah, ya onların tevbesini kabul eder veya onları cezalandırır. Cunku onlar zalimlerdir"},{"SurahNumber":3,"VerseNumber":129,"Text":"Goklerde ve yerde ne varsa hepsi Allah’ındır! Diledigini bagıslar, diledigini de cezalandırır. Allah, cok bagıslayan ve merhamet edendir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler, kat kat artırılan, faizi yemeyin. Allah’tan korkun ki, kurtulusa eresiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirler icin hazırlanan atesten kendinizi koruyun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah ve Peygamberine itaat edin ki size merhamet edilsin"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizden gelen magfirete ve genisligi gokler ile yer kadar olan, muttakiler icin hazırlanmıs cennete kosusun"},{"SurahNumber":3,"VerseNumber":134,"Text":"Muttakiler, bollukta da darlıkta da veren, ofkelerine hakim olan ve insanların kusurlarını bagıslayanlardır. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Muhsinler, bir cirkin is yaptıklarında veya nefislerine zulmettiklerinde Allah’ı zikredip gunahları icin magfiret dilerler. Allah’tan baska gunahları kim bagıslar? Onlar, yaptıklarında bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste boyle olanların mukafatı, Rableri tarafından bagıslanmak ve altlarından ırmaklar akan cennetlerdir. Orada ebedidirler. Boyle calısanların mukafatı ne guzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once nice hayat tarzları gelip gecmistir. Yeryuzunde dolasın da yalanlayanların akıbetinin nasıl oldugunu gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, (butun) insanlar icin acıklama, muttakiler icin yol gosterme ve bir oguttur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Eger gercekten mumin olduysanız, siz, daha ustun olmanıza ragmen gevsemeyin, uzuntuye dusmeyin"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger siz bir yara aldıysanız, o topluluk da ona benzer bir yara aldı. Allah’ın iman edenleri ortaya cıkarması, icinizden sehitler edinmesi ve iman edenleri arındırıp, kafirleri mahvetmesi icin bu gunleri insanlar arasında dondurur dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Eger siz bir yara aldıysanız, o topluluk da ona benzer bir yara aldı. Allah’ın iman edenleri ortaya cıkarması, icinizden sehitler edinmesi ve iman edenleri arındırıp, kafirleri mahvetmesi icin bu gunleri insanlar arasında dondurur dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa Allah, icinizden cihat edenleri belirlemeden ve sabredenleri ortaya cıkarmadan cennete gireceginizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Oysa siz, (Uhud’da) olumle karsılasmadan once (Allah yolunda) olmeyi arzuladınız. Iste simdi onu gozlerinizle gordunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed yalnızca bir elcidir. Ondan once de, elciler gelip gecmistir. Oyleyse simdi, O, olur veya oldurulurse topuklarınızın ustunde geri mi doneceksiniz? Kim topukları uzerinde geri donerse, Allah’a hic bir sekilde zarar veremez. Allah, sukredenleri mukafatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hic kimse, Allah’ın izni olmadan ve belirlenmis suresi gelmeden olmez. Dunya nimeti isteyene ondan veririz. Ahiret nimeti isteyene de ondan veririz. Biz, sukredenleri mukafatlandıracagız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler vardır ki onların yanında bir cok rabbani (Rabbine yonelen kimse) savasmıstır. Allah yolunda baslarına gelen musibetler sebebiyle gevsememisler, zaaf gostermemis ve boyun da egmemislerdir. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların sozu: -Rabbimiz, gunahlarımızı ve islerimizdeki asırılıgımızı bagısla ayaklarımızı sabit kıl, kafir topluma karsı bize yardım et! demekten baska bir sey degildi"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara dunya nimetini ve ahiret nimetinin en guzelini verdi. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Eger kafirlere itaat ederseniz, onlar sizi gerisin geri dondururler de husrana ugrayanlardan olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Halbuki sizin mevlanız / yardımcınız, Allah’tır. O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Hakkında hic bir delil indirmedigi seyi Allah’a sirk kostukları icin kafirlerin kalbine korku salacagız. Onların varacagı yer atestir. Zalimlerin varacagı yer ne kotudur"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah, sevdiginizi gosterdikten sonra dagıldıgınız, emir konusunda tartıstıgınız ve isyan ettiginiz ana kadar, size olan vaadini gerceklestirmisti. O’nun izni ile kafirleri olduruyordunuz. Sizden kimi dunya hayatını istiyor, kimi ahiret hayatını istiyordu. Sonra denemek icin onların karsısında sizi bozguna ugrattı. Artık Allah sizi affetmistir. Cunku Allah, muminlere karsı cok lutufkardır"},{"SurahNumber":3,"VerseNumber":153,"Text":"O vakit siz, kimseye bakmadan kacıyor, peygamber de arkanızdan sizi cagırıyordu. Kaybettiginize ve basınıza gelene uzulmeyesiniz diye Allah size keder ustune keder verdi. Allah, butun yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra, o kederin ardından size oyle bir guven oyle bir uyku indirdik ki O, icinizden bir grubu kapladı. Bir grup da canlarının derdine dusup, Allah hakkında, cahiliye (donemi) zannı ile dogru olmayan bir zanda bulunuyorlardı: -Bu isten bize ne? (Biz mi gelmek istedik) diyorlardı. De ki: -Is tamamıyla Allah’ındır. Iclerinde, sana acıklamadıkları bir sey gizliyorlar. -Bizim gorusumuz alınsaydı, burada oldurulup gitmezdik, diyorlar. De ki: -Evlerinizde bulunsaydınız bile, oldurulecekleri takdir olunanlar yatırılacakları yere giderlerdi. Bu, Allah’ın gonullerinizdekini denemesi ve kalplerinizdekini temizlemesi icindir... Allah, gonullerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Iki toplulugun karsılastıgı gun, icinizden geri donenler isledikleri bazı hataları yuzunden seytan onların ayagını kaydırmak istedi. Yine de Allah, onları affetti. Allah, cok bagıslayıcı ve cok sefkatlidir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Yolculuga cıkan veya savasa giden kardesleri icin “yanımızda kalsalardı olmez ve oldurulmezlerdi” diyen kafirler gibi olmayın. Allah, bunu onların kalbinde yakıp kavuran bir dert kılmak icin ortaya koymustur. Yasatan da olduren de Allah’tır. Allah, yaptıklarınızı gormektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger Allah yolunda oldurulur veya olurseniz, (kesin olarak bilin ki) Allah’ın magfiret ve rahmeti onların topladıkları (mallar)dan hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Olseniz de oldurulseniz de suphesiz Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Sen, Allah’ın rahmeti ile onlara yumusak davrandın. Eger kaba ve katı kalpli olsaydın elbette etrafından dagılıp giderlerdi. Onları affet ve onlar icin Allah’tan bagıslanma dile. Is hususunda onlarla istisare et, karar verdigin zaman, artık Allah’a guven, Allah kendisine guvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, sizi kimse yenemez. Eger size yardımı keserse, bundan sonra size yardım edecek kimdir? Muminler, yalnız Allah’a guvenip dayanmalıdırlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin kendisine verilen emanete hıyanet etmesi dusunulemez. Cunku, kim O’nun emanetine hıyanet ederse, kıyamet gunu hıyaneti ile gelir. Sonra herkese kazancı, haksızlık yapılmadan odenir"},{"SurahNumber":3,"VerseNumber":162,"Text":"Hic Allah’ın rızasına uyan kimse, Allah’ın gazabına ugrayan ve yeri cehennem olan kimse gibi olur mu? Cehennem, ne kotu bir varılacak yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar Allah katında derece derecedirler. Allah, (onların) yaptıklarını gormektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah, muminlere; onlara ayetlerini okuyan, arındıran, kitap ve hikmeti ogreten aralarından bir peygamber gondermekle buyuk lutufta bulunmustur oysa, bundan once onlar apacık bir sapıklık icindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Dusmanlarınızın basına iki katını getirdiginiz bela sizin basınıza gelince mi “Bu nasıl olur?” diyorsunuz. De ki: -O, sizin kendinizdendir. Allah’ın her seye gucu yeter"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki ordunun carpıstıgı gun basınıza gelen ancak Allah’ın izni ile olmustu. Muminleri belirlemek ve munafıklık edenleri de ortaya cıkarmak icin. O munafıklara: -Gelin, Allah yolunda savasın veya mudafaada bulunun! denilmis, onlar da: -Savasmayı bilseydik, ardınızdan gelirdik elbette, demislerdi. Onlar o gun, imandan cok kufre yakındılar. Agızlarıyla kalplerinde olmayanı soyluyorlardı. Allah onların gizledigini cok iyi biliyor"},{"SurahNumber":3,"VerseNumber":167,"Text":"Iki ordunun carpıstıgı gun basınıza gelen ancak Allah’ın izni ile olmustu. Muminleri belirlemek ve munafıklık edenleri de ortaya cıkarmak icin. O munafıklara: -Gelin, Allah yolunda savasın veya mudafaada bulunun! denilmis, onlar da: -Savasmayı bilseydik, ardınızdan gelirdik elbette, demislerdi. Onlar o gun, imandan cok kufre yakındılar. Agızlarıyla kalplerinde olmayanı soyluyorlardı. Allah onların gizledigini cok iyi biliyor"},{"SurahNumber":3,"VerseNumber":168,"Text":"Oturdukları yerden, oldurulen kardesleri icin: -Bize uysalardı oldurulmezlerdi, diyen kimselere de ki: -Haydi, dogru soyluyorsanız, olumu kendinizden savın"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri olu saymayın cunku onlar, Rab´lerinin huzurunda diridirler ve rızıklandırılırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah’ın kendilerine fazlından verdigi seylere sevinenler, arkalarından (kendilerine) yetisemeyenlere, kendilerine bir korku olmadıgını ve mahzun da olmayacaklarını mujdelemek isterler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah’ın nimetini ve fazlını ve Allah’ın muminlerin ecrini zayi etmeyecegini de mujdelemek isterler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Onlar kendilerine isabet eden yaradan sonra da Allah’a ve Resulune icabet edenlerdir. Onlardan iyilik eden ve takva sahibi olanlar icin buyuk bir ecir vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlara bazı kimseler: -Insanlar sizinle savasmak icin toplandı; onlardan korkun! dediklerinde bu onların imanını artırdı ve “Allah bize yeter, O ne guzel vekildir” diye karsılık verdiler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Onlara bir kotuluk dokunmadan Allah’tan olan bir nimet ve fazilet ile donduler. Allah’ın rızasına uydular. Allah, fazilet ve azamet sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"Seytan, ancak kendi dostlarını korkutur. Eger muminseniz onlardan korkmayın, benden korkun"},{"SurahNumber":3,"VerseNumber":176,"Text":"Kufurde yarısanlar seni uzmesin. Onlar Allah’a hic bir zarar veremezler. Allah, onların ahirette bir nasibinin/payının olmamasını istiyor. Ve onlara buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"Imana karsılık kafirligi satın alanlar, Allah’a hic bir sekilde zarar veremezler. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kafirler kendilerine muhlet vermemizi hayırlı sanmasınlar. Biz onlara ancak gunahlarını artırmaları icin muhlet veriyoruz/ omurlerini uzatıyoruz. Onlar icin alcaltıcı bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah, iyiyi kotuden ayırmak icin muminleri sizin uzerinizde bulundugunuz bu durumda bırakmayacaktır. Size gaybı da bildirecek degildir. Fakat, Allah, peygamberlerden diledigini secer. Allah’a ve peygamberlerine iman edin. Eger iman eder ve gunahlardan korunursanız size buyuk bir mukafat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah’ın kendilerine fazlından verdigi seylerde cimrilik edenler, bunu kendileri icin hayırlı sanmasınlar, aksine bu onlar icin serdir. Kıyamet gunu cimrilik ettikleri seyler boyunlarına dolanacaktır. Goklerin ve yerin mirası Allah’ındır. Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah, “Allah fakirdir, biz zenginiz” diyen kimselerin sozunu isitmistir. Onların dediklerini ve haksız olarak peygamberlerini oldurmelerini yazacak ve: -Yangın / atesin azabını tadın, diyecegiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu sizin ellerinizle hazırladıgınızdır. Allah kullarına zulmedici degildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Allah, bizden atesin yedigi bir kurban bize getirinceye kadar bir peygambere inanmamamız icin soz aldı, diyenlere de ki: -Benden once size peygamberler apacık delillerle ve soylediginiz (mucize) ile gelmisti. Eger dogru soyluyorsanız/sozunuzde samimi iseniz nicin onları oldurdunuz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eger seni yalanlıyorlarsa, onlar, senden onceki apacık delilleri, sahifeleri ve aydınlatıcı kitabı getiren peygamberleri de yalanlamıslardı"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her can olumu tadacaktır. Kıyamet gunu de ancak yaptıklarınızın karsılıgı size odenecektir. Kim atesten uzak tutulur ve cennete sokulursa, o kurtulmustur. Dunya hayatı aldatıcı bir gecimlikten baska bir sey degildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Mallarınız ve canlarınız hususunda elbette imtihan olunuyorsunuz. Sizden once kendilerine kitap verilenlerden ve musriklerden eziyet verici bir cok (kotu soz) isitiyorsunuz. Eger bunlara sabreder ve korunursanız; bu, azmedilmesi gereken islerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Allah kitap verilenlerden, “kitabı insanlara muhakkak acıklayacaksınız, gizlemeyeceksiniz” diye soz almıstı da, onlar, kitabı arkalarına atıp umursamamıslar, az bir bedele karsılık degismislerdi, alıs verisleri ne kotudur"},{"SurahNumber":3,"VerseNumber":188,"Text":"Sakın, yaptıkları (kotuluklerle) ferahlayan, yapmadıkları seylerle ovulmekten hoslanan kimselerin azaptan kurtulacaklarını sanma. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin hakimiyeti Allah’ındır. Allah’ın her seye gucu yeter"},{"SurahNumber":3,"VerseNumber":190,"Text":"Goklerin ve yerin yaratılmasında, gece ile gunduzun birbiri ardınca gelmesinde, akıl sahipleri icin deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"O akıl sahipleri, ayakta da, otururken de, yanları uzere yatarken de Allah’ı dusunurler/anarlar, goklerin ve yerin yaratılısını dusunerek soyle dua ederler: -Rabbimiz, bunları bosuna yaratmadın. Seni (eksiklikten ve bos seyler yapmaktan) tenzih ederiz. Bizi atesin azabından koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz suphesiz sen kimi atese atarsan, onu perisan edersin, zalimlerin yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz, biz, “Rabbinize iman edin” diye, imana cagıran bir davetciyi isittik ve iman ettik. Rabbimiz bizim gunahlarımızı bagısla, suclarımızı ort, iyilerle birlikte canımızı al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz, bize elcilerinle vaat ettigin seyleri ver ve kıyamet gunu bizi perisan etme, sen sozunden donmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Allah da onların duasına karsılık verdi: -Ben, sizden erkek veya kadın hic bir calısanın amelini zayi etmem, siz birbirinizdensiniz. Hicret edenler, memleketlerinden cıkarılanlar, benim yolumda iskence edilenler, savasan ve oldurulenlerin, elbette gunahlarını ortecegim ve onları alt taraflarından ırmakların aktıgı cennetlere girdirecegim. Allah katından bir mukafat olarak... Mukafatın en guzeli Allah katındandır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kafirlerin diyar diyar dolasmaları seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Az bir gecimlik sonra varacakları yer cehennemdir. Orası ne kotu yerlesim yeridir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Rab’lerinden korkanlara da altlarından ırmaklar akan ve icinde temelli kalacakları cennetler vardır. Allah katından bir agırlanmadır / ikramdır. Allah katında olanlar, iyi kimseler icin daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden, Allah’a ve size indirilenlere ve kendilerine indirilenlere iman edip, Allah’tan korkanlar ve Allah’ın ayetlerini az bir bedele karsılık satmayanlara, iste onlara Rab’leri katında mukafatları vardır. Allah, hesabı cabuk gorur"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler, Sabredin, (kafirlere karsı) direncli olun, temkinli olun, Allah’tan korkun ki kurtulusa eresiniz"}]}