{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"tana dasunni (muham'mad nu), masjid al haram (makka mukarrama) nundi parisaralanu subhavantam cesina masjid al akhsa (baitul makhdis) varaku ratri vela tisuku poyina ayana (allah) sarva lopalaku atitudu. Idi memu ataniki ma konni nidarsanalanu (ayat lanu) cupataniki cesamu. Niscayanga, ayana sarvam vinevadu, sarvam cusevadu"},{"SurahNumber":17,"VerseNumber":2,"Text":"mariyu memu musaku granthanni iccamu mariyu danini israyil santati variki margadarsiniga cesi, dani dvara ila ajnapincamu: \"Nannu (allah nu) tappa marevvarini sanraksakuniga (karyasadhakuniga) cesukovaddu"},{"SurahNumber":17,"VerseNumber":3,"Text":"memu nuh to batu odalo ekkincina vari santativaralara! Niscayanga atanu (nuh) krtajnudaina dasudu"},{"SurahNumber":17,"VerseNumber":4,"Text":"mariyu memu granthanlo israyil santati varini ila heccarincamu: \"Miru bhuvilo rendu sarlu sanksobhanni rekettistaru, mariyu goppa ahankaranni pradarsistaru"},{"SurahNumber":17,"VerseNumber":5,"Text":"ika a rentilo modati vagdanam raga memu mipai ghora yud'dhanipunulaina ma dasulanu pampamu. Varu mi grhalaloki dusukellaru. Mariyu i vidhanga ma vagdanam neravercabadindi"},{"SurahNumber":17,"VerseNumber":6,"Text":"a taruvata memu miku varipai marala prabalyam vahince avakasam kaligincamu. Mariyu sampadatonu mariyu santanantonu miku sahayam cesamu mariyu mi sankhya balanni kuda pencamu"},{"SurahNumber":17,"VerseNumber":7,"Text":"(Mariyu memu annamu): \"Okavela miru melu ceste adi mi svayam korake melu cesukunnatlu. Mariyu okavela miru kidu ceste adi mi korake!\" Pidapa rendava vagdanam raga mi mukhalanu (mim'malni) avamana paracataniki, modatisari varu masjid al akhsalo durinatlu, marala durataniki mariyu variki andina prati danini nasanam ceyataniki (mi satruvulanu mipaiki pampamu)"},{"SurahNumber":17,"VerseNumber":8,"Text":"(mariyu taurat lo ila annamu): \"Bahusa mi prabhuvu ippudu mim'malni karunincavaccu! Kani okavela miru alage pravartiste, memu kuda tirigi alage cestamu. Memu narakagnini, satyatiraskarula koraku cerasalaga cesi uncamu"},{"SurahNumber":17,"VerseNumber":9,"Text":"niscayanga, i khur'an purtiga, saraina (savyamaina) margam vaipuku margadarsakatvam cestundi. Mariyu satkaryalu cestu unde visvasulaku tappaka goppa pratiphalamundane subhavartanu andajestundi"},{"SurahNumber":17,"VerseNumber":10,"Text":"mariyu niscayanga, paralokanni visvasincina variki memu badhakaramaina siksanu sid'dha paraci uncamani (teliyajestundi)"},{"SurahNumber":17,"VerseNumber":11,"Text":"mariyu manavudu (teliyaka taracuga) melu koraku ela arthincalo, kidu koraku kuda alage arthistadu. Mariyu manavudu cala tondarapatu galavadu (atragadu)"},{"SurahNumber":17,"VerseNumber":12,"Text":"mariyu memu ratrimbavallanu rendu sucanaluga cesamu. Ratri sucananu memu kantihinam cesamu. Mariyu pagati sucananu - miru mi prabhuvu anugrahanni anvesincataniki mariyu sanvatsarala lekka pettataniki mariyu (kalanni) ganincataniki - prakasavantamainadiga cesamu. Mariyu memu prati visayanni vivarinci spastanga telipamu"},{"SurahNumber":17,"VerseNumber":13,"Text":"mariyu memu prati manavuni medalo atani karmalanu katti untamu. Mariyu punarut'thana dinamuna atani (karma) granthanni atani mundupedtamu, danini atadu spastamainadiga grahistadu"},{"SurahNumber":17,"VerseNumber":14,"Text":"(Atanito ila anabadutundi): \"Nivu ni karmapatranni caduvuko! I roju ni (karmala) lekka cusukovataniki svayanga nive calu"},{"SurahNumber":17,"VerseNumber":15,"Text":"evadu sanmarganni avalambistado, atadu niscayanga, tana meluke sanmarganni avalambistadu. Mariyu evadu margabhrastudavutado, atadu niscayanga, tana nastanike margabhrastudavutadu. Mariyu baruvu mose vadevvadu marokani baruvunu moyadu. Mariyu memu oka pravaktanu pampa nanta varaku (prajalaku) siksa vidhincevaramu kamu"},{"SurahNumber":17,"VerseNumber":16,"Text":"mariyu memu oka nagaranni nasanam ceyadalacu kunnappudu (modata) andulo unna sthitimantulaku ajna pamputamu; a pidapa kuda varu bhrastacaraniki palpadite! Appudu danipai (ma) adesam jari ceyabadutundi. Appudu memu danini nasanam cestamu"},{"SurahNumber":17,"VerseNumber":17,"Text":"mariyu memu nuh tarvata enno tarala varini i vidhanga nasanam cesamu. Mariyu tana dasula papalanu telusukovataniki, cudataniki ni prabhuve calu"},{"SurahNumber":17,"VerseNumber":18,"Text":"evadu (ihaloka) tatkalika sukhalu korukuntado - memu korina vaniki - danilo maku istam vaccinanta, osangutamu. Taruvata atani koraku narakanni niyamistamu, danilo atadu avamananto bahiskarinca badinavadai dahimpabadatadu"},{"SurahNumber":17,"VerseNumber":19,"Text":"mariyu evadu visvasi ayi, paraloka (sukhanni) kori danikai krsi ceyavalasina vidhanga krsicestado, alanti vari krsi svikarincabadutundi"},{"SurahNumber":17,"VerseNumber":20,"Text":"ni prabhuvu yokka bahumanalu viriki mariyu variki andariki svecchaga prasadinca badatayi. Mariyu ni prabhuvu yokka bahumanalu (evvariki) nisedhincabadaledu"},{"SurahNumber":17,"VerseNumber":21,"Text":"cudandi! Memu kondariki marikondaripai e vidhanga ghanata nosangamo! Kani paraloka (jivita sukha) me goppa sthanalu galadi mariyu goppa ghanata galadi"},{"SurahNumber":17,"VerseNumber":22,"Text":"(o manavuda!) Allah ku toduga maroka aradhya daivanni kalpincaku. Ala ceste nivu avamanincabadi sahakaralu pondani (tyajincabadina) vadavavutavu"},{"SurahNumber":17,"VerseNumber":23,"Text":"Mariyu ni prabhuvu: Tananu tappa itarulanu aradhincakudadani mariyu tallidandrulato mancitananto vyavaharincalani, ajnapinci unnadu. Okavela varilo e okkaru gani, leda variruvuru gani musalivaraite, varito visukkuntu: \"Chi! (Uph)\" ani kuda anaku mariyu varini gaddincaku mariyu varito maryadaga matladu"},{"SurahNumber":17,"VerseNumber":24,"Text":"mariyu vari mida karuna mariyu vinayavidheyatala rekkalanu capu mariyu vari koraku ila prarthincu: \"O na prabhu! Varu e vidhanga nannu balyanlo pencaro ade vidhanga nivu vari yedala karunanu cupu"},{"SurahNumber":17,"VerseNumber":25,"Text":"mi manas'sulalo unnadi mi prabhuvuku baga telusu. Miru sanmargulayite, niscayanga ayana vaipunaku (pascattapanto) palumarlu marale varini ayana ksamistadu"},{"SurahNumber":17,"VerseNumber":26,"Text":"mariyu bandhuvulaku, pedalaku mariyu batasarulaku, vari hakku ivvu. Mariyu (ni dhananni) vrtha kharculalo vyartham ceyaku"},{"SurahNumber":17,"VerseNumber":27,"Text":"niscayanga, vyarthamaina kharculu cesevaru saitanula sodarulu. Mariyu saitan tana prabhuvu patla krtaghnudaina vadu"},{"SurahNumber":17,"VerseNumber":28,"Text":"mariyu nivu asince, ni prabhuvu karunyanni pondataniki - niku vari nundi mukham trippukovalasi vaccina - varito mrduvuga matladu"},{"SurahNumber":17,"VerseNumber":29,"Text":"mariyu nivu (pisinaritananto) ni cetini ni medaku kattukoku mariyu danini purtiga svecchaga kuda vadali pettaku. Ala ceste nindalaku guri avutavu, dikkuleni vadavai kurcuntavu (vicaristavu)"},{"SurahNumber":17,"VerseNumber":30,"Text":"niscayanga, ni prabhuvu tanu korina variki jivanopadhini puskalanga prasadistadu mariyu tanu korina variki taggistadu. Niscayanga, ayane tana dasula (sthitula)nu baga erigevadu, cusevadunu"},{"SurahNumber":17,"VerseNumber":31,"Text":"mariyu pedarikaniki bhayapadi miru mi santananni campakandi. Meme variki mariyu miku kuda jivanopadhini samakurcevaramu. Niscayanga, varini campatam goppa neram"},{"SurahNumber":17,"VerseNumber":32,"Text":"Mariyu vyabhicaranni samipincakandi. Adi niscayanga, aslilamainadi mariyu bahu cedda margamu"},{"SurahNumber":17,"VerseNumber":33,"Text":"n'yayaniki tappa, allah nisedhincina e pranini kuda campakandi. Evadu an'yayanga campabadatado, memu atani varasuniki (pratikara) hakku icci unnamu. Kani atadu hatya (pratikara) visayanlo haddulanu mirakudadu. Niscayanga, ataniki (dharmaprakaram) sahaya mosangabadutundi"},{"SurahNumber":17,"VerseNumber":34,"Text":"mariyu atadu yuktavayas'suku cerananta varaku - sakramamaina pad'dhatilo tappa anathuni astini samipincakandi. Mariyu cesina vagdananni purti ceyandi, niscayanga vagdanam gurinci prasnincadam jarugutundi"},{"SurahNumber":17,"VerseNumber":35,"Text":"mariyu miru kolici iccetappudu kolata patra ninduga kolici ivvandi. Mariyu (tuci iccetappudu) trasuto samananga tukam ceyandi. Ide manci pad'dhati mariyu (ide) civaraku manci phalitam istundi"},{"SurahNumber":17,"VerseNumber":36,"Text":"mariyu (o manavuda!) Niku teliyani visayam ventabadaku. Niscayanga cupulu, vinikidi mariyu hrdayam vitannintini gurinci, (tirpu dinamuna) prasnincadam jarugutundi"},{"SurahNumber":17,"VerseNumber":37,"Text":"mariyu bhumipai virravigutu nadavaku. Niscayanga nivu bhumini cilcanu levu mariyu parvatala ettuku ceranu levu"},{"SurahNumber":17,"VerseNumber":38,"Text":"ivanni duskaryale, ni prabhuvu drstilo ento asahyakaramainavi"},{"SurahNumber":17,"VerseNumber":39,"Text":"ivi vivekanto nindi vunna visayalu. Vatini ni prabhuvu niku divyajnanam (vahi) dvara teliyajesadu. Mariyu allah to patu marokarini aradhya daivanga cesukoku. Ala ceste avamananiki guri ayi, bahiskarincabadi narakanlo troyabadatavu"},{"SurahNumber":17,"VerseNumber":40,"Text":"emi? Mi prabhuvu, miku pratyekanga kumarulanu prasadinci tana koraku devadutalanu kumarteluga cesukunnada? Niscayanga miru palikedi cala ghoramaina mata"},{"SurahNumber":17,"VerseNumber":41,"Text":"mariyu varu vastavaniki hitabodha pondutarani, memu i khur'an lo aneka vidhaluga bodhincamu. Kani adi vari vyatirekatanu matrame adhikam cestunnadi"},{"SurahNumber":17,"VerseNumber":42,"Text":"Varito anu: \"Okavela varu varannatlu allah to patu itara aradhya daivale unnatlaite, varu kuda (allah) sinhasananiki (ars ku) cere marganni vetike varu kada"},{"SurahNumber":17,"VerseNumber":43,"Text":"ayana sarvalopalaku atitudu mariyu atyunnatudu, varu apadince matala kante mahonnatudu, mahaniyudu (goppavadu)"},{"SurahNumber":17,"VerseNumber":44,"Text":"saptakasalu, bhumi mariyu vatilo unna samastamu ayana pavitratanu koniyadutu untayi. Mariyu ayana pavitratanu koniyadanidi, ayana stotram ceyanatuvantidi edi ledu, kani miru vati stutini artham cesukoleru. Niscayanga, ayana ento sahanasiludu, ksamasiludu"},{"SurahNumber":17,"VerseNumber":45,"Text":"mariyu nivu khur'an nu pathincetappudu niku mariyu paraloka jivitanni visvasincani variki, madhya kanabadani tera vesi unnamu"},{"SurahNumber":17,"VerseNumber":46,"Text":"mariyu varu grahincakunda, vari hrdayala mida teralu mariyu vari cevulalo cevudu vesi unnamu. Okavela nivu khur'an (parayanam) to ni prabhuvu yokka ekatvanni prastaviste varu asahyanto venudirigi maralipotaru"},{"SurahNumber":17,"VerseNumber":47,"Text":"varu ni matalanu vintunnappudu, varu emi vintunnaro maku baga telusu. I durmargulu ekantanlo unnappudu parasparam gusagusaladutu ila ceppukuntaru: \"Miru anusaristunna i manisi kevalam mantrajalaniki guri ayina vadu matrame"},{"SurahNumber":17,"VerseNumber":48,"Text":"(o muham'mad!) Cudu! Varu ninnu elanti udaharanalato polcutunnaro, endukante varu margam tapparu, kavuna varu (saraina) margam pondaleru"},{"SurahNumber":17,"VerseNumber":49,"Text":"mariyu varu ila antaru: \"Emi? Memu emukaluga mariyu dum'muga (podiga) maripoyina taruvata kuda tirigi krotta srstiga lepabadatama"},{"SurahNumber":17,"VerseNumber":50,"Text":"varito anu: \"Miru ralluga gani, leda inumuga gani maripoyi undina sare"},{"SurahNumber":17,"VerseNumber":51,"Text":"Leda! Tirigi srstimpabadataniki asadhyamainadani mi hrdayalu bhavince daniga unna sare! (Tirigi lepabadataru)\". Varu malli ila adugutaru: \"Mam'malni tirigi bratikinci lepagala vadu evadu?\" Varito anu: \"Ayane, mim'malni modatisari puttincina vadu!\" Varu egataliga talalu uputu antaru: \"Ayite! Adi eppudu sambhavistundi?\" Varito anu: \"Bahusa a samayam samipanlone undavaccu"},{"SurahNumber":17,"VerseNumber":52,"Text":"a dinamuna, ayana mim'malni pilicinapudu! Miru ayana pilupuku samadhananga ayananu stutistu vastaru. Mariyu miru kevalam konta kalam matrame (bhumilo) undi vunnatlu bhavistaru"},{"SurahNumber":17,"VerseNumber":53,"Text":"mariyu na dasulato, varu matladetappudu manci matalane palakamani ceppu. (Endukante) saitan niscayanga, vari madhya virodhanni rekettincadaniki prayatnistuntadu. Niscayanga, saitan manavudiki bahiranga satruvu"},{"SurahNumber":17,"VerseNumber":54,"Text":"mi prabhuvuku mim'malni gurinci baga telusu. Ayana korite mim'malni karuninca vaccu, leda ayana korite mim'malni siksincavaccu! Mariyu (o muham'mad!) Memu ninnu vari karyakartaga (raksakuniga) niyaminci pampaledu"},{"SurahNumber":17,"VerseNumber":55,"Text":"mariyu bhumyakasalalo unna varandarini gurinci ni prabhuvuku baga telusu. Mariyu vastavaniki memu kondaru pravaktalaku marikondaripai ghanata nosangamu. Mariyu memu davud ku jabur iccamu"},{"SurahNumber":17,"VerseNumber":56,"Text":"varito itlanu: \"Ayana (allah) nu kadani mirevarinaite (aradhyadaivaluga) bhavincaro, varini arthinci cudandi; mi apadanu tolagincataniki gani, danini marcataniki gani variki elanti sakti ledu"},{"SurahNumber":17,"VerseNumber":57,"Text":"Varu, evarinaite viru prarthistu unnaro, vare tama prabhuvu sannidhyanni pondataniki marganni vetukutunnaru. Mariyu varilo ayanaku evaru ekkuva sannidhyam pondutaro ani prayatnistunnaru. Mariyu ayana karunyanni asistunnaru mariyu ayana siksaku bhayapadutunnaru. Niscayanga ni prabhuvu siksa, daniki bhayapada valasinde"},{"SurahNumber":17,"VerseNumber":58,"Text":"mariyu punarut'thana dinaniki mundu memu nasanam ceyani, leda kathinasiksaku guriceyani, nagaramanedi undadu. I visayam granthanlo vrayabadi vundi"},{"SurahNumber":17,"VerseNumber":59,"Text":"mariyu nidarsanalanu (ayat lanu) pampakunda mam'malni edi apaledu. Kani purvakalapu prajalu vatini tiraskarincadame tappa! Mariyu memu samud jati variki pratyaksa nidarsananga oka ada ontenu pampamu, kani varu dani patla kruranga pravartincaru. Mariyu memu nidarsanalanu (ayat lanu) pamputunnadi, kevalam prajalu vatini cusi bhayapadatanike"},{"SurahNumber":17,"VerseNumber":60,"Text":"niscayanga, ni prabhuvu prajalanu parivestinci unnadu.\" Ani memu nito ceppina visayam (jnapakam cesuko)! Memu niku (isra ratrilo) cupina drsyam - mariyu khur'an lo sapincabadina (naraka) vrksam - memu variki oka pariksaga cesamu. Kani ma bhaya pettadam, vari talabirusutananni matrame marinta adhikam cestunnadi"},{"SurahNumber":17,"VerseNumber":61,"Text":"mariyu (jnapakam cesukondi!) Memu devadutalato: \"Adam ku sastangam (sajda) ceyandi.\" Ani ceppinapudu; okka iblis tappa, andaru sastangapaddaru. Atadu annadu: \"Emi? Nivu mattito srstincina vaniki nenu sastangam (sajda) ceyala"},{"SurahNumber":17,"VerseNumber":62,"Text":"inka ila annadu: \"Emi? Nenu cudatam leda? Nivu itaniki vapai adhikyata niccavu. Kani okavela nivu naku punarut'thana dinam varaku vyavadhiniste, nenu itani santati varilo kondarini tappa andarini vasaparacukoni tappu dari pattistanu"},{"SurahNumber":17,"VerseNumber":63,"Text":"Ayana (allah) annadu: \"Sare po! Varilo ninnu evaru anusaristaro! Niscayanga, mirandariki narakame pratiphalamavutundi. Paripurna pratiphalam"},{"SurahNumber":17,"VerseNumber":64,"Text":"mariyu nivu ni dhvanito (matalato) varilo evarevarini asa cupi (akarsincagalavo) akarsincu. Mariyu ni asvika dalalato mariyu ni padati dalalato vari mida padu. Mariyu variki sampadalo, santananlo bhagasvamivika mariyu varito vagdanalu ceyyi. Mariyu saitan cese vagdanalu mosapuccatam tappa inkemuntayi"},{"SurahNumber":17,"VerseNumber":65,"Text":"niscayanga, na dasulu! Varipai niku e vidhamaina adhikaram ledu. Mariyu variki karyakartaga (raksakuniga) ni prabhuve calu"},{"SurahNumber":17,"VerseNumber":66,"Text":"mi prabhuvu, ayane - ayana anugrahanni anvesincataniki - mi koraku samudranlo navalanu nadipimpajesevadu. Niscayanga, ayana mi patla apara karuna pradata"},{"SurahNumber":17,"VerseNumber":67,"Text":"mariyu okavela samudranlo miku apada vaste ayana (allah) tappa, miru pilicevarandaru mim'malni tyajistaru. Kani, ayana mim'malni raksinci, odduku cercinapudu, miru ayana nundi mukham trippukuntaru. Vastavaniki manavudu ento krtaghnudu"},{"SurahNumber":17,"VerseNumber":68,"Text":"emi? Ayana! Nela cilipoyi mim'malni mringakunda; leda tuphanu mipai rakunda; mim'malni suraksitanga undanivvagaladani miru bhavistunnara?\" Appudu miru e raksakudini pondaleru"},{"SurahNumber":17,"VerseNumber":69,"Text":"Leda! Marokasari ayana mim'malni samudranloki tisukoni poyi - mi krtaghnataku phalitanga - mi mida tivramaina tuphanu galini pampi, mim'malni munci veyakunda suraksitanga undanivvagaladani bhavistunnara? Appudu maku virud'dhanga sahayapade varinevvarini miru pondaleru. Mariyu vastavaniki memu adam santatiki gauravamu nosangamu. Mariyu variki nela midanu, samudram lonu, prayanam koraku vahanalanu prasadincamu. Mariyu memu variki parisud'dhamaina vastuvulanu jivanopadhiga samakurcamu. Mariyu memu srstincina enno pranulapai variki pratyeka pradhan'yata niccamu"},{"SurahNumber":17,"VerseNumber":70,"Text":"(jnapakamuncukondi!) Okaroju memu manavulandarini vari vari nayakulato (imam lato) saha pilustamu. Appudu vari karmapatralu kudicetilo ivvabadina varu, tama karma patralanu caduvukuntaru mariyu variki ravvanta (kharjura bijapu cilikaloni poranta) an'yayam kuda jaragadu"},{"SurahNumber":17,"VerseNumber":71,"Text":"mariyu evadu ihalokanlo andhudai melagutado, atadu paralokanlo kuda andhudigane untadu mariyu sanmargam nundi bhrastudavutadu"},{"SurahNumber":17,"VerseNumber":72,"Text":"mariyu (o pravakta!) Memu nipai avatarimpajesina divyajnanam (vahi) nundi ninnu maralinci, nivu adikaka ma peruto maroka danini (sandesanni) kalpincalani ninnu purikolpataniki varu prayatnistunnaru. Nivu ala cesi unte varu tappakunda ninnu tama aptamitruluga cesukunevaru"},{"SurahNumber":17,"VerseNumber":73,"Text":"mariyu okavela memu ninnu sthiranga uncakapote nivu vari vaipuku kontaina moggi unde vadavu"},{"SurahNumber":17,"VerseNumber":74,"Text":"alagaite, memu niku i jivitanlo rettimpu siksanu mariyu canipoyina taruvata kuda rettimpu siksanu ruci cupi undevaram. Appudu maku vyatirekanga niku sahayapade vadini evvadini nivu pondi vundevadavu kadu"},{"SurahNumber":17,"VerseNumber":75,"Text":"Mariyu varu (avisvasulu) ninnu kalavarapetti, ninnu i bhumi nundi vedalagottadaniki prayatnistunnaru. Alantappudu nivu vellipoyina taruvata, varu kuda koddi kalam matrame undagaligevaru"},{"SurahNumber":17,"VerseNumber":76,"Text":"(o muham'mad!) Idi vastavaniki! Memu niku purvam pampina pravaktalandariki vartincina sampradayame"},{"SurahNumber":17,"VerseNumber":77,"Text":"nivu ma sampradayanlo elanti marpunu pondalevu"},{"SurahNumber":17,"VerseNumber":78,"Text":"madhyahnam suryudu valinappati nundi, ratri ayi cikati pade varaku namaj lanu salupu. Mariyu pratahkalanlo (namaj lo) khur'an pathincu. Niscayanga pratahkala khur'an pathanam (devadutala dvara) viksimpa badutundi"},{"SurahNumber":17,"VerseNumber":79,"Text":"mariyu ratrivelalo jagarana (tahajjud) namaj ceyyi. Idi ni koraku adanapu (naphil) namaj. Dinito ni prabhuvu ninnu (punarut'thana dinamuna) prasansaniyamaina sthanamu (makham'm mahmud) nosangavaccu"},{"SurahNumber":17,"VerseNumber":80,"Text":"mariyu ila prarthincu: \"O na prabhu! Nivu na prati pravesanni, satyapravesanga ceyi mariyu na bahirgamananni kuda satya bahirgamananga ceyi mariyu ni vaipu nundi naku adhikara saktini, sahayanni prasadincu"},{"SurahNumber":17,"VerseNumber":81,"Text":"mariyu ila anu: \"Satyam vaccindi mariyu asatyam antarincindi. Niscayanga asatyam antarincaka tappadu"},{"SurahNumber":17,"VerseNumber":82,"Text":"mariyu memu i khur'an dvara visvasulaku svasthatanu mariyu karunyanni kramakramanga avatarimpajestamu. Kani durmargulaku idi nastam tappa maremi adhikam ceyadu"},{"SurahNumber":17,"VerseNumber":83,"Text":"mariyu okavela memu manavunni anugrahiste, atadu mukham trippukoni (ma nundi maralipotadu. Kani ataniki kidu kaligite nirasa cendutadu)"},{"SurahNumber":17,"VerseNumber":84,"Text":"varito ila anu: \"Prati okkadu tanaku tocinatle panulu cestadu, kani mi prabhuvuku matram evadu sanmargam ponde vado baga telusu"},{"SurahNumber":17,"VerseNumber":85,"Text":"Mariyu varu ninnu atma (ruh) nu gurinci prasnistunnaru. Varito ila anu: \"Atma! Na prabhuvu ajnato vastundi. Mariyu (danini gurinci) miku ivvabadina jnanam ati svalpamainadi"},{"SurahNumber":17,"VerseNumber":86,"Text":"mariyu okavela memu korinatlayite nipai avatarimpajeyabadina sandesanni (khur'an nu) lagukogalamu. (Svadhina paracukogalamu). Appudu danini gurinci, maku vyatirekanga, nivu e sahayakudini pondalevu"},{"SurahNumber":17,"VerseNumber":87,"Text":"kevalam ni prabhuvu karunyam tappa! Niscayanga, nipai unna ayana (ni prabhuvu) anugraham ento goppadi"},{"SurahNumber":17,"VerseNumber":88,"Text":"ila anu: \"Okavela manavulu mariyu jinnatulu andaru kalisi, i khur'an vanti danini kalpinci tisuku ravataniki prayatnincina - varu okari kokaru todpadinappatiki - ituvanti danini kalpinci teleru"},{"SurahNumber":17,"VerseNumber":89,"Text":"mariyu vastavaniki, memu i khur'an lo prajalaku pratividhamaina upamananni vivarinci bodhinci unnamu. Ayina calamandi prajalu satyatiraskarulu gane undipoyaru"},{"SurahNumber":17,"VerseNumber":90,"Text":"mariyu varu ila antaru: \"(O muham'mad!) Nivu bhumi nundi ma koraku oka celamanu jhalluna pravahimpa jeyananta varaku memu ninnu visvasincamu"},{"SurahNumber":17,"VerseNumber":91,"Text":"leda! Ni koraku kharjurapu mariyu draksatota erpadi dani madhya nundi selayellu pongi pravahimpa jeyananta varaku"},{"SurahNumber":17,"VerseNumber":92,"Text":"leda, nivu mam'malni bhayapettinatlu, akasam mukkalai mapai padaveyabadananta varaku; leda allah nu mariyu devadutalanu ma mundu pratyaksa paracananta varaku"},{"SurahNumber":17,"VerseNumber":93,"Text":"leda ni koraku svarnagrham erpadananta varaku; leda nivu akasanloki ekki poyina nivu, memu caduvagalige oka granthanni avatarimpa jeyananta varaku; nivu akasanloki ekkatanni memu nam'mamu.\" Varito anu: \"Na prabhuvu sarvalopalaku atitudu, nenu kevalam sandesaharuniga pampabadina manavudanu matrame"},{"SurahNumber":17,"VerseNumber":94,"Text":"Mariyu prajala munduku margadarsakatvam vaccinapudu, danini visvasincakunda varini apindemiti? Varu (mudha visvasanlo munigi): \"Emi? Allah manavunni tana sandesaharuniga pampada?\" Ani palakadam tappa"},{"SurahNumber":17,"VerseNumber":95,"Text":"ila anu: \"Okavela bhumi mida devadutalu nivasistu niscintaga tirugutu undinatlayite, memu vari koraku devadutane sandesaharuniga pampi undevaramu"},{"SurahNumber":17,"VerseNumber":96,"Text":"ila anu: \"Naku mariyu miku madhya allah ye saksiga calu. Niscayanga ayana tana dasulanu baga eruguvadu, sarvadrstikarta"},{"SurahNumber":17,"VerseNumber":97,"Text":"mariyu evadiki allah margadarsakatvam cestado atade sanmargam pondutadu. Mariyu evadini ayana margabhrastatvanlo padanistado vadiki, ayana tappa, itarula nevvarini nivu sanraksakuluga pondalevu. Mariyu varini memu punarut'thana dinamuna gruddivariga, mugavariga mariyu cevitivariga cesi, vari mukhala mida borla padavesi lagutu progucestamu. Vari asrayam narakame! Adi callarinappudalla memu varikai agnijvalanu tivram cestamu"},{"SurahNumber":17,"VerseNumber":98,"Text":"ade vari pratiphalam. Endukante vastavaniki varu ma sucanalanu tiraskarincaru mariyu annaru: \"Emi? Memu emukaluga, podiga maripoyina taruvata kuda, sarikrotta srstiga malli lepabadatama"},{"SurahNumber":17,"VerseNumber":99,"Text":"emi? Varu cudatam leda (erugara)? Niscayanga, allah ye akasalanu mariyu bhumini srstincina vadani mariyu vari vanti varini srstincagala samardhudani mariyu ayane vari koraku oka nirnita samayanni niyamincadani, danini (a samayanni) gurinci elanti sandeham ledani; ayina i durmargulu mondiga satyanni tiraskarincatanike punukunnaru"},{"SurahNumber":17,"VerseNumber":100,"Text":"Varito anu: \"Okavela miru na prabhuvu yokka anugrahapu nidhulanu pondi vunna, avi kharcayi potayemonane bhayanto, vatini miru pattukoni (kharcu ceyakunda) undevaru. Mariyu vastavaniki manavudu ento lobhi"},{"SurahNumber":17,"VerseNumber":101,"Text":"mariyu memu vastavaniki, musaku spastamaina tom'midi adbhuta sucanalanu prasadincamu. Israyil santati varini adugu, atanu (musa) vari vaddaku vaccinapudu phira'aun atanito annadu: \"O musa! Niscayanga, nivu mantrajalaniki guri ayyavani nenu bhavistunnanu"},{"SurahNumber":17,"VerseNumber":102,"Text":"(musa) annadu: \"Niku baga telusu, jnanavrd'dhi kalugajese vatini (sucanalanu) bhumyakasala prabhuvu tappa marevvaru avatarimpajeyalerani! O phir'aun, nivu niscayanga nasimpanunnavani nenu bhavistunnanu"},{"SurahNumber":17,"VerseNumber":103,"Text":"appudu atadu (phir'aun) varini bhumi (ijiptu) nundi vedalagottalani sankalpincukunnadu. Kavuna memu atanini (phir'aun nu) mariyu atanito patu unna varandarini munci vesamu"},{"SurahNumber":17,"VerseNumber":104,"Text":"mariyu a taruvata, israyil santativarito memu ila annamu: \"Miru i bhumilo svecchaga nivasincandi. Kani antima vagdanam asannamainappudu, memu mirandarini okecota cercutamu"},{"SurahNumber":17,"VerseNumber":105,"Text":"mariyu memu dinini (i khur'an nu) satyanto avatarimpajesamu. Mariyu idi satyantone avatarincindi. (O pravakta!) Memu ninnu kevalam subhavarta andajesevaniga mariyu heccarika cesevaniga matrame pampamu"},{"SurahNumber":17,"VerseNumber":106,"Text":"mariyu nivu prajalaku nem'madi nem'madiga cadivi vinipincalani, memu khur'an nu vibhajinci, kramakramanga avatarimpajesamu"},{"SurahNumber":17,"VerseNumber":107,"Text":"varito anu: \"Miru dinini (i khur'an nu) nam'mina nam'makapoyina; niscayanga, idi varaku jnanamosangapadina variki dinini vinipincinappudu, varu tama mukhala mida padi sastangam (sajda) cestaru"},{"SurahNumber":17,"VerseNumber":108,"Text":"Mariyu ila antaru: \"Ma prabhuvu sarvalopalaku atitudu, ma prabhuvu vagdanam purtayi tirutundi"},{"SurahNumber":17,"VerseNumber":109,"Text":"mariyu varu edustu, tama mukhala mida padi potaru. Mariyu vari vinamrata marinta adhikamavutundi"},{"SurahNumber":17,"VerseNumber":110,"Text":"varito anu: \"Miru ayananu, allah! Ani pilavandi, leda ananta karuna mayudu (arrahman)! Ani piluvandi, miru ayananu e perutonaina pilavandi, ayanakunna perlanni atyuttamamainave! Ni namaj lo nivu cala gattiga gani, cala mellaga gani pathincaka, vati madhya marganni avalambincu"},{"SurahNumber":17,"VerseNumber":111,"Text":"inka ila anu: \"Santanam lenatuvanti mariyu tana rajarikanlo bhagasvamulu lenatuvanti mariyu tanalo elanti lopam lenatuvanti mariyu sahayakudi avasaram lenatu vanti allah ye sarvastotralaku ar'hudu. Mariyu miru ayana mahaniyatanu goppaga koniyadandi"}]}