{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Announce a declaration of immunity from God and His messenger to the pagans with whom you have contracted a mutual alliance"},{"SurahNumber":9,"VerseNumber":2,"Text":"Go then for four months, backward and forward throughout the land, but know that you cannot stop God, but that God will cover with shame those who reject Him"},{"SurahNumber":9,"VerseNumber":3,"Text":"And announce from God and His messenger, to the people on the day of the Great Hajj, that God and His messenger dissolves your obligations to the pagans. If you then repent, it is best for you. But if you turn away, know that you cannot stop God. And proclaim a terrible penalty to those who do not believe"},{"SurahNumber":9,"VerseNumber":4,"Text":"But the treaties are not dissolved with those pagans with whom you have entered into an alliance, and who have not since failed you concerning anything, nor aided anyone against you. So fulfill your responsibility to them to the end of their term, for God loves the righteous"},{"SurahNumber":9,"VerseNumber":5,"Text":"But when the forbidden months have passed, fight and slay the pagans wherever you find them. And seize them, surround them, and lie and wait for them with every strategy of war. But if they repent, establish prayer, and give zakat, then open the way for them, for God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":6,"Text":"If anyone among the pagans asks you for asylum, grant it to him, so that he may hear the word of God. Then escort him to where he can be secure, because they are people without knowledge"},{"SurahNumber":9,"VerseNumber":7,"Text":"How can there be an alliance before God and His messenger with the pagans, except those with whom you made a treaty near the Sacred Masjid? As long as they stand true to you, stand true to them, for God loves the righteous"},{"SurahNumber":9,"VerseNumber":8,"Text":"And how can there be such an alliance, seeing that if they get an advantage over you, they will not respect the ties of family or covenant? With words from their mouths they entice you, but their hearts are averse to you, and most of them are rebellious and wicked"},{"SurahNumber":9,"VerseNumber":9,"Text":"They have sold the signs of God for a miserable price, and many have they hindered from His way. Wrong indeed are the deeds they have done"},{"SurahNumber":9,"VerseNumber":10,"Text":"They do not respect believers’ ties of family or covenant. They have transgressed all bounds"},{"SurahNumber":9,"VerseNumber":11,"Text":"But if they repent, establish prayer, and give zakat, then they are your brothers and sisters in faith. We explain the signs in detail, for those who understand"},{"SurahNumber":9,"VerseNumber":12,"Text":"But if they violate their promises after their covenant, and taunt you for your faith, fight the leaders of disbelief, for their promises mean nothing to them. Do this so that they may be restrained"},{"SurahNumber":9,"VerseNumber":13,"Text":"Will you not fight the people who violated their promises, plotted to expel the messenger, and took the offensive by being the first to assault you? Do you fear them? No, it is God Whom you should fear, if you believe"},{"SurahNumber":9,"VerseNumber":14,"Text":"Fight them, and God will punish them by your hands, cover them with shame, help you to victory over them, heal the chest of believers"},{"SurahNumber":9,"VerseNumber":15,"Text":"And remove anger from their hearts, for God will turn to whom He wills, and God is All Knowing, All Wise"},{"SurahNumber":9,"VerseNumber":16,"Text":"Or do you think that you will be abandoned, as though God did not know those among you who strive? And take none for friends and protectors except God, His messenger, and the believers? But God is well acquainted with all that you do"},{"SurahNumber":9,"VerseNumber":17,"Text":"It is not for those who join gods with God to visit or maintain the places of worship of God, while witnessing against their own selves to unbelief. The works of such people bear no fruit, and they will dwell in fire"},{"SurahNumber":9,"VerseNumber":18,"Text":"The place of worship of God will be visited and maintained by those who believe in God and the Last Day, establish prayer, give zakat, and who fear none except God. They should expect to be on true guidance"},{"SurahNumber":9,"VerseNumber":19,"Text":"Do you make the giving of drink to pilgrims, or the maintenance of the Sacred Masjid, equal to the deeds of those who believe in God and the Last Day, and strive in the cause of God? They are not comparable in the sight of God, and God does not guide those who do wrong"},{"SurahNumber":9,"VerseNumber":20,"Text":"Those who believe, suffer exile, and strive in God's cause with their goods and their persons, have the highest rank in the sight of God. They are the people who will achieve salvation"},{"SurahNumber":9,"VerseNumber":21,"Text":"Their Lord gives them good news of mercy from Himself, of His blessings, and of gardens for them, wherein are pleasures that endure"},{"SurahNumber":9,"VerseNumber":22,"Text":"They will dwell therein forever. Indeed in God's presence is a great reward"},{"SurahNumber":9,"VerseNumber":23,"Text":"O you who believe, do not take your parents and your siblings for protectors, if they love unbelief above faith. If any of you do so, they do wrong"},{"SurahNumber":9,"VerseNumber":24,"Text":"Say, if your parents, your children, your siblings, your spouses, your extended family, the wealth that you have gained, the commerce in which you fear a decline, or the homes in which you love, are dearer to you than God or His messenger, or the striving in His cause, then wait until God brings about His decision. And God does not guide the rebellious"},{"SurahNumber":9,"VerseNumber":25,"Text":"Surely God helped you in many battlefields, and on the day of Hunain. Remember, your great numbers elated you, but they availed you nothing. The land, as wide as it is, constrained you and you turned back in retreat"},{"SurahNumber":9,"VerseNumber":26,"Text":"But God poured His calm on the messenger and on the believers, and sent down forces which you did not see. He punished the unbelievers. And that is the punishment for those without faith"},{"SurahNumber":9,"VerseNumber":27,"Text":"Again, after this, God will turn to whom He wills. For God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":28,"Text":"O you who believe, truly the pagans are corrupt, so do not let them, after this year of theirs, approach the Sacred Masjid. And if you fear poverty, soon God will enrich you, if He wills, out of His bounty, for God is All Knowing, All Wise"},{"SurahNumber":9,"VerseNumber":29,"Text":"Fight those who do not believe in God, nor the Last Day, nor hold forbidden which has been forbidden by God and His messenger, nor acknowledge the way of truth, even if they are of the people of the Book, until they pay the jizyah with willingness, even though they are of modest means"},{"SurahNumber":9,"VerseNumber":30,"Text":"The Jews call ‘Uzair a son of God, and the Christians call Christ the son of God. That is a saying from their mouth. They only imitate what the unbelievers in the past used to say. God's curse is on them. Indeed they are deluded"},{"SurahNumber":9,"VerseNumber":31,"Text":"They take their scholarly and religious to be their lords instead of God, as well as Christ the son of Mary, although they were asked to worship only One God. There is no god but He. Praise and Glory be to Him, and far is He from having the partners they associate with Him"},{"SurahNumber":9,"VerseNumber":32,"Text":"They try to extinguish God's light with their mouths, but God will not allow that, but only that His light should be brightened, even though the unbelievers hate it"},{"SurahNumber":9,"VerseNumber":33,"Text":"It is He Who has sent His messenger with guidance and the natural way of life, to proclaim it over all ways of life, even though the pagans detest it"},{"SurahNumber":9,"VerseNumber":34,"Text":"O you who believe, there are indeed many among the religious scholars and religious leaders, who unjustly take the sustenance of people and hinder them from the way of God, and there are those who bury gold and silver and do not give it in the way of God. Announce to them a most terrible penalty"},{"SurahNumber":9,"VerseNumber":35,"Text":"On the day when heat will be produced out of that wealth in the fire of hell, and with it their foreheads will be branded, their sides, and their backs, “This is the treasure which you buried for yourselves. Now taste of the treasures you buried.”"},{"SurahNumber":9,"VerseNumber":36,"Text":"The number of months in the sight of God is twelve, ordained by Him the day He created the heavens and the earth. Of them four are sacred. That is the upright religion. Thus do not wrong yourselves, and fight the pagans together as they fight you together, but know that God is with those who restrain themselves"},{"SurahNumber":9,"VerseNumber":37,"Text":"Indeed postponing it is additional unbelief. The unbelievers are led to wrong by it, for they make it permissible one year and forbidden another year, in order to change the number of months forbidden by God, and to make forbidden ones permissible. Their wrong way seems right to them, but God does not guide those who do not believe"},{"SurahNumber":9,"VerseNumber":38,"Text":"O you who believe, what is the matter with you, that when you are asked to go forward in the cause of God, you cling heavily to the earth? Do you prefer the life of the present to the hereafter? But little are the comforts of this life, as compared with the hereafter"},{"SurahNumber":9,"VerseNumber":39,"Text":"Unless you move forward, He will punish you with a terrible penalty and put others in your place, but you would not harm Him in the least, for God has power over all things"},{"SurahNumber":9,"VerseNumber":40,"Text":"Since you would not help him, God indeed helped him when the unbelievers drove him out. He had no more than one companion, the two were in the cave, and he said to his companion, “Have no fear, God is with us.” Then God sent down His peace upon him, and strengthened him with forces which you did not see, and humbled the word of the unbelievers, but the word of God is exalted to the heights, for God is Exalted in Might, the Wise"},{"SurahNumber":9,"VerseNumber":41,"Text":"Move forward, whether lightly equipped or heavily equipped, and strive and struggle with your goods and your persons, in the cause of God. That is best for you, if you only knew"},{"SurahNumber":9,"VerseNumber":42,"Text":"If there had been immediate gain, and the journey was easy, they would all, without doubt, have followed you, but the distance was long. They indeed swear by God, “If we could, we would certainly have come out with you.” They ruin their own-selves, for God knows that they are certainly lying"},{"SurahNumber":9,"VerseNumber":43,"Text":"God forgives you, but why did you not grant leave to them until it became evident to you those who were truthful, and you knew indeed who the liars were"},{"SurahNumber":9,"VerseNumber":44,"Text":"Those who believe in God and the Last Day do not ask you for exemption from fighting with their goods and persons, and God knows well those who do their duty"},{"SurahNumber":9,"VerseNumber":45,"Text":"The only ones who asks you for exemption are those who do not believe in God and the Last Day, or whose hearts are in doubt, so that they are tossed in their doubts, back and forth"},{"SurahNumber":9,"VerseNumber":46,"Text":"If they had intended to come, they would certainly have prepared. But God was against their coming, so He made them lag behind, and they were told, “Sit among those who sit.”"},{"SurahNumber":9,"VerseNumber":47,"Text":"If they had come with you, they would not have contributed anything but disorder, hurrying back and forth in your presence, and sowing sedition among you. And there would have been among you, some who would have listened to them. But God knows well those who do wrong"},{"SurahNumber":9,"VerseNumber":48,"Text":"Indeed they had plotted sedition before, and upset matters for you, until the truth arrived, and the decree of God became manifest, much to their disappointment"},{"SurahNumber":9,"VerseNumber":49,"Text":"Among them are the people who say, “Grant me exemption, and draw me not into a trial.” Have they not fallen into a trial already? And indeed hell surrounds the unbelievers"},{"SurahNumber":9,"VerseNumber":50,"Text":"If good befalls you, it grieves them, but if a misfortune befalls you they say, “We indeed took precautions beforehand,” And they turn away rejoicing"},{"SurahNumber":9,"VerseNumber":51,"Text":"Say, “Nothing will happen to us except what God has decreed. He is our protector.” And on God let the believers put their trust"},{"SurahNumber":9,"VerseNumber":52,"Text":"Say, “Can you expect for us any fate other than one of two glorious things? But we can expect that for you either that God will send His punishment from Himself, or by our hands. So wait, we too will wait with you.”"},{"SurahNumber":9,"VerseNumber":53,"Text":"Say, “Give willingly or unwillingly, but it will not be accepted from you, for you are indeed a people rebellious and wicked.”"},{"SurahNumber":9,"VerseNumber":54,"Text":"The reasons their contributions are not accepted are that they reject God and His messenger. They come to prayer without earnestness, and they offer contributions unwillingly"},{"SurahNumber":9,"VerseNumber":55,"Text":"Let not their wealth nor their children dazzle you. In reality, God's plan is to punish them with these things in this life, and that their souls may perish in their denial of God"},{"SurahNumber":9,"VerseNumber":56,"Text":"They swear by God that they are indeed with you, but they are not with you. So they are afraid"},{"SurahNumber":9,"VerseNumber":57,"Text":"If they could find a place to flee to, a cave or some other place to hide, they would rush there"},{"SurahNumber":9,"VerseNumber":58,"Text":"And among them are the people who criticize you concerning charity. If they are given part of it they are pleased, but if not behold, they are indignant"},{"SurahNumber":9,"VerseNumber":59,"Text":"If only they had been content with what God and His messenger gave them and said, “Sufficient for us is God. God and His messenger will soon give us of His bounty. To God we turn our hopes.”"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadaqah is for the poor and the needy, those employed to administer it, those whose hearts have been reconciled, those in bondage and in debt, and are in the cause of God, and for displaced persons. This is ordained by God, and God is full of knowledge and wisdom"},{"SurahNumber":9,"VerseNumber":61,"Text":"Among them are the people who harass the Prophet and say, “He is all ears.” Say, “He listens to what is best for you. He believes in God, has faith in the believers, and is a mercy to those of you who believe.” But those who harass the messenger will have a terrible penalty"},{"SurahNumber":9,"VerseNumber":62,"Text":"To you they swear by God, in order to please you. But it is more fitting that they should please God and His messenger, if they are believers"},{"SurahNumber":9,"VerseNumber":63,"Text":"Do they not know that for those who oppose God and His messenger is the fire of hell where they will dwell forever? That is the terrible disgrace"},{"SurahNumber":9,"VerseNumber":64,"Text":"The hypocrites are afraid that a Surah will be sent down about them, revealing what is in their heart. Say, “You mock, but indeed God will bring to light all that you fear.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"If you question them they declare, “We were only talking, we were playing.” Say, “Was it God, His signs, and His messenger which you were mocking?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Make you no excuses. You have rejected faith after you had accepted it. If We pardon some of you, We will punish others among you, because they are wrongdoers"},{"SurahNumber":9,"VerseNumber":67,"Text":"The hypocrites, men and women, are with each other. They encourage evil and forbid what is just, and close their hands. They have forgotten God, so He has forgotten them. Indeed the hypocrites are rebellious"},{"SurahNumber":9,"VerseNumber":68,"Text":"God has promised the hypocrites, men and women, and the rejecters of faith, the fire of hell. Therein will they dwell. Appropriate is it for them. For them is the curse of God and an enduring punishment"},{"SurahNumber":9,"VerseNumber":69,"Text":"As in the case of those before you. They were mightier than you were, and more abundant in wealth and children. They enjoyed their portion, as you enjoy yours. As did those before you. And you indulge in idle talk as they did. Their work is fruitless in the present and in the hereafter, and they lose much"},{"SurahNumber":9,"VerseNumber":70,"Text":"Has the story not reached them of those before them, like the people of Noah, ‘Ad, Thamud, the people of Abraham, the people of Midian, and the cities overthrown? To them came their messengers with clear signs. God did not wrong them, but they wrong their own souls"},{"SurahNumber":9,"VerseNumber":71,"Text":"The believers, men and women, are protectors one of another. They encourage what is right and forbid what is wrong. They observe prayer, give zakat, and follow God and His messenger. On them God will pour His mercy, for God is Exalted in Power, the Wise"},{"SurahNumber":9,"VerseNumber":72,"Text":"God has promised to believers, men and women, gardens under which rivers flow, to dwell therein. And beautiful mansions in gardens of everlasting bliss. But the greatest bliss is the blessings of God, that is the ultimate accomplishment"},{"SurahNumber":9,"VerseNumber":73,"Text":"O prophet, strive hard against the unbelievers and the hypocrites, and be firm against them. Their abode is hell, an evil refuge indeed"},{"SurahNumber":9,"VerseNumber":74,"Text":"They swear by God that they said nothing, but indeed they uttered blasphemy, and they did it after accepting Al-Islam. And they devised a plot which they were unable to carry out. The revenge of theirs was the return for the bounty with which God and His messenger had enriched them. If they repent, it will be best for them, but if they turn back, God will punish them with a terrible penalty in this life and in the next. They will have none on earth to protect or help them"},{"SurahNumber":9,"VerseNumber":75,"Text":"Among them are the people who made a covenant with God, that if He bestowed on them His bounty, they would give in charity, and be truly among those who are righteous"},{"SurahNumber":9,"VerseNumber":76,"Text":"But when He bestowed His bounty, they became consumed with greed, and turned back aversely"},{"SurahNumber":9,"VerseNumber":77,"Text":"So He has put hypocrisy into their hearts, until the day they will meet Him, because they broke their covenant with God, and because they lied"},{"SurahNumber":9,"VerseNumber":78,"Text":"Do they not know that God knows their secret and their secret counsels, and that God knows well all things unknown"},{"SurahNumber":9,"VerseNumber":79,"Text":"Those who slander those believers who give freely in charity, as well as those who can find nothing to give except the fruits of their labor, and those who throw ridicule on them, God will throw back their ridicule, and they will have a terrible penalty"},{"SurahNumber":9,"VerseNumber":80,"Text":"Whether you ask for their forgiveness or not. Even if you ask seventy times for their forgiveness, God will not forgive them, because they have rejected God and His messenger, and God does not guide those who are rebellious"},{"SurahNumber":9,"VerseNumber":81,"Text":"Those who were left behind rejoiced in their inaction behind the back of the messenger of God, and they hated to strive and fight with their goods and their persons in the cause of God. They said, “Do not go forward in the heat.” Say, “The fire of hell is fiercer in heat.” If only they could understand"},{"SurahNumber":9,"VerseNumber":82,"Text":"Let them laugh a little, much will they weep. A reward for what they do"},{"SurahNumber":9,"VerseNumber":83,"Text":"If God then brings you back to any of them, and they ask your permission to go say, “Never will you come with me, nor fight an enemy with me, for you preferred to sit inactive the first time. So sit with those who lag behind.”"},{"SurahNumber":9,"VerseNumber":84,"Text":"Nor should you ever pray for any of them that die, nor stand at their grave, for they rejected God and His messenger, and died rejecting"},{"SurahNumber":9,"VerseNumber":85,"Text":"Nor let their wealth nor their children dazzle you. God's plan is to punish them with the things of the present, and for their souls to perish for their rejecting it"},{"SurahNumber":9,"VerseNumber":86,"Text":"When a Surah comes down, encouraging them to believe in God and to strive and fight along with His messenger, those with wealth and influence among them ask you for exemption. Say, “Leave us. We will be with those who sit.”"},{"SurahNumber":9,"VerseNumber":87,"Text":"They prefer to be with those who remain behind. Their hearts are sealed, so they do not understand"},{"SurahNumber":9,"VerseNumber":88,"Text":"But the messenger, and those who believe with him, strive and fight with their wealth and their persons, for them are all good things, and they will flourish"},{"SurahNumber":9,"VerseNumber":89,"Text":"God has prepared for them gardens with rivers flowing through them, to dwell therein forever. That is the ultimate accomplishment"},{"SurahNumber":9,"VerseNumber":90,"Text":"And there were among the desert Arabs, those who made excuses and came to claim exemption. And those who lied to God and His messenger sat inactive. Soon a terrible penalty will seize the unbelievers among them"},{"SurahNumber":9,"VerseNumber":91,"Text":"There is no blame on those who are infirm or ill, or who find no resources to give. If they are sincere to God and His messenger, no ground of complaint can there be against those who do right, and God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nor on those who came to you to be provided with mounts and when you said, “I can find no mounts for you,” they eventually left, their eyes streaming with tears of grief, because they could not find the resources"},{"SurahNumber":9,"VerseNumber":93,"Text":"The grounds of complaint are against those who claim exemption while they are rich. They prefer to stay with those who remain behind. God sealed their hearts, but they knew not. 93 (End of Part)"},{"SurahNumber":9,"VerseNumber":94,"Text":"They will present their excuses to you when you return to them. Say, “Make no excuses, we will not believe you. God has already informed us of the true state of affairs concerning you. God and His messenger will observe your actions. In the end you will be brought back to He Who knows what is secret and what is open. Then He will show you the truth of all that you did.”"},{"SurahNumber":9,"VerseNumber":95,"Text":"They will swear to you by God when you return to them so that you may leave them alone. So leave them alone, for they are a disgrace, and hell is their dwelling-place, a fitting reward for what they did"},{"SurahNumber":9,"VerseNumber":96,"Text":"They will swear to you so that you may be pleased with them, but even if you are pleased with them, God is not pleased with those who are defiant"},{"SurahNumber":9,"VerseNumber":97,"Text":"The Arabs of the desert are more stark in disbelief and hypocrisy, and more likely than not, they know the limits concerning what God has sent down to His messenger, but God is All Knowing, All Wise"},{"SurahNumber":9,"VerseNumber":98,"Text":"Some of the desert Arabs look at their payments as a fine, and watch for a disaster to reach you. On them will be the terrible disaster, for God is He Who hears and knows all things"},{"SurahNumber":9,"VerseNumber":99,"Text":"But some of the desert Arabs believe in God and the Last Day, and look at their payment as a pious gift bringing them nearer to God and for obtaining the prayers of the messenger. Yes, indeed it brings them closer. Soon God will admit them to His mercy, for God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":100,"Text":"The forerunners are the first of those who abandoned their homes, those who gave them aid, and those who follow them in good deeds. Well-pleased is God with them, as are they with Him. He has prepared for them gardens through which rivers flow, to dwell therein forever. That is the greatest accomplishment"},{"SurahNumber":9,"VerseNumber":101,"Text":"Some of the desert Arabs around you are hypocrites, as well as those among the residents of Medina. They persist in hypocrisy. You do not know them, but We know them. Twice will We punish them, and they will be sent to a terrible penalty"},{"SurahNumber":9,"VerseNumber":102,"Text":"Others have acknowledged their wrongdoing. They have mixed an act that was beneficial with another that was harmful. Perhaps God will turn to them, for God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":103,"Text":"Of their wealth, accept contributions from them, that you might refine them and cause them increase, and pray on their behalf. Indeed your prayers are a source of peace for them, and God is One Who hears and knows"},{"SurahNumber":9,"VerseNumber":104,"Text":"Do they not know that God accepts repentance from His devotees and receives their contributions, and that God is indeed the Oft-Returning, the Merciful Redeemer"},{"SurahNumber":9,"VerseNumber":105,"Text":"And say, “Strive, and soon will God acknowledge your striving, as will His messenger and the believers. Soon you will be brought back to the Knower of what is hidden and what is open. Then He will show you the truth of all that you did.”"},{"SurahNumber":9,"VerseNumber":106,"Text":"There are others held in suspense by the command of God, whether He punishes them, or turns to them in mercy, God is All Knowing, All Wise"},{"SurahNumber":9,"VerseNumber":107,"Text":"And there are those who establish a masjid by way of wrong and rejection, to divide the believers, and for those who warred against God and His messenger. They will indeed declare that their intentions are nothing but good, but God declares that they are certainly liars"},{"SurahNumber":9,"VerseNumber":108,"Text":"Never stand there. For certainly there is a masjid whose foundation was laid from the first day on piety, it is more worthy of your standing. In it are people who love to be refined. And God loves those who refine themselves"},{"SurahNumber":9,"VerseNumber":109,"Text":"Which then is best? He who lays his foundation on piety to God and His blessings, or he who lays his foundation on an unstable sand-cliff waiting to collapse? And it will crumble to pieces with him into the fire of hell, and God does not guide people while they do wrong"},{"SurahNumber":9,"VerseNumber":110,"Text":"The foundation of those who build it is never free from suspicion in their hearts until their hearts are cut into pieces. And God is All Knowing, All Wise"},{"SurahNumber":9,"VerseNumber":111,"Text":"God has purchased from the believers, their persons and their goods, and for this, the garden is theirs. They fight in His cause, they slay and are slain. A promise binding on Him in reality, through the Law, the gospel, and the Quran. And who is more faithful to his covenant than God? So rejoice in the transaction which you have contracted. That is the ultimate achievement"},{"SurahNumber":9,"VerseNumber":112,"Text":"Those who turn in repentance, who serve and praise Him, who move about in devotion in the cause of God, who bow down and prostrate themselves in prayer, who encourages good and forbids wrong, and observe the limit set by God, proclaim the good news to these believers"},{"SurahNumber":9,"VerseNumber":113,"Text":"It is not fitting for the Prophet and those who believe, that they should pray for forgiveness for pagans, even if they are family, after it is clear to them that they are companions of the fire"},{"SurahNumber":9,"VerseNumber":114,"Text":"And Abraham prayed for his father’s forgiveness, only because of a promise he made to him, but when it became clear to him that he was an enemy to God, he dissociated himself from him, though Abraham was most loving and loyal"},{"SurahNumber":9,"VerseNumber":115,"Text":"And God will not mislead a people after He has guided them, in order that He may make clear to them what to be conscious of, for God has knowledge of all things"},{"SurahNumber":9,"VerseNumber":116,"Text":"To God belongs the control of the heavens and the earth. He gives life and He takes it. Except for Him, you have neither protector nor helper"},{"SurahNumber":9,"VerseNumber":117,"Text":"God turned with favor to the Prophet, the Muhajirs, and the Ansar who followed him in a time of distress. After that, the hearts of some of them nearly strayed, but He turned to them, for He is to them Most Kind, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":118,"Text":"To the three who were left behind, they felt that the earth was constraining them, even in all its spaciousness. And their souls also seemed to be constraining them. Then they understood that there was no refuge from God, only with Him. Then He turned to them, so that they could repent, for God is Oft-Returning, Mercifully Redeeming"},{"SurahNumber":9,"VerseNumber":119,"Text":"O you who believe, be aware of God, and be with those who are authentic"},{"SurahNumber":9,"VerseNumber":120,"Text":"It was not fitting for the people of Medina and the Bedouin Arabs of the community to refuse to follow God's messenger, or to prefer their own lives to his. Because nothing could they suffer or do that was not added to their credit as a deed of righteousness, whether they suffered thirst, or fatigue, or hunger, in the cause of God, or trod paths to anger the unbelievers, or received injury from an enemy. God does not cause the reward to be lost, for those who do right"},{"SurahNumber":9,"VerseNumber":121,"Text":"Nor could they give anything small or great, nor cut across a valley, but the deed is inscribed to their credit, that God may repay their deeds with the best"},{"SurahNumber":9,"VerseNumber":122,"Text":"Nor should the believers go forth all together. A contingent from every deployment should remain behind and devote themselves to understanding the ways of life, that they may advise their people when they return to them, and so that they may stay current"},{"SurahNumber":9,"VerseNumber":123,"Text":"O you who believe, fight the unbelievers who are close to you, and let them find resolve in you, and know that God is with those who are conscious of Him"},{"SurahNumber":9,"VerseNumber":124,"Text":"Whenever a Surah comes down, some of them say, “Which of you has had his faith increased by it?” Yes, those who believe, their faith has increased and they rejoice"},{"SurahNumber":9,"VerseNumber":125,"Text":"But those in whose hearts are a disease, it will add doubt to their doubt, and they will die in a state of unbelief"},{"SurahNumber":9,"VerseNumber":126,"Text":"Do they not see that they are challenged every year once or twice? Yet they do not turn in repentance, and they do not review it"},{"SurahNumber":9,"VerseNumber":127,"Text":"Whenever a Surah is revealed, they look at each other saying, “Does anyone see you?” Then they turn away, so God has turned their hearts away, for they are a people who do not understand"},{"SurahNumber":9,"VerseNumber":128,"Text":"Now there has come to you a messenger from among yourselves. It grieves him that you suffer. He is concerned about you. To the believers he is most kind and merciful"},{"SurahNumber":9,"VerseNumber":129,"Text":"But if they turn away say, “God suffices me. There is no god but Him. With Him is my trust, He the Lord of the throne, Supreme.”"}]}