{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaaf. Mede Qur’aan, Animuonyam (Nwoma no) di nse"},{"SurahNumber":50,"VerseNumber":2,"Text":"Daabi, εyε wͻn nwanwa sε kͻkͻbͻni fri wͻn ara wͻn mu aba wͻn hͻ. Enti deε boniayεfoͻ no ka nesε: “Woi deε anwanwasεm ni.”"},{"SurahNumber":50,"VerseNumber":3,"Text":"Sε yewu na yεdane mfuturo a? (Onipa) bεsan aba (nkwa mu bio) no deε (εne nokorε ntεm) kwan ware paa"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ampa sε, Ye’nim wᴐn mu (nnipa dodoͻ) a asaase te wᴐn so (fri ateasefoͻ mu, anaasε wͻ’wu) fri wͻn mu, na Nwoma bi wͻ Yεn hͻ a εbͻ ho ban"},{"SurahNumber":50,"VerseNumber":5,"Text":"Daabi, εberε a Nokorε (Qur’aan) no baa wͻn hͻ no, wͻ’annye anni, enti wͻn wͻ tebea bi a wͻ’nnim deε wͻn wͻ mu"},{"SurahNumber":50,"VerseNumber":6,"Text":"Enti wͻ’nnhwε ͻsoro a εwͻ wͻn apampamu no, sεdeε Y’asi abͻ no, asiesie no a tokuro anaa apaepaeε biara nni mu"},{"SurahNumber":50,"VerseNumber":7,"Text":"Ɛne sεdeε Y’asi atrε asaase mu, de mmepͻ asisi soͻ, na Yε’ma nnuaba ahodoͻ nyinaa bi fifiri wͻ soͻ"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Yε’yεε woi nom nyinaa) de bue (onipa) ani, san yεε no afutusεm dema akoa biara a ͻdane neho ma (Nyankopͻn)"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ɛna Y’esiane nsuo a nhyira wͻ mu fri soro dema mfuo ne nnuaba a yetwa fifi"},{"SurahNumber":50,"VerseNumber":10,"Text":"Ne akyiresua atenten a egu nhyerεnee na εbͻ esa-sa ma ebi deda ebi soͻ"},{"SurahNumber":50,"VerseNumber":11,"Text":"(Woi yε) akͻnhoma ma (Nyame) nkoa; εna Yε’de (nsuo no) nyane asaase a awuo. Saa ara na Owusͻreε no bεyε"},{"SurahNumber":50,"VerseNumber":12,"Text":"Noa nkorͻfoͻ, ne Rassfoͻ, ne Samuudfoͻ no dii (Makafoͻ no) anim kan faa (Nyame asԑm) no atorᴐsԑm"},{"SurahNumber":50,"VerseNumber":13,"Text":"Aadfoͻ ne Farao ne Lut nuanom nso saa ara"},{"SurahNumber":50,"VerseNumber":14,"Text":"Ne wͻn a na wͻ’te nnua mu no,1 ne Tubbafoͻ. Wͻn mu biara buu asomafoͻ no atorᴐfoᴐ. Enti M’ahunahuna no yεε nokorε (baa wͻn so)"},{"SurahNumber":50,"VerseNumber":15,"Text":"Enti (Yε’rebͻ) abͻdeε a edi kan no Yε’brε ho anaa? Nanso wͻn adwen nnsi pi wͻ abͻdeε foforͻ (anaasε Owusͻreε) no ho"},{"SurahNumber":50,"VerseNumber":16,"Text":"Ampa sε Yεn na Yε’bͻͻ onipa, na Y’enim sεdeε n’adwen si daadaa no. Na Yε’bεn no kyεn ne nkomena (anaasε nekͻn ho ntini)"},{"SurahNumber":50,"VerseNumber":17,"Text":"Ɛberε a (Soro abͻfoͻ) mmienu no a wͻ’gye nsεm (a onipa ka no) regye nsεm no, (ͻbaako) te nifa so εna (ͻbaako nso) te benkum soͻ"},{"SurahNumber":50,"VerseNumber":18,"Text":"Asεm a εbefri n’ano aba biara no ͻwεnfoͻ wͻhͻ (a ͻretwerε asεm a ͻbεka biara)"},{"SurahNumber":50,"VerseNumber":19,"Text":"Owuo ahometeε bεba wͻ nokorε mu. Na woi ne adeε a na woredwane no no"},{"SurahNumber":50,"VerseNumber":20,"Text":"Na Yεbεbͻ Totorobεnto no mu; saa Da no na yabͻ (nnipa) kͻkͻ wͻ ho no"},{"SurahNumber":50,"VerseNumber":21,"Text":"(Saa Da no) onipa biara bεba (atemmuo mu) a (Soro abͻfoͻ a) ͻreka nesoͻ ne (Soro abͻfoͻ a) ͻrebedi (neho) adanseε ka neho"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Yε’bεka akyerε abͻneεfoͻ no sε): “Ampa sε momaa mowerε frii (saa Da kεseε) woi. Afei deε Y’ayi w’akatasoͻ no (a na εmma wonhunu nokorε no), enti εnnε Da yi deε w’ani hunu adeε kann"},{"SurahNumber":50,"VerseNumber":23,"Text":"Neyͻnko (Soro abͻfoͻ a ͻka neho dabiara no) bεka sε: “Ne dwumadie ho Nwoma wͻ mehͻ, yawie (biribiara)”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Nyankopͻn bεka akyerε Soro abͻfoͻ no a ͻreka onipa no soͻ no ne nea ͻredi adanseε no sε): “Monto boniayεfoͻ, atuatefoͻ no nyinaa ngu Amane hunu gya no mu"},{"SurahNumber":50,"VerseNumber":25,"Text":"(Wͻn a) wͻ’si papa ho kwan, abͻneεfoͻ, wͻn a wͻn adwen nnsipie no"},{"SurahNumber":50,"VerseNumber":26,"Text":"(Onipa) no a w’ayε nyame aka Nyankopͻn ho no. Monto no ntwene asotwee denden no mu"},{"SurahNumber":50,"VerseNumber":27,"Text":"Neyͻnko (bonsam) bεka sε: ”Ye’Wura Nyankopͻn, εnyε me na mehyεε no maa no tee atua, na mmom ͻno ara na ͻyera kͻͻ akyirikyiri"},{"SurahNumber":50,"VerseNumber":28,"Text":"Nyankopͻn bεka sε: Monhwε na moanye akyinnye wͻ M’anim, Medii kan de kͻkͻbͻ brεε mo"},{"SurahNumber":50,"VerseNumber":29,"Text":"Asεm a M’aka no ntumi nsesa, na Menso Menni (Me) nkoa nom amim"},{"SurahNumber":50,"VerseNumber":30,"Text":"Ɛda no Yε’bεka akyerε Amanehu gya no sε: “Woayε mma?” Na (Amanehunu gya no) nso bεka sε) “Ebi wͻhͻ bio a yεbεsan de wͻn aka ho?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Yεde Soro aheman no bεbεn Nyamesurofoͻ no, na enni akyiri koraa"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Yε’bεka akyerε agyidiefoͻ no sε): ”Woi na yεde hyεε mo bͻ no; εwͻ nipa biara a ͻsakraa n’adwen na ͻhwε (ahyεdeε no nyinaa) so yie"},{"SurahNumber":50,"VerseNumber":33,"Text":"Obi a osuroo Ahummͻborͻ Hene no wͻ kokoa mu, na ͻde nnuhoo anaasε adwen sakra akoma san baeε no"},{"SurahNumber":50,"VerseNumber":34,"Text":"Monfa asomdweε nwura (Aheman no) mu; εno ne daa nkwa Da no"},{"SurahNumber":50,"VerseNumber":35,"Text":"Wͻ’nsa bεka deε wͻ’pε biara wͻhͻ, na (akyεdeε) pii nso wͻ Yεn hͻ a yεde bεka wͻn ho"},{"SurahNumber":50,"VerseNumber":36,"Text":"Awoͻ ntoatoasoͻ dodoͻ sεn na Y’adi wͻn anim kan asεe wͻn? Na wͻn ho yεden kyεn wͻn, (εberε a asotwee no too wͻn no) wͻ’tutuu mmirika wͻ asaase no so (hwehwεε dwanekͻ bea). Enti dwane kͻbea bi wͻ baabi"},{"SurahNumber":50,"VerseNumber":37,"Text":"Nokorε sε afutusεm wͻ woi mu dema obia ͻwͻ akoma anaa ͻyε aso tie (asεm no) na n’adwen wͻ soͻ (anaasε odi ho adanseε)"},{"SurahNumber":50,"VerseNumber":38,"Text":"Ampa sε Yε’de nna nsia na εbͻͻ ͻsoro ne asaase, ne deε εwͻ mfimfii (no nyinaa), na ͻbrε biara annto Yεn"},{"SurahNumber":50,"VerseNumber":39,"Text":"Enti (nkͻmhyεni), nya deε wͻ’rekeka no ho aboterε, na bͻ wo Wura Nyankopͻn abodin ansa na awia apue (ne εbrε a) ansa na (awia) bεkͻ akͻtͻ"},{"SurahNumber":50,"VerseNumber":40,"Text":"Anadwo no mu bi nso bͻ no abodin, na wode w’anim abutu fͻm anaasε w’afrε Nyame awie no nso (tontom no)"},{"SurahNumber":50,"VerseNumber":41,"Text":"Na tie, Ɛda no a Ɔfrεfoͻ no (Asraafeel) bεfrε afri bea bi a εbεn no"},{"SurahNumber":50,"VerseNumber":42,"Text":"Ɛda no na wͻ’bεte nteamu denden no wͻ nokorε mu no. Saa Da no ne pue Da no (a nnipa nyinaa bepue afri wͻn adakamena mu no)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Nokorε sε, Yεn na Yε’ma nkwa εna Yekum, na Yε’hͻ ne (obiara) nnkyi"},{"SurahNumber":50,"VerseNumber":44,"Text":"Ɛda a asaase no bεwaewae afri wͻn ho no, wͻ’de ntεmpε (na εbepue akͻ faako a yεrekͻbu wͻn atεn no). Saa (awufoͻ no) anoboa no yε adeε a εyε mmrε ma Yεn"},{"SurahNumber":50,"VerseNumber":45,"Text":"Deε wͻ’rekeka no (nyinaa) Ye’nim; na wonyε obi a wohyε wͻn soͻ. Enti fa Qur’aan no tu obi a osuro Ma’hunahuna no fo"}]}