{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Hamt Allah'a ki gokleri ve yeryuzunu halketti, karanlıkları ve ısıgı yarattı, sonra da kafir olanlar, taptıklarını Rableriyle denk tutarlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"O, oyle bir Tanrıdır ki sizi balcıktan yaratmıstır da olum vaktini takdir etmistir ve kıyametin kopacagı zamana ait bilgi de ondadır, onun katındadır, sonra gene de suphe edersiniz siz"},{"SurahNumber":6,"VerseNumber":3,"Text":"Odur goklerde de, yeryuzunde de Allah. Gizlediginizi de bilir, acıga vurdugunuzu da ve ne kazanacagınızı da bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Onlara Rablerinin ayetlerinden bir ayet gelmemistir ki ondan yuz cevirmesinler"},{"SurahNumber":6,"VerseNumber":5,"Text":"Kendilerine, gercek olan Kur'an gelince onu yalanlarlar, fakat yakında gelecek onlara, alay ettikleri seye ait haberler"},{"SurahNumber":6,"VerseNumber":6,"Text":"Gormediler mi onlardan once nice nesilleri helak ettik ki onlara, yeryuzunde size vermedigimiz imkanları, kudretleri vermis, onları yeryuzune yerlestirmistik, ustlerine bolbol yagmur yagdırmıstık, ayaklarını bastıkları yerlerden ırmaklar akıtmıstık, fakat sonra sucları yuzunden helak ettik onları ve onlardan sonra da baska baska nesiller meydana getirdik"},{"SurahNumber":6,"VerseNumber":7,"Text":"Sana, kagıda yazılı bir kitap indirseydik ve ona elleriyle dokunsalardı gene de kafir olanlar derlerdi ki: Bu, ancak apacık bir buyu"},{"SurahNumber":6,"VerseNumber":8,"Text":"Diyorlar ki: Ona bir melek indirilseydi. Melek indirseydik is, olur biterdi ama sonra kendilerine gozlerini yumup acacak kadar bile bir muhlet verilmezdi"},{"SurahNumber":6,"VerseNumber":9,"Text":"Peygamberi, bir melek olarak halk etseydik gene bir erkek seklinde halk ederdik ve gene dustukleri supheden kurtulmazlardı"},{"SurahNumber":6,"VerseNumber":10,"Text":"Senden onceki peygamberlerle de alay edildi de alay edenler, alaylarının cezasına ugradılar"},{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: Gezin yeryuzunu de gorun inkar edenlerin sonları ne olmus"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: Kimindir ne varsa goklerde ve yeryuzunde? De ki: Allah'ın; rahmet etmeyi gerekli kıldı ozune. Kıyamet gunu hepinizi de tapısında toplayacak ve hic suphe yok o gunun geleceginde. Kendilerine ziyan edenlerdir inanmayanlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Geceleyin ve gunduzun yasayıp barınan ne varsa hepsi, onundur ve odur duyan, bilen"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: Gokleri ve yeryuzunu yoktan var eden Allah'tan baskasını mı dost edineyim ve o, yedirip doyurur, yiyip doymaya ihtiyacı yoktur. De ki: Bana, Musluman olanların ilki olmam ve musriklerden olmamam emredildi"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: Ben, Rabbime isyan edersem pek buyuk gunun azabından korkarım"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gun azaptan kurtarılana suphe yok ki rahmet etmistir ve budur en buyuk kurtulus"},{"SurahNumber":6,"VerseNumber":17,"Text":"Allah sana bir zarar verirse o zararı, ondan baska acıp giderecek yoktur, sana bir hayır verirse zaten odur her seye gucu yeten"},{"SurahNumber":6,"VerseNumber":18,"Text":"Kulların ustunde tek tasarruf sahibidir o ve odur hukum ve hikmet sahibi her seyden haberdar olan"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: En buyuk tanıklık nedir, hangisidir? De ki: Allah, gercek tanıktır benimle sizin aranızda ve bana bu Kur'an, sizi ve kime ulasırsa onu korkutmam icin vahyedildi. Siz, Allah'la beraber tapılacak baska bir mabud olduguna mı tanıklık ediyorsunuz? De ki: Ben tanıklık etmem. De ki: O, ancak tek mabuttur ve benim, sizin ona es tuttuklarınızla hicbir ilgim yok"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitap verdiklerimiz, Peygamberi, ogullarını tanıdıkları gibi tanırlar, fakat kendilerine zarar verenlerdir inanmayanlar"},{"SurahNumber":6,"VerseNumber":21,"Text":"Kimdir Allah'a bos yere iftira edenden, yahut onun ayetlerini yalanlayandan daha zalim? Suphe yok ki zalimler, muratlarına erismezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ve o gun hepsini de toplar da sonra Tanrıya sirk kosanlara deriz ki: Nerede size yardım edecek sanıp sirk kostuklarınız"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra onlar ancak Rabbimiz Allah, sana andederiz ki biz sirk kosanlardan degildik demekten baska bir ozur serdedemezler"},{"SurahNumber":6,"VerseNumber":24,"Text":"Hele bak, nasıl da bilebile yalan soylerler ve iftira konuları da nasıl ortadan kaybolup gider"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlardan seni dinleyenler de var ve biz, dinledikleri sozleri anlamamaları icin kalplerini perdeleriz, kulaklarını agırlastırırız da butun delilleri gorseler gene de inanmazlar onlara. Nihayet de yanına geldiler mi cekismeye baslarlar seninle ve bunlar, ancak evvelce gelip gecenlere ait masallar derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar hem insanları uzaklastırırlar ondan, hem kendileri uzaklasırlar. Onlar anlamadan ancak kendilerini helak ederler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Atesin basında durduruldukları zaman bir gorseydin onları. Keske dunyaya tekrar dondurseler bizi de Rabbimizin ayetlerini yalanlamasak ve inananlardan olsak derler"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır; evvelce gizledikleri belirdi artık, gorundu onlara. Geriye dondurulseler de gene nehyedildikleri seyleri yapmaya koyulurlar ve suphe yok ki onlar, yalancılardır"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ve dediler ki: Bu dunyada yasayısımızdan baska bir yasama yok bize ve biz tekrar dirilmeyiz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin tapısında durduruldukları vakit onları bir gorseydin. Rableri, bu gercek degil mi der, Rabbimize andolsun derler, evet, gercek. Rableri de oyleyse kafirliginiz yuzunden tadın azabı der"},{"SurahNumber":6,"VerseNumber":31,"Text":"Gercekten de ziyana ugramıslardır Allah'a kavusmayı yalan sayanlar. Nihayet ansızın baslarına kıyamet kopunca gunahlarını sırtlarına yuklenirler de yaptıgımız taskınlıklardan dolayı yazıklar olsun bize derler; ne de kotu yuktur tasıdıkları yukler"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunya yasayısı, ancak bir oyundan, bir oyalanmadan ibaret. Ahiret yurduysa cekinenlere elbette daha hayırlı. Hala mı aklınız ermeyecek"},{"SurahNumber":6,"VerseNumber":33,"Text":"Iyice biliriz ki onların soyledigi sozler, seni mahzun edecek. Fakat suphe yok ki onlar seni yalanlamıs olmazlar, o zalimler, bilebile Allah'ın ayetlerini inkar ederler"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun ki senden onceki peygamberler de yalanlandı da onlar, kendilerine yardımımız erisinceye dek sozlerinin yalan sayılmasına ve ugradıkları eziyetlere katlandılar ve Allah'ın sozlerini degistirecek yoktur ve sana da o peygamberlerin haberleri gelmistir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Onların yuz cevirmeleri sana pek agır geliyorsa gucun yeterse yeraltında bir yurt kurmaya, yahut gokyuzune bir merdiven dayamaya bak da onlara bir delil getir. Fakat Allah dileseydi onların hepsine de dogru yolu gosterirdi. Artık sakın bilgisizlerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Senin davetine ancak seni dinleyenler icabet eder. Oluleriyse Allah diriltir de sonra gene donup onun tapısına varırlar"},{"SurahNumber":6,"VerseNumber":37,"Text":"Rabbinden ona bir delil indirilse derler. De ki: Allah'ın delil indirmiye gucu yeter ama onların cogu bilmez"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yeryuzunde yuruyen hicbir hayvan ve kanatlarıyla ucan hicbir kus yoktur ki sizin gibi o da bir cinse mensup olmasın. Biz, kitapta hicbir seyi eksik bırakmadık, sonra da hepsi Rablerinin tapısında toplanır"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayanlar, karanlıklarda kalmıs sagırlardır, korlerdir. Allah kimi isterse dogru yoldan saptırır ve kimi dilerse dogru yola sevk eder"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: Gercekseniz, size Allah'ın azabı gelircatar, yahut basınıza kıyamet koparsa Allah'tan baskasını mı cagırır, ondan baskasına mı dua edersiniz, bana haber verir misiniz siz"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır; ancak onu cagırırsınız, o da dilerse duanızı kabul eder de ugradıgınız belayı acıp giderir ve sirk kostuklarınızı unutur, gidersiniz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki senden onceki ummetlere de peygamberler yolladık da yalvarmaya dussunler diye onları siddetli sıkıntılara, kıtlıga ve hastalıga ugrattık biz"},{"SurahNumber":6,"VerseNumber":43,"Text":"Onlara azabımız geldigi vakit olsun, yalvarmaları gerekirdi, fakat yalvarmadılar bile, kalpleri katılastı ve Seytan, yaptıkları seyleri susleyip hos gosterdi onlara"},{"SurahNumber":6,"VerseNumber":44,"Text":"Derken soylenenleri, verilen ogutleri unuttukları zaman her seyin kapılarını actık onlara ve onlar, kendilerine verilen seylerle genislige ulastıkları gibi hemen ve ansızın onları tutup alıverdik de butun umduklarından mahrum oldular"},{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece de zulmeden kavmin koku kesildi ve hamd, alemlerin Rabbi Allah'a"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: Allah kulaklarınızı sagır, gozlerinizi kor eder ve kalplerinizi muhurlerse Allah'tan baska hangi mabuttur dersiniz onları size geri verecek? Bak da gor, nasıl deliller getiriyoruz da gene onlara yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: Allah'ın azabı ansızın, yahut acıkca gelip catsa size, zulmeden kavimden baskası helak edilir mi dersiniz"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, peygamberleri ancak mujdeci ve korkutucu olarak gonderdik. Su halde inananlara ve kendilerini duzgun bir hale getirenlere ne korku vardır, ne de mahzun olur onlar"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi inkar edenlerse kotulukte bulunduklarından dolayı azaba ugratılacaklardır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: Ben size, Allah'ın hazineleri yanımda da demiyorum, gaibi bilirim, ben bir melegim de demiyorum. Ben, yalnız bana vahyedilen seye uymadayım. De ki: Korle gozu acık kisi bir olur mu hic? Ne diye hala dusunmezsiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rablerinin tapısında hasredilmeden korkanları Kur'an'la korkut ve cekinsinler diye de bildir ki onlara, Rablerinden baska ne bir dost vardır, ne de bir sefaatci"},{"SurahNumber":6,"VerseNumber":52,"Text":"Sabah, aksam, razılıgını dileyerek Rablerine dua edenleri kovma; ne onlardan, herhangi bir hususta sen sorumlusun, ne de senin amelinden onlara bir sey sorulur, onun icin onları kovup da haksızlık edenlerden olma"},{"SurahNumber":6,"VerseNumber":53,"Text":"Ve biz, Allah'ın, aramızdan secip lutfettigi bunlar mı demeleri icin halkın bir kısmını, bir kısmıyla sınarız. Allah, sukredenleri daha iyi bilmez mi"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize inananlar sana gelince de ki: Esenlik size, Rabbiniz, rahmet etmeyi kendisine gerekli kılmıstır; suphe yok ki icinizden biri, bilgisizlik yuzunden bir kotuluk yapar da sonradan tovbe eder, halini duzene korsa muhakkak ki Tanrı, sucları orter, yarlıgar, rahimdir"},{"SurahNumber":6,"VerseNumber":55,"Text":"Sucluların yolu yoradamı iyice meydana cıksın diye delilleri bu cesit acıklamadayız"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: Ben, Allah'ı bırakıp da taptıklarınıza tapmaktan nehyedildim. De ki: Sizin dileginize uymam ben. Uyarsam suphe yok ki dogru yoldan sapmıs olurum ve dogru yolu bulanlardan olmam"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: Ben, sizin yalan saydıgınız apacık, bellibeyan deliline uydum Rabbimin. Cabucak gelmesini istediginiz azap da benim elimde degil. Hukum, ancak Allah'ın, dogruyu haber veren odur ve odur ayırt edenlerin en hayırlısı"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki: Hemencecik olmasını istediginiz sey, benim elimde olsaydı sizinle aramdaki is coktan olur, biterdi ve Allah, zalimleri elbette daha iyi bilir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gaibin anahtarları, onun yanındadır, onları ancak o bilir; karada ve denizde ne varsa bilir. Bir yaprak bile dusse bilir onu ve yeryuzunun karanlıkları icinde bir tek tane yoktur ki, yas ve kuru hicbir sey bulunamaz ki apacık kitapta tespit edilmemis olsun"},{"SurahNumber":6,"VerseNumber":60,"Text":"O, oyle bir Tanrıdır ki geceleyin adeta sizi oldurur, gunduzun ne cesit islerde bulunacagınızı bilir, sonra sizi gunduz diriltir de mukadder olan olumunuze dek bu, boyle gider, olumden sonra da donup varacagınız yer, onun tapısıdır, sonra ne yaptıysanız hepsini size haber verir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Odur kullarından yuce tasarruf ve kudret sahibi ve size, amellerinizi hıfz ve kaydeden melekler gondermistir. Nihayet birinizin olumu geldi mi elcilerimiz, onu oldururler ve onlar, artık ve eksik is gormezler"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra, her isi dogru olan kudret ve tasarruf sahibi Tanrılarının tapısına goturulurler. Bilin ki hukum onundur ve o, hesap gorenlerin en tez hesap gorenidir"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: Sızlanıp yalvararak gizlice, bizi bundan kurtarırsan sukredenlerden oluruz diye dua ettiginiz zaman sizi karanın ve denizin karanlıklarından kurtaran kimdir"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: Ondan da sizi kurtaran Allah'tır, butun sıkıntılardan da; sonra gene ona sirk kosarsınız"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: Ustunuzden, ayaklarınızın altından size azap gondermeye, yahut sizi bolukboluk edip bir kısmınızın azabını bir kısmınıza tattırmaya gucu yeter onun; anlasınlar diye bak, delilleri nasıl cesitcesit acıklamadayız"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kavmin, Kur'an'ı yalan saymada, halbuki o, gercektir. De ki: Ben, sizi koruyucu degilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin mukadder bir zamanı var, siz de ogrenir, bilirsiniz yakında"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimize dair munasebetsiz sozlere daldıklarını gorunce bir baska bahse girisinceye dek yuz cevir onlardan. Seytan, bunu sana unutturursa hatırladıktan sonra artık zulmeden kavimle oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Cekinenler, onların meclislerinde bulunsalar da onların sorumlulugundan bir sey gelmez kendilerine, ustlerine dusen odev, cekinsinler, sakınsınlar bu isten diye ogut vermektir ancak"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini bir oyundan, bir eglenceden ibaret sayan ve dunya yasayısına aldanan kisileri bırak kendi hallerine. Sen, ancak Kur'an'la ogut ver de hic kimse, kazandıgı suclar yuzunden helak olmasın. Ona, Allah'tan baska ne bir dost vardır, ne bir sefaatci. Suclu, varınıyogunu, kurtulusu icin feda etse kabul edilmez. Kazancları yuzunden helak olanlar, inkarlarından dolayı kaynar su iceceklerdir ve pek acı bir azap vardır onlara"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: Allah'ı bırakıp da bize ne faydaları dokunan, ne zararları erisen seylere mi ibadet edelim ve Allah bize dogru yolu gosterdikten sonra tekrar geriye mi donelim, hani Seytanların sasırtıp sersem bir halde cole dusurmek istedikleri adam gibi, halbuki arkadasları, bize gel diye onu dogru yola cagırıp durmadadır. De ki: Suphe yok ki Allah'ın gosterdigi yoldur dogru yol ve bize, alemlerin Rabbine teslim olmamız emredildi"},{"SurahNumber":6,"VerseNumber":72,"Text":"Namaz kılın ve Tanrıdan cekinin dendi ve o, oyle bir Tanrıdır ki varıp toplanacagınız yer, onun tapısıdır"},{"SurahNumber":6,"VerseNumber":73,"Text":"Oyle bir Tanrıdır ki gokleri ve yeryuzunu, bos yere degil, hikmetiyle ve gercek olarak yarattı. Ol dedigi gun her sey oluverir. Sozu gercektir ve surun ufuruldugu gun saltanat ve tasarruf onundur, odur gizliyi de bilen, acıkta olanı da ve odur hukum ve hikmet sahibi, her seyden haberdar olan"},{"SurahNumber":6,"VerseNumber":74,"Text":"Hani Ibrahim, atası Azer'e, putları mabut mu tanıyorsun demisti, suphe yok ben, seni de, kavmini de apacık bir sapıklıga dusmus gormedeyim"},{"SurahNumber":6,"VerseNumber":75,"Text":"Biz, gercek ve suphesiz bilgiye sahip olması icin Ibrahim'e, goklerdeki ve yeryuzundeki kudret ve saltanatı, tasarruf ve hikmeti boylece gostermedeydik"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece olup karanlık basınca bir yıldız gormus de budur Rabbim demisti. Fakat yıldız battı mı demisti ki: Ben batanları sevmem"},{"SurahNumber":6,"VerseNumber":77,"Text":"Sonra Ayın dogmakta oldugunu gormus de Rabbim bu demisti. Fakat batınca andolsun ki demisti, Rabbim bana dogru yolu gostermezse sapık kavimden olacagım ben"},{"SurahNumber":6,"VerseNumber":78,"Text":"Derken gunesin ısıklar sacarak dogdugunu gormus, Rabbim bu demisti, bu daha buyuk. Fakat gunes de batıp gidince ey kavim demisti, benim, sizin sirk kostugunuz seylerle hicbir ilgim yok"},{"SurahNumber":6,"VerseNumber":79,"Text":"Hic suphem olmaksızın mabudumu tek tanıyarak yuzumu, gokleri ve yeryuzunu yaratana dondum ve ben, sirk kosanlardan degilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi, onunla cekismeye girisince de Allah bana dogru yolu buldurduktan sonra da onun hakkında benimle cekismeye mi kalkıyorsunuz demisti, ben, sizin Tanrıya es tanıdıklarınızdan korkmam, Rabbim ne dilerse o olur. Rabbimin bilgisi her seyi kavramıstır, hala mı dusunmeyecek, ogut kabul etmeyeceksiniz"},{"SurahNumber":6,"VerseNumber":81,"Text":"Siz, hicbir delile sahip olmadıgınız halde o putları Allah'a es tanımaktan korkmuyorken ben o es tanıdıklarınızdan nasıl korkarım ki? Biliyorsanız soyleyin, bu iki taraftan hangisine, daha fazla inanılır, hangi taraf, daha ziyade emniyete hak kazanmıstır"},{"SurahNumber":6,"VerseNumber":82,"Text":"Inananlar ve inanclarını haksızlıkla karıstırmayanlardır emin olmaya hak kazananlar ve onlardır dogru yolu bulmus olanlar"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste, Ibrahim'e, kavmine serdetmek icin verdigimiz kesin deliller bunlardı, diledigimiz kisinin derecesini katkat yuceltiriz biz. Suphe yok ki Rabbin hukum ve hikmet sahibidir, her seyi bilir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ona Ishak'ı ve Yakup'u verdik, hepsine de dogru yolu ihsan ettik. Daha once Nuh'u ve soyundan Davud'u, Suleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u dogru yola sevketmistik ve biz, iyilik edenleri boylece mukafatlandırırız"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya'ya, Yahya'ya, Isa'ya ve Ilyas'a da dogru yolu lutfettik, hepsi de dogru hareket eden kisilerdendi"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail'e, Elyesa'a, Yunus'a ve Lut'a da dogru yolu ihsan etmistik, hepsini de alemlere ustun kılmıstık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların atalarından, soylarından ve kardeslerinden bir kısmına da ustunluk verdik, onları sectik ve dogru yola sevkettik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Iste Allah'ın dogru yolu budur, kullarından diledigini o yola sevk eder. Onlar da sirk kossalardı butun yaptıkları bosa giderdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"Bunlar, kendilerine kitap, hukmetme yetkisi ve peygamberlik verdigimiz kisilerdir. Kafirler, bunları tanımazlar, inkar ederlerse zaten biz, kafir olmayacak bir toplulugu onların yerine gecmeye memur etmisizdir"},{"SurahNumber":6,"VerseNumber":90,"Text":"Onlar, Allah'ın dogru yola sevkettigi kimselerdir, sen de onların yoluna uy. De ki: Ben, yaptıgıma karsılık sizden bir ucret istemiyorum, bu, ancak alemlere bir ogut"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah, hicbir kimseye hicbir sey indirmedi dedikleri zaman Allah'ı layıkıyla tanımadılar, ululamadılar. De ki: Musa'nın, insanlara bir ısık ve onları dogru yola sevk eden bir vasıta olarak getirdigi kitabı kim indirdi? Hanisiz onu kagıtlara yazdınız da yayıp acıklarsınız, hukumlerinden cogunu da gizlersiniz, hani siz de, atalarınız da, bilmediginiz seyleri onun sayesinde bildiniz, ogrendiniz. De ki: Allah indirdi, sonra da bırak onları, dustukleri bos iddialarla oyalanıp dursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Sana, sehirlerin anası olan Mekke halkını ve cevresindeki butun insanları korkutmak, Tanrı azabını onlara haber vermek icin bu kutlu ve onlarda bulunan kitapları gercekleyici kitabı indirdik ve ahirete inananlar, namazlarını daima kılarak bu kitaba da inanırlar"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah'a bos yere iftira edenden, yahut, kendisine hicbir sey vahyedilmedigi halde bana da vahyedildi diyenden ve Allah'ın indirdigi hukumlere benzer hukumleri ben de yakında indirecegim diye soylenenden daha zalim kimdir ki? Meleklerin, ellerini uzattıkları ve delillerine karsı ululuk satmak istediginizden ve haksız olarak Allah hakkında soylediginiz seylerden dolayı horlukla cezalandırılacak, asagılık bir azaba ugrayacaksınız, haydi, kurtarın bugun canlarınızı dedikleri zaman o zalimlerin, olumun siddetiyle nasıl kıvrandıklarını bir gormelisin"},{"SurahNumber":6,"VerseNumber":94,"Text":"Andolsun ki size verdigimiz her seyi arkanızda bırakmıssınız da sizi evvelce nasıl yarattıysak tıpkı onun gibi tek basınıza, yapayalnız huzurumuza gelmissiniz. Sizce Tanrıya es olan sefaatcilerimizi de yanınızda gormuyoruz. Aranızdaki baglar, tamamıyla kopmus, bosuna umduklarınız elinizden cıkmıs, kaybolup gitmistir"},{"SurahNumber":6,"VerseNumber":95,"Text":"Suphe yok ki tohumları ve cekirdekleri yarıp nebatları ve agacları yetistiren Allah'tır. Oluden diri izhar eder, diriden olu. Budur Allah iste, nasıl oluyor da ondan yuz ceviriyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Sabahı agartan oldur. Geceyi huzur ve istirahat icin, gunesle ayı da muayyen bir hesapla devretmek uzere yaratmıstır. Bu, ustun ve her seyi bilen Tanrının takdiridir"},{"SurahNumber":6,"VerseNumber":97,"Text":"Oyle bir mabuttur ki karada ve denizde, karanlıklar icine dalmısken yolunuzu bulmanız icin yıldızları yaratmıstır. Bilen topluluga delillerimizi apacık anlatmadayız"},{"SurahNumber":6,"VerseNumber":98,"Text":"Sizi bir tek kisiden meydana getirmistir de size bir eglenecek yurt, bir de egreti olarak kalınacak yer tayin etmistir. Anlayan topluluga delillerimizi acıkca bildirmedeyiz"},{"SurahNumber":6,"VerseNumber":99,"Text":"Gokten yagmur yagdıran da odur. Sonra o yagmurla her cesit nebatı tomurcuklandırır, yesertir, ondan da basaklar icinde birbirine bitismis, istiflenmis taneler meydana getirir. Hurma tomurcuklarından, elle yetisilecek kadar yakın salkımlar, bir bakımdan birbirine benzeyen, bir bakımdan benzemeyen uzumlerden, zeytinlerden, narlardan baglarbahceler yetistiririz. Bir meyve verince bakın onlara, bir de meyveleri olunca. Suphe yok ki butun bunlarda, inanan topluluga deliller var"},{"SurahNumber":6,"VerseNumber":100,"Text":"Bir de Allah'a cinleri es tanıdılar, halbuki onları da yaratan odur ve bilgisizlikle, onun ogulları, kızları oldugunu da uydurdular. O onların tavsif ettigi seylerden arıdır ve yucedir"},{"SurahNumber":6,"VerseNumber":101,"Text":"Gokleri ve yeryuzunu essiz orneksiz yoktan var eden odur. Esi bulunmasına imkan yokken oglu nasıl olabilir? Ve her seyi o yaratmıstır ve o, her seyi bilir"},{"SurahNumber":6,"VerseNumber":102,"Text":"Iste Rabbiniz Allah; ondan baska tapacak yok. Her seyi halk eden odur, ancak ona kulluk edin ve her seyi gozetip koruyan odur"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gozler onu goremez, o, gozleri gorur, odur lutfu bol ve her seyden haberdar"},{"SurahNumber":6,"VerseNumber":104,"Text":"Suphe yok ki Rabbinizden gorguler ihsan edildi size. Kim can gozunu acıp gorurse faydası kendisine, kor olanın ziyanı da gene kendine ve ben, sizin ustunuze dikilmis bir bekci degilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Sen bunu ogrenmissin dememeleri icin delilleri cesitcesit bildirmede ve bilen topluluga apacık anlatmadayız"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbinden sana vahyedilene uy, ondan baska tapacak yoktur ve sirk kosanlardan yuz cevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi sirk kosmazlardı ve biz, seni onların ustune bir bekci dikmedik, onları korumaya, islerini gorup kendilerini gozetmeye memur da degilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah'tan baska cagırıp dua ettikleri seylere sovmeyin ki sonra bilgisizlikle onlar da Allah'a soverler. Iste biz, boylece her topluluga, yaptıklarını susleyip guzel gosterdik, sonra da donup varacakları yer, Rablerinin tapısıdır ve o da, ne yaptıklarını bildirir onlara"},{"SurahNumber":6,"VerseNumber":109,"Text":"Onlar, kendilerine bir delil gelirse inanacaklarına dair cok sıkı yemin ettiler. De ki: Deliller, Allah katındadır, fakat delil gelse de inanmayacaklarını anlamaz mısınız"},{"SurahNumber":6,"VerseNumber":110,"Text":"Biz, onların gonullerini, gozlerini tersine cevirmisiz, evvelce inanmadıkları gibi gene inanmazlar ve biz, onları taskınlıklarında saskın bir halde terketmisiz"},{"SurahNumber":6,"VerseNumber":111,"Text":"Onlara melekler indirseydik, oluler dirilip onlarla konussaydı, her seyi toplayıp onlerine koysaydık gene Allah dilemedikce inanmazlardı, fakat cogu bilmez"},{"SurahNumber":6,"VerseNumber":112,"Text":"Iste biz, boylece her peygambere insan ve cin Seytanlarını dusman ettik; bazısı, bazısına yaldızlı sozler soyleyerek aldatır. Rabbin dileseydi yapamazlardı bunu, onları da bırak, iftiralarını da"},{"SurahNumber":6,"VerseNumber":113,"Text":"Onlar, ahirete inanmayanların gonulleri meyletsin ve hosnut olsunlar da yapageldiklerine devam etsinler diye soylerler o sozleri"},{"SurahNumber":6,"VerseNumber":114,"Text":"Allah'tan baska bir hakem mi arayayım ki size, her muhtac oldugunuz seyi bildirip acıklayan kitabı, o indirmistir. Kendilerine kitap verilenler de bilirler ki o, senin Rabbin tarafından gercek olarak indirilmis bir kitaptır; artık suphe edenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbinin sozleri, gercek olarak ve adalet uzere tamdır, tekemmul etmistir, sozlerini degistirecek yoktur ve odur duyan, bilen"},{"SurahNumber":6,"VerseNumber":116,"Text":"Yeryuzunde bulunanların coguna uyarsan seni Allah yolundan saptırır; cunku onlar, ancak zanna kapılırlar ve onlar, ancak yalan soylerler"},{"SurahNumber":6,"VerseNumber":117,"Text":"Suphe yok ki Rabbin, kendi yolundan sapanı daha iyi bilir ve o daha iyi bilir dogru yolu bulmus olanları"},{"SurahNumber":6,"VerseNumber":118,"Text":"Onun ayetlerine inanmıssanız Allah'ın adı anılarak kesilenleri yiyin"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor da Allah'ın adı anılarak kesilenleri yemiyorsunuz? Halbuki zorada kaldıgınız zamanlar haric, size haram edilenleri ayırt etmisti. Suphe yok ki halkın cogu, bilmeden kendi istekleriyle sapıp gider. Suphe yok ki Rabbin, haddini asanları daha iyi bilir"},{"SurahNumber":6,"VerseNumber":120,"Text":"Gunahın acıga vurulanından da vazgecin, gizli kalanından da. Gunah kazananlar, kazanclarına karsılık cezalanacaklardır"},{"SurahNumber":6,"VerseNumber":121,"Text":"Allah'ın adı anılarak kesilmeyen hayvanları yemeyin ve suphe yok ki kotuluktur bu ve suphe yok ki Seytanlar, sizinle cekismeleri icin dostlarına telkinde bulunurlar, onlara uyarsanız siz de sirk kosanlardan olursunuz"},{"SurahNumber":6,"VerseNumber":122,"Text":"Oluyken diriltip insanların arasında yol alması icin kendisine bir ısık verdigimiz kimse, karanlıklara dalmıs olan ve bir turlu de cıkamayan kimseye benzer mi hic? Iste boylece kafirlere, yaptıkları seyler, suslu ve hos gosterilmededir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Ve boylece her sehirde, hileler, duzenler kursunlar diye o sehrin gunahkarlarını buyulttuk, yucelttik, onlar ancak kendilerine karsı hilekarlıkta bulunurlar ama bilmezler"},{"SurahNumber":6,"VerseNumber":124,"Text":"Bir ayet geldi mi, Allah'ın peygamberlerine geldigi gibi bize de bir ayet gelmedikce kesin olarak inanmayız derler. Peygamberligini kime verecegini Allah bilir. O suc isleyenlere, hilekarlıkları yuzunden Allah katından bir horluk ve cetin bir azap gelip catacaktır"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah, kimi dogru yola goturmek isterse Muslumanlıgı kabul etmesi icin gonlunu acar ve kimi sapıtmak isterse gonlunu oyle bir daraltır, sıkar ki sanki goge agacakmıs da imkan bulamıyor sanır kendisini. Iste Allah, inanmayanlara boyle azap verir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ve budur Rabbinin dogru yolu, dusunup ogut alacak topluluga ayetlerimizi apacık bildirdik"},{"SurahNumber":6,"VerseNumber":127,"Text":"Onlarındır Rablerinin katında esenlik yurdu ve o, yaptıkları islerden dolayı dosttur onlara"},{"SurahNumber":6,"VerseNumber":128,"Text":"O gun hepsini toplar da ey cin toplulugu, insanların bircogunu bastan mı cıkardınız der. Insanlardan, onlara dost olanlar, Rabbimiz derler, biz, birbirimizden faydalandık ve bize takdir ettigin vakte de eristik iste. Tanrı, atestir yurdunuz der, orada Allah'ın diledigi haric, ebedi olarak kalırsınız. Suphe yok ki Rabbin hukum ve hikmet sahibidir, her seyi bilir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste biz, kazandıkları suc yuzunden zalimlerin bir kısmını, bir kısmına boyle musallat ederiz"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ey cin ve insan toplulugu, icinizden, size ayetlerimi nakleden ve icinde bulundugunuz su gunun bir zaman olup gelecegini haber vererek sizi korkutan peygamberler gelmedi mi? Aleyhimize tanıklık ediyoruz derler ve onları dunya yasayısı aldatmıstır da sonucu, kafir olduklarına dair kendi aleyhlerine kendileri tanıklıkta bulunmuslardır"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu da, halkının hicbir seyden haberi olmayan sehirleri, Rabbinin zulumle helak etmeyeceginden dolayıdır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Herkesin, yaptıgına gore dereceleri var ve Rabbin, onların yaptıklarından gafil degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin, her seyden mustagni ve rahmet sahibi Rab'dir. Dilerse sizi ortadan kaldırır ve sizden sonra diledigini yerinize getirir, nitekim sizi de baskabaska toplulukların soyundan meydana getirmistir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Muhakkak size vaadedilen seyler gelecek ve siz, olacak seylerin onune gecemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: Ey kavmim, siz elinizden geleni yapın, ben de yapmadayım. Yakında bilir, anlarsınız kimin sonunun hayırlı olacagını. Suphe yok ki zalimler, muratlarına ermezler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah'ın yarattıgı ekinlerle hayvanlardan Allah'a bir hisse ayırıp bos dusuncelerine gore bu Allah'ın diyorlardı, bu da ortaklarımız olan putların. Putlara ait olanlar, Allah'a ulasmıyordu ama Allah'a ait olanlar, ortaklarına, putlara kavusuyordu, hukmettikleri sey ne de kotuydu"},{"SurahNumber":6,"VerseNumber":137,"Text":"Ve gene boylece ortakları, onları helak etmek ve inanclarına supheler karıstırmak icin musriklerin coguna cocuklarını oldurmeyi hos gosterdi. Allah dileseydi yapamazlardı bunu, artık sen onları da kendi hallerine bırak, bos yere ettikleri iftiralarına da aldırıs etme"},{"SurahNumber":6,"VerseNumber":138,"Text":"Onlar, kendi akıllarınca bu hayvanlarla ekinler haramdır, ancak izin verdigimiz kisiler yiyebilir onları ve su hayvanlara da binmek haram edilmistir dediler. Bos yere Allah'a iftira ederek adını anmadan hayvan kesiyorlar, yakında bu iftiralarının cezasını gorecekler"},{"SurahNumber":6,"VerseNumber":139,"Text":"Ve su hayvanların karınlarındaki yavrular, yalnız erkeklerimize helal, kadınlarımıza haram; olu dogarsa erkek de ortak, kadın da dediler. Bu cesit sozleri yuzunden cezalarını yakında verecek. Suphe yok ki o, hukum ve hikmet sahibidir, her seyi bilir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Muhakkak ki bilgisizlik yuzunden akılsızca hareket ederek cocuklarını oldurenlerle Allah'a bos yere iftirada bulunarak Allah'ın verdigi rızıkları haram sayanlar, zarara ugramıslar, mahrumiyet icinde kalmıslardır. Suphesiz ki onlar sapıtmıslardır ve dogru yolu bulamamıslardır"},{"SurahNumber":6,"VerseNumber":141,"Text":"Oyle bir mabuttur ki cardaklı ve cardaksız bagları, bahceleri, tatları cesitli hurmaları, ekilmis seyleri, bir bakıma birbirine benzeyen, bir bakıma benzemeyen zeytinleri ve narları yetistirip meydana getirir. Meyve verince meyvelerinden yiyin, devsirme gunu hakkını da israf etmemek sartıyla verin, suphe yok ki o, musrifleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanlardan yuklerinizi tasıyanlar var, yununden faydalandıklarınız var ve onları da yaratan o Allah'ın, sizi rızıklandırdıgı seyleri yiyin ve Seytan'ın izini izlemeyin; suphe yok ki o, size apacık bir dusmandır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Derler ki sekiz cifttir o hayvanlar. Koyun iki cift, keci iki cift. De ki: Erkekleri mi haram etti, disileri mi, yoksa o disilerin rahimlerindeki yavruları mı? Sozunuz gercekse bilerek haber verin bana"},{"SurahNumber":6,"VerseNumber":144,"Text":"Deve iki cifttir, sıgır iki cift derler. De ki: Iki erkegi mi haram etti, yoksa disileri mi, yahut da disilerin rahimlerindeki yavruları mı? Allah, bunu size tavsiye ederken tanık mıydınız, gordunuz, duydunuz mu yoksa? Bilmeden insanları saptırmak icin yalan yere Allah'a iftira edenden daha zalim kimdir ki? Suphe yok ki Allah, zulmeden kavmi dogru yola sevk etmez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: Bana vahyedilenler arasında olmus hayvan etinden, dokulmus kandan, yahut da domuz etinden baska, yiyene haram edilen bir sey bulamıyorum ben. Suphe yok ki domuz, pistir ve bir de Allah'tan baskası icin kesilen hayvan haramdır ki bu da pek kotu bir seydir. Ancak zorada kalana, isyan etmeyi kurmamak ve ihtiyactan fazla da yememek sartıyla helaldir bunlar ve hic suphe yoktur ki Rabbin, sucları orter, rahimdir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Biz, Yahudilere, tırnakları bulunan butun hayvanları ve sırtlarına yapısmıs, yahut kemiklerine sıvanmıs, yahut da bagırsaklarına karısmıs olan yaglardan baska sıgır ve koyunun tekmil yaglarını haram etmistik. Bu da, isyanlarından dolayı onlara verdigimiz ceza yuzundendi ve suphe yok ki biz, sozumuzde dogruyuz"},{"SurahNumber":6,"VerseNumber":147,"Text":"Seni yalanlarlarsa hemen de ki: Rabbiniz genis, engin bir rahmete sahiptir, fakat azabını da suclu kavimden reddetmeye imkan yok"},{"SurahNumber":6,"VerseNumber":148,"Text":"Sirk kosanlar diyecekler ki: Allah dileseydi ne biz sirk kosardık, ne atalarımız; hicbir seyi de haram saymazdık. Iste onlardan once gelenler de peygamberleri boyle yalanladılar da sonucu azabımızı tattılar. De ki: Bu hususta bir bilginiz varsa hemen bildirin bize. Fakat siz, ancak zannınıza uyuyorsunuz ve ancak yalan soyluyorsunuz"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: O halde reddedilemeyecek kesin delil, ancak Allah'ındır, elbette dileseydi hepinizi de dogru yola sevk ederdi"},{"SurahNumber":6,"VerseNumber":150,"Text":"De ki: Allah'ın, sunu haram ettigine tanıklık eden sahitlerinizi getirin bakalım. Fakat gelirler de tanıklık ederlerse sen, onlarla beraber tanıklık etme ve putları, Rableriyle bir tutup ahirete inanmayarak ayetlerimizi yalanlayanların dileklerine uyma"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: Gelin de Rabbiniz, size neleri haram etti, ben okuyup anlatayım: Sakın ona hicbir seyi es ve ortak saymayın, ananıza, babanıza karsı iyilikte bulunun ve yoksulluk korkusuyla cocuklarınızı oldurmeyin, sizi de ancak biz rızıklandırırız, onları da ve acıga cıkan kotuluklere de yaklasmayın, gizli kalan kotuluklere de ve hicbir cana kıymayın, cunku Allah, haklı olmadıkca haram etmistir bunu. Iste aklınızı basınıza alasınız diye size bunları emretmistir o"},{"SurahNumber":6,"VerseNumber":152,"Text":"Ergenlik cagına gelinceye dek, en iyi bir sekilde olmadıkca yetimin malına yaklasmayın ve olcegi, teraziyi dosdogru olcup tartın. Hicbir kimseye, kudretinden asırı bir sey teklif edilmemistir ve soz soylediginiz zaman hısımınız bile olsa adaleti mutlaka gozetin ve Allah'la ettiginiz ahde vefa edin. Iste dusunup ogut almanız icin bunları emretmistir size"},{"SurahNumber":6,"VerseNumber":153,"Text":"Ve suphe yok ki budur benim dosdogru yolum, ona uyun siz ve sizi, onun yolundan ayıracak yollara gitmeyin. Cekinip sakınasınız diye iste bunları emretmistir size"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra, Rablerine kavusacaklarına inansınlar diye iyilik edenlere, nimetimizi tamamlamak ve her seyi ayırt edip acıklamak uzere dogru yolu gosteren ve rahmetten ibaret olan kitabı Musa'ya vermistik"},{"SurahNumber":6,"VerseNumber":155,"Text":"Bu kitabıysa kutlu olarak indirdik, artık ona uyun ve cekinin de rahmete kavusanlara katılın"},{"SurahNumber":6,"VerseNumber":156,"Text":"Hic suphe yok ki bizden once ancak iki taifeye kitap indirildi ve bizse onu okumaktan acizdik, bir sey anlamıyorduk demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahut da bize de kitap indirilseydi onlardan daha mukemmel bir surette dogru yolu bulurduk diye soylenmeyesiniz diye suphe yok ki Rabbinizden size de apacık bir delil, bir hidayet ve rahmet geldi. Allah'ın delillerini yalanlayıp onlardan yuz cevirenden daha zalim kimdir ki? Delillerimizden yuz cevirenleri, bu yuz cevirmeleri yuzunden en kotu bir azapla azaplandıracagız yakında"},{"SurahNumber":6,"VerseNumber":158,"Text":"Hala kendilerine meleklerin inmesini, yahut Rabbinin, yahut da Rabbinden bazı delillerin gelmesini mi bekliyorlar? Rabbinin bazı delilleri geldigi gun hic kimseye, onceden iman etmemisse, yahut inancından bir hayır kazanmamıssa o gunku inanması fayda etmez. De ki: Bekleyin ve biz de beklemekteyiz zaten"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parcaparca, bolup bolukboluk fırkalara ayrılanlarla hicbir ilgin olamaz ve suphe yok ki onların bu hareketlerini Allah soracaktır ancak ve sonra da isledikleri isleri haber verecektir onlara"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir iyilikle Tanrı tapısına gelirse ona, yaptıgının on misli mukafat verilecektir ve kim bir kotulukle gelirse ancak ona karsılık ve onun misli bir ceza ile cezalandırılacaktır ve onlara zulmedemeyecektir"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: Suphe yok, Rabbim, beni dogru yola sevketti, Ibrahim'in tek Tanrı tanıyan dosdogru dinine hidayet etti ve o, hicbir zaman sirk kosanlardan degildi"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: Suphe yok, namazım da, ibadetlerim de, diriligim de, olumum de alemlerin Rabbi olan Allah icindir ki"},{"SurahNumber":6,"VerseNumber":163,"Text":"Esi ortagı yoktur onun ve bana bu emredildi ve ben, ona teslim olanların ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: Allah'tan baska bir Rab mi arıyacakmısım, halbuki odur her seyin Rabbi ve herkesin kazancı, ancak kendisine aittir; hicbir suclu, bir baskasının sucunu yuklenmez, sonra da donup varacagınız yer, Rabbinizin tapısıdır ve o, ayrılıga dustugunuz seyleri haber verir size"},{"SurahNumber":6,"VerseNumber":165,"Text":"Oyle bir mabuttur ki sizi yeryuzune hakim kılar ve size verdigi seylerle sizi sınamak icin bir kısmınızı, bir kısmınızdan mevki ve paye bakımından yuceltir. Suphe yok ki Rabbin, cezaya layık olanın cezasını pek tez verir ve suphe yok ki o, sucları orter, rahimdir"}]}