{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Bukil alemge bir eskertwsi bolwı usin qulına (jaqsı-jamandı ayıratın) Qurandı tusirgen Alla ote jogarı"},{"SurahNumber":25,"VerseNumber":2,"Text":"Kokter men jerdin patsalıgı Oniki. Ol, eskimdi bala qılıp almadı da Onın patsalıgında esbir ortagı joq. Sonday-aq ar narseni jaratıp, onın olsewin belgiledi"},{"SurahNumber":25,"VerseNumber":3,"Text":"(Sonda da) olar Alladan ozge, bir narseni jarata almaytın, ozderi jaratılatın, sonday-aq ozderine de payda, ziyan keltirw kusine jane oltirw, tiriltw tagı olgendi qayta tiriltw kusine ie bolmagandardı tanir jasap aldı"},{"SurahNumber":25,"VerseNumber":4,"Text":"Sonday kapirler: \"Bul Quran mulde jasandı. Onı ozi sıgardı, ogan basqa el de komektesti\" dep, olar orınsız jala japsırdı"},{"SurahNumber":25,"VerseNumber":5,"Text":"Jane olar: \"Ol Quran burıngılardın anızı. Onı, bul jazdırıp aladı da, erteli-kes ozine oqıladı\" dedi"},{"SurahNumber":25,"VerseNumber":6,"Text":"(Muxammed G.S.): \"Qurandı kokter men jerdin sırın biletin Alla tusirdi. Ras Alla ote jarılqawsı, tım meyirimdi\" de"},{"SurahNumber":25,"VerseNumber":7,"Text":"Tagı olar: \"Bul qalay Paygambar? Tamaq jeydi, bazarlarda juredi. Nege ogan, onımen birge jurip, qorqıtatın periste tusirmeydi?\",-desti"},{"SurahNumber":25,"VerseNumber":8,"Text":"Nemese ogan (sanıraktan) bir qazına tastalsa ne onın bir korektenetin baqsası bolsa edi.\" Soytip zalımdar: \"Sender mulde jadılangan kisige eresinder\" dedi"},{"SurahNumber":25,"VerseNumber":9,"Text":"(Muxammed G.S.) Qara! Sen usin qalay mısaldar berdi. Endi olar jol taba almaytın turde adastı"},{"SurahNumber":25,"VerseNumber":10,"Text":"Sonday molsılıq iesi Alla qalasa, bulardan da jaqsı, astarınan ozender agatın baqsalar bere aladı. Tagı sen usin; saraylar jasay aladı"},{"SurahNumber":25,"VerseNumber":11,"Text":"Biraq olar qiyametti jasınga sıgaradı. Qiyametti jasınga sıgargandar usin; qaynagan tozaqtı azirledik"},{"SurahNumber":25,"VerseNumber":12,"Text":"Tozaq, olardı uzaq bir jerden korgen satte, olar onın qaynap, kurkiregenin estidi"},{"SurahNumber":25,"VerseNumber":13,"Text":"Olar, tozaqtın tar bir jerine qoldarı, moyındarına baylawlı tastalganda, sol jerde joq bolwdı qalaydı"},{"SurahNumber":25,"VerseNumber":14,"Text":"Bugin bir-aq joq bolwdı tilemender! Koptegen joq bolwdı tilender\" (delinedi)"},{"SurahNumber":25,"VerseNumber":15,"Text":"(Muxammed G.S.): \"Osı azap jaqsı ma? Nemese taqwalar usin sıylıq ari barar orın turinde wade etilgen mangilik jannat jaqsı ma?\",- de"},{"SurahNumber":25,"VerseNumber":16,"Text":"Olar mangi qalatın jannattta, ne tilese bar. Bul, Rabbın mindetti turde orındaytın bir wade"},{"SurahNumber":25,"VerseNumber":17,"Text":"Ol; sol kuni, olardı jane Alladan ozge tabingandarın jinaydı. Sonda olardan: \"Osı quldarımdı sender adastırdındar ma? Nemese joldan ozderi adastı ma?\",- dep, suraydı"},{"SurahNumber":25,"VerseNumber":18,"Text":"(Ol tabınılgandar): \"Sen paksin. Bizge Senen ozgeni ie qılwımız layıq emes. Biraq Sen, olardı da ataların da qamtamasız ettin. Tipti Seni eske alwdı umıttı da jogalwga layıq bir el boldı\" dedi. (S.P6-P7-A. 34-S.40-41-A)"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Tabıngandarın); ras aytqandarındı jasınga aynaldıradı. Sonda onı qaytara almaysındar da bir komek te taba almaysındar. Senderden kim zulımdıq qılsa, iri azap tattıramız"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Muxammed G.S.) Senen burın da tamaq jeytin, bazarlarda juretin gana paygambarlardı jibergen edik. Negizinde birindi-birine sınaw qıldıq. Sabır etesinder me? Rabbın ar narseni korwsi"},{"SurahNumber":25,"VerseNumber":21,"Text":"Sonday bizge kezdeswdi kutpegender: \"Bizge peristeler nege tusirilmeydi? Nemese Rabbımızdı korsek\" dedi. Rasında olar ozderin-ozderi jogarı sanadı da tım sekten sıgıp ketti"},{"SurahNumber":25,"VerseNumber":22,"Text":"Olar peristelerdi korgen kuni, kunakarlar usin qwanıstı kun bolmaydı. Peristeler: \"Joq, senderge qwanıs joq\" deydi. (Ne ozderi: \"Maxrum qaldıq\" deydi)"},{"SurahNumber":25,"VerseNumber":23,"Text":"Olar nendey bir is istegen bolsa, ras onı qolga alıp, sasılgan tozanga aynaldıramız"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ol kuni, jannattıqtardın turar jeri jaqsı, tınıgar jerleri ote korkem boladı"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ol kuni, aspan bulttarsa jarılıp, peristeler jalgastı turde tusiriledi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ol kuni, sın patsalıq Allaniki. Ol kapirler usin ote awır kun boladı"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ol kuni ar zalım oz qolın saynap: \"Attegen-ay! Paygambarmen birge jol tutqan bolsam edi\" deydi"},{"SurahNumber":25,"VerseNumber":28,"Text":"Nendey okinis magan; Atten! Men palenbaydı dos tutpagan bolsa edim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Sınında ol, Quran kelgennen keyin meni odan adastırdı. Negizinde saytan adam balası usin opasız boladı"},{"SurahNumber":25,"VerseNumber":30,"Text":"Paygambar: \"Rabbım! Ras menin elim bul Qurandı tastap qoydı\" dedi"},{"SurahNumber":25,"VerseNumber":31,"Text":"Sol siyaqtı ar paygambar usin kunakarlardı duspan qıldıq. Rabbın jeteksilik jane komeksilikte sagan jetip, asadı"},{"SurahNumber":25,"VerseNumber":32,"Text":"Tagı kapirler: \"Ogan Quran bir-aq jolda nege tusirilmedi?\",-dedi. Osılaysa, kokeyine qondırw usin onı anıqtap oqıdıq"},{"SurahNumber":25,"VerseNumber":33,"Text":"Olar sagan bir mısal keltirse; arine sagan sındiqtı jane korkem tusinikti akelemiz"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tozaqqa betimen jer bastırılıp jinalatındar; mine solar, orındarı jaman, joldarı qangırıs bolatındar"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ras Musaga Kitap berip, Onımen birge twısı Harundı wazir qıldıq"},{"SurahNumber":25,"VerseNumber":36,"Text":"Sonda olarga: \"Ekewin ayattarimızdı jasınga sıgargan elge barındar\" dedik. Aqırı ol eldi mulde tipıl qıldıq"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nux (G.S.) tın elin de paygambarlardı jasınga sigargan kezde swga batırıp, olardı adam balası usin bir gibrat qıldıq. Sonday-aq zalımdar usin kuyzeltwsi azap dayındadıq"},{"SurahNumber":25,"VerseNumber":38,"Text":"Gad, Samud jane Res elin; bulardın arasında koptegen nasilderdi de"},{"SurahNumber":25,"VerseNumber":39,"Text":"Barlıgına da mısaldar bergen edik te mulde joq ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Rasında (Mekkelikter) sonday paleket janbırga usıragan kentke kelgen edi. Olar onı kormedi me? Olay emes. Olar qayta tirilwdi de umit etpeydi"},{"SurahNumber":25,"VerseNumber":41,"Text":"(Muxammed G.S) Olar seni korse-aq boldı: \"Allanın jibergen Elsisi osı ma?\",- dep talkekke aladı"},{"SurahNumber":25,"VerseNumber":42,"Text":"Olar: \"Eger ogan sıdamasaq, tanirlerimizden adastıra jazdadı\" deydi. Olar azaptı korgen satte, kimnin joldan adasqaın biledi"},{"SurahNumber":25,"VerseNumber":43,"Text":"(Muxammed G.S.) oyın, tanir jasap algandı (oyının qulı bolgandı) kordin be? Sonda sen olarga kepil bolasın ba"},{"SurahNumber":25,"VerseNumber":44,"Text":"Nemese olardın kobin; tındaydı ya tusinedi dep, oylaysın ba? Olar mulde xaywandar tarizdi. Balkim olar joldan tım adasqan"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbınnın kolenkeni qalay uzartqanın kormedin be? Eger qalasa, onı turaqtı qılar edi. Sosın kundi kolenkege bir dalel qıldıq. (Kolenke; kunnin barlıgının daleli. Ar narse ozinin terisimen anıqtaladı. J.M.R)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sosın uzın kolenkeni oz jagımızga qolay aldıq"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ol sonday Alla, senderge tundi; kiim, uyqını; tınıgw etip, kundizdi; (kasipke) tarqaw mezgili qıldı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ol sonday Alla; raxmetinin (janbırdın) aldında qwandırıp, samaldardı jiberdi. Aspannan tap-taza janbır jawdırdıq"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ol arqılı oli jerdi jandandırıp, biz jaratqan xaywandar menen koptegen adamdardı swarw usin"},{"SurahNumber":25,"VerseNumber":50,"Text":"Rasında ugit alwları usin; janbırdı aralarına aynaldıra jawdırdıq. Sonda da adamdardın kobi, bas tartıp, mulde qarsı keldi"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eger qalasaq; ar kentke bir eskertwsi jiberer edik"},{"SurahNumber":25,"VerseNumber":52,"Text":"(Muxammed G.S.) endi kapirlerge bagınba! Olarmen Quran arqılı ulı kures jasa"},{"SurahNumber":25,"VerseNumber":53,"Text":"Ol sonday Alla, eki tenizdi qoya berdi; mınaw tatti suykimdi jane anaw tuzdı, ascı. Eki arasına (qosılıp, aralaspaytın) boget jasadı"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ol sonday Alla, swdan adam jaratıp, onı urpaq jane jegjat qıldı. Rabbın kusti"},{"SurahNumber":25,"VerseNumber":55,"Text":"Olar, Alladan ozge ozderine payda, ziyan keltire almaytın narselerge soqınadı. Sonday-aq kapirder Rabbına qarsı sıqqanga jardem etedi"},{"SurahNumber":25,"VerseNumber":56,"Text":"(Muxammed G.S.) negizinde seni qwandırwsı, qorqıtwsı, gana qılıp jiberdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"Olarga: \"Bugan senderden aqı emes, Rabbılarınnın jolın ustagısı kelgen kisini gana qalaymın\" de"},{"SurahNumber":25,"VerseNumber":58,"Text":"Sonday es olmeytin tiri Allaga tawekel et. Onı dariptey maqta. Ol quldarının kunalarınan xabar alwga jetip asadı"},{"SurahNumber":25,"VerseNumber":59,"Text":"Ol, sonday kokter men jerdi jane eki arasındagılardı altı kunde jaratıp sosın garsına koterildi. Ol, tım qamqor, onı bilgennen sura"},{"SurahNumber":25,"VerseNumber":60,"Text":"(Sajde ayatı bar.) Olarga: \"Raxmanga sajde qılındar\" delinse: \"Raxman degen ne? Sen amir etken narsege sajde qıla bereyik be?\",-desti. Bul, olardın jirenisin qozdırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Sonday mol igilik iesi Alla, aspandagı juldızdardın ornın jaratıp, onda bir jarıq (kun) jane sawle berwsi aydı jarattı"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ol, sonday ugit algısı nemese sukir etkisi kelgen kisi usin tun men kundizdi, birin-birine ertip qoydı"},{"SurahNumber":25,"VerseNumber":63,"Text":"Raxmanın quldarı jerde sıpayı turde jurip, olarga bilmester til tigizse de: \"Salemetsilik\" dep, durıs jawap beredi"},{"SurahNumber":25,"VerseNumber":64,"Text":"Olar tundi, Rabbılarına sajde qılw, tike turwmen otkizedi"},{"SurahNumber":25,"VerseNumber":65,"Text":"Olar: \"Rabbımız! Tozaq azabın awlaq qıl! Ras onın azabı turaqtı\" deydi"},{"SurahNumber":25,"VerseNumber":66,"Text":"Sınında ol; orınnın da mekennin de jamanı"},{"SurahNumber":25,"VerseNumber":67,"Text":"Olar mal sarıp qılganda, ısrap ta qılmay, sarandıq ta istemey, osı ortalıqta turadı"},{"SurahNumber":25,"VerseNumber":68,"Text":"Olar Allamen birge basqa tanirge jalbarınbaydı. Alla oltirilwin aram etken kisini orınsız oltirmeydi de zina qılmaydı. Kimde-kim olardı istese, kunaga jolıgadı"},{"SurahNumber":25,"VerseNumber":69,"Text":"Qiyamet kuni, eselenip azap boladı. Olar onda qor bolıp, mulde qaladı"},{"SurahNumber":25,"VerseNumber":70,"Text":"Biraq kimde-kim tawbe qılsa, Sonday-aq kim iman keltirip, izgi is istese, mine Alla olardın jamandıqtarın jaqsılıqtarga awıstıradı. Alla ote jarılqawsı, erekse meyirimdi"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kimde-kim tawbe qılıp, tuzw is istese, ras ol, Allaga layıqtı turde qaytqan boladı"},{"SurahNumber":25,"VerseNumber":72,"Text":"Olar otirikke aygaq bolmaydı da bos (paydasız) sozderge kezdesse, mangazdanıp otedi"},{"SurahNumber":25,"VerseNumber":73,"Text":"Qasan olarga Rabbılarının ayattarı arqılı tgit berilse, ogan qulaq salmay, koz jumıp, kete bermeydi"},{"SurahNumber":25,"VerseNumber":74,"Text":"Olar: \"Rabbımız! Bizge jubaylarımızdan, urpaqtarımızdan kozayımdıq ber. Sonday-aq bizdi taqwalardın aldı qıl!\",- deydi"},{"SurahNumber":25,"VerseNumber":75,"Text":"Mine bular, sabır etkendikteri sebepti jogargı sıylıqqa bolenedi. Aman-salemmen qarsı alınadı"},{"SurahNumber":25,"VerseNumber":76,"Text":"Olar onda mangi qaladı. Ol nendey korkem turaq, jaqsı orın"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Muxammed G.S.) olarga: \"Eger qulsılıqtarın bolmasa, Rabbım, senderdi nege bagalasın? Ras sender jasınga aynaldırdındar. Sondıqtan azapqa dwsar bolasındar\" de"}]}