{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Xudovandro tasʙeh gujand har ci dar osmonhovu har ci dar zamin ast. Va Ust ƣoliʙu hakim"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ust on Xudoe, ki naxustin ʙor kasone az ahli kitoʙro, ki kofiron ʙudand, az xonahojason ʙerun rond va sumo namepindosted, ki ʙerun ravand. Onho niz mepindostand qal'ahojasonro tavoni on xast, ki dar ʙaroʙari Xudo nigahdoraon ʙosad, Xudo az sue, ki gumonasro namekardand, ʙar onho azoʙ ovard va dar dilason tars andoxt, cunon ki xonahoi xudro ʙa dasti xud va ʙa dasti mu'minon xaroʙ mekardand. Pas, ej sohiʙaqlho iʙrat ʙigired"},{"SurahNumber":59,"VerseNumber":3,"Text":"Agar Xudr tarki dijorro ʙar onho muqarrar nakarda ʙud, dar dunjo ʙa azoʙ giriftorason mekard va dar oxiratason azoʙi otas ast"},{"SurahNumber":59,"VerseNumber":4,"Text":"Va in ʙa cazoi on ʙud, ki ʙo Xudovu pajomʙaras muxolifat kardand va har ki ʙo Xudo muxolifat mekunad, ʙidonad, ki Xudo ʙa saxti uquʙat mekunad"},{"SurahNumber":59,"VerseNumber":5,"Text":"Har daraxti xurmoerr, ki ʙurided, jo onro ʙar resaas ʙoqi guzorided,, ʙa farmoni Xudo ʙuvad, to nofarmonon xor gardand"},{"SurahNumber":59,"VerseNumber":6,"Text":"Va on ci Xudo az doroijason ʙa pajomʙari xud ƣanimat dod, sumo ʙo asp jo suture ʙar on natoxta ʙuded, ʙalki Xudo pajomʙaronasro ʙar har ki ʙixohad, ƣoliʙ, mesozad va Xudo ʙar har cize qodir, ast"},{"SurahNumber":59,"VerseNumber":7,"Text":"On ƣanimate, ki Xudo az mardumi dehaho nasiʙi pajomʙaras kardaast, az oni Xudost va pajomʙar va xesovandonu jatimon va miskinonu musofironi dar roh monda, to mijoni tavongaronaton dast ʙa dast nasavad. Har ci pajomʙar ʙa sumo dod, ʙisitoned va az har ci sumoro man' kard, parhez kuned. Va az Xudo ʙitarsed, ki Xudo saxtuquʙat ast"},{"SurahNumber":59,"VerseNumber":8,"Text":"Niz ƣanoim az oni muhocironi (tarki Vatan kardagon) faqirest, ki az sarzaminason ronda sudaand va onho dar talaʙi fazlu xusnudii Xudojand va Xudovu pajomʙarasro jori mekunand, inho rostgujonand"},{"SurahNumber":59,"VerseNumber":9,"Text":"Va kasone, ki pes az omadani muhociron, dar dijori xud ʙudaand va imon ovardaand, onhoero, ki ʙa sujason muxocirat kardaand, dust medorad. Va az on ci muhocironro doda mesavad, dar dil ehsosi hasad namekunand va digaronro ʙar xud ixtijor mekunand, harcand xud muhtoc ʙosand. Va onon, ki az ʙaxilii xud dar amon monda ʙosand, nacotjoftagonand"},{"SurahNumber":59,"VerseNumber":10,"Text":"Kasone, ki az pasi onho omadaand, megujand: «Ej Parvardigori mo, movu ʙarodaroni moro, ki pes az mo imon ovardaand, ʙiʙaxso va kinai kasonero, ki imon ovardaand, dar dili mo coj madeh. Ej Parvardigori mo, tu musfiqu mehruʙon hasti!»"},{"SurahNumber":59,"VerseNumber":11,"Text":"Ojo munofiqonro nadidai, ki ʙa joroni xud az ahli kitoʙ, ki kofir ʙudand, meguftand: «Agar sumoro ʙadarƣa kunand, mo niz ʙo sumo ʙerun meoem va ʙa zijoni sumo ʙa hec kas ito'at naxohem kard va agar ʙo sumo cangidand, joriaton mekunem». Va hol on ki Xudo medonad, ki duruƣ megujand"},{"SurahNumber":59,"VerseNumber":12,"Text":"Agar onhoro ʙadarƣa kunand, ʙo onho ʙerun nasaavand. Va agar ʙa cangason ʙijojand, joriaaton namekunand va agar ham ʙa, joriason ʙarxezand, ʙa dusman pust mekunand. Pas rui jori naʙinand"},{"SurahNumber":59,"VerseNumber":13,"Text":"Tarsi az sumo dar dili onho ʙestar az ʙimi Xudost. Zero mardume hastand, ki ʙa fahm darnamejoʙand"},{"SurahNumber":59,"VerseNumber":14,"Text":"Onon hamagi ʙo sumo cang namekunand, magar dar dehahoe, ki qal'a dosta ʙosad jo az pasi devor. Onho saxt ʙo jakdigar dusmanand, tu jakdil mepindorijason va hol on ki dilhoson az ham cudost, ki mardume ʙexiradand"},{"SurahNumber":59,"VerseNumber":15,"Text":"Monandi onhoe hastand, ki cande pes vuʙoli gunohi xudro casidand. Va ʙa azoʙe dardovar niz giriftor xohand sud"},{"SurahNumber":59,"VerseNumber":16,"Text":"Monandi sajton, ki ʙa odami guft: «Kofir sav!» Cun kofir sud, guft: «Man az tu ʙezoram. Man az Xudo — on ParvarDigori cahonijon metarsam!»"},{"SurahNumber":59,"VerseNumber":17,"Text":"Sarancomason on sud, ki har du ʙa otas aftand va covidona dar on ʙosand. In ast cazoi sitamkoron"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ej kasone, ki imon ovardaed, az Xudo ʙitarsed. Va har kas ʙojad ʙingarad, ki ʙaroi fardojas ci firistodaast. Az Xudo ʙitarsed, ki Xudo ʙa korhoe, ki mekuned, ogoh ast"},{"SurahNumber":59,"VerseNumber":19,"Text":"Az on kason maʙosed, ki Xudoro faromus kardard va Xudo niz cunon kard, to xudro faromus kunand. Onho nofarmonand (fosiqonand)"},{"SurahNumber":59,"VerseNumber":20,"Text":"Ahli duzax va ahli ʙihist ʙo ham ʙaroʙar nestand. Ahli ʙihist xud zafarjoftagonand"},{"SurahNumber":59,"VerseNumber":21,"Text":"Agar in Qur'onro ʙar kuh nozil mekardem, az xavfi Xudo onro tarsida va sikofxurda medidi. Va in misolhoest, ki ʙaroi mardum meovarem, sojad ʙa fikr furu ravand"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ust Xudoi jagona ki hec xudoe cuz U nest. Donoi nihonu oskor va ʙaxsojandavu mehruʙon ast"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ust Xudoi jagona, ki hec xudoi digare cuz U nest, farmonravost, pok ast, dar salomat az har ajʙ ast, eminiʙaxs ast, nigahʙon ast, ƣoliʙ ast, ʙocaʙarut (azamat) ast va ʙuzurgvor ast. Va az har ki ʙaroi U sarik karor medihand, pok ast"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ust Xudoe, ki ofaridgor ast, ecodkunanda va suratʙaxs ast, nomhoi neku az oni Ust. Harci dar osmonho va zamin ast, tasʙehgui U hastand va U ƣoliʙu hakim ast"}]}