{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Slaven neka bide Onoj koj robot Svoj noḱe go prenese od Mesdžidul Haram do Mesdžidul Aksa, čija okolina Nie ja blagoslovivme za da mu pokažeme nekoi od znamenijata Naši. On, navistina, e Slušač i Gledač"},{"SurahNumber":17,"VerseNumber":2,"Text":"I na Musa Nie Kniga mu dadovme i ja opredelivme da bide Patokaz za sinovite Izrailovi: “Ne zemajte, osven Mene, drug zakrilnik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Potomci od onie koi gi tovarivme so Nuh. On, navistina, beše rob blagodaren"},{"SurahNumber":17,"VerseNumber":4,"Text":"vo Knigata Nie na Sinovite Izrailovi im opredelivme: “Vie ḱe predizvikate na zemjata bezredie vo dva navrata, sigurno! I prekumera, navisoko ḱe gledate"},{"SurahNumber":17,"VerseNumber":5,"Text":"Pa, koga dojde vetuvanjeto, ona prvoto, protiv vas, Nie isprativme robovi Naši, silni I jaki, koi gi pregazija domovite. I vetuvanjeto beše ostvareNO"},{"SurahNumber":17,"VerseNumber":6,"Text":"Potoa Nie vi ja vrativme silata protiv niv I ve poddržavme i so imotot i so sinovite i broeno ve zgolemivme"},{"SurahNumber":17,"VerseNumber":7,"Text":"Ako napravite dobro, pravite dobro za sebesi, a ako, pak, napravite zlo, pravite za sebesi. A koga dojde vetuvanjeto drugo Nie gi isprativme za da se užalat licata vaši, i za da vlezat vo Hramot kako što vlegoa prvpat, i celosno da go uništat ona što ḱe go zazemat"},{"SurahNumber":17,"VerseNumber":8,"Text":"Gospodarot vaš, možebi, ḱe VI prosti. Ako vie počnuvate I Nie počnuvame. Džehennemskiot zatvor Nie go opredelivme za nevernicite"},{"SurahNumber":17,"VerseNumber":9,"Text":"Ovoj „Kur\"an, navistina, upatuva kon ona što e najispravno, i na vernicite koi rabotat dobri dela im donesuva radosnica deka za niv, sekako, ima nagrada golema"},{"SurahNumber":17,"VerseNumber":10,"Text":"A za onie koi ne veruvaat... na Ahiret, navistina, Nie ḱe im podgotvivme kazna bolna"},{"SurahNumber":17,"VerseNumber":11,"Text":"I čovekot povikuva kon zlo kako što povikuva i kon dobro. Čovekot e preterano brz"},{"SurahNumber":17,"VerseNumber":12,"Text":"denot i noḱta Nie gi napravivme dve znamenija. Pa, znamenieto noḱ go izbrišavme, i znamenieto den go napravivme očigledno za da barate dobrina od Gospodarot vaš, i za da go znaete brojot na godinite i smetanjeto. Pa, sekoja rabota Nie potenko ja objasnivme"},{"SurahNumber":17,"VerseNumber":13,"Text":"za vratot na sekoj čovek Nie ḱe mu go obeseme deloto negovo, i na Denot suden, Knigata so koja ḱe se sretne, ḱe mu ja izvadime otvorena"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Čitaj ja Knigata tvoja; za tebe denes e dovolno toa što ḱe polagaš smetka"},{"SurahNumber":17,"VerseNumber":15,"Text":"Onoj koj ODI po patot vistiNSKI, ODI po nego, navistina, za sebesi, a onoj koj skršnuva vo zabluda, skršnuva vo zabluda, navistina, protiv sebesi. I nikako ne ḱe go nosite bremeto na drugiot. I Nie ne kaznivme nieden narod dodeka ne mu isprativme pejgamber"},{"SurahNumber":17,"VerseNumber":16,"Text":"Nie koga sakame go uništuvame eden grad, i gi ostavame raskošnicite negovi vo razvrat pa se ovistinuva zborot protiv niv I togaš do temel go rušime toj grad"},{"SurahNumber":17,"VerseNumber":17,"Text":"I kolku pokolenija po Nuh Nie uništivme! Dovolno e Što Gospodarot tvoj gi gleda, I ŠTO e Gledač i Izvesten za grevovite na robovite Svoi"},{"SurahNumber":17,"VerseNumber":18,"Text":"Na onoj koj go posakuva ovoj svet Nie mu go davame ona što go sakame, i na onoj komu sakame, potoa, ḱe mu odredime Džehennem vo koj ḱe bide pržen, potcenet i napušten"},{"SurahNumber":17,"VerseNumber":19,"Text":"A na onoj koj go posakuva Ahiret i koj težnee kon nego, koj e vernik... e, pa, na onakvite težneenjeto nivno e blagodarNO"},{"SurahNumber":17,"VerseNumber":20,"Text":"Nie im davame na site, bilo na ovie bilo na onie, od podarocite na Gospodarot tvoj. A podarokot na Gospodarot tvoj ne e nevreden"},{"SurahNumber":17,"VerseNumber":21,"Text":"Pogledni kako Nie im davame prednost edninadrugi. A na Ahiret, sekako, se najgolemite stepeni i najgolemite predNOSTI"},{"SurahNumber":17,"VerseNumber":22,"Text":"I pokraj Allah drug bog ne označuvajte. Ke ostanete, togaš, osudeni i otfrleni"},{"SurahNumber":17,"VerseNumber":23,"Text":"I Gospodarot tvoj opredeli: “Samo Nego da go obožavate, a na roditelite dobro da im pravite. Ako eden od niv ili dvajcata kaj tebe doživeat starost, ne kažuvaj im ni “uf Ne obraḱaj im se so visok glasi zboruvaj im zborovi blagorodni"},{"SurahNumber":17,"VerseNumber":24,"Text":"pred niv spušti gi kriljata na potčinetosta i milosta, i reči: “Gospodare moj, smiluj im se onaka kako što tie mi se smiluvaa koga bev malečok"},{"SurahNumber":17,"VerseNumber":25,"Text":"ospodarot vaš najdobro go znae ona što e vo dušite vaši: ako bidete dobročiniteli... ta, On, kon onie koi se kajat, navistina, e Prostuvač"},{"SurahNumber":17,"VerseNumber":26,"Text":"I daj mu go na bližiniot pravoto negovo, I na siromašniot, i na patnikot i ne troši bezmerno"},{"SurahNumber":17,"VerseNumber":27,"Text":"Rasipnicite, navistina, se braḱa na Šejtanot, a Šejtanot Gospodarot negov, navistina, ne Go priznava"},{"SurahNumber":17,"VerseNumber":28,"Text":"ako se svrtiš od niv, barajḱi ja milosta na Gospodarot tvoj za koja, tokmu, se nadevaš, togaš, progovori im učtivo"},{"SurahNumber":17,"VerseNumber":29,"Text":"I ne drži ja rakata tvoja obesena za vratot a nitu raširena tolku dolgo za da ne ostaneš, togaš, prezren I očaen"},{"SurahNumber":17,"VerseNumber":30,"Text":"Gospodarot tvoj, sekako, dava “rsk komu saka, i On mu odreduva mera. On e Izvesten za robovite Svoi i Gledač e"},{"SurahNumber":17,"VerseNumber":31,"Text":"ne ubivajte gi decata vaši, plašejḱi se od siromaštija. Nie i nivi vas ve hranime. ubivanjeto nivno, navistina, e grev golem"},{"SurahNumber":17,"VerseNumber":32,"Text":"I ne približuvajte se kon blud. Goa, navistina, e razvrat i pat loš"},{"SurahNumber":17,"VerseNumber":33,"Text":"ne ubivajte nikogo za kogo Allah zabrani, bespravno! A vo odnos na onoj koj e ubien, ni kriv ni dolžen, na zaštitnikot negov mu dadovme vlast, no neka ne preteruva vo ubivanjeto. Toj, sekako, e potpomognat"},{"SurahNumber":17,"VerseNumber":34,"Text":"ne približuvajte se kon imotot na Jjetimot! I dodeka ne stane polnoleten, odnesuvajte se kon nego na najdobar način. Ispolnuvajte go dogovorot! Za dogovorot, navistina, ima odgovornost"},{"SurahNumber":17,"VerseNumber":35,"Text":"I koga merite, merete kako što treba, merejḱi na kantarite pravedno. Ete, toa e najdobar i najubav ishod"},{"SurahNumber":17,"VerseNumber":36,"Text":"I ne sledi go ona što ne go znaeš. I sluhot, i vidot, i srceto ḱe bidat odgovorni, navistina"},{"SurahNumber":17,"VerseNumber":37,"Text":"ne odi po zemjata gordelivo! Ti, navistina, zemjata ne ḱe ja probieš, i ne ḱe gi nadvišiš brdata"},{"SurahNumber":17,"VerseNumber":38,"Text":"Se ova e lošo, kaj Gospodarot tvoj, nepoželno"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ete ti od mudrosta što ti ja objavi Gospodarot tvoj. I ne pridružuvaj Mu na Allah drug bog, zašto ḱe bideš frlen vo Džehennemot, ponižen i otfrlen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Vi podari li Gospodarot vaš sinovi, a za Sebe gi zema melekite kako ḱerki? Vie zboruvate, sekako, „ zborovi golemi"},{"SurahNumber":17,"VerseNumber":41,"Text":"Vo ovoj Kur\"an, sekako, Nie postavivme red za da se prisetat, i toa samo im go zgolemuva oddalečuvanjeto"},{"SurahNumber":17,"VerseNumber":42,"Text":"Kaži:“Koga bi imalo pokraj Nego bogovi kako što zboruvaat, togaš, bi pobarale pat do Aršot"},{"SurahNumber":17,"VerseNumber":43,"Text":"Slaven e On i Vozvišen, nad ona što go zboruvaat, so visina golema"},{"SurahNumber":17,"VerseNumber":44,"Text":"Nego go slavat I sedumte nebesa i Zemjata, I ona što e meǵu niv. I nema ništo što, so blagodarnost svoja, ne Go slavi, no vie ne go razbirate slavenjeto nivno! On, navistina, e Blag i Prostuvač"},{"SurahNumber":17,"VerseNumber":45,"Text":"I koga go čitaš Kur\"anot meǵu tebe i onie koi ne veruvaat vo Ahiret Nie postavivme zavesa nevidliva"},{"SurahNumber":17,"VerseNumber":46,"Text":"vrz srcata nivni Nie stavivme prekrivači za da ne go razberat, a tvo ušite nivni težina. I koga ḱe go spomeneš Gospodarot tvoj vo Kuranot, Edinstveniot, onie gi vrtat pleḱite so odbojnost"},{"SurahNumber":17,"VerseNumber":47,"Text":"I Nie najdobro go znaeme ona što onie go slušaat, tokmu, koga te prisluškuvaat, i koga šepotat, i koga zulumḱarite zboruvaat: “Da, vie sledite samo eden čovek volšebnik"},{"SurahNumber":17,"VerseNumber":48,"Text":"Pogledni kako ti donesuvaa primeri! Onie skršnaa vo zabluda... pa, ne možat da go najdat patot"},{"SurahNumber":17,"VerseNumber":49,"Text":"I zboruvaat: “Koga ḱe staneme koski i prašina togaš li ḱe bideme oživeani, ODNOVO sozdadeni"},{"SurahNumber":17,"VerseNumber":50,"Text":"Kaži: “I duri da bidete kamenja i železo"},{"SurahNumber":17,"VerseNumber":51,"Text":"ili koe bilo drugo suštestvo koe vi izgleda pregolemo. Ḱe rečat: “Koj ḱe ne oživi?“ Kaži: “Onoj koj ve sozdade prvpat.\" Togaš kon tebe ḱe gi svrtat glavite svoi, zboruvajḱi: “Koga ḱe bide toa?\" Kaži: “Ḱe bide, možebi, sosem blisku"},{"SurahNumber":17,"VerseNumber":52,"Text":"Denot vo koj ON ḱe ve povika, pa ḱe mu se ozviete, zabla godaruvajḱi Mu se. Ḱe pomilite deka ostanavte samo malku vreme"},{"SurahNumber":17,"VerseNumber":53,"Text":"I kaži im na robovite Moi da go nzboruvaat ona što e najdobro, zašto Šejtanot, navistina, see razdor meǵu niv. Šejtanot kon čovekot, sekako, e neprijatel otvoren"},{"SurahNumber":17,"VerseNumber":54,"Text":"Gospodarot tvoj ve poznava najdobro. Ako posaka ON ḱe vi se smiluva, a ako, pak, ON posaka ḱe ve kazni. I Nie ne te isprativme kaj niv kako zakrilnik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Gospodarot tvoj najdobro go znae i ona što e na nebesata i ona što e na Zemjata. OD pejgamberite Nie edninadrugi gi odlikuvavme, i na Davud Zebur mu dadovme"},{"SurahNumber":17,"VerseNumber":56,"Text":"Kaži: “Povikuvajte gi onie koi gi zamisluvate za bogovi, a ne Nego, koi ne možat da ja otstranat nevoljata od vas, a ni da ja zamenat"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onie koi gi povikuvaat baraat sredstvo kako da dojdat poblisku do Gospodarot svoj,i se nadevaat na milosta Negova, i se plašat od kaznata Negova. Kaznata od Gospodarot tvoj e podgotvena, navistina"},{"SurahNumber":17,"VerseNumber":58,"Text":"Nema nieden grad koj Nie ne ḱe go uništime pred Denot suden ili da ne go kaznime so ka-. zna žestoka. Toa e zapišano vo Knigata"},{"SurahNumber":17,"VerseNumber":59,"Text":"I ništo ne može da Ne spreči da ispratime znamenija. Niv, osven toa, gi smetaa za lažni i pokolenijata odamnešni. I na Semud Nie mu dadovme kamila očigledna... pa I napravija zulum. :Znamenijata gi ispraḱame samo da zastrašime"},{"SurahNumber":17,"VerseNumber":60,"Text":"I koga ti rekovme: “Da, Gospodarot tvoj gi opfaḱa luǵeto, a sonot koj ti go pokažavme e samo iskušenie za luǵeto, a i stebloto prokolneto vo Kur\"anot. I gi zastrašuvame,a golemoto nasilstvo nivno samo se zgolemuva"},{"SurahNumber":17,"VerseNumber":61,"Text":"koga Nie im rekovme na melekite: “Padnete mu na sedžde na Adem! Pa, site padnaa na sedžde, osven Iblisot, koj reče: “Ke padnam li na sedžde na onoj kogo go sozdade od kal"},{"SurahNumber":17,"VerseNumber":62,"Text":"ušte reče: “Smetaš li na ovoj kogo go odlikuva nad mene? EK, pa. ako me ostaviš do Denot suden, potomstvoto negovo, osven mal broj, sekako, ḱe go sovladam!“"},{"SurahNumber":17,"VerseNumber":63,"Text":"Reče: “Begaj! A i onie koi ḱe te sledat. Pa, Džehennemot, navistina, e kaznata vaša, kaznata potpolna"},{"SurahNumber":17,"VerseNumber":64,"Text":"I kolku možeš nateraj od niv so glasot tvoj. I nateraj go karavanot. tvoj kon Niv I pešadijata tvoja... združi im se I vo Imotot I so decata i veti im! Šejtanot im vetuva samo izmama"},{"SurahNumber":17,"VerseNumber":65,"Text":"Ne poseduvaš \"moḱ nad robovite Moi, navistina! Gospodarot tvoj e Dovolen ZakriLNIK"},{"SurahNumber":17,"VerseNumber":66,"Text":"Gospodarot vaš e Onoj koj, za vas, go tera brodot po more za da barate od dobrinata Negova. On kon vas, navistina, e Somilosen"},{"SurahNumber":17,"VerseNumber":67,"Text":"I koga ḱe ve pogodi nevolja vo more isčeznuvaa onie koi gi molevte, osven Nego. I štom ḱe ve spasivme so pristignuvanjeto na kopno se protivevte. Čovekot, navistina, ne priznava"},{"SurahNumber":17,"VerseNumber":68,"Text":"Sigurni li ste deka ON nema da ve gmeči vo zemjata? Ili da ne vi isprati pustinska bura? A potoa da ne si najdete zakrilnik"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili sigurni li ste deka povtorno nema da ve vrati vo moreto, pa da vi isprati bura koja ḱe ve udavi zatoa što ne veruvavte? Potoa ne ḱe najdete nikogo koj ḱe bide protiv Nas"},{"SurahNumber":17,"VerseNumber":70,"Text":"Nie veḱe gi odlikuvavme sinovite Ademovi. I gi zgriživme i po more i po kopno, snabduvajḱi gi so dobrata i davajḱi im prednost nad mnogu od onie koi gi sozdadovme"},{"SurahNumber":17,"VerseNumber":71,"Text":"Denot vo koj ḱe gi povikame site luǵe so Nivniot vodač... Onie na koi ḱe im bide dadena knigata od desnata strana nivna ḱe ja čitaat knigata svoja I ne ḱe im se napravi nikakvo zlo ni kolku edno vlakno"},{"SurahNumber":17,"VerseNumber":72,"Text":"koj ḱe bide vo vrska so ova nevid na ovoj svet ḱe bide nevid i na DAhiret i koj najmnogu vo zabluda skršnal"},{"SurahNumber":17,"VerseNumber":73,"Text":"za malku da ne te odvratat od ona što Nie ti go objavivme, za da frlaš laga vrz Nas, so ona što ne ti se objavi, pa da te prifatat za prijatel"},{"SurahNumber":17,"VerseNumber":74,"Text":"I Nie da ne te zajaknevme ti, samo za malku, ḱe im se prikloneše"},{"SurahNumber":17,"VerseNumber":75,"Text":"ako toa go napraveše, togaš, Nie ḱe ti dadevme da iskusiš udvoena kazna, i vo ovoj život i vo onoj život. Potoa protiv nas ne bi našol poddržNIK"},{"SurahNumber":17,"VerseNumber":76,"Text":"I samo što ne te vozdignaa nad zemjata za da te isteraat od nea, navistina! A ako toa go napravea samo malku vreme po tebe ḱe ostanea"},{"SurahNumber":17,"VerseNumber":77,"Text":"Praksata kon pejgamberite koi Nie pred tebe gi isprativme beše, sekako, takva. I vo praksata Naša, sekako, ne ḱe najdeš izmena"},{"SurahNumber":17,"VerseNumber":78,"Text":"namaz izvršuvaj koga sonceto ḱe trgne od polovina na neboto pa do večerniot samrak, I čitaj Kuran na sabah namaz. Čitanjeto na Kur\"anot na sabah namaz, navistina, e Svedoštvo"},{"SurahNumber":17,"VerseNumber":79,"Text":"I bdej so namaz vo del od noḱta, i toa dobrovolno, možebi Gospodarot tvoj ḱe ti isprati blagoroden dostoen stepen"},{"SurahNumber":17,"VerseNumber":80,"Text":"I kaži: “Gospodare moj, napravi da vlezam niz vlezot na iskrenosta i da izlezam Niz vlezot na iskrenosta. I daj mi OD Tvoja strana i vlast I poddržnik"},{"SurahNumber":17,"VerseNumber":81,"Text":"I kaži: “ Vistinata dojde, a lagata isčezna. Lagata, sekako, e ništožna"},{"SurahNumber":17,"VerseNumber":82,"Text":"Nie od Kuranot ti go objavuvame ona što e Lečenie i Milost za mpvernicite. A na zulumḱarite samo im ja zgolemuva zagubata"},{"SurahNumber":17,"VerseNumber":83,"Text":"I koga blagodatot Naš ḱe padne na čovekot, se due i se vrti nastrana, a koga ḱe go. dopre zlo nekakvo, se razočaruva"},{"SurahNumber":17,"VerseNumber":84,"Text":"Kaži: “Sekoj raboti onaka kako što mu odgovara. Gospodarot vaš, meǵutoa, najdobro go. znae onoj kogo ON, tokmu, go upati po patot najupatuvački"},{"SurahNumber":17,"VerseNumber":85,"Text":"te prašuvaat za duhot. Kaži: “Duhot e edno od neštata na Gospodarot moj I za nego dadeno vi e samo malku znaenje. “"},{"SurahNumber":17,"VerseNumber":86,"Text":"A ako posakavme Nie ḱe go zanemarevme sigurno ona što ti go objavivme. I ti, vo vrska so toa, ne ḱe najdeš protiv nas zakrilnik"},{"SurahNumber":17,"VerseNumber":87,"Text":"osven milosta od Gospodarot tvoj. Dobrinata Negova kon tebe, navistina, e golema"},{"SurahNumber":17,"VerseNumber":88,"Text":"Kaži: “Koga bi se zbralei džinovite i luǵeto da donesat nešto što ḱe bide slično na Kuranot, ne ḱe možat da donesat ništo slično nemu, pa bilo da se pomagaat ednisodrugi"},{"SurahNumber":17,"VerseNumber":89,"Text":"Vo ovoj Kur\"an Nie veḱe poredivme za luǵeto od sekoj primer. Pa, mnozinstvoto na luǵeto odbivaat, navistina, so toa što ne veruvaat"},{"SurahNumber":17,"VerseNumber":90,"Text":"I zboruvaat: “Nikogaš nema da ti veruvame se dodeka ne napraviš da prsne voda Od zemjata, voda koja ḱe izvira “"},{"SurahNumber":17,"VerseNumber":91,"Text":"ili: “ako imaš bavča so urmi i so lozja pa da napraviš da izbuvnat golemi reki od nea"},{"SurahNumber":17,"VerseNumber":92,"Text":"ili: “ako ne go srušiš neboto vrz nas - kako što smetaše - vo parčinja\", ili; ako ne ni gi dovedeš Allah i melekite za pomoš“"},{"SurahNumber":17,"VerseNumber":93,"Text":"ili: “ako nemaš kuḱa so ukrasi\" - ili ako ne se izvVIišiš na nebo - ušte: nema da ti veruvame i vo izvišuvanjeto tvoe se dodeka ne niI spuštiš Kniga što ḱe ja čitame.\" Kaži: “Slaven neka bide Gospodarot moj! Ne sum li jas samo čovek pejgamber"},{"SurahNumber":17,"VerseNumber":94,"Text":"A ona što luǵeto gi sprečuva - „bidejḱi im dojde Patokazot - e samo tvrdenjeto nivno: “Dali Allah isprati čovek za pejgamber"},{"SurahNumber":17,"VerseNumber":95,"Text":"Kaži: “Koga melekite bi odele po zemjata mirno Nie, sekako, od nebo ḱe im ispratevme melek za pejgamber"},{"SurahNumber":17,"VerseNumber":96,"Text":"Kaži: “Allah e Dovolen Svedok meǵu mene i meǵu vas. ON, navistina, e Izvesten za robovite Svoi i Gledač e"},{"SurahNumber":17,"VerseNumber":97,"Text":"Onoj kogo Allah ḱe go upati, upaten e, a onoj kogo ON ḱe go skršne vo zabluda... za nego ne ḱe najdeš, osven nego, zaštitnici. Nie ḱe gi zbereme na Denot suden: licata nivni ḱe bidat soboreni, ḱe bidat i slepi, i nemi, i gluvi. Pribežišteto nivno e - Džehennemot! I sekojpat koga ognot Sair ḱe oslabne Nie ḱe go razgorime"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ova, tokmu, e kaznata nivna, zašto tie, navistina, ne veruvaa vo znamenijata Naši, i velea: “Koga ḱe staneme koski I prašina, togaš li ḱe bideme oživeani, odnovo sozdadeni"},{"SurahNumber":17,"VerseNumber":99,"Text":"Ne gledaat li deka Allah, sekako, e Onoj koj gi sozdade nebesata i Zemjata, Koj e kadar da sozdade nim slični, i da im opredeli rok vo kogo nema somnenie. Pa, zulumḱarite odbivaat, neveruvajḱi"},{"SurahNumber":17,"VerseNumber":100,"Text":"Kaži: “I koga bi gi poseduvale riznicite na milosta od Gospodarot moj i duri togaš bi ve opfatil strav da potrošite.\" Čovekot e golem skržavko"},{"SurahNumber":17,"VerseNumber":101,"Text":"na Musa Nie veḱe mu dadovme devet znamenija jasni. Pa, prašaj gi sinovite Izrailovi koga toj, Tokmu, im dojde, I koga faraonot mu reče: “Pri mislenje sum deka ti si, Musa, navistina, volšebnik"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa reče: “Da, znaeš deka tie očiglednosti gi objavi samo Gospodarot na nebesata i na Zemjata. I jas smetam, o faraone, deka si ti, navistina, izguben"},{"SurahNumber":17,"VerseNumber":103,"Text":"togaš faraonot posaka da gi istera od zemjata. Pa, Nie nego i onie koi bea so nego, zaedno, gi potopivme"},{"SurahNumber":17,"VerseNumber":104,"Text":"po nego na sinovite Izrailovi Nie im rekovme: “Naselete ja zemjata, a koga ḱe dojde vetuvanjeto za Ahiret, Nie ḱe ve dovedeme vo družini"},{"SurahNumber":17,"VerseNumber":105,"Text":"I Kur\"anot Nie so vistina go objavivme. I ON, tokmu, so vistina se objavuva. I tebe te isprativme samo kako radosnik i opomenuvač"},{"SurahNumber":17,"VerseNumber":106,"Text":"I Nie Kurǵ\"anot po delovi go objavuvame za da Im go čitaš na luǵeto poleka. I go objavuvame onaka kako što go objavuvame"},{"SurahNumber":17,"VerseNumber":107,"Text":"Kaži: “Ḱe veruvate vo nego ILI nema da veruvate, onie so dadenoto im znaenje pred nego koga im se kažuva - paǵaat na sedžde so licata svoi"},{"SurahNumber":17,"VerseNumber":108,"Text":"i zboruvaat: “Slaven neka e On! Gospodarot naš! Vetuvanjeto na Gospodarot naš se ostvari"},{"SurahNumber":17,"VerseNumber":109,"Text":"I paǵaat so čelata svoi, plačejḱi, i On im ja zgolemuva strahopočitta"},{"SurahNumber":17,"VerseNumber":110,"Text":"Kaži: “Povikuvajte “Allak!\" Ili povikuvajte “Milostiv!\" I po koe bilo ime ḱe Go povikuvate...pa, iminjata Negovi se najubavi! Pri namazot tvoj ne izgovaraj na glas a nitu skrišno vo sebe, tuku najdi način meǵu toa"},{"SurahNumber":17,"VerseNumber":111,"Text":"kaži: “Blagodarenie na Allah! Koj ne si prisvoi dete i Koj ne zema združenik vo vlasta i Koj nema potreba od poddržnik. I veličaj Go so veličieto"}]}