{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Alemlere uyarıcı olsun diye kulu Muhammed´e Furkan´ı indiren, Allah, yuceler yucesidir"},{"SurahNumber":25,"VerseNumber":2,"Text":"Goklerin ve yerin mulku O´nundur. O bir cocuk edinmemistir, mulkunde ortagı yoktur. Her seyi yaratmıs, ona olcu, bicim ve duzen vermistir"},{"SurahNumber":25,"VerseNumber":3,"Text":"(Kafirler) O´nu (Allah´ı) bırakıp, hicbir sey yaratamayan, bilakis kendileri yaratılmıs olan, kendilerine bile ne zarar ne de fayda verebilen, oldurmeye, hayat vermeye ve oluleri yeniden diriltip kabirden cıkarmaya gucleri yetmeyen tanrılar edindiler"},{"SurahNumber":25,"VerseNumber":4,"Text":"Inkar edenler: Bu (Kur´an), olsa olsa onun (Muhammed´in) uydurdugu bir yalandır. Baska bir zumre de bu hususta kendisine yardım etmistir, dediler. Boylece onlar hic suphesiz haksızlıga ve iftiraya basvurmuslardır"},{"SurahNumber":25,"VerseNumber":5,"Text":"Yine onlar dediler ki: (Bu ayetler), onun, baskasına yazdırıp da kendisine sabah aksam okunmakta olan, oncekilere ait masallardır"},{"SurahNumber":25,"VerseNumber":6,"Text":"(Resulum!) De ki: Onu goklerde ve yerdeki gizlilikleri bilen Allah indirdi. Suphesiz O, cok bagıslayıcıdır, engin merhamet sahibidir"},{"SurahNumber":25,"VerseNumber":7,"Text":"Onlar (bir de) soyle dediler: Bu ne bicim peygamber; (bizler gibi) yemek yiyor, carsılarda dolasıyor! Ona bir melek indirilmeli, kendisiyle birlikte o da uyarıcı olmalıydı"},{"SurahNumber":25,"VerseNumber":8,"Text":"Yahut kendisine bir hazine verilmeli veya icinden yeyip (mesakkatsizce gecimini saglayacagı) bir bahcesi olmalıydı. (Ayrıca) o zalimler (muminlere): Siz, ancak buyuye tutulmus bir adama uymaktasınız! dediler"},{"SurahNumber":25,"VerseNumber":9,"Text":"(Resulum!) Senin hakkında bak ne bicim temsiller getirdiler! Artık onlar sapmıslardır ve (hidayete) hicbir yol da bulamazlar"},{"SurahNumber":25,"VerseNumber":10,"Text":"Dilerse sana bunlardan daha iyisini, altlarından ırmaklar akan cennetleri verecek ve sana saraylar ihsan edecek olan Allah´ın sanı yucedir"},{"SurahNumber":25,"VerseNumber":11,"Text":"Onlar ustelik kıyameti de yalan saydılar. Biz ise, kıyameti inkar edenler icin alevli bir ates hazırladık"},{"SurahNumber":25,"VerseNumber":12,"Text":"Cehennem atesi uzak bir mesafeden kendilerini gorunce, onun ofkelenisini (muthis kaynamasını) ve ugultusunu isitirler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Elleri boyunlarına baglı olarak onun (cehennemin) dar bir yerine atıldıkları zaman, oracıkta yok oluvermeyi isterler"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Onlara soyle denir:) Bugun (yalnız) bir defa yok olmayı istemeyin; aksine bircok defalar yok olmayı isteyin"},{"SurahNumber":25,"VerseNumber":15,"Text":"De ki: Bu mu daha iyi, yoksa takva sahiplerine vadedilen ebedilik cenneti mi? Orası, onlar icin bir mukafat ve (huzura kavusacakları) bir varıs yeridir"},{"SurahNumber":25,"VerseNumber":16,"Text":"Onlar icin orada ebedi kalmak uzere diledikleri her sey vardır. Iste bu, Rabbinin uzerine (aldıgı ve yerine getirilmesi) istenen bir vaaddir"},{"SurahNumber":25,"VerseNumber":17,"Text":"O gun Rabbin onları ve Allah´tan baska taptıkları seyleri toplar da, der ki: Su kullarımı siz mi saptırdınız, yoksa kendileri mi yoldan cıktılar"},{"SurahNumber":25,"VerseNumber":18,"Text":"Onlar: Seni tenzih ederiz. Seni bırakıp da baska dostlar edinmek bize yarasmaz; fakat sen onlara ve atalarına o kadar bol nimet verdin ki, sonunda (seni) anmayı unuttular ve helaki hak eden bir kavim oldular, derler"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Bunun uzerine otekilere hitaben soyle denir:) Iste (taptıklarınız), soylediklerinizde sizi yalancı cıkardılar. Artık ne (azabınızı) geri cevirebilir, ne de bir yardım temin edebilirsiniz. Icinizden zulmedenlere buyuk bir azap tattıracagız"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Resulum!) Senden once gonderdigimiz butun peygamberler de hic suphesiz yemek yerler, carsılarda dolasırlardı. (Ey insanlar!) Sizin bir kısmınızı diger bir kısmınıza imtihan (vesilesi) kıldık; (bakalım) sabredecek misiniz? Rabbin her seyi hakkıyla gormektedir"},{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karsılasmayı (bir gun huzurumuza geleceklerini) ummayanlar: Bize ya melekler indirilmeliydi ya da Rabbimizi gormeliydik, dediler. Andolsun ki onlar kendileri hakkında kibire kapılmıslar ve azgınlıkta pek ileri gitmislerdir"},{"SurahNumber":25,"VerseNumber":22,"Text":"(Fakat) melekleri gorecekleri gun, gunahkarlara o gun hicbir sevinc haberi yoktur ve: (Size, sevinmek) yasaktır, yasak! diyeceklerdir"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların yaptıkları her bir (iyi) isi ele alırız, onu sacılmıs zerreler haline getiririz (degersiz kılarız)"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gun cennetliklerin kalacakları yer cok huzurlu ve dinlenecekleri yer pek guzeldir"},{"SurahNumber":25,"VerseNumber":25,"Text":"O gun gokyuzu beyaz bulutlar ile yarılacak ve melekler boluk boluk indirileceklerdir"},{"SurahNumber":25,"VerseNumber":26,"Text":"Iste o gun, gercek mulk (hukumranlık) cok merhametli olan Allah´ındır. Kafirler icin de pek cetin bir gundur o"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gun, zalim kimse (pismanlıktan) ellerini ısırıp soyle der: Keske o peygamberle birlikte bir yol tutsaydım"},{"SurahNumber":25,"VerseNumber":28,"Text":"Yazık bana! Keske falancayı (batıl yolcusunu) dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Cunku zikir (Kur´an) bana gelmisken o, hakikaten beni ondan saptırdı. Seytan insanı (ucuruma surukleyip sonra) yuzustu bırakıp rezil rusvay eder"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber der ki: Ey Rabbim! Kavmim bu Kur´an´ı busbutun terkettiler"},{"SurahNumber":25,"VerseNumber":31,"Text":"(Resulum!) Iste biz boylece her peygamber icin suclulardan dusmanlar peyda ettik. Hidayet verici ve yardımcı olarak Rabbin yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"Inkar edenler: Kur´an ona bir defada topluca indirilmeli degil miydi? dediler. Biz onu senin kalbine iyice yerlestirmek icin boyle yaptık (parca parca indirdik) ve onu tane tane (ayırarak) okuduk"},{"SurahNumber":25,"VerseNumber":33,"Text":"Onların sana getirdikleri hicbir temsil yoktur ki, (onun karsılıgında) sana dogrusunu ve daha acıgını getirmeyelim"},{"SurahNumber":25,"VerseNumber":34,"Text":"Yuzukoyun cehenneme (surulup) toplanacak olanlar; iste onlar, yerleri en kotu, yolları en sapık olanlardır"},{"SurahNumber":25,"VerseNumber":35,"Text":"Andolsun biz Musa´ya Kitab´ı verdik, kardesi Harun´u da ona yardımcı yaptık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ayetlerimizi yalan sayan kavme gidin dedik. Sonunda, (yola gelmediklerinden) onları yerle bir ediverdik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh kavmine gelince, peygamberleri yalancılıkla itham ettiklerinde onları, suda bogduk ve kendilerini insanlar icin bir ibret yaptık. Zalimler icin acıklı bir azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ad´ı, Semud´u, Ress halkını ve bunlar arasında daha bircok nesilleri de (inkarcılıklarından oturu helak ettik)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Onların her birine (uymaları icin) misaller getirdik; (ama ogut almadıkları icin) hepsini kırdık gecirdik"},{"SurahNumber":25,"VerseNumber":40,"Text":"(Resulum!) Andolsun (bu Mekkeli putperestler), bela ve felaket yagmuruna tutulmus olan o beldeye ugramıslardır. Peki onu gormuyorlar mıydı? Hayır, onlar oldukten sonra dirilmeyi ummamaktadırlar"},{"SurahNumber":25,"VerseNumber":41,"Text":"Seni gordukleri zaman: \"Bu mu Allah´ın peygamber olarak gonderdigi!\" diyerek hep seni alaya alıyorlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"Sayet tanrılarımıza inanmakta sebat gostermeseydik, gercekten bizi neredeyse tanrılarımızdan saptıracaktı diyorlar. Azabı gordukleri zaman, asıl kimin yolunun sapık oldugunu bilecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kotu duygularını kendisine tanrı edinen kimseyi gordun mu? Sen (Resulum!) ona koruyucu olabilir misin"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen, onların cogunun gercekten (soz) dinleyecegini yahut dusunecegini mi sanıyorsun? Hayır, onlar hayvanlar gibidir, hatta onlar yolca daha da sapıktırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbinin golgeyi nasıl uzattıgını gormedin mi? Eger dileseydi, onu elbet hareketsiz kılardı. Sonra biz gunesi, ona delil kıldık"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra onu (uzayan golgeyi) yavas yavas kendimize cektik (kısalttık)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Sizin icin geceyi ortu, uykuyu istirahat kılan, gunduzu de dagılıp calısma (zamanı) yapan, O´dur"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ruzgarları rahmetinin onunde mujdeci olarak gonderen O´dur. Biz, olu topraga can vermek, yarattıgımız nice hayvanlara ve nice insanlara su vermek icin gokten tertemiz su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ruzgarları rahmetinin onunde mujdeci olarak gonderen O´dur. Biz, olu topraga can vermek, yarattıgımız nice hayvanlara ve nice insanlara su vermek icin gokten tertemiz su indirdik"},{"SurahNumber":25,"VerseNumber":50,"Text":"Andolsun bunu, insanların ogut almaları icin, aralarında cesitli sekillerde anlatmısızdır; ama insanların cogu ille nankorluk edip diretmistir"},{"SurahNumber":25,"VerseNumber":51,"Text":"(Resulum!) Sayet dileseydik, elbet her ulkeye bir uyarıcı (peygamber) gonderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"(Fakat evrensel uyarıcılık gorevini sana verdik..) O halde, kafirlere boyun egme ve bununla (Kur´an ile) onlara karsı olanca gucunle buyuk bir savas ver"},{"SurahNumber":25,"VerseNumber":53,"Text":"Birinin suyu tatlı ve susuzlugu giderici, digerininki tuzlu ve acı iki denizi salıveren ve aralarına bir engel, asılmaz bir sınır koyan O´dur"},{"SurahNumber":25,"VerseNumber":54,"Text":"Sudan (meniden) bir insan yaratıp onu nesep ve sıhriyet (kan ve evlilik bagından dogan) yakınlıga donusturen O´dur. Rabbinin her seye gucu yeter"},{"SurahNumber":25,"VerseNumber":55,"Text":"(Boyle iken inkarcılar) Allah´ı bırakıp kendilerine ne fayda ne de zarar verebilen seylere kulluk ediyorlar. Inkarcı da Rabbine karsı ugrasıp durmaktadır"},{"SurahNumber":25,"VerseNumber":56,"Text":"(Resulum!) Biz seni ancak mujdeleyici ve uyarıcı olarak gonderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: Buna karsılık, sizden, Rabbine dogru bir yol tutmayı dileyen kimseler (olmanız) dısında herhangi bir ucret istemiyorum"},{"SurahNumber":25,"VerseNumber":58,"Text":"Olumsuz ve daima diri olan Allah´a guvenip dayan. O´nu hamd ile tesbih et. Kullarının gunahlarını O´nun bilmesi yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gokleri, yeri ve ikisinin arasındakileri altı gunde yaratan, sonra Ars´a istiva eden (ona hukmeden) Rahman´dır. Bunu bir bilene sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara: Rahman´a secde edin! denildigi zaman: \"Rahman da neymis! Bize emrettigin seye secde eder miyiz hic!\" derler ve bu emir onların nefretini arttırır"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gokte burcları var eden, onların icinde bir cerag (gunes) ve nurlu bir ay barındıran Allah, yuceler yucesidir"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ibret almak veya sukretmek dileyen kimseler icin gece ile gunduzu birbiri ardınca getiren de O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman´ın (has) kulları onlardır ki, yeryuzunde tevazu ile yururler ve kendini bilmez kimseler onlara laf attıgında (incitmeksizin) \"Selam!\" derler (gecerler)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Gecelerini Rablerine secde ederek ve kıyam durarak gecirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve soyle derler: Rabbimiz! Cehennem azabını uzerimizden sav. Dogrusu onun azabı gelip gecici degil, devamlıdır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Orası cidden ne kotu bir yerlesme ve ikamet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"(O kullar), harcadıklarında ne israf ne de cimrilik ederler; ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Yine onlar ki, Allah ile beraber (tuttukları) baska bir tanrıya yalvarmazlar, Allah´ın haram kıldıgı cana haksız yere kıymazlar ve zina etmezler. Bunları yapan, gunahı(nın cezasını) bulur"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet gunu azabı kat kat arttırılır ve onda (azapta) alcaltılmıs olarak devamlı kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak tevbe ve iman edip iyi davranısta bulunanlar baskadır; Allahı onların kotuluklerini iyiliklere cevirir. Allah cok bagıslayıcıdır, engin merhamet sahibidir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kim tevbe edip iyi davranıs gosterirse, suphesiz o, tevbesi kabul edilmis olarak Allah´a doner"},{"SurahNumber":25,"VerseNumber":72,"Text":"(O kullar), yalan yere sahitlik etmezler, bos sozlerle karsılastıklarında vakar ile (oradan) gecip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Kendilerine Rablerinin ayetleri hatırlatıldıgında ise, onlara karsı sagır ve kor davranmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"(Ve o kullar): Rabbimiz! Bize gozumuzu aydınlatacak esler ve zurriyetler bagısla ve bizi takva sahiplerine onder kıl! derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"Iste onlara, sabretmelerine karsılık cennetin en yuksek makamı verilecek, orada hurmet ve selamla karsılanacaklardır"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedi kalacaklardır. Orası ne guzel bir yerlesme ve ikamet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Resulum!) De ki: (Kulluk ve) yalvarmanız olmasa, Rabbim size ne diye deger versin? (Ey inkarcılar! Size Resul´un bildirdiklerini) kesinkes yalan saydınız; onun icin azap yakanızı bırakmayacaktır"}]}