{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu Kitab Qudrətli, Mudrik Allah tərəfindən nazil edilmisdir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz goyləri, yeri və onların arasında olanları ancaq bir həqiqət kimi və məlum bir zaman kəsimi ucun yaratdıq. Kafirlər isə xəbərdar edildikləri seylərdən uz dondərdilər"},{"SurahNumber":46,"VerseNumber":4,"Text":"De: “Bir deyin gorək, sizin Allahdan basqa tapındıqlarınız yer uzundə nə yaratmıslar? Yoxsa onların goylərin yaradılmasında bir sərikliyi var? Əgər dogru danısanlarsınızsa, mənə bundan əvvəl nazil olmus bir kitab və ya elmdən qalan bir əsər gətirin”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allahı qoyub Qiyamət gununədək ozunə cavab verə bilməyən əsyalara yalvaran kimsədən daha cox azmıs kim ola bilər? Halbuki o butlər onların yalvarısından xəbərsizdirlər"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar bir yerə toplanılacaqları zaman butlər onlara dusmən kəsiləcək və onların ibadətini inkar edəcəklər"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ayələrimiz onlara aydın səkildə oxunarkən, artıq həqiqətin gəldiyini gorub onu inkar edən kafirlər: “Bu, acıq bir sehrdir!”– deyirlər"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yaxud: “Bunu ozundən uydurmusdur!” – deyirlər. De: “Əgər mən onu uydurmusamsa, siz məni Allahdan gələn hec bir cəzadan xilas edə bilməzsiniz. O sizin Quran haqqındakı soz-sohbətlərinizi daha yaxsı bilir. Mənimlə sizin aranızda sahid kimi Allah yetər. O, Bagıslayandır, Rəhmlidir”"},{"SurahNumber":46,"VerseNumber":9,"Text":"De: “Mən peygəmbərlərin birincisi deyiləm. Mənə və sizə nə uz verəcəyini də bilmirəm. Mən sadəcə mənə vəhy olunana tabe oluram. Mən yalnız acıq-askar xəbərdar edənəm!”"},{"SurahNumber":46,"VerseNumber":10,"Text":"De: “Bir deyin gorək, əgər bu Quran Allah tərəfindəndirsə və siz də onu inkar etmisinizsə, Israil ogullarından da bir sahid onun bənzərinə sahidlik edib iman gətiribsə, siz isə təkəbbur gostərmisinizsə, zulm etmis olmazsınızmı? Allah zalımları dogru yola yonəltməz!”"},{"SurahNumber":46,"VerseNumber":11,"Text":"Kafirlər mominlərə dedilər: “Əgər Quran xeyirli bir sey olsaydı, onlar bunda bizi qabaqlaya bilməzdilər!” Onlar bununla dogru yola gəlmədikləri ucun: “Bu, kohnə yalandır!”– deyəcəklər"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan əvvəl Musanın rəhbər və mərhəmət olan Kitabı var idi. Bu isə zalımları qorxutmaq və yaxsı is gorənlərə mujdə vermək ucun ərəb dilində nazil edilmis, əvvəlkiləri təsdiq edən bir Kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Həqiqətən də: “Rəbbimiz Allahdır!”– deyib sonra duz yol tutanlara hec bir qorxu yoxdur və onlar kədərlənməyəcəklər"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar Cənnət əhlidirlər və etdikləri əməllərin əvəzi olaraq orada əbədi qalacaqlar"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana ata-anasının qaygısına qalmagı tovsiyə etdik. Anası onu bətnində əziyyətlə dasımıs və əziyyətlə dogmusdur. Onun bətndə dasınma və suddən kəsilmə muddəti otuz ay cəkir. Nəhayət, o, yetkinlik cagına yetisib qırx yasa catdıqda deyər: “Ey Rəbbim! Mənə, mənim ozumə və valideynlərimə bəxs etdiyin nemətə sukur etmək və Sənin razı qalacagın yaxsı islər gormək ucun ilham ver, nəslimi də mənim ucun əməlisaleh et. Mən Sənə tovbə etdim. Həqiqətən, mən musəlmanlardanam!”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Belələri, əməllərinin ən yaxsısını qəbul edəcəyimiz, gunahlarından kecəcəyimiz və Cənnət əhli icərisinə daxil edəcəyimiz kimsələrdir. Bu onlara verilmis dogru vəddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Kimisi də ata-anasına: “Tfu sizə! Məndən əvvəl necə-necə nəsillər gəlib-getdiyi halda, siz məni qəbirdən cıxarılacagımlamı hədələyirsiniz?”– deyər. Onlar Allahdan yardım diləyərək: “Vay sənin halına! Iman gətir, Allahın vədi haqdır!”– deyərlər. O isə: “Bu, kecmisdəkilərin əfsanələrindən basqa bir sey deyildir!”– deyər"},{"SurahNumber":46,"VerseNumber":18,"Text":"Belələri o kəslərdir ki, onlardan əvvəl gəlib-getmis cin və insanlardan ibarət olan xalqlar haqqındakı Soz onların barəsində də gercəkləsmisdir. Həqiqətən də, onlar ziyana ugrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Hamının etdiyi əməllərə gorə dərəcələri vardır ki, Allah onlara əməllərinin əvəzini versin. Onlara əsla zulm edilməz"},{"SurahNumber":46,"VerseNumber":20,"Text":"Kafirlər Odun qarsısına gətiriləcəkləri gun onlara deyiləcəkdir: “Siz dunya həyatınızda pak nemətlərinizi sərf edib qurtardınız və onlardan zovq aldınız. Bu gun isə siz yer uzundə haqsız olaraq təkəbbur gostərdiyinizə və asi oldugunuza gorə alcaldıcı əzabla cəzalandırılacaqsınız!”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ad tayfasının qardasını xatırla! Bir zaman o ozundən əvvəl də, sonra da qorxudan peygəmbərlər gəlib-getmis qumsal təpələrdə yasayan tayfasını: “Allahdan basqasına ibadət etməyin. Mən sizə uz verəcək əzəmətli gunun əzabından qorxuram!” deyə xəbərdar etmisdi"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar isə demisdilər: “Sən bizi məbudlarımızdan dondərməyəmi gəldin? Əgər dogru danısanlardansansa, bizə vəd etdiyini gətir!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hud dedi: “Bu haqda bilgi ancaq Allaha məxsusdur. Mən sizə yalnız mənimlə gondərilənləri təblig edirəm. Lakin mən sizin cahil adamlar oldugunuzu gorurəm”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Nəhayət o əzabı vadilərinə dogru gələn bir bulud səklində gordukdə: “Bu bizə yagıs yagdıracaq buluddur!”– dedilər. Hud dedi: “Xeyr! Bu sizin tez gəlməsini istədiyiniz – ozu ilə agrılı-acılı əzab gətirən bir kuləkdir"},{"SurahNumber":46,"VerseNumber":25,"Text":"O oz Rəbbinin əmri ilə hər seyi yerlə yeksan edəcəkdir!” Onlar elə məhv oldular ki, evlərindən basqa hec bir sey gorunmədi. Biz gunahkar adamları belə cəzalandırırıq"},{"SurahNumber":46,"VerseNumber":26,"Text":"Sizə vermədiyimiz imkanları Biz onlara vermisdik. Onlara qulaq, goz və qəlb vermisdik. Lakin nə qulaqları, nə gozləri, nə də qəlbləri onlara hec bir fayda vermədi. Cunki onlar Allahın ayələrini inkar edirdilər. Onları ələ saldıqları əzab burudu"},{"SurahNumber":46,"VerseNumber":27,"Text":"Biz sizin ətrafınızda olan səhərləri məhv etdik. Biz ayələri onlara muxtəlif cur izah etdik ki, bəlkə kufrdən əl cəkələr"},{"SurahNumber":46,"VerseNumber":28,"Text":"Bəs nəyə gorə Allahı qoyub Ona yaxınlasmaq məqsədilə ilahiləsdirdikləri tanrılar onlara komək etmədi? Əksinə, onlardan uzaqlasıb yox oldular. Bu onların iftiraları və uydurmalarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir zaman bir dəstə cini Quranı dinləmək ucun sənin yanına yolladıq. Onlar onu dinləməyə gəldikdə bir-birinə: “Susun, qulaq asaq!”– dedilər. Quran oxunub qurtardıqdan sonra isə xəbərdar etmək məqsədilə oz tayfalarının yanına qayıtdılar"},{"SurahNumber":46,"VerseNumber":30,"Text":"Onlar dedilər: “Ey qovmumuz! Biz, həqiqətən də, Musadan sonra nazil edilmis, ozundən əvvəlkiləri təsdiqləyən, haqqa və duz yola yonəldən bir Kitab dinlədik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey qovmumuz! Allahın təbligatcısını qəbul edin və ona iman gətirin ki, Allah gunahlarınızı bagıslasın və sizi agrılı-acılı əzabdan qurtarsın!”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Allahın təbligatcısını qəbul etməyən kimsə yer uzundə Allahdan yaxa qurtara bilməz və Ondan basqa onun himayəci dostları da olmaz. Onlar askar azgınlıq icindədirlər"},{"SurahNumber":46,"VerseNumber":33,"Text":"Məgər onlar goyləri və yeri yaradan, onları yaratmaqla yorulmayan Allahın oluləri də diriltməyə qadir oldugunu gormurlərmi? Sozsuz ki, O, hər seyə qadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kafirlər Odun qarsısına gətiriləcəkləri gun onlara: “Məgər bu, həqiqət deyilmi?”– deyiləcəkdir. Onlar: “Bəli, Rəbbimizə and olsun ki, həqiqətdir!”– deyəcəklər. Allah da: “Kufr etdiyinizə gorə dadın əzabı!”– deyəcəkdir"},{"SurahNumber":46,"VerseNumber":35,"Text":"Elcilərdən mohkəm iradə sahiblərinin səbir etdiyi kimi, sən də səbir et! Onlara əzabın tez gəlməsini istəmə. Onlar vəd olundugunu gorəcəkləri gun gunduzun bircə saatı qədər qaldıqlarını sanacaqlar. Bu, bir təbligatdır. Hec fasiq adamlardan basqası məhv edilərmi"}]}