{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"Blagodarenie \"na Allah, Sozdatelot na nebesata i na Zemjata, koj gi sozdade melekite da bidat pratenici: so po edno, so po dve i so po tri krilja. On vo sozdavanjeto dodava što saka. Allah, navistina, e Kadar za se"},{"SurahNumber":35,"VerseNumber":2,"Text":"Milosta koja ḱe ja otvori Allah kon luǵeto nikoj ne ḱe može da ja dopre. A ona što On ḱe go dopre, nema nikoj što ḱe može da go isprati po Nego. On e Silen i Mudar"},{"SurahNumber":35,"VerseNumber":3,"Text":"O luǵe, setete se na blagodatot Allahov kon vas. Ima li drug sozdatel, osven Allah, koj ḱe vi dade “rsk i od nebesata i OD Zemjata? Nema drug bog osven Nego. Pa, togaš, kade ste kinisale"},{"SurahNumber":35,"VerseNumber":4,"Text":"A ako te smetaat za laško, pa za lažni gi smetaa i pejgamberite pred tebe. I kon Allah rabotite se vraḱaat"},{"SurahNumber":35,"VerseNumber":5,"Text":"O luǵe, vetuvanjeto Allahovo, navistina, e vistina. Neka ne ve izmami životot na ovoj svet. I izmamata neka ne ve izmami vo odnos na Allah"},{"SurahNumber":35,"VerseNumber":6,"Text":"Šejtanot, sekako, vi e neprijatel. Pa, smetajte go samo kako neprijatel! On, navistina, povikuva kon strankata negova za da bidat žiteli na ognot"},{"SurahNumber":35,"VerseNumber":7,"Text":"Za onie koi ne veruvaat ima teška kazna, a za onie koi veruvaat i koi dobri dela rabotat ima proška i nagrada golema"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ist li e onoj komu mu se razubavuva postapkata na Šejtanot, pa ja gleda ubava? Pa, Allah, sekako, skršnuva vo zab luda kogo saka i On upatuva kogo saka. Neka dušata tvoja, togaš, ne ja obzemat griži za niv. Allah, navistina, go znae ona što go pravat"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah e Onoj koj gi ispraḱa vetrovite, koi gi turkaat oblacite... pa Nie ḱe odredime, potoa, da se isturat vrz nekoe mrtvo mesto i, so toa, ḱe ja oživime zemjata po mrtviloto nejzino. NSEte, takvo ḱe bide oživuvanjeto"},{"SurahNumber":35,"VerseNumber":10,"Text":"Onoj koj posakuva veličie... pa, seto veličie e - Allahovo! Kon nego se izvišuva ubaviot zbor. I dobroto delo ON go diga. A onie koi spletkarat, rabotejḱi loši dela, ḱe imaat kazna žestoka. Spletkarenjeto nivno e bezuspešno"},{"SurahNumber":35,"VerseNumber":11,"Text":"NJNAllak ve sozdade od zemja, a potoa od seme, a potoa ve sozdade parovi. I ženata ne ostanuva trudna i ne raǵa bez znaenjeto Negovo. Nikomu životot ne mu se prodolžuva i nikomu životot ne mu se skratuva a toa da ne e vo Knigata. Ete, toa za Allah, navistina, e lesno"},{"SurahNumber":35,"VerseNumber":12,"Text":"dvete morinja ne se ednakvi: ednata voda e pivka, slatka, prijatno se pie, a drugata, pak, e solena i gorčliva. I OD dvete morinja jadete svežo meso, i go vadite onoj nakit što go nosite. I gledaš kako čamecot go seče moreto za da ja pobarate dobrinata Negova i da bidete blagodarni"},{"SurahNumber":35,"VerseNumber":13,"Text":"n ja vovlekuva noḱta vo denot i On go vovlekuva denot VO Noḱta, I GO POTČINI I Sonceto i Mesečinata. I seto toa taka teče do rok opredelen. Ete, toa vi e Allah, Gospodarot vaš. Vlasta e - Negova! A onie koi gi povikuvate osven Allah ne poseduvaat ni korka od semenka"},{"SurahNumber":35,"VerseNumber":14,"Text":"A ako im se molite ne ja slušaat molbata vaša, a, iako ja slušaat, ne ḱe vi odgovorat. Na Denot suden ne Ḱe vi go priznaat \"mnoguboštvoto. I nikoj ne ḱe te izvesti kako Izvesteniot"},{"SurahNumber":35,"VerseNumber":15,"Text":"luǵe, vie ste zavisni od Allah. A Allah, tokmu, e Nezavisen i za blagodarnost Dostoen"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ako posaka ON ḱe ve snema i ḱe donese novo pokolenie"},{"SurahNumber":35,"VerseNumber":17,"Text":"Toa za Allah, sekako, nee teško"},{"SurahNumber":35,"VerseNumber":18,"Text":"I nieden nosač ne ḱe go nosi tovarot na drug nosač. I ako povika pretovareniot da mu se pomogne, vo tovarot, ne ḱe može ništo od toa da mu se ponese, pa bilo da e i najbliskiot. Ti gi opomenuvaš, navistina, onie koi se plašat od Gospodarot Nivni i vo tajnost, I koi namaz klanjaat. A onoj koj se čisti, za sebesi se čisti, navistina! Svratilišteto e - kon Allah"},{"SurahNumber":35,"VerseNumber":19,"Text":"Ne se ednakvi onoj koj ne gleda i onoj koj gleda"},{"SurahNumber":35,"VerseNumber":20,"Text":"nitu temninata i svetlnata"},{"SurahNumber":35,"VerseNumber":21,"Text":"nitu ladovinata i žeštinata"},{"SurahNumber":35,"VerseNumber":22,"Text":"Ne se ednakvi ni živite ni mrtvite. Allah, navistina, dava da sluša koj saka. A ti ne možeš da gi nateraš da te slušaat onie vo mezarite"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ti si samo opomenuvač"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nie, sekako, te isprativme so mnvistina, kako radosnik i opomenuvač. I nemaše niedna prethodna zaednica bez opomenuvač"},{"SurahNumber":35,"VerseNumber":25,"Text":"A ako te smetaat za laško... pa, tie i onie pred niv gi smetaa za laškovci. Im doaǵaa pejgamberite Nivni so jasnotii, i so Listovi, i so Kniga svetla"},{"SurahNumber":35,"VerseNumber":26,"Text":"potoa Jas gi kazniv onie koi ne veruvaa. E, pa, kakva beše kaznata"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ne gledaš li deka Allah, navistina, vi spušta voda OD nebesata i so nea Nie vadime različni Vidovi plodovi? A niz brdata patišta beli i crveni, so boi različni, a i sosema crni"},{"SurahNumber":35,"VerseNumber":28,"Text":"meǵu luǵeto i meǵu životnite i meǵu dobitokot ima, isto taka, različni vidovi. Ete, taka od robovite Allahovi se plašat, sekako, učenite. Allah, navistina, e Silen i Prostuvač"},{"SurahNumber":35,"VerseNumber":29,"Text":"Onie koi ja kažuvaat Knigata MAllahova i koi namaz izvršuvaat i koi delat od “rskot što Nie im go dadovme, tajno i javno, se nadevaat na nadopolnuvanje koe nema da isčezne"},{"SurahNumber":35,"VerseNumber":30,"Text":"ili On da im gi dade nagradite Nivni i da im zgolemi od dobrinata Svoja. On, navistina, e Prostuvač i Blagodaren"},{"SurahNumber":35,"VerseNumber":31,"Text":"A ona što ti se objavuva od Knigata e - vistina i Potvrda za ona što beše objaveno pred tebe. Allah, navistina, za robovite Svoi e Izvesten i Gledač"},{"SurahNumber":35,"VerseNumber":32,"Text":"Potoa Nie Knigata ja ostavivme vo nasledstvo na robovite Naši koi gi izbravme. Nekoi od niv sprema sebe zulum si napravija, nekoi bea umereni, a nekoi, pak, so odobrenieto Allahovo, prethodea vo dobrini. Za toa ima, tokmu, dobrina golema"},{"SurahNumber":35,"VerseNumber":33,"Text":"bavči edenski vo koi onie ḱe vlezat: rakavnici od zlato i biseri nakiteni Ḱe nosat, a oblekata nivna vo Niv ḱe IM bide od svila"},{"SurahNumber":35,"VerseNumber":34,"Text":"ḱe zboruvaat: “Blagodarenie na Allah koj ni ja otstrani tagata. Gospodarot naš,navistina, e Prostuvač i Blagodaren"},{"SurahNumber":35,"VerseNumber":35,"Text":"Koj ne smesti vo Domot na postojanoto prestojuvalište od dobrinata Negova, vo koj ne ḱe ne dopre ni zamor, a ne ḱe ne dopre ni alčnost"},{"SurahNumber":35,"VerseNumber":36,"Text":"A za onie koi ne veruvaat ima ogan džehennemski; vo nego ne ḱe im bide presudeno da umrat, a nitu pak ḱe im bide olesneta kaznata. Ete, taka Nie ḱe go kaznime sekoj nevernik"},{"SurahNumber":35,"VerseNumber":37,"Text":"Vo ognot ḱe piskaat: “Gospodare naš, izvedi ne odovde, ḱe rabotime dobro, a ne ona što go rabotevme.\" - “Neli vi dadovme tolku vreme da živeete vo koe ḱe se opomeneše onoj što se opomenuva? Vi doaǵaše i opomenuvač? Pa, iskusete go ognot!\" A zulumḱarite ḱe nemaat poddržnik"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah, navistina, e Znalec na tajnata na nebesata i na Zemjata. ON, sekako, go znae ona što e vo gradite"},{"SurahNumber":35,"VerseNumber":39,"Text":"On e onoj koj ve odredi da se zamenuvate ednipodrugi na zemjata. Pa, koj ne veruva, neverstvoto e protiv nego. Neveruvanjeto na nevernicite samo ḱe ja zgolemi omrazata kaj Gospodarot nivni; neveruvanjeto na nevernicite samo ḱe ja zgolemi propasta"},{"SurahNumber":35,"VerseNumber":40,"Text":"Kaži: “Pokažete mi gi božestvata koi vie gi povikuvate, osven Allah? Pokažete mi što tie sozdadoa od zemjava, ili, pak, združeni li se tie vo nebesata? Ili: Im dadovme li Kniga čij del tie bi možele da go objasnat. Ne, tuku zulumḱarite edninadrugi lažni vetuvanja si davaat"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah, navistina, gi drži nebesata i Zemjata da ne propadnat. A ako, pak, trgnat vo propast koj, togaš, po Nego, ḱe gi zadrži? ON, sekako, e Blagi Prostuvač"},{"SurahNumber":35,"VerseNumber":42,"Text":"Se kolnea vo Allah so seta svoja vpregnatost deka, ako im dojde opomenuvač, ḱe bidat, sigurno, eden od najupatenite narodi. I bidejḱi im dojde opomenuvač, samo se zgolemi Nivnata odvratnost"},{"SurahNumber":35,"VerseNumber":43,"Text":"se duvaa po zemjata i lošo spletkarea; a spletkarenjeto lošo se ostvari samo vrz onie koi toa go pravat. Pa, što očekuvaat, osven voobičaenoto so narodite odamnešni. A vo praksata Allahova ne ḱe najdeš nikakva izmena"},{"SurahNumber":35,"VerseNumber":44,"Text":"Ne patuvaa li po zemjata pa. da vidat kakva beše kaznata na. onie pred niv? Bea i posilni I pojaki od niv. Vo moḱta na Allah ništo ne može da go spreči ni na nebesata ni na Zemjata. On, navistina, e Znalec i Kadar"},{"SurahNumber":35,"VerseNumber":45,"Text":"koga Allah bi gi kaznel luǵeto spored ona Što go spečalija na liceto na zemjata ne bi ostanalo NIŠTO ŽIVO, No, ete, Allah gi zadržuva do vreme opredeleno. A koga ḱe im dojde rokot... pa, Allah, navistina, gi gleda robovite Negovi"}]}