{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"La decision de Allah pronto llegara [el Dia del Juicio]; no pretendais adelantarla. ¡Glorificado sea! El esta por encima de cuanto Le asocian"},{"SurahNumber":16,"VerseNumber":2,"Text":"Envia a los Angeles con la revelacion por Su voluntad a quien Le place de Sus siervos para que advierta que no hay otra divinidad salvo El. Temedle, pues"},{"SurahNumber":16,"VerseNumber":3,"Text":"Creo los cielos y la Tierra con un fin justo y verdadero. El esta por encima de cuanto Le asocian"},{"SurahNumber":16,"VerseNumber":4,"Text":"Creo al ser humano de una gota de esperma, y a pesar de ello, este discute abiertamente [sobre el poder de su Senor]"},{"SurahNumber":16,"VerseNumber":5,"Text":"Y creo a los ganados, de los cuales obteneis vuestros abrigos y otros beneficios y tambien de ellos os alimentais"},{"SurahNumber":16,"VerseNumber":6,"Text":"Vosotros os regocijais cuando los arreais por la tarde y cuando los llevais a pastar por la manana"},{"SurahNumber":16,"VerseNumber":7,"Text":"Llevan vuestras cargas a lugares que vosotros no podriais llegar sino con mucha dificultad. Por cierto que vuestro Senor es Compasivo, Misericordioso"},{"SurahNumber":16,"VerseNumber":8,"Text":"Y [creo] los corceles, las mulas, los asnos como montura y para que os luzcais con ellos. Y creo muchas otras cosas que no conoceis"},{"SurahNumber":16,"VerseNumber":9,"Text":"Allah es Quien ensena cual es el sendero recto, y a pesar de ello muchos se desvian. Y por cierto que si hubiera querido os habria guiado a todos"},{"SurahNumber":16,"VerseNumber":10,"Text":"El es Quien hace descender agua del cielo para que vosotros bebais de ella y brote la vegetacion de la que pastorean vuestros rebanos"},{"SurahNumber":16,"VerseNumber":11,"Text":"Con ella hace crecer los cereales, los olivos, las palmeras, las vides y toda variedad de frutos. En ello hay signos para quienes reflexionan"},{"SurahNumber":16,"VerseNumber":12,"Text":"Y ha creado para vuestro beneficio la noche, el dia, el Sol, la Luna, y las estrellas; todos estan sometidos a Su voluntad. En esto hay signos para quienes razonan"},{"SurahNumber":16,"VerseNumber":13,"Text":"Y tambien creo diversas especies de animales y vegetales. En esto hay signos para quienes recapacitan"},{"SurahNumber":16,"VerseNumber":14,"Text":"El es Quien ha sometido el mar para que podais comer de el carne fresca y extraer adornos para engalanaros. Las naves pueden surcarlo, y vosotros podeis beneficiaros con esto para procurar la gracia de Allah [vuestro sustento]. ¿Por que no sois agradecidos"},{"SurahNumber":16,"VerseNumber":15,"Text":"Afirmo las montanas en la tierra para que no se sacudiera, dispuso rios y caminos para que viajeis por ellos"},{"SurahNumber":16,"VerseNumber":16,"Text":"Y os guiais en vuestros viajes a traves de senales y de las estrellas"},{"SurahNumber":16,"VerseNumber":17,"Text":"¿Se puede equiparar Quien crea con quien no puede crear nada? ¿Es que no recapacitais"},{"SurahNumber":16,"VerseNumber":18,"Text":"Si intentarais contar las gracias de Allah no podriais enumerarlas. Allah es Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah bien sabe cuanto ocultais y cuanto manifestais"},{"SurahNumber":16,"VerseNumber":20,"Text":"Aquellos a quienes invocais en lugar de Allah, no pueden crear absolutamente nada, sino que ellos mismos son creados"},{"SurahNumber":16,"VerseNumber":21,"Text":"Estos estan muertos y no vivos; y no saben cuando sera su resurreccion"},{"SurahNumber":16,"VerseNumber":22,"Text":"Por cierto que Allah es vuestra unica divinidad, pero quienes no creen en la otra vida Le niegan, y se ensoberbecen"},{"SurahNumber":16,"VerseNumber":23,"Text":"No hay duda que Allah bien sabe cuanto ocultan y cuanto manifiestan. El no ama a los soberbios"},{"SurahNumber":16,"VerseNumber":24,"Text":"Cuando se les pregunta [a los idolatras]: ¿Que opinais sobre lo que ha revelado vuestro Senor? Responden: Son fabulas de nuestros ancestros"},{"SurahNumber":16,"VerseNumber":25,"Text":"Estos cargaran con sus propios pecados el Dia de la Resurreccion y parte de los pecados de aquellos a quienes ellos extraviaron y les siguieron por ignorancia. ¡Que pesima es la carga que llevaran"},{"SurahNumber":16,"VerseNumber":26,"Text":"Los incredulos anteriormente [en Babel] construyeron grandes edificaciones [para combatir a los Angeles], pero Allah destruyo sus edificaciones desde los cimientos y los techos se derrumbaron sobre ellos, y el castigo les llego de donde menos lo esperaban"},{"SurahNumber":16,"VerseNumber":27,"Text":"Luego, el Dia de la Resurreccion, El les humillara y les preguntara: ¿Donde estan aquellos que Me asociabais y a los que defendiais? [Ese dia] quienes recibieron el conocimiento] de cada nacion] diran [a sus pueblos]: Hoy la humillacion y el castigo pesaran sobre los incredulos"},{"SurahNumber":16,"VerseNumber":28,"Text":"Cuando los Angeles tomen las almas de quienes hayan sido incredulos, estos se entregaran [diciendo]: No cometimos ningun mal. [Los Angeles responderan:] ¡Pues si! Allah bien sabe lo que haciais"},{"SurahNumber":16,"VerseNumber":29,"Text":"Ingresad por las puertas del Infierno, alli permanecereis eternamente. ¡Que pesima morada la de quienes se ensoberbecen"},{"SurahNumber":16,"VerseNumber":30,"Text":"[Y ese dia] se les preguntara a los piadosos: ¿Que ha revelado vuestro Senor? Responderan: Un bien [muy grande para Sus siervos]. Quienes hayan obrado rectamente obtendran en este mundo una bella recompensa, pero la morada de la otra vida sera aun mejor. ¡Que placentera la morada de los piadosos"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ingresaran a los Jardines del Eden por donde corren los rios, y tendran alli cuanto deseen. Asi retribuye Allah a los piadosos"},{"SurahNumber":16,"VerseNumber":32,"Text":"Cuando los Angeles tomen las almas de los piadosos, les diran: ¡La paz sea sobre vosotros! Ingresad al Paraiso por cuanto habeis obrado"},{"SurahNumber":16,"VerseNumber":33,"Text":"¿Acaso esperan [los incredulos] que se presenten ante ellos los Angeles [para tomar sus almas] o que les azote el castigo [para recien creer]? Igualmente hicieron quienes les precedieron. No fue Allah injusto con ellos [al enviarles el castigo], sino que ellos lo fueron consigo mismos"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sufriran las consecuencias de las malas acciones que cometieron y les azotara el castigo del cual se burlaban"},{"SurahNumber":16,"VerseNumber":35,"Text":"Los idolatras argumentaran: Si Allah hubiera querido, no habriamos adorado nada fuera de El, ni tampoco nuestros padres. Tampoco habriamos vedado nada [que El no hubiera autorizado]. Igualmente hicieron quienes les precedieron. Pero los Mensajeros solo tienen la obligacion de transmitir el Mensaje con claridad [y Allah sera Quien les juzgara]"},{"SurahNumber":16,"VerseNumber":36,"Text":"Por cierto que enviamos a cada nacion un Mensajero [para que les exhortase a] adorar a Allah y a evitar al Seductor. Algunos de ellos fueron guiados por Allah, y a otros se les decreto el extravio. Transitad por la Tierra y observad como fue el final de quienes desmintieron [Nuestros signos]"},{"SurahNumber":16,"VerseNumber":37,"Text":"Debes saber [¡Oh, Muhammad!] que por mas que te empenes en guiarles, Allah no guiara a aquellos para quienes ha decretado el extravio. Estos no tendran quienes les socorran"},{"SurahNumber":16,"VerseNumber":38,"Text":"Juran solemnemente por Allah que El no resucitara a los muertos. ¡Si! [Les resucitara], pues es una promesa inalterable [de Allah] y El no falta a Su promesa. Pero la mayoria de los hombres lo ignoran"},{"SurahNumber":16,"VerseNumber":39,"Text":"[Les resucitara] para demostrarles cual era la Verdad sobre lo que discrepaban y para que los incredulos comprendan que estaban equivocados"},{"SurahNumber":16,"VerseNumber":40,"Text":"Por cierto que cuando decretamos algo decimos: ¡Se!, y es"},{"SurahNumber":16,"VerseNumber":41,"Text":"A quienes emigraron por la causa de Allah despues de haber sido tratados hostilmente les concederemos una hermosa recompensa en la vida mundanal, pero la recompensa en la otra vida sera mayor aun. Y todos habrian emigrado de haberlo sabido"},{"SurahNumber":16,"VerseNumber":42,"Text":"Estos son quienes tuvieron paciencia y se encomendaron a Allah"},{"SurahNumber":16,"VerseNumber":43,"Text":"No enviamos antes de ti sino hombres a quienes les transmitiamos Nuestra revelacion. Preguntadle a la gente de conocimiento [de entre la Gente del Libro] si no lo sabeis"},{"SurahNumber":16,"VerseNumber":44,"Text":"Los enviamos con las evidencias claras y con los Libros. Y a ti te revelamos el Coran para que expliques a los hombres sus preceptos, y asi reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"Acaso se sienten a salvo quienes se confabularon [contra el Profeta] de que Allah los haga tragar por la tierra, o de que le llegue el castigo por donde menos lo esperan"},{"SurahNumber":16,"VerseNumber":46,"Text":"¿O de que les sorprenda ocupados en sus quehaceres sin que puedan evitarlo"},{"SurahNumber":16,"VerseNumber":47,"Text":"¿O de que les alcance gradualmente? Por cierto que vuestro Senor es Compasivo, Misericordioso [y no les adelantara el castigo]"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿Acaso no observan que todo cuanto Allah ha creado y proyecta su sombra hacia la derecha y hacia la izquierda esta sometido a la voluntad de Allah"},{"SurahNumber":16,"VerseNumber":49,"Text":"Ante Allah se prosternan los Angeles y toda criatura existente en los cielos y en la Tierra, y no se ensoberbecen"},{"SurahNumber":16,"VerseNumber":50,"Text":"[Los Angeles] Temen a su Senor que esta por encima de ellos, y ejecutan todo cuanto se les ordena"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah dice: No adoreis a falsas divinidades. Por cierto que Yo soy la unica divinidad, temedme solo a Mi"},{"SurahNumber":16,"VerseNumber":52,"Text":"A El pertenece cuanto hay en los cielos y en la Tierra. Se debe adorar solamente a El. ¿Acaso vais a temer a otro que no sea Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Todas las gracias que os alcanzan provienen de Allah. Pero solo os amparais en El y Le agradeceis cuando padeceis una desgracia"},{"SurahNumber":16,"VerseNumber":54,"Text":"Luego, cuando os libra de la desgracia, un grupo de vosotros atribuyen coparticipes a su Senor"},{"SurahNumber":16,"VerseNumber":55,"Text":"Y no agradecen cuanto les hemos concedido. Disfrutad [transitoriamente que], pronto sabreis"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ofrecen una parte de cuanto les sustentamos a sus idolos, y no saben que ellos no pueden perjudicarlos ni beneficiarlos. ¡Por Allah! Sereis interrogados sobre lo que inventais"},{"SurahNumber":16,"VerseNumber":57,"Text":"¡Glorificado sea! Le atribuyen hijas [pues los idolatras creian que los Angeles eran de sexo femenino y tambien Sus hijas; pero El esta por encima de lo que Le atribuyen]. Y solo desean para ellos los hijos varones"},{"SurahNumber":16,"VerseNumber":58,"Text":"Cuando se le anuncia a uno de ellos [el nacimiento de] una nina, se refleja en su rostro la afliccion y la angustia"},{"SurahNumber":16,"VerseNumber":59,"Text":"Por lo que se le ha anunciado se esconde de la gente avergonzado y duda si la dejara vivir a pesar de su deshonra o la enterrara viva. ¡Que pesimo lo que hacen"},{"SurahNumber":16,"VerseNumber":60,"Text":"Quienes no creen en la otra vida son el peor ejemplo [de ignorancia e incredulidad], y Allah es el mas sublime ejemplo [de perfeccion absoluta], y El es Poderoso, Sabio"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Allah castigara a la humanidad por su iniquidad, no dejaria ningun ser vivo sobre la faz de la Tierra. Pero los difiere por un plazo determinado, mas cuando venza su plazo no podran retrasarlo ni adelantarlo ni siquiera una hora"},{"SurahNumber":16,"VerseNumber":62,"Text":"Le atribuyen a Allah lo que detestan para si mismos [las hijas] e inventan mentiras diciendo que alcanzaran el bienestar [en esta vida y en la otra]. En verdad que seran los primeros en ser arrojados al Fuego"},{"SurahNumber":16,"VerseNumber":63,"Text":"¡Por Allah! Enviamos Mensajeros a las naciones que te precedieron, pero Satanas tambien les hizo ver sus malas acciones como buenas, y hoy es el su aliado. Ellos recibiran un castigo doloroso"},{"SurahNumber":16,"VerseNumber":64,"Text":"No te hemos revelado el Libro [¡Oh, Muhammad!] sino para que les aclares sobre aquello sobre lo que discrepaban, y como guia y misericordia para los creyentes"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah hace descender agua del cielo vivificando con ella la tierra que ha sido azotada por la sequia. En esto hay un signo para quienes recapacitan"},{"SurahNumber":16,"VerseNumber":66,"Text":"Teneis en los ganados un ejemplo [del poder divino]. Os damos a beber de lo que se produce en sus entranas, que a pesar de haber heces y sangre surge leche pura, gustosa para quienes la beben"},{"SurahNumber":16,"VerseNumber":67,"Text":"De los frutos de las palmeras y de las vides obteneis un sustento bueno, y tambien una bebida embriagadora [la cual os esta prohibida]. En esto hay un signo para quienes razonan"},{"SurahNumber":16,"VerseNumber":68,"Text":"Tu Senor les inspiro a las abejas: Habitad en las moradas que hayais construido en las montanas, en los arboles y en las que el hombre os construya"},{"SurahNumber":16,"VerseNumber":69,"Text":"Luego comed de todos los frutos y transitad por donde os ha facilitado vuestro Senor. De su abdomen sale un jarabe de diferentes colores que es medicina para los hombres. En esto hay un signo para quienes reflexionan"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah os crea y luego os hace morir. A algunos de vosotros le hace llegar a la decrepitud de la vejez y olvida todo cuanto hubiere sabido. Allah es Omnisciente, Poderoso"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah ha favorecido a unos sobre otros con el sustento. Aquellos a quienes Allah ha favorecido no se complacen de compartir sus bienes con sus esclavos por que no son iguales a ellos. [¿Como entonces pueden asociarle a Allah alguno de Sus siervos?] No agradecen el favor de Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah ha creado esposas de vuestra misma especie, de las cuales crea hijos y nietos. Os ha proveido de todo lo bueno y beneficioso. ¿Es que creen en lo falso y niegan la gracia de Allah"},{"SurahNumber":16,"VerseNumber":73,"Text":"En lugar de adorar a Allah adoran lo que no posee las provisiones del cielo y de la Tierra, ni puede proveerselas"},{"SurahNumber":16,"VerseNumber":74,"Text":"No equipareis a Allah con nada. Allah sabe y vosotros no sabeis"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah os expone un ejemplo [para que reflexioneis]: ¿Pueden equipararse el esclavo que carece de todo poder con aquel a quien le hemos concedido un buen sustento y hace caridades en privado y en publico? [¿Como entonces podeis equiparar a Allah con vuestros idolos?] ¡Alabado sea Allah! La mayoria de los hombres no reflexionan"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah os expone otro ejemplo [similar, para que tambien reflexioneis acerca de Su unicidad]: ¿Acaso puede equipararse el mudo e incapacitado, que es una carga para su amo y fuere lo que le ordene hacer no puede realizarlo correctamente, con quien brega por la justicia y esta en el sendero recto"},{"SurahNumber":16,"VerseNumber":77,"Text":"Allah conoce los secretos de los cielos y de la Tierra. La Hora [el Dia del Juicio] llegara tan rapido como un abrir y cerrar de ojos, o mas rapido aun. Allah tiene poder sobre todas las cosas"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah os hizo nacer del vientre de vuestras madres sin saber absolutamente nada. El os doto de oido, vista e intelecto, para que seais agradecidos"},{"SurahNumber":16,"VerseNumber":79,"Text":"¿No habeis observado las aves suspendidas en el cielo? No las sostiene sino Allah. En esto hay signos para los creyentes"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah hizo que vuestras viviendas sean para vosotros un lugar de proteccion y sosiego. Puso a vuestra disposicion el cuero de los rebanos para que hagais con ello vuestras tiendas, las cuales son faciles de transportar los dias que viajais o acampais. Tambien de su lana, pelo y crin haceis utensilios y alfombras con la que os confortais en esta vida"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah os proporciono sombra de cuanto creo, refugios en las montanas, vestiduras que os resguardan del calor [y el frio] y armaduras que os protegen en los combates. Asi es como Allah os provee de Sus gracias para que os sometais a El"},{"SurahNumber":16,"VerseNumber":82,"Text":"Si se niegan a creer, sabe que a ti solo te incumbe transmitir [el Mensaje] claramente"},{"SurahNumber":16,"VerseNumber":83,"Text":"Saben que las gracias provienen de Allah pero las niegan, y la mayoria de los hombres son incredulos"},{"SurahNumber":16,"VerseNumber":84,"Text":"Y el dia que hagamos surgir de toda nacion [a su Profeta] como testigo, no se les permitira a los incredulos excusarse ni tampoco regresar a la vida mundanal para arrepentirse y buscar la complacencia de Allah"},{"SurahNumber":16,"VerseNumber":85,"Text":"Y cuando los inicuos vean el castigo, este no se les aminorara ni seran tolerados"},{"SurahNumber":16,"VerseNumber":86,"Text":"Y cuando los idolatras vean a sus idolos diran: ¡Senor nuestro! Estos son los idolos a quienes invocabamos en vez de Ti, y ellos [los idolos] les diran: Por cierto que sois unos mentirosos"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ese dia se entregaran a Allah [para que les castigue], y sus mentiras se desvaneceran"},{"SurahNumber":16,"VerseNumber":88,"Text":"A los incredulos que desviaron a los hombres del camino de Allah, les duplicaremos el castigo [merecido] por haber sido corruptores"},{"SurahNumber":16,"VerseNumber":89,"Text":"[El Dia del Juicio] haremos surgir de toda nacion [a su Profeta] que atestiguara en contra de ellos, y a ti [¡Oh, Muhammad!] como testigo de tu nacion. Te hemos revelado el Libro que contiene todos los preceptos [que necesitan los hombres] y el cual es guia, misericordia y albricias para quienes se someten a Allah"},{"SurahNumber":16,"VerseNumber":90,"Text":"Allah ordena ser equitativo, benevolente y ayudar a los parientes cercanos. Y prohibe la obscenidad, lo censurable y la opresion. Asi os exhorta para que reflexioneis"},{"SurahNumber":16,"VerseNumber":91,"Text":"Cumplid vuestro compromiso con Allah. No quebranteis los juramentos despues de haberlos realizado, habiendo puesto a Allah como testigo. Allah bien sabe cuanto haceis"},{"SurahNumber":16,"VerseNumber":92,"Text":"Y no seais [al romper vuestro compromiso con Allah y volver a la incredulidad] como quien deshace el hilado que habia realizado cuidadosamente. No tomeis compromisos especulando no cumplirlos para vuestra conveniencia, aprovechandoos de ciertas situaciones. Allah os pone a prueba para que se os evidencie quienes Le obedecen de quienes no. Y el Dia del Juicio juzgara entre vosotros sobre lo que discrepabais"},{"SurahNumber":16,"VerseNumber":93,"Text":"Si Allah hubiera querido habria hecho de vosotros una sola nacion [de creyentes]. Pero descarria a quien quiere y guia a quien Le place, y sereis interrogados de cuanto haciais"},{"SurahNumber":16,"VerseNumber":94,"Text":"No hagais juramentos fraudulentos, pues resbalareis despues de haber pisado firme. Si lo haceis se os castigara por haberos extraviado y desviado a otros del sendero de Allah, y el castigo que sufrireis sera terrible"},{"SurahNumber":16,"VerseNumber":95,"Text":"No cambieis los preceptos de Allah por un vil precio [quebrantando vuestros juramentos con el fin de obtener algun beneficio en esta vida]. Y lo que Allah os tiene reservado en esta vida y en la otra es mejor para vosotros, si lo supierais"},{"SurahNumber":16,"VerseNumber":96,"Text":"[Sabed que] Lo que vosotros teneis es temporario y lo que Allah tiene es perdurable. Y a quienes sean perseverantes les multiplicaremos la recompensa de sus obras"},{"SurahNumber":16,"VerseNumber":97,"Text":"Al creyente que obre rectamente, sea varon o mujer, le concederemos una vida buena y le multiplicaremos la recompensa de sus obras"},{"SurahNumber":16,"VerseNumber":98,"Text":"Cuando recites el Coran refugiate en Allah del maldito Satanas"},{"SurahNumber":16,"VerseNumber":99,"Text":"Por cierto que el no tiene poder sobre los creyentes que se encomiendan a su Senor"},{"SurahNumber":16,"VerseNumber":100,"Text":"Solamente tiene poder sobre quienes lo toman como protector y por ello asocian coparticipes a Allah"},{"SurahNumber":16,"VerseNumber":101,"Text":"Cuando revelamos un precepto para abrogar otro, y Allah bien sabe lo que hace, dicen: Eres tu quien lo ha inventado. Pero la mayoria de ellos son ignorantes"},{"SurahNumber":16,"VerseNumber":102,"Text":"Diles: El Espiritu Santo [el Angel Gabriel] lo ha revelado [por orden] de tu Senor con la Verdad, para afirmar a los creyentes y como guia y albricias para quienes se someten a Allah"},{"SurahNumber":16,"VerseNumber":103,"Text":"Por cierto que sabemos que dicen: En verdad es un hombre [refiriendose a un vendedor cristiano que habitaba en La Meca y no conocia sino poco del idioma arabe] quien se lo transmite [al Coran]. Pero bien saben que el idioma de quien ellos aluden no es arabe, mientras que este [el del Coran] es arabe puro"},{"SurahNumber":16,"VerseNumber":104,"Text":"Por cierto que a quienes no crean en los signos de Allah, El no los guiara y recibiran un castigo doloroso"},{"SurahNumber":16,"VerseNumber":105,"Text":"Solamente inventan mentiras quienes no creen en los signos de Allah. Ellos son los mentirosos [y no el Profeta]"},{"SurahNumber":16,"VerseNumber":106,"Text":"Quienes renieguen de la fe en Allah por haber sido forzados a ello, permaneciendo sus corazones tranquilos [y firmes] en la fe [no seran reprochados]; pero quienes lo hagan y se complazcan con la incredulidad, incurriran en la ira de Allah y tendran un castigo terrible"},{"SurahNumber":16,"VerseNumber":107,"Text":"Estos prefirieron la vida mundana a la otra, y Allah no los guiara"},{"SurahNumber":16,"VerseNumber":108,"Text":"Estos son a quienes Allah ha sellado con la incredulidad sus corazones, sus oidos y sus ojos, y son indiferentes [ante Nuestros signos]"},{"SurahNumber":16,"VerseNumber":109,"Text":"No hay duda que en la otra vida ellos seran los perdedores"},{"SurahNumber":16,"VerseNumber":110,"Text":"Quienes emigraron luego de haber sido tratados hostilmente, combatieron y fueron pacientes y perseverantes, por cierto que tu Senor sera con ellos Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":111,"Text":"Toda alma sera juzgada [el Dia del Juicio] acorde a sus obras, ese dia todos pretenderan salvarse, y nadie sera oprimido"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah os expone el ejemplo de una ciudad [La Meca], cuyos habitantes se sentian seguros y tranquilos, les llegaba abundante sustento proveniente de todas las regiones. Pero no agradecieron los favores de Allah, entonces El les hizo padecer hambre y temor por cuanto habian cometido"},{"SurahNumber":16,"VerseNumber":113,"Text":"Por cierto que el Mensajero que se les presento era uno de ellos, pero le desmintieron y el castigo les sorprendio por su iniquidad"},{"SurahNumber":16,"VerseNumber":114,"Text":"Comed de lo licito y bueno que Allah os ha sustentado. Y agradeced los favores de Allah, si es que solo a El adorais"},{"SurahNumber":16,"VerseNumber":115,"Text":"Se os ha prohibido [beneficiaros de] la carne del animal muerto por causa natural, la sangre, la carne de cerdo, la del animal que haya sido sacrificado invocando otro nombre que no sea el de Allah. Pero si alguien se ve forzado [a ingerirlos] por hambre, sin intencion de pecar ni excederse, no sera un pecado para el. Ciertamente Allah es Absolvedor, Indulgente"},{"SurahNumber":16,"VerseNumber":116,"Text":"No prohibais lo licito ni permitais lo ilicito, inventando mentiras acerca de Allah. Quienes inventen mentiras acerca de Allah no tendran exito"},{"SurahNumber":16,"VerseNumber":117,"Text":"Estos tendran un goce transitorio, y luego [el Dia del Juicio] recibiran un castigo doloroso"},{"SurahNumber":16,"VerseNumber":118,"Text":"A los judios les prohibimos lo que te hemos narrado anteriormente. No hemos sido injustos con ellos sino que ellos lo fueron consigo mismos"},{"SurahNumber":16,"VerseNumber":119,"Text":"Quienes hayan cometido un mal por ignorancia y luego se arrepientan y se enmienden, tu Senor sera con ellos Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":120,"Text":"Por cierto que Abraham [Ibrahim] fue un guia ejemplar [que reunio las mejores virtudes], fue obediente a Allah, monoteista y nunca se conto entre quienes Le asociaron coparticipes"},{"SurahNumber":16,"VerseNumber":121,"Text":"[Tambien fue] Agradecido de los favores de Allah. El lo eligio y lo guio por el sendero recto"},{"SurahNumber":16,"VerseNumber":122,"Text":"Le concedimos en la vida mundanal todo lo bueno, y en la otra vida estara con los justos"},{"SurahNumber":16,"VerseNumber":123,"Text":"Te ordenamos [¡Oh, Muhammad!] que sigas la religion monoteista de Abraham [Ibrahim], que no se conto entre los idolatras"},{"SurahNumber":16,"VerseNumber":124,"Text":"Por cierto que se les impuso [a los judios] dedicar el dia sabado a la adoracion cuando discreparon [y no aceptaron que este dia fuese el viernes]. Tu Senor juzgara entre ellos el Dia de la Resurreccion sobre lo que discrepaban"},{"SurahNumber":16,"VerseNumber":125,"Text":"Convoca al sendero de tu Senor con sabiduria y bellas palabras. Argumentales de la mejor manera. Tu Senor sabe bien quien se extravia de Su camino y quien sigue la guia"},{"SurahNumber":16,"VerseNumber":126,"Text":"Si os agreden, responded del mismo modo que se os ha agredido [y no os excedais]. Pero si sois pacientes [y perdonais] sera lo mejor para vosotros"},{"SurahNumber":16,"VerseNumber":127,"Text":"Se paciente y sabe que la paciencia es una virtud que Allah concede a quien Le place. No te apenes [por la incredulidad de tu pueblo] ni te angusties por lo que traman"},{"SurahNumber":16,"VerseNumber":128,"Text":"Por cierto que Allah esta con los piadosos y con los benefactores"}]}