{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"الحمد لله الذي خلق السموت والارض وجعل الظلمت والنور ثم الذين كفروا بربهم يعدلون"},{"SurahNumber":6,"VerseNumber":2,"Text":"هو الذي خلقكم من طين ثم قضى اجل ا واجل مسمى عنده ثم انتم تمترون"},{"SurahNumber":6,"VerseNumber":3,"Text":"وهو الله في السموت وفي الارض يعلم سركم وجهركم ويعلم ما تكسبون"},{"SurahNumber":6,"VerseNumber":4,"Text":"وما تاتيهم من ءاية من ءايت ربهم الا كانوا عنها معرضين"},{"SurahNumber":6,"VerseNumber":5,"Text":"فقد كذبوا بالحق لما جاءهم فسوف ياتيهم انبوا ما كانوا به يستهزءون"},{"SurahNumber":6,"VerseNumber":6,"Text":"الم يروا كم اهلكنا من قبلهم من قرن مكنهم في الارض ما لم نمكن لكم وارسلنا السماء عليهم مدرار ا وجعلنا الانهر تجري من تحتهم فاهلكنهم بذنوبهم وانشانا من بعدهم قرنا ءاخرين"},{"SurahNumber":6,"VerseNumber":7,"Text":"ولو نزلنا عليك كتب ا في قرطاس فلمسوه بايديهم لقال الذين كفروا ان هذا الا سحر مبين"},{"SurahNumber":6,"VerseNumber":8,"Text":"وقالوا لولا انزل عليه ملك ولو انزلنا ملك ا لقضي الامر ثم لا ينظرون"},{"SurahNumber":6,"VerseNumber":9,"Text":"ولو جعلنه ملك ا لجعلنه رجل ا وللبسنا عليهم ما يلبسون"},{"SurahNumber":6,"VerseNumber":10,"Text":"ولقد استهزي برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون"},{"SurahNumber":6,"VerseNumber":11,"Text":"قل سيروا في الارض ثم انظروا كيف كان عقبة المكذبين"},{"SurahNumber":6,"VerseNumber":12,"Text":"قل لمن ما في السموت والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيمة لا ريب فيه الذين خسروا انفسهم فهم لا يومنون"},{"SurahNumber":6,"VerseNumber":13,"Text":"۞وله ما سكن في اليل والنهار وهو السميع العليم"},{"SurahNumber":6,"VerseNumber":14,"Text":"قل اغير الله اتخذ ولي ا فاطر السموت والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين"},{"SurahNumber":6,"VerseNumber":15,"Text":"قل اني اخاف ان عصيت ربي عذاب يوم عظيم"},{"SurahNumber":6,"VerseNumber":16,"Text":"من يصرف عنه يوميذ فقد رحمه وذلك الفوز المبين"},{"SurahNumber":6,"VerseNumber":17,"Text":"وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شيء قدير"},{"SurahNumber":6,"VerseNumber":18,"Text":"وهو القاهر فوق عباده وهو الحكيم الخبير"},{"SurahNumber":6,"VerseNumber":19,"Text":"قل اي شيء اكبر شهدة قل الله شهيد بيني وبينكم واوحي الي هذا القرءان لانذركم به ومن بلغ اينكم لتشهدون ان مع الله ءالهة اخرى قل لا اشهد قل انما هو اله وحد وانني بريء مما تشركون"},{"SurahNumber":6,"VerseNumber":20,"Text":"الذين ءاتينهم الكتب يعرفونه كما يعرفون ابناءهم الذين خسروا انفسهم فهم لا يومنون"},{"SurahNumber":6,"VerseNumber":21,"Text":"ومن اظلم ممن افترى على الله كذبا او كذب بايته انه لا يفلح الظلمون"},{"SurahNumber":6,"VerseNumber":22,"Text":"ويوم نحشرهم جميع ا ثم نقول للذين اشركوا اين شركاوكم الذين كنتم تزعمون"},{"SurahNumber":6,"VerseNumber":23,"Text":"ثم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين"},{"SurahNumber":6,"VerseNumber":24,"Text":"انظر كيف كذبوا على انفسهم وضل عنهم ما كانوا يفترون"},{"SurahNumber":6,"VerseNumber":25,"Text":"ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفي ءاذانهم وقر ا وان يروا كل ءاية لا يومنوا بها حتى اذا جاءوك يجدلونك يقول الذين كفروا ان هذا الا اسطير الاولين"},{"SurahNumber":6,"VerseNumber":26,"Text":"وهم ينهون عنه وينون عنه وان يهلكون الا انفسهم وما يشعرون"},{"SurahNumber":6,"VerseNumber":27,"Text":"ولو ترى اذ وقفوا على النار فقالوا يليتنا نرد ولا نكذب بايت ربنا ونكون من المومنين"},{"SurahNumber":6,"VerseNumber":28,"Text":"بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكذبون"},{"SurahNumber":6,"VerseNumber":29,"Text":"وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين"},{"SurahNumber":6,"VerseNumber":30,"Text":"ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون"},{"SurahNumber":6,"VerseNumber":31,"Text":"قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يحسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون"},{"SurahNumber":6,"VerseNumber":32,"Text":"وما الحيوة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون"},{"SurahNumber":6,"VerseNumber":33,"Text":"قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظلمين بايت الله يجحدون"},{"SurahNumber":6,"VerseNumber":34,"Text":"ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتىهم نصرنا ولا مبدل لكلمت الله ولقد جاءك من نباي المرسلين"},{"SurahNumber":6,"VerseNumber":35,"Text":"وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفق ا في الارض او سلم ا في السماء فتاتيهم باية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجهلين"},{"SurahNumber":6,"VerseNumber":36,"Text":"۞انما يستجيب الذين يسمعون والموتى يبعثهم الله ثم اليه يرجعون"},{"SurahNumber":6,"VerseNumber":37,"Text":"وقالوا لولا نزل عليه ءاية من ربه قل ان الله قادر على ان ينزل ءاية ولكن اكثرهم لا يعلمون"},{"SurahNumber":6,"VerseNumber":38,"Text":"وما من دابة في الارض ولا طير يطير بجناحيه الا امم امثالكم ما فرطنا في الكتب من شيء ثم الى ربهم يحشرون"},{"SurahNumber":6,"VerseNumber":39,"Text":"والذين كذبوا بايتنا صم وبكم في الظلمت من يشا الله يضلله ومن يشا يجعله على صرط مستقيم"},{"SurahNumber":6,"VerseNumber":40,"Text":"قل ارءيتكم ان اتىكم عذاب الله او اتتكم الساعة اغير الله تدعون ان كنتم صدقين"},{"SurahNumber":6,"VerseNumber":41,"Text":"بل اياه تدعون فيكشف ما تدعون اليه ان شاء وتنسون ما تشركون"},{"SurahNumber":6,"VerseNumber":42,"Text":"ولقد ارسلنا الى امم من قبلك فاخذنهم بالباساء والضراء لعلهم يتضرعون"},{"SurahNumber":6,"VerseNumber":43,"Text":"فلولا اذ جاءهم باسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطن ما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":44,"Text":"فلما نسوا ما ذكروا به فتحنا عليهم ابوب كل شيء حتى اذا فرحوا بما اوتوا اخذنهم بغتة فاذا هم مبلسون"},{"SurahNumber":6,"VerseNumber":45,"Text":"فقطع دابر القوم الذين ظلموا والحمد لله رب العلمين"},{"SurahNumber":6,"VerseNumber":46,"Text":"قل ارءيتم ان اخذ الله سمعكم وابصركم وختم على قلوبكم من اله غير الله ياتيكم به انظر كيف نصرف الايت ثم هم يصدفون"},{"SurahNumber":6,"VerseNumber":47,"Text":"قل ارءيتكم ان اتىكم عذاب الله بغتة او جهرة هل يهلك الا القوم الظلمون"},{"SurahNumber":6,"VerseNumber":48,"Text":"وما نرسل المرسلين الا مبشرين ومنذرين فمن ءامن واصلح فلا خوف عليهم ولا هم يحزنون"},{"SurahNumber":6,"VerseNumber":49,"Text":"والذين كذبوا بايتنا يمسهم العذاب بما كانوا يفسقون"},{"SurahNumber":6,"VerseNumber":50,"Text":"قل لا اقول لكم عندي خزاين الله ولا اعلم الغيب ولا اقول لكم اني ملك ان اتبع الا ما يوحى الي قل هل يستوي الاعمى والبصير افلا تتفكرون"},{"SurahNumber":6,"VerseNumber":51,"Text":"وانذر به الذين يخافون ان يحشروا الى ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون"},{"SurahNumber":6,"VerseNumber":52,"Text":"ولا تطرد الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظلمين"},{"SurahNumber":6,"VerseNumber":53,"Text":"وكذلك فتنا بعضهم ببعض ليقولوا اهولاء من الله عليهم من بيننا اليس الله باعلم بالشكرين"},{"SurahNumber":6,"VerseNumber":54,"Text":"واذا جاءك الذين يومنون بايتنا فقل سلم عليكم كتب ربكم على نفسه الرحمة انه من عمل منكم سوءا بجهلة ثم تاب من بعده واصلح فانه غفور رحيم"},{"SurahNumber":6,"VerseNumber":55,"Text":"وكذلك نفصل الايت ولتستبين سبيل المجرمين"},{"SurahNumber":6,"VerseNumber":56,"Text":"قل اني نهيت ان اعبد الذين تدعون من دون الله قل لا اتبع اهواءكم قد ضللت اذ ا وما انا من المهتدين"},{"SurahNumber":6,"VerseNumber":57,"Text":"قل اني على بينة من ربي وكذبتم به ما عندي ما تستعجلون به ان الحكم الا لله يقص الحق وهو خير الفصلين"},{"SurahNumber":6,"VerseNumber":58,"Text":"قل لو ان عندي ما تستعجلون به لقضي الامر بيني وبينكم والله اعلم بالظلمين"},{"SurahNumber":6,"VerseNumber":59,"Text":"۞وعنده مفاتح الغيب لا يعلمها الا هو ويعلم ما في البر والبحر وما تسقط من ورقة الا يعلمها ولا حبة في ظلمت الارض ولا رطب ولا يابس الا في كتب مبين"},{"SurahNumber":6,"VerseNumber":60,"Text":"وهو الذي يتوفىكم باليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى اجل مسم ى ثم اليه مرجعكم ثم ينبيكم بما كنتم تعملون"},{"SurahNumber":6,"VerseNumber":61,"Text":"وهو القاهر فوق عباده ويرسل عليكم حفظة حتى اذا جاء احدكم الموت توفته رسلنا وهم لا يفرطون"},{"SurahNumber":6,"VerseNumber":62,"Text":"ثم ردوا الى الله مولىهم الحق الا له الحكم وهو اسرع الحسبين"},{"SurahNumber":6,"VerseNumber":63,"Text":"قل من ينجيكم من ظلمت البر والبحر تدعونه تضرع ا وخفية لين انجىنا من هذه لنكونن من الشكرين"},{"SurahNumber":6,"VerseNumber":64,"Text":"قل الله ينجيكم منها ومن كل كرب ثم انتم تشركون"},{"SurahNumber":6,"VerseNumber":65,"Text":"قل هو القادر على ان يبعث عليكم عذاب ا من فوقكم او من تحت ارجلكم او يلبسكم شيع ا ويذيق بعضكم باس بعض انظر كيف نصرف الايت لعلهم يفقهون"},{"SurahNumber":6,"VerseNumber":66,"Text":"وكذب به قومك وهو الحق قل لست عليكم بوكيل"},{"SurahNumber":6,"VerseNumber":67,"Text":"لكل نبا مستقر وسوف تعلمون"},{"SurahNumber":6,"VerseNumber":68,"Text":"واذا رايت الذين يخوضون في ءايتنا فاعرض عنهم حتى يخوضوا في حديث غيره واما ينسينك الشيطن فلا تقعد بعد الذكرى مع القوم الظلمين"},{"SurahNumber":6,"VerseNumber":69,"Text":"وما على الذين يتقون من حسابهم من شيء ولكن ذكرى لعلهم يتقون"},{"SurahNumber":6,"VerseNumber":70,"Text":"وذر الذين اتخذوا دينهم لعب ا ولهو ا وغرتهم الحيوة الدنيا وذكر به ان تبسل نفس بما كسبت ليس لها من دون الله ولي ولا شفيع وان تعدل كل عدل لا يوخذ منها اوليك الذين ابسلوا بما كسبوا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون"},{"SurahNumber":6,"VerseNumber":71,"Text":"قل اندعوا من دون الله ما لا ينفعنا ولا يضرنا ونرد على اعقابنا بعد اذ هدىنا الله كالذي استهوته الشيطين في الارض حيران له اصحب يدعونه الى الهدى ايتنا قل ان هدى الله هو الهدى وامرنا لنسلم لرب العلمين"},{"SurahNumber":6,"VerseNumber":72,"Text":"وان اقيموا الصلوة واتقوه وهو الذي اليه تحشرون"},{"SurahNumber":6,"VerseNumber":73,"Text":"وهو الذي خلق السموت والارض بالحق ويوم يقول كن فيكون قوله الحق وله الملك يوم ينفخ في الصور علم الغيب والشهدة وهو الحكيم الخبير"},{"SurahNumber":6,"VerseNumber":74,"Text":"۞واذ قال ابرهيم لابيه ءازر اتتخذ اصناما ءالهة اني ارىك وقومك في ضلل مبين"},{"SurahNumber":6,"VerseNumber":75,"Text":"وكذلك نري ابرهيم ملكوت السموت والارض وليكون من الموقنين"},{"SurahNumber":6,"VerseNumber":76,"Text":"فلما جن عليه اليل رءا كوكب ا قال هذا ربي فلما افل قال لا احب الافلين"},{"SurahNumber":6,"VerseNumber":77,"Text":"فلما رءا القمر بازغ ا قال هذا ربي فلما افل قال لين لم يهدني ربي لاكونن من القوم الضالين"},{"SurahNumber":6,"VerseNumber":78,"Text":"فلما رءا الشمس بازغة قال هذا ربي هذا اكبر فلما افلت قال يقوم اني بريء مما تشركون"},{"SurahNumber":6,"VerseNumber":79,"Text":"اني وجهت وجهي للذي فطر السموت والارض حنيف ا وما انا من المشركين"},{"SurahNumber":6,"VerseNumber":80,"Text":"وحاجه قومه قال اتحجوني في الله وقد هدىن ولا اخاف ما تشركون به الا ان يشاء ربي شي ا وسع ربي كل شيء علما افلا تتذكرون"},{"SurahNumber":6,"VerseNumber":81,"Text":"وكيف اخاف ما اشركتم ولا تخافون انكم اشركتم بالله ما لم ينزل به عليكم سلطن ا فاي الفريقين احق بالامن ان كنتم تعلمون"},{"SurahNumber":6,"VerseNumber":82,"Text":"الذين ءامنوا ولم يلبسوا ايمنهم بظلم اوليك لهم الامن وهم مهتدون"},{"SurahNumber":6,"VerseNumber":83,"Text":"وتلك حجتنا ءاتينها ابرهيم على قومه نرفع درجت من نشاء ان ربك حكيم عليم"},{"SurahNumber":6,"VerseNumber":84,"Text":"ووهبنا له اسحق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمن وايوب ويوسف وموسى وهرون وكذلك نجزي المحسنين"},{"SurahNumber":6,"VerseNumber":85,"Text":"وزكريا ويحيى وعيسى والياس كل من الصلحين"},{"SurahNumber":6,"VerseNumber":86,"Text":"واسمعيل واليسع ويونس ولوط ا وكل ا فضلنا على العلمين"},{"SurahNumber":6,"VerseNumber":87,"Text":"ومن ءابايهم وذريتهم واخونهم واجتبينهم وهدينهم الى صرط مستقيم"},{"SurahNumber":6,"VerseNumber":88,"Text":"ذلك هدى الله يهدي به من يشاء من عباده ولو اشركوا لحبط عنهم ما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":89,"Text":"اوليك الذين ءاتينهم الكتب والحكم والنبوة فان يكفر بها هولاء فقد وكلنا بها قوم ا ليسوا بها بكفرين"},{"SurahNumber":6,"VerseNumber":90,"Text":"اوليك الذين هدى الله فبهدىهم اقتده قل لا اسلكم عليه اجرا ان هو الا ذكرى للعلمين"},{"SurahNumber":6,"VerseNumber":91,"Text":"وما قدروا الله حق قدره اذ قالوا ما انزل الله على بشر من شيء قل من انزل الكتب الذي جاء به موسى نور ا وهد ى للناس تجعلونه قراطيس تبدونها وتخفون كثير ا وعلمتم ما لم تعلموا انتم ولا ءاباوكم قل الله ثم ذرهم في خوضهم يلعبون"},{"SurahNumber":6,"VerseNumber":92,"Text":"وهذا كتب انزلنه مبارك مصدق الذي بين يديه ولتنذر ام القرى ومن حولها والذين يومنون بالاخرة يومنون به وهم على صلاتهم يحافظون"},{"SurahNumber":6,"VerseNumber":93,"Text":"ومن اظلم ممن افترى على الله كذبا او قال اوحي الي ولم يوح اليه شيء ومن قال سانزل مثل ما انزل الله ولو ترى اذ الظلمون في غمرت الموت والمليكة باسطوا ايديهم اخرجوا انفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن ءايته تستكبرون"},{"SurahNumber":6,"VerseNumber":94,"Text":"ولقد جيتمونا فردى كما خلقنكم اول مرة وتركتم ما خولنكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم انهم فيكم شركوا لقد تقطع بينكم وضل عنكم ما كنتم تزعمون"},{"SurahNumber":6,"VerseNumber":95,"Text":"۞ان الله فالق الحب والنوى يخرج الحي من الميت ومخرج الميت من الحي ذلكم الله فانى توفكون"},{"SurahNumber":6,"VerseNumber":96,"Text":"فالق الاصباح وجعل اليل سكن ا والشمس والقمر حسبان ا ذلك تقدير العزيز العليم"},{"SurahNumber":6,"VerseNumber":97,"Text":"وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمت البر والبحر قد فصلنا الايت لقوم يعلمون"},{"SurahNumber":6,"VerseNumber":98,"Text":"وهو الذي انشاكم من نفس وحدة فمستقر ومستودع قد فصلنا الايت لقوم يفقهون"},{"SurahNumber":6,"VerseNumber":99,"Text":"وهو الذي انزل من السماء ماء فاخرجنا به نبات كل شيء فاخرجنا منه خضر ا نخرج منه حب ا متراكب ا ومن النخل من طلعها قنوان دانية وجنت من اعناب والزيتون والرمان مشتبه ا وغير متشبه انظروا الى ثمره اذا اثمر وينعه ان في ذلكم لايت لقوم يومنون"},{"SurahNumber":6,"VerseNumber":100,"Text":"وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنت بغير علم سبحنه وتعلى عما يصفون"},{"SurahNumber":6,"VerseNumber":101,"Text":"بديع السموت والارض انى يكون له ولد ولم تكن له صحبة وخلق كل شيء وهو بكل شيء عليم"},{"SurahNumber":6,"VerseNumber":102,"Text":"ذلكم الله ربكم لا اله الا هو خلق كل شيء فاعبدوه وهو على كل شيء وكيل"},{"SurahNumber":6,"VerseNumber":103,"Text":"لا تدركه الابصر وهو يدرك الابصر وهو اللطيف الخبير"},{"SurahNumber":6,"VerseNumber":104,"Text":"قد جاءكم بصاير من ربكم فمن ابصر فلنفسه ومن عمي فعليها وما انا عليكم بحفيظ"},{"SurahNumber":6,"VerseNumber":105,"Text":"وكذلك نصرف الايت وليقولوا درست ولنبينه لقوم يعلمون"},{"SurahNumber":6,"VerseNumber":106,"Text":"اتبع ما اوحي اليك من ربك لا اله الا هو واعرض عن المشركين"},{"SurahNumber":6,"VerseNumber":107,"Text":"ولو شاء الله ما اشركوا وما جعلنك عليهم حفيظ ا وما انت عليهم بوكيل"},{"SurahNumber":6,"VerseNumber":108,"Text":"ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم كذلك زينا لكل امة عملهم ثم الى ربهم مرجعهم فينبيهم بما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":109,"Text":"واقسموا بالله جهد ايمنهم لين جاءتهم ءاية ليومنن بها قل انما الايت عند الله وما يشعركم انها اذا جاءت لا يومنون"},{"SurahNumber":6,"VerseNumber":110,"Text":"ونقلب افدتهم وابصرهم كما لم يومنوا به اول مرة ونذرهم في طغينهم يعمهون"},{"SurahNumber":6,"VerseNumber":111,"Text":"۞ولو اننا نزلنا اليهم المليكة وكلمهم الموتى وحشرنا عليهم كل شيء قبل ا ما كانوا ليومنوا الا ان يشاء الله ولكن اكثرهم يجهلون"},{"SurahNumber":6,"VerseNumber":112,"Text":"وكذلك جعلنا لكل نبي عدو ا شيطين الانس والجن يوحي بعضهم الى بعض زخرف القول غرور ا ولو شاء ربك ما فعلوه فذرهم وما يفترون"},{"SurahNumber":6,"VerseNumber":113,"Text":"ولتصغى اليه افدة الذين لا يومنون بالاخرة وليرضوه وليقترفوا ما هم مقترفون"},{"SurahNumber":6,"VerseNumber":114,"Text":"افغير الله ابتغي حكم ا وهو الذي انزل اليكم الكتب مفصل ا والذين ءاتينهم الكتب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين"},{"SurahNumber":6,"VerseNumber":115,"Text":"وتمت كلمت ربك صدق ا وعدل ا لا مبدل لكلمته وهو السميع العليم"},{"SurahNumber":6,"VerseNumber":116,"Text":"وان تطع اكثر من في الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون"},{"SurahNumber":6,"VerseNumber":117,"Text":"ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين"},{"SurahNumber":6,"VerseNumber":118,"Text":"فكلوا مما ذكر اسم الله عليه ان كنتم بايته مومنين"},{"SurahNumber":6,"VerseNumber":119,"Text":"وما لكم الا تاكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه وان كثير ا ليضلون باهوايهم بغير علم ان ربك هو اعلم بالمعتدين"},{"SurahNumber":6,"VerseNumber":120,"Text":"وذروا ظهر الاثم وباطنه ان الذين يكسبون الاثم سيجزون بما كانوا يقترفون"},{"SurahNumber":6,"VerseNumber":121,"Text":"ولا تاكلوا مما لم يذكر اسم الله عليه وانه لفسق وان الشيطين ليوحون الى اوليايهم ليجدلوكم وان اطعتموهم انكم لمشركون"},{"SurahNumber":6,"VerseNumber":122,"Text":"اومن كان ميت ا فاحيينه وجعلنا له نور ا يمشي به في الناس كمن مثله في الظلمت ليس بخارج منها كذلك زين للكفرين ما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":123,"Text":"وكذلك جعلنا في كل قرية اكبر مجرميها ليمكروا فيها وما يمكرون الا بانفسهم وما يشعرون"},{"SurahNumber":6,"VerseNumber":124,"Text":"واذا جاءتهم ءاية قالوا لن نومن حتى نوتى مثل ما اوتي رسل الله الله اعلم حيث يجعل رسالته سيصيب الذين اجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون"},{"SurahNumber":6,"VerseNumber":125,"Text":"فمن يرد الله ان يهديه يشرح صدره للاسلم ومن يرد ان يضله يجعل صدره ضيقا حرج ا كانما يصعد في السماء كذلك يجعل الله الرجس على الذين لا يومنون"},{"SurahNumber":6,"VerseNumber":126,"Text":"وهذا صرط ربك مستقيم ا قد فصلنا الايت لقوم يذكرون"},{"SurahNumber":6,"VerseNumber":127,"Text":"۞لهم دار السلم عند ربهم وهو وليهم بما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":128,"Text":"ويوم يحشرهم جميع ا يمعشر الجن قد استكثرتم من الانس وقال اولياوهم من الانس ربنا استمتع بعضنا ببعض وبلغنا اجلنا الذي اجلت لنا قال النار مثوىكم خلدين فيها الا ما شاء الله ان ربك حكيم عليم"},{"SurahNumber":6,"VerseNumber":129,"Text":"وكذلك نولي بعض الظلمين بعضا بما كانوا يكسبون"},{"SurahNumber":6,"VerseNumber":130,"Text":"يمعشر الجن والانس الم ياتكم رسل منكم يقصون عليكم ءايتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على انفسنا وغرتهم الحيوة الدنيا وشهدوا على انفسهم انهم كانوا كفرين"},{"SurahNumber":6,"VerseNumber":131,"Text":"ذلك ان لم يكن ربك مهلك القرى بظلم واهلها غفلون"},{"SurahNumber":6,"VerseNumber":132,"Text":"ولكل درجت مما عملوا وما ربك بغفل عما يعملون"},{"SurahNumber":6,"VerseNumber":133,"Text":"وربك الغني ذو الرحمة ان يشا يذهبكم ويستخلف من بعدكم ما يشاء كما انشاكم من ذرية قوم ءاخرين"},{"SurahNumber":6,"VerseNumber":134,"Text":"ان ما توعدون لات وما انتم بمعجزين"},{"SurahNumber":6,"VerseNumber":135,"Text":"قل يقوم اعملوا على مكانتكم اني عامل فسوف تعلمون من تكون له عقبة الدار انه لا يفلح الظلمون"},{"SurahNumber":6,"VerseNumber":136,"Text":"وجعلوا لله مما ذرا من الحرث والانعم نصيب ا فقالوا هذا لله بزعمهم وهذا لشركاينا فما كان لشركايهم فلا يصل الى الله وما كان لله فهو يصل الى شركايهم ساء ما يحكمون"},{"SurahNumber":6,"VerseNumber":137,"Text":"وكذلك زين لكثير من المشركين قتل اولدهم شركاوهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون"},{"SurahNumber":6,"VerseNumber":138,"Text":"وقالوا هذه انعم وحرث حجر لا يطعمها الا من نشاء بزعمهم وانعم حرمت ظهورها وانعم لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا يفترون"},{"SurahNumber":6,"VerseNumber":139,"Text":"وقالوا ما في بطون هذه الانعم خالصة لذكورنا ومحرم على ازوجنا وان يكن ميتة فهم فيه شركاء سيجزيهم وصفهم انه حكيم عليم"},{"SurahNumber":6,"VerseNumber":140,"Text":"قد خسر الذين قتلوا اولدهم سفها بغير علم وحرموا ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين"},{"SurahNumber":6,"VerseNumber":141,"Text":"۞وهو الذي انشا جنت معروشت وغير معروشت والنخل والزرع مختلفا اكله والزيتون والرمان متشبه ا وغير متشبه كلوا من ثمره اذا اثمر وءاتوا حقه يوم حصاده ولا تسرفوا انه لا يحب المسرفين"},{"SurahNumber":6,"VerseNumber":142,"Text":"ومن الانعم حمولة وفرش ا كلوا مما رزقكم الله ولا تتبعوا خطوت الشيطن انه لكم عدو مبين"},{"SurahNumber":6,"VerseNumber":143,"Text":"ثمنية ازوج من الضان اثنين ومن المعز اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين نبوني بعلم ان كنتم صدقين"},{"SurahNumber":6,"VerseNumber":144,"Text":"ومن الابل اثنين ومن البقر اثنين قل ءالذكرين حرم ام الانثيين اما اشتملت عليه ارحام الانثيين ام كنتم شهداء اذ وصىكم الله بهذا فمن اظلم ممن افترى على الله كذب ا ليضل الناس بغير علم ان الله لا يهدي القوم الظلمين"},{"SurahNumber":6,"VerseNumber":145,"Text":"قل لا اجد في ما اوحي الي محرما على طاعم يطعمه الا ان يكون ميتة او دم ا مسفوحا او لحم خنزير فانه رجس او فسقا اهل لغير الله به فمن اضطر غير باغ ولا عاد فان ربك غفور رحيم"},{"SurahNumber":6,"VerseNumber":146,"Text":"وعلى الذين هادوا حرمنا كل ذي ظفر ومن البقر والغنم حرمنا عليهم شحومهما الا ما حملت ظهورهما او الحوايا او ما اختلط بعظم ذلك جزينهم ببغيهم وانا لصدقون"},{"SurahNumber":6,"VerseNumber":147,"Text":"فان كذبوك فقل ربكم ذو رحمة وسعة ولا يرد باسه عن القوم المجرمين"},{"SurahNumber":6,"VerseNumber":148,"Text":"سيقول الذين اشركوا لو شاء الله ما اشركنا ولا ءاباونا ولا حرمنا من شيء كذلك كذب الذين من قبلهم حتى ذاقوا باسنا قل هل عندكم من علم فتخرجوه لنا ان تتبعون الا الظن وان انتم الا تخرصون"},{"SurahNumber":6,"VerseNumber":149,"Text":"قل فلله الحجة البلغة فلو شاء لهدىكم اجمعين"},{"SurahNumber":6,"VerseNumber":150,"Text":"قل هلم شهداءكم الذين يشهدون ان الله حرم هذا فان شهدوا فلا تشهد معهم ولا تتبع اهواء الذين كذبوا بايتنا والذين لا يومنون بالاخرة وهم بربهم يعدلون"},{"SurahNumber":6,"VerseNumber":151,"Text":"۞قل تعالوا اتل ما حرم ربكم عليكم الا تشركوا به شي ا وبالولدين احسن ا ولا تقتلوا اولدكم من املق نحن نرزقكم واياهم ولا تقربوا الفوحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله الا بالحق ذلكم وصىكم به لعلكم تعقلون"},{"SurahNumber":6,"VerseNumber":152,"Text":"ولا تقربوا مال اليتيم الا بالتي هي احسن حتى يبلغ اشده واوفوا الكيل والميزان بالقسط لا نكلف نفسا الا وسعها واذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله اوفوا ذلكم وصىكم به لعلكم تذكرون"},{"SurahNumber":6,"VerseNumber":153,"Text":"وان هذا صرطي مستقيم ا فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصىكم به لعلكم تتقون"},{"SurahNumber":6,"VerseNumber":154,"Text":"ثم ءاتينا موسى الكتب تماما على الذي احسن وتفصيل ا لكل شيء وهد ى ورحمة لعلهم بلقاء ربهم يومنون"},{"SurahNumber":6,"VerseNumber":155,"Text":"وهذا كتب انزلنه مبارك فاتبعوه واتقوا لعلكم ترحمون"},{"SurahNumber":6,"VerseNumber":156,"Text":"ان تقولوا انما انزل الكتب على طايفتين من قبلنا وان كنا عن دراستهم لغفلين"},{"SurahNumber":6,"VerseNumber":157,"Text":"او تقولوا لو انا انزل علينا الكتب لكنا اهدى منهم فقد جاءكم بينة من ربكم وهد ى ورحمة فمن اظلم ممن كذب بايت الله وصدف عنها سنجزي الذين يصدفون عن ءايتنا سوء العذاب بما كانوا يصدفون"},{"SurahNumber":6,"VerseNumber":158,"Text":"هل ينظرون الا ان تاتيهم المليكة او ياتي ربك او ياتي بعض ءايت ربك يوم ياتي بعض ءايت ربك لا ينفع نفسا ايمنها لم تكن ءامنت من قبل او كسبت في ايمنها خير ا قل انتظروا انا منتظرون"},{"SurahNumber":6,"VerseNumber":159,"Text":"ان الذين فرقوا دينهم وكانوا شيع ا لست منهم في شيء انما امرهم الى الله ثم ينبيهم بما كانوا يفعلون"},{"SurahNumber":6,"VerseNumber":160,"Text":"من جاء بالحسنة فله عشر امثالها ومن جاء بالسيية فلا يجزى الا مثلها وهم لا يظلمون"},{"SurahNumber":6,"VerseNumber":161,"Text":"قل انني هدىني ربي الى صرط مستقيم دين ا قيم ا ملة ابرهيم حنيف ا وما كان من المشركين"},{"SurahNumber":6,"VerseNumber":162,"Text":"قل ان صلاتي ونسكي ومحياي ومماتي لله رب العلمين"},{"SurahNumber":6,"VerseNumber":163,"Text":"لا شريك له وبذلك امرت وانا اول المسلمين"},{"SurahNumber":6,"VerseNumber":164,"Text":"قل اغير الله ابغي رب ا وهو رب كل شيء ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبيكم بما كنتم فيه تختلفون"},{"SurahNumber":6,"VerseNumber":165,"Text":"وهو الذي جعلكم خليف الارض ورفع بعضكم فوق بعض درجت ليبلوكم في ما ءاتىكم ان ربك سريع العقاب وانه لغفور رحيم"}]}