{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"S"},{"SurahNumber":36,"VerseNumber":2,"Text":"Bilge Kuran'a and olsun"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sen elbette elçilerden birisin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dosdoğru bir yol üzerinde"},{"SurahNumber":36,"VerseNumber":5,"Text":"Bu, Üstün ve Rahim olanın indirdiği bir vahiydir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Ataları uyarılmadığından tümüyle habersiz kalmış bir toplumu uyarman için"},{"SurahNumber":36,"VerseNumber":7,"Text":"Çoklarının inanmıyacağına dair söz gerçekleşmiştir"},{"SurahNumber":36,"VerseNumber":8,"Text":"Boyunlarına, çenelerine kadar varan prangalar taktık da kafaları yukarıya dikilmiştir"},{"SurahNumber":36,"VerseNumber":9,"Text":"Önlerinden bir set ve arkalarından bir set çekerek onları perdeledik; artık göremezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onları uyarsan da uyarmasan da onlar için birdir; inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak, mesaja uyan ve yalnız başına iken Rahman'a karşı saygılı olan bir kimseyi uyarabilirsin. Onu bağışlanma ve bol bir ödülle müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Ölüleri biz, evet biz diriltiriz, onların yaptıklarını ve (ölümlerinden sonraki) sonuçlarını yazarız. Biz herşeyi apaçık bir kitapta saymışızdır"},{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara, bir kent halkının kendilerine gelen elçilere gösterdiği tavrın örneğini ver"},{"SurahNumber":36,"VerseNumber":14,"Text":"Onlara iki elçi göndermiştik, ikisini de yalanladılar. Bunun üzerine üçüncü biriyle desteklemiştik. \"Biz size gönderilen elçileriz,\" demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Dediler ki, \"Siz de bizim gibi insandan başka bir şey değilsiniz. Rahman ise hiçbir şey indirmemiştir. Siz yalan söylüyorsunuz"},{"SurahNumber":36,"VerseNumber":16,"Text":"Dediler ki, \"Rabbimiz bilir ki biz size gönderildik"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bizim görevimiz, açıkça duyurmaktan ibarettir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dediler ki, \"Sizin yüzünüzden uğursuzluğa uğradık. Eğer son vermezseniz sizi taşlarız ve bizden size acı bir ceza dokunacaktır"},{"SurahNumber":36,"VerseNumber":19,"Text":"Dediler ki, \"Uğursuzluğunuz sizden kaynaklanmaktadır. Size uyarıda bulunulduğu için mi? Siz gerçekten sınırı aşan bir topluluksunuz"},{"SurahNumber":36,"VerseNumber":20,"Text":"Kentin en uzak yakasından bir adam koşarak, \"Ey halkım,\" dedi, \"Elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden bir ücret istemiyenlere uyun. Onlar doğru yoldadır"},{"SurahNumber":36,"VerseNumber":22,"Text":"Beni yaratana ne diye kulluk etmeyeyim? Siz de O'na döneceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"O'nun dışında tanrılar mı edineyim? Eğer Rahman bana zarar vermek dilese, ne onların şefaati bana bir yarar sağlayabilir ne de beni kurtarabilirler"},{"SurahNumber":36,"VerseNumber":24,"Text":"O zaman tümüyle sapıtmış olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ben sizin Rabbinize inandım; lütfen beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Ölüm anında) Kendisine, \"Cennete gir,\" denir. \"Keşke benim halkım bir bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni bağışladığını ve beni ağırladığını"},{"SurahNumber":36,"VerseNumber":28,"Text":"Ondan sonra biz, halkının üzerine gökten bir ordu indirmedik; indirmeğe gerek duymadık"},{"SurahNumber":36,"VerseNumber":29,"Text":"Sadece bir patlama... Hemen donakaldılar"},{"SurahNumber":36,"VerseNumber":30,"Text":"Halkın durumu pek yazık. Kendilerine her ne zaman bir elçi gelse onunla alay ederlerdi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kendilerinden önce nice nesilleri yok ettiğimizi ve onların bir daha kendilerine dönmediklerini görmezler mi"},{"SurahNumber":36,"VerseNumber":32,"Text":"Hepsi toplanıp huzurumuza getirileceklerdir"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak onlar için bir ayettir: Onu diriltiriz ve oradan taneler çıkarırız da ondan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Orada hurma ağaçları ve üzümlerden oluşan bağ ve bahçeler yetiştirdik ve pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ki onun ürünlerinden ve elleriyle yetiştirdiklerinden yesinler. Şükretmiyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirdiklerinden, kendi cinslerinden ve daha bilmedikleri nice şeylerden türlü çiftleri yaratan pek yücedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlar için bir ayettir: Ondan gündüzü soyarız da onlar karanlıkta kalırlar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş belirlenmiş olan rotasında akıp gitmektedir. Bu Üstün ve Bilgin olanın kurduğu bir düzendir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Aya da, kuru bir hurma dalına dönüşünceye kadar çeşitli evreler belirledik"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneş aya yetişebilir, ne de gece, gündüzü geçebilir. Her biri bir yörüngede yüzmektedir"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onlar için bir başka ayette, insan soyunu yüklü gemide taşımamızdır"},{"SurahNumber":36,"VerseNumber":42,"Text":"Aynı şekilde, sürmeleri için onun bir benzerini yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dileseydik onları boğardık; ne bir çığlıklarına yetişen olurdu, ne de kurtulabilirlerdi"},{"SurahNumber":36,"VerseNumber":44,"Text":"Bunun yerine, bizden bir merhamet görürler ve belli bir süreye kadar yaşatılırlar"},{"SurahNumber":36,"VerseNumber":45,"Text":"Kendilerine, \"Geçmişinizden ibret alıp ve geleceğiniz için sakının ki merhamet edilesiniz,\" denilmişti"},{"SurahNumber":36,"VerseNumber":46,"Text":"Rab'lerinin ayetlerinden bir ayet kendilerine geldiğinde, ondan yüz çevirmeyi adet edinmişlerdi"},{"SurahNumber":36,"VerseNumber":47,"Text":"Kendilerine, \"ALLAH'ın size verdiği rızıklardan verin,\" denildiğinde, inkar edenler inananlara, \"ALLAH'ın, dilediği taktirde besleyebileceği kimseleri mi besleyelim? Siz gerçekten iyice sapıtmışsınız,\" derler"},{"SurahNumber":36,"VerseNumber":48,"Text":"Aynı zamanda, \"Doğru sözlü iseniz o söz ne zaman gerçekleşecek?\" diye meydan okurlar"},{"SurahNumber":36,"VerseNumber":49,"Text":"Çekişip dururlarken kendilerini yakalayacak bir tek patlamayı beklemektedirler"},{"SurahNumber":36,"VerseNumber":50,"Text":"Ne bir vasiyet bırakmaya vakit bulurlar ne de ailelerine dönebilirler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Boruya üflenince, onlar mezarlarından kalkıp Rab'lerine koşacaklar"},{"SurahNumber":36,"VerseNumber":52,"Text":"Vay halimize\" derler, \"Yattığımız yerden bizi kim kaldırdı? Bu, Rahman'ın söz verdiği şeydi. Demek elçiler doğru söylemişti"},{"SurahNumber":36,"VerseNumber":53,"Text":"Sadece bir patlama... Hemen huzurumuza toplanıp getirilirler"},{"SurahNumber":36,"VerseNumber":54,"Text":"Bu gün hiç kimseye en ufak bir haksızlık edilmez ve yaptığınızın karşılığından başkasını da görmezsiniz"},{"SurahNumber":36,"VerseNumber":55,"Text":"Cennet halkı o gün zevk ve eğlence ile meşguldürler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Eşleriyle birlikte gölgeliklerde, koltuklara yaslanmışlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Onlar için meyveler ve istedikleri her şey vardır"},{"SurahNumber":36,"VerseNumber":58,"Text":"Rahim olan Rab'den söz olarak \"selam\" vardır"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ey suçlular, siz bugün ayrılın"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Adem'in çocukları, şeytana tapmayacağınıza dair sizden söz almamış mıydım? O sizin açık düşmanınızdır"},{"SurahNumber":36,"VerseNumber":61,"Text":"Bana kulluk edin. Bu en doğru yoldur"},{"SurahNumber":36,"VerseNumber":62,"Text":"Buna rağmen o, sizden bir çok nesilleri saptırdı. Hiç aklınızı kullanmaz mıydınız"},{"SurahNumber":36,"VerseNumber":63,"Text":"İşte, size söz verilen cehennem budur"},{"SurahNumber":36,"VerseNumber":64,"Text":"İnkarınızın bir sonucu olarak orada yanınız"},{"SurahNumber":36,"VerseNumber":65,"Text":"O gün ağızlarına mühür vururuz da, bizimle elleri konuşur ve yapmış olduklarına da ayakları tanıklık eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Dilesek gözlerini büsbütün silerdik. Yolu bulmaya çalıştıklarında göremezlerdi"},{"SurahNumber":36,"VerseNumber":67,"Text":"Dilesek onları oldukları yerde dondurur ne ileri gidebilir ne de geri dönebilirlerdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Kime çok ömür verirsek, yaratılışını tersine çeviririz. Anlamaz mısınız"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ona şiir öğretmiş değiliz, zaten ona uygun düşmez. Bu, ancak bir mesaj ve apaçık bir Kuran'dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"Dirileri uyarır ve inkarcıları açığa çıkarır"},{"SurahNumber":36,"VerseNumber":71,"Text":"Görmezler mi, kendi ellerimizle onlar için çiftlik hayvanlarını yarattık da onlara sahip olmaktadırlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onları kendilerine boyun eğdirdik; bir kısmına binmekte bir kısmından da yemektedirler"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ve onlar için onlarda başka yararlar ve içecekler vardır. Şükretmiyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"ALLAH'tan başka tanrılar edindiler. Belki kendilerine yardım ederler diye"},{"SurahNumber":36,"VerseNumber":75,"Text":"Oysa onlara yardım edemezler; hatta tam tersine kendileri onları korumak için nöbet bekleyen askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"Sözleri seni üzmesin. Gizledikleri ve açıkladıkları her şeyi çok iyi biliriz"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan, kendisini bir damlacıktan yarattığımızı görmez mi ki bize karşı apaçık bir düşman kesilir"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ve yaradılışını unutarak bize örnekli bir soru yöneltti: \"Çürüdükten sonra kemikleri kim diriltecek"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki, \"Kim onları ilk kez yarattıysa onları yine O diriltecek. O her türlü yaratmayı bilendir"},{"SurahNumber":36,"VerseNumber":80,"Text":"O ki, size yeşil (klorofilli) ağaçtan ateş çıkarandır. Nitekim onu yakıyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan onların benzerini yaratmaya güç yetiremez mi? Gerçekten O, Yaratandır, Bilendir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir şeyi dilediği zaman, ona sadece \"Ol!\" der ve o da hemen oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin yönetimini elinde bulunduran çok yücedir ve siz de O'na döndürüleceksiniz"}]}