{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"Hē mānisaharū! Āphnō pālanakartāsita ḍara. Niścaya nai kiyāmatakō bhūkampa sāhrai bhayaṅkara kurō hō"},{"SurahNumber":22,"VerseNumber":2,"Text":"Juna dina tyasalā'ī timīlē dēkhnēchau, (avasthā yō huncha ki) pratyēka dūdha khvā'unē (āmā) āphnā dūdha khānē baccāharūlā'ī birsidinē chin ra pratyēka garbhavatīkō garbhapāta bha'ijānē cha. Ra timīlē mānisaharūlā'ī naśā lagēkō avasthāmā dēkhnēchau, jabaki tinīharū naśā lāgēkō hunē chainan. Tara allāhakō sajāya baḍō kaṭhōra kurō hō"},{"SurahNumber":22,"VerseNumber":3,"Text":"Kēhī mānisaharūlē allāhakō viṣayamā jñāna nabha'ē pani kurō banā'um̐chan ra avajñākārī śaitānakō anuśaraṇa gardachan"},{"SurahNumber":22,"VerseNumber":4,"Text":"Tyasakō lāgi allākō phaisalā lēkhisaki'ēkō cha ki jasalē ūsam̐ga (śaitānasam̐ga) mitratākō sambandha rākhnēcha tyasalā'ī usalē pathabhraṣṭa garēra nai chāḍnēcha ra tyasalā'ī usalē dankirākhēkō āgōkō yātanātira laijānēcha"},{"SurahNumber":22,"VerseNumber":5,"Text":"Hē mānisaharū! Yadi timīlā'ī (mr̥tyu paścāta) purnajīvita hunē viṣayamā kunai sandēha cha bhanē sōca, hāmīlē timīlā'ī māṭōbāṭa sr̥ṣṭi garyauṁ, ani vīryabāṭa, ani ragatakō ḍallōbāṭa (bhruṇabāṭa) ani māsukō ḍallōbāṭa juna ākāra di'i'ēkō thiyō jasakō kunai rūpa thi'ēna tāki hāmīlē timīlā'ī spaṣṭa pāridi'ūm̐, ra hāmīlē jasalā'ī cāhanchauṁ ēka nirdhārita samayasam'ma āmākō pēṭamā rākhirahanchauṁ. Ani tyasapachi timīlā'ī ē'uṭā baccākō rūpamā duniyām̐mā lyā'um̐chauṁ. Ani timīlē āphnō yuvāvasthā prāpta gara ra timīmadhyē kōhī ta pahilē nai marihālchan ra kēhī buḍhēsakō jīrṇa avasthātira laginchan. Jasalēgardā dhērai kurākō jñāna bha'ēra pani ajñāna hunchan. Timīlē dēkhchau ki jamina sukhisakēkō banjara cha. Phēri jaba hāmīlē tyasamāthi pānīkō varṣā garā'um̐chauṁ taba tyasamā hariyālī huncha ra tyasamā sajīvatā ā'um̐cha ra yō harēka prakārakō rukha biruvābāṭa śōbhāyamāna huncha"},{"SurahNumber":22,"VerseNumber":6,"Text":"Yō yasakāraṇa hō ki allāha nai satya cha ra usailē mr̥takaharūlā'ī jīvita gardacha ra usalā'ī pratyēka kurākō lāgi sāmathrya cha"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ra yō ki kiyāmata niścitarūpalē ā'unēvālā cha, yasamā kunai sandēha chaina ra yō ki avaśya mahāna allāha sabai mānisaharūlā'ī, juna ki kabramā(cihānamā) chan, punaḥ jīvita pārī uṭhā'unēcha"},{"SurahNumber":22,"VerseNumber":8,"Text":"Kēhī mānisaharū jō kunai jñāna, mārgadarśana ra kitāba binā allāhakō bārēmā jhagaḍā gardachan"},{"SurahNumber":22,"VerseNumber":9,"Text":"Kēhī yastā chan ki ghamaṇḍalē tarkanchan tāki allāhakō bāṭōbāṭa vicalita garidē'ōs, usakō lāgi sansāramā apamāna cha ra kiyāmatakō dina pani hāmīlē usalā'ī narkamā āgōkō yātanākō svāda cakhā'unēchauṁ"},{"SurahNumber":22,"VerseNumber":10,"Text":"‘‘Yō tyasa karmakō kāraṇalē hō juna ki timrā hātaharūlē agāḍi paṭhā'ēkā thi'ē ra yasakāraṇa ki allāha bhaktaharūmāthi alikati pani atyācāra garnēchaina"},{"SurahNumber":22,"VerseNumber":11,"Text":"Kēhī mānisaharū yastā pani chan jō ki ē'uṭā chē'umā rahēra allāhakō upāsanā gardachan. Yadi usalā'ī lābha pugyō bhanē tyasabāṭa santuṣṭa hunē gardachan ra yadi kunai vipatti ā'iparyō bhanē usaibēlā vimukha bha'ihālchan. Unīharūlē sansāra pani gumā'ē ra ākhirata pani, yahī hō khullā ghāṭā"},{"SurahNumber":22,"VerseNumber":12,"Text":"(Unīharūlē) allāhalā'ī chāḍī tyasalā'ī pukārdachan jasalē unalā'ī na hāni puryā'una sakcha ra na tyasalā'ī lābha puryā'una sakcha, yō nai ṭhūlō mārgavicalana hō"},{"SurahNumber":22,"VerseNumber":13,"Text":"Tyasalā'ī pukārdachan jasabāṭa pugnē hāni tyasabāṭa apēkṣita lābhakō apēkṣā adhika nikaṭa cha. Yī sāhrai nai narāmrō sanrakṣaka hun ra sāhrai narāmrō sāthī"},{"SurahNumber":22,"VerseNumber":14,"Text":"Āsthāvāna ra asala karma garnē mānisaharūlā'ī allāha yastā bagain̄cāharūmā pravēśa garā'unēcha, jasamuni naharaharū bagirākhēkā hunēchan niḥsandēha allāhalē jē cāhancha tyō gardacha"},{"SurahNumber":22,"VerseNumber":15,"Text":"Jasalē yō ṭhāndacha ki allāhalē āphnō rasūlakō maddata yasa sansāra ra ākhirata duvai ṭhā'um̐mā garnēchaina, ta usalē aglō ṭhā'um̐mā āphnō ghām̐ṭīmā ḍōrī bām̐dhēra (āphnō) ghām̐ṭī kāṭōs, ani hērōs ki usakō cālalē tyō kurā alaga bha'ihālcha juna usalā'ī chaṭpaṭā'irākhēkō cha"},{"SurahNumber":22,"VerseNumber":16,"Text":"Yasaiprakāra hāmīlē yasa kura'ānalā'ī spaṣṭa āyataharūkō rūpamā avatarita garyauṁ ra allāhalē jasalā'ī cāhancha mārga dēkhā'um̐cha"},{"SurahNumber":22,"VerseNumber":17,"Text":"Niḥsandēha juna īmānavālā mōminaharū ra yahūdī ra sābī ra īsā'ī ra majūsī ra allāhakō sājhēdāra ṭhahryā'unē (muśrikaharū) chan, yī sabaimā kiyāmatakō dina allāhalē nisāpha garidinēcha. Allāha harēka kurōkō sākṣī cha"},{"SurahNumber":22,"VerseNumber":18,"Text":"Kē timīlē dēkhēnau ki ākāśaharūmā bha'ēkā ra pr̥thvīmā bha'ēkāharū sūrya ra candra ra tārāharū ra pahāḍaharū ra rukhaharū ra caupāyāharū ra dhērai jasō mānisaharū allāhalā'ī ḍhōgdaichan ra dhērai yastā chan jasakō sambandhamā yātanā pramāṇita bha'isakēkō cha, ra juna mānisalā'ī allāhalē apamānita gardacha, tyasalā'ī kasailē pratiṣṭhā pradāna garnasakdaina. Niḥsandēha allāhalē jē cāhancha, gardacha"},{"SurahNumber":22,"VerseNumber":19,"Text":"Yī du'ī (samūha) āphnō pālanakartākō bārēmā vivāda gardachan, ataḥ juna mānisaharūlē kuphra garē tinīharūkō nimitta āgōkō vastra kāṭisaki'ēkō cha. Unīharūkā ṭā'ukōmāthī umlirākhēkō pānī khan'yā'inē cha"},{"SurahNumber":22,"VerseNumber":20,"Text":"Yasabāṭa jē jati unakā pēṭamā bha'ēkā kurāharū ra chālāharū pani paglihālnēcha"},{"SurahNumber":22,"VerseNumber":21,"Text":"Ra unīharūkō daṇḍakō lāgi phalāmakā hathauḍ'̔āharū hunēchan"},{"SurahNumber":22,"VerseNumber":22,"Text":"Jatikhēra pani unīharū ātti'ēra tyahām̐kō kaṣṭabāṭa bhāgna cāhanchan ta utikhēra phēri pharkā'inēchan ra bhaninēcha ‘‘āgōmā jalnē yātanākō svāda cākhirākha’’"},{"SurahNumber":22,"VerseNumber":23,"Text":"(Niḥsandēha) allāhalē īmānavālāharūlā'ī ra asala karma garnēvālāharūlā'ī, yastā svargakā bagain̄cāharūmā pravēśa garā'unēcha jasakō rukhamuni naharaharū bagirahēkā hunēchan. Tyahām̐ unīharū suna ra mōtībāṭa ābhūṣita garinēchan ra tyahām̐ unīharūkō bhēṣabhūṣā asalī rēśamī hunēcha"},{"SurahNumber":22,"VerseNumber":24,"Text":"Unīharūlā'ī pavitra kurākō mārgadarśana gariyō ra unīharūlā'ī praśansita allāhakō mārga dēkhā'isaki'ēkō cha"},{"SurahNumber":22,"VerseNumber":25,"Text":"Juna mānisaharūlē aviśvāsa garē ra allāhakō mārgabāṭa rōkdachan ra tyasa pratiṣṭhita masjida ka'abābāṭa pani, jasalā'ī hāmīlē mānisaharūkō nimti tyahām̐kā bāsindā hōs vā bāhirabāṭa ā'ēkā sabaikā lāgi samāna garidi'ēkā chauṁ, juna vyaktilē tyasa (pratiṣṭhita masjida) mā atyācārakō sātha vibhēda garna cāhancha bhanē, tyasalā'ī hāmīlē kaṣṭapūrṇa yātanākō svāda cakhā'unēchauṁ"},{"SurahNumber":22,"VerseNumber":26,"Text":"Smaraṇa gara jaba hāmīlē ibrāhīmakō nimti allāhakō ghara (ka'abā) ṭhēgānā banāyauṁ, yasa ādēśakō sātha ki mērō dām̐jōmā kasailā'ī sājhēdāra naṭhaharā'unu mērō gharalā'ī tavāpha (parikramā) garnē, upāsanā garnē namāja paḍhnē (rukū'a ra sijdā garnēharū) harūkō nimti pavitra rākha"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ra mānisaharūmā hajjakō nimti udghōṣaṇā garidinu ki tinīharū timrō pāsamā ṭāḍhā–ṭāḍhābāṭa, paidala pani ā'unēchan ra dubalā pātalā ūm̐ṭaharūbāṭa savāra bha'ī anēka bāṭō bha'ēra ā'um̐nēchan"},{"SurahNumber":22,"VerseNumber":28,"Text":"(Tinīharūlē) āphnō lābha prāpta garna ā'un ra tī niścita dinaharūmā tī caupāyāharūmāthi allāhakō nāma li'um̐n, juna pāltū chan. Ani tyasabāṭa svayam pani khā'ū ra garība nimukhāharūlā'ī pani khuvā'ū"},{"SurahNumber":22,"VerseNumber":29,"Text":"Phēri unīharūlā'ī āvaśyaka cha ki āphnā phōhōra–mailā khatama pārun (kapāla ityādi saphā garun) ra āphnā kabōla garēkā kurāharū (mannataharū) pūrā garun ra allāhakō yasa pūrātana gharakō tavāpha (parikramā) garun"},{"SurahNumber":22,"VerseNumber":30,"Text":"Yī kurāharūkō dhyānarākha ra jō kōhī allāhadvārā nirdhārita maryādāharūkō ādara gardacha, yō usakō pālanakartākahām̐ usaikō nimti rāmrō hunēcha, ra timrō nimti caupāyā paśuharū halāla gari'ēkā chan, tī bāhēka juna ki timīlā'ī bhanisaki'ēkō cha. Tasartha timīharūlē mūrtiharūkō apavitratābāṭa bacnuparcha ra jhūṭhō kurāharūbāṭa pani bacnuparcha"},{"SurahNumber":22,"VerseNumber":31,"Text":"Allāhakō ēkātmakatālā'ī svīkāra gardai usakō sāthamā sājhēdāra naṭhaharā'um̐dai ra juna allāhakō sāthamā sājhēdāra ṭhaharā'um̐ncha tyō mānisa yastō cha ki jastō ākāśabāṭa khasisakēkō cha, aba tyasalā'ī cāhē kunai paṅkṣīlē lagidē'ōs athavā vāyulē kunai dūrasta sthānamā phyām̐kidinēcha"},{"SurahNumber":22,"VerseNumber":32,"Text":"Yō sun'yau aba yī kurāharūlā'ī dhyāna dē'ū, juna vyaktilē allāhakā niśānīharūkō ādara ra sam'māna gardacha, niḥsandēha tī kurāharū usakō hr̥dayakō dharmaparāyaṇatāsita sambandha rākhdachan"},{"SurahNumber":22,"VerseNumber":33,"Text":"Yasamā ēka niścita samayasam'makō lāgi timrō nimti phā'idāharū chan. Ani unīharūlā'ī halāla garnē ṭhā'um̐ (kurbānīkō lāgi) ka'abā nai hō"},{"SurahNumber":22,"VerseNumber":34,"Text":"Ra hāmīlē pratyēka samudāyakō lāgi kurbānīkō tarikā nirdhārita garēkā chauṁ tāki allāhalē juna paśuharū unīharūlā'ī di'ēkō cha tyasamāthi (halāla garnē bēlā) allāhakō nāma lē'un. Ataḥ bujhirākha timrō pūjya ē'uṭai cha. Tasartha usaikō ājñākārī bana ra vinamratā apanā'unēharūlā'ī śubhasūcanā sunā'idinu"},{"SurahNumber":22,"VerseNumber":35,"Text":"Yī tyastā mānisaharū hun ki jaba allāhakō smaraṇa garincha taba tinakā muṭuharū kāmchan ra juna duḥkha unīharūmāthi ā'um̐cha tyasamā dhairyalē kāma garchan ra namājalā'ī kāyama rākhdachan, ra jē jati hāmīlē di'ēkā chauṁ tyasabāṭa pani kharca gardachan"},{"SurahNumber":22,"VerseNumber":36,"Text":"Ra kurbānīkā um̐ṭaharūlā'ī pani hāmīlē timrō nimti allāhakā niśānīmadhyē banā'ēkā chauṁ. Tinīharūmā timrō nimti phā'idāharū chan tasartha (kurbānī garnē bēlāmā) paṅktimā bām̐dhēra unīharūmāthi allāhakō nāma pukāra. Jaba ēkāpaṭṭi ḍhalihālchan ta tyasabāṭa (āphū pani) khā'ū ra santōṣa garī basirākhnē gariba ra savālīharūlā'ī khuvā'ū yastai (tī paśuharūlā'ī) hāmīlē timrō adhīnastha garidi'ēkā chauṁ tāki timīlē kr̥tajñatā prakaṭa gara"},{"SurahNumber":22,"VerseNumber":37,"Text":"Kurbānīkō māsu allāhachē'u pugdaina nata unīharūkō ragata apitu usalā'ī ta timrō hr̥dayakō dharmaparāyaṇatā pugdacha. Yasaprakāra usalē unīharūlā'ī timrō adhīnamā garēkō cha, tāki timīlē usakō mārgadarśanakō lāgi allāhakō praśansā gara. Ra asala karma garnēharūlā'ī śubhasūcanā sunā'idinu"},{"SurahNumber":22,"VerseNumber":38,"Text":"(Hē paigambara!) Sunirākha saccā mōminaharūbāṭa śatrulā'ī svayam allāhalē haṭā'irākhdacha. Allāhalē kadāpi kunai viśvāsaghātī, kr̥tadhnalā'ī manaparā'um̐daina"},{"SurahNumber":22,"VerseNumber":39,"Text":"Juna (musalamānaharū) sita (kāphiraharū) yud'dha garirākhēkā chan, unīharūlā'ī pani sāmanā garna anumati cha. Kinabhanē unīharū atyācāra (bāṭa) pīḍīta bha'irākhēkā chan ra niścaya nai allāha unīharūkō sahāyatākō nimti pūrṇarūpalē sāmathryavāna cha"},{"SurahNumber":22,"VerseNumber":40,"Text":"Yī tī mānisaharū hun jasalā'ī āphnā gharaharūbāṭa binākāraṇa nikāliyō, mātra yasa kurākō lāgi ki tinīharū bhanchan ki ‘‘hāmrō pālanakartā allāha hō.’’ Yadi allāhalē mānisaharūlā'ī ēka arkōbāṭa nahaṭā'irākhēkō bha'ē upāsanā sthalaharū girjāghara ra masjida, yahūdī prārthanā bhavana ra tī masjidaharū pani ḍhālinē thi'ē jasamā allāhakō bēs'sarī nāma li'incha. Allāhalē avaśya nai usakō sahāyatā garnēcha, jasalē usakō sahāyatā gardacha niścaya nai allāha ṭhūlō balaśālī sarvaśakti sampanna cha"},{"SurahNumber":22,"VerseNumber":41,"Text":"Yī tī mānisaharū hun ki yadi dharatīmā hāmīlē unīharūlā'ī sattā pradāna gardachauṁ bhanē unīharū namāja kāyama garnēchan ra jakāta dinēchan ra bhalā'īkō ādēśa garnēchan ra narāmrō kāmabāṭa rōknēchan, ra sabai kurāharūkō antima pariṇāma allāhakō hātamā cha"},{"SurahNumber":22,"VerseNumber":42,"Text":"Ra yadi yinīharūlē tapā'īlā'ī jhūṭhṭhō bhandachan bhanē (kunai āścarya chaina) unīharūbhandā pahilā nūhakō kauma ra āda ra samūda (lē pani tyastai garē)"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ra ibrāhīmakō samudāya ra lūtakō samudāyalē pani (jhūṭha ṭhānē)"},{"SurahNumber":22,"VerseNumber":44,"Text":"Ra madyanavālāharūlē pani ā–āphnā paigambaraharūlā'ī jhūṭhṭhā bhanisakēkā chan, mūsālā'ī pani jhūṭhṭhā bhanisaki'ēkō cha. Kintu mailē inkāra garnēharūlā'ī alikati mōhalata di'ēm̐, ani tinīharūlā'ī samātihālēṁ, ta (hērihāla ki) phēri mērō sajāya kastō (kaṭhōra) thiyō"},{"SurahNumber":22,"VerseNumber":45,"Text":"dhērai bastīharū chan jasalā'ī ki hāmīlē naṣṭa garihālēkā thiyauṁ kinabhanē tinīharū atyacārī thi'ē, tī sabai āphnō chatamuni ghōpṭē parēkā chan. Ra (dhērai) ināraharū bēkāra chan ra (dhērai) pakkī ra ucca mahalaharū sunasāna bha'ēkā chan"},{"SurahNumber":22,"VerseNumber":46,"Text":"Kē tinīharūlē dharatīmā hiṇḍaḍula garēnan, tāki unakā hr̥dayalē yī kurāharū bujhna sakthē, athavā kāna (yastā) hunthē ki jasabāṭa sunnasakthē. Kurō yō cha ki ām̐khā mātra andhō hum̐daina baru tī hr̥dayaharū pani, juna chātīharūmā chan andhō bandachan"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ra tinīharūlē tapā'īsita yātanākō nimti hatāra garirākhēkā chan! Allāhalē kadāpi āphnō vacanalā'ī ṭārnēchaina, kintu tapā'īkō pālanakartā najika ēkadina, timrō gaṇanā anusāra, ēkahajāra varṣakō hunēcha"},{"SurahNumber":22,"VerseNumber":48,"Text":"Kati yastā bastīharū thi'ē jasalā'ī mailē mōhalata di'ēm̐ ra tinīharū ullaghannakārī thi'ē. Ani mailē unīharūlā'ī samātihālēṁ ra matira nai pharki'ā'unu parnēcha"},{"SurahNumber":22,"VerseNumber":49,"Text":"(Hē paigambara!) Bhanidinus ki mānisaharū! Ma timīharūlā'ī khullārūpalē cētāvānī dinēvālā nai hūm̐"},{"SurahNumber":22,"VerseNumber":50,"Text":"Tasartha jasalē īmāna lyā'ēkā chan ra asala kāma garē, unīharūkō nimti kṣamādāna cha ra sam'mānapūrṇa jīvikā cha"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ra juna mānisaharūlē hāmrā niśānīharūlā'ī tallōstaramā jhārnē prayāsa garē, tinīharū narkavālā hun"},{"SurahNumber":22,"VerseNumber":52,"Text":"Tapā'ībhandā agāḍi juna rasūla ra nabīlā'ī hāmīlē paṭhāyauṁ, ta unīharūsita yastō bhayō ki jatikhēra pani unalē kunai icchā garē śaitānalē unakō kāmanāmā kēhī misā'idiyō. Yasaprakāra jējati pani śaitānalē misā'um̐cha allāhalē tyasalā'ī haṭā'idincha. Ani allāhalē āphnā āyataharūlā'ī sudr̥ḍha garidincha. Allāha sarvajña, baḍō tatvadarśī cha"},{"SurahNumber":22,"VerseNumber":53,"Text":"Yō yasakāraṇa hō ki juna (bādhā) śaitānalē puryā'um̐cha, tyasalā'ī unīharūkō nimti, jasakā hr̥dayaharūmā rōgaharū chan ra jasakā hr̥daya kaṭhōra chan, allāhalē parīkṣākō mādhyama banā'um̐cha. Niḥsandēha atyācārīharū nitānta virōdhamā vyasta chan"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ra yasakāraṇa pani ki jasalā'ī jñāna pradāna gari'ēkō cha, tinīharū viśvāsa garun ki yō tapā'īkō pālanakartākō tarphabāṭai nai satya cha, . Ataḥ unīharū yasamāthi īmāna lyā'un ra unīharūkā hr̥daya allāhakō agāḍi natamastaka hō'un ra juna mānisaharūlē īmāna lyā'ēkā chan, allāhalē unīharūlā'ī sōjhō bāṭōtira mārganirdēśita gardacha"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kāphiraharū sadainva yasa allāhakō sandēśatarphabāṭa sandēhamā parirahanēchan, yahām̐sam'ma ki kiyāmatakō samaya ēkkāsī unīmāthi ā'iparcha athavā ē'uṭā aśubha dinakō yātanā unīmāthi ā'iparcha"},{"SurahNumber":22,"VerseNumber":56,"Text":"Tyasa dina allāhakai śāsana hunēcha. Usailē tinīharūbīca insāpha garnēcha. Ta juna mānisaharūlē īmāna lyā'ē ra asala karma garē, unīharū puraskāralē bhari'ēkō bahiśtaharū (svargamā) mā hunēchan"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ra juna mānisaharūlē īmāna lyā'una inkāra garē ra hāmrā āyataharūlā'ī jhūṭhā bhanē tinīharūkō nimti apamānajanaka yātanā hunēcha"},{"SurahNumber":22,"VerseNumber":58,"Text":"Ra juna mānisaharūlē allāhakō mārgamā hijarata garē arthāt gharabāra chōḍē, ani māri'ē vā marihālē, ta allāhalē avaśya nai unīharūlā'ī rāmrō ājīvikā pradāna garnēcha. Ra niḥsandēha allāha nai uttama ājīvikā pradāna garnēvālā cha"},{"SurahNumber":22,"VerseNumber":59,"Text":"Usalē unīharūlā'ī yastō ṭhā'um̐mā puryā'unēcha jasabāṭa unīharū prasanna bha'ihālnēchan. Niścaya nai allāha sarvajña, atyanta sahanaśīla cha"},{"SurahNumber":22,"VerseNumber":60,"Text":"Kurō yahī hō, jasalē pratiśōdha liyō, tyastai jastō ki usakō sāthamā gari'ēkō thiyō ra punaḥ tyasamāthi jyādatī gariyō bhanē allāhalē avaśya nai usakō sahāyatā garnēcha, niścaya nai allāha māpha garidinēvālā atyanta kṣamāśīla cha"},{"SurahNumber":22,"VerseNumber":61,"Text":"Yō yasakāraṇalē ki allāha rātalā'ī dinamā pravēśa garā'um̐dacha ra dinalā'ī rātamā pravēśa garā'um̐dacha. Ra niḥsandēha allāha sundacha, dēkhdacha"},{"SurahNumber":22,"VerseNumber":62,"Text":"Yī sabai yasakāraṇalē ki allāha nai satya cha ra usa bāhēka jasalā'ī pani yinīharūlē pukārdachan tyō asatya cha, ra yō ki allāha nai sarvōcca ra mahāna cha"},{"SurahNumber":22,"VerseNumber":63,"Text":"Kē timīlē dēkhēnau ki allāha ākāśabāṭa pānī varṣā'um̐cha taba dharatī harābharā bha'ihālcha niḥsandēha allāha dayālu ra sabai kurākō jñātā cha"},{"SurahNumber":22,"VerseNumber":64,"Text":"Usaikō hō jē ākāśaharūmā ra jējati dharatīmā chan. Niḥsandēha allāha nai niṣpr̥ha ra praśansanīya cha"},{"SurahNumber":22,"VerseNumber":65,"Text":"Kē tapā'īlē dēkhnubha'ēna ki dharatīmā jējati cha tyasalā'ī allāhalē nai timrō nimti baśībhūta garihālēkō cha ra ḍuṅgā pani usakō ādēśabāṭa samudramā calchan ra usailē ākāśalā'ī usakō ādēśa binā dharatīmā khasnubāṭa rōkēkō cha. Niḥsandēha allāha mānisaharūkō lāgi baḍō karuṇāśīla ra dayāvāna cha"},{"SurahNumber":22,"VerseNumber":66,"Text":"Usailē timīlā'ī jīvana pradāna garyō. Ani usailē timīlā'ī mr̥tyu dincha ra phēri usailē timīlā'ī jīvita pārnēcha. Niḥsandēha mānava akr̥tajña cha"},{"SurahNumber":22,"VerseNumber":67,"Text":"Pratyēka samudāyakō nimti hāmīlē upāsanākō ē'uṭā rīti (pad'dhati) nirdhārita garisakēkā chauṁ jasakō pālanā unīharūlē gardachan. Tasartha yinīharūlē tapā'īsita yasa kurāmā jhagaḍā nagarun ra tapā'īlē (mānisaharūlā'ī) āphnō pālanakartātira bōlā'um̐dai garnu, niḥsandēha timī sōjhō mārgamā chau"},{"SurahNumber":22,"VerseNumber":68,"Text":"Phēri pani yadi yinīharūlē tapā'īsita jhagaḍā gardachan bhanē, tapā'ī bhanidinus ki timīharūkō karma allāha rāmrarī jāndacha"},{"SurahNumber":22,"VerseNumber":69,"Text":"Niḥsandēha timīharūkō vivādaharūkō nirṇaya allāhalē kiyāmatakō dina garidinēcha"},{"SurahNumber":22,"VerseNumber":70,"Text":"Kē tapā'īlā'ī thāhā bha'ēna ki jē jati ākāśa ra dharatīmā cha allāha sabai jāndacha. Niścaya nai tyō (karmapatra) ē'uṭā kitābamā aṅkita cha, niḥsandēha tyō (nirṇaya) allāhakō nimti atyanta sarala cha"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ra tinīharūlē allāha bāhēka unīharūkō upāsanā gardachan, jasakō nimti nata kunai allāhadvārā pramāṇa utarēkō cha nata unīharūlā'ī nai tyasakō viṣayamā kunai jñāna cha ra yī atyācārīharūkō kōhī maddata garnēchaina"},{"SurahNumber":22,"VerseNumber":72,"Text":"Jaba unīharū sāmu hāmrā spaṣṭa āyātaharū paḍhēra sunā'inchan taba tapā'īlē tinīharūkō anuhāraharūmā spaṣṭarūpalē aprasannatākā cinhaharū dēkhnuhunēcha. Yastō lāgcha ki jasalē unīharūlā'ī hāmrō āyātaharū paḍhēra sunā'um̐chan, unīharūmāthi jā'ilāgnēchan. Bhanidinus ki kē ma tinīharūlā'ī yasabhandā pani baḍhī narāmrō samācāra dē'ūm̐ . Tyō narkakō āgō hō jasakō vacana allāhalē kāphiraharūsita garisakēkō cha, ra tyō atyanta narāmrō ṭhā'um̐ hō"},{"SurahNumber":22,"VerseNumber":73,"Text":"Hē mānisaharū! Ē'uṭā dr̥ṣṭānta varṇana garincha, tyasalā'ī dhyānapūrvaka suna, ki timīlē allāha bāhēka jasa jasalā'ī pukārdachau, tinīharūlē ē'uṭā jhiṅgā pani banā'una sakdainan. Yadyapi tyasakō nimti sabai ēkatrita bha'ihālun ra yadi jhiṅgālē unīharūsita kunai kurā khōsēra li'ēra jāncha bhanē tyasabāṭa tinīharūlē tyasalā'ī chōḍā'una pani sakdainan. Jō yācaka cha ū pani asamartha cha ra jasabāṭa (tinīharūlē) yācanā gardachan ū pani asahāya cha"},{"SurahNumber":22,"VerseNumber":74,"Text":"Unīharūlē allāhakō haisiyata anusāra usakō sam'māna garna jānēnan. Allāha niścaya nai ṭhūlō balavān ra adhipatyaśālī cha"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allāhalē phariśtāharūmadhyēbāṭa ra mānisaharūmadhyēbāṭa sandēśabāhaka rōjdacha. Niścaya nai allāha sabai kurā sundacha, dēkhdacha"},{"SurahNumber":22,"VerseNumber":76,"Text":"Juna unakō agāḍi cha ra juna unakō pachāḍi cha allāha sabai jāndacha. Ra sabai kāmaharū allāhatira nai pharkanchan"},{"SurahNumber":22,"VerseNumber":77,"Text":"Hē mōminaharū natamastaka hunē ra ḍhōgnē gara ra āphnō pālanakartākō upāsanāmā lāgī rahanēgara ra bhalō kārya garnēgara tāki timīlā'ī saphalatā prāpta hōs"},{"SurahNumber":22,"VerseNumber":78,"Text":"Ra allāhakō mārgamā tyastai jihāda gara, jastō ki jihāda garnupardacha. Usailē timīlā'ī rōjēkō cha ra dharmakō kurāmā timīmāthi kunai kurā saṅkucita pārēkō chaina ra timrō nimti timrō bābu ibrāhīmakō dharmalā'ī rucāyō. Usalē yasabhandā agāḍi nai ra yasa kura'ānamā pani timrō nāma muslima (ājñākārī) rākhēkō cha. Yasa uddēśyalē tāki rasūla timrō nimti sākṣī hō'un. Ra timī aru mānisaharūkō sākṣī hō'ū. Ataḥ timīlē namājakō āyōjanā gara ra jakāta dē'ū, ra allāhasam̐ga āphnō sambandhalā'ī baliyō rūpalē samātirākha uhī nai timrō sababhandā rāmrō sanrakṣaka ra mālika hō. Āhā kati rāmrō mālika ra katī uttama maddata garnēvālā cha"}]}