{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Y. 'A. SS. (Kef Ha Ya 'Ayn Sad)"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anıştır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Rabbine gizli bir yalvarışla seslenmişti"},{"SurahNumber":19,"VerseNumber":4,"Text":"Rabbim,\" dedi, \"Vücudumdaki kemik gevşedi, başım ağarıp tutuştu. Sana yalvarışta, Rabbim, hiç bir vakit umut kesmedim"},{"SurahNumber":19,"VerseNumber":5,"Text":"Bana bağımlı olanların benden sonraki durumundan endişeleniyorum. Karım da kısır. Katından bana bir kalıtçı bağışla"},{"SurahNumber":19,"VerseNumber":6,"Text":"Bana ve Yakup boyuna varis olsun. Rabbim, onu beğendiğin biri yap"},{"SurahNumber":19,"VerseNumber":7,"Text":"Zekeriyya, sana bir oğul müjdeleriz. İsmi Yahya'dır. Onun gibisini daha önce yaratmadık"},{"SurahNumber":19,"VerseNumber":8,"Text":"Rabbim, benim nasıl bir oğlum olabilir? Karım kısır, bense alabildiğine yaşlıyım,\" dedi"},{"SurahNumber":19,"VerseNumber":9,"Text":"Evet öyledir,\" dedi, \"Rabbin, 'O iş bana kolaydır. Seni daha önce yaratmıştım ve sen hiç bir şey değildin' diyor"},{"SurahNumber":19,"VerseNumber":10,"Text":"Rabbim, bana bir işaret ver,\" dedi. \"Senin işaretin, birbirini izleyen üç gece boyunca halkla konuşmamandır"},{"SurahNumber":19,"VerseNumber":11,"Text":"Tapınaktan halkının arasına çıktı ve \"O'nu sabah akşam düşünüp anın,\" diye onlara işaretle bildirdi"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yahya, kitaba iyice sarıl.\" Çocuk yaşta kendisine bilgelik vermiştik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ek olarak katımızdan bir şefkat ve dürüstlük... Erdemli birisiydi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana babasına karşı iyi davranırdı, asla bir zorba ve isyankâr olmadı"},{"SurahNumber":19,"VerseNumber":15,"Text":"Doğduğu gün, öleceği gün ve diri olarak kaldırılacağı gün ona selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitapta Meryem'i de an. Ailesinden ayrılıp doğu tarafında bir yere çekilmişti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Kendisiyle onlar arasına bir perde çekmişti. Bu durumda ona Ruhumuzu gönderdik ve önünde mükemmel bir insan olarak biçimlendi"},{"SurahNumber":19,"VerseNumber":18,"Text":"Senden Rahman'a sığınırım,\" dedi, \"Erdemliysen"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Melek:) \"Ben, sana tertemiz bir erkek çocuğu vermek için görevlendirilmiş Rabbinin bir elçisiyim,\" dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Bana hiç bir insan eli değmemiş ve ben iffetsizlik etmemişken nasıl olur da bir oğlum olur,\" dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Öyledir,\" dedi, \"Rabbin, 'O iş bana kolaydır. Onu halk için bir işaret ve bizden bir rahmet kılacağız. Bu, artık kararlaştırılmış bir iştir' diyor"},{"SurahNumber":19,"VerseNumber":22,"Text":"Ona gebe kalınca onunla uzak bir bölgeye çekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Doğum sancısı onu bir hurma dalına kadar sürükledi. \"Keşke bundan önce ölseydim, unutulsaydım,\" dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Üzülme, Rabbin senin altında bir su arkı hazırlamıştır,\" diye (ağacın) altından kendisine seslendi"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurmanın dalını kendine doğru silkele, üzerine olgun hurmalar dökülsün"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, iç ve gözün aydın olsun. İnsanlardan birini görürsen, 'Ben Rahman için oruç tutmaya karar verdim. Bugün hiç bir insanla konuşmayacağım' de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Onu alıp halkına getirdi. \"Meryem, sen şaşılacak bir şey işledin!,\" dediler"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun'un kız kardeşi, baban kötü bir adam değildi. Annen de iffetsiz değildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Tanıklık için) Onu gösterdi. \"Nasıl olur da beşikteki bir çocukla konuşuruz,\" dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Çocuk:) \"Ben ALLAH'ın bir kuluyum. Bana kitap verdi ve beni peygamber kıldı,\" dedi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede bulunursam bulunayım beni kutlu kıldı. Yaşadığım sürece bana namazı ve zekatı ve"},{"SurahNumber":19,"VerseNumber":32,"Text":"anneme karşı iyi huylu olmamı emretti. Beni baş kaldıran bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Doğduğum gün, öldüğüm gün ve diri olarak kaldırılacağım gün bana selam olsun"},{"SurahNumber":19,"VerseNumber":34,"Text":"İşte, Meryem oğlu İsa böyleydi. Hakkında kuşkuya düştükleri konunun gerçeği budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"ALLAH için bir çocuk edinmek söz konusu olamaz. O yücedir. Bir iş diledi mi, ona sadece \"Ol,\" der, o da olur"},{"SurahNumber":19,"VerseNumber":36,"Text":"ALLAH benim de Rabbim, sizin de Rabbinizdir; O'na kulluk ediniz. Doğru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mezhepler, (İsa'nın kimliği üzerinde) aralarında anlaşmazlığa düştüler. Büyük bir güne tanık olacak kafirlerin vay haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize geldikleri gün onları dinle ve seyret! Zalimler, o gün apaçık bir sapıklık içindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Yargının noktalanacağı Keder Günü hakkında onları uyar. Onlar hâlâ aymazlık içinde inanmıyorlar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Yer ve üzerindekiler bize kalacak; onlar bize döndürülecekler"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitapta İbrahim'i an; peygamber olan bir doğrucu idi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Babasına, \"Babacığım, işitmeyen, görmeyen ve sana bir yararı dokunmayan şeylere niye tapıyorsun,\" demişti"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacığım, bana, sana gelmeyen bir bilgi geldi. Beni izle de seni düzgün yola ileteyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacığım, şeytana tapma. Şeytan, Rahman'a karşı çıkmıştır"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacığım, Rahman tarafından bir cezaya çarpılman ve şeytana dost olmandan korkuyorum"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Babası:) \"Sen benim tanrılarıma yüz mü çeviriyorsun İbrahim? Buna son vermezsen seni taşlarım. Benden uzaklaş!,\" dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Sana selam (barış) olsun,\" dedi, \"Senin bağışlanman için Rabbim'e yalvaracağım; O, bana karşı çok merhametlidir"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizden ve ALLAH dışında yalvardıklarınızdan ayrılıyorum. Ben Rabbime yalvarıyorum. Umarım ki Rabbime yalvarmakla bahtsız olmam"},{"SurahNumber":19,"VerseNumber":49,"Text":"Onları ve ALLAH dışında taptıklarını terkedince ona İshak'ı ve Yakub'u verdik. Hepsini peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Onlara rahmetimizden verdik. Onlara, doğru ve onurlu bir dil bağışladık"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa'yı an. O kendini tümüyle adayan biriydi. Peygamber olan bir elçiydi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona Tur dağının sağ tarafından seslendik. Konuşmak için onu yaklaştırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Katımızdan bir rahmet olarak kardeşi Harun'u kendisine peygamber olarak armağan ettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta İsmail'i an. O sözünde duran biriydi. Aynı zamanda peygamber olan bir elçiydi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine namazı gözetmeyi ve zekatı vermeyi emrederdi. Rabbi tarafından beğenilmişti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta İdris'i an. O peygamber olan bir doğrucu idi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Onu yüce bir makama yükselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"İşte bunlar, ALLAH'ın nimetlendirdiği peygamberlerin bir kısmıdır. Adem'in soyundan, Nuh ile birlikte taşıdıklarımızdan, İbrahim'in ve İsrail'in soyundan... Doğruya ulaştırdığımız ve seçtiğimiz kimselerdir onlar. Kendilerine Rahman'ın ayetleri okunduğu zaman ağlayarak secdeye varırlar"},{"SurahNumber":19,"VerseNumber":59,"Text":"Onlardan sonra gelenler namazı yitirdiler ve heveslerine uydular. Nitekim, felakete uğrayacaklar"},{"SurahNumber":19,"VerseNumber":60,"Text":"Tevbe eden, inanan ve erdemli davrananlar hariç. Onlar en ufak bir haksızlığa uğramadan cennete girerler"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman'ın kulları için söz verdiği, duyular ötesi Adn cennetlerine... O'nun sözü, kuşkusuz yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada boş söz işitmezler; sadece barış... Rızıklarını da sabah akşam alırlar"},{"SurahNumber":19,"VerseNumber":63,"Text":"Erdemli kullarımıza vereceğimiz cennet işte budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz (melekler) ancak Rabbinin emriyle ineriz. Geçmişimiz, geleceğimiz ve ikisi arasında ne varsa O'na aittir. Rabbin unutkan değildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"Göklerin, yerin ve bunlar arasında bulunanların Rabbidir. O'na kulluk et ve O'na olan kulluğunda dirençli ol. O'na benzer birini biliyor musun"},{"SurahNumber":19,"VerseNumber":66,"Text":"Öldüğüm zaman diri olarak çıkarılacak mıyım,\" diye soruyor insan"},{"SurahNumber":19,"VerseNumber":67,"Text":"İnsan, önceden hiç bir şey değilken kendisini nasıl yarattığımızı düşünmez mi"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine and olsun, onları ve şeytanları toplayacağız. Sonra onları cehennemin çevresine getireceğiz. Diz çökmüş halde"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her gruptan, Rahman'a karşı azgınlıkta ileri gidenleri ayıklayacağız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Orada yanmayı en çok kimin hakkettiğini elbette biz gayet iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"İçinizden oraya gelmeyecek yoktur; bu, Rabbinin gerçekleştireceği kesin bir karardır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra, erdemlileri kurtaracağız. Zalimleri ise orada diz üstü bırakacağız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kendilerine ayetlerimiz apaçık olarak okunduğu zaman inkar edenler inananlara, \"Hangimiz daha gönençli ve hangimiz sayısal üstünlüğe sahiptir,\" derler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan önce, daha varlıklı ve daha gösterişli nice nesilleri yok ettik"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki, \"Sapıklığa dalanlara Rahman bir süre verir. Cezayı veya dünyanın sonunu görünceye kadar... Kötü yere ve zayıf orduya kimin sahip olduğunu öğrenecekler"},{"SurahNumber":19,"VerseNumber":76,"Text":"ALLAH, doğru yolu seçenlerin hidayetini arttırır. Erdemli işler, Rabbinin katında ebedi olarak en iyi ödülü ve en iyi sonucu hakkeder"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi reddeden ve, \"Bana mal ve çocuk verilecek!,\" diyeni gördün mü"},{"SurahNumber":19,"VerseNumber":78,"Text":"Geleceğin bilgisine mi sahip oldu? Yoksa Rahman'dan bir söz mü aldı"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır. Söylediklerini kaydedeceğiz ve cezasını arttıracağız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Sözünü ettikleri bize kalacak ve bize yalnız gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine destek olsunlar diye ALLAH'ın yanında tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Tam tersine! Bu tapınmayı reddedeceklerdir ve onlara karşıt olacaklardır"},{"SurahNumber":19,"VerseNumber":83,"Text":"İnkarcıların üzerlerine şeytanları yolladığımızı görmez misin? Onları kışkırtıp duruyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Acele etme; biz onlar için saydıkça sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Erdemlileri, Rahman'ın huzurunda konuk grupları halinde toplayacağımız"},{"SurahNumber":19,"VerseNumber":86,"Text":"Ve suçluları, susuz olarak cehenneme sürdüğümüz gün"},{"SurahNumber":19,"VerseNumber":87,"Text":"Rahman'ın yanında söz almış olanlardan başkası şefaat (aracılık) edemez"},{"SurahNumber":19,"VerseNumber":88,"Text":"Hatta \"Rahman çocuk edindi,\" dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Siz, küstahça bir tez ileri sürdünüz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Bu küstahlıktan ötürü neredeyse gökler parçalanacak, yer yarılacak ve dağlar göçecektir"},{"SurahNumber":19,"VerseNumber":91,"Text":"Rahman'a çocuk yakıştırdılar diye"},{"SurahNumber":19,"VerseNumber":92,"Text":"Çocuk edinmek Rahman'a yakışmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Göklerde ve yerde kim varsa, Rahman'a kul olarak gelecektir"},{"SurahNumber":19,"VerseNumber":94,"Text":"Onları kuşatmış ve tek tek saymıştır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Onların hepsi, Diriliş günü O'na tek başına gelecektir"},{"SurahNumber":19,"VerseNumber":96,"Text":"İnanıp erdemli davrananlara Rahman sevgi bağışlar"},{"SurahNumber":19,"VerseNumber":97,"Text":"Bunu senin dilinle kolaylaştırdık; onunla erdemlileri müjdeleyesin ve inatçı toplumu uyarasın diye"},{"SurahNumber":19,"VerseNumber":98,"Text":"Onlardan önce nice toplumları yok ettik: hiçbirini algılıyor musun, ya da fısıltılarını işitiyor musun"}]}