{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta. Sin. Bunlar Kur´an´ın, (gercekleri) acıklayan Kitab´ın ayetleridir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Iman eden muminler icin bir hidayet rehberi ve bir mujdedir"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar ki, namazı kılarlar, zekatı verirler ve ahirete de kesin olarak inanırlar"},{"SurahNumber":27,"VerseNumber":4,"Text":"Suphesiz biz, ahirete inanmayanların islerini kendilerine suslu gosterdik; o yuzden bocalar dururlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"Iste bunlar, azabı en agır olanlardır; ahirette en cok ziyana ugrayacaklar da onlardır"},{"SurahNumber":27,"VerseNumber":6,"Text":"(Resulum!) Suphesiz ki bu Kur´an, hikmet sahibi ve her seyi bilen Allah tarafından sana verilmektedir"},{"SurahNumber":27,"VerseNumber":7,"Text":"Hani Musa, ailesine soyle demisti: Gercekten ben bir ates gordum. (Gidip) size oradan bir haber getirecegim, yahut bir ates parcası getirecegim, umarım ki ısınırsınız"},{"SurahNumber":27,"VerseNumber":8,"Text":"Oraya geldiginde soyle seslenildi: Atesin bulundugu yerdeki ve cevresindekiler mubarek kılınmıstır! Alemlerin Rabbi olan Allah, eksikliklerden munezzehtir"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ey Musa! Iyi bil ki, ben, mutlak galip ve hikmet sahibi olan Allah´ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"Asanı at! Musa (asayı atıp) onu yılan gibi deprenir gorunce donup arkasına bakmadan kactı. (Kendisine dedik ki): Ey Musa! Korkma; cunku benim huzurumda peygamberler korkmaz"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ancak, kim haksızlık eder, sonra, isledigi kotuluk yerine iyilik yaparsa, bilsin ki ben (ona karsı da) cok bagıslayıcıyım, cok merhamet sahibiyim"},{"SurahNumber":27,"VerseNumber":12,"Text":"Elini koynuna sok da kusursuz bembeyaz cıksın. Dokuz mucize ile Firavun ve kavmine (git). Cunku onlar artık yoldan cıkmıs bir kavim olmuslardır"},{"SurahNumber":27,"VerseNumber":13,"Text":"Mucizelerimiz onların gozleri onune serilince: \"Bu, apacık bir buyudur\" dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Kendileri de bunlara yakinen inandıkları halde, zulum ve kibirlerinden oturu onları inkar ettiler. Bozguncuların sonunun nice olduguna bir bak"},{"SurahNumber":27,"VerseNumber":15,"Text":"Andolsun ki biz, Davud´a ve Suleyman´a ilim verdik. Onlar: Bizi, mumin kullarının bircogundan ustun kılan Allah´a hamd olsun, dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Suleyman Davud´a varis oldu ve dedi ki: Ey insanlar! Bize kus dili ogretildi ve bize her seyden (nasip) verildi. Dogrusu bu apacık bir lutuftur"},{"SurahNumber":27,"VerseNumber":17,"Text":"Suleyman´ın, cinlerden, insanlardan ve kuslardan mutesekkil orduları toplandı; hepsi birarada (onun tarafından) duzenli olarak sevkediliyordu"},{"SurahNumber":27,"VerseNumber":18,"Text":"Nihayet Karınca vadisine geldikleri zaman, bir karınca: Ey karıncalar! Yuvalarınıza girin; Suleyman ve ordusu farkına varmadan sizi ezmesin! dedi"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Suleyman) onun sozunden dolayı gulumsedi ve dedi ki: Ey Rabbim! Beni, gerek bana gerekse ana babama verdigin nimete sukretmeye ve hosnut olacagın iyi isler yapmaya muvaffak kıl. Rahmetinle, beni iyi kulların arasına kat"},{"SurahNumber":27,"VerseNumber":20,"Text":"(Suleyman) kusları gozden gecirdi ve soyle dedi: Hudhud´u nicin goremiyorum? Yoksa kayıplara mı karıstı"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ya bana (mazeretini gosteren) apacık bir delil getirecek ya da onun canını iyice yakacagım yahut onu bogazlayacagım"},{"SurahNumber":27,"VerseNumber":22,"Text":"Cok gecmeden (Hudhud) gelip: Ben, dedi, senin bilmedigin bir seyi ogrendim. Sebe´den sana cok dogru (ve onemli) bir haber getirdim"},{"SurahNumber":27,"VerseNumber":23,"Text":"Gercekten, onlara (Sebe´lilere) hukumdarlık eden, kendisine her sey verilmis ve buyuk bir tahtı olan bir kadınla karsılastım"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onun ve kavminin, Allah´ı bırakıp gunese secde ettiklerini gordum. Seytan, kendilerine yaptıklarını suslu gostermis de onları dogru yoldan alıkoymus. Bunun icin dogru yolu bulamıyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"(Seytan boyle yapmıs ki) goklerde ve yerde gizleneni acıga cıkaran, gizlediginizi ve acıkladıgınızı bilen Allah´a secde etmesinler"},{"SurahNumber":27,"VerseNumber":26,"Text":"(Halbuki) buyuk Ars´ın sahibi olan Allah´tan baska tanrı yoktur"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman Hudhud´e) dedi ki: Dogru mu soyledin, yoksa yalancılardan mısın, bakacagız"},{"SurahNumber":27,"VerseNumber":28,"Text":"Su mektubumu gotur, onu kendilerine ver, sonra onlardan biraz cekil de, ne sonuca varacaklarına bak"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Suleyman´ın mektubunu alan Sebe melikesi,) \"Beyler, ulular! Bana cok onemli bir mektup bırakıldı\" dedi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Mektup Suleyman´dandır, rahman ve rahim olan Allah´ın adıyla (baslamakta)dır"},{"SurahNumber":27,"VerseNumber":31,"Text":"Bana bas kaldırmayın, teslimiyet gosterip bana gelin, diye (yazmaktadır)"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Sonra Melike) dedi ki: Beyler, ulular! Bu isimde bana bir fikir verin. (Bilirsiniz) siz yanımda olmadan (size danısmadan) hicbir isi kestirip atmam"},{"SurahNumber":27,"VerseNumber":33,"Text":"Onlar, su cevabı verdiler: Biz guclu kuvvetli kimseleriz, zorlu savas erbabıyız; buyruk ise senindir; artık ne buyuracagını sen dusun"},{"SurahNumber":27,"VerseNumber":34,"Text":"Melike: Hukumdarlar bir memlekete girdiler mi, orayı perisan ederler ve halkının ulularını alcaltırlar. (Herhalde) onlar da boyle yapacaklardır, dedi"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ben (simdi) onlara bir hediye gondereyim de, bakayım elciler ne (gibi bir sonuc) ile donecekler"},{"SurahNumber":27,"VerseNumber":36,"Text":"(Elciler, hediyelerle) Suleyman´a gelince soyle dedi: Siz bana mal ile yardım mı ediyorsunuz? Allah´ın bana verdigi, size verdiginden daha iyidir. Hediyenizle (ben degil) siz sevinirsiniz"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Ey elci!) Onlara don; iyi bilsinler ki, kendilerine asla karsı koyamıyacakları ordularla gelir, onları muhakkak surette hor ve hakir halde oradan cıkarırız"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sonra Suleyman musavirlerine) dedi ki: Ey ulular! Onlar teslimiyet gosterip bana gelmeden once, hanginiz o melikenin tahtını bana getirebilir"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinlerden bir ifrit: Sen makamından kalkmadan ben onu sana getiririm. Gercekten bu ise gucum yeter ve bana guvenebilirsiniz, dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Kitaptan (Allah tarafından verilmis) bir ilmi olan kimse ise: Gozunu acıp kapamadan ben onu sana getiririm, dedi. (Suleyman) onu (melikenin tahtını) yanıbasına yerlesmis olarak gorunce: Bu, dedi, sukur mu edecegim, yoksa nankorluk mu edecegim diye beni sınamak uzere Rabbimin (gosterdigi) lutfundandır. Sukreden ancak kendisi icin sukretmis olur, nankorluk edene gelince, o bilsin ki, Rabbimin hicbir seye ihtiyacı yoktur, cok kerem sahibidir"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Suleyman devamla) dedi ki: Onun tahtını bilemeyecegi bir hale getirin; bakalım tanıyacak mı, yoksa tanıyamayanlar arasında mı olacak"},{"SurahNumber":27,"VerseNumber":42,"Text":"Melike gelince: Senin tahtın da boyle mi? dendi. O soyle cevap verdi: Tıpkı o! (Suleyman soyle dedi): Bize daha once (Allah´tan) bilgi verilmis ve biz musluman olmustuk"},{"SurahNumber":27,"VerseNumber":43,"Text":"Onu, Allah´tan baska taptıgı seyler (o zamana kadar tevhid dinine girmekten) alıkoymustu. Cunku kendisi inkarcı bir kavimdendi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona: Koske gir! dendi. Melike onu gorunce derin bir su sandı ve etegini yukarı cekti. Suleyman: Bu, billurdan yapılmıs, seffaf bir zemindir, dedi. Melike dedi ki: Rabbim! Ben gercekten kendime yazık etmisim. Suleymanla beraber alemlerin Rabbi olan Allah´a teslim oldum"},{"SurahNumber":27,"VerseNumber":45,"Text":"Andolsun ki, \"Allah´a kulluk edin!\" (demesi icin) Semud kavmine kardesleri Salih´i gonderdik. Hemen birbiriyle cekisen iki zumre oluverdiler"},{"SurahNumber":27,"VerseNumber":46,"Text":"Salih dedi ki: Ey kavmim! Iyilik dururken nicin kotuluge kosuyorsunuz? Allah´tan magfiret dileseniz olmaz mı? Belki size merhamet edilir"},{"SurahNumber":27,"VerseNumber":47,"Text":"Soyle dediler: Senin ve beraberindekilerin yuzunden ugursuzluga ugradık. Salih: Size coken ugursuzluk (sebebi), Allah katında (yazılı)dır. Hayır, siz imtihana cekilen bir kavimsiniz, dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"O sehirde dokuz kisi (elebası) vardı ki, bunlar yeryuzunde bozgunculuk yapıyorlar, iyilik tarafına hic yanasmıyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"Allah´a and icerek birbirlerine soyle dediler: Gece ona ve ailesine baskın yapalım (hepsini oldurelim); sonra da velisine: \"Biz (Salih) ailesinin yok edilisi sırasında orada degildik, inanın ki dogru soyluyoruz\" diyelim"},{"SurahNumber":27,"VerseNumber":50,"Text":"Onlar boyle bir tuzak kurdular. Biz de kendileri farkında olmadan, onların planlarını altust ettik"},{"SurahNumber":27,"VerseNumber":51,"Text":"Bak iste, tuzaklarının akıbeti nice oldu: Onları da; (kendilerine uyan) kavimlerini de (nasıl) toptan helak ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Iste haksızlıkları yuzunden cokmus evleri! Anlayan bir kavim icin elbette bunda bir ibret vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Iman edip Allah´a karsı gelmekten sakınanları ise kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lut´u da (peygamber olarak kavmine gonderdik.) Kavmine soyle demisti: Goz gore gore hala o hayasızlıgı yapacak mısınız"},{"SurahNumber":27,"VerseNumber":55,"Text":"(Bu ilahi ikazdan sonra hala) siz, ille de kadınları bırakıp sehvetle erkeklere yaklasacak mısınız? Dogrusu siz, beyinsizlikte devam edegelen bir kavimsiniz"},{"SurahNumber":27,"VerseNumber":56,"Text":"Kavminin cevabı sadece: \"Lut ailesini memleketinizden cıkarın; cunku onlar (bizim yaptıklarımızdan) uzak kalmak isteyen insanlarmıs!\" demelerinden ibaret oldu"},{"SurahNumber":27,"VerseNumber":57,"Text":"Bunun uzerine onu ve ailesini kurtardık. Yalnız karısı mustesna; onun geride (azaba ugrayanların icinde) kalmasını takdir ettik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Onların uzerlerine muthis bir yagmur indirdik. Bu sebeple, uyarılan (fakat aldırmayan)ların yagmuru ne kotu olmustur"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Resulum!) De ki: Hamd olsun Allah´a, selam olsun seckin kıldıgı kullarına. Allah mı daha hayırlı, yoksa O´na kostukları ortaklar mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Onlar mı hayırlı) yoksa gokleri ve yeri yaratan, gokten size su indiren mi? O suyla, bir agacını bile bitirmeye gucunuzun yetmedigi guzel guzel bahceler bitirdik. Allah´tan baska bir tanrı mı var! Dogrusu onlar sapıklıkta devam eden bir guruhtur"},{"SurahNumber":27,"VerseNumber":61,"Text":"(Onlar mı hayırlı) yoksa yeryuzunu oturmaya elverisli kılan, aralarından (yer altından ve ustunden) nehirler akıtan, arz icin sabit daglar yaratan, iki deniz arasına engel koyan mı? Allah´tan baska bir tanrı mı var! Dogrusu onların cogu (hakikatleri) bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Onlar mı hayırlı) yoksa darda kalana kendine yalvardıgı zaman karsılık veren ve (basındaki) sıkıntıyı gideren, sizi yeryuzunun hakimleri kılan mı? Allah´tan baska bir tanrı mı var! Ne kadar da kıt dusunuyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"(Onlar mı hayırlı) yoksa karanın ve denizin karanlıkları icinde size yolu bulduran, rahmetinin (yagmurun) onunde ruzgarları mujdeci olarak gonderen mi? Allah´tan baska bir tanrı mı var! Allah, onların kostukları ortaklardan cok yucedir, munezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"(Onlar mı hayırlı) yoksa ilk bastan yaratan, sonra yaratmayı tekrar eden ve sizi hem gokten hem yerden rızıklandıran mı? Allah´tan baska bir tanrı mı var! De ki: Eger dogru soyluyorsanız siz kesin delilinizi getirin"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: Goklerde ve yerde, Allah´tan baska kimse gaybı bilmez. Ve onlar ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır; onların ahiret hakkındaki bilgileri yetersiz kalmıstır. Dahası, bu hususta suphe icindedirler. Bunun da otesinde, onlar ahiretten yana kordurler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Inkarcılar dediler ki: Sahi, biz ve atalarımız, toprak olduktan sonra, gercekten (diriltilip) cıkarılacak mıyız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Andolsun ki, bu tehdit bize yapıldıgı gibi, daha once atalarımıza da yapılmıstır. Bu, oncekilerin masallarından baska bir sey degildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: Yeryuzunde gezin de, gunahkarların akıbeti nice oldu, gorun"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Resulum!) Onların yuzunden tasalanma, kurmakta oldukları tuzaklardan oturu sıkıntı duyma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Onlar: Eger dogru sozlu iseniz (soyleyin bakalım) bu tehdit ne zaman gerceklesecek? derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: Cabucak gelmesini istediginiz seyin (azabın) bir kısmı herhalde yakında basınıza gelecektir"},{"SurahNumber":27,"VerseNumber":73,"Text":"Suphesiz Rabbin, insanlara karsı lutuf sahibidir; fakat insanların cogu sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin elbette onların kalplerinin gizlediklerini de, acıga vurduklarını da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gokte ve yerde goze gorunmeyen hicbir sey yoktur ki, apacık bir kitapta (levhi mahfuzda) bulunmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Dogrusu bu Kur´an, Israilogullarına, hakkında ihtilaf edegeldikleri seylerin pek cogunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, muminler icin gercekten bir hidayet rehberi ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin suphesiz, onlar arasında hukmunu verecektir. O, mutlak galiptir, her seyi bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"O halde sen Allah´a guvenip dayan. Cunku sen apacık hakikat uzeresin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Bil ki sen olulere isittiremezsin, arkalarını donup giderlerken sagırlara da daveti duyuramazsın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen korleri sapıklıklarından cevirip dogru yola getiremezsin. Ancak ayetlerimize inanıp da teslim olanlara duyurabilirsin"},{"SurahNumber":27,"VerseNumber":82,"Text":"O soz baslarına geldigi (kıyamet yaklastıgı) zaman, onlara yerden bir dabbe (mahluk) cıkarırız da, bu onlara insanların ayetlerimize kesin bir iman getirmemis olduklarını soyler"},{"SurahNumber":27,"VerseNumber":83,"Text":"O gun, her ummet icinden ayetlerimizi yalan sayanlardan bir cemaat toplarız da onlar toplu olarak (hesap yerine) sevkedilirler"},{"SurahNumber":27,"VerseNumber":84,"Text":"Nihayet, (hesap yerine) geldikleri zaman Allah buyurur: Siz benim ayetlerimi, ne oldugunu kavramadan yalan saydınız oyle mi? Degilse yaptıgınız neydi"},{"SurahNumber":27,"VerseNumber":85,"Text":"Yaptıkları haksızlıktan oturu, (azaba ugrayacaklarını bildiren) o soz gerceklesmistir; artık onlar konusamazlar"},{"SurahNumber":27,"VerseNumber":86,"Text":"Dinlensinler diye geceyi (karanlık) ve (calıssınlar diye) gunduzu aydınlık kıldıgımızı gormediler mi? Iman eden bir kavim icin elbette bunda bircok ibretler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Sur´a ufuruldugu gun, -Allah´ın diledikleri mustesna-, goklerde ve yerde bulunanlar hep dehsete kapılır. Hepsi boyunları bukuk olarak O´na gelirler"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sen dagları gorursun de, onları yerinde durur sanırsın. Oysa onlar bulutların yurumesi gibi yurumektedirler. (Bu,) her seyi sapasaglam yapan Allah´ın sanatıdır. Suphesiz ki O, yaptıklarınızdan tamamıyla haberdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim iyilikle (ilahi huzura) gelirse, ona daha iyisi verilir. Ve onlar o gun korkudan emin kalırlar"},{"SurahNumber":27,"VerseNumber":90,"Text":"(Rablerinin huzuruna) kotulukle gelen kimseler ise yuzukoyun cehenneme atılırlar. (Onlara) \"Ancak yaptıklarınızın karsılıgını gormektesiniz!\" (denir)"},{"SurahNumber":27,"VerseNumber":91,"Text":"(De ki:) Ben ancak, bu sehrin (Mekke´nin) Rabbine -ki O burayı dokunulmaz kılmıstır- kulluk etmekle emrolundum. Her sey de zaten O´na aittir. Bana muslumanlardan olmam \" emredildi"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ve Kur´an´ı okumam (emredildi). Artık kim dogru yola gelirse, yalnız kendisi icin gelmis olur; kim de saparsa ona de ki: Ben sadece uyarıcılardanım"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve soyle de: Hamd Allah´a mahsustur. O, ayetlerini size gosterecek, siz de onları gorup tanıyacaksınız (ama artık faydası olmayacaktır). Rabbin, yaptıklarınızdan habersiz degildir"}]}