{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Hayy (Diri) ve Kayyum olan Allah'tan baska ilah yoktur"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana Kitab'ı hak ve onceki kitapları tasdik edici olarak indirdi. Tevrat ile Incil'i indirdi"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha once de, insanlara dogru yolu gostermek uzere (hak ile batılı birbirinden ayıran) Furkan'ı indirmistir. Allah'ın ayetlerini inkar edenler icin siddetli bir azap vardır. Allah, Aziz'dir, (hak edenlere karsı) intikam sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Suphesiz ki ne yerde, ne de gokte hicbir sey Allah'a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde sizi diledigi gibi sekillendiren O'dur. O’ndan baska ilah yoktur. O, Aziz'dir, Hakim'dir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana Kitab'ı indiren O'dur. Onun (Kur'an'ın) bazı ayetleri muhkemdir ki, bunlar Kitab'ın aslıdır. Digerleri de mutesabihtir. Kalplerinde egrilik olanlar, fitne cıkarmak ve onu (heveslerine gore) tevil etmek icin ondaki mutesabih ayetlerin pesine duserler. Halbuki onun tevilini Allah'dan baskası bilmez. Ilimde yuksek dereceye erisenler ise: «Ona inandık; hepsi Rabbimiz katındandır» derler. Bunu aklıselim (ve dogru anlayıs) sahiplerinden baskası bilmez"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Onlar soyle yakarırlar:) Rabbimiz! Bizi dogru yola ilettikten sonra kalplerimizi egriltme. Bize kendi katından bir rahmet bagısla. Suphesiz bagıs sahibi olan yalnız sensin"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz! Gelmesinde suphe edilmeyen bir gunde, insanları mutlaka toplayacak olan sensin. Allah asla sozunden donmez"},{"SurahNumber":3,"VerseNumber":10,"Text":"Inkar edenlere malları ve evlatları Allah huzurunda kendilerine hicbir fayda saglamayacaktır. Iste onlar cehennemin yakıtıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Firavun ailesinin ve onlardan oncekilerin adetleri uzere ayetlerimizi yalanladılar, Allah da kendilerini gunahları yuzunden cezalandırdı. Allah'ın cezası cok siddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"(Rasulum!) Inkar edenlere de ki: Yakında maglup olacaksınız ve Cehennem'e suruleceksiniz. Orası kalınacak ne kotu bir yerdir"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Bedir'de) karsı karsıya gelen su iki grubun halinde sizin icin buyuk bir ibret vardır. Biri Allah yolunda carpısan bir grup, digeri ise muslumanları apacık bir sekilde kendilerinin iki misli goren kafir bir grup. Allah diledigini yardımı ile destekler. Iste bunda basiret sahipleri icin muhakkak buyuk bir ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Nefsani arzulara, (ozellikle) kadınlara, ogullara, yıgın yıgın biriktirilmis altın ve gumuse, salma atlara, sagmal hayvanlara ve ekinlere karsı duskunluk insanlara cekici kılındı. Bunlar, dunya hayatının gecici menfaatleridir. Halbuki varılacak guzel yer, Allah'ın katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"(Rasulum!) De ki: Size bunlardan daha hayırlısını haber vereyim mi? Takva sahipleri icin Rableri yanında, icinden ırmaklar akan, ebediyyen kalacakları cennetler, tertemiz esler ve (hepsinin ustunde) Allah'ın rızası vardır. Allah kullarını hakkıyla gorur"},{"SurahNumber":3,"VerseNumber":16,"Text":"(Bu nimetler) «Ey Rabbimiz! Iman ettik; bizim gunahlarımızı bagısla, bizi ates azabından koru!» diyen"},{"SurahNumber":3,"VerseNumber":17,"Text":"Sabreden, sadık (durust) olan, ibadet ve taatlerinde devamlı olan, (mallarını Allah yolunda) infak eden ve seher vakitlerinde Allah'tan bagıslanma dileyen muttakiler icindir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, Melekler ve ilim sahipleri, adaleti ayakta tutarak Allah'tan baska ilah olmadıgına sahitlik etmislerdir. (Evet) Aziz ve Hakim olan Allah'tan baska ilah yoktur"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında asıl din suphesiz Islam’dır. Kendilerine kitap verilenler, kendilerine ilim geldikten sonra sırf aralarındaki kıskanclık yuzunden ayrılıga dustuler. Allah'ın ayetlerini inkar edenler bilmelidirler ki Allah'ın hesabı cok cabuktur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Eger seninle tartısmaya girerlerse de ki: «Bana uyanlarla birlikte ben kendimi Allah’a teslim ettim.» Ehli kitaba ve ummilere de: «Siz de Allah'a teslim oldunuz mu?» de. Eger teslim oldularsa dogru yolu buldular demektir. Yok eger yuz cevirdilerse sana dusen, yalnızca duyurmaktır. Allah kullarını hakkıyla gorendir"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah'ın ayetlerini inkar edenler, haksız yere peygamberlerin canlarına kıyanlar ve adaleti emreden insanları oldurenler (yok mu), onları acı bir azap ile mujdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste bunlar dunyada da ahirette de amelleri bosa giden kimselerdir. Onların hicbir yardımcısı da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"(Rasulum!) Kendilerine Kitap'tan bir pay verilenleri (yahudileri) gormez misin ki, aralarında hukmetmesi icin Allah’ın Kitab'ına cagırılıyorlar da, sonra iclerinden bir grup yuz cevirip geri donuyor"},{"SurahNumber":3,"VerseNumber":24,"Text":"Onların bu tutumları: \"Bize ates, sadece sayılı gunlerde dokunacaktır\" demeleri ve uydurmus oldukları bu seyin dinleri hususunda kendilerini aldatmasıdır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Fakat, onları gelmesinde suphe edilmeyen bir gun icin topladıgımız ve hicbir haksızlık yapılmaksızın her nefse kazandıgı seyler tastamam odendigi zaman onların halleri nice olur"},{"SurahNumber":3,"VerseNumber":26,"Text":"(Rasulum!) De ki: Mulkun gercek sahibi olan Allah'ım! Sen mulku diledigine verirsin ve mulku dilediginden geri alırsın. Diledigini yuceltir, diledigini de alcaltırsın. Hayır yalnız senin elindedir. Gercekten sen her seye kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduze katar, gunduzu de geceye katarsın. Oluden diriyi cıkarır, diriden de oluyu cıkarırsın. Diledigine de sayısız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminleri bırakıp da kafirleri dost edinmesin. Kim bunu yaparsa, artık onun Allah nezdinde hicbir degeri yoktur. Ancak kafirlerden gelebilecek bir tehlikeden sakınmanız baskadır. Allah, kendisine karsı (gelmekten) sizi sakındırıyor. Donus yalnız Allah’adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: Icinizdekileri gizleseniz de acıga vursanız da Allah onu bilir. Goklerde ve yerde olanları da bilir. Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"Herkesin, iyilik olarak yaptıklarını da kotuluk olarak yaptıklarını da karsısında hazır buldugu gunde (insan) isteyecek ki kotulukleri ile kendisi arasında uzun bir mesafe bulunsun. Allah, kendisine karsı (gelmekten) sizi sakındırıyor. Allah kullarına karsı cok sefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Rasulum!) De ki: Eger Allah'ı seviyorsanız bana uyunuz ki Allah da sizi sevsin ve gunahlarınızı bagıslasın. Allah Gafur'dur (cok bagıslıcıdır)r, Rahim'dir (cok merhametlidir)"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: Allah'a ve Rasulu'ne itaat edin. Eger yuz cevirirlerse bilsinler ki Allah kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah Adem'i, Nuh'u, Ibrahim ailesi ile Imran ailesini secip alemlere ustun kıldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Birbirinden gelme bir nesil olarak Allah isiten ve bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Imran’ın karısı soyle demisti: «Rabbim! Ben karnımdakini yalnız ibadet icin sana adadım; (bunu) benden kabul et. Suphe yoktur ki sen, hakkıyla isiten, hakkıyla bilensin.»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu dogurunca, Allah, onun ne dogurdugunu bilip dururken: «Rabbim! Ben onu kız dogurdum. Oysa erkek, kız gibi degildir. Ona Meryem adını verdim. Onu ve zurriyetini kovulmus olan seytandan sana sıgındırırım.»dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi Meryem'e husnu kabul gosterdi; onu guzel bir bitki gibi yetistirdi. Zekeriyya'yı da onun bakımı ile gorevlendirdi. Zekeriyya, onun yanına, mabede her girisinde orada bir rızık bulur ve «Ey Meryem, bu sana nereden geliyor?» der; o da: «Bu, Allah katındandır. Allah, diledigini hesapsız rızıklandırır.»"},{"SurahNumber":3,"VerseNumber":38,"Text":"Orada Zekeriyya, Rabbine dua etti: «Rabbim! Bana kendi tarafından hayırlı bir nesil bagısla. Suphesiz sen duayı hakkıyla isitensin» dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mabedde durmus namaz kılarken melekler ona soyle nida ettiler: Allah sana, kendisi tarafından gelen bir kelimeyi tasdik edici, efendi, iffetli ve salihlerden bir peygamber olan Yahya’yı mujdeler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: Rabbim! dedi, bana ihtiyarlık gelip cattıgına, ustelik karım da kısır olduguna gore benim nasıl cocugum olabilir? Allah soyle buyurdu: Iste boyledir; Allah diledigini boyle yapar"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: Rabbim! (Cocugum olacagına dair) bana bir alamet goster, dedi. Allah buyurdu ki: Senin icin alamet, uc gun insanlarla isaretten baska seyle konusmamandır. Rabbini cok zikret ve sabah aksam tesbih et"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani melekler demislerdi: Ey Meryem! Allah (kendisine cokca ibadet etmen icin) seni secti; seni temizledi ve alemlerin kadınlarına ustun kıldı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbinin huzurunda dur; secde et, ruku' edenlerle beraber sen de ruku' et"},{"SurahNumber":3,"VerseNumber":44,"Text":"(Rasulum!) Bunlar, bizim sana vahiy yoluyla bildirmekte oldugumuz gayb haberlerindendir. Iclerinden hangisi Meryem’i himayesine alacak diye kur'a cekmek uzere kalemlerini atarlarken sen onların yanında degildin; onlar cekisirken de yanlarında degildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler demislerdi ki: Ey Meryem! Allah sana kendisinden bir Kelime'yi mujdeliyor. Adı Meryem oglu Isa Mesih'dir, dunyada da, ahirette de itibarlı ve Allah’ın kendisine yakın kıldıklarındandır"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, besikte iken ve yetiskin halinde iken insanlarla konusacaktır. Salihlerden olacaktır"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: Rabbim! dedi, bana bir erkek eli degmedigi halde nasıl cocugum olur? Allah soyle buyurdu: Iste boyledir, Allah diledigini yaratır. Bir ise hukmedince ona sadece «Ol!» der; o da oluverir"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Melekler, Meryem'e hitaben Isa hakkında sozlerine devam ettiler:) Allah ona yazmayı, hikmeti, Tevrat’ı, Incil'i ogretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"O, Israilogullarına bir elci olacak (ve onlara soyle diyecek:) Size Rabbinizden bir mucize getirdim: Size camurdan kus seklinde bir sey yapacagım, ona ufleyecegim ve Allah'ın izni ile o (canlı) bir kus olacaktır. Yine Allah'ın izni ile koru ve alacalıyı iyilestirir, oluleri diriltirim. Ayrıca evlerinizde ne yiyip ne biriktirdiginizi size haber veririm. Eger inanan kimseler iseniz, bunda sizin icin bir ibret vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Benden once gelen Tevrat'ı dogrulayıcı olarak ve size haram kılınan bazı seyleri de helal kılmam icin gonderildim. Size Rabbinizden bir mucize getirdim. O halde Allah’tan korkun, bana da itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. Oyle ise O’na kulluk edin. Iste bu dosdogru yoldur"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa, onlardaki inkarcılıgı sezince: Allah yolunda bana yardımcı olacaklar kimlerdir? dedi. Havariler: «Biz, Allah yolunun yardımcılarıyız; Allah’a inandık, sahit ol ki bizler muslumanlarız.» cevabını verdiler"},{"SurahNumber":3,"VerseNumber":53,"Text":"(Havariler:) «Rabbimiz! Indirdigine inandık ve Peygamber'e uyduk. Simdi bizi (birligini ve peygamberlerini tasdik eden) sahitlerden yaz.» dediler"},{"SurahNumber":3,"VerseNumber":54,"Text":"(Yahudiler) tuzak kurdular; Allah da onların tuzaklarını bozdu. Allah, tuzak kuranların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah buyurmustu ki: Ey Isa! Seni vefat ettirecegim, seni nezdime yukseltecegim, seni inkar edenlerden arındıracagım ve sana uyanları kıyamete kadar kafirlerden ustun kılacagım. Sonra donusunuz bana olacak. Iste o zaman ayrılıga dustugunuz seyler hakkında aranızda ben hukmedecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"Inkar edenler var ya, onları dunya ve ahirette siddetli bir azaba carptıracagım; onların hic yardımcıları da olmayacak"},{"SurahNumber":3,"VerseNumber":57,"Text":"Iman edip salih amel isleyenlere gelince, Allah onların mukafatlarını eksiksiz verecektir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"(Rasulum!) Sana zikrettigimiz butun bu haberler ayetlerden ve Kur'an-ı Hakim'dendir"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah nezdinde Isa'nın durumu, Adem'in durumu gibidir. Allah onu topraktan yarattı. Sonra ona «Ol!» dedi ve o da oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Hak, Rabbinden gelendir. Oyle ise suphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana bu ilim geldikten sonra seninle bu konuda cekisenlere de ki: Geliniz, sizler ve bizler de dahil olmak uzere, siz kendi cocuklarınızı biz de kendi cocuklarımızı, siz kendi kadınlarınızı, biz de kendi kadınlarımızı cagıralım, sonra da dua edelim de Allah'tan yalancılar uzerine lanet dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Suphesiz ( Isa hakkında) bu soylenenler, dogru kıssalardır. Allah'tan baska ilah yoktur. Muhakkak ki Aziz ve Hakim olan da O'dur"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger yine yuz cevirirlerse, suphesiz Allah, bozguncuları hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Rasulum!) de ki: \"Ey kitap ehli! Allah'tan baskasına ibadet etmeyecegimiz, hicbir seyi O'na ortak kosmayacagımız, Allah dısında birbirimizi rabler edinmeyecegimiz hususunda bizimle sizin aranızda bir olan kelimeye (tevhid kelimesine) geliniz. Buna ragmen yine de yuz cevirirlerse, iste o zaman \"Bizim Musluman oldugumuza sahid olun!\" deyiniz"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey ehli kitap! Ibrahim hakkında nicin cekisirsiniz? Halbuki Tevrat ve Incil, kesinlikle ondan sonra indirildi. Siz hic dusunmez misiniz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Iste siz boyle kimselersiniz! Hadi hakkında bilgi sahibi oldugunuz konuda tartıstınız; fakat bilgi sahibi olmadıgınız konuda nicin tartısıyorsunuz! Oysa ki Allah, her seyi bilir, siz ise bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim, ne yahudi, ne de hıristiyan idi; fakat o, Allah’ı bir tanıyan dosdogru bir musluman idi; musriklerden de degildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Insanların Ibrahim'e en yakın olanı, ona uyanlar, su Peygamber (Muhammed) ve (ona) iman edenlerdir. Allah muminlerin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Ehli kitaptan bir kısım sizi (hak yoldan) saptırmak istemektedirler. Oysa onlar sadece kendilerini saptırırlar da bunun farkına varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey ehli kitap! (Gercegi) gorup bildiginiz halde nicin Allah’ın ayetlerini inkar edersiniz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey ehli kitap! Neden hakkı (dogruyu) batıl ile karıstırıyor ve bile bile hakkı gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Ehli kitaptan bir grup soyle dedi: «Muminlere indirilmis olana sabahleyin (gorunuste) inanıp aksamleyin inkar edin. Belki onlar (boylece dinlerinden) donerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Sizin dininize uyanlardan baska hicbir kimseye inanmayın.» (Rasulum!) de ki: Dogru yol ancak Allah'ın yoludur. Yine (onlar, kendi aralarında soyle dediler:) «Size verilenin benzerinin baska herhangi bir kimseye verildigine, yahut Rabbinizin huzurunda onların size karsı deliller getireceklerine de (inanmayın).» \"Ustunluk, suphesiz, Allah'ın elindedir; onu diledigine verir. Allah, ihsanı bol her seyi hakkıyle bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini diledigine ayırır. Allah ustun lutuf sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Ehli kitaptan oylesi vardır ki, ona yuklerle mal emanet bıraksan, onu sana noksansız iade eder. Fakat onlardan oylesi de vardır ki, ona bir dinar emanet bıraksan, tepesine dikilip durmazsan onu sana iade etmez. Bu da onların, «Ummilere karsı yaptıklarımızdan dolayı bize vebal yoktur» demelerindendir. Allah adına bile bile yalan soyluyorlar"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır! (sorumluluk vardır). Her kim sozunu yerine getirir ve (Allah'tan) sakınırsa, Allah da suphesiz, sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah'a karsı verdikleri sozu ve yeminlerini az bir bedelle degistirenlere gelince, iste bunların ahirette bir nasibi yoktur. Kıyamet Gunu Allah onlarla konusmayacak, onlara bakmayacak ve onları temize cıkarmayacaktır. Onlar icin acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Ehli kitaptan bir grup, okuduklarını kitaptan sanasınız diye kitabı okurken dillerini egip bukerler. Halbuki okudukları Kitap’tan degildir. Onun, Allah katından oldugunu soylerler; halbuki o, Allah katından degildir. Boylece onlar bile bile Allah'a iftira ediyorlar"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hicbir insanın, Allah'ın kendisine Kitap, hikmet ve peygamberlik vermesinden sonra (kalkıp) insanlara: «Allah'ı bırakıp bana kul olun!» demesi mumkun degildir. Bilakis (soyle demesi gerekir): Okutmakta ve ogretmekte oldugunuz Kitap uyarınca Rabbe halis kullar olunuz"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve size: Melekleri ve peygamberleri rabler edinin, diye de emretmez. Siz musluman olduktan sonra, hic size kufru emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hani Allah, peygamberlerden: «Ben size Kitap ve hikmet verdikten sonra nezdinizdekileri tasdik eden bir peygamber geldiginde ona mutlaka inanıp yardım edeceksiniz» diye soz almıs, «Kabul ettiniz ve bu ahdimi yuklendiniz mi?» dediginde, «Kabul ettik» cevabını vermisler, bunun uzerine Allah: «O halde sahit olun; ben de sizinle birlikte sahitlik edenlerdenim.» buyurmustu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık bundan sonra her kim donerse iste asıl fasık olanlar onlardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Goklerde ve yerdekiler, ister istemez O'na teslim oldugu halde onlar (ehli kitap), Allah'ın dininden baskasını mı arıyorlar? Halbuki O’na donduruleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: Biz, Allah'a, bize indirilene, Ibrahim, Ismail, Ishak, Ya'kub ve Ya'kub ogullarına indirilenlere, Musa, Isa ve (diger) peygamberlere Rableri tarafından verilenlere iman ettik. Onları birbirinden ayırdetmeyiz. Biz ancak O'na teslim oluruz"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim, Islam'dan baska bir din ararsa, bilsin ki kendisinden (boyle bir din) asla kabul edilmeyecek ve o, ahirette ziyan edenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman etmelerinden, Rasul'un hak olduguna sehadet getirmelerinden ve kendilerine apacık deliller gelmesinden sonra inkarcılıga sapan bir kavme Allah nasıl hidayet nasip eder? Allah zalimler toplulugunu dogru yola iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste onların cezası, Allah'ın, meleklerin ve butun insanlıgın lanetine ugramalarıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Bu lanete ebedi gomulup gideceklerdir. Onların azapları ne hafifletilir ne de ertelenir"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak, bundan sonra tevbe edenler ve hallerini duzeltip yola gelenler baska. Cunku Allah cok bagıslayıcı ve cok merhametlidir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Inandıktan sonra kafirlige sapıp sonra inkarcılıkta daha da ileri gidenlerin tevbeleri asla kabul edilmeyecektir. Ve iste onlar, sapıkların ta kendisidirler"},{"SurahNumber":3,"VerseNumber":91,"Text":"Gercekten, inkar edip kafir olarak olenler var ya, onların hicbirinden fidye olarak dunya dolusu altın verecek olsa dahi kabul edilmeyecektir. Onlar icin acı bir azap vardır, hic yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden (Allah yolunda) harcamadıkca iyiye eremezsiniz. Her ne harcarsanız, Allah onu hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat'ın indirilmesinden once, Israil’in (Ya'kub'un) kendisine haram kıldıkları dısında, yiyecegin her turlusu Israilogullarına helal idi. De ki: Eger dogru sozlu iseniz, o zaman Tevrat'ı getirip onu okuyun"},{"SurahNumber":3,"VerseNumber":94,"Text":"Artık bundan sonra her kim Allah'a karsı yalan uydurursa, iste bunlar, zalimlerin ta kendisidirler"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: Allah dogruyu soylemistir. Oyle ise, hakka yonelmis olarak Ibrahim'in dinine uyunuz. O, musriklerden degildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"Suphesiz, alemlere bereket ve hidayet kaynagı olarak insanlar icin kurulan ilk ev (mabet), Mekke'deki (Kabe) dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada apacık nisaneler, (ayrıca) Ibrahim'in makamı vardır. Oraya giren emniyette olur. Yoluna gucu yetenlerin evi haccetmesi, Allah'ın insanlar uzerinde bir hakkıdır. Kim inkar ederse bilmelidir ki, Allah butun alemlerden mustagnidir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: Ey ehli kitap! Allah yaptıklarınızı gorup dururken nicin Allah’ın ayetlerini inkar edersiniz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: Ey ehli kitap! (Islam'ın hak din oldugunu kendi kitaplarınızda) gorup bildiginiz halde nicin Allah’ın yolunu egri gostermeye yeltenerek muminleri Allah yolundan cevirmeye kalkısıyorsunuz? Allah yaptıklarınızdan habersiz degildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler! Kendilerine kitap verilenlerden bir gruba uyarsanız imanınızdan sonra sizi yeniden kafirlige sevkederler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Size Allah'ın ayetleri okunurken, ustelik Allah Rasulu de aranızda iken nasıl inkara saparsınız? Her kim Allah'a (tevekkul eder) sımsıkı tutunursa kesinlikle dogru yola iletilmistir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler! Allah'tan, sakınılması gerektigi gibi sakının ve ancak muslumanlar olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hep birlikte Allah'ın ipine (Islam'a) sımsıkı yapısın; parcalanmayın. Allah'ın size olan nimetini hatırlayın: Hani siz birbirinize dusman kisiler idiniz de O, gonullerinizi birlestirmisti ve O’nun nimeti sayesinde kardes kimseler olmustunuz. Yine siz bir ates cukurunun tam kenarında iken oradan da sizi O kurtarmıstı. Iste Allah size ayetlerini boyle acıklar ki dogru yolu bulasınız"},{"SurahNumber":3,"VerseNumber":104,"Text":"Sizden, hayra cagıran, iyiligi emredip kotulukten meneden bir topluluk bulunsun. Iste asıl onlar kurtulusa erenlerdir"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apacık deliller geldikten sonra parcalanıp ayrılıga dusenler gibi olmayın. Iste bunlar icin buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"Nice yuzlerin agardıgı, nice yuzlerin de karardıgı gunu (dusunun.) Yuzleri kararanlara: «Imanınızdan sonra kafir mi oldunuz? Oyle ise inkar etmis olmanız yuzunden tadın azabı!» (denilir)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yuzleri agaranlara gelince, onlar Allah'ın rahmeti icindedirler, orada ebedi kalacaklardır"},{"SurahNumber":3,"VerseNumber":108,"Text":"Iste bunlar, Allah'ın, sana hak olarak okudugumuz ayetleridir. Allah alemlere hic haksızlık etmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerde ve yerde ne varsa Allah'ındır. Butun isler Allah'a dondurulur"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanların iyiligi icin ortaya cıkarılmıs en hayırlı ummetsiniz; iyiligi emreder, kotulukten meneder ve Allah'a inanırsınız. Ehli kitap da iman etseydi, elbet bu, kendileri icin cok iyi olurdu. (Gerci) iclerinde iman edenler de vardır; (fakat) onların cogu yoldan cıkmıs (fasık) lardır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar (ehli kitap) size, (sizi) incitmekten baska bir zarar veremezler. Sizinle savasa girecek olsalar, size arkalarını donup kacarlar. Sonra kendilerine yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlar (yahudiler) nerede bulunurlarsa bulunsunlar, Allah'ın ahdine ve insanların (muminlerin) himayesine sıgınmadıkca kendilerine zillet (damgası) vurulmustur; Allah'ın hısmına ugramıslar ve miskinlige mahkum edilmislerdir. Cunku onlar, Allah'ın ayetlerini inkar ediyorlar ve haksız yere peygamberleri olduruyorlardı. Bu da, onların isyan etmis ve haddi asmıs bulunmalarındandır"},{"SurahNumber":3,"VerseNumber":113,"Text":"Hepsi bir degildir; ehli kitap icinde istikamet sahibi bir topluluk vardır ki, gece saatlerinde secdeye kapanarak Allah'ın ayetlerini okurlar"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar, Allah'a ve ahiret gunune inanırlar; iyiligi emreder, kotulukten menederler; hayır islerinde yarısırlar. Iste bunlar salih kisilerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Onların yaptıkları hicbir hayır karsılıksız bırakılmayacaktır. Allah, takva sahiplerini hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Inkar edenler var ya, onların ne malları ve ne de evlatları, Allah'tan gelecek azaba karsı, onlara hicbir fayda saglamayacaktır. Onlar Cehennem ashabıdırlar ve orada ebedi kalacaklardır"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onların, bu dunya hayatında yapmakta oldukları harcamaların durumu, kavurucu sogugu bulunan bir ruzgarın misali gibidir ki, kendilerine zulmetmis bir kavmin ekinine isabet eder de onu helak eder. Oysa Allah, onlara zulmetmemis, fakat asıl onlar, kendi kendilerine zulmetmislerdir"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler! Kendi dısınızdakileri sırdas edinmeyin. Cunku onlar size fenalık etmekten asla geri durmazlar, hep sıkıntıya dusmenizi isterler. Gercekten, kin ve dusmanlıkları kendi agızlarından apacık belli olmustur, iclerinde gizledikleri (dusmanlık) ise, cok daha buyuktur. Eger aklınızı kullanacak olursanız, [ibret alasınız diye] ayetleri size acıkladık"},{"SurahNumber":3,"VerseNumber":119,"Text":"Iste siz oyle kimselersiniz ki, onlar sizi sevmedikleri halde siz onları seversiniz. Siz, butun kitaplara inanırsınız; onlar ise, sizinle karsılastıklarında «Inandık» derler; kendi baslarına kaldıklarında da, size olan kinlerinden dolayı parmaklarının uclarını ısırırlar. De ki: Kininizden (kahrolup) olun! Suphesiz Allah kalplerin icindekini hakkıyla bilmektedir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik dokunsa, bu onları tasalandırır; basınıza bir musibet gelse, buna da sevinirler. Eger sabreder ve (Allah'tan) sakınırsanız onların hilesi size hicbir zarar vermez. Suphesiz Allah, onların yaptıklarını cepecevre kusatmıstır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen, sabah erkenden muminleri savas mevzilerine yerlestirmek icin ailenden ayrılmıstın... Allah, hakkıyle isiten ve bilendir"},{"SurahNumber":3,"VerseNumber":122,"Text":"O zaman icinizden iki boluk bozguna ugramak korkusuna dusmustu. Halbuki Allah onların yardımcısı idi. Muminler, yalnız Allah’a dayanıp guvensinler"},{"SurahNumber":3,"VerseNumber":123,"Text":"Nitekim Bedir'de sizler (onlara nazaran) daha zayıf oldugunuz halde, Allah size yardım etmisti. O halde Allah'tan sakının ki, sukredesiniz"},{"SurahNumber":3,"VerseNumber":124,"Text":"O zaman sen, muminlere soyle diyordun: Indirilen uc bin melekle Rabbinizin sizi takviye etmesi, sizin icin yeterli degil midir"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, siz sabır gosterir ve Allah'tan sakınırsanız, onlar (dusmanlarınız) hemen su anda uzerinize gelseler, Rabbiniz, nisanlı bes bin melekle sizi takviye eder"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, bunu size sırf bir mujde olsun ve kalpleriniz bu sayede rahatlasın diye yaptı. Yardım, yalnızca Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Bu yardım) kufredenlerden bir kısmını helak etmek, bir kısmını da eski umitlerini yitirmis ve emellerine ulasamamıs bir sekilde donup gitsinler diye, perisan eylemek icindir"},{"SurahNumber":3,"VerseNumber":128,"Text":"(Bu onlardan) bir kısmının tovbelerini kabul etmek, bir kısmı da zalim olduklarından onlara azap etmek icindir ki, bunda, senin yapabilecegin hicbir sey yoktur"},{"SurahNumber":3,"VerseNumber":129,"Text":"Goklerde ve yerde ne varsa Allah'ındır. Diledigini bagıslar, diledigine azap eder. Allah, cok bagıslayıcı ve cok merhametlidir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Kat kat arttırılmıs olarak faiz yemeyin. Allah’tan sakının ki kurtulusa eresiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirler icin hazırlanmıs bulunan atesten sakının"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah'a ve Rasul'une itaat edin ki rahmete kavusturulasınız"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin bagısına ve takva sahipleri icin hazırlanmıs olup genisligi gokler ve yer kadar olan cennete kosun"},{"SurahNumber":3,"VerseNumber":134,"Text":"O takva sahipleri ki, bollukta da darlıkta da Allah icin harcarlar; ofkelerini yutarlar ve insanları affederler. Allah da guzel davranısta bulunanları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Yine onlar ki, bir kotuluk yaptıklarında, ya da kendilerine zulmettiklerinde Allah'ı hatırlayıp gunahlarından dolayı hemen tevbe istigfar ederler. Zaten gunahları Allah’tan baska kim bagıslayabilir ki! Bir de onlar, isledikleri kotuluklerde, bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste onların mukafatı, Rableri tarafından bagıslanma ve altlarından ırmaklar akan, icinde ebedi kalacakları cennetlerdir. Boyle amel edenlerin mukafatı ne guzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once, nice (milletler hakkında ibret alınması gereken pek cok) hadiseler olup bitmistir. Bu itibarla, yeryuzunde soyle bir dolasın (Allah'ın ayetlerini ve peygamberlerini) yalanlayanların akıbeti ne olmus, gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu (Kur'an), butun insanlıga bir acıklamadır; takva sahipleri icin de bir hidayet ve bir oguttur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Gevseklik gostermeyin, uzuntuye kapılmayın. Eger inanmıssanız, ustun gelecek olan sizsiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger siz (Uhud'da) bir acıya ugradınızsa, (karsınızdaki) kavim de onun benzeri bir acıya ugramıstır. Biz o gunleri Allah'ın iman edenleri ortaya cıkarması ve icinizden sehidler edinmesi icin dondurur dururuz (zaferi bazen bir topluma bazen oteki topluma nasip ederiz). Allah, zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Bir de (boylece) Allah, iman edenleri gunahlardan temize cıkarmak, kafirleri de helak etmek ister"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa Allah icinizden cihad edenleri belli etmeden, sabredenleri ortaya cıkarmadan cennete gireceginizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Oysa siz, (Uhud'da dusmanla ve) olumle karsılasmadan once, olumu ve sehid olmayı) temenni etmistiniz, iste simdi bakıp onu (karsınızda) goruyorsunuz. (O halde bu maglubiyet korkusu ve uzuntusu niye)"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed, ancak bir peygamberdir. Ondan once de peygamberler gelip gecmistir. Oyleyse simdi o, olur veya oldurulurse, topuklarınız uzerinde (Islam'dan kufre) geri mi doneceksiniz? Kim (boyle) geri donerse, Allah'a hicbir sekilde zarar vermis olmayacaktır. Allah, sukredenleri mukafatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hicbir kimse yok ki, olumu Allah’ın iznine baglı olmasın. (Olum), belli bir sureye gore yazılmıstır. Her kim, dunya nimetini isterse, kendisine ondan veririz; kim de ahiret sevabını isterse, ona da bundan veririz. Biz sukredenleri mukafatlandıracagız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler vardı ki, beraberinde bircok Allah erleri bulundugu halde savastılar da, bunlar, Allah yolunda baslarına gelenlerden dolayı gevseklik ve zaaf gostermediler, boyun egmediler. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların sozleri, sadece soyle demekten ibaretti: «Ey Rabbimiz! Gunahlarımızı ve isimizdeki taskınlıgımızı bagısla; ayaklarımızı (yolunda) sabit kıl; kafirler topluluguna karsı bize yardım et!»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara dunya nimetini ve (daha da onemlisi,) ahiret sevabının guzelligini verdi. Allah, iyi davrananları sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Eger kufreden kimselere itaat ederseniz, onlar sizi, topuklarınız uzerinde (Islam'dan kufre) geri cevirirler de husrana ugrayanlara donersiniz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Oysa sizin mevlanız Allah’tır ve O, yardımcıların en hayılısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Allah'ın, hakkında hicbir delil indirmedigi seyleri O'na ortak kosmaları sebebiyle, kafirlerin kalplerine yakında korku salacagız. Gidecekleri yer de cehennemdir. Zalimlerin varacagı yer ne kotudur"},{"SurahNumber":3,"VerseNumber":152,"Text":"Siz Allah’ın izni ile dusmanlarınızı oldururken, Allah, size olan vadini yerine getirmistir. Nihayet, oyle bir an geldi ki, Allah arzuladıgınızı (galibiyeti) size gosterdikten sonra zaafa dustunuz; (Peygamberin verdigi) emir konusunda tartısmaya kalkıstınız ve asi oldunuz. Dunyayı isteyeniniz de vardı, ahireti isteyeniniz de vardı. Sonra Allah, denemek icin sizi onlardan (onları maglup etmekten) alıkoydu. Ve andolsun sizi bagısladı. Zaten Allah, muminlere karsı cok Iutufkardır"},{"SurahNumber":3,"VerseNumber":153,"Text":"O zaman Peygamber arkanızdan sizi cagırdıgı halde siz, durmadan (savas alanından) uzaklasıyor, hic kimseye donup bakmıyordunuz. (Allah) size keder ustune keder verdi ki, bundan dolayı gerek elinizden gidene, gerekse basınıza gelenlere uzulmeyesiniz. Allah yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o kederin arkasından Allah size bir guven indirdi ki, (bu guvenin yol actıgı) uyuklama hali bir kısmınızı kaplıyordu. Kendi canlarının kaygısına dusmus bir grup (munafık) da, Allah'a karsı haksız yere cahiliye devrindekine benzer dusuncelere kapılıyorlar, «Bu isten bize ne!» diyorlardı. De ki: Is (zafer, yardım, her seyin karar ve buyrugu) tamamen Allah’a aittir. Onlar, sana acıklayamadıklarını iclerinde gizliyorlar. «Bu isten bize bir sey olsaydı, burada oldurulmezdik» diyorlar. Soyle de: Evlerinizde kalmıs olsaydınız bile, oldurulmesi takdir edilmis olanlar, oldurulup dusecekleri yerlere kendiliklerinden cıkıp giderlerdi. Allah, icinizdekileri yoklamak ve kalplerinizdekileri temizlemek icin (boyle yaptı). Allah gonullerde olanı hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":155,"Text":"(Uhud'da) iki ordu karsılastıgı gun, sizi bırakıp gidenleri, sırf isledikleri bazı hatalar yuzunden seytan (yerlerinden) kaydırmıstı. Yine de Allah onları affetti. Cunku Allah, cok bagıslayıcıdır, halimdir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Sizler, inkar edenler ve yeryuzunde sefere cıkan veya savasan kardesleri hakkında: «Eger bizim yanımızda kalsalardı olmezler, oldurulmezlerdi» diyenler gibi olmayın. Allah bu kanaati onların kalplerine (kaybettikleri yakınları icin onulmaz) bir hasret (yarası) olarak koydu. Canı veren de alan da Allah’tır. Allah, yaptıklarınızı hakkıyla gorur"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger Allah yolunda oldurulur ya da olurseniz, sunu bilin ki, Allah’ın magfireti ve rahmeti onların topladıkları butun seylerden daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Andolsun, olseniz de oldurulseniz de Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"O vakit Allah'tan bir rahmet ile onlara yumusak davrandın! Sayet sen kaba, katı yurekli olsaydın, hic suphesiz, etrafından dagılıp giderlerdi. Su halde onları affet; bagıslanmaları icin dua et; is hakkında onlara danıs. Kararını verdigin zaman da artık Allah’a dayanıp guven. Cunku Allah, kendisine dayanıp guvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, artık size ustun gelecek hic kimse yoktur. Eger sizi bırakıverirse, ondan sonra size kim yardım eder? Muminler ancak Allah'a guvenip dayanmalıdırlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygambere, ganimet malını gizlice alıp emanete hıyanet etmesi yarasmaz. Kim emanete (devlet malına) hıyanet ederse, kıyamet gunu, hainlik ettigi seyin gunahı boynuna asılı olarak gelir. Sonra herkese asla haksızlıga ugratılmaksızın kazandıgı tastamam verilir"},{"SurahNumber":3,"VerseNumber":162,"Text":"(Dininde) Allah'ın rızasına tabi olanla Allah'ın gazabına ugrayan hic bir olur mu? (Allah'ın gazabına ugrayan) Boyle bir kimsenin yeri Cehennem'dir ve (orası) ne kotu bir yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onların hepsi de, Allah katında, derece derecedirler. Allah, yaptıklarını hakkıyla gorendir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Andolsun ki iclerinden, kendilerine Allah'ın ayetlerini okuyan, (kotuluklerden ve inkardan) kendilerini temizleyen, kendilerine Kitap ve hikmeti ogreten bir Peygamber gondermekle Allah, muminlere buyuk bir lutufta bulunmustur. Halbuki daha once onlar apacık bir sapıklık icinde idiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Bedir'de) iki katını (dusmanınızın) basına getirdiginiz bir musibet, (Uhud'da) kendi basınıza geldigi icin mi «Bu nasıl oluyor!» dediniz? De ki: O , kendi kusurunuzdandır. Allah, suphesiz, her seye kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki birligin karsılastıgı gun sizin basınıza gelenler, ancak Allah'ın dilemesiyle olmustur ki, bu da, muminleri ayırdetmesi icin"},{"SurahNumber":3,"VerseNumber":167,"Text":"ve munafıkları ortaya cıkarması icin idi. Bunlara: «Gelin, Allah yolunda carpısın; ya da savunma yapın» denildigi zaman, «Savasacagımızı bilseydik, elbette sizin pesinizden gelirdik» dediler. Onlar o gun, imandan cok, kafirlige yakın idiler. Agızlarıyla, kalplerinde olmayanı soyluyorlardı. Halbuki Allah, (onların iclerinde) gizlediklerini en iyi bilendir"},{"SurahNumber":3,"VerseNumber":168,"Text":"(Evlerinde) oturup da kardesleri hakkında: «Bize uysalardı oldurulmezlerdi» diyenlere, «Eger dogru sozlu insanlar iseniz, olumu kendinizden uzaklastırın bakalım!.\" de"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri sakın olu sanmayın. Bilakis onlar Rableri katında diridirler, rızıklandırılmaktadırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah'ın, lutuf ve kereminden kendilerine verdikleri ile sevincli bir halde, arkalarından gelecek ve henuz kendilerine katılmamıs olan (kardes) lerine, hicbir korku bulunmadıgını ve mahzun da olmayacaklarını mujdelerler"},{"SurahNumber":3,"VerseNumber":171,"Text":"(Keza onlara) Allah'tan gelecek bir nimeti ve fazlasını da mujdelerler. Allah suphesiz, muminlerin (hakettikleri) mukafatı asla zayi etmez"},{"SurahNumber":3,"VerseNumber":172,"Text":"Yara aldıktan sonra yine Allah'ın ve Peygamber'in cagrısına uyanlar (ozellikle) bunların iclerinden iyilik yapanlar ve takva sahibi olanlar icin pek buyuk bir mukafat vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Bir kısım insanlar, muminlere: «(Dusmanlarınız olan) insanlar, size karsı bir araya geldiler; bu sebeple onlardan sakının!» dediklerinde, bu, onların imanlarını bir kat daha arttırdı ve «Allah bize yeter. O ne guzel vekildir!» dediler"},{"SurahNumber":3,"VerseNumber":174,"Text":"(Nitekim o dusmanla karsılasmak icin cıktıktan sonra) kendilerine hicbir kotuluk dokunmadan, Allah'tan gelen bir nimet ve karlı bir ticaret ile geri donmusler ve (bu hareketleriyle) Allah'ın rızasına da uymuslardır. Allah, buyuk fazl (ve ihsan) sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"Iste o; sizi dostlarıyla korkutan seytandır. Su halde eger gercekten mumin kimselerseniz, onlardan korkmayın benden korkun"},{"SurahNumber":3,"VerseNumber":176,"Text":"(Rasulum) Inkarda yarısanlar sana kaygı vermesin. Cunku onlar, Allah'a hicbir zarar veremezler. Allah onlara, ahiretten yana bir nasip vermemek istiyor. Onlar icin cok buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"Muhakkak ki imana karsılık kufru satın alanlar, Allah'a hicbir seyle zarar veremiyeceklerdir. Onlar icin cok acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"Inkar edenler sanmasınlar ki, kendilerine muhlet vermemiz onlar icin daha hayırlıdır. Onlara ancak gunahlarını arttırmaları icin fırsat veriyoruz. Onlar icin alcaltıcı bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah kotuyu iyiden ayırmadan, mu'minleri uzerinde bulundugunuz su hal uzere bırakacak degildir. Allah, size gaybı bildirecek de degildir. Fakat Allah, peygamberlerinden diledigini secer. O halde Allah'a ve peygamberlerine iman edin. Eger iman eder ve sakınırsanız, sizin icin cok buyuk bir ecir vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah'ın fazlından kendilerine verdigi nimetten (Allah yolunda sarf etmeyip) cimrilik edenler, bu (nimet bollugu)nun, kendileri icin hayır oldugunu sanmasınlar. Aksine bu, onlar icin serdir. Cimrilik ettikleri o sey, Kıyamet Gunu boyunlarına dolanacaktır. Goklerin ve yerin mirası Allah'ındır. Allah, yaptıklarınızdan hakkıyla haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"«Gercekten Allah fakir, biz ise zenginiz» diyenlerin sozunu andolsun ki Allah isitmistir. Onların (bu) dediklerini, haksız yere peygamberleri oldurmeleri ile birlikte yazacagız ve diyecegiz ki: «Tadın o yakıcı azabı!»"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu, (dunyada iken) kendi ellerinizle yapmıs oldugunuzun karsılıgıdır. Yoksa Allah kullarına karsı zalim degildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"«Dogrusu Allah bize, (gokten inen) atesin yiyecegi (yakıp kor edecegi) bir kurban getirmedikce hicbir peygambere inanmamamızı emretti» diyenlere soyle de: «Size, benden once mucizelerle, (ozellikle) dediginiz (mucize) ile nice peygamberler geldi. Eger dogru insanlar iseniz, ya onları nicin oldurdunuz?»"},{"SurahNumber":3,"VerseNumber":184,"Text":"(Rasulum!) Eger seni yalancılıkla itham ettilerse (yadırgama); gercekten, senden once apacık mucizeler, sahifeler ve aydınlatıcı kitap getiren nice peygamberler de yalancılıkla itham edildi"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her canlı olumu tadacaktır. Ve ancak kıyamet gunu yaptıklarınızın karsılıgı size tastamam verilecektir. Kim atesten uzaklastınlıp cennete konursa o, gercekten kurtulusa ermistir. Bu dunya hayatı ise aldatma metaından baska bir sey degildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Andolsun ki, mallarınız ve canlarınız konusunda imtihana cekileceksiniz; sizden once kendilerine kitap verilenlerden ve musriklerden bircok uzucu sozler isiteceksiniz. Eger (butun bunlara) sabreder ve sakınırsanız, iste bu, azmedilmesi gereken islerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Allah, kendilerine kitap verilenlerden, «Onu mutlaka insanlara acıklayacaksınız, onu gizlemeyeceksiniz» diyerek soz almıstı. Onlar ise bunu kulak ardı ettiler, onu az bir dunyalıga degistiler. Yaptıkları alısveris ne kadar kotu"},{"SurahNumber":3,"VerseNumber":188,"Text":"Yaptıklarıyla sevinen, yapmadıklarıyla da ovulmeyi arzulayan kimselerin, azaptan kurtulacak bir mevkide olduklarını sakın zannetme. Onlar icin elem verici bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin hukumranlıgı Allah'ındır. Allah, her seye kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Goklerin ve yerin yaratılısında, gece ile gunduzun birbiri ardınca gelip gidisinde aklıselim sahipleri icin gercekten acık ibretler vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"Onlar, ayakta dururken, otururken, yanları uzerine yatarken (her vakit) Allah'ı anarlar, goklerin ve yerin yaratılısı hakkında derin derin dusunurler (ve soyle derler:) «Rabbimiz! Sen bunları bosuna yaratmadın. Seni (her turlu noksan sıfatlardan) tenzih ederiz. Bizi Cehennem azabından koru!»"},{"SurahNumber":3,"VerseNumber":192,"Text":"Ey Rabbimiz! Dogrusu sen, kimi cehenneme koyarsan, artık onu rusvay etmissindir. Zalimlerin hic yardımcıları yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ey Rabbimiz! Gercek su ki biz, «Rabbinize inanın!» diye imana cagıran bir davetciyi (Peygamber'i, Kuran'ı) isittik, hemen iman ettik. Artık bizim gunahlarımızı bagısla, kotuluklerimizi ort, ruhumuzu iyilerle beraber al, ey Rabbimiz"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz! Bize, peygamberlerin vasıtasıyla vadettiklerini de ikram et ve kıyamet gununde bizi rezil rusva etme; suphesiz sen vadinden caymazsın"},{"SurahNumber":3,"VerseNumber":195,"Text":"Rableri de, onların bu dualarına icabet eder (ve der) ki: Ben, icinizden erkek olsun, kadın olsun, hicbir amel sahibinin amelini asla zayi etmem; (zira kadın ve erkek olarak siz), birbirinizden (olma) siniz. Hicret edenlerin, ulkelerinden surulup cıkarılanların, benim yolumda eziyet cekenlerin, savasanların ve (savasta sehid olarak) oldurulenlerin, Allah katından (yaptıklarının] sevabı olarak, kusurlarını mutlaka ortecegim ve onları, (agacları) altından ırmaklar akan cennetlere sokacagım. Mukafatın en guzeli Allah katındadır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Inkarcıların (refah icinde) diyar diyar dolasması, sakın seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Azıcık bir menfaattir o. Sonra onların varacakları yer cehennemdir. O ne kotu varıs yeridir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Fakat Rablerine karsı gelmekten sakınanlar icin, Allah tarafından bir ikram olarak, altlarından ırmaklar akan, ebedi olarak kalacakları cennetler vardır. Iyi kisiler icin Allah katındaki (nimetler) daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Ehli kitaptan oyleleri var ki, Allah'a, hem size indirilene, hem de kendilerine indirilene tam bir samimiyetle ve Allah'a boyun egerek iman ederler. Allah'ın ayetlerini yok pahasına satmazlar. Iste onlar icin Rableri katında ecirleri vardır. Suphesiz Allah, hesabı cabuk olandır"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler! Sabredin; (dusman karsısında) sebat gosterin; (cihad icin) hazırlıklı ve uyanık bulunun ve Allah'tan korkun ki basarıya erisebilesiniz"}]}