{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Allah´ın emri geldi. Artık onda (onun muhtevasının gerçekleşmesinde) acele etmeyin. O´nu tenzih edin. Ve O, şirk koşulan şeylerden Yüce´dir"},{"SurahNumber":16,"VerseNumber":2,"Text":"Kullarından dilediği üzerine kişi “Benden başka ilâh yoktur.” tarzında uyarmaları için melekleri, emrinden ruh ile beraber indirir. Öyleyse Bana karşı takva sahibi olun (ruhunuzu ölmeden evvel Bana ulaştırın)"},{"SurahNumber":16,"VerseNumber":3,"Text":"Semaları ve yeryüzünü hak ile yarattı. O, (onların) şirk koştukları şeylerden Yüce´dir"},{"SurahNumber":16,"VerseNumber":4,"Text":"İnsanı bir nutfeden yarattı. Böyle olmasına rağmen o, apaçık hasım (düşman)dır"},{"SurahNumber":16,"VerseNumber":5,"Text":"Ve hayvanlar; onları da O, yarattı. Sizin için onda, (soğuktan) koruyan şeyler ve menfaatler (faydalar) vardır. Ve de ondan (hayvanlardan) yersiniz"},{"SurahNumber":16,"VerseNumber":6,"Text":"(Onları), akşamları otlaktan döndürdüğünüz zaman ve sabahları otlatmaya çıkardığınız zaman sizin için onda bir güzellik vardır"},{"SurahNumber":16,"VerseNumber":7,"Text":"Ve kendinizin yorulmadan ulaşamayacağınız (ancak çok meşakkatle gidebileceğiniz) beldeye, ağır eşyalarınızı (onlarla) taşırsınız. Muhakkak ki sizin Rabbiniz, gerçekten Rauf´tur (çok şefkatli, çok merhametli) ve Rahîm´dir (rahmet nuru gönderen)"},{"SurahNumber":16,"VerseNumber":8,"Text":"Onlara binmeniz için ve de ziynet olarak (süs hayvanı olarak), atlar, katırlar ve merkepler ve daha bilmediğiniz şeyler yaratır"},{"SurahNumber":16,"VerseNumber":9,"Text":"Ve sebîllerin (dergâhlardan Sıratı Mustakîm´e ulaşan bütün yolların yani mürşidlerin) tayini, Allah´ın üzerinedir. Ve ondan sapanlar vardır. Ve eğer O dileseydi, sizin hepinizi hidayete erdirirdi"},{"SurahNumber":16,"VerseNumber":10,"Text":"Sizin için semadan su indiren, O´dur. İçecek şeyler ondandır (sudandır). Ve ağaçlar (ve otlar) ondan olur. Orada (hayvanlarınızı) otlatırsınız"},{"SurahNumber":16,"VerseNumber":11,"Text":"Onunla sizin için; ekinler, zeytinler, hurmalıklar ve bağlar ve bütün ürünlerden (ürünleri, meyveleri) yetiştirir. Muhakkak ki bunda, tefekkür eden kavim için elbette âyet (delil) vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"Ve gece ve gündüz, Güneş ve Ay ve yıldızları sizin emrinize verdi. Onlar, O´nun (Allahû Tealâ´nın) emri ile size musahhar (emrinize amade, hazır) kılındılar. Muhakkak ki bunda, akıl eden bir kavim için, elbette âyetler (deliller) vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryüzünde sizin için ne yaratıp çoğalttıysa hepsinin renkleri çeşit çeşittir (muhteliftir). Muhakkak ki bunda, zikreden (tezekkür eden) bir kavim için elbette âyet (delil) vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"Ondan taze et yemeniz için, denizi emrinize veren, O´dur. Ondan süs eşyası çıkarırsınız, onu takarsınız. Ve onun içinde, suları yararak giden gemileri görürsünüz. Ve (bunlar), O´nun fazlından istemeniz içindir. Ve böylece şükredersiniz"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ve sizinle sarsılır diye (sarsılmamanız için), yeryüzünde dağlar oluşturdu. Nehirler ve yollar (oluşturdu). Böylece yolunuzu bulursunuz (hidayete erersiniz)"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ve alâmetler (işaretler) ve yıldızla (devrin imamıyla) onlar, yol bulurlar (hidayete ererler)"},{"SurahNumber":16,"VerseNumber":17,"Text":"Yaratan kimse, yaratmayan kimse gibi midir? Hâlâ tezekkür etmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ve şâyet, Allah´ın ni´metlerini adet adet (tane tane) sayarsanız, O´nu sayamazsınız. Muhakkak ki O, Gafûr´dur (mağfiret edendir), Rahîm´dir (rahmet nurunu gönderendir)"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ve Allah, gizlediklerinizi (sırlarınızı, sakladığınız şeyleri) ve açıkladığınız (alenî olan) şeyleri bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allah´tan başkasına dua ettikleri şeyler, bir şey yaratamazlar. Onlar, kendileri yaratılmışlardır"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar ölüdürler, diri değildirler. Ve ne zaman beas olunacaklarının (diriltileceklerinin) bilincinde değillerdir"},{"SurahNumber":16,"VerseNumber":22,"Text":"Sizin ilâhınız, bir tek ilâhtır. Hâlâ ahirete (ruhu ölmeden evvel Allah´a ulaştırmaya) inanmayan kimselerin kalpleri, inkâr edicidir ve onlar, kibirlenen kimselerdir"},{"SurahNumber":16,"VerseNumber":23,"Text":"Onların gizledikleri ve açıkladıkları (alenî olan) şeyleri, Allah´ın bildiğine şüphe yok. Muhakkak ki O, kibirlenenleri sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Ve onlara “Rabbiniz ne indirdi?” denildiği zaman: “Evvelkilerin masallarını.” dediler"},{"SurahNumber":16,"VerseNumber":25,"Text":"Kıyâmet günü, onların kendi günahlarının tamamını yüklendikten başka, ilimleri olmaksızın dalâlette kalmasına sebep oldukları kimselerin günahlarından (da) yüklenmeleri için. Yüklendikleri şey ne kadar kötü, öyle değil mi"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan öncekiler de hile yapmışlardı. Allah, onların binalarını temellerinden harap etti, yıktı. Böylece tavanları, üstlerinden üzerlerine çöktü. Onlara azap, farkında olmadıkları yerden geldi"},{"SurahNumber":16,"VerseNumber":27,"Text":"Sonra kıyâmet günü (Allah), onları alçaltacak (rezil rüsva edecek). Ve onlara: “Ortaklarım nerede?” diyecek. “Onlar için ayrılıklara düştünüz.” Kendilerine ilim verilenler şöyle dedi: “Muhakkak ki rezillik ve azap, bugün kâfirlerin üstünedir.”"},{"SurahNumber":16,"VerseNumber":28,"Text":"Melekler, nefslerine zulmedenleri vefat ettirecekleri zaman onlar teslim olurken: “Biz, bir kötülük yapmadık.” dediler. Hayır, muhakkak ki Allah, yapmış olduğunuz kötü amelleri en iyi bilendir"},{"SurahNumber":16,"VerseNumber":29,"Text":"Haydi, orada ebediyyen kalmak üzere cehennemin kapılarından girin. Kibirlenenlerin (büyüklük taslayanların) kaldığı yer ne kötüdür"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ve takva sahiplerine: “Rabbiniz ne indirdi?” denildi. “Hayır (güzellikler).” dediler. Ahsen olanlara (iradesini Allah´a teslim edenlere) bu dünyada haseneler (iyilikler, güzellikler, sevaplar, pozitif dereceler) vardır. Ve elbette ahiret yurdu daha hayırlıdır. Ve gerçekten muttakilerin (takva sahiplerinin) yurdu ne güzeldir"},{"SurahNumber":16,"VerseNumber":31,"Text":"Onlar (muttakiler), altından nehirler akan Adn cennetlerine girerler. Orada, onların diledikleri herşey vardır. İşte Allah, (ahsen olan) muttakileri (bihakkın takvanın sahiplerini) böyle mükâfatlandırır"},{"SurahNumber":16,"VerseNumber":32,"Text":"Melekler, onları tayyib (en güzel, en iyi) bir şekilde vefat ettirirler. Onlara: “Selâm üzerinize olsun. Yapmış olduğunuz (güzel, hayırlı) ameller sebebiyle cennete girin.” derler"},{"SurahNumber":16,"VerseNumber":33,"Text":"Onlar sadece meleklerin gelmesini mi yoksa Rabbinin emrinin gelmesini mi bekliyorlar? Onlardan öncekiler de böyle yaptılar. Ve Allah, onlara zulmetmedi. Fakat onlar, kendi nefslerine zulmediyorlardı"},{"SurahNumber":16,"VerseNumber":34,"Text":"Böylece yaptıkları kötü ameller, onlara isabet etti (ulaştı). Alay etmiş oldukları şey, onları kuşattı"},{"SurahNumber":16,"VerseNumber":35,"Text":"Şirk koşanlar: “Eğer Allah dileseydi, biz O´ndan başka bir şeye kul olmazdık. Ve babalarımız da (kul) olmazdı. Ve O´ndan (O´nun emrinden) başka bir şeyi haram kılmazdık.” dediler. Onlardan öncekiler de böyle yaptı. Artık resûllerin üzerinde apaçık tebliğden başka (bir sorumluluk) var mı"},{"SurahNumber":16,"VerseNumber":36,"Text":"Ve andolsun ki Biz, bütün ümmetlerin (milletlerin, kavimlerin) içinde resûl beas ettik (hayata getirdik, vazifeli kıldık). (Allah´a ulaşmayı dileyerek) Allah´a kul olsunlar ve taguttan (insan ve cin şeytanlardan) içtinap etsinler (sakınıp kurtulsunlar) diye. Onlardan bir kısmını, (Resûlün daveti üzerine Allah´a ulaşmayı dileyenleri) Allah hidayete erdirdi ve bir kısmının (dilemeyenlerin) üzerine dalâlet hak oldu. Artık yeryüzünde gezin. Böylece yalanlayanların akıbetinin, nasıl olduğuna bakın (görün)"},{"SurahNumber":16,"VerseNumber":37,"Text":"Sen, onların hidayete ermesini çok istemene rağmen muhakkak ki Allah, dalâlette bıraktığı kimseyi (onlar Allah´a ulaşmayı dilemedikçe) hidayete erdirmez. Ve onlar için bir yardımcı da yoktur"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ve “Kim ölürse Allah, onu beas etmez (yeniden diriltmez).” diye en kuvvetli yeminleri ile Allah´a kasem ettiler. Hayır, (öyle değil). Bu, O´nun (Allah´ın) üzerinde hak bir vaaddir. Ve lâkin insanların çoğu bilmezler"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Bu diriltme) hakkında ihtilâfa düştükleri şeyin, onlara beyan edilmesi (açıklanması) için ve inkâr edenlerin (kâfirlerin), kendilerinin şüphesiz (kesinlikle) yalancı olduklarını bilmeleri içindir"},{"SurahNumber":16,"VerseNumber":40,"Text":"Bir şeyin (olmasını) istediğimiz zaman Bizim sözümüz, ona sadece: “Ol!” dememizdir. O, hemen olur"},{"SurahNumber":16,"VerseNumber":41,"Text":"Ve zulme maruz kaldıktan sonra, Allah için (Allah yolunda) hicret edenleri, dünya hayatında mutlaka hasenelerle (güzellikler, iyilikler, güzel bir yurt) yerleştirmemiz içindir. Ve ahiret mükâfatı, elbette daha büyüktür, şâyet bilmiş olsalardı"},{"SurahNumber":16,"VerseNumber":42,"Text":"Onlar, (kendilerine yapılan zulümlere) sabrettiler. Ve onlar, Rab´lerine tevekkül ederler"},{"SurahNumber":16,"VerseNumber":43,"Text":"Ve Biz, senden önce, kendilerine vahyettiğimiz ricalden (erkeklerden) başkasını (resûl olarak) göndermedik. Eğer bilmiyorsanız, o taktirde zikir ehline sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Beyyinelerle (ispat vasıtaları ile) ve semavî kitaplarla (resûller gönderdik) onlara indirilenleri, insanlara beyan etmen (açıklaman) için sana da zikri (Kur´ân-ı Kerim´i) indirdik. Umulur ki böylece onlar, tefekkür ederler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Kötülükler için tuzak kuranlar, Allah´ın onları yerin dibine geçirmesinden (geçirmeyeceğinden) veya azabın, farkına varamayacakları bir yerden gelmesinden (gelmeyeceğinden) emin mi oldular"},{"SurahNumber":16,"VerseNumber":46,"Text":"Veya onlar dönüp dolaşırlarken, Allah´ın onları yakalamasından (yakalamamasından) emin mi oldular? Ve onlar, (Allah´ı) aciz bırakamazlar"},{"SurahNumber":16,"VerseNumber":47,"Text":"Veya onları korkuyorlarken yakalar. Buna rağmen muhakkak ki senin Rabbin, elbette Rauf´tur (çok şefkatlidir), Rahîm´dir (rahmet nuru gönderendir, merhametlidir)"},{"SurahNumber":16,"VerseNumber":48,"Text":"Onlar, Allah´ın yarattığı herşeyi (elektronları) görmediler mi? Onun gölgeleri (karşıt elektronları), tâbî olarak (elektronlara), sağdan (sağ spinli) ve soldan (sol spinli), Allah´a secde ederek dönerler"},{"SurahNumber":16,"VerseNumber":49,"Text":"Semalarda olanlar ve yeryüzünde olan dabbelerin (yürüyen canlıların) hepsi ve melekler, Allah´a secde ederler. Ve onlar, kibirlenmezler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Onlar, onların üstlerindeki (emrinde oldukları) Rab´lerinden korkarlar. Ve emrolundukları şeyleri yaparlar"},{"SurahNumber":16,"VerseNumber":51,"Text":"Ve Allah, şöyle dedi: “İki ilâh edinmeyin! O, sadece tek bir ilâhtır. O halde sadece Benden korkun!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Ve semalarda ve yeryüzünde olanlar, O´nundur. Ve dîn, daima O´na aittir. (Öyleyse) hâlâ Allah´tan başkasından mı korkuyorsunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizin olan ne kadar ni´met varsa hepsi Allah´tandır. Sonra da size bir sıkıntı dokunsa, o zaman O´na yalvarırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra O, sizden zararı (sıkıntıları) giderince o zaman da sizden bir grup, Rab´lerine şirk (ortak) koşarlar"},{"SurahNumber":16,"VerseNumber":55,"Text":"Onlara verdiğimiz şeylere nankörlük etsinler! Haydi faydalanın (meta´lanın). Artık yakında bileceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Onları rızıklandırdığımız şeylerden, bilmediklerine bir pay (nasip) ayırıyorlar. Allah´a yemin olsun ki; iftira etmiş olduğunuz şeylerden mutlaka sorgulanacaksınız"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ve Allah´a, kızlar isnat ediyorlar. O, Sübhan´dır (Allah çocuk edinmekten münezzehtir). Ve beğendikleri (tercih ettikleri; erkek çocuklar) ise kendilerinin (onların) oluyor"},{"SurahNumber":16,"VerseNumber":58,"Text":"Onlardan birisi, bir kız çocuk ile müjdelendiği zaman öfkeli olarak, yüzü siyahlaşıp gölgelenir"},{"SurahNumber":16,"VerseNumber":59,"Text":"Müjdelendiği şeyin kötülüğünden (dolayı) kavminden gizlenir. Onu zelillikle tutsun mu yoksa onu toprağa mı gömsün? Verdikleri hüküm ne kötü (öyle) değil mi"},{"SurahNumber":16,"VerseNumber":60,"Text":"(Haberin) kötü telâkki edilmesi, ahirete (hayattayken Allah´a ulaşmaya) inanmayanlara aittir. Ve âlâ (yüce olma) durumu, Allah´a aittir. Ve O; Azîz´dir, Hakîm´dir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Ve eğer Allah, insanları zulümleri sebebiyle sorgulayıp (derhal) cezalandırsaydı, onun (yeryüzünün) üzerinde yürüyen canlılardan bir canlı bırakmazdı. Ve fakat onları, belirli bir zamana kadar tehir eder (erteler). Artık onların ecelleri geldiği zaman ne bir saat tehir edilir (ertelenir) ne de (bir saat) evvele alınır"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ve onlar, kerih gördükleri (beğenmedikleri) şeyleri (kızları) Allah´a isnat ederler (has kılarlar). Ve onların dilleri, en güzelin “onlara ait olduğu” yalanını söyler. Ateşin (cehennemin), onların olduğuna şüphe yok. Ve muhakkak ki onlar, ifratta olanlar (aşırı davrananlar)dır"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah´a yemin olsun ki; senden önceki ümmetlere (resûller) göndermiştik. Fakat şeytan, onlara amellerini süslü gösterdi. Artık o gün, onların dostu, o (şeytan) olacaktır. Onlar için elîm azap vardır"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ve Kitab´ı sana, “hakkında ihtilâfa düştükleri şeyi” onlara beyan etmenden (açıklamandan) ve âmenû olan (Allah´a ulaşmayı dileyerek mü´min olan) bir kavme hidayet ve rahmet olmasından başka bir şey için indirmedik"},{"SurahNumber":16,"VerseNumber":65,"Text":"Ve Allah, semadan suyu indirdi. Böylece onunla, ölümünden sonra arza (yeryüzüne) hayat verdi. Muhakkak ki bunda, işiten bir kavim için elbette bir âyet (delil) vardır"},{"SurahNumber":16,"VerseNumber":66,"Text":"Ve muhakkak ki hayvanlarda, sizin için elbette bir ibret vardır. Size, onların karnında, fers (sindirilmiş gıda) ile kan arasından oluşan, tadanlar için boğazdan kolayca geçen halis (saf) süt içiriyoruz"},{"SurahNumber":16,"VerseNumber":67,"Text":"Hurma ve üzümden, şeker (hurma şerbeti, üzüm suyu, şıra) ve güzel bir rızık edinirsiniz. Muhakkak ki bunda, akıl eden bir kavim için elbette bir âyet vardır"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ve senin Rabbin, balarısına, dağlardan, ağaçlardan ve onların (insanların) kurdukları çardaklardan, evler (kovanlar) edinmelerini vahyetti"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra meyvelerin (çiçeklerin) hepsinden yeyin! Rabbinin emre amade kılınmış yollarında sülûk edin (uçun, dolaşın). Onun karnından muhtelif (çeşitli) renklerde içecek (bal) çıkar. Onda insanlar için şifa vardır. Muhakkak ki bunda, tefekkür eden bir kavim için elbette bir âyet (delil) vardır"},{"SurahNumber":16,"VerseNumber":70,"Text":"Ve Allah, sizi yarattı. Sonra sizi vefat ettirecek. Ve sizden kim, ömrünün en rezil devresine geri (hidayetten dalâlete) döndürülürse bu, bir şey konusunda ilim sahibi olduktan (hidayeti öğrendikten) sonra bilemediği (idrak edemediği) içindir. Muhakkak ki Allah, en iyi bilendir, kaadir olandır (herşeye gücü yetendir)"},{"SurahNumber":16,"VerseNumber":71,"Text":"Üstün kılınan kimseler, ellerinin altında bulunanlara rızıklarını veren (verici) değiller (çünkü rızkı veren sadece Allah´tır). Oysa onlar, rızıkları konusunda eşittirler. Onlar, Allah´ın ni´metini bilerek mi inkâr ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Ve Allah, sizin için sizin nefsinizden zevceler (eşler) ve sizin için zevcelerinizden oğullar ve torunlar kıldı. Ve sizi tayyib (helâl, temiz) rızıklarla rızıklandırdı. Hâlâ bâtıla mı inanıyorlar? Ve onlar, Allah´ın ni´metini inkâr mı ediyorlar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ve onlar (müşrikler), semalardan ve yeryüzünden onlara rızık olarak bir şey vermeye malik olmayan, Allah´tan başka şeylere (putlara) tapıyorlar. Ve (onlar, o putlar ki; hiçbir şeye) muktedir değildirler (güçleri yetmez)"},{"SurahNumber":16,"VerseNumber":74,"Text":"Artık onları (putları), Allah´ın emsali (benzeri) tutmayın! Muhakkak ki Allah, bilir ve siz bilmezsiniz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah şöyle bir misal verdi: Bir şeye muktedir olmayan (gücü yetmeyen), köle olan bir kul ve tarafımızdan güzel bir rızık ile rızıklandırdığımız böylece ondan gizli ve aşikâr infâk eden kimse; onlar, eşit (müsavi) olabilir mi? Hamd, Allah´a mahsustur (Allah içindir). Hayır, onların çoğu bilmezler"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah, iki adamı örnek verdi. İkisinden birisi dilsiz, bir şeye muktedir değil (gücü yetmez). Ve o, Mevlâsı´na (Efendisi´ne) yüktür. Onu nereye yönlendirse (gönderse), bir hayır (fayda) getiremez (sağlayamaz). O, adaletle emreden (irşad makamının sahibi olan) ve Sıratı Mustakîm üzerinde olan kimse ile eşit (müsavi) olabilir mi"},{"SurahNumber":16,"VerseNumber":77,"Text":"Ve semaların ve yeryüzünün gaybı Allah´a aittir. O saatin (kıyâmetin) emri ancak göz kırpmak kadar veya ondan daha hızlıdır. Muhakkak ki Allah, herşeye kaadir (gücü yeten)´dir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Ve Allah, sizi bir şey bilmiyor halde annelerinizin karnından çıkardı. Ve sizi, işitme hassası, görme hassası ve idrak etme hassası (sahibi) kıldı. Umulur ki; böylece şükredersiniz"},{"SurahNumber":16,"VerseNumber":79,"Text":"Onlar, göklerin boşluğunda emre amade olan kuşları görmediler mi? Onları, Allah´tan başkası (boşlukta) tutamaz. Muhakkak ki bunda, mü´min olan bir kavim için elbette âyetler vardır"},{"SurahNumber":16,"VerseNumber":80,"Text":"Ve Allah, sizin için evlerinizden sekînet (huzur) yeri kıldı. Ve sizin için hayvanların derilerinden, yolculuk (göç) ettiğiniz gün(ler)de ve ikâmet ettiğiniz (konakladığınız) gün(ler)de hafif olan (taşınabilen) evler (çadırlar) ve onların yünlerinden, tüylerinden ve kıllarından çeşitli mal ve bir zamana kadar geçim vasıtası kıldı (yaptı)"},{"SurahNumber":16,"VerseNumber":81,"Text":"Ve Allah, yarattığı şeylerden sizin için gölgelikler kıldı. Ve sizin için dağlardan (yağmurdan, rüzgârdan) barınılacak yerler ve sıcaktan koruyan giysiler (gömlekler) ve sizi şiddetli (darbelerden) koruyan gömlekler (zırhlar) kıldı. Sizin üzerinizdeki ni´metini işte böyle tamamlıyor. Umulur ki; böylece teslim olursunuz"},{"SurahNumber":16,"VerseNumber":82,"Text":"Artık yüz çevirirlerse, bundan sonra sana düşen, sadece açık bir tebliğdir"},{"SurahNumber":16,"VerseNumber":83,"Text":"Onlar, Allah´ın ni´metini biliyorlar, sonra onu inkâr ediyorlar.Ve onların çoğu kâfirlerdir"},{"SurahNumber":16,"VerseNumber":84,"Text":"Ve o gün, bütün ümmetlerden birer şahit göndeririz. Sonra kâfirlere cehennemden çıkmaları için izin verilmez. Ve onlardan, (Allah´tan) rıza talepleri kabul edilmez"},{"SurahNumber":16,"VerseNumber":85,"Text":"(Cehennemden ayrılmalarına izin verilmeyen) zalimler, azabı gördükleri zaman artık onlardan (azap) hafifletilmez. Ve onlara, nazar edilmez (yüzüne bakılmaz)"},{"SurahNumber":16,"VerseNumber":86,"Text":"(Allah´a) şirk (ortak) koşanlar, şirk (ortak) koştukları şeyleri (putları) gördükleri zaman: “Rabbimiz! İşte bunlar, senden başka dua etmiş olduğumuz ortaklarımız.” dediler. O zaman onlar da (putlar da): “Muhakkak ki siz, gerçekten yalan söyleyenlersiniz.” diye onlara söz attılar (söylediler)"},{"SurahNumber":16,"VerseNumber":87,"Text":"İzin günü onlar (putlar), Allah´a teslimiyetlerini arz ettiler. Ve iftira etmiş oldukları şeyler (putlar, yalancı ilâhlar), onlardan uzaklaşıp saptı(lar)"},{"SurahNumber":16,"VerseNumber":88,"Text":"İnkâr edenlere (kâfirlere) ve Allah´ın yolundan men edenlere, fesat çıkarmış olduklarından dolayı azap üstüne azabı arttırdık"},{"SurahNumber":16,"VerseNumber":89,"Text":"Ve o gün, bütün ümmetlerin içinde, onların üzerine, onların kendilerinden bir şahit beas ederiz (vazifeli kılarız). Ve seni de onların üzerine şahit olarak getirdik. Ve sana, herşeyi beyan eden (açıklayan), hidayete erdiren ve rahmet olan Kitab´ı, müslümanlara (Allah´a teslim olanlara) müjde olarak indirdik"},{"SurahNumber":16,"VerseNumber":90,"Text":"Muhakkak ki Allah, adaletli olmayı ve ihsanı ve akrabalara vermeyi emreder. Ve fuhuştan, münkerden (Allah´ın yasakladığı şeylerden) ve azgınlıktan (hakka tecavüzden) sizi nehyeder. Böylece umulur ki siz, tezekkür edersiniz diye size öğüt veriyor"},{"SurahNumber":16,"VerseNumber":91,"Text":"(Allah ruhunuzu, vechinizi, nefsinizi ve iradenizi teslim etme konusunda) sizinle ahdleştiği zaman Allah´ın ahdini ifa edin (yerine getirin). Onu, sağlamlaştırdıktan (hidayete erdikten ve nefsinizi tezkiye ettikten) sonra yeminleri bozmayın (ruhunuzu Allah´a ulaştırdıktan ve nefsinizi tezkiye ettikten sonra dalâlete düşmeyin). Ve siz, Allah´ı üzerinize kefil kılmıştınız (Allahû Tealâ, sizi hidayete erdirerek, ruhunuzu Kendisine ulaştırarak verdiği sözü, kefaletini yerine getirmişti). Muhakkak ki Allah, sizin ne yaptığınızı bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"İpini kuvvetle büktükten sonra çözüp açan kadın gibi (hidayete erdikten sonra dalâlete düşen kişi gibi) olmayın. (Yeminlerini, misaklerini ve ahdlerini yok sayan) bir ümmetin sayısının (yeminlerini, misaklerini ve ahdlerini yerine getiren) diğer bir ümmetten daha çok olmasına dayanarak, yeminlerinizi aranızda hile (konusu) ediniyorsunuz. Oysa Allah, sizi onunla (yeminlerinizi yerine getirme konusunda) imtihan ediyor. Ve kıyâmet günü, hakkında ihtilâf etmiş olduğunuz şeyi (hidayete ermeyi) mutlaka size açıklayacak (beyan edecek)"},{"SurahNumber":16,"VerseNumber":93,"Text":"Ve eğer Allah dileseydi, elbette sizi tek bir ümmet kılardı. Fakat O, dilediğini (doğuştan bütün insanlar dalâlette olduğundan Allah´a ulaşmayı dilemeyeni, Allah Kendisine ulaştırmaz, böylece onu) dalâlette bırakır. Ve dilediğini (Allah´a ulaşmayı dileyeni) hidayete erdirir (verdiği söz gereğince, kefaleti sebebiyle Kendisine ulaştırır). Ve elbette yaptıklarınızdan (yapmış olduğunuz amellerinizden) sorgulanacaksınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranızda hile (konusu) edinmeyin (kılmayın). Öyle yaptığınız taktirde, yere sağlam bastıktan (hidayete erdikten) sonra ayak kayar (dalâlete düşersiniz). Ve kötülüğü (kişinin yoldan çıktıktan sonra yaşayacağı huzursuzlukları) tadarsınız. Allah´ın yolundan yüz çevirdiğinizden dolayı sizin için büyük azap vardır"},{"SurahNumber":16,"VerseNumber":95,"Text":"Ve Allah´ın ahdini, az bir bedelle satmayın. Oysa o (ahd), Allah´ın indinde (katında) sizin için daha hayırlıdır, bilseniz (bilmiş olsaydınız)"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin yanınızda olan şeyler biter. Allah´ın indinde (katında) olan şeyler bakidir (tükenmez). Ve sabredenleri, yapmış oldukları amellerin ecirlerini (bedellerini), mutlaka daha güzeli ile mükâfatlandıracağız (karşılığını vereceğiz)"},{"SurahNumber":16,"VerseNumber":97,"Text":"Mü´min olan kadın ve erkekten kim salih (nefsini tezkiye ve tasfiye edici) amel işlerse, o taktirde ona mutlaka tayyib (temiz, helâl) bir hayat yaşatırız. Ve onları, mutlaka yapmış oldukları amellerin ecirlerinden (bedellerinden), daha ahseni (güzeli) ile mükâfatlandıracağız"},{"SurahNumber":16,"VerseNumber":98,"Text":"Öyleyse Kur´ân-ı Kerim´i okuduğun zaman recmedilmiş (taşlanmış) şeytandan hemen Allah´a sığın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Çünkü onun, âmenû olanlar ve Rab´lerine tevekkül edenler üzerinde bir sultanlığı (yaptırım gücü) yoktur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun (şeytanın) sultanlığı (yaptırım gücü) sadece ona (şeytana) yönelenlerin ve onunla (şeytanla), (Allah´a ulaşmayı dilemedikleri için) Allah´a şirk koşanların üzerindedir (onları etkiler)"},{"SurahNumber":16,"VerseNumber":101,"Text":"Biz, bir âyeti değiştirerek (onun) yerine başka bir âyet getirdiğimiz zaman: “Allah neyi indireceğini bildiğine göre sen sadece bir müfterisin (iftira edensin).” dediler. Hayır, onların çoğu bilmiyorlar"},{"SurahNumber":16,"VerseNumber":102,"Text":"De ki: “O´nu (Kur´ân-ı Kerim´i), Rabbinden hak ile âmenû olanları sebat ettirmek için ve müslümanlara (teslim olanlara), hidayet ve müjde olarak Ruh´ûl Kudüs (Cebrail A.S) indirdi.”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Ve andolsun ki Biz, onların: “Fakat O´nu (Kur´ân-ı Kerim´i), ona şüphesiz bir beşer (insan) öğretiyor.” dediğini biliyoruz. Ona isnad ettikleri kişinin lisanı acemidir (Arapça değildir). Bu (Kur´ân-ı Kerim) lisanı ise apaçık Arapça´dır"},{"SurahNumber":16,"VerseNumber":104,"Text":"Muhakkak ki Allah, Allah´ın âyetlerine inanmayanları (îmân etmeyenleri) hidayete erdirmez (onların ruhunu Kendisine ulaştırmaz). Ve onlar için elîm azap vardır"},{"SurahNumber":16,"VerseNumber":105,"Text":"Sadece Allah´ın âyetlerine inanmayanlar, yalanla iftira ederler. İşte onlar; onlar, yalancılardır"},{"SurahNumber":16,"VerseNumber":106,"Text":"Kalbi îmânla mutmain olmuş olduğu halde zorlanan kimse hariç, fakat kim îmânından (hidayete erdikten) sonra Allah´ı inkâr ederse ve kim küfre göğüs açarsa (irşad makamından şüphe edip fıska düşerse, kişinin küfrü talebi sebebiyle, Allahû Tealâ, onun göğsünü küfre açar, şerheder), artık Allah´tan bir gazap onların üzerinedir ve onlar için azîm azap vardır"},{"SurahNumber":16,"VerseNumber":107,"Text":"İşte bu, onların dünya hayatını, ahiret hayatına göre daha çok sevmeleri ve Allah´ın, kâfir kavmi hidayete erdirmemesi sebebiyledir"},{"SurahNumber":16,"VerseNumber":108,"Text":"İşte onlar, Allah´ın kalplerini, işitme hassalarını ve görme hassalarını tabettiği (mühürlediği) kimselerdir. Ve işte onlar; onlar, gâfillerdir"},{"SurahNumber":16,"VerseNumber":109,"Text":"Onların, ahirette hüsrana düşenler olduğuna şüphe yoktur"},{"SurahNumber":16,"VerseNumber":110,"Text":"Daha sonra da muhakkak ki senin Rabbin, işkenceye uğratıldıktan sonra hicret (göç) edenlere sonra da cihad edip sabredenlere, şüphesiz (bütün) bunlardan sonra, elbette Gafûr (mağfiret eden)´dur ve Rahîm (rahmet nuru gönderen)´dir"},{"SurahNumber":16,"VerseNumber":111,"Text":"O gün, bütün nefsler gelir. Herkes (hayat filmini görerek, kaybettiği ve kazandığı dereceler açısından) kendi nefsi ile mücâdele eder. Ve herkese amelleri (yaptıkları) ödenir. Ve onlara zulmedilmez (haksız olarak negatif derece yazılmaz)"},{"SurahNumber":16,"VerseNumber":112,"Text":"Ve Allah, (korkudan) emin ve mutmain (huzurlu, tatmin olmuş) olan bir şehri (halkını) misal verdi. Onun rızkı, heryerden bol bol geliyordu. Fakat o (şehir halkı), Allah´ın ni´metlendirmesine nankörlük etti. Bundan sonra Allah, onlara yapmış olduklarından dolayı açlık ve korku libasını tattırdı"},{"SurahNumber":16,"VerseNumber":113,"Text":"Ve andolsun ki; onlara, kendilerinden (kendi içlerinden) bir resûl geldi. Fakat onu yalanladılar. Böylece azap onları yakaladı. Ve onlar zalimlerdir"},{"SurahNumber":16,"VerseNumber":114,"Text":"Öyleyse Allah´ın sizi rızıklandırdığı helâl ve tayyib (güzel, temiz) olan şeylerden yeyin! Ve eğer siz, yalnız O´na kul olduysanız, Allah´ın ni´met(ler)ine şükredin"},{"SurahNumber":16,"VerseNumber":115,"Text":"Size sadece ölüyü, kanı, domuz etini ve Allah´tan başkası adına kurban edileni haram kıldı. Artık kim zarurette (yemek zorunda) kalırsa, haddi aşmadığı ve hakka tecavüz etmediği taktirde muhakkak ki Allah, Gafûr´dur (mağfiret edendir, affedendir), Rahîm (rahmet nuru gönderen)´dir"},{"SurahNumber":16,"VerseNumber":116,"Text":"Allah´a yalanla iftira etmek için dillerinizin vasıflandırması ile “bu helâldir, bu haramdır” diye yalan söylemeyin. Muhakkak ki Allah´a yalanla iftira edenler, felâha (kurtuluşa) eremezler"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ve onlar için elîm azap ve (dünya üzerinde) az bir meta vardır"},{"SurahNumber":16,"VerseNumber":118,"Text":"Ve daha önce sana anlattığımız şeyleri, yahudilere haram kıldık. Biz, onlara zulmetmedik. Fakat onlar, kendilerine zulmediyorlardı"},{"SurahNumber":16,"VerseNumber":119,"Text":"Sonra muhakkak ki senin Rabbin, cahillikle kötülük yapıp, sonra bunun arkasından tövbe edip ıslâh olanlar (nefslerini tezkiye edenler) için, ondan sonra mutlaka Gafûr´dur (mağfiret edendir) ve Rahîm (rahmet nuru gönderen)´dir"},{"SurahNumber":16,"VerseNumber":120,"Text":"Muhakkak ki İbrâhîm (A.S), Allah´a hanif (tek Allah´a inanan) olarak kanitin olan (yönelen) bir ümmet idi. Ve o, müşriklerden olmadı"},{"SurahNumber":16,"VerseNumber":121,"Text":"O´nun (Allah´ın) ni´metlerine şükredici idi. (Allah), onu seçti. Ve onu Sıratı Mustakîm´e (Allah´a ulaştıran yola) hidayet etti (ulaştırdı)"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ve ona dünyada (hakettiği) haseneler (pozitif dereceler) verdik. Muhakkak ki o, ahirette elbette salihlerdendi"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra da sana \"hanif (vahdet, tevhid ve teslimi esas alan) olarak İbrâhîm (A.S)´ın dînine tâbî olmayı\" vahyettik. Ve o, müşriklerden olmadı"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sadece onun hakkında ihtilâfa düşenlerin üzerine cumartesi (balık avlama yasak) kılındı. Ve muhakkak ki senin Rabbin, kıyâmet günü, onların arasında hakkında ihtilâf etmiş oldukları şeyde elbette hüküm verecek"},{"SurahNumber":16,"VerseNumber":125,"Text":"Rabbinin yoluna (Allah´a ulaştıran yola, Sıratı Mustakîm´e) hikmetle ve güzel (pozitif dereceler kazandıracak) öğütle davet et. Onlarla en güzel şekilde mücâdele et. Muhakkak ki senin Rabbin, O´nun yolundan (Sıratı Mustakîm´den) sapanları (dalâlete düşenleri) ve hidayete erenleri bilir"},{"SurahNumber":16,"VerseNumber":126,"Text":"Ve şâyet siz, ikab edecekseniz (ceza verecekseniz), o taktirde onların sizi onunla cezalandırdıklarının misliyle cezalandırın! Ve eğer gerçekten sabrederseniz elbette o (sabırları), sabredenler için daha hayırlıdır"},{"SurahNumber":16,"VerseNumber":127,"Text":"Sabret! Senin sabrın sadece Allah iledir (Allah´ın tasarrufu iledir). Onların yüzünden mahzun olma ve onların kurdukları tuzaklar sebebiyle sıkılma (sıkıntı içinde olma)"},{"SurahNumber":16,"VerseNumber":128,"Text":"Muhakkak ki Allah, takva sahipleri ile beraberdir. Ve onlar, muhsinlerdir"}]}