{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kapha-ha-iya-a'ina-sada"},{"SurahNumber":19,"VerseNumber":2,"Text":"eta apanara palanakartara anugrahera bibarana tamra banda yakariyara prati."},{"SurahNumber":19,"VerseNumber":3,"Text":"Yakhana se tamra palanakartake ahabana karechila nibhrte."},{"SurahNumber":19,"VerseNumber":4,"Text":"Se balalah he amara palanakarta amara asthi bayasa-bharabanata hayeche; bardhakye mastaka susubhra hayeche; he amara palanakarta! Apanake deke ami kakhana'o biphalamanoratha ha'ini."},{"SurahNumber":19,"VerseNumber":5,"Text":"Ami bhaya kari amara para amara sbagotrake ebam amara stri bandhya; kaje'i apani nijera paksa theke amake eka jana kartabya palanakari dana karuna."},{"SurahNumber":19,"VerseNumber":6,"Text":"Se amara sthalabhisikta habe iyakuba bansera ebam he amara palanakarta, take karuna santosajanaka."},{"SurahNumber":19,"VerseNumber":7,"Text":"He yakariya, ami tomake eka putrera susambada dicchi, tara nama habe iyaha'iya. Itipurbe e'i name ami kara'o nama karana karini."},{"SurahNumber":19,"VerseNumber":8,"Text":"Se balalah he amara palanakarta kemana kare amara putra habe athaca amara stri ye bandhya, ara ami'o ye bardhakyera sesa prante upanita."},{"SurahNumber":19,"VerseNumber":9,"Text":"Tini balalenah emanite'i habe. Tomara palanakarta bale diyechenah eta amara pakse sahaja. Ami to purbe tomake srsti karechi ebam tumi kichu'i chile na."},{"SurahNumber":19,"VerseNumber":10,"Text":"Se balalah he amara palanakarta, amake ekati nirdasana dina. Tini balalena tomara nidarsana e'i ye, tumi sustha abasthaya tina dina manusera sathe kathabarta balabe na."},{"SurahNumber":19,"VerseNumber":11,"Text":"Atahpara se kaksa theke bera haye tara sampradayera kache ela ebam ingite taderake sakala sandhyaya allahake smarana karate balalah"},{"SurahNumber":19,"VerseNumber":12,"Text":"he iyaha'iya drrhatara sathe e'i grantha dharana kara. Ami take saisabe'i bicarabud'dhi dana karechilama."},{"SurahNumber":19,"VerseNumber":13,"Text":"Ebam nijera paksa theke agraha o pabitrata diyechi. Se chila paraheyagara."},{"SurahNumber":19,"VerseNumber":14,"Text":"Pita-matara anugata ebam se ud'dhata, napharamana chila na."},{"SurahNumber":19,"VerseNumber":15,"Text":"Tara prati santi-yedina se janmagrahana kare ebam yedina mrtyubarana karabe ebam yedina jibitabasthaya punarut'thita habe."},{"SurahNumber":19,"VerseNumber":16,"Text":"E'i kitabe mara'iyamera katha barnana karuna, yakhana se tara paribarera lokajana theke prthaka haye purbadike eka sthane asraya nila."},{"SurahNumber":19,"VerseNumber":17,"Text":"Atahpara tadera theke nijeke arala karara jan'ye se parda karalo. Atahpara ami tara kache amara ruha prerana karalama, se tara nikata purna manabakrtite atnaprakasa karala."},{"SurahNumber":19,"VerseNumber":18,"Text":"Mara'iyama balalah ami toma theke dayamayera asraya prarthana kari yadi tumi allahabhiru ha'o."},{"SurahNumber":19,"VerseNumber":19,"Text":"Se balalah ami to sudhu tomara palanakarta prerita, yate tomake eka pabitra putra dana kare yaba."},{"SurahNumber":19,"VerseNumber":20,"Text":"Mari'iyama balalah kirupe amara putra habe, yakhana kona manaba amake sparsa kareni ebam ami byabhicarini'o kakhana'o chilama na"},{"SurahNumber":19,"VerseNumber":21,"Text":"se balalah emanite'i habe. Tomara palanakarta balechena, eta amara jan'ye sahaja sadhya ebam ami take manusera jan'ye ekati nidarsana o amara paksa theke anugraha sbarupa karate ca'i. Eta to eka sthirikrta byapara."},{"SurahNumber":19,"VerseNumber":22,"Text":"Atahpara tini garbhe santana dharana karalena ebam tatsaha eka durabarti sthane cale gelena."},{"SurahNumber":19,"VerseNumber":23,"Text":"Prasaba bedana tamke eka khejura brksa-mule asraya nite badhya karala. Tini balalenah haya, ami yadi konarupe era purbe mare yetama ebam manusera smrti theke bilupta haye, yetama"},{"SurahNumber":19,"VerseNumber":24,"Text":"atahpara pheresata take nimnadika theke a'oyaya dilena ye, tumi duhkha karo na. Tomara palanakarta tomara payera talaya ekati nahara jari karechena."},{"SurahNumber":19,"VerseNumber":25,"Text":"Ara tumi nijera dike khejura gachera kande nara da'o, ta theke tomara upara supakka khejura patita habe."},{"SurahNumber":19,"VerseNumber":26,"Text":"Yakhana ahara kara, pana kara ebam caksu sitala kara. Yadi manusera madhye ka'uke tumi dekha, tabe bale di'oh ami allahara uddese roya manata karachi. Sutaram aja ami kichute'i kona manusera sathe katha balaba na."},{"SurahNumber":19,"VerseNumber":27,"Text":"Atahpara tini santanake niye tara sampradayera kache upasthita halena. Tara balalah he mara'iyama, tumi ekati aghatana ghatiye basecha."},{"SurahNumber":19,"VerseNumber":28,"Text":"He haruna-bhagini, tomara pita asat byakti chilena na ebam tomara mata'o chila na byabhicarini."},{"SurahNumber":19,"VerseNumber":29,"Text":"Atahpara tini hate santanera dike ingita karalena. Tara balalah ye kolera sisu tara sathe amara kemana kare katha balaba"},{"SurahNumber":19,"VerseNumber":30,"Text":"santana balalah ami to allahara dasa. Tini amake kitaba diyechena ebam amake nabi karechena."},{"SurahNumber":19,"VerseNumber":31,"Text":"Ami yekhane'i thaki, tini amake barakatamaya karechena. Tini amake nirdesa diyechena, yatadina jibita thaki, tatadina namaya o yakata adaya karate."},{"SurahNumber":19,"VerseNumber":32,"Text":"Ebam jananira anugata thakate ebam amake tini ud'dhata o hatabhagya karenani."},{"SurahNumber":19,"VerseNumber":33,"Text":"Amara prati salama yedina ami janmagrahana karechi, yedina mrtyubarana karaba ebam yedina punarujjibita haye ut'thita haba."},{"SurahNumber":19,"VerseNumber":34,"Text":"E'i mara'iyamera putra isa. Satyakatha, ye samparke lokera bitarka kare."},{"SurahNumber":19,"VerseNumber":35,"Text":"Allaha emana nana ye, santana grahana karabena, tini pabitra o mahimamaya satta, tini yakhana kona kaja kara sid'dhanta karena, takhana ekatha'i balenah ha'o ebam ta haye yaya."},{"SurahNumber":19,"VerseNumber":36,"Text":"Tini ara'o balalenah niscaya allaha amara palanakarta o tomadera palanakarta. Ata'eba, tomara tara ebadata kara. Eta sarala patha."},{"SurahNumber":19,"VerseNumber":37,"Text":"Atahpara tadera madhye dalagulo prthaka prthaka patha abalambana karala. Sutaram mahadibasa agamanakale kapheradera jan'ye dhabansa."},{"SurahNumber":19,"VerseNumber":38,"Text":"Sedina tara ki camatkara sunabe ebam dekhabe, yedina tara amara kache agamana karabe. Kintu aja jalemara prakasya bibhrantite rayeche."},{"SurahNumber":19,"VerseNumber":39,"Text":"Apani taderake paritapera dibasa samparke husiyara kare dina yakhana saba byaparera mimansa haye yabe. Ekhana tara anabadhanataya ache ebam tara bisbasa sthapana karache na."},{"SurahNumber":19,"VerseNumber":40,"Text":"Ami'i curanta malikanara adhikari haba prthibira ebam tara upara yara ache tadera ebam amara'i kache tara pratyabartita habe."},{"SurahNumber":19,"VerseNumber":41,"Text":"Apani e'i kitabe ibrahimera katha barnana karuna. Niscaya tini chilena satyabadi, nabi."},{"SurahNumber":19,"VerseNumber":42,"Text":"Yakhana tini tara pitake balalenah he amara pita, ye sone na, dekhe na ebam tomara kona upakare ase na, tara ebadata kena kara"},{"SurahNumber":19,"VerseNumber":43,"Text":"he amara pita, amara kache emana jnana eseche; ya tomara kache aseni, sutaram amara anusarana kara, ami tomake sarala patha dekhaba."},{"SurahNumber":19,"VerseNumber":44,"Text":"He amara pita, sayatanera ebadata karo na. Niscaya sayatana dayamayera abadhya."},{"SurahNumber":19,"VerseNumber":45,"Text":"He amara pita, ami asanka kari, dayamayera ekati ayaba tomake sparsa karabe, atahpara tumi sayatanera sangi haye yabe."},{"SurahNumber":19,"VerseNumber":46,"Text":"Pita balalah ye ibrahima, tumi ki amara upasyadera theke mukha phiriye niccha? Yadi tumi birata na ha'o, ami abasya'i prastaraghate tomara prananasa karaba. Tumi ciratare amara kacha theke dura haye ya'o."},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahima balalenah tomara upara santi hoka, ami amara palanakartara kache tomara jan'ye ksama prarthana karaba. Niscaya tini amara prati meherabana."},{"SurahNumber":19,"VerseNumber":48,"Text":"Ami parityaga karachi tomaderake ebam tomara allaha byatita yadera ebadata kara taderake; ami amara palanakartara ebadata karaba. Asa kari, amara palanakartara ebadata kare ami bancita haba na."},{"SurahNumber":19,"VerseNumber":49,"Text":"Atahpara tini yakhana taderake ebam tara allaha byatita yadera ebadata karata, tadera saba'ike parityaga karalena, takhana ami take dana karalama isahaka o iyakuba ebam pratyekake nabi karalama."},{"SurahNumber":19,"VerseNumber":50,"Text":"Ami taderake dana karalama amara anugraha ebam taderake dilama samucca sukhyati."},{"SurahNumber":19,"VerseNumber":51,"Text":"E'i kitabe musara katha barnana karuna, tini chilena manonita ebam tini chilena rasula, nabi."},{"SurahNumber":19,"VerseNumber":52,"Text":"Ami take ahabana karalama tura paharera dana dika theke ebam gurhatattba alocanara uddese take nikatabarti karalama."},{"SurahNumber":19,"VerseNumber":53,"Text":"Ami nija anugrahe tamke dana karalama tamra bha'i harunake nabirupe."},{"SurahNumber":19,"VerseNumber":54,"Text":"E'i kitabe isama'ilera katha barnana karuna, tini pratisruti palane satyasrayi ebam tini chilena rasula, nabi."},{"SurahNumber":19,"VerseNumber":55,"Text":"Tini tamra paribarabargake namaya o yakata adayera nirdesa ditena ebam tini tamra palanakartara kache pachandaniya chilena."},{"SurahNumber":19,"VerseNumber":56,"Text":"E'i kitabe idrisera katha alocana karuna, tini chilena satyabadi nabi."},{"SurahNumber":19,"VerseNumber":57,"Text":"Ami take ucce unnita karechilama."},{"SurahNumber":19,"VerseNumber":58,"Text":"Era'i tara-nabiganera madhya theke yaderake allaha ta’ala neyamata dana karechena. Era adamera bansadhara ebam yaderake ami nuhera sathe naukaya arohana kariyechilama, tadera bansadhara, ebam ibrahima o isara'ilera bansadhara ebam yaderake ami patha pradarsana karechi o manonita karechi, tadera bansodbhuta. Tadera kache yakhana dayamaya allahara ayatasamuha patha kara hata, takhana tara sejadaya lutiye parata ebam krandana karata."},{"SurahNumber":19,"VerseNumber":59,"Text":"Atahpara tadera pare ela apadartha parabartira. Tara namaya nasta karala ebam kuprabrttira anubarti hala. Sutaram tara acire'i pathabhrastata pratyaksa karabe."},{"SurahNumber":19,"VerseNumber":60,"Text":"Kintu tara byatita, yara ta'oba kareche, bisbasa sthapana kareche. Sutaram tara jannate prabesa karabe ebam tadera upara kona juluma kara habe na."},{"SurahNumber":19,"VerseNumber":61,"Text":"Tadera sthayi basabasa habe yara oyada dayamaya allaha tamra bandaderake adrsyabhabe diyechena. Abasya'i tamra oyadara tara paumchabe."},{"SurahNumber":19,"VerseNumber":62,"Text":"Tara sekhane salama byatita kona asara kathabarta sunabe na ebam sekhane sakala-sandhya tadera jan'ye ruyi thakabe."},{"SurahNumber":19,"VerseNumber":63,"Text":"Eta ai jannata yara adhikari karaba amara bandadera madhye paraheyagaraderake."},{"SurahNumber":19,"VerseNumber":64,"Text":"(Jibra'ila balalah) ami apanara palanakartara adesa byatita abatarana kari na, ya amadera samane ache, ya amadera pascate ache ebam ya e du'i-era madhyasthale ache, saba'i tamra ebam apanara palanakarta bismrta ha'oyara nana."},{"SurahNumber":19,"VerseNumber":65,"Text":"Tini nabhomandala, bhumandale etadubhayera madhyabarti sabara palanakarta. Sutaram tamra'i bandegi karuna ebam tate drrha thakuna apani ki tamra samanama ka'uke janena"},{"SurahNumber":19,"VerseNumber":66,"Text":"manusa baleh amara mrtyu hale para ami ki jibita abasthaya punarut'thita haba"},{"SurahNumber":19,"VerseNumber":67,"Text":"Manusa ki smarana kare na ye, ami take iti purbe srsti karechi ebam se takhana kichu'i chila na."},{"SurahNumber":19,"VerseNumber":68,"Text":"Sutaram apanara palanakartara kasama, ami abasya'i taderake ebam sayatanaderake ekatre samabeta karaba, atahpara abasya'i taderake natajanu abasthaya jahannamera carapase upasthita karaba."},{"SurahNumber":19,"VerseNumber":69,"Text":"Atahpara pratyeka sampradayera madhye ye dayamaya allahara sarbadhika abadhya ami abasya'i take prthaka kare neba."},{"SurahNumber":19,"VerseNumber":70,"Text":"Atahpara tadera madhye yara jahanname prabesera adhika yogya, ami tadera bisaye bhalobhabe jnata achi."},{"SurahNumber":19,"VerseNumber":71,"Text":"Tomadera madhye emana ke'u ne'i ye tathaya pauchabe na. Eta apanara palanakartara anibarya phayasala."},{"SurahNumber":19,"VerseNumber":72,"Text":"Atahpara ami paraheyagaraderake ud'dhara karaba ebam jalemaderake sekhane natajanu abasthaya chere deba."},{"SurahNumber":19,"VerseNumber":73,"Text":"Yakhana tadera kache amara suspasta ayatasamuha tela'oyata kara haya, takhana kapherara muminaderake baleh du'i dalera madhye konati martabaya srestha ebam kara majalisa uttama"},{"SurahNumber":19,"VerseNumber":74,"Text":"tadera purbe kata manaba gosthike ami binasa karechi, tara tadera ca'ite sampade o jamka-jamake srestha chila."},{"SurahNumber":19,"VerseNumber":75,"Text":"Baluna, yara pathabhrastataya ache, dayamaya allaha taderake yathesta abakasa debena; emanaki abasese tara pratyaksa karabe ye bisaye taderake oyada deya hacche, ta ayaba hoka athaba keyamata'i hoka. Sutaram takhana tara janate parabe ke martabaya nikrsta o dalabale durbala."},{"SurahNumber":19,"VerseNumber":76,"Text":"Yara satpathe cale allaha tadera pathaprapti brd'dhi karena ebam sthayi satkarmasamuha tomara palanakartara kache sa'oyabera dika diye srestha ebam pratidana hisebe'o sresta."},{"SurahNumber":19,"VerseNumber":77,"Text":"Apani ki take laksya karechena ye, amara nidarsanabalite bisbasa kare na ebam baleh amake artha-sampada o santana-santati abasya'i deya habe."},{"SurahNumber":19,"VerseNumber":78,"Text":"Se ki adrsya bisaya jene pheleche, athaba dayamaya allahara nikata theke kona pratisruti prapta hayeche"},{"SurahNumber":19,"VerseNumber":79,"Text":"Na, eta thika naya. Se ya bale ami ta likhe rakhaba ebam tara sasti dirghayita karate thakaba."},{"SurahNumber":19,"VerseNumber":80,"Text":"Se ya bale, mrtyura para ami ta niye neba ebam se amara kache asabe ekaki."},{"SurahNumber":19,"VerseNumber":81,"Text":"Tara allaha byatita an'yan'ya ilaha grahana kareche, yate tara tadera jan'ye sahayyakari haya."},{"SurahNumber":19,"VerseNumber":82,"Text":"Kakhana'i naya, tara tadera ebadata asbikara karabe ebam tadera bipakse cale yabe."},{"SurahNumber":19,"VerseNumber":83,"Text":"Apani ki laksya karenani ye, ami kapheradera upara sayatanaderake chere diyechi. Tara taderake bisesabhabe (mandakarme) utsahita kare."},{"SurahNumber":19,"VerseNumber":84,"Text":"Sutaram tadera byapare apani tarahura karabena na. Ami to tadera ganana purna karachi matra."},{"SurahNumber":19,"VerseNumber":85,"Text":"Sedina dayamayera kache paraheyagaraderake atithirupe samabeta karaba"},{"SurahNumber":19,"VerseNumber":86,"Text":"ebam aparadhiderake pipasarta abasthaya jahannamera dike hamkiye niye yaba."},{"SurahNumber":19,"VerseNumber":87,"Text":"Ye dayamaya allahara kacha theke pratisruti grahana kareche, se byatita ara ke'u suparisa karara adhikari habe na."},{"SurahNumber":19,"VerseNumber":88,"Text":"Tara baleh dayamaya allaha santana grahana karechena."},{"SurahNumber":19,"VerseNumber":89,"Text":"Niscaya tomara to eka adbhuta kanda karecha."},{"SurahNumber":19,"VerseNumber":90,"Text":"Haya to era karane'i ekhana'i nabhomandala phete parabe, prthibi khanda-bikhanda habe ebam parbatamala curna-bicurna habe."},{"SurahNumber":19,"VerseNumber":91,"Text":"E karane ye, tara dayamaya allahara jan'ye santana ahabana kare."},{"SurahNumber":19,"VerseNumber":92,"Text":"Athaca santana grahana kara dayamayera jan'ya sobhaniya naya."},{"SurahNumber":19,"VerseNumber":93,"Text":"Nabhomandala o bhu-mandale ke'u ne'i ye, dayamaya allahara kache dasa haye upasthita habe na."},{"SurahNumber":19,"VerseNumber":94,"Text":"Tamra kache tadera parisankhyana rayeche ebam tini taderake ganana kare rekhechena."},{"SurahNumber":19,"VerseNumber":95,"Text":"Keyamatera dina tadera saba'i tamra kache ekaki abasthaya asabe."},{"SurahNumber":19,"VerseNumber":96,"Text":"Yara bisbasa sthapana kare ebam satkarma sampadana kare, taderake dayamaya allaha bhalabasa debena."},{"SurahNumber":19,"VerseNumber":97,"Text":"Ami kora'anake apanara bhasaya sahaja kare diyechi, yate apani era dbara paraheyagaraderake susambada dena ebam kalahakari sampradayake satarka karena."},{"SurahNumber":19,"VerseNumber":98,"Text":"Tadera purbe ami kata manabagosthike dhbansa karechi. Apani ki tadera kahara'o sara pana, athaba tadera ksinatama a'oyaya o sunate pana"}]}