{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Allah yolunu apacık gosteren bu Kitab’a yemin olsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Biz onu, anlayasınız diye, Arabca bir Kur’an yaptık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Gercekten o, bizim katımızdaki ana kitabda (Levh-i Mahfuz’da) sanı cok yucedir, hikmet doludur"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz (ey Mekke halkı) haddi asan bir kavim oldunuz diye, sizden o ogudu kaldıracak mıyız"},{"SurahNumber":43,"VerseNumber":6,"Text":"Halbuki (seni bir peygamber olarak kavmine gonderdigimiz gibi), evvelkiler icinde de nice peygamberler gonderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlara her peygamber geldikce, muhakkak onunla alay ederlerdi"},{"SurahNumber":43,"VerseNumber":8,"Text":"Onun icin biz onlardan (Mekke’lilerden) kuvvetce daha siddetlilerini helak ettik ve o evvelkilerin (hallerine dair Kur’an’da ibret) ornegi gecti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yemin olsun ki, onlara (Mekke kafirlerine): “- Gokleri ve yeri kim yarattı?” diye sorarsan, derler ki: “- Onları, Aziz= her seye galib olan, Alim= her seyi bilen yarattı.”"},{"SurahNumber":43,"VerseNumber":10,"Text":"O Allah ki, size yeri bir dosek yaptı. Onda, (seferlerinizde) dogru gidersiniz diye de yollar actı"},{"SurahNumber":43,"VerseNumber":11,"Text":"O Allah ki, gokten bir olcu ile yagmur indirmektedir. Iste biz onunla olu, (bitkileri kurumus) bir beldeye hayat vermekteyiz. Siz de (olmusken kabirlerinizden) boyle cıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"O Allah ki, (erkek ve disi) butun ciftleri yarattı. Sizin icin gemilerden ve hayvanlardan bineceginiz seyler yaptı"},{"SurahNumber":43,"VerseNumber":13,"Text":"Ki, sırtlarında kurulasınız, sonra da uzerlerine kurulunca Rabbinizin nimetini hatırlayıp soyle diyesiniz: “- Bunları bizim hizmetimize baglıyan Allah’ın sanı ne yucedir! O butun noksanlıklardan munezzehtir. Yoksa biz, bunlara guc yetiremezdik"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve Muhakkak biz, donub Rabbimize varacagız.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Ey Rasulum o kafirlere, gokleri ve yeri yaratan kimdir? diye sorsan, “Allah’dır” derler. Bununla beraber tuttular), O’na kullarından bir cocuk isnad ettiler (Melekler Allah’ın kızlarıdır, dediler). Gercekten insan, kufru asikar bir nankordur"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yaratmakta oldugu varlıklardan kendisine kızlar edindi de (kızlardan ustun tuttugunuz) ogulları size mi secib ayırdı"},{"SurahNumber":43,"VerseNumber":17,"Text":"O Allah’a kız isnad edenlerden birine, Rahman’a isnad ettigi bir benzerle (kızla) mujde verildigi zaman, kederinden yutkunur halde yuzu kapkara kesiliveriyor"},{"SurahNumber":43,"VerseNumber":18,"Text":"Sus icinde yetistirilib buyutulen ve iddiasını isbat edemiyen kimseyi (yaratılısca pek zayıf olan kızları) mı? (Allah’a cocuk isnad ediyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, Rahman’ın kulları olan Melekleri de disi yaptılar. Yaratılıslarına sahid mi idiler? Onların (bu yalan) sahidlikleri yazılacak ve (kıyamette) sorumlu tutulacaklardır"},{"SurahNumber":43,"VerseNumber":20,"Text":"Bir de soyle dediler: “- Rahman dileseydi, biz o meleklere tapmazdık.” Onların bu hususta hic bir bilgisi yoktur; onlar ancak yalan soyluyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz, onlara, bundan (Kur’an’dan) once bir kitab vermisiz de ona mı tutunub amel ediyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır (onların akli ve nakli hic bir delilleri yoktur, ancak) soyle dediler: “- Biz, atalarımızı bir din uzerinde bulduk. Biz de onların izlerince giderek hidayet buluruz.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"Yine boyle (senin kavmin dedigi gibi), senden once hangi memlekete bir peygamber gonderdikse, (o memleket halkının) ileri gelenleri soyle demisti: “- Biz, atalarımızı bir din uzerinde bulduk. Biz de onların izlerine uyarız.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Her peygamber de ummetine soyle) demisti: “Atalarınızı, uzerinde buldugunuz dinden daha dogrusunu size getirdimse de mi? (bunu kabul etmiyeceksiniz?)” Onlar da dediler ki: “- Biz, sizin peygamber olarak getirdiginiz seylere inanmıyoruz.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun uzerine biz de onlardan (azab neticesi koklerini kurutarak) intikam aldık. Simdi bak, o (peygamberi ve kitabları) yalanlıyanların akıbeti nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir vakit de Ibrahim babasına ve kavmine soyle demisti: “- Bilin ki ben, sizin taptıklarınızdan beriyim"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ancak beni yaratana taparım; cunku O, beni hidayete erdirecektir.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ibrahim, bu tevhid kelimesini, soyu icerisinde baki kalan bir kelime yaptı. Gerek ki (kufurden) donerler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Dogrusu su (Mekke’li) kafirleri ve atalarını, kendilerine kitab ve elciligi (mucizelerle) asikar bir peygamber gelinceye kadar faydalandırıp yasattım"},{"SurahNumber":43,"VerseNumber":30,"Text":"Fakat onlara hak (kitab ve peygamber) gelince: “- Bu bir sihirdir; biz buna inanmayız.” dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Yine soyle dediler: “- Su Kur’an, iki memleketten (Mekke ve Taif’den) bir buyuk adama (mal ve mevkii buyuk bir kimseye) indirilseydi ya!...”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı boluyorlar? Onların bu dunya hayatındaki gecim rızıklarını aralarında biz bolduk. Bir kısmını da derecelerle digerinin ustune cıkardık ki, bir kısmı bir kısmını tutub calıstırsın (isinde kullansın ve kaynassınlar). Rabbinin rahmeti ise, kafirlerin (mal ve mulk olarak dunyada) toplayıb durduklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanlar (kafirlerin dunyadaki refahına bakarak hırslanmasalar ve bu yuzden kufre ragbet etmeseler ve boylece) tek bir (kafir) ummet haline gelmiyecek olsalardı, biz O Rahman’ı inkar eden kimselerin evlerine gumusten tavanlar ve uzerlerinde cıkacakları merdivenler (yukarı cıkarma vasıtaları) yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Odalarına da (gumusten) kapılar ve uzerlerine kurulub yaslanacakları koltuklar (yapardık)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Onların bu esyalarını altın yaldızlı ve islemeli kılardık. Bunların hepsi, ancak dunya hayatının gecici menfaatıdır. Ahiret (cennet) ise, Rabbinin katında, takva sahibleri icindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Her kim, Rahman’ın zikrinden goz yumarsa, biz ona seytanı musallat ederiz. Artık bu, ona arkadastır"},{"SurahNumber":43,"VerseNumber":37,"Text":"Muhakkak ki bu seytanlar, onları yoldan cıkarırlar. Onlar da kendilerinin hidayete erdirildiklerini sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet (Allah’dan goz yuman kafir, seytanla bir arada Mahserde) bize geldigi zaman, (arkadası seytana) soyle der: “- Keske benimle senin aranda, dogu ile batı uzaklıgı olaydı!... Sen ne kotu arkadasmıssın!...”"},{"SurahNumber":43,"VerseNumber":39,"Text":"(Allah Teala onlara soyle buyurur): Bu ozlediginiz sey, bugun size asla fayda vermez; cunku zulum yaptınız. Hepiniz azabda ortaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"O halde (Ey Rasulum), sen mi sagırlara isittireceksin, yahud korlere ve acık bir sapıklıkta olanlara hidayet vereceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Oyle ise, seni alır goturursek (vefat ettirirsek), muhakkak ki onlardan intikam alacagız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahud onlara (azab olarak) vaad ettigimizi, (hayatında) muhakkak sana gosterecegiz. Elbette onlara azab etmege kadiriz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Onun icin sen, hemen sana vahyedilen Kur’an’a yapıs (onunla amel et). Subhesiz ki sen, dogru bir yol uzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Muhakkak ki o Kur’an, hem senin icin, hem kavmin icin bir sereftir. Ileride de (kıyamet gunu, onun hakkını yerine getirib getirmemekten) sorumlu olacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden once gonderdigimiz peygamberlerden (ummetlerinin ileri gelen alimlerinden) sor ki, biz Rahman’dan baska ibadet olunacak ilahlar yapmıs mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Gercekten Musa’yı da mucizelerimizle Firavun’a ve topluluguna peygamber gonderdik. (Varıb da onlara) soyle dedi: “- Dogrusu ben, butun alemlerin Rabbinin peygamberiyim.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara boyle mucizelerimizle varınca, hemen onlar bunlara guluverdiler"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara (Firavun ve kavmine) gosterdigimiz her mucize, muhakkak digerinden daha buyuktu. (Inkarlarından) donerler diye, tuttuk onları azaba da cektik"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Azabı gordukleri zaman, Musa’ya soyle) dediler: “- Ey buyucu! (Duanı kabul edecegine dair) sana olan vaadi hurmetine, bizim icin Rabbine dua et; cunku biz, artık yola gelecegiz.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Bunun uzerine kendilerinden azabı kaldırdıgımız vakit, (yola gelecegiz, iman edecegiz sozlerinden) hemen caydılar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun, kavminin icinde bagırıb soyle dedi: “- Ey Kavmim! Mısır’ın mulk ve saltanatı ile su altımdan (sarayımın altından) akan buyuk nehir benim degil mi? Artık (azametimi) gormuyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben nerde ise meramını anlatamıyacak, hakir ve zayıf durumda olan bu Musa’dan daha hayırlı degil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"(Mademki dogru soyluyor, peygamber oldugunu iddia ediyor; buyuklere takılan altın bilezik ve gerdanlıklar gibi Allah tarafından) onun uzerine de altın bilezikler atılıp takılsaydı ya!... Yahud beraberinde (kendisine yardım edecek ve onu tasdik edecek) melekler dizilip gelse ya!...”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Boylece (Firavun) kavmini kucumsedi. Onlar da ona itaat ettiler. Cunku onlar dinden cıkmıs, fasık bir kavim idiler"},{"SurahNumber":43,"VerseNumber":55,"Text":"Vakta ki, (isyan ederek) bizi gazablandırdılar, biz de kendilerinden intikam aldık; hepsini birden (denizde) bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Boylece onları, sonrakiler icin hem bir ornek, hem de bir ibret yaptık"},{"SurahNumber":43,"VerseNumber":57,"Text":"(Hz. Peygamber meleklere tapınan musriklere): “-Siz ve Allah’dan baska tapındıgınız seyler cehennem odunusunuz” (ayetini okuyunca, kızmıslar ve bu hukum yalnız bize ilahlarımıza mı aittir, yoksa butun ummetlere mi? dediler. Hz. Peygamber: Size ve butun ummetlere samildir, buyurdu. Onlar: O halde ogretmekte oldugun Meryem’in oglu Isa’ya da hristiyanlar, Allah’ın ogludur diye ibadet ediyorlar. Biz ise Meleklere ibadet ediyoruz, onlar cehennemlik iseler biz de cehennemlik olmaya razıyız, dediler; ve gulustuler. Hz. Peygamber sukut buyurdular ve sonra su ayeti kerime nazil oldu): Meryem’in oglu bir misal olarak ortaya atılınca, hemen kavmin ondan keyiflenip guluyorlardı"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ve soyle demislerdi: “- Bizim ilahlarımız (olan melekler) mi daha hayırlı, yoksa o mu (Meryem’in oglu Isa mı)?” (Ey Rasulum, hakikatı anlamak icin degil) bunu sana sırf bir mucadele olarak (ve seni cevabsız bırakmak icin) misal veriyorlar. Dogrusu onlar cok cekisgen adamlardır"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, Meryem’in oglu Isa ilah degil, ancak bir kuldur. Biz ona nimet verdik ve kendisini Israilogulları icin (babasız yaratmakla) bir ibret kıldık"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eger biz dileseydik, sizin yerinize, yeryuzunde melekler yaratırdık da (arkanızdan) yerinize gecerlerdi"},{"SurahNumber":43,"VerseNumber":61,"Text":"Gercekten o (Isa’nın nuzulu), kıyamet icin (yaklastıgını bildiren) bir beyandır, alamettir. Onun icin sakın o kıyametin geleceginde subhe etmeyin de benim seriatime tabi olun. Iste bu biricik dogru yoldur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın sizi Seytan (seriatime uymaktan) cevirmesin. Muhakkak ki o, size acık bir dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Isa da mucizelerle (ve Incil ayetleri ile) geldigi vakit soyle demisti: “- Ben size ilahi hukumlerle ve ayrılıga dustugunuz seylerin bir kısmını size acıklayayım, diye geldim. Onun icin Allah’dan korkun ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Subhe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. O halde hep O’na ibadet edin. Iste bu, biricik dogru yoldur.”"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra o (hristiyanlardan ibaret) hizibler aralarında ayrılıga dustuler. Onun icin, acıklı bir gunun azabından vay o zulum edenlerin haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar farkında degillerken ansızın baslarına gelsin diye, hep o kıyametin kopmasını bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"(Kufurde birlesib sevisen) dostlar, o gun birbirlerine dusmandırlar; takva sahibleri ise mustesnadır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey benim (Allah icin sevisen takva sahibi) kullarım! Bugun size hic bir korku yoktur; ve siz mahzun da olmıyacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"(Bunlar) o kimselerdir ki, ayetlerimize iman edib de (Allah’ın hukumlerine) boyun egmislerdi"},{"SurahNumber":43,"VerseNumber":70,"Text":"(Onlara soyle denir): Sevinc ve neseler icinde oldugunuz halde, siz ve zevceleriniz girin cennete"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onların etrafında, altından tabaklar ve bardaklarla (kendilerine cennette hizmet icin) dolasılır. Canların istiyecegi ve gozlerin hoslanacagı ne varsa, hepsi oradadır. Siz de orada devamlı olarak kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Iste bu, sizin calıstıgınız ameller sebebiyle mirascı kılındıgınız cennetdir"},{"SurahNumber":43,"VerseNumber":73,"Text":"Sizin icin orada cok meyvalar vardır; onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Muhakkak ki kafirler, cehennem azabında devamlı olarak kalacaklardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Kendilerinden o azab hafifletilmez. Onlar bunun icinden (kurtulmaktan) umidi kesmislerdir"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz, onlara zulum etmedik; fakat kendileri zalim idiler"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Cehennemin bekcisi olan Malik isimli melege soyle) cagrısırlar: “ -Ey Malik! (Iste de) Rabbin bizi oldursun, (azabdan kurtulalım).” Malik de: “- Siz, (azab icinde) kalacaksınız.” der"},{"SurahNumber":43,"VerseNumber":78,"Text":"(Allah da buyurur ki): And olsun, biz size hakkı gonderdik. Fakat cogunuz hakdan hoslanmıyanlarsınız, (Kur’an’ı ve peygamberi inkar edenlersiniz)"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar, (Hz. Peygambere hile kurmakta) isi saglama mı bagladılar? Iste biz, (onları helak etmekle isi) saglam tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa biz, (Peygambere tuzak kurmak istiyen) o kafirlerin kalblerinde gizlediklerini ve fısıltılarını isitmez miyiz sanıyorlar? Hayır isitiyoruz ve onların yanlarında (fısıltı ve niyetlerini tesbit eden melek) elcilerimiz vardır; yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Ey Rasulum) de ki: “- Rahman’ın bir cocugu olsa, ben ona, tapanların birincisi olurdum.”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Goklerin ve yerin Rabbi, Ars’ın da Rabbi, onların yaptıkları vasıflardan cok munezzehtir ve yucedir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Simdi bırak onları (batıl inanclarına) dalsınlar, oynaya dursunlar; ta vaad edildikleri (kıyamet) gunlerine kavusuncaya kadar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Gokte Ilah olan O’dur; yerde de Ilah O’dur. O Hakim’dir= isinde hikmet sahibidir, Alim’dir= her seyi bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Goklerle yerin ve aralarındakilerin mulkiyet ve tasarrufu kendisine ait olan (Allah) ne yucedir... Kıyametin (kopmasının) ilmi, O’nun katındadır. Hepiniz de ancak O’na dondurulub goturuleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"O’ndan baska ibadet edib durdukları seyler (putlar), sefaat da edemezler; ancak Hak’ka sehadet eden (dili ve kalbi ile “La ilahe illAllah diyen”) kimseler mustesna... onlar (Allah’ın Rableri oldugunu gercek olarak) bilirler"},{"SurahNumber":43,"VerseNumber":87,"Text":"(Allah’dan baskasına ibadet eden) o musriklere sorsan ki, kendilerini kim yarattı? Elbette, “Allah” derler. Oyle ise, (tevhidden) nasıl cevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"O’nun (Hz. Peygamber Aleyhisselamın), “Ey Rabbim!” demesi hakkı icin, muhakkak ki onlar, iman etmez bir kavimdirler"},{"SurahNumber":43,"VerseNumber":89,"Text":"(Ey Rasulum), simdilik onlardan yuz cevir, (kendilerini terk et) de “Selam= anlasma var” soyle. Artık yakında (baslarına gelecek felaketi) bileceklerdir"}]}