{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Älïf. Läm. Mïm"},{"SurahNumber":29,"VerseNumber":2,"Text":"Adamdar: «Ïmanğa keldik», - dep aytwmen ğana sınaqqa alınbay qaldırılamız dep oylay ma"},{"SurahNumber":29,"VerseNumber":3,"Text":"Biz olarğa deyingilerdi de sınağanbız. Kümänsiz, Allah şın sözdilerdi biledi äri Ol ötirikşilerdi de biledi"},{"SurahNumber":29,"VerseNumber":4,"Text":"Älde jamandıq isteytinder Bizden ozıp / qutılıp / ketemiz dep oyladı ma? Olardıñ şeşimderi qanday jaman"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allahpen jolığwdı ümit etse, sözsiz, Allahtıñ belgilegen merzimi keledi Ol barlıq närseni Estwşi , bärin Bilwşi"},{"SurahNumber":29,"VerseNumber":6,"Text":"Al, kim ınta-jigerimen äreket etse, özi üşin ıntalanğan boladı. Aqïqatında, Allah- älemderden Bay, muqtajsız / Ğanï"},{"SurahNumber":29,"VerseNumber":7,"Text":"Ïmanğa kelgen äri izgi amal istegenderdiñ jamandıqtarın älbette, ketiremiz jäne olarğa istegen jaqsı amaldarınıñ qaytarım sıyın beremiz"},{"SurahNumber":29,"VerseNumber":8,"Text":"Äri Biz adamğa ata-anasına jaqsılıq istewdi ösïet etip tapsırdıq. Al, eger ol ekewi öziñ bilmegen närseni Mağan serik etip qoswğa küştese, onda olarğa bağınba. Qaytwlarıñ Mağan / Mağan qaytasıñdar / . Sonda Men senderge ne istep ötkenderiñniñ xabarın beremin"},{"SurahNumber":29,"VerseNumber":9,"Text":"Al, ïmanğa kelgen äri izgi amal istegenderdi Biz izgilerdiñ qatarına kirgizemiz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Adamdardıñ işinde: «Allahqa sendik» -dep aytatındar bar. Biraq, qaşan ol Allah jolında zïyan körse, adamdardıñ büligin / jamandığın / Allahtıñ azabınday köredi. Al, eger Rabbıñnan bir jeñis kelse, olar mindetti türde: «Şın mäninde, biz sendermen birge boldıq»,- deydi. Allah älemderdiñ kökirekterindegini jaqsı biledi emes pe"},{"SurahNumber":29,"VerseNumber":11,"Text":"Äri älbette, Allah ïmanğa kelgenderdi de biledi äri kümänsiz, munafïqtardı da biledi"},{"SurahNumber":29,"VerseNumber":12,"Text":"Äri küpirlik etwşiler / ïmansızdar / ïmandılarğa: «Bizdiñ jolımızğa eriqcer, senderdiñ künälarıñdı biz köteremiz», - dedi. Biraq olar bulardıñ künälarınan eşnärseni de kötermeydi. Şın mäninde, olar - ötirikşiler"},{"SurahNumber":29,"VerseNumber":13,"Text":"Olar öz jükterin / künäların / äri öz jükterimen birge basqa jükterdi de mindetti türde köteredi. Äri Qayta tirilw küni oydan şığarğandarı / ötirikteri / twralı olar mindetti türde suraqqa tartıladı"},{"SurahNumber":29,"VerseNumber":14,"Text":"Äri Biz Nuxtı öziniñ eline jibergen edik. Ol olardıñ arasında elw jılı kem mıñ jıl boldı. Keyin olardı ädiletsiz bolğan xalderinde topan sw aldı"},{"SurahNumber":29,"VerseNumber":15,"Text":"Sonda Biz onı äri kemedegilerdi qutqardıq jäne munı älemderge belgi-ğïbrat ettik"},{"SurahNumber":29,"VerseNumber":16,"Text":"Äri Ïbrahïmdı da / jiberdik / . Ol eline: «Allahqa qulşılıq etiñder jäne taqwalıq etiñder / Onıñ jazasınan qorqıp, saqtanıñdar / . Eger bilseñder, bul - / qulşılıq pen taqwalıq / sender üşin qayırlı"},{"SurahNumber":29,"VerseNumber":17,"Text":"Anığında, sender Allahtıñ ornına, puttarğa tabınasıñdar äri / olardı quday dep oydan I ötirikti qurastırasıñdar. Negizinde, senderdiñ Allahtıñ ornına tabınğandarıñ senderge rïzıq berwge şamasız. Rïzıqtı Allahtan izdeñder, Oğan ğana qulşılıq etiñder jäne şükir etiñder / Onıñ bergen ïgilikterine alğıs bildiriñder / . Sender Oğan qaytarılasıñdar»,- dedi"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eger sender / munı / ötirikke şığarsañdar, senderden burınğı ümmetter de ötirikke şığarğan. Al, Elşige - anıq türde jetkizw ğana / jüktelgen"},{"SurahNumber":29,"VerseNumber":19,"Text":"Olar Allahtıñ / joqtan bar etip! jaratwın, keyin onı / jaratwdı / qaytalaytının körmedi me? Anığında, bul - Allah üşin öte jeñil"},{"SurahNumber":29,"VerseNumber":20,"Text":"Ey, Muxammed! / Ayt: «Jer betin aralap, Onıñ jaratılıstı qalay bastağanına nazar salıñdar. Al keyin, Allah soñğı jaratwdı jasaydı / Qïyamette qayta tiriltedi / . Aqïqatında, Allah barlıq närseni Jasay alwşı"},{"SurahNumber":29,"VerseNumber":21,"Text":"Ol qalağanın azaptaydı jäne qalağanına raxım etedi. Äri sender Oğan qaytarılasıñdar"},{"SurahNumber":29,"VerseNumber":22,"Text":"Äri sender jerde de, aspanda da / Allahtıñ jazasın / älsirete almaysıñdar jäne senderge Allahtan basqa qamqorşı da, kömek berwşi de joq»,- dep"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allahtıñ belgilerine jäne Onımen jolığwğa / aqïretke / küpirlik etwşiler / senbewşiler, teriske şığarwşılar / , mine, solar - Meniñ meyirimimnen ümitsiz boladı. Äri solarğa küyzeltwşi azap bar"},{"SurahNumber":29,"VerseNumber":24,"Text":"Ïbrahïmniñ şaqırwına / onıñ eliniñ jawabı: «Onı öltiriñder nemese örteñder», - dew ğana boldı. Al, Allah onı ottan qutqardı. Aqïqatında, munda senetin adamdar üşin belgi-ğïbrattar bar"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ïbrahïm / : «Negizinde, sender osı ömirdegi özara jaqsı körwleriñnen Allahtan özgelerdi tabınatın närse etip aldıñdar. Keyin Qayta tirilw küni bir-biriñe qarsı şığıp, bir-biriñdi qarğaysıñdar. Senderdiñ baratın orındarıñ - Ot äri senderge kömekşiler bolmaydı"},{"SurahNumber":29,"VerseNumber":26,"Text":"Sonda oğan / Ïbrahïmge / Lut sendi. / Ïbrahïm / : «Men Rabbıma / Onıñ jolında / qonıs awdaramın. Aqïqatında, Ol - bärinen Üstem , öte Dana »,- dedi"},{"SurahNumber":29,"VerseNumber":27,"Text":"Äri Biz oğan Ïsxaqtı jäne Yaqwbtı tartw ettik, al onıñ urpaqtarına payğambarlıq pen Kitaptı / berdik / . Biz onıñ sıyın osı dünïede berdik, al soñğı, mäñgilik ömirde / aqïrette / ol älbette izgilerden boladı"},{"SurahNumber":29,"VerseNumber":28,"Text":"Äri Luttı da / jiberdik / . Sonda ol eline: «Negizinde, sender älemderdiñ işinde özderiñnen burın eşkim istemegen jïirkenişti närseni istewdesiñder"},{"SurahNumber":29,"VerseNumber":29,"Text":"Anığında, erkekterge keletin / jaqındasatın / jäne jol kesetin / jolawşılardı tonaytın / äri otırıstarıñda ayıptalğan is jasaytındar sender emessiñder me?» - dedi. Sonda onıñ eliniñ jawabı tek: «Eger şın sözdilerden bolsañ, bizge Allahtıñ azabın keltir», - dew ğana boldı"},{"SurahNumber":29,"VerseNumber":30,"Text":"Ol / Lut / : «Rabbım! Mağan büldirwşi / buzılğan / elge qarsı kömek ber», - dedi"},{"SurahNumber":29,"VerseNumber":31,"Text":"Bizdiñ elşilerimiz Ïbrahïmge qwanıştı xabar äkelgen kezde olar: «Şın mäninde, biz mına kent turğındarın joyamız. Aqïqatında, onıñ turğındarı ädiletsizder», -dedi"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ol / Ïbrahïm / : «Onda Lut bar ğoy!» dedi. Olar: «Ol jerde kimniñ bar ekenin jaqsı bilemiz. Biz onı jäne üy işin mindetti türde qutqaramız, tek qalwşılardan bolğan äyelinen basqa»,- dedi"},{"SurahNumber":29,"VerseNumber":33,"Text":"Äri Elşilerimiz Lutqa kelgende, ol olar üşin qamığıp, öziniñ älsizdigine qısıldı. Sonda olar: «Qorıqpa jäne qayğırma! Anığında Biz seni jäne qalwşılardan bolğan äyeliñnen basqa üy işiñdi qutqaramız»"},{"SurahNumber":29,"VerseNumber":34,"Text":"Älbette, Biz bul kenttiñ turğındarına buzıqtıqtarı / boysunbağandıqtarı / üşin aspannan azap tüsiremiz»,- dedi"},{"SurahNumber":29,"VerseNumber":35,"Text":"Biz odan / ol mekennen / aqılın istetip uğınatın adamdar üşin anıq belgi-ğïbrat qaldırdıq"},{"SurahNumber":29,"VerseNumber":36,"Text":"Äri Mädïyan eline ağayındarı Şuğayıptı / jiberdik / . Ol: «Äy, xalqım! Allahqa Qulşılıq etiñder äri Aqïret künine ümit artıñdar jäne jer betinde buzw-büldirwşilik jasap jürmeñder», - dedi"},{"SurahNumber":29,"VerseNumber":37,"Text":"Olar onı ötirikşige şığardı. Sonda olardı bir silkinis ustadı da olar üylerinde etpettep jatqan küylerinde qaldı"},{"SurahNumber":29,"VerseNumber":38,"Text":"Sonday-aq Ad eli men Sämud elin de / jazaladıñ / , Senderge olardıñ meken etken turaqtarı belgili. Şaytan olarğa amaldarın ädemi etip körsetip, olardıñ zerektigine qaramastan joldan burdı"},{"SurahNumber":29,"VerseNumber":39,"Text":"Äri Qarwn, Fïrawn jäne Hamandı da. Musa olarğa anıq däleldermen kelgen edi. Biraq olar jerde / elderinde / menmensip, özderin joğarı sanadı äri / jazadan / ozıp kete almadı"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ärqaysısın künälarına say ustadıq / jazaladıq / . Olardıñ birine Biz tastı quyın jiberdik, birin sayxa aldı, al birin jerge jutqızdıq jäne birin swğa batırdıq. Allah olarğa ädiletsizdik etpedi, biraq olar özderine-özderiädiletsizdik jasadı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allahtan özge birewlerdi qamqorşı etip alğandardıñ mısalı - özine turatın jay jasap alğan örmekşiniñ mısalına uqsaydı. Şın mäninde, üylerdiñ eñ osalı - örmekşiniñ üyi. Eger de olar biletin bolsa"},{"SurahNumber":29,"VerseNumber":42,"Text":"Aqïqatında, Allah olardıñ Onıñ Özinen basqa şaqıratındarın / tabınatındarın / biledi, olar eşnärse emes. Al, Ol bärinen Üstem, asa Dana"},{"SurahNumber":29,"VerseNumber":43,"Text":"Biz bul mısaldardı adamdar üşin keltiremiz. Biraq munı biletinder ğana uğınadı"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah aspandar men jerdi aqïqatpen jarattı. Aqïqatında, Munda ïmandılar / müminder / üşin belgi-dälelder bar"},{"SurahNumber":29,"VerseNumber":45,"Text":"Ey, Muxammed! / Öziñe Kitaptan waxï etilgendi oqı äri namazdı / barlıq şarttarın saqtap, berile / tolıq orında. Anığında, namaz jekkörinişti / buzıq / isterden jäne qaytarılğan närselerden tıyadı. Al, Allahtıñ eske alwı öte ülken, Allah senderdiñ ne istep jatqandarıñdı biledi"},{"SurahNumber":29,"VerseNumber":46,"Text":"Kitap berilgen qawımnıñ ädiletsizdik jasağandarınan basqasımen tek jaqsı närsemen bolmasa pikir talastırmañdar. Äri aytıñdar: «Biz özimizge tüsirilgenge jäne senderge tüsirilgenge sendik. Bizdiñ qudayımız ben senderdiñ qudayıñ- birew äri biz - Oğan boysunwşımız», - dep"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ey, Muxammed! / Mine, osılay sağan Kitap tüsirdik. Al, özderine Kitap bergenderimiz oğan / Quranğa / senedi. Äri bulardan da oğan senetinder bar. Bizdiñ ayattarımızdı tek käpirler ğana teriske şığaradı"},{"SurahNumber":29,"VerseNumber":48,"Text":"Sen buğan deyin eşqanday jazbanı oqığan joqsıñ jäne onı qolıñmen jazğan joqsıñ. Olay bolğanda ötirik sanawşılar kümändanğan bolar edi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Joq! Olay emes, bul / Quran / - özderine bilim berilgenderdiñ kewdelerindegi anıq ayattar. Bizdiñ ayattarımızdı ädiletsizder ğana teriske şığaradı"},{"SurahNumber":29,"VerseNumber":50,"Text":"Olar: «Oğan Rabbısınan belgi-muğjïzalar nege tüsirilmeydi?» - dedi. Ayt: «Muğjïzalar - tek Allahta, al men - anıq eskertwşi ğanamın», - dep"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ey, Muxammed! / Olarğa oqılıp jatqan Kitaptı sağan tüsirgenimiz, olar üşin jetkilikti emes pe? Aqïqatında onda / Quranda / senetin el üşin meyirim äri eske salw bar"},{"SurahNumber":29,"VerseNumber":52,"Text":"Ayt: «Meni men senderdiñ aralarıña kwälik etwde Allahtıñ Özi jetkilikti. Ol aspandardağı jäne jerdegini biledi. Al jalğanğa senip, Allahqa küpirlik etwşiler / senbeytinder / - nağız zïyan körwşiler», - dep"},{"SurahNumber":29,"VerseNumber":53,"Text":"Olar senen azaptı tezdetwdi talap etedi. Eger belgilengen merzim bolmağanda, olarğa azap mindetti türde kelgen bolar edi. Negizinde ol olarğa kümänsiz, kenetten kelip, olar onı sezbey de qaladı"},{"SurahNumber":29,"VerseNumber":54,"Text":"Olar senen azaptı tezdetwdi talap etedi. Küdiksiz, Jahannam käpirlerdi mindetti türde qorşap alwşı"},{"SurahNumber":29,"VerseNumber":55,"Text":"Sol Qayta tirilw küni azap olardı üsterinen jäne ayaqtarınıñ astınan orap aladı. / Allah Olarğa / : «Istegen amaldarıñnıñ / dämin / tatıñdar», - deydi"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey, ïmanğa kelgen quldarım! Aqïqatında Meniñ jerim keñ, Mağan ğana qulşılıq etiñder"},{"SurahNumber":29,"VerseNumber":57,"Text":"Ärbir jan ölimdi tatadı. Sodan keyin sender Bizge qaytarılasıñdar"},{"SurahNumber":29,"VerseNumber":58,"Text":"Biz ïmanğa kelgen jäne izgi amal istegenderdi astınan özender ağıp jatatın Jännattağı bïik orındarğa ornalastıramız. Olar onda mäñgi qaladı. Amal istewşilerdiñ sıyı qanday jaqsı"},{"SurahNumber":29,"VerseNumber":59,"Text":"Solar - sabır etwşiler jäne özderiniñ Rabbısına jüginip, Oğan isterin tapsırwşılar / täwekel etwşiler"},{"SurahNumber":29,"VerseNumber":60,"Text":"Öz qoregin köterip jürmeytin qanşamajan-janwar bar. Olarğa jäne senderge rïzıqtı Allah beredi. Ol bärin Estwşi , barlıq närseni Bilwşi"},{"SurahNumber":29,"VerseNumber":61,"Text":"Eger olardan / serik qoswşılardan / : «Aspandardı jäne jerdi jaratqan äri kün men aydı bağınıştı etip qoyğan kim?» dep surasañ, olar mindetti türde: «Allah», - deydi. Olar qanşalıqtı teris ketkender"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah quldarınıñ işinen qalağanınıñ rïzığın keñitip jäne qalağanınıñ rïzığın şektep qoyadı. Aqïqatında, Allah barlıq närseni Bilwşi"},{"SurahNumber":29,"VerseNumber":63,"Text":"Eger olardan: «Aspannan sw tüsirip, ol arqılı tirşiliksiz qalğan / ölgen / jerdi tiriltken kim?» - dep surasañ: «Allah»,- deydi. Sen: «Barlıq maqtaw Allahqa», - de. Alayda olardıñ köpşiligi aqıldarın istetip uğınbaydı"},{"SurahNumber":29,"VerseNumber":64,"Text":"Äri bul ömir - tek bos ermek jäne oyınnan basqa eşnärse emes. Eger de olar biletin bolsa, anığında, soñğı, mäñgilik ömir / aqïret / turağı - şın, nağız ömir"},{"SurahNumber":29,"VerseNumber":65,"Text":"Al, qaşan olar kemege mingenderinde dinin / qulşılıqtarın / şın ıqılaspen / serik qosw, rïyadan tazartıp / tek Oğan arnağan küyde Allahqa duğa etedi / Odan tilep, jalbarınadı / . Al, olardı qurlıqqa / şığarıp / qutqarğan soñ, olar Oğanözgelerdi serik etip qosadı"},{"SurahNumber":29,"VerseNumber":66,"Text":"Olar özderine bergenderimizge küpirlik ete / ïgilikterimizdi teriske şığara / tursın äri paydalansın. Jaqında olar biledi"},{"SurahNumber":29,"VerseNumber":67,"Text":"Olar / Mekke müşrikteri / mañaylarındağı adamdardıñ ustalıp, talanıp jatqanında, Biz / Mekkeni/ qasïetti äri qawipsiz etkenimizdi körmedi me? Sonda olar jalğanğa senip, Allahtıñ ïgiligin teriske şığara ma"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah jayında oyınan ötirik şığarğannan nemese özine aqïqat kelgen kezde onı jalğan sanağannan ötken ädiletsiz bar ma? Käpirlerdiñ ornı Jahannam emes pe"},{"SurahNumber":29,"VerseNumber":69,"Text":"Al Biz üşin ınta-jiger men äreket etkenderdi - Öz joldarımızben jürgizemiz. Aqïqatında, Allah jaqsılıqtı ıqılaspen istewşilermen birge"}]}