{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Gā fú. Yǐ zūnyán de “gǔlánjīng” méngshì"},{"SurahNumber":50,"VerseNumber":2,"Text":"Nándào tāmen yīn tóngzú de jǐnggào zhě láilín tāmen ér jīngyà ma? Bù xìndào de rénmen shuō:“Zhè shì qí shì"},{"SurahNumber":50,"VerseNumber":3,"Text":"Nándào wǒmen jì sǐ zhīhòu, yǐ biàn chéng chéntǔ, hái yào huányuán ma? Nà tài bù jìn qínglǐle.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Wǒ què yǐ zhīdào dàdì duìyú tāmen de bōshí, wǒ zhè li yǒuyī běn bèi bǎohù de tiān jīng"},{"SurahNumber":50,"VerseNumber":5,"Text":"Tāmen fǒurèn yǐ jiàng shì tāmen de zhēnlǐ, suǒyǐ tāmen xiànyú hǔnluàn de zhuàngtài zhōng"},{"SurahNumber":50,"VerseNumber":6,"Text":"Nándào tāmen méiyǒu yǎngshì tiāntǐ ma? Wǒ shì zěnyàng jiànzào tā, diǎnzhuì tā, shǐ tā méiyǒu quēxiàn de"},{"SurahNumber":50,"VerseNumber":7,"Text":"Wǒ céng zhǎnkāi dàdì, bìng jiāng xǔduō shānyuè tóu zài shàngmiàn, hái shǐ gè zhǒng měilì de zhíwù shēngzhǎng chūlái"},{"SurahNumber":50,"VerseNumber":8,"Text":"wèi de shì qǐfā hé jiàohuì měi gè guīyī de púrén"},{"SurahNumber":50,"VerseNumber":9,"Text":"Wǒ cóng tiānshàng jiàngxià jíxiáng de yǔshuǐ, jiù jiè tā ér shēngzhǎng chū xǔduō guǒshù hé wǔgǔ"},{"SurahNumber":50,"VerseNumber":10,"Text":"bìng shēngzhǎng fúshū dì hǎi zǎo shù, tā yǒu lěilěi de guǒshí"},{"SurahNumber":50,"VerseNumber":11,"Text":"yòng zuò zhòng pū de jǐyǎng. Wǒ jiè yǔshuǐ ér shǐ yǐ sǐ dì dìfāng fùhuó. Sǐrén de fùhuó yěshì zhèyàng de"},{"SurahNumber":50,"VerseNumber":12,"Text":"Zài tāmen zhīqián fǒurèn shǐzhě de rén, yǒu nǔ hā de zōngzú, lán sī de jūmín, sài mò dé rén"},{"SurahNumber":50,"VerseNumber":13,"Text":"ā dé rén, fǎlǎo, lǔ tè de tóngbāo"},{"SurahNumber":50,"VerseNumber":14,"Text":"cónglín de jūmín hé tú bái de bǎixìng, tǒngtǒng dōu fǒurènguò shǐzhě, gùwǒ suǒ jǐnggào de xíngfá, shì bìrán jiànglín de"},{"SurahNumber":50,"VerseNumber":15,"Text":"Wǒ céng yīn chuàngzào ér píjuàn ma? Bùrán, tāmen duìyú zàizào, shì zài yíhuò zhōng de"},{"SurahNumber":50,"VerseNumber":16,"Text":"Wǒ què yǐ chuàngzào rén, wǒ zhīdào tā xīnzhōng de wàngxiǎng; wǒ bǐ tā de mìngmài hái jìn yú tā"},{"SurahNumber":50,"VerseNumber":17,"Text":"Dāng zuò zài yòubiān hé zuǒbiān de liǎng gè jìlù de tiānshǐ jìlù gèrén de yánxíng de shíhòu"},{"SurahNumber":50,"VerseNumber":18,"Text":"tā měi shuō yījù huà, tā miànqián dōu yǒu tiānshǐ dāngchǎng jiānchá"},{"SurahNumber":50,"VerseNumber":19,"Text":"Lín sǐ de hūnmí, jiāng zhāoshì zhēnlǐ. Zhè shì nǐ yīxiàng suǒ táobì de"},{"SurahNumber":50,"VerseNumber":20,"Text":"hàojiǎo jiāng chuī xiǎng, nà shì jǐnggào shíxiàn zhī rì"},{"SurahNumber":50,"VerseNumber":21,"Text":"Měi gè rén dōu yào dàolái, qūzhú de tiānshǐ hé jiànzhèng de tiānshǐ, jiāng yǔ tā tóngxíng"},{"SurahNumber":50,"VerseNumber":22,"Text":"Nǐ què shūhū cǐ shì, xiànzài wǒ yǐ jiē kāi nǐ de méngbì, suǒyǐ nǐ jīnrì de yǎnguāng shì ruìlì de"},{"SurahNumber":50,"VerseNumber":23,"Text":"Tā de huǒbàn jiāng shuō:“Zhè zài wǒ miànqián shì xiànchéng de.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"Nǐ liǎ suǒ yīngdāng tóurù huǒ yù de, shì měi gè gūfù zhě, wángù zhě"},{"SurahNumber":50,"VerseNumber":25,"Text":"qiānlìn zhě, guòfèn zhě, huáiyí zhě"},{"SurahNumber":50,"VerseNumber":26,"Text":"yǐ bié de shénlíng yǔ ān lā tóng shòu chóngbài zhě; nǐ liǎ jiāng tā tóurù yánlì de xíngfá ba"},{"SurahNumber":50,"VerseNumber":27,"Text":"Tā de huǒbàn jiāng shuō:“Wǒ de zhǔ a! Wǒ méiyǒu shǐ tā fàngdàng, dàn tā zì xiànyú bù jìn qínglǐ de mí wù zhōng.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Zhǔjiàng shuō:“Nǐmen bùyào zài wǒ miànqián zhēnglùn, wǒ què yǐ yùxiān jǐnggào nǐmenle"},{"SurahNumber":50,"VerseNumber":29,"Text":"Wǒ de pàncí, shì bùkě biàngēng de, wǒ jué bùshì kuī wǎng zhòng pū de.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"Zài nà rì, wǒ jiāng duì huǒ yù shuō:“Nǐ yǐ tián mǎnle ma?” Tā jiāng shuō:“Hái yǒu zēngjiā de ma"},{"SurahNumber":50,"VerseNumber":31,"Text":"Lèyuán jiāng bèi yí dào jìngwèi zhě de fùjìn, lí dé bù yuǎn"},{"SurahNumber":50,"VerseNumber":32,"Text":"Zhè shì nǐmen suǒ bèi yīngxǔ de, zhè shì shǎngcì měi gè guīyī de shǒu lǐ zhě de"},{"SurahNumber":50,"VerseNumber":33,"Text":"Mìmì jìngwèi zhìrén zhǔ, qiě dài guīyī de xīn ér lái zhě"},{"SurahNumber":50,"VerseNumber":34,"Text":"nǐmen píng'ān dì jìnrù lèyuán ba! Zhè shì yǒng jū kāishǐ zhī rì"},{"SurahNumber":50,"VerseNumber":35,"Text":"Tāmen zài lèyuán lǐ, jiāng yǒu tāmen yìyù de; érqiě wǒ zài nàlǐ hái yǒu jiā cì"},{"SurahNumber":50,"VerseNumber":36,"Text":"Zài tāmen zhīqián, wǒ huǐmièle xǔduō bǐ tāmen gèng qiánghàn de shìdài! Tāmen céng zài gèdì lǚxíng, nándào yǒu shé me bì sǐ dì dìfāng ma"},{"SurahNumber":50,"VerseNumber":37,"Text":"Duìyú yǒu xīnlíng zhě, huò zhuānxīn jìng tīng zhě, cǐ zhōng què yǒuyī zhǒng jiàoxùn"},{"SurahNumber":50,"VerseNumber":38,"Text":"Wǒ zài liù rìnèi què yǐ chuàngzàole tiāndì wànwù, wǒ méiyǒu gǎnjué yīdiǎn píjuàn"},{"SurahNumber":50,"VerseNumber":39,"Text":"Gù nǐ yīngdāng rěnshòu tāmen suǒ shuō de lányán. Zài rì chū rìluò zhīqián, nǐ yīngdāng zànsòng nǐ de zhǔ"},{"SurahNumber":50,"VerseNumber":40,"Text":"zài yèjiān hé kòutóu hòu, nǐ yīngdāng zànsòng tā"},{"SurahNumber":50,"VerseNumber":41,"Text":"Nǐ yīngdāng qīngtīng, zài hǎnjiào zhě cóng jìn chù hǎnjiào zhī rì"},{"SurahNumber":50,"VerseNumber":42,"Text":"zài tāmen tīngjiàn bāohán zhēnlǐ de nàhǎn zhī rì, nà shì cóng fén zhòng chūlái zhī rì"},{"SurahNumber":50,"VerseNumber":43,"Text":"Wǒ què shì shǐ rénshēng, shǐ rén sǐ de, wǒ què shì zuìhòu de guīsù"},{"SurahNumber":50,"VerseNumber":44,"Text":"Zài dàdì pòliè ér tāmen xùnsù zǒuchū fénmù zhī rì, nà jíhé de shì duìyú wǒ shì róngyì de"},{"SurahNumber":50,"VerseNumber":45,"Text":"Wǒ quánzhī tāmen suǒ shuō de lányán, nǐ bùnéng qiángzhì tāmen, gù nǐ yīngdāng yǐ “gǔlánjīng” jiàohuì wèijù wǒ de jǐnggào de rénmen"}]}