{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Bul Qitaptıñ tüsirilwi, tım üstem, asa dana Alla (T.) dan"},{"SurahNumber":39,"VerseNumber":2,"Text":"(Muxammed Ğ.S.) rasında sağan bul Kitaptı bir şındıqpen tüsirdik. Sonda Allağa dindi nağız arnap, qulşılıq qıl"},{"SurahNumber":39,"VerseNumber":3,"Text":"Köñil böliñder! Din nağız Allağa tän. Sonday Alladan özgeni dos tutqandar: \"Biz bularğa, Allağa jaqındastırsın dep qana tabınamız\" (deydi.) Küdiksiz olardıñ aralarındağı talasqan närselerine Alla (T.) ükim beredi. Rasında Alla, kim ötirikşi, öte qarsı bolsa, onı twra jolğa salmaydı"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eger Alla bala ïemdenwdi qalasa edi, jaratqangaan tilegenin tañdar edi. Ol odan päk. Ol Alla jalğız, öte üstem"},{"SurahNumber":39,"VerseNumber":5,"Text":"Kökterdi, jerdi şındıq boyınşa jarattı. Tündi kündizge aynaldıradı, kündizdi tünge aynaldıradı jäne kün men aydı meñgeredi. Ärbiri belgili bir merzimge deyin jürip turadı. Abaylañdar! Ol tım üstem, asa jarılqawşı"},{"SurahNumber":39,"VerseNumber":6,"Text":"Alla (T.) senderdi bir kisiden jarattı. Sosın odan jubayın jarattı. Tağı sender üşin maldardan (tüye, sïır, qoy, eşki.b-S. A.) segiz tür payda qıldı. Jäne senderdi analarıñnıñ işindegi (qursaq, jatır, qağanaq) üş qarañğılıqta bir jaratılıstan keyin bir jaratılıspen jarattı. (22-S. 5-A. 23-S. 14-A.) Mine osı Rabbılarıñ Alla (T.) Patşalıq Oğan tän. Odan basqa eş täñir joq. Qaytıp burılıp barasıñdar"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger qarsı kelseñder, sonda Alla senderden muñsız. Quldarınıñ qarsılığın unatpaydı. Eger şükirlik etseñder, senderge razı boladı. Eşbir Künäkar, basqanıñ Künäsın kötermeydi. Sosın qaytar jerleri Rabbıları jaq. Sonda senderge istegen isteriñdi tüsindiredi. Öytkeni, Alla kökirektegilerdi tolıq biledi"},{"SurahNumber":39,"VerseNumber":8,"Text":"Qaşan adam balasına bir tarşılıq kelse, Rabbına jalbarıp, Oğan beyim ınta bayqatadı. Sosın qaşan Alla oğan bir ïgilik berse, burınğı Oğan jalbarğanın umıtadı da jolınan adastırw üşin Allağa teñdes jasaydı. (Muxammed G.S.) olarğa: \"Qarsılığıñmen biraz mäz bola tür. Söz joq sen tozaqtıqsıñ\" de"},{"SurahNumber":39,"VerseNumber":9,"Text":"(Al osılar,) boy usınıp, tün işinde säjde etip, tike turıp, sonday-aq aqïretten qorqıp Allanıñ raxmetinen ümit etken kisi sïyaqtı ma? (Muxammed G.S.) olarğa: \"Bilgender men bilmegender teñ bola ma?\",- de. Şın mäninde aqıl ïeleri ğana ügit ala aladı"},{"SurahNumber":39,"VerseNumber":10,"Text":"(Muxammed Ğ.S.): \"Äy ïman keltirgen quldarım! Rabbılarıñnan qorqıñdar! Bul dünïede jaqsılıq istegenderge jaqsılıq bar. Allanıñ jeri keñ. Şın mäninde sabır etwşilerge sıylıqtarı esepsiz orındaladı\" dep ayt"},{"SurahNumber":39,"VerseNumber":11,"Text":"(Muxammed Ğ.S.): \"Şäksiz men dindi nağız Allağa arnap, qulşılıq qılwğa buyrıldım.\" de"},{"SurahNumber":39,"VerseNumber":12,"Text":"Sonday-aq boy usınwşılardıñ aldı bolwğa buyrıldım"},{"SurahNumber":39,"VerseNumber":13,"Text":"Şınında men Rabbıma qarsı kelsem, ulı künniñ azabınan qorqamın\" de"},{"SurahNumber":39,"VerseNumber":14,"Text":"Dinimdi nağız Allağa arnap qulşılıq qılamın\" de"},{"SurahNumber":39,"VerseNumber":15,"Text":"Sender Alladan özge qalağandarıña tabınıñdar. Rasında, zïyanğa uşırağandar, qïyamet küni özderin de üy-işterin de zïyanğa uşıratqandar boladı. Saq bolıñdar! Mine osı anıq zïyanğa uşırağandık\" de"},{"SurahNumber":39,"VerseNumber":16,"Text":"Olardıñ üsterinde de ottan tünekter; astarınan da tünekter boladı. Mine Alla quldarın osı arqılı qorqıtadı. Äy quldarım! Menen qorqıñdar"},{"SurahNumber":39,"VerseNumber":17,"Text":"Sonday buttan, olarğa tabınwdan awlaq bolğandar, sonday-aq Allağa ıntamen boy usınğandar, olar üşin quanış bar. sonda quldarımdı şüyinşile"},{"SurahNumber":39,"VerseNumber":18,"Text":"Sonday sözge qulaq salıp, sonda onıñ eñ körkemine ilesetiñder, mine solar, Alla özderin twra jolğa salğandar. Al mine solar, aqıl ïesi"},{"SurahNumber":39,"VerseNumber":19,"Text":"(Muxammed Ğ.S.) özine azap layıq bolw sözi bekigen birewdi jäne tozaqtağı birewdi sen qutqarasıñ ba"},{"SurahNumber":39,"VerseNumber":20,"Text":"Rabbılarınan qorıqqandar üşin astarınan özender ağatın qabat-qabat salınğan saraylar bar. Bul Allanıñ wädesi, Alla (T.) wädesinen taymaydı"},{"SurahNumber":39,"VerseNumber":21,"Text":"Körmeysiñ be? Alla kökten jañbır jawdırıp, onı jer jüzindegi qaynarlarğa saldı. Sosın ol arqılı türli-tüsti eginder şığardı. Sosın qwqıl tartıp, onıñ sarğayğanın köresiñ. Sosın onı qoqımğa aynaldıradı. Bunda aqıl ïelerine ügit bar"},{"SurahNumber":39,"VerseNumber":22,"Text":"Alla (T.) älde kimniñ kökiregin Ïslam üşin aşsa, sonda ol, Rabbı tarapınan nur üstinde emes pe? Jürekteri Allanı eske alwdan qatayğandar qurısın! Mine olar, aşıq adaswda"},{"SurahNumber":39,"VerseNumber":23,"Text":"Alla (T.); ayattarı bir-birine uqsas qaytalanıp otıratın, sözdiñ eñ körkemin Kitap türinde tüsirdi. Odan Alladan qorıqqandardıñ tükteri ürpïedi. Sosın olardıñ terileri, jürekteri Allanıñ zikirine jumsaydı. Bul (Quran) Allanıñ twra jolı. Onımen kimdi qalasa, twra jolğa saladı. Alla älde kimdi adastırsa, sonda oğan twra jol körsetwşi bolmaydı"},{"SurahNumber":39,"VerseNumber":24,"Text":"Qïyamet küni, jüzin jaman azaptan qorwğa tırısqan kisi qanday?... Zalımdarğa: \"Istegenderiñniñ jazasın tatıñdar\" delinedi"},{"SurahNumber":39,"VerseNumber":25,"Text":"Olardan burınğılar da jasınğa şığarğan. Sonda olarğa kütpegen jerden apat kelgen"},{"SurahNumber":39,"VerseNumber":26,"Text":"Eger olar bilgen bolsa, Alla olarğa dünïe tirşiliginiñ qorlığın tarttırğan. Ärïne axïret azabı tağı zor"},{"SurahNumber":39,"VerseNumber":27,"Text":"Rasında Biz bul Qurandı adam balasına är türli mısaldı, olar ügit alw tşin keltirdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Bül mültiksiz bir arapşa Quran. Ärïne olar saqsınar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Alla bir mısal berdi: Özara şığısa almağan ortaqtardıñ menşigindegi birewmen bir adamnıñ menşigindegi birew; mısalda, ekewi teñ be? Barlıq maqtaw Allağa layıq. Biraq olardıñ köbi tüsinbeydi"},{"SurahNumber":39,"VerseNumber":30,"Text":"(Muxammed Ğ.S.) şınında sen de ölesiñ. Olar da öledi"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sosın sender, qïyamet küninde Rabbılarıñnıñ xuzırında dawlasasıñdar"},{"SurahNumber":39,"VerseNumber":32,"Text":"Al endi Allağa ötirik aytqan, sonday-aq özine şındıq kelgen kezde, onı jasınğa şığarğan birewden zalımıraq kim bar? Qarsı kelwşilerge tozaqta orın bar emes pe"},{"SurahNumber":39,"VerseNumber":33,"Text":"Sonday şındıqtı äkelgen jäne onı moyındağan mine solar; taqwalar"},{"SurahNumber":39,"VerseNumber":34,"Text":"Olarğa Rabbılarınıñ qasında qalağandarı bar. Jaqsılıq istewşilerdiñ sıylıqtarı osı"},{"SurahNumber":39,"VerseNumber":35,"Text":"Öytkeni Alla (T.) olardıñ istegen isteriniñ jamanın joyadı da olardı istegen isteriniñ eñ jaqsısımen sıylaydı"},{"SurahNumber":39,"VerseNumber":36,"Text":"Alla qulına jetkilikti emes pe? (Muxammed Ğ.S.) olar seni Alladan özgelermen qorqıtadı. Kimdi Alla adastırsa, oğan twra jol körsetwşi joq"},{"SurahNumber":39,"VerseNumber":37,"Text":"Al kimdi Alla twra jolğa salsa, sonda onı adastırwşı joq. Alla (T.) öte üstem, öş alw küşine ïe emes pe"},{"SurahNumber":39,"VerseNumber":38,"Text":"(Muxammed Ğ.S.) rasında olardan: \"Kökterdi jerdi kim jarattı\" dep surasañ, ärïne olar: \"Alla\" deydi. \"Kördiñder me? Eger Alla mağan bir zïyan berwdi qalasa, Alladan özge şoqınğandarıñ Onıñ apatın ayıqtıra ala ma? Nemese Alla mağan bir ïgilik qalasa, olar Onıñ ïgiligin tosa ala ma?\",- de. \"Alla mağan jetedi. Täwekel etwşilör Ogan täwekel etsin\" de"},{"SurahNumber":39,"VerseNumber":39,"Text":"(Muxammed Ğ.S.): \"Äy elim! Öz orındarıñda istey beriñder. Ärïne men de isteymin. Jaqında bilesiñder\" de"},{"SurahNumber":39,"VerseNumber":40,"Text":"Qorlawşı azap kimge keledi? Üstine turaqtı azap tüsetin kim? (Jaqında bilesiñder\" de)"},{"SurahNumber":39,"VerseNumber":41,"Text":"(Muxammed Ğ.S.) rasında sağan Qurandı adam balası üşin şındıq boyınşa tüsirdik. Sonda kim twra jolğa tüsse, özi üşin. Al kim adassa, ol öz zïyanına. Sen olarğa kepil emessiñ"},{"SurahNumber":39,"VerseNumber":42,"Text":"Öler waqıtta jandı Alla aladı. Sonday-aq ölmegenderdiñ janın uyqıda aladı. (Sezim qabiletteri toqtaydı.) Sosın ölwine ükim berilgenderdikin toqtatadı da basqalardikin belgili bir merzimge deyin jiberedi. Söz joq, munda tüsinetin elge ğïbrattar bar"},{"SurahNumber":39,"VerseNumber":43,"Text":"Nemese olar Alladan özgeni şapağatşı etip aldı ma? (Muxammed Ğ.S.): \"Eger olar öş närsege ïe bolmasa da äri eş närseni tüsinbese de me?\",- de"},{"SurahNumber":39,"VerseNumber":44,"Text":"(Muxammed Ğ.S.): \"Barlıq şapağat Alla üşin. Kökter men jerdiñ ïeligi Oniki. Sonsoñ Ol jaqqa qaytarılasıñdar\" de"},{"SurahNumber":39,"VerseNumber":45,"Text":"Bir Alla zikir etilse, axïretke senbegenderdiñ jürekteri jïrenedi. Al qaşan Alladan özgeler zikir etilse, olar kwanadı"},{"SurahNumber":39,"VerseNumber":46,"Text":"(Muxammed Ğ.S.): \"Äy kökterdi jäne jerdi jaratwşı, körnew, kömesti bilwşi Alla! Qayşılıqqa tüsken närselerde quldarıñnıñ arasına Sen törelik etesiñ\" de"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger birtutas jer jüzinde bolğan närseler jäne onımen birge sonday tağı zalımdardiki bolsa edi, qïyamet küniniñ qattı azabınan (qutılw üşin) onı tölewge berer edi. Olar, Alla tarapınan eş kütpegen närselerdi köredi"},{"SurahNumber":39,"VerseNumber":48,"Text":"Olarğa istegen jamandıqtarı mälim boladı. Äri olardıñ ajıwalağan närseleri özderin bawrap aladı"},{"SurahNumber":39,"VerseNumber":49,"Text":"Adam balasına bir qïınşılıq dwşar bolsa, Bizge jalbaradı. Sosın oğan janımızdan bir ïgilik bergen sätte: \"Bul mağan bilgiştigime ğana berildi\" deydi. Joq olay emes, ol bir sınaq. Biraq olardıñ köbi tüsinbeydi"},{"SurahNumber":39,"VerseNumber":50,"Text":"Rasında olardan burınğılar da sonı aytqan bolatın. Biraq olardıñ istegenderi kädege jaramadı"},{"SurahNumber":39,"VerseNumber":51,"Text":"Sonıqtan olardıñ kesirleri özderine tïedi. Sonday-aq olardan zalım bolğandardıñ sumdığı jedel öz bastarına jetedi. Olar Allanı osaldata almaydı"},{"SurahNumber":39,"VerseNumber":52,"Text":"Olar bilmey me? Rasında Alla (T.) kimdi qalasa, onıñ nesibesin keñitedi de taraytadı. Söz joq, osılarda sengen el üşin önegeler bar"},{"SurahNumber":39,"VerseNumber":53,"Text":"(Muxammed Ğ.S.): \"Äy özderine zïyan qılğan quldarım! Allanıñ raxmetinen küder üzbeñder. Alla birtutas künälardı jarılqaydı. Öytkeni Ol tım jarılqawşı, tötenşe meyirimdi\" de"},{"SurahNumber":39,"VerseNumber":54,"Text":"Özderiñe apat kelwden burın Rabbılarıña qaytıñdar, Oğan boy usınıñdar. Keyin järdem köre almaysıñdar"},{"SurahNumber":39,"VerseNumber":55,"Text":"Senderge kenetten, xabarsız azap kelwden burın özderiñe tüsirilgen jaqsı närsege eriñder"},{"SurahNumber":39,"VerseNumber":56,"Text":"Birewdiñ: \"Alla twralı kemşilik etkendigime jäne mazaqtawşılardan bolğandığıma mağan nendey ökiniş\" • deytin (kündi eske alıñdar)"},{"SurahNumber":39,"VerseNumber":57,"Text":"Nemese: \"Eger Alla, meni twra jolğa salsa edi, ärïne men taqwalardan bolar edim\" (deytuğın)"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ne olar azaptı körgen sätte: \"Ättegen-ay! Mağan qayta qaytw bolsa edi, sonda jaqsılıq istewşilerden bolar edim\" (deytuğın künnen saqtanıñdar)"},{"SurahNumber":39,"VerseNumber":59,"Text":"Olay emes, rasında sağan ayattarımız keldi de onı jasınğa şığardıñ. Sonday-aq menmensip, qarsı kelgenderden boldıñ\" (delinedi)"},{"SurahNumber":39,"VerseNumber":60,"Text":"(Muxammed Ğ.S.) qïyamet küni Allağa ötirik aytqandardıñ betteri qap-qara bolğanın köresiñ. Menmensigenderdiñ ornı tozaq emes pe"},{"SurahNumber":39,"VerseNumber":61,"Text":"Alla (T.) taqwalardı tabıstı bolğandıqtarı sebepti qutqaradı. Olarğa jamandıq tïispeydi de olar küyzelmeydi"},{"SurahNumber":39,"VerseNumber":62,"Text":"Alla (T.) är närsege kepil"},{"SurahNumber":39,"VerseNumber":63,"Text":"Kökter men jerdiñ kiltteri Onıñ ïeliginde. Allanıñ ayattarına qarsı kelgender, mine solar; zïyanğa uşırawşılar"},{"SurahNumber":39,"VerseNumber":64,"Text":"(Muxammed): \"Mağan Alladan basqağa qulpşlıq qılwdı buyırasıñdar ma? Äy nadandar!\",- de"},{"SurahNumber":39,"VerseNumber":65,"Text":"Rasında sağan da senen burınğılarğa da: \"Eger Allağa ortaq qossañ älbette ğamalıñ joyılıp ketedi de anıq zïyanğa uşırawşılardan bolasıñ\" dep waxï etildi"},{"SurahNumber":39,"VerseNumber":66,"Text":"Joq olay emes, Allağa ğana qulşılıq qıl. Jäne şükirlik etwşilerden bol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Olar Allanı şın mäninde qadırlay almadı. Negizinde qïyamet küni jer bütindey Onıñ wısında. Jäne kökterde oñ qolımen bükteledi. (Allanıñ qudıreti boyınşa aşsa; alaqanında, jumsa; wısında. BJM.) Ol olardıñ qosqan ortaqtarınan päk. Äri joğarı"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sur ürilgende Allanıñ qalağanınan basqa kökterdegi jan ïeleri, jerdegi jan ïeleri jığılıp öledi. Biraq Allanıñ qalağandarı qaladı. (B.J.M.) Sosın ekinşi ret sur üriledi de sonda olar turğan boyda qarap qaladı. (Nemese ne isteletindigin kütedi. J)"},{"SurahNumber":39,"VerseNumber":69,"Text":"Jer jüzi Rabbınıñ nurımen jarıq boladı. Kitap (ğamal däpter ortağa) qoyıladı. Payğambarlar, kwäler keltiriledi. Olardıñ aralarına xaqïqat boyınşa ükim egiledi. Olar ädilitsizdikke uşıramaydı"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ärkimge ne istegeni tolıq tölenedi. Alla olardıñ ne istegenderin jaqsı biledi"},{"SurahNumber":39,"VerseNumber":71,"Text":"Qarsı kelgender top-top tozaqqa aydaladı. Sonday-aq oğan barğandarında onıñ esikteri aşıladı. Olarğa onıñ küzetşileri: \"Senderge işteriñnen, özderiñe Rabbılarıñnıñ ayattarın oqïtın jäne Bul künge jolığatındıqtarıñdı eskertetin elşiler kelmedi me?\",- deydi. Olar: \"Ärïne keldi. Biraq azap ükimi qarsı bolwşılarğa şındıqqa aynaldı\" deydi"},{"SurahNumber":39,"VerseNumber":72,"Text":"Olarğa: 'Işinde Mäñgi qalatın tozaqtıñ esikterinen kiriñder\" delinedi. Täkapparlardıñ ornı nendey jaman"},{"SurahNumber":39,"VerseNumber":73,"Text":"Al Rabbılarına qarsı kelwden saqsınğandar, top-top jannatqa joldanadı. Sonday-aq olar oğan barğanda onıñ esikteri aşıladı. Olarğa onıñ saqşıları: \"Senderge sälem. Qoş keldiñder, jannatqa mäñgi qalatın türde kiriñder\" deydi"},{"SurahNumber":39,"VerseNumber":74,"Text":"Olar: \"Bizge bergen wädesin şınğa şığarğan jäne bizdi jannattıñ jerine murager etken Allağa barlıq maqtaw layıq. Jannattan qalağanımızşa orın alamız. Ğamal qılwşılardıñ sıylığı qanday jaqsı\" deydi"},{"SurahNumber":39,"VerseNumber":75,"Text":"(Muxammed Ğ.S.) periştelerdi ğarşınıñ aynalasında Rabbıların däriptegen türde köresiñ. Olardıñ arasında xaqïqat boyınşa ükim etiledi. Barlıq maqtaw bükil älemniñ Rabbına layıq delinedi"}]}