{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Mü´minler gerçekten, korktuklarından kurtulup umduklarına kavuşmuşlardır"},{"SurahNumber":23,"VerseNumber":2,"Text":"Onlar ki, namazlarında saygı dolu bir korkuyla eğilirler"},{"SurahNumber":23,"VerseNumber":3,"Text":"Onlar ki, boş ve anlamsız şeyden yüzçevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Onlar ki zekâtı verip (emredildiği şekilde) yerine getirirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Onlar ki, namus ve iffetlerini (arzu duymaları müstesna;) bu yüzden kınanmazlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ancak eşlerine veya sahip oldukları cariyelerine karşı (cinsel arzu duymalarına da) bu yüzden kınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"Artık kimler bu (meşru) sınırı geçerse, işte onlar haddi aşanlardır"},{"SurahNumber":23,"VerseNumber":8,"Text":"Onlar ki emânetlerini ve verdikleri sözü gözetir (yerine getirirler)"},{"SurahNumber":23,"VerseNumber":9,"Text":"Onlar ki, namazlarını (vaktinde kılıp) koruyarak gözetirler"},{"SurahNumber":23,"VerseNumber":10,"Text":"İşte onlardır vârisler"},{"SurahNumber":23,"VerseNumber":11,"Text":"Firdevs Cenneti´ne vâris olurlar ve orada devamlı kalırlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"And olsun ki, insanı süzülmüş bir çamurdan yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu sağlamca, durup dinlenecek bir yerde nutfe haline getirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra o nutfeyi kan pıhtısı durumuna getirdik. Kan pıhtısını ise çiğnenmiş bir et parçasına dönüştürdük. O çiğnenmiş etten de kemikler yarattık, kemiklere et giydirdik. Sonra onu bambaşka bir yaratık yaptık. Yaratanların en güzeli olan Allah ne yücedir, ne mukaddestir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra bunun ardından siz elbette ölürsünüz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra da şüphesiz ki siz Kıyamet günü dirilip kaldırılacaksınız"},{"SurahNumber":23,"VerseNumber":17,"Text":"And olsun ki, üzerinizde yedi tabaka (veya yol, ya da sistem) yarattık. Ve biz yarattığımızdan habersiz değilizdir"},{"SurahNumber":23,"VerseNumber":18,"Text":"Gökten de belli ölçü ve oranda su indirdik de onu yeryüzünde eyleştirdik. Gerçekten bizim onu (bulunduğu yerden) gidermeye gücümüz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Böylece onunla size hurmalıklar, üzüm bağları, bahçeleri meydana getirdik ki, sizin için onlarda birçok meyveler vardır ve onlardan yeyip geçinirsiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ve (daha çok) Tûr-i Sina´da çıkan, yiyenlere yağ ve katık bitirip veren bir ağaç da yeşerttik"},{"SurahNumber":23,"VerseNumber":21,"Text":"Sizin için şüphesiz ki (bazı bineklerde ve) davarlarda da bir ibret (öğüt ve ders) vardır. Karınlarında oluşandan size içiririz ve sizin için onlarda daha nice yararlı şeyler vardır; onlardan yersiniz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Bunlara da, gemilere de yüklenip binersiniz"},{"SurahNumber":23,"VerseNumber":23,"Text":"And olsun ki, biz Nuh´u kavmine gönderdik. O, «ey kavmim!» dedi, «Allah´a ibâdet edin, O´ndan başka sizin hiçbir (hakiki) tanrınız yoktur. Artık (putlara tapmaktan, azgınlıktan ve kötülüklerden) sakınmaz mısınız ?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine kavminin ileri gelenlerinden inkâra sapan bir grup dedi ki: «Bu da ancak sizin gibi bir insandır. Size karşı üstünlük sağlamak ister. Allah, (peygamber göndermeyi) dilemiş olsaydı, elbette melekleri (görevlendirip) gönderirdi. Hem ilk atalarımızdan da böyle bir şey işitmedik.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Bu şüphesiz kendisinde cinnet (belirtisi) bulunan bir adamdır. Bir süre onu gözetip bekleyelim.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nûh, «ey Rabbim ! Beni yalanlamalarına karşılık sen bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"Nuh´a, «gemiyi gözümüzün önünde (talimatımız altında) vahyimiz uyarınca yap; emrimiz gelip tandırdan su kaynayıp fışkırınca ona her (cins hayvandan) ikişer çift (veya birer çift) ve aleyhlerinde emir (hüküm) geçmiş olanın dışında aileni getirip yerleştir ve sakın o zâlimler hakkında bana hitap etme; çünkü onlar mutlaka boğulacaklardır,» diye vahyettik"},{"SurahNumber":23,"VerseNumber":28,"Text":"Artık sen ve beraberindekiler gemiye yerleşip yerinizi alınca, de ki: «Bizi zâlim bir kavimden kurtaran Allah´a hamd olsun.»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: «Rabbim ! Beni mubarek bir konağa indir, sen (konaklara) indirenlerin en hayırlısısın.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şüphesiz ki (bu önemli ve ibretli olayda) birçok öğütler ve dersler vardır. Doğrusu biz hep (böyle) sınava çekeriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından başka bir nesil ortaya çıkardık"},{"SurahNumber":23,"VerseNumber":32,"Text":"İçlerinden (seçip beğendiklerimizi) kendilerine peygamber olarak gönderdik. (O da onlara): «Allah´a ibâdet edin, O´ndan başka sizin için (hakiki) hiçbir tanrı yoktur; artık (inkârdan, puta tapmaktan, azgınlık göstermekten) sakınmazmısınız ?» dedi"},{"SurahNumber":23,"VerseNumber":33,"Text":"O´nun kavminden küfredip Âhiret´e kavuşmayı yalan (ve saçma) sayan, Dünya hayatında refaha kavuşturduğumuz ileri gelenler dediler ki: «Bu da ancak sizin gibi bir insandır; sizin yediğinizden yiyor, içtiğinizden içiyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eğer kendiniz gibi bir insana itaat edip peşine takılırsanız o takdirde hüsrana uğrarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"Siz öldüğünüz, toprak ve kemik haline geldiğiniz zaman, elbette (topraktan yeniden) çıkarılacağınızı mı va´dediyor O"},{"SurahNumber":23,"VerseNumber":36,"Text":"Va´dolunduğunuz şeyler pek uzaktır, pek uzak"},{"SurahNumber":23,"VerseNumber":37,"Text":"Bizim ancak Dünya hayatımızdır ki (bir kısmımız) ölürüz, (bir kısmımız) yaşarız ve biz bir daha diriltilip kaldırılmıyacağız"},{"SurahNumber":23,"VerseNumber":38,"Text":"(Peygamberlik iddiasında bulunan) o adam, Allah´a karşı yalan uyduran bir (şaşkından) başkası değildir. Biz de ona inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"O (Peygamber) dedi ki: «Rabbim ! Beni yalancı saymalarına karşılık bana yardım et.»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah buyurduki: «Az bir zamanda (azabı görünce) pişman olacaklar.»"},{"SurahNumber":23,"VerseNumber":41,"Text":"Derken korkunç bir ses gerçekten onları yakaladı da bu yüzden onları (kıyılara atılıp itilmiş) çerçöp haline getirdik. Zâlim kavme (rahmet ve yardımdan) uzaklık"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra bunların ardından biz nice nesilleri ortaya çıkardık"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiçbir ümmet (yok edilip silinecek) süresini ne ileri geçer, ne de geri kalır, (belirlenmiş vakit gelince ilâhî hüküm tecelli eder)"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra peygamberleri ardarda gönderdik. Ne kadar bir ümmete bir peygamber geldiyse, onu yalanladılar. Biz de onları arka arkaya (yok edip) hepsini birer masal yapıverdik. imân etmeyen bir kavme (rahmet ve yardımdan) uzaklık olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra da Musâ ile kardeşi Harun´u, Fir´avn´a ve onun yandaşlarına mu´cizelerle ve çok açık belge ve delillerle gönderdik. Onlar ise büyüklük tasladılar. Zaten dik başlı, kendilerini çok yükseklerde gören bir milletti"},{"SurahNumber":23,"VerseNumber":46,"Text":"Sonra da Musâ ile kardeşi Harun´u, Fir´avn´a ve onun yandaşlarına mu´cizelerle ve çok açık belge ve delillerle gönderdik. Onlar ise büyüklük tasladılar. Zaten dik başlı, kendilerini çok yükseklerde gören bir milletti"},{"SurahNumber":23,"VerseNumber":47,"Text":"«Biz» dediler, «bizim gibi (yiyip içen) iki insana hiç inanır mıyız? Kaldı ki ikisinin de kavmi bize kulluk etmekteler.»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Böylece Musâ ile Harun´u yalanladılar da bu yüzden yok edilen (bedbaht)lardan oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"And olsun ki Musâ´ya o kitabı (Tevrat´ı) verdik ki, onlar doğru yolu bulsunlar"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem´in oğlu ile onun anasını da bir mu´cize olarak sunduk. Onları yüksekçe pınarı olan düz, oturmaya elverişli bir tepeye yerleştirip barındırdık"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey peygamberler! Tertemiz yararlı helâl gıdalardan yeyiniz; iyi-yararlı amellerde bulununuz. Şüphesiz ki ben sizin neler yaptıklarınızı bilenim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ve doğrusu bu (dininiz) bir tek yol ve şeriattır. (Her peygamber aynı esası yansıtmakla görevliydi). Ben de sizin (tek olan, eşi olmayan) Rabbınızım ; artık benden korkup (bu esasa uymayan şeylerden) sakının"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ama ne var ki (gerçek bu olmakla beraber) ümmetler kendi aralarında bölünüp parça parça oldular, her biri sahip bulunduğu (din ve mezhep) ile kendi halinden memnun ve mutludur"},{"SurahNumber":23,"VerseNumber":54,"Text":"Artık sen onları (ilâhî emir ve hüküm ininceye kadar) bir süre şaşkınlıkları içinde (bocalar halde) bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kendilerine mal ve oğullardan verdiğimizle onlar hakkında hayırlarda acele koşuştuğumuzu mu sanırlar ? Hayır, onlar (ilâhî sünnetin hükmünü yürüteceğini) bir türlü anlayamıyorlar"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kendilerine mal ve oğullardan verdiğimizle onlar hakkında hayırlarda acele koşuştuğumuzu mu sanırlar ? Hayır, onlar (ilâhî sünnetin hükmünü yürüteceğini) bir türlü anlayamıyorlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Doğrusu onlar ki Rablarından derin bir saygı ile korkup titrerler"},{"SurahNumber":23,"VerseNumber":58,"Text":"Onlar ki Rablerinin âyetlerine inanırlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Onlar ki, Rablerine ortak koşmazlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Onlar ki kendilerine verilen (nîmetler)den (Allah yolunda muhtaçlara) verirler ve Rablarına mutlaka döneceklerini (bildikleri) için kalbleri ürperir"},{"SurahNumber":23,"VerseNumber":61,"Text":"İşte onlar hayırlı işlerde yarışırlar ve bunun için öne geçerler"},{"SurahNumber":23,"VerseNumber":62,"Text":"Herkese ancak gücü ve imkânı nisbetinde teklifte bulunuruz. Yanımızdaki kitap hakkı söyler ve onlar haksızlığa uğramazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Ne var ki, onların (o inkarcı sapıkların) kalbi bundan bilgisizlik ve dalgınlık içindedir; onların bundan başka işleyip durdukları birtakım işleri daha vardır (ki onunla oyalanıp ömür tüketirler)"},{"SurahNumber":23,"VerseNumber":64,"Text":"Ne vakit ki, refah içinde yüzen ileri gelenlerini azâb ile yakalarız, o zaman sızlanıp yardıma çağırırlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Bugün sızlanıp yardıma çağırmayın; şüphesiz ki siz bizden yardım göremiyeceksiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Âyetlerimiz cidden size okunuyordu, ama siz onu onurunuza, gururunuza yediremiyerek geceleyin yakışıksız sözler söyleyerek ökçeleriniz üzerine gerisin geri dönüyordunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Âyetlerimiz cidden size okunuyordu, ama siz onu onurunuza, gururunuza yediremiyerek geceleyin yakışıksız sözler söyleyerek ökçeleriniz üzerine gerisin geri dönüyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"(İnen) sözü iyice düşünüp üzerinde durmuyorlar mı, yoksa kendilerine ilk atalarına gelmeyen şeyler mi gelmiştir"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa peygamberlerini tanımadılar mı ki, onu inkâr ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa o peygamberlerde bir cinnet mi var diyorlar ?! Hayır, O, onlara Hakk ile gelmiştir"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eğer Hakk, onların heveslerine uymuş olsaydı, elbette göklerle yer ve ikisinde bulunanlar (düzeni bozulup) alt-üst olurdu. Hayır, biz onlara anılmalarını sağlayanı) getirdik; ama onlar bu (şerefle) anılmalarını (sağlayan Kur´ân´dan) yüzçeviriyorlar"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa (ey Muhammed !) sen onlardan bir haraçmı istiyorsun ? Rabbin vereceği ücret (çok daha) hayırlıdır; O, rızık verenlerin de hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ve şüphesiz ki sen onları dosdoğru bir yola çağırırsın"},{"SurahNumber":23,"VerseNumber":74,"Text":"Gerçekten o Âhiret´e inanmayanlar (çağırdığın o) doğru yoldan sapmaktadırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Eğer biz onlara merhamet edip de üzerlerine çöken sıkıntıyı kaldırıversek, yine de azgınlıklarında inad edip bocalar dururlar"},{"SurahNumber":23,"VerseNumber":76,"Text":"And olsun ki biz onları azâb ile yakalayıvermiştik de (buna rağmen) yine Rablarına boyun eğmemiş, yalvarıp yakarmamışlardı"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sonunda üzerlerine şiddetli bir azâb kapısı açtığımızda, ansızın şaşırıverdiler de ümitsizliğe kapıldılar"},{"SurahNumber":23,"VerseNumber":78,"Text":"O ki size kulağı, gözleri, gönülleri yarattı; ne de az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O ki sizi yeryüzünde yaratıp yaydı ve ancak (dirilip) O´nun huzurunda biraraya getirileceksiniz"},{"SurahNumber":23,"VerseNumber":80,"Text":"O ki diriltir ve öldürür; gece ile gündüzün değişip durması, O´nun (koyduğu şaşmayan kanunlar) iledir. Artık aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Bilâkis öncekilerin dedikleri gibi dediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Biz öldüğümüz, toprak ve kemik olduğumuz zaman diriltilip kaldırılacak mıyız"},{"SurahNumber":23,"VerseNumber":83,"Text":"And olsun ki, biz de, bundan önce babalarımız da bununla va´dolunmuştuk. Bu öncekilerin masallarından başkası değildir, dediler"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki: Yerküre ve içinde olanlar kime aittir? Eğer biliyorsanız (haydi cevap verin)"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah´a aittir diyecekler. De ki: Artık iyice düşünmez misiniz"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki: Yedi göğün ve o büyük Arş´ın Rabbı kimdir"},{"SurahNumber":23,"VerseNumber":87,"Text":"Allah´tır, diyecekler. De ki: O halde (O´ndan korkup inkâr ve sapıklıktan) sakınmaz mısınız"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: Eğer biliyorsanız (söyleyin), her şeyin mülkü ve tasarrufu kimin elindedir? O, güven verip korur, kendisi korunmaya muhtaç değildir"},{"SurahNumber":23,"VerseNumber":89,"Text":"Allah´ın elindedir, diyecekler. De ki: O halde nasıl nereden büyüleniyorsunuz"},{"SurahNumber":23,"VerseNumber":90,"Text":"Evet, biz onlara hakkı (doğruyu ve gerçeği) getirdik ve onlar cidden yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah hiçbir çocuk edinmemiştir. O´nunla beraber hiç bir ilâh da yoktur; böyle olsaydı her ilâh yarattığını alıp (bir yana) giderdi de kimi kimine üstün gelirdi. Allah onların vasfedegeldiklerinden pâk ve münezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Gaybı da, hazır olanı da bilendir; onların ortak koştukları şeylerden çok yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: «Rabbim! İnkarcıların va´dolundukları azabı bana elbette göstereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim ! Beni o zâlim topluluk arasında bulundurma.»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Şüphesiz ki (Peygamberim ) onlara va´dettiğimiz azabı sana göstermeye kudretimiz yeter"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen o kötülüğü en güzeli ile savıp karşılık ver. Biz onların vasfettiklerini daha iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"De ki: «Rabbim ! Şeytanların vesvese ile dürtüşmelerinden sana sığınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve onların yanımda bulunmalarından da sana sığınırım.»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Sonunda onlardan her birine ölüm gelince, (çaresiz kalıp Allah´ı hatırlar ve) Rabbim ! Beni geri çevirin de ola ki terkettiğime karşılık onu (telâfi için) iyi, yararlı amelde bulunurum, der. Hayır, bu bir sözdür ki (temenni anlamında) söyler. Dirilip (hesab gününe) kaldırılıncaya kadar önlerine bir Berzah (dönmelerine bir engel) vardır"},{"SurahNumber":23,"VerseNumber":100,"Text":"Sonunda onlardan her birine ölüm gelince, (çaresiz kalıp Allah´ı hatırlar ve) Rabbim ! Beni geri çevirin de ola ki terkettiğime karşılık onu (telâfi için) iyi, yararlı amelde bulunurum, der. Hayır, bu bir sözdür ki (temenni anlamında) söyler. Dirilip (hesab gününe) kaldırılıncaya kadar önlerine bir Berzah (dönmelerine bir engel) vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sûr´a üfürülünce, o gün artık aralarında soy bağlan kalmaz; birbirlerinden (bir şeyler de) soramazlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimin terazide tartıları ağır gelirse, işte onlar kurtuluşa erenlerin kendileridir. Kimin de terazide tartıları hafif gelirse, işte onlar da kendilerine zarar verenlerdir; Cehennem´de devamlı kalıcılardır"},{"SurahNumber":23,"VerseNumber":103,"Text":"Artık kimin terazide tartıları ağır gelirse, işte onlar kurtuluşa erenlerin kendileridir. Kimin de terazide tartıları hafif gelirse, işte onlar da kendilerine zarar verenlerdir; Cehennem´de devamlı kalıcılardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ateş yüzlerini yakar da dudakları kasılarak dişleri sırıtıp kalır"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Allah onlara): Âyetlerim size okunurdu da onları yalan sayardınız, değil mi ? (buyurur)"},{"SurahNumber":23,"VerseNumber":106,"Text":"Onlar, Rabbimiz! Haydutluğumuz bize üstün geldi de (doğru yoldan) sapıtan bir millet olduk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz! Bizi buradan çıkar, bir daha haydutluğa dönersek elbette zâlimlerizdir (o zaman) derler"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Allah onlara): Aşağılıkla sinin orada, konuşmayın benimle, der"},{"SurahNumber":23,"VerseNumber":109,"Text":"Şüphesiz kullarımdan bir grup: «Ey Rabbimiz! İmân ettik, bizi bağışla, bize merhamet eyle; sen merhamet edenlerin en hayırlısısın» derlerdi de"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz onları alaya alırdınız; o kadar ki (bu yaramaz haliniz) beni anmayı size unutturdu ve siz onlara (bakıp bakıp alaylı şekilde) gülüyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Doğrusu ben onları, sabrettiklerine karşılık bugün mükâfatlandırdım. Şüphesiz ki onlar, kurtuluşa erenlerin kendileridir"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Allah onlara): Yeryüzünde kaç yıl kaldınız ? diye sorar"},{"SurahNumber":23,"VerseNumber":113,"Text":"«Bir gün ya da bir günün birazı kaldık, sayanlara sor» derler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allah: Ancak az bir süre kaldınız. Bunu (daha önce) bir bilseydiniz a ?! Buyurur"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi boşuna, amaçsız yarattığımızı ve bize döndürülmeyeceğinizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Hak hükümdar olan Allah çok yücedir; O´ndan başka tanrı yoktur. O çok şerefli aziz olan Arş´ın sahibidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Allah´la beraber başka bir ilâha —bu hususta (isbatlayıcı) hiçbir delil yokken— ibâdet edip tapan kimsenin hesabı ancak Rabbinin yanındadır ; doğrusu kâfirler kurtuluşa eremezler"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki: Rabbim! Bağışla, merhamet eyle; sen merhamet edenlerin en hayırlısısın"}]}