{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Tinzil il-Ktieb minn Alla, il-Qawwi, l-Għaref"},{"SurahNumber":39,"VerseNumber":2,"Text":"Tabilħaqq li Aħna nizzilnielek (Muħammad) il-Ktieb bis-sewwa. Mela qim lil Alla, u għalih biss oqgħodl"},{"SurahNumber":39,"VerseNumber":3,"Text":"Tassew li l-qima u l-qadi kollu jistħoqqu biss lil Alla. Izda dawk li għazlu lil min iħarishom (l-allat foloz) minflok lil Alla, jgħidu: 'Aħna ma nagħtuhomx qima ħlief biex igarrbuna lejn Alla.' Tabilħaqq li Alla jagħmel ħaqq minnhom, fuq dak lima jaqblux dwaru, Alla tabilħaqq ma jurix it-triq lil min hu giddieb, ingratl"},{"SurahNumber":39,"VerseNumber":4,"Text":"Li kieku Alla ried ikollu wild, kien jagħzel li jrid minn dak li joħloq. Sebħ lilul Huwa Alla, il-Wieħed, li jegħleb lil kollox u lil kulħaddl"},{"SurahNumber":39,"VerseNumber":5,"Text":"Huwa ħalaq is-smewwiet u l-art bis-sewwa, igib il-lejl wara n-nhar, u jgib in-nhar wara l-lejl, u qiegħed ix-xemx u l-qamar taħt is-setgħa tiegħu kollha jduru sa zmien imsemmi. Huwa tassew il-Qawwi, dejjem jaħfer"},{"SurahNumber":39,"VerseNumber":6,"Text":"Ħalaqkom minn ruħ waħda ( 4dam), imbagħad minnha għamel lil martu (Eva), u nizzlilkom tmint izwieg mill- frat, Huwa joħloqkom fi gwief ommijietkom, minn ħolqien għal ieħor, fi tliet dalmiet. Dak hu Alla Sidkoml Tiegħu s-saltnat Ma hemmx alla ħlieful Mela kif twarrbu (minnu)"},{"SurahNumber":39,"VerseNumber":7,"Text":"Jekk ma temmnux, tabilħaqq li Alla ma jeħtigkomx, u ma togħgbux ic-caħda tat-twemmin tal-qaddejja tiegħu. Izda jekk tizzu ħajr, jithenna bikom. Dik (ir-ruħ) li terfa' t-toqol (tad-dnub) ma terfax toqol ta' ruħ oħra: Imbagħad Iejn Sidkom (il-Milej) terggħu lura u jgħarrafkom b'dak li kontu. tagħmlu, Huwa tabilħaqq jaf kollox. dwar x'hemm fil-qlub"},{"SurahNumber":39,"VerseNumber":8,"Text":"Meta xi deni jolqot lill-bniedem, (arah) isejjaħ lil Sidu (il-Mulej), niedem. Imbagħad meta (il-Mulej) jagħtih xi grazzja mingħandu, huwa jinsa dak li qabel kien talab għalih, u ma' Alla jagħmel (allat oħra) li jħabbtuha miegħu, biex b'hekk itellef lil ħaddieħor it-triq tiegħu (ta' Alla). Għidflu, Muħammad, lill-pagan): 'Gawdi c- caħda ta' twemminek għal ftit taz-zmien. Inti tabilħaqq minn nies in-Narf"},{"SurahNumber":39,"VerseNumber":9,"Text":"Jaqaw dak li huwa kollu qima matul il-lejl, mixħut fl- art jew wieqaf (fit-talb), li jibza' mill-Oħra (mill-Ħajja l- Oħra) u jittama fil-ħniena ta' Sidu (il-Mulej, bħal min ma jagħmilx hekk) 2 Għid (Muħammad): ''Jaqaw huma ndaqs dawk li jafu u dawk li ma jafux 7' Izda huma biss in-nies ta' dehen li jiftakru (fit-twissija ta' Alla)"},{"SurahNumber":39,"VerseNumber":10,"Text":"Għid (Muħammad: 'Alla jgħid:) Ja qaddejja tiegħi li temmnu, ibzgħu minn Sidkom (il-Mulej, u agħmlu r- rieda tiegħuji Għal dawk li jagħmlu t-tajjeb f'din id- dinja, hemm ħlas tajjeb. Art Alla hija wiesgħal Tabilħaqq li dawk kollhom sabar jingħataw ħlashom, bla qjiesi)"},{"SurahNumber":39,"VerseNumber":11,"Text":"Għid (ukoll Muħammad): ''Jiena ngħatajt l-amar li nqim lil Alla u noqgħod għalih (biss)"},{"SurahNumber":39,"VerseNumber":12,"Text":"u ngħatajt l-amar li nkun l-ewwel fost il-Misilmin (tan- nazzjon tiegħi)"},{"SurahNumber":39,"VerseNumber":13,"Text":"Għid (Muħammad): ''Jekk ma nobdix lil Sidi (il-Mulej), jiena nibza' mill-kastig ta' Jum tassew kbirl"},{"SurahNumber":39,"VerseNumber":14,"Text":"Għid (ukoll): ''Jiena nqim lil-Alla u noqgħod għalih bissl"},{"SurahNumber":39,"VerseNumber":15,"Text":"Mela qimu li tridu minflokut' Għid(i/hom): ''Tabilħaqq li t-tellifin huma dawk li jitilfu rwieħhom u lil nieshom f'Jum il-Qawmien.' Dak huwa tassew it-telfien mill- aktar car"},{"SurahNumber":39,"VerseNumber":16,"Text":"Fuqhom ikollhom saffi ta' nar, u taħthom saffi (oħra). B'dan Alla jbezza' lill-qaddejja tiegħu. (Huwa jwissihom): 'la qaddejja tiegħi, ibzgħu minni (u agħmlu r-rieda tiegħi)U"},{"SurahNumber":39,"VerseNumber":17,"Text":"Dawk li warrbu mill-qima ta' l-allat u daru lejn Alla (bl-indiema), dawk għandhom bxara tajba. Mela agħti (Muħammad) il-bxara t-tajba lill-qaddejja tiegħi"},{"SurahNumber":39,"VerseNumber":18,"Text":"dawk li jisimgħu t-taħdit u jimxu fuq l-aħjar li fih. Huma dawk li Alla mexxiehom, u dawk huma n-nies ta' dehenl"},{"SurahNumber":39,"VerseNumber":19,"Text":"Mela min jistħoqq is-sentenza tal-kastig (huwa bħal dak li jqim lil Alla) 7 Jaqaw inti (Muħammad) tista' teħles li min jinsab fin-Nar"},{"SurahNumber":39,"VerseNumber":20,"Text":"Izda huma dawk li jibzgħu minn Sidhom (il-Mulej u jagħmlu r-rieda. tiegħu), li għandhom għamajjar li fuqhom hemm mibnija għamajjar (oħra fis-sema) bix- ximajjar jigru taħthom. (Din hija) il-wegħda ta' Alla, u Alla ma jiksirx il-wegħdal"},{"SurahNumber":39,"VerseNumber":21,"Text":"Jaqaw ma tarax li Alla jnizzel ilma mis-sema, imexxih f'għejun fl-art, u mbagħad joħrog bih ucuħ tar-raba' ta' bosta lwien, imbagħad jidbiel u tarah musfar, imbagħad (Alla) inixxfu u jitfarrak Tabilħaqq li f'dan. (kollu) hemm tifkira għal dawk li għandhom id-dehenl"},{"SurahNumber":39,"VerseNumber":22,"Text":"Jaqaw dak li Alla fetaħlu qalbu għall-Islam, u jinsab (miexi) fid-dawl ta' Sidu (il-Mulej, bħal dak li jinsab fid- dlam: tac-caħda. tat-twemmin) 2 Ħazin għal dawk li webbsu qlubhom għat-tifkira (u għat-twissija) ta' Alla' Dawk jinsabu f'telfien mill-aktar cart"},{"SurahNumber":39,"VerseNumber":23,"Text":"Alla nizzel l-aħjar taħdit: Ktieb li jaqbel fih innifsu u mtenni, li bih il-gilda ta' dawk li jibzgħu minn Sidhom (il-Mulej) tqum xewk xewk, imbagħad il-gilda tagħhom u qlubhom jirtabu bit-tifkira ta' Alla. Dik hija t-tmexxija ta' Alla; biha jmexxi lil-min irid. U dak li Alla jtellfu t- triq, ma għandux min imexxihl"},{"SurahNumber":39,"VerseNumber":24,"Text":"Mela dak li ma għandux ħlief wiccu biex iħarsu mill- kruha tal-kastig f'Jum il-Qawmien (huwa bħal dak li ma għandux dan il-biza') 7 U jintqal lill-ħziena: ''Duqu dak li ksibtu (bl-għemil ħazin tagħkom)i"},{"SurahNumber":39,"VerseNumber":25,"Text":"Dawk ta' qabilhom (ukoll) caħdu (it-twemmin) u għalhekk gie fuqhom il-kastig minn fejn ma kinux qegħdin jistennew"},{"SurahNumber":39,"VerseNumber":26,"Text":"Alla dewwaghom l-għajb fil-ħajja (f'din) id-dinja, u tassew li l-kastig ta' (il-ħajja) l-Oħra huwa akbar, kieku kienu jafut"},{"SurahNumber":39,"VerseNumber":27,"Text":"F'dan il-Qoran tassew gibna lin-nies kull għamla ta' tixbiha, biex forsi jiftakru"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Dan huwa) Qoran Għarbi, bla tagħwig, biex forsi jibzgħu minn Alla (u joqogħdu għalih)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Alla jgib tixbiha ta' ragel (ilsir) li jaqa' taħt bosta ixirka li jitlewmu bejniethom, u (tixbiha ta') ragel (ilsir ieħor) li jaqa' taħt ragel wieħed. Jaqaw dawn it-tnejn huma ndaqs fit-tixbiha 2 Tifħir lil Allat Izda ħafna minnhom ma jafuxl"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tabilħaqq li inti (Muħammad) għad tmut (xi darba jew aħra), u tassew li huma għad imutu (ukoll)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Imbagħad tabilħaqq li f'Jum il-Qawmien. titlewmu bejnietkom (dwar it-tajjeb u l-ħazin) quddiem Sidkom (il-Mulej, li jagħmel ħaqq minnkom)"},{"SurahNumber":39,"VerseNumber":32,"Text":"Mela min hu aktar ingust minn dak li gideb fuq Alla u jicħad is-sewwa meta jasallu 7 Jaqaw mhux fl-Infern l- għamara ta' dawk li jicħdu t-twemmin"},{"SurahNumber":39,"VerseNumber":33,"Text":"U dak.li gie bis-sewwa, u (dak li) jemmen fiha, dawk huma l-gusti li jibzgħu minn Alla"},{"SurahNumber":39,"VerseNumber":34,"Text":"Huma. għandhom dak li jixtiequ għand Sidhom. Dak huwa l-ħlas ta' dawk li jagħmlu t-tajjeb"},{"SurahNumber":39,"VerseNumber":35,"Text":"biex Alla jaħfrilhom l-agħar (għemejjel) li għamlu u jagħtihom il-ħlas tagħhom ta' l-aħjar (għemejjel) li kienu jagħmlu"},{"SurahNumber":39,"VerseNumber":36,"Text":"Jaqaw Alla ma huwiex bizzejjed għall-qaddej tiegħu/ Huma tassew ibezzgħuk (Muħammad) b'dawk (l-allat li huma) minfloku. Dak li Alla jtelliflu t-triq ma jsibx min imexxih"},{"SurahNumber":39,"VerseNumber":37,"Text":"U dak li Alla juri(h) it-triq ma għandux min itellifhielu. Jaqaw Alla ma huwiex qawwi u Sid it-tpattija"},{"SurahNumber":39,"VerseNumber":38,"Text":"(U jekk tistaqsihom: ''Min ħalaq is-smewwiet u l-artz' huma: tassew jgħidu: ''Alla'' Għidfilhom Muħammad): €Mela (la tafu li Alla huwa l-Ħallieq), ħabbruni: Dawn (l-idoli) li-ssejħu minflok Alla, jekk. Alla jridli d-deni, jistgħu (forsi) ineħħu d-deni tiegħu, jew (jekk) iridli l- ħniena, jaqaw jistgħu jzommu l-ħniena tiegħu 7' Għid: Alla huwa bizzejjed għalijal Fih jafdaw dawk li jafdaw"},{"SurahNumber":39,"VerseNumber":39,"Text":"Għid(ilhom. Muħammad): 'Ja niesi, agħmlu bil-mod tagħkom; jiena nagħmel (bil-mod tiegħi)l Se tkunu tafu"},{"SurahNumber":39,"VerseNumber":40,"Text":"lil-min se jigih kastig li jkasbru, u jaqa' fuqu kastig dejjiem"},{"SurahNumber":39,"VerseNumber":41,"Text":"Aħna tabilħaqq nizzilnielek il-Ktieb għan-nies, bis- sewwa. Min jaqbad it-triq it-tajba, (dan ikun ta' gid) għal ruħu, u min jitlef it-triq, lil ruħu jkun tellef. Inti (Muħammad) m'intix responsabbli għalihom"},{"SurahNumber":39,"VerseNumber":42,"Text":"Alla jieħu l-erwieħ waqt mewthom, u (jieħu wkoll l- erwieħ) li ma mitux fl-irqad tagħhom. Huwa jzomm (ir- ruħ) li qatagħhielha għall-mewt, u jibgħat (lura f'gisimha r-ruħ) l-oħra sa zmien imsemmi. F'dan tabilħaqq hawn sinjali għal nies li jixtarru(hom u jitgħalhmu minnhom)"},{"SurahNumber":39,"VerseNumber":43,"Text":"Jew ħadu (l-allat) biex jaqbzu għalihom. minflok Alla 2 Għidfilhom Muħammad): ''(Jaqaw tħallu f'idejn l-idoli) anki jekk dawn ma jistgħu jagħmlu xejn u ma jifhmux"},{"SurahNumber":39,"VerseNumber":44,"Text":"(Għidfilhom Muħammad): ''Ta' Alla hija l-intercessjoni kollha kemm hi; tiegħu hija s-saltna tas-smewwiet u l-art, imbagħad għandu titregggħu lura"},{"SurahNumber":39,"VerseNumber":45,"Text":"Meta jissemma Alla waħdu, qlub dawk li ma jemmnux fl-Oħra (fil-Ħajja l-Oħra). jimtlew. stmerrija, u meta jissemmew dawk (l-allat foloz) minfloku, arahom jifirħu"},{"SurahNumber":39,"VerseNumber":46,"Text":"Għid (Muħammad): 'O. Alla, ħallieq is-smewwiet u l- art, li taf il-mistur u dak li jidher, Inti tagħmel ħaqq mill- qaddejja tiegħek dwar dak li ma kinux jaqblu fuqu"},{"SurahNumber":39,"VerseNumber":47,"Text":"Li kieku l-ħziena kellhom kulma jinsab fuq l-art, u daqsu mizjud miegħu, kieku kienu jinfdew bih (u jeħilsu) mill-agħar. kastig f'Jum il-Qawmien. U: jidhrilhom, mingħand Alla, dak li huma qatt ma ħasbu"},{"SurahNumber":39,"VerseNumber":48,"Text":"Se jidhrilhom il-ħazen ta' dak lir għamlu, u jdawwarhom minn kullimkien dak (il-kastig) li kienu jkasbru"},{"SurahNumber":39,"VerseNumber":49,"Text":"Meta xi deni jmiss lill-bniedem, huwa jsejħilna, imbagħad meta nagħtuh grazzja mingħandna, huwa jgħid: ''Kien biss minħabba xi għarfien (li jiena għandi) li ngħatajt il-grazzja.' Le, (mhux minnuji Dan huwa tigrib, izda ħafna minnhom ma jafux)"},{"SurahNumber":39,"VerseNumber":50,"Text":"Dawk ta' qabilhom tassew qaluh (dan il-kliem), izda dak li kienu kisbu (b'għemilhom) ma swielhom (xejn)"},{"SurahNumber":39,"VerseNumber":51,"Text":"Għalhekk laqathom il-ħazen ta' dak li kisbu (b'għemilhom), u. l-ingusti fost dawn. (il-pagani ta' Qurajx). se jolqothom il-ħazen ta' dak li kisbu, u ma humiex se jaħarbu (il-kastig ta' Alla)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Mela ma jafux li Alla jkattar il-gid lil-min irid, u jnaqqas (dan il-gid kif jidhirlu) 7 Tabilħaqq li f'dan hemm sinjali għal nies li jemmnu"},{"SurahNumber":39,"VerseNumber":53,"Text":"Għid: ''Ja qaddejja tiegħi, li għamlu wisq ħazen kontra rwieħhom, la taqtgħux jieskom mill-ħniena ta' Alla. Alla tabilħaqq jaħfer id-dnubiet kollhal Huwa tassew Kollu Maħfra, Ħanin"},{"SurahNumber":39,"VerseNumber":54,"Text":"Erggħu lura għand Sidkom u ntelqu f'idejh. qabel ma jigikom il-kastigi Imbagħad ma tkunux megħjunin"},{"SurahNumber":39,"VerseNumber":55,"Text":"U imxu wara l-aħjar li tnizzel lilkom minn. Sidkom, qabel ma jigikom il-kastig għal għarrieda u intom ma tintebħux"},{"SurahNumber":39,"VerseNumber":56,"Text":"biex xi ruħ ma tgħidx: 'Jaħasral Kemm inqast lejn Alla Jiena tabilħaqq kont minn dawk li jwaqqgħu għac-cajt"},{"SurahNumber":39,"VerseNumber":57,"Text":"Jew tgħid: 'Li kieku Alla wrieni t-triq, kont inkun mill- gusti li jibzgħu minn Alla"},{"SurahNumber":39,"VerseNumber":58,"Text":"Jew tgħid (xi ruħ) meta tara l-kastig: 'Kieku nista' nerga' lura (fid-dinja), kont inkun minn dawk li jagħmlu t-tajjeb"},{"SurahNumber":39,"VerseNumber":59,"Text":"Ival Gietek ir-Rivelazzjoni tiegħi u inti giddibtha, tkabbart u kont minn dawk bla twemmin"},{"SurahNumber":39,"VerseNumber":60,"Text":"F'Jum il-Qawmien tara lil dawk li gidbu fuq Alla: ucuħhom imsewda. Jaqaw mhux fl-Infern l-għamara ta' l-imkabbrin"},{"SurahNumber":39,"VerseNumber":61,"Text":"Alla jeħles lil-dawk li jibzgħu (minnu) minħabba r- rebħa tagħhom. La jmisshom ħazen u lanqas jitnikktu"},{"SurahNumber":39,"VerseNumber":62,"Text":"Alla huwa l-Ħallieq ta' kollox, u Huwa jieħu ħsieb kollox"},{"SurahNumber":39,"VerseNumber":63,"Text":"Tiegħu l-imfietaħ tas-smewwiet u ta' l-art, u dawk li caħdu r-Rivelazzjoni ta' Alla u s-sinjali tiegħu, dawk huma t-telliefa"},{"SurahNumber":39,"VerseNumber":64,"Text":"Għid(ilhom Muħammad): ''Jaqaw tordnawli nqim lil ħaddieħor minflok Alla, ja nies li ma tafux"},{"SurahNumber":39,"VerseNumber":65,"Text":"Gie rivelat lilek u lil dawk qablek: Jekk ixxierek allat (oħra ma' Alla), tassew li jixxejjen għemilek, u tassew tkun mit-tellifint"},{"SurahNumber":39,"VerseNumber":66,"Text":"Let Lil Alla qim, u kun minn dawk li jizzu ħajri"},{"SurahNumber":39,"VerseNumber":67,"Text":"Huma ma weggħux lil Alla kemm jixraqlu, u l-art kollha tkun fil-qabda tiegħu f'Jum il-Qawmien, u s- smewwiet ikunu mitwija f'lemintu, Sebħ lilul Huwa wisq ogħla minn dak li (il-pagani) ixierku miegħu"},{"SurahNumber":39,"VerseNumber":68,"Text":"U tindaqq it-trumbetta, u jintilef minn sensih min ikun fis-smewwiet u min ikun fl-art, ħlief dak li Alla jrid (li: ma jigrilux: hekk). Imbagħad tindaqq (darba) oħra, u arahom iqumu u jħarsu (iex jaraw x'se jigri minnhom)"},{"SurahNumber":39,"VerseNumber":69,"Text":"(U l-art tiddi b'dawl Sidha. Jitqiegħed il-Ktieb, jingiebu l-Profeti u x-xhieda, isir ħaqq minnhom bis-sewwa, u ma: ) ssirx ingustizzja magħhom"},{"SurahNumber":39,"VerseNumber":70,"Text":"Kull ruħ titħallas ta' dak li għamlet, u Huwa jaf l-aktar b'dak li jagħmlu"},{"SurahNumber":39,"VerseNumber":71,"Text":"Dawk li caħdu t-twemmin. jinsaqu lejn l-Infern f'gemgħat, u meta jaslu hemm, il-bibien tiegħu jinfetħu u l-għassiesa jgħidu(/hom): 'Mela ma gewkomx Mibgħutin minn fostkom jaqrawlkom il-versi ta' Sidkom u jwissukom: dwar il-laqgħa ta' dan il-Jum: tagħkom'' Huma jgħidu: 'Mela (gewnajf' Imma seħħet il-kelma tal-kastig kontra dawk li caħdu t- twemmin)"},{"SurahNumber":39,"VerseNumber":72,"Text":"Jintqal(izhom): 'ldħlu bwieb l-Infern, u fih tibqgħu għal dejjemi' Ta' għajb l-għamara ta' dawk li tkabbru"},{"SurahNumber":39,"VerseNumber":73,"Text":"(Dawk li kienu jibzgħu minn Sidhom jinsaqu lejn il- Genna f'gemgħat, u meta jaslu hemm, il-bibien tagħha jinfetħu u l-għassiesa jgħidu//hom): 'Sliem. għalikomt Għamiltu t-tajjeb. Mela idħlu fiha, u ibqgħu (fil-Genna) għal dejjemi"},{"SurahNumber":39,"VerseNumber":74,"Text":"Huma jgħidu: 'It-tifħir lil-Alla li seddaq il-wegħda tiegħu magħna u għamilna werrieta ta' l-art (tal-Genna)l Aħna noqogħdu fejn irridu fil-Genna,' Tassew sabiħ il- ħlas tal-ħaddiema (ta' l-għemejjel it-tajba)"},{"SurahNumber":39,"VerseNumber":75,"Text":"U tara (Muħammad) lill-angli mdawrin mat-Tron ifaħħru s-sebħ ta' Sidhom, u jsir ħaqq minnhom bis-sewwa. U jintqal: 'iIt-tifħir lil Alla, Sid il-ħolqieni"}]}