{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif-lam-ra \". Ezek a Konyv. Versei es egy vilagos Korane. (Guz\" 14. Hizb)"},{"SurahNumber":15,"VerseNumber":2,"Text":"Talan azok, akik hitetlenkedtek azt szeretnek majd\", hogy muzulmanok lettek volna"},{"SurahNumber":15,"VerseNumber":3,"Text":"Engedd oket, hogy egyenek es elvezzek es hogy a (csaloka, hamis) remeny csabitsa el oket! Majd meg fogjak tudni"},{"SurahNumber":15,"VerseNumber":4,"Text":"Egyetlen varost sem pusztitottunk cl csak ugy, hogy annak ismert irasa volt"},{"SurahNumber":15,"VerseNumber":5,"Text":"Egyetlen kozosseg sem elozheti meg a megszabott idejet es nem is kesleltetheti azt"},{"SurahNumber":15,"VerseNumber":6,"Text":"Es mondjak: ,O, te! (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) Akire az Intes (ez a Koran) lekuldetett! Te dzsinnektol megszallott vagy"},{"SurahNumber":15,"VerseNumber":7,"Text":"Miert nem hozol elo nekunk Angyalokat, ha az igazat szolok kozul valo vagy"},{"SurahNumber":15,"VerseNumber":8,"Text":"Mi azonban csak az Igazsaggal kuldunk le Angyalokat. Am haladekot akkor sem kapnak (a hitetlenek)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Mi bizony lebocsatottuk a Dikr-t (intes, emlekeztetes, a Kegyes Koran) es Mi bizony Orzoi\" vagyunk annak"},{"SurahNumber":15,"VerseNumber":10,"Text":"Mar elotted ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) is kuldetessel biztunk meg (embereket) a korabbiak partjaihoz"},{"SurahNumber":15,"VerseNumber":11,"Text":"Es egyetlen Kuldott sem jott el hozzajuk csak ugy, hogy gunyt uztek belole"},{"SurahNumber":15,"VerseNumber":12,"Text":"Igy bocsatjuk azt be a bunosok\" szivebe"},{"SurahNumber":15,"VerseNumber":13,"Text":"Ok nem hisznek abban (a Koranban). Holott mar korabban meg volt az elodok szokasos eljarasa"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ha ajtot nyitnank is nekik az egen es azon folyamatosan fel is emelkedhetnenek"},{"SurahNumber":15,"VerseNumber":15,"Text":"Azt mondanak: ,.Bizony csak kaprazat aldozata a szemunk, sot mi varazslattal sujtott nep vagyunk"},{"SurahNumber":15,"VerseNumber":16,"Text":"Mi bizony az egen tornyokat\" helyeztunk el es azokat felekesitettuk a szemlelok szamara"},{"SurahNumber":15,"VerseNumber":17,"Text":"Es megoriztuk azokat minden megkovezendo satantol"},{"SurahNumber":15,"VerseNumber":18,"Text":"Kiveve azt, aki hallgatozik, azt Viszont vilagos langcsova koveti"},{"SurahNumber":15,"VerseNumber":19,"Text":"A foldet kiteritettuk es szilardan rogzitetteket (hegyeket) vetettunk arra. Es abban mindenfele jol kiegyensulyozott dolgot sarjasztottunk"},{"SurahNumber":15,"VerseNumber":20,"Text":"Abban elhelyeztunk a szamotokra gondoskodast es azok szamara is, akikrol nem ti gondoskodtok"},{"SurahNumber":15,"VerseNumber":21,"Text":"Minden dolog tarhaza Nalunk van! Es Mi csak megszabott mertekben bocsatjuk le azt"},{"SurahNumber":15,"VerseNumber":22,"Text":"Es elkuldtuk a szeleket, megtermekenyitokkent. Es az egbol vizet bocsatottunk le es itattunk vele benneteket. Ti azt nem halmozhatjatok fel"},{"SurahNumber":15,"VerseNumber":23,"Text":"Bizony Mi keltunk eletre es Mi kuldunk a halalba. Es Mi \"vagyunk az orokosok"},{"SurahNumber":15,"VerseNumber":24,"Text":"Es bizony Mi ismerjuk a korabbi nemzedekeket (akik mar elmultak) kozuletek es ismerjuk a hatramaradokat, az elkovetkezendo nemzedekeket"},{"SurahNumber":15,"VerseNumber":25,"Text":"Bizony a te Urad fogja osszegyujteni oket. O Bolcs es Tudo"},{"SurahNumber":15,"VerseNumber":26,"Text":"Bizony megteremtettuk az embert szaraz, megformalt agyagbol"},{"SurahNumber":15,"VerseNumber":27,"Text":"Es korabban megteremtettuk a dzsinneket a Samum! tuzebol"},{"SurahNumber":15,"VerseNumber":28,"Text":"Midon az Urad mondta az Angyaloknak: . En embert fogok teremteni szaraz megformalt agyagbol"},{"SurahNumber":15,"VerseNumber":29,"Text":"Es ha megformaztam es lelket leheltem bele a lelkembol (amit a szamara teremtettem), boruljatok le elotte"},{"SurahNumber":15,"VerseNumber":30,"Text":"Az angyalok mindegyike leborult"},{"SurahNumber":15,"VerseNumber":31,"Text":"Kiveve Iblis-t, (A gonosz) Volt az, aki megtagadta, hogy a leborulok koze tartozzon"},{"SurahNumber":15,"VerseNumber":32,"Text":"Mondta: .O, Iblis! Mi van veled, hogy nem tartozol a leborulok kozer"},{"SurahNumber":15,"VerseNumber":33,"Text":"Mondta: . Nem tartozhatom azok koze, akik leborulnak egy ember elott, akit Te teremtettel szaraz agyagbol, megformalt sarbol"},{"SurahNumber":15,"VerseNumber":34,"Text":"Mondta: . Menj ki innen! Te megkovezendo vagy"},{"SurahNumber":15,"VerseNumber":35,"Text":"Bizony rajtad atok fog ulni a Szamonkeres Napjaigo"},{"SurahNumber":15,"VerseNumber":36,"Text":"Mondta: Uram! Adj nekem haladekot addig a Napig mig feltamasztatnak"},{"SurahNumber":15,"VerseNumber":37,"Text":"Mondta: . Bizony te azokhoz tartozol, akik haladekot kaptak"},{"SurahNumber":15,"VerseNumber":38,"Text":"Egy meghatarozott Napig"},{"SurahNumber":15,"VerseNumber":39,"Text":"Mondta: Uram! Amiert tevutra vittel engem, en diszesse teszem (a tevelyges utjat) a szamukra a foldon, es mindegyiket tevutra vezetem"},{"SurahNumber":15,"VerseNumber":40,"Text":"Kiveve a Te oszinte szolgaidat kozottuk"},{"SurahNumber":15,"VerseNumber":41,"Text":"Mondta: , Egyenes ut ez Hozzam"},{"SurahNumber":15,"VerseNumber":42,"Text":"Neked nincs hatalmad az En szolgaim felett, kiveve azokat, akik kovetnek teged a bolyongok\" kozul"},{"SurahNumber":15,"VerseNumber":43,"Text":"Mindannyiuk igert helye a Pokol lesz"},{"SurahNumber":15,"VerseNumber":44,"Text":"Annak (a Pokolnak) het kapuja van es minden egyes kapu szamara meghatarozott osztalya (a bunosoknek) kijeloltetik"},{"SurahNumber":15,"VerseNumber":45,"Text":"Bizony az istenfelok majd Kertekben es forrasoknal lesznek"},{"SurahNumber":15,"VerseNumber":46,"Text":"Lepjetek be oda bekessegben, biztonsagban"},{"SurahNumber":15,"VerseNumber":47,"Text":"Es Mi eltavolitjuk azt, ami a lelkeikben a gyuloletbol van es testverekkent (fekszenek) kereveteken egymassal szemben"},{"SurahNumber":15,"VerseNumber":48,"Text":"Nem eri el ott oket gond (erzete) es nem uzetnek ok onnan ki"},{"SurahNumber":15,"VerseNumber":49,"Text":"Tudasd ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) az En szolgaimmal, hogy En vagyok a Megbocsato es az Irgalmas"},{"SurahNumber":15,"VerseNumber":50,"Text":"Es azt is, hogy az En Buntetesem fajdalmas buntetes"},{"SurahNumber":15,"VerseNumber":51,"Text":"Es adj (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) nekik hirt /brahum (Abraham) vendegeirol"},{"SurahNumber":15,"VerseNumber":52,"Text":"Amidon beleptek hozza es mondtak: , Bekesseg! (salaman)\" Mondta (Abraham): ..Mi bizony felunk toletek"},{"SurahNumber":15,"VerseNumber":53,"Text":"Mondtak (az angyalok): ..Ne felj! Mi bizony egy tudassal rendelkezo ifju (Ishag) oromhiret kozoljuk veled"},{"SurahNumber":15,"VerseNumber":54,"Text":"(Abraham) Mondta: ,. Vajon oromhirt kozoltok velem, mikor mar az oregseg megerintett engem. Mifele oromhirt kozoltok hat"},{"SurahNumber":15,"VerseNumber":55,"Text":"Mondtak (az angyalok): Mi az Igazsagnak megfelelo oromhirt kozoljuk veled. Ne tartozz hat a remenyt vesztok koze"},{"SurahNumber":15,"VerseNumber":56,"Text":"Mondta (Abraham): ..Ki mas is vesztheti el a remenyt Ura irgalma irant, mint a tevelygoket"},{"SurahNumber":15,"VerseNumber":57,"Text":"Mondta (Abraham): ,.Es mi a ti feladatotok, o Kuldottek"},{"SurahNumber":15,"VerseNumber":58,"Text":"Azok (az angyalok) mondtak: . Mi bizony egy olyan nephez kuldettunk el, amely bunos"},{"SurahNumber":15,"VerseNumber":59,"Text":"Kiveve Lot csaladjat. Mi oket mindannyiukat meg fogjuk menteni"},{"SurahNumber":15,"VerseNumber":60,"Text":"Kiveve a feleseget, akirol azt rendeltuk el, hogy o azok koze fog tartozni, akik a hatramaradok"},{"SurahNumber":15,"VerseNumber":61,"Text":"Es miutan Lot csaladjahoz ertek a Kuldottek"},{"SurahNumber":15,"VerseNumber":62,"Text":"Azt mondta o: ,,Ti ismeretlen emberek vagytok"},{"SurahNumber":15,"VerseNumber":63,"Text":"Mondtak: ..Nem, mi azt hozzuk el neked, amiben ok ketelkedtek"},{"SurahNumber":15,"VerseNumber":64,"Text":"Mi bizony az Igazsagot hoztuk el neked, mi az igazat szolok Vagyunk"},{"SurahNumber":15,"VerseNumber":65,"Text":"Menj a csaladoddal a legsotetebb ejjelen es kovesd oket! Senki kozuletek ne forduljon hatra! Oda menjetek, ahova parancsot kaptatok"},{"SurahNumber":15,"VerseNumber":66,"Text":"Es eloirtuk szamara azt a rendelest, hogy reggelre kelve azokbol (a bunosokbol) semmi sem marad"},{"SurahNumber":15,"VerseNumber":67,"Text":"Es a varos nepe orvendezve jott"},{"SurahNumber":15,"VerseNumber":68,"Text":"Mondta (Lot): .. Ezek az en vendegeim, ne hozzatok szegyenbe"},{"SurahNumber":15,"VerseNumber":69,"Text":"Es feljetek Allah-ot, es ne hozzatok gyalazatot ram"},{"SurahNumber":15,"VerseNumber":70,"Text":"Mondtak: Vajon nem tiltottunk- e el az emberektol"},{"SurahNumber":15,"VerseNumber":71,"Text":"Mondta: , Ezek a lanyaim! Ha ezt akarjatok tenni"},{"SurahNumber":15,"VerseNumber":72,"Text":"Az eletedre (Muhammad- Allah aldja meg es adjon Neki orok udvosseget)! Ok bizony esztelensegukben\" bolyongnak"},{"SurahNumber":15,"VerseNumber":73,"Text":"Napkeltekor (borzalmas) as- sayhatu (az orditas buntetese) ragadta el oket"},{"SurahNumber":15,"VerseNumber":74,"Text":"Mi az aljat tettuk a felso reszeve. Es Mi siggil-bol (egetett agyagtegla) valo kovekkel arasztottuk el oket"},{"SurahNumber":15,"VerseNumber":75,"Text":"Bizony ebben jelek vannak a figyelok szamara"},{"SurahNumber":15,"VerseNumber":76,"Text":"Bizony az (a varos\") egy soha el nem mulo uton van"},{"SurahNumber":15,"VerseNumber":77,"Text":"Bizony jel van ebben a hivok szamara"},{"SurahNumber":15,"VerseNumber":78,"Text":"Es bizony a Cserjes Lakoi (ashabu-I-aykati, Madyan nepe) bunosok voltak"},{"SurahNumber":15,"VerseNumber":79,"Text":"Bosszut alltunk rajtuk. Mindketten nyilvanvalo peldak"},{"SurahNumber":15,"VerseNumber":80,"Text":"Es bizony al-Hior lakoi\" is hazugsaggal vadoltak a Kuldotteket"},{"SurahNumber":15,"VerseNumber":81,"Text":"Mi elhoztuk nekik a Mi jeleinket, am ok elfordultak attol"},{"SurahNumber":15,"VerseNumber":82,"Text":"Es a hegyekbol hazakat faragtak ki, hogy biztonsagban legyenek"},{"SurahNumber":15,"VerseNumber":83,"Text":"Am as-sayhatu (az orditas borzalmas buntetese) ragadta meg oket reggelre kelve"},{"SurahNumber":15,"VerseNumber":84,"Text":"Es nem volt a hasznukra az, amit megszereztek"},{"SurahNumber":15,"VerseNumber":85,"Text":"Mi bizony az Igazsaggal teremtettuk meg az egeket es a foldet. Az Ora elkerulhetetlenul kozeleg. A szep megbocsatast gyakorold hat"},{"SurahNumber":15,"VerseNumber":86,"Text":"Es bizony az Urad, O a Teremto es a Tudo"},{"SurahNumber":15,"VerseNumber":87,"Text":"Mi bizony neked adtuk a het Matani-t es a Hatalmas Korant"},{"SurahNumber":15,"VerseNumber":88,"Text":"Es ne mereszd a szemeidet arra, amit kozuluk nemelyeknek elvezetul adtunk. Es ne legy szomoru miattuk! Terjeszd ki vedoszarnyaidat a hivok fole"},{"SurahNumber":15,"VerseNumber":89,"Text":"Es mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Bizony en vagyok a nyilvanvalo into"},{"SurahNumber":15,"VerseNumber":90,"Text":"Ahogyan lebocsatottunk a megosztokra"},{"SurahNumber":15,"VerseNumber":91,"Text":"Akik a Korant kulonbozo fejezetekke! teszik"},{"SurahNumber":15,"VerseNumber":92,"Text":"Az Uradra! Mindegyiket megkerdezzuk majdan"},{"SurahNumber":15,"VerseNumber":93,"Text":"Arrol, amit cselekedett"},{"SurahNumber":15,"VerseNumber":94,"Text":"Azt hirdesd, amire parancsot kaptal! Es fordulj el a tarsitoktol"},{"SurahNumber":15,"VerseNumber":95,"Text":"Mi bizony elegsegesek vagyunk neked a gunyolodokkal szemben"},{"SurahNumber":15,"VerseNumber":96,"Text":"Akik Allah melle mas istent allitanak. Majd meg fogjak tudni"},{"SurahNumber":15,"VerseNumber":97,"Text":"Mi bizony tudjuk, hogy a szived szomoru amiatt, amit mondanak"},{"SurahNumber":15,"VerseNumber":98,"Text":"Az Urad iranti halad hirdesd! Es tartozz a leborulok koze"},{"SurahNumber":15,"VerseNumber":99,"Text":"Szolgald az Uradat, amig el nem jon hozzad a bizonyossag"}]}