{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Naybilʹsh blahoslovlenyy yavlyaye soboyu odyn khto vidkryv Statutnu Knyhu do Yoho sluzhbovtsya, takym chynom vin mozhe sluzhyty yak warner do vsʹoho svitu"},{"SurahNumber":25,"VerseNumber":2,"Text":"komu nalezhytʹ vsʹomu suverenitetu neba ta zemli. Vin nikoly ne mav syna, ne Vin mayutʹ budʹ-yakykh partneriv u suvereniteti. Vin utvoryv vse u tochniy miri; Vin akuratno zamyslyv vse"},{"SurahNumber":25,"VerseNumber":3,"Text":"Dosi, vony zdiymayutʹsya bilya bohiv Yoho shcho nichoho ne stvoryuyutʹ - vony sebe musyatʹ utvoryuyutʹsya ta khto ne volodiyutʹ potuzhnistyu navitʹ zavdaty shkody abo vyhoda sebe, ne roblyatʹ vony volodiyutʹ budʹ-yakoyu potuzhnistyu prokontrolyuvaty zhyttya, abo smertʹ, abo resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"Tsey khto disbelieved skazanyy, \"Tse ye vyhotovlennya shcho vin vyrobyv, z dopomohoyu deyakykh inshykh lyudey.\" Vony vymovyly blasphemy ta falsehood"},{"SurahNumber":25,"VerseNumber":5,"Text":"Vony takozh skazaly, \"Povisti z mynulyy shcho vin zapysav; vony buly prodyktovani yomu denʹ ta nich"},{"SurahNumber":25,"VerseNumber":6,"Text":"Kazhutʹ, \"Tse bulo vidkryte khto znaye Tayemnytsyu u nebi ta zemli. Vin Probachaye, Naybilʹsh Myloserdnyy"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ta vony skazaly, \"Yak prybuvayutʹ tse kur'yer yistʹ prodovolʹstvo ta zakhodytʹ rynky? Yakby tilʹky anhel mih prybuty vnyz z nym, shchob sluzhyty z nym yak propovidnyk"},{"SurahNumber":25,"VerseNumber":8,"Text":"Abo, \"Yakby tilʹky skarb mih podanyy yomu!\" Abo, \"Yakby tilʹky vin mih ovolodity fruktovym sadom z kotroho vin hostytʹsya!\" Porushnyky takozh skazaly, \"Vy slidkuyete bewitched lyudyna"},{"SurahNumber":25,"VerseNumber":9,"Text":"Prymitka yak vony zaklykaly vas vsi riznovydy nazv, ta yak tsykh pryvely yikh astray, nikoly ne znayty yikhniy shlyakh nazad"},{"SurahNumber":25,"VerseNumber":10,"Text":"Naybilʹsh blahoslovlenyy yavlyaye soboyu odyn khto mozhe, yakshcho Vin wills, dayete vam bahato krashche nizh yikhni vymohy - park z techuchymy potokamy, ta bahato osobnyakiv"},{"SurahNumber":25,"VerseNumber":11,"Text":"Faktychno, vony disbelieved u Hodyni (Denʹ Resurrection), ta my mayemo hotovyy do tsykh khto disbelieve u Hodyni flaming Peklo"},{"SurahNumber":25,"VerseNumber":12,"Text":"Koly yomu bachytʹ yikh zdaleku, vony pochuyutʹ yoho rage ta fuming"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ta koly vony kydayutʹsya u tse, cherez vuzʹke mistse, vse shackled, vony zayavlyatʹ yikhniy remorse"},{"SurahNumber":25,"VerseNumber":14,"Text":"Vy ne zayavyte tilʹky yedynyy remorse, na tomu dni; vy postrazhdayete cherez velyke chyslo remorses"},{"SurahNumber":25,"VerseNumber":15,"Text":"Kazhutʹ, tse krashche abo vichnyy Ray shcho obitsyayetʹsya dlya spravedlyvyy? Tse yikh dobre zasluhovuyetʹsya vynahoroda; dobre zasluzhena dolya"},{"SurahNumber":25,"VerseNumber":16,"Text":"Vony pryyizhdzhayutʹ budʹ shcho vony bazhayutʹ tam, zavzhdy. Tse ye vash Lord bezpovorotna obitsyanka"},{"SurahNumber":25,"VerseNumber":17,"Text":"Na dni koly Vin sklykaye yikh, razom z idolamy vony vstanovyly bilya BOHA, Vin skazhe, vy pryzvely do pomylky tsi sluzhbovtsi Shakhty, abo zrobyly vony zablukayutʹsya na yikhnʹomu vlasnyy"},{"SurahNumber":25,"VerseNumber":18,"Text":"Vony skazhutʹ, Vy glorified, tse bulo ne pravo na nas vstanovyty budʹ-yakykh lordiv bilya Vas. Ale Vy dozvolyly yim otrymaty nasolodu vid, razom z yikhnimy batʹkamy. Otzhe, vony disregarded povidomlennya ta takym chynom stalo bezputnymy lyudʹmy"},{"SurahNumber":25,"VerseNumber":19,"Text":"Vony disbelieved u povidomlenni vy daly yim, ta, otzhe, vy mozhete niyaki zakhyshchayete yikh z retribution vony pidpaly, ne mozhutʹ vy dopomahayete yim u budʹ-yakomu shlyakhu. Budʹ khto sered vas shcho zdiysnyuye zlo, my zdiysnymo yoho do suvoroho retribution"},{"SurahNumber":25,"VerseNumber":20,"Text":"My ne poslaly budʹ-yakym kur'yeram pered tym, yak vy shcho ne z'yiyily prodovolʹstvo ta zakhodyte rynky. My takym chynom vyprobovuyemo vas odyn odnoho; budete vy steadfastly persevere? Vash Lord Seer"},{"SurahNumber":25,"VerseNumber":21,"Text":"Tsey khto ne ochikuyutʹ zustrity nas skazav, \"Yakby tilʹky anhely mohly prybuty vnyz do nas, abo my mohly pobachyty nashoho Lorda (my todi by poviryly)!\" Diysno, vony zdiysnyly velyku zukhvalistʹ, ta vyrobyly velykyy blasphemy"},{"SurahNumber":25,"VerseNumber":22,"Text":"denʹ vony bachatʹ anhely, tse ne bude harnu novynu dlya vynuvatu; vony skazhutʹ, \"Zaraz, my irreversibly obmezhuyemosya"},{"SurahNumber":25,"VerseNumber":23,"Text":"My podyvymosʹ na vsi pratsi vony zrobyly, ta nadayutʹ yim nediysnym"},{"SurahNumber":25,"VerseNumber":24,"Text":"dwellers Rayu ye daleko krashche na tomu dni; vony pochuyutʹ krashchu novynu"},{"SurahNumber":25,"VerseNumber":25,"Text":"nebesa zlamayutʹsya okremo, u bezlich khmar, ta anhely spustyatʹsya u bezlichi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Vesʹ suverenitet na shcho denʹ nalezhytʹ naybilʹsh Dobrozychlyvomu. Dlya disbelievers, tse bude tyazhkyy denʹ"},{"SurahNumber":25,"VerseNumber":27,"Text":"denʹ prybude koly porushnyk ukusytʹ yoho ruky (u bolyu) ta kazhu, 'Na zhalʹ \"!, ya by khotiv, shchob ya proslidkuvav za shlyakhom z kur'yerom"},{"SurahNumber":25,"VerseNumber":28,"Text":"Na zhalʹ \"!, prykroshchi meni, ya by khotiv, shchob ya ne vzyav shcho osoba yak tovarysh"},{"SurahNumber":25,"VerseNumber":29,"Text":"Vin poviv meni daleko z povidomlennya pislya tse prybuv do meni. Diysno, chort pidvodytʹ yoho lyudsʹki zhertvy"},{"SurahNumber":25,"VerseNumber":30,"Text":"kur'yer skazav, \"Miy Lord, moyi lyudy pokynuly tse Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"My takozh zdiymayemosʹ proty kozhnykh vorohiv proroka z chysla vynuvatoho. Vash Lord bude dostatniy tomu shcho dovidnyk, mayster"},{"SurahNumber":25,"VerseNumber":32,"Text":"Tsey khto disbelieved skazanyy, \"Chomu Quran ne prybuv cherez yoho raptovo?\" My vidmovylysya vid tse do vas postupovo, aby zafiksuvaty tse u vashiy pam'yati. My deklamuvaly tse u spetsyfichniy poslidovnosti"},{"SurahNumber":25,"VerseNumber":33,"Text":"Shchob ni arhument vony pidkhodyatʹ z, my zabezpechuyemo vas z pravdoyu, ta krashchym rozuminnyam"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tsey khto forcibly sklykayutʹsya do Didʹka u nayhirshiy pozytsiyi; vony yavlyayutʹ soboyu naydalʹshe z prava shlyakh"},{"SurahNumber":25,"VerseNumber":35,"Text":"My daly Moses svyate pysannya, ta pryznachenyy yoho brat Aaron shchob buty yoho asystent"},{"SurahNumber":25,"VerseNumber":36,"Text":"My skazaly, \"Idemo, obydva vas, do lyudey kotrykh vidkhylyly nashi vidkryttya,\" ta z·hodom, my nadzvychayno vynyshchyly rejectors"},{"SurahNumber":25,"VerseNumber":37,"Text":"Analohichno, koly lyudy Noah disbelieved kur'yery, my potopyly yikh, ta my vstanovlyuyemo yikh yak znak dlya lyudey. My mayemo hotovi do porushnykiv bolisnyy retribution"},{"SurahNumber":25,"VerseNumber":38,"Text":"Takozh `aad, Thamoud, meshkantsi Alʹ-Russ, ta bahato heneratsiy mizh nymy"},{"SurahNumber":25,"VerseNumber":39,"Text":"Do kozhnykh z tsykh hrup, my dostavyly dostatni pryklady, pered tym, yak my vynyshchyly yikh"},{"SurahNumber":25,"VerseNumber":40,"Text":"Vony proyshly povz spilʹnoty shcho showered z neshchasnoyu zlyvoyu (Sodom). Vony ne pobachyly tse? Sprava v tomu, vony nikoly ne viryly v resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"Koly vony pobachyly vas, vony zavzhdy ridiculed vy: tse vybyrayetʹsya BOHOM buty kur'yer"},{"SurahNumber":25,"VerseNumber":42,"Text":"Vin mayzhe vidviv nas z nashykh bohiv, yakshcho tse ne shcho my steadfastly persevered z nymy.\" Vony zvychayno znaydutʹ, koly vony bachatʹ retribution, khto yavlyayutʹ soboyu realʹnyy strayers z shlyakhu"},{"SurahNumber":25,"VerseNumber":43,"Text":"vy pobachyly chyy boh ye yoho vlasnyy ego? Vy budete yoho prybichnyk"},{"SurahNumber":25,"VerseNumber":44,"Text":"vy dumayete shcho bilʹshistʹ yikh chuyete, abo rozumiyete? Vony tochno, yak tvaryny; ni, vony ne ye daleko hirshi"},{"SurahNumber":25,"VerseNumber":45,"Text":"vy ne pobachyly yak vashoho Lorda zamyslyly tinʹ? Yakshcho b Vin willed, Vin mih vstyhly fiksovani, todi my by zamyslyly sontse vidpovidnym chynom"},{"SurahNumber":25,"VerseNumber":46,"Text":"Ale my zamyslyly tse posunuty povilʹno"},{"SurahNumber":25,"VerseNumber":47,"Text":"Vin yavlyaye soboyu odyn khto zamyslyv nich buty obkladynka, ta dlya vas spaty ta vidpochynok. Ta Vin zrobyv denʹ resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"Vin yavlyaye soboyu odyn khto posylaye viter z harnymy oznakamy Yoho myloserdya, ta my posylayemo vnyz z neba chysta voda"},{"SurahNumber":25,"VerseNumber":49,"Text":"Z tse, my vidnovlyuyemo mertvi zemli ta zabezpechuyemo napiy dlya nashykh stvorennya - bezlich tvaryn ta humans"},{"SurahNumber":25,"VerseNumber":50,"Text":"My rozpodilyly tse sered nykh u tochniy miri, shcho vony mozhutʹ vzyaty uvahu. Ale naybilʹsh lyudy napolyahayutʹ na disbelieving"},{"SurahNumber":25,"VerseNumber":51,"Text":"Yakshcho my willed, my mohly poslaly do kozhnoyi spilʹnoty warner"},{"SurahNumber":25,"VerseNumber":52,"Text":"Tomu, ne pidkoryayutʹsya disbelievers, ta dokladayutʹ zusylʹ proty nykh z tse, velykym prahnuchym"},{"SurahNumber":25,"VerseNumber":53,"Text":"Vin yavlyaye soboyu odyn khto zlyvaye dva morya; kozhnyy ye svizhyy ta palatable, v toy chas, yak inshyy solonyy ta undrinkable. Ta Vin vidokremyv yikh z formidable, nedotorkanym bar'yerom (evaporation)"},{"SurahNumber":25,"VerseNumber":54,"Text":"Vin yavlyaye soboyu odyn khto stvoryuvav z vody lyudsʹkoyi buduchy, todi zroblenoyu yomu vidtvoryuyutʹ cherez shlyub ta mating. Vash Lord Omnipotent"},{"SurahNumber":25,"VerseNumber":55,"Text":"Dosi, vony dosi zdiymayutʹsya bilya idoliv BOHA shcho ne mozhutʹ yim vyhody, ne shkoda yim. Diysno, disbeliever ye voroh yoho Lorda"},{"SurahNumber":25,"VerseNumber":56,"Text":"My poslaly vam (Rashad) yak deliverer harnoyi novyny, tak zhe, yak i warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Kazhu, \"ya ne proshu vas dlya budʹ-yakykh hroshey. Vesʹ ya prahnu mushu dopomohty vy znakhodyte pravo shlyakh do vashoho Lorda, yakshcho tse ye shcho vy vybyrayete"},{"SurahNumber":25,"VerseNumber":58,"Text":"Vy budete postavyty vashu doviru u khto vmiye Zhyvyy khto nikoly ne vmyraye - ta khvalyte Yoho ta glorify Yo. Vin tsilkom Cognizant Yoho hrikhiv stvorinʹ"},{"SurahNumber":25,"VerseNumber":59,"Text":"Vin yavlyaye soboyu odyn khto utvoryv nebo ta zemlyu, ta vse mizh nymy, u shesty dnyakh, todi prypustylo vesʹ avtorytet. Naybilʹsh Dobrozychlyvyy; poprositʹ pro Yoho tsey khto dobre zasnovuyutʹsya u znanni"},{"SurahNumber":25,"VerseNumber":60,"Text":"Koly vony rozpovidayutʹsya, 'Padayutʹ prostrate pered naybilʹsh Dobrozychlyvym,' yak kazhutʹ, 'Shcho yavlyaye soboyu Naybilʹsh Dobrozychlyvyy? My budemo prostrate pered tym, yak yakyy prybichnyk vas?\" Otzhe, tse tilʹky zbilʹshuye yikhnyu antypatiyu"},{"SurahNumber":25,"VerseNumber":61,"Text":"Naybilʹsh blahoslovlenyy yavlyaye soboyu odyn khto rozmistyv suzirya' u nebi, ta rozmishchenomu u tse lampa, ta blyshchachyy misyatsʹ"},{"SurahNumber":25,"VerseNumber":62,"Text":"Vin yavlyaye soboyu odyn khto zamyslyv nich ta denʹ do zastupnyka: dostatniy dokaz dlya tsykh khto bazhayutʹ vzyaty uvahu, abo shchob buty appreciative"},{"SurahNumber":25,"VerseNumber":63,"Text":"worshipers naybilʹsh Dobrozychlyvoho tsey khto stupayutʹ zemlya gently, ta koly neobiznana rozmovlyayutʹ z nymy, vony tilʹky vymovlyayutʹ myr"},{"SurahNumber":25,"VerseNumber":64,"Text":"U tayemnosti nochi, vony rozdumuyutʹ na yikhnʹomu Lordi, ta padayutʹ prostrate"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ta yak kazhutʹ, \"Nash Lord, ekonomlyatʹ nas ahoniya Pekla; yoho retribution ye horrendous"},{"SurahNumber":25,"VerseNumber":66,"Text":"Tse yavlyaye soboyu nayhirshyy abode; nayhirsha dolya"},{"SurahNumber":25,"VerseNumber":67,"Text":"Koly vony dayutʹ, vony ni ekstravahantnyy ni stingy; vony prypynyayutʹ opir moderation"},{"SurahNumber":25,"VerseNumber":68,"Text":"Vony nikoly ne blahayutʹ bilya BOHA budʹ-yakyy inshyy boh, ne roblyatʹ vony ubyvayutʹ budʹ khto - dlya BOHA zrobyly dovichnyy svyashchennyy - krim na protyazi spravedlyvosti. Ne robyty vony zdiysnyuyutʹ adyulʹter. Tsey khto zdiysnyuyutʹ tsi zlochyny bude povynen rozplatytysya"},{"SurahNumber":25,"VerseNumber":69,"Text":"Retribution podvoyuyetʹsya dlya nykh na Dni Resurrection, ta vony perebuyutʹ tam prynyzheni"},{"SurahNumber":25,"VerseNumber":70,"Text":"Zvilʹnenyy ye tsey khto kayutʹsya, vvazhayutʹ, ta vedutʹ spravedlyve zhyttya. BOH peretvoryuye yikhni hrikhy u kredyty. BOH Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":25,"VerseNumber":71,"Text":"Tsey khto kayutʹsya ta vedutʹ spravedlyve zhyttya, BOH vykupovuye yikh; povnotsinna vyplata"},{"SurahNumber":25,"VerseNumber":72,"Text":"Vony ne rodyatʹ nevirnoho svidka. Koly vony zustrichayutʹ marnu rozmovu, vony ihnoruyutʹ tse"},{"SurahNumber":25,"VerseNumber":73,"Text":"Koly nahaduvaly pro yikhni vidkryttya Lorda, vony nikoly ne reahuyutʹ na nykh tak, yakby vony buly hlukhi ta slipyy"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ta yak kazhutʹ, \"Nash Lord, dozvolyav nashe podruzhzhya ta dity budutʹ dzherelo radosti dlya nas, ta derzhatʹ nas u forefront spravedlyvi"},{"SurahNumber":25,"VerseNumber":75,"Text":"Tsey yavlyayutʹ soboyu khto dosyahayutʹ Rayu v obmin na yikhniy steadfastness; vony otrymuyutʹsya tam z joyous pryvitannyamy ta myrom"},{"SurahNumber":25,"VerseNumber":76,"Text":"Vichno vony perebuyutʹ tam; shcho krasyva dolya; shcho krasyvyy abode"},{"SurahNumber":25,"VerseNumber":77,"Text":"Kazhete, \"Vy dosyahayete velychyny u moyomu Lordi tilʹky naskrizʹ vashomu obozhnyuyete. Ale yakshcho vy disbelieve, vy zaznayete nemynuchykh naslidkiv"}]}