{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Śapata tura parbatara"},{"SurahNumber":52,"VerseNumber":2,"Text":"śapata kitābara yiṭō lipibad'dha āchē"},{"SurahNumber":52,"VerseNumber":3,"Text":"unmukta pātata"},{"SurahNumber":52,"VerseNumber":4,"Text":"Śapata ābāda gr̥hara"},{"SurahNumber":52,"VerseNumber":5,"Text":"śapata su'ucca cādara"},{"SurahNumber":52,"VerseNumber":6,"Text":"śapata taraṅga-bikṣubdha uttāla sāgarara"},{"SurahNumber":52,"VerseNumber":7,"Text":"niścaẏa tōmāra pratipālakara śāsti araśyambhāraī"},{"SurahNumber":52,"VerseNumber":8,"Text":"iẏāra pratiraōdhakāraī kōnō nā'i"},{"SurahNumber":52,"VerseNumber":9,"Text":"Yidinā prabalabhāraē ākāśakhana prakampita ha’ba"},{"SurahNumber":52,"VerseNumber":10,"Text":"ārau parbatasamūha drautagatita paraibhramaṇa karaiba"},{"SurahNumber":52,"VerseNumber":11,"Text":"ētēkē sarbanāśa sē'idina asbīkārakāraīsakalara bābē"},{"SurahNumber":52,"VerseNumber":12,"Text":"yiham̐tē khēla-dhēmālira chalanāraē asāra karmata lipta thākē"},{"SurahNumber":52,"VerseNumber":13,"Text":"Sē'idinā siham̐taka jāhānnāmara ju'ira phālē ṭhēli-hēci lai yōraā ha’ba"},{"SurahNumber":52,"VerseNumber":14,"Text":"‘ē'iṭōraē sē'i jāhānnāma yāka tōmālōkē asbīkāra karaichilā’"},{"SurahNumber":52,"VerseNumber":15,"Text":"Ē'iṭō yādu nēki? Nē tōmālōkē dēkhā nōpōraā"},{"SurahNumber":52,"VerseNumber":16,"Text":"Tōmālōkē ju'ita praraēśa karaā, tāra pichata tōmālōkē dhairya dhāraṇa karaā bā nakaraā ubhaẏē'i tōmālōkara bābē samāna. Tōmālōkē yi karaichilā tāraē'i pratiphala tōmālōkaka diẏā haichē"},{"SurahNumber":52,"VerseNumber":17,"Text":"Niścaẏa muttākbīsakala thākiba jānnātata ārau praācuryara bhitarata"},{"SurahNumber":52,"VerseNumber":18,"Text":"tē'ōm̐lōkara pratipālakē tē'ōm̐lōkaka yi pradāna karaichē sēẏā tē'ōm̐lōkē upabhōga karaiba ārau tē'ōm̐lōkara pratipālakē tē'ōm̐lōkaka rakṣā karaiba jbalanta agnira śāstira paraā"},{"SurahNumber":52,"VerseNumber":19,"Text":"‘tōmālōkē yi āmala karaichilā tāra binimaẏata tōmālōkē tr̥pti sahakāraē khōraā ārau pāna karaā’"},{"SurahNumber":52,"VerseNumber":20,"Text":"Tē'ōm̐lōkē śraēṇībad'dhabhāraē susajjita āsanata ā'ujī bahiba; ārau āmi tē'ōm̐lōkara milana ghaṭāma mr̥ganaẏanī ḍāṅara caku biśiṣṭā hurara lagata"},{"SurahNumber":52,"VerseNumber":21,"Text":"ārau yisakalē īmāna ānichē ārau tē'ōm̐lōkara santāna-santati'ō īmānata tē'ōm̐lōkara anugāmī haichē, āmi tē'ōm̐lōkara lagata tē'ōm̐lōkara santāna-santatika ēkatraita karaima, ārau tē'ōm̐lōkara karmaphala āmi alapō hraāsa nakaraima; pratyēka byaktiẏē'i nija kr̥takarmara bābē dāẏī"},{"SurahNumber":52,"VerseNumber":22,"Text":"Ārau āmi tē'ōm̐lōkaka atiraikta pradāna karaima phala-mūla ārau mānsa yiṭō tē'ōm̐lōkē kāmanā karaiba"},{"SurahNumber":52,"VerseNumber":23,"Text":"Tāta tē'ōm̐lōkē parasparaē pānapātra ādāna-pradāna karaiba, tāta kōnō nirarthaka kathā-bataraā nāthākiba ārau kōnō pāpa kāma'ō nāthākiba"},{"SurahNumber":52,"VerseNumber":24,"Text":"Ārau tāta tē'ōm̐lōkara sēraāta cārai'ōphālē ghurai thākiba kiśōrasakalara dala; siham̐ta dēkhāta yēna surakṣita mukutā"},{"SurahNumber":52,"VerseNumber":25,"Text":"Ārau tē'ōm̐lōkē ijanē sijanara phālē cā'i sudhiba"},{"SurahNumber":52,"VerseNumber":26,"Text":"tē'ōm̐lōkē ka’ba, ‘niścaẏa āmi iti pūrbē āmāra paraiẏāla bargara mājata śaṅkita arasthāta āchilō’"},{"SurahNumber":52,"VerseNumber":27,"Text":"Tāra pichata āllāhē āmāra prati anugraha karaichē ārau āmāka ju'ira śāstira paraā rakṣā karaichē"},{"SurahNumber":52,"VerseNumber":28,"Text":"Niścaẏa āmi āgatē'ō tē'ōm̐kē'i āhbāna karaichilō; niścaẏa tē'ōm̐ kr̥pāmaẏa, parama daẏālu"},{"SurahNumber":52,"VerseNumber":29,"Text":"Ētēkē tumi upadēśa di thākā, kāraṇa tōmāra pratipālakara anugrahata tumi gaṇakō nahaẏa ārau unmādō nahaẏa"},{"SurahNumber":52,"VerseNumber":30,"Text":"Siham̐tē kaẏa nēki yē, ē'ōm̐ (muhām'mada) ējana kabi? Āmi tāra mr̥tyura pratīkṣā karaichō"},{"SurahNumber":52,"VerseNumber":31,"Text":"Kōraā, ‘tōmālōkē apēkṣā karaā, maẏō tōmālōkara lagata pratīkṣākāraīsakalara antarbhūkta ha’lō’"},{"SurahNumber":52,"VerseNumber":32,"Text":"Siham̐tara bibēka-bud'dhiẏē siham̐taka ē'i ādēśa diẏē nēki? Nē siham̐ta sīmālaṅghanakāraī sampradāẏa"},{"SurahNumber":52,"VerseNumber":33,"Text":"nē siham̐tē kaẏa, ‘ē'i kōra'āna ē'ōm̐ nijē'i racanā karaichē’? Baraṁ siham̐ta īmāna nāniba"},{"SurahNumber":52,"VerseNumber":34,"Text":"Tēntē siham̐tē yadi satyabādī, tētiẏāha’lē siham̐tē iẏāra daraē kōnō bāṇī lai āhakacōna"},{"SurahNumber":52,"VerseNumber":35,"Text":"siham̐tē sraṣṭābihīna sr̥ṣṭi haichē nēki, nē siham̐ta nijē'i sraṣṭā"},{"SurahNumber":52,"VerseNumber":36,"Text":"nē siham̐tē ākāśamaṇḍala ārau pr̥thiraī sr̥ṣṭi karaichē? Baraṁ siham̐tē dr̥ṛha biśbāsa nakaraē"},{"SurahNumber":52,"VerseNumber":37,"Text":"Tōmāra pratipālakara gōpana bhāṇḍāra siham̐tara ōcaratē nēki, nē siham̐tē'i sakalō bastura niẏantraṇakāraī"},{"SurahNumber":52,"VerseNumber":38,"Text":"nē siham̐tara ōcarata mai āchē, ya’ta āraōhaṇa karai siham̐tē (urd'dhajagatara kathā) śunibalai pāẏa? Tēntē siham̐tē śunā sē'i spaṣṭa pramāṇaṭō lai āhakacōna"},{"SurahNumber":52,"VerseNumber":39,"Text":"nē kan'yā santāna tē'ōm̐ra bābē; ārau putra santāna tōmālōkara bābē"},{"SurahNumber":52,"VerseNumber":40,"Text":"tumi siham̐tara ōcarata pratidāna bicaraā nēki yē, siham̐tē iẏāka ēṭā durbaha bōjā buli bhābē"},{"SurahNumber":52,"VerseNumber":41,"Text":"nē siham̐tara ōcarata adr̥śyara jñāna āchē, yiṭō siham̐tē likhē"},{"SurahNumber":52,"VerseNumber":42,"Text":"nē siham̐tē kōnō ṣaṛayantra karaiba bicāraē? Ētēkē yiham̐tē kupharaī karaē siham̐tē'i ha’ba ṣaṛayantrara cikāra"},{"SurahNumber":52,"VerseNumber":43,"Text":"Nē āllāhara bāhiraē siham̐tara kōnō ilāha āchē? Siham̐tē yi śbirka karaē tāra paraā āllāha paraitra"},{"SurahNumber":52,"VerseNumber":44,"Text":"Ārau ākāśara kōnō ṭukuraā bhāṅi paraā dēkhilē'ō siham̐tē ka’ba, ‘ē'iṭō ēṭā puñjibhūta mēgha’"},{"SurahNumber":52,"VerseNumber":45,"Text":"Ētēkē siham̐taka ērai diẏā sē'idina paryanta, yidinā siham̐ta bajraāghātata ākraānta ha’ba"},{"SurahNumber":52,"VerseNumber":46,"Text":"Sē'idinā siham̐tara ṣaṛayantra kōnō kāmata nāhiba ārau siham̐taka sahāẏa'ō karaā naha’ba"},{"SurahNumber":52,"VerseNumber":47,"Text":"Ārau niścaẏa yiham̐tē an'yāẏa karaichē siham̐tara bābē āchē iẏāra bāhiraē'ō ārau śāsti. Kintu siham̐tara adhikānśa'i ē'i kathā nājānē"},{"SurahNumber":52,"VerseNumber":48,"Text":"Ārau tumi tōmāra pratipālakara sid'dhāntara ōparata dhairya dhāraṇa karaā; kāraṇa tumi āmāra cukura sanmukhatē āchā. Tumi tōmāra pratipālakara praśansāra saitē paraitratā ārau mahimā ghōṣaṇā karaā yētiẏā tumi thiẏa hōraā"},{"SurahNumber":52,"VerseNumber":49,"Text":"Ārau tē'ōm̐ra paraitratā ghōṣaṇā karaā niśāra bhāgata ārau taraābōra astamita hōraāra pichata"}]}