{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Insanların hesab (gorme) zamanı yaklastı. Onlar ise hala gaflet icinde, yan cizip aldırmıyorlar"},{"SurahNumber":21,"VerseNumber":2,"Text":"Rablerinden kendilerine gelen her yeni hatırlatmayı hep eglenerek dinliyorlar"},{"SurahNumber":21,"VerseNumber":3,"Text":"Kalbleri hep eglencede (gaflette), hem o zalimler aralarında su gizli fısıltıyı yaptılar: «Bu, ancak sizin gibi bir insan. Artık goz gore gore sihre mi gidip uyarsınız?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"Peygamber: «Benim Rabbim gokte ve yerde (soylenen) her sozu bilir. O, her seyi isitir, her seyi bilir» dedi"},{"SurahNumber":21,"VerseNumber":5,"Text":"Onlar: «Hayır, bunlar karısık ruyalardır; yok, onu kendisi uydurdu, yok o bir sairdir. Boyle degilse onceki peygamberler gibi, o da bize bir mucize getirsin» dediler"},{"SurahNumber":21,"VerseNumber":6,"Text":"Onlardan once yok ettigimiz hicbir memleket halkı iman etmedi. Simdi bunlar mı iman edecekler"},{"SurahNumber":21,"VerseNumber":7,"Text":"(Ey Muhammed!) Biz, senden once de ancak kendilerine vahyettigimiz birtakım erkek(peygamber)ler gonderdik. Bilmiyorsanız kitap ehli olanlara sorun"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz onları yemek yemez birer cesed kılmadık ve onlar olumsuz de degillerdi"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra biz onlara verdigimiz sozu yerine getirdik; hem onları, hem de diledigimiz kimseleri kurtardık, asırı gidenleri yok ettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"(Ey Kureys toplulugu!) And olsun, size oyle bir kitab indirdik ki, butun san ve serefiniz ondadır. Hala akıllanmayacak mısınız"},{"SurahNumber":21,"VerseNumber":11,"Text":"Biz halkı zalim olan nice memleketleri kırıp gecirdik ve onlardan sonra baska milletler var ettik"},{"SurahNumber":21,"VerseNumber":12,"Text":"Onlar azabımızın siddetini hissettikleri zaman oradan kacmaya koyuluyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"«Kosup kacmayın; size nimet verilen yere, yurtlarınıza donun ki, sorguya cekileceksiniz» dedik"},{"SurahNumber":21,"VerseNumber":14,"Text":"Onlar da: «Vay bizlere! Biz gercekten zalimler idik» dediler"},{"SurahNumber":21,"VerseNumber":15,"Text":"Biz, onları bicilmis bir ekin ve bir yıgın kul haline getirinceye kadar hep sozleri bu feryad olmustur"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz gok ile yeri ve aralarındaki seyleri, bos bir eglence icin yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eger bir eglence edinmek isteseydik, elbette onu katımızdan edinirdik. Yapacak olsaydık oyle yapardık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır, biz hakkı batılın basına carparız da onun beynini parcalar. Bir de bakarsın (batıl) o anda yok olup gitmistir. Allah´a yakıstırdıgınız vasıflardan oturu size yazıklar olsun"},{"SurahNumber":21,"VerseNumber":19,"Text":"Goklerde ve yerde olan butun varlıklar O´nundur. Katında olanlar O´na kulluk etmekten ne cekinirler, ne de yorulurlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece gunduz (hep Allah´ı) tesbih ederler, usanmazlar"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa (Mekke musrikleri) birtakım ilahlar edindiler de yerden oluleri onlar mı diriltecekler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eger yer ile gokte Allah´tan baska ilahlar olsaydı, bunların ikisi de muhakkak fesada ugrar yok olurdu. O halde Ars´ın Rabbi olan Allah, onların vasfetmekte oldukları seylerden (butun noksanlıklardan) beridir, munezzehtir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O, yaptıgından sorumlu olmaz, onlar ise sorumlu tutulacaklardır"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa O´ndan baska ilahlar mı edindiler? De ki: «Kesin delilinizi getirin. Iste benimle beraber olanların kitabı ve benden oncekilerin kitabı.» Hayır, onların cogu gercegi bilmezler de onun icin yuz cevirirler"},{"SurahNumber":21,"VerseNumber":25,"Text":"Senden once hicbir peygamber gondermedik ki, ona soyle vahyetmis olmayalım: «Gercek su ki benden baska ilah yoktur. Onun icin bana ibadet edin.»"},{"SurahNumber":21,"VerseNumber":26,"Text":"Boyle iken dediler ki: «Rahman cocuk edindi.» Allah bundan munezzehtir. Dogrusu melekler (Allah´ın cocukları degil) ikram olunmus kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onlar Allah´ın sozunun onune gecmezler, hep O´nun emriyle hareket ederler"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah, onların onlerindekini de, arkalarındakini de (yaptıklarını ve yapacaklarını) bilir. Onlar, Allah´ın hosnud oldugu kimseden baskasına sefaat etmezler. Hepsi de O´nun korkusundan titrerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"Iclerinden kim: «Ben, O´ndan baska bir ilahım» derse, biz ona cehennemi ceza olarak veririz. Zalimleri biz boyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"O kafir olanlar, gormediler mi ki, goklerle yer bitisik bir halde iken biz onları ayırdık. Hayatı olan her seyi sudan yarattık. Hala inanmıyorlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryuzunde, insanlar sarsılmasın diye sabit daglar yarattık, rahat gidebilsinler diye dagların aralarında genis yollar var ettik"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gokyuzunu de korunmus bir tavan yaptık. Kafirler ise, gokyuzunun alametlerinden (Allah´ın kudret ve azametine delalet eden delillerinden) yuz ceviriyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gunduzu, gunesi ve ayı yaratan O´dur. Bunların her biri kendi dairesinde dolasmaktadır"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ey Muhammed! Senden once de hicbir insanı olumsuz kılmadık, sen olursun de onlar baki kalır mı? Senin olmenle rahata kavusacaklarını mı sanıyorlar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her nefis olumu tadacaktır. Sizi bir imtihan olarak kotuluk ve iyilikle deneyecegiz. Hepiniz de sonunda bize donduruleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"O inkarcılar seni gordukleri zaman, seni alaya alıyorlar ve «Ilahlarınızı diline dolayan bu mudur?» diyorlar. Halbuki onlar Rahman´ın kitabını inkar ediyorlar"},{"SurahNumber":21,"VerseNumber":37,"Text":"Insan aceleci olarak yaratılmıstır. Size yakında (azaba dair) alametlerimi gosterecegim. Simdi siz acele etmeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"«Dogru sozlu iseniz (bildirin) bu vaad ne zamandır?» derler"},{"SurahNumber":21,"VerseNumber":39,"Text":"Bu kafirler atesi yuzlerinden ve sırtlarından men edemeyecekleri ve yardım da goremeyecekleri zamanı, bir bilseler"},{"SurahNumber":21,"VerseNumber":40,"Text":"Dogrusu bu azap onlara ansızın gelecek de kendilerini sasırtacaktır. Artık ne geri cevrilmesine gucleri yetecek, ne de kendilerine muhlet verilecektir"},{"SurahNumber":21,"VerseNumber":41,"Text":"Yemin olsun ki, senden once bircok peygamberle alay edildi de iclerinden alay edenleri, o alay ettikleri sey (azap) kusatıverdi"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki: «Geceleyin ve gunduzun sizi Rahman´dan kim koruyabilir?» Ama onlar Rablerinin kitabından yuz cevirmektedirler"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa kendilerini bize karsı savunacak tanrıları mı var? O tanrılar kendilerine bile yardım edemezler, katımızdan da dostluk gormezler"},{"SurahNumber":21,"VerseNumber":44,"Text":"Dogrusu biz o kafirleri ve atalarını yasattık, hatta o omur onlara uzun geldi. Fakat simdi memleketlerini her yandan eksilttigimizi gormuyorlar mı? O halde ustun gelen onlar mıdır"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: «Ben sizi ancak vahiyle korkutup uyarıyorum,» uyarıldıkları zaman sagırlar cagrıyı duymazlar"},{"SurahNumber":21,"VerseNumber":46,"Text":"Yemin olsun ki, Rabbinin azabından az bir sey onlara dokunursa, muhakkak «Vay bizlere, biz gercekten zalimlerdik» diyeceklerdir"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz kıyamet gunu icin dogru teraziler kurarız; hicbir kimse hicbir haksızlıga ugratılmaz. Yapılan amel, bir hardal tanesi agırlıgınca da olsa, onu getirir (tartıya koyarız). Hesap gorenler olarak da biz kafiyiz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Yemin olsun ki, Musa ve Harun´a egriyi dogrudan ayıran kitabı, takva sahibleri icin bir ısık ve ogut olarak verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Onlar gormedikleri halde Rablerinden korkarlar, kıyamet saatinden de titrerler"},{"SurahNumber":21,"VerseNumber":50,"Text":"Iste bu (Kur´an) da indirdigimiz kutsal bir kitaptır. Simdi siz bunu mu inkar ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"And olsun ki biz daha once Ibrahim´e de rusdunu vermistik (akla uygun olanı gostermistik). Biz onu biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"O zaman o, babasına ve kavmine: «Bu tapınıp durdugunuz heykeller nedir?» demisti"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar: «Biz atalarımızı bunlara tapar bulduk» dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrahim: «And olsun ki sizler de, atalarınız da apacık bir sapıklık icindesiniz» dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar : «Sen bize gercegi mi getirdin (Sen ciddi mi soyluyorsun), yoksa saka mı ediyorsun?» dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"O soyle dedi: «Hayır Rabbiniz goklerin ve yerin Rabbidir ki onları O yaratmıstır. Ben de buna sahidlik edenlerdenim.»"},{"SurahNumber":21,"VerseNumber":57,"Text":"«Allah´a yemin ederim ki, siz arkanızı donup gittikten sonra, ben putlarınıza elbette bir tuzak kuracagım.»"},{"SurahNumber":21,"VerseNumber":58,"Text":"Derken o, bunları parca parca etti. Yalnız kendisine basvursunlar diye onların buyugunu saglam bıraktı"},{"SurahNumber":21,"VerseNumber":59,"Text":"(Kavmi) «Tanrılarımıza bunu kim yaptı? Dogrusu o zalimlerden biridir.» dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Bazıları) «Ibrahim denen bir gencin, onları diline doladıgını duymustuk» dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"«O halde onu insanların gozleri onune getirin, olur ki (aleyhinde) sahidlik ederler» dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"(Ibrahim gelince ona) «Ey Ibrahim! bunu tanrılarımıza sen mi yaptın?» dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"Ibrahim: «Belki onu su buyukleri yapmıstır, konusabiliyorlarsa onlara sorun» dedi"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun uzerine vicdanlarına donup (kendi kendilerine) dediler ki: «Dogrusu siz haksızsınız.»"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra yine (eski) kafalarına donduler: «And olsun ki (ey Ibrahim!) bunların konusmayacagını (sen de) bilirsin.» dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"(Ibrahim) dedi: «O halde, Allah´ı bırakıp da size hicbir fayda ve zarar veremeyecek olan putlara mı tapıyorsunuz?»"},{"SurahNumber":21,"VerseNumber":67,"Text":"«Size de, Allah´ı bırakıp taptıklarınıza da yazıklar olsun, siz hala akıllanmayacak mısınız?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"Onlar: «Bir sey yapacaksanız, sunu yakın da tanrılarınıza yardım edin» dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz: «Ey ates! Ibrahim´e karsı serin ve zararsız ol» dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ona duzen kurmak istediler, fakat biz kendilerini daha fazla husrana ugrattık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu da, Lut´u da, alemler icin bereketli ve kutsal kıldıgımız yere ulastırıp kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ona (Ibrahim´e) Ishak´ı, ustelik bir de Yakub´u ihsan ettik ve herbirini salih kimseler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları buyrugumuz altında (insanlara) dogru yolu gosterecek onderler kıldık. Kendilerine hayırlı isler yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Onlar bize kulluk eden kimselerdir"},{"SurahNumber":21,"VerseNumber":74,"Text":"Biz Lut´a da bir hukum, bir ilim verdik. Onu cirkin isler isleyen kasabadan kurtardık. Dogrusu onlar kotu, fasık bir kavimdi"},{"SurahNumber":21,"VerseNumber":75,"Text":"Onu ise rahmetimizin icine aldık. Cunku o salihlerdendi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh da daha onceleri bize yalvarmıstı; biz de onun duasını kabul ettik, kendisini ve ailesini buyuk sıkıntıdan kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ayetlerimizi yalanlayan kavminden onun ocunu aldık. Suphesiz onlar kotu bir kavimdiler. Biz de hepsini (suda) bogduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ve Suleyman´ı da (hatırla). Hani onlar ekin hakkında hukum veriyorlardı. Hani milletin koyunları (geceleyin) icinde yayılmıstı, biz onların hukmune sahittik"},{"SurahNumber":21,"VerseNumber":79,"Text":"Biz onu(n hukmunu) hemen Suleyman´a bildirmistik; (zaten) herbirine hukum ve ilim vermistik. Davud´la beraber tesbih etsinler diye, dagları ve kusları buyruk altına aldık. (Butun bunları) yapan bizdik"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ona, sizi savasta korumak icin zırh yapma sanatını ogrettik, artık sukreder misiniz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Bereketli kıldıgımız yere dogru, Suleyman´ın emriyle yuruyen siddetli ruzgarı, onun buyruguna verdik. Biz her seyi biliyorduk"},{"SurahNumber":21,"VerseNumber":82,"Text":"Onun icin dalgıclık yapan ve bundan baska isler de goren seytanlardan da onun buyrugu altına verdik. Onların hepsini biz gozetiyorduk"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyub da: «Basıma bir bela geldi, (sana sıgındım), sen merhametlilerin en merhametlisisin» diye Rabbine nida etti"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz de onun duasını kabul ettik de basına gelenleri kaldırdık. Katımızdan bir rahmet ve kulluk edenlere bir hatıra olmak uzere, ona tekrar ailesini ve kaybettikleriyle bir mislini daha verdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ismail, Idris ve Zulkifl´i de (hatırla). Onların hepsi de sabredenlerdendi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Onları da rahmetimizin icine aldık. Onlar gercekten salih olanlardandı"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun´u (balık sahibi Yunus´u) da hatırla. Hani o, ofkelenerek gitmisti de, bizim kendisini hicbir zaman sıkıstırmayacagımızı sanmıstı. Fakat sonunda karanlıklar icinde: «Senden baska ilah yoktur, sen munezzehsin, Suphesiz ben haksızlık edenlerden oldum» diye seslenmisti"},{"SurahNumber":21,"VerseNumber":88,"Text":"Biz de duasını kabul ile icabet ettik, kendisini uzuntuden kurtardık. Iste biz iman edenleri boyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriya da hani Rabbine: «Rabbim! Beni tek basıma bırakma, sen varislerin en hayırlısısın» diye nida etmisti"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz de duasını kabul ile icabet ettik de kendisine Yahya´yı ihsan ettik. Ve esini (dogum yapmaya) elverisli hale getirdik. Dogrusu onlar iyiliklerde yarısıyorlar, umarak ve korkarak bize yalvarıyorlardı. Bize karsı derin saygı duyuyorlardı"},{"SurahNumber":21,"VerseNumber":91,"Text":"Irzını koruyan Meryem´e ruhumuzdan uflemis, onu ve oglunu, alemler icin bir mucize kılmıstık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Dogrusu bu sizin ummetiniz (tevhid dini olan muslumanlık), bir tek ummettir (bir tek din olarak sizin dininizdir). Ben de sizin Rabbinizim. O halde bana kulluk edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ama insanlar din konusunda aralarında boluklere ayrıldılar ama, hepsi bize doneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Inanmıs olarak yararlı is isleyenin emegi inkar edilmeyecektir. Biz suphesiz onu yazmaktayız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Yok ettigimiz bir memleket (ahalisinin ahiretteki cezasını da cekmek uzere) bize donmemesi gercekten imkansızdır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet Ye´cuc ve Me´cuc(un seddi) acıldıgı zaman, ki onlar her dere ve tepeden akın edip cıkarlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ve gercek vaad yaklastıgında, iste o zaman kafir olanların gozleri beleriverir. «Eyvah bizlere! Dogrusu biz bundan gaflet icindeydik, hayır biz zalim kimselerdik.» derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah´dan baska taptıklarınız, cehennemin yakıtısınız; oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger onlar ilah olsalardı, oraya girmeyeceklerdi. Hepsi orada temelli kalacaktır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Orada onların bir inlemeleri vardır. Bunlar orada (sagır olup) bir sey de isitemezler"},{"SurahNumber":21,"VerseNumber":101,"Text":"Suphesiz katımızdan kendileri icin guzel seyler takdir edilmis olanlar, iste oradan (cehennemden) uzak tutulanlardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Bunlar onun (cehennemin) ugultusunu bile duymazlar. Canlarının istedigi seyler icinde temelli kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en buyuk korku bunları uzmez; kendilerini melekler: «Size soz verilen gun iste bugundur» diye karsılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"Gogu, kitab durer gibi durdugumuz zaman, yaratmaya ilk basladıgımız gibi, katımızdan verilmis bir soz olarak onu tekrar var edecegiz. Dogrusu biz bunları yaparız"},{"SurahNumber":21,"VerseNumber":105,"Text":"And olsun ki, Tevrat´tan sonra Zebur´da da yeryuzune ancak iyi kullarımın mirascı oldugunu yazmıstık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Suphesiz bu Kur´an´da kulluk eden kimseler icin kafi bir ogut vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"(Ey Muhammed!) biz seni ancak alemlere rahmet olarak gonderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki, bana ancak soyle vahyolunuyor: «Ilahınız ancak tek bir ilahtır. Simdi siz artık musluman oluyor musunuz?»"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eger (yine de) yuz cevirirlerse, de ki: «Size dupeduz acıkladım; tehdit olundugunuz seyin yakın mı, uzak mı oldugunu bilmem.»"},{"SurahNumber":21,"VerseNumber":110,"Text":"Suphesiz Allah acıga vurulan sozu de bilir, gizlediklerinizi de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilmem belki bu gecikme sizi denemek ve bir sureye kadar gecindirmek icindir"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Hz. Peygamber soyle) dedi: «Ey Rabbim! Aramızda gercekle hukmet ve Rabbimiz O Rahman´dır ki, isnad ettiginiz (yalan) vasıflarınıza karsı yardımına sıgınılacak olan ancak O´dur.»"}]}