{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Tato jsou znameni knihy zjevne"},{"SurahNumber":28,"VerseNumber":3,"Text":"Predrikavati budeme tobe cast deju Mojzise a Arona dle pravdy, pro (pouceni) lidu vericiho"},{"SurahNumber":28,"VerseNumber":4,"Text":"Zajiste pak Farao povysil se v zemi a rozstepil lid jeji v ruzne strany, zeslabuje jednu cast jich tim, ze zabijel syny jejich a zivil dcery jejich, nebot on byl jednim z kazisvetu"},{"SurahNumber":28,"VerseNumber":5,"Text":"I chteli jsme milosti zahrnouti ty, jiz zeslabovani byli v zemi, abychom ucinili je vudci (narodu) a dedici zeme"},{"SurahNumber":28,"VerseNumber":6,"Text":"A abychom upevnili je v zemi a ukazali Faraonovi a Hamanovi, jakoz i vojskum jejich to, ceho se od nich obavali"},{"SurahNumber":28,"VerseNumber":7,"Text":"I vnukli jsme matce Mojzisove: „Koj ho a kdybys bala se on, vrhni jej na more a neboj se, aniz rmut se: myt zajiste vratime jej tobe a ucinime jej jednim z poslu svych.“"},{"SurahNumber":28,"VerseNumber":8,"Text":"A sebrala jej rodina Faraonova, aby byl jim nepritelem a pricinou smutku: nebot Farao a Haman a vojska jejich byli hrisniky"},{"SurahNumber":28,"VerseNumber":9,"Text":"A rekla zena Faraonova: „Radosti srdce mne i tobe bude: nezabijejte jej, neb snad prospesnym nam bude aneb za syna si jej vziti muzeme.“ Neb oni netusili"},{"SurahNumber":28,"VerseNumber":10,"Text":"A prazdnotou zchvaceno bylo srdce matky Mojzisovy a malem by jej byla prozradila, kdybychom nebyli opasali srdce jeji stalosti, aby byla jednou z vericich"},{"SurahNumber":28,"VerseNumber":11,"Text":"I rekla sestre jeho: „Jdi za nim“: i pozorovala jej z dali, aniz by toho byli tusili"},{"SurahNumber":28,"VerseNumber":12,"Text":"A predem jiz zapovedeli jsme mu (cizi) kojne, (dokud neprisla sestra jeho) i rekla: „Zdaz ukazi vam dum jiste rodiny, jez odchova jej pro vas a zachazet s nim bude uprimne?“"},{"SurahNumber":28,"VerseNumber":13,"Text":"Tak navratili jsme jej matce jeho, aby radovalo se srdce jeji, a aby nermoutila se, a aby vedela, ze slib Boha jest pravdivy. Vsak vetsina lidi neni si toho vedoma"},{"SurahNumber":28,"VerseNumber":14,"Text":"A kdyz dosahl (muzne) sily sve a dospel, dali jsme mu soudnost a vedeni: neb takovymto zpusobem odmenujeme ty, kdoz dobre cini"},{"SurahNumber":28,"VerseNumber":15,"Text":"I vesel jednou do mesta v cas, kdy toho nepozorovali obyvatele jeho a nalezl tam dve muzu potykajicich se: jeden byl z jeho strany a druhy byl z jeho nepratel. A prosil jej o pomoc ten, jenz byl z jeho strany, proti onomu, jenz byl z nepratel jeho: i uderil jej pesti Mojzis a byl s nim konec. Tehdy pak rekl (Mojzis): „Toto jest dilo Satana, nebot on jest nepritelem a svudcem zjemnim.“"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rekl (dale): „Pane muj, ukrivdil jsem sam sobe: procez odpust mi.“ A odpustil mu Buh, nebot on velky jest v odpousteni, stitovny"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rekl (Mojzis): „Pane muj, za to, zes mi byl milostiv, nikdy nebudu jiz pomocnikem provinilych.“"},{"SurahNumber":28,"VerseNumber":18,"Text":"Zrana pak sel mestem pln strachu, pohlizeje opatrne kolem, a hle, onen muz, jenz byl prosil jej o pomoc den pred tim, (opetne) volal nan. I rekl mu Mojzis: „Tys v pravde rozkolnikem zjevnym.“"},{"SurahNumber":28,"VerseNumber":19,"Text":"A kdyz chtel pak nasilne zapuditi onoho, jenz byl obema nepritelem, rekl: „Zda zabiti chces mne, jako zabil's cloveka vcera: tyt zajiste chces byti jen nasilnikem v teto zemi a nechces byti jednim z polepsovatelu.“"},{"SurahNumber":28,"VerseNumber":20,"Text":"Tu pribehl muz ze vzdaleneho konce mesta v kvapu, rka: „Mojzisi, zajiste predaci mesta rokuji o tom, jak zabili by te: procez prchni z mesta, neb uprimne ti radim.“"},{"SurahNumber":28,"VerseNumber":21,"Text":"I prchl z mesta pln strachu, pohlizeje opatrne kol sebe, rka: „Pane muj, zachran mne pred lidem nepravostnym.“"},{"SurahNumber":28,"VerseNumber":22,"Text":"A kdyz ubiral se smerem k Madianu, rekl: „Snad Pan muj povede mne cestou rovnou.“"},{"SurahNumber":28,"VerseNumber":23,"Text":"A kdyz dosel ke studnici Madianu, nasel u ni sbor lidi napajejicich stada a nalezl vedle nich dve zen, udrzujicich stada sva opodal; i rekl: „Co mate v umyslu?“ Rekly: „Nelze nam napajeti, dokud neodzenou odsud pastevci: otec nas pak jest vudce mocny.“"},{"SurahNumber":28,"VerseNumber":24,"Text":"I napojil jim obema stada; pak uchylil se zpet do stinu. rka: „Pane muj, jat ono dobro, jez poslal's mi, v pravde postradam.“"},{"SurahNumber":28,"VerseNumber":25,"Text":"I prisla k nemu jedna z zen, jdouc nesmele, a rekla: „Otec muj zve te, aby odmenil te mzdou za to, zes napojil stada nase.“ A kdyz Mojzis prisel k nemu a vylozil mu PRIBEHY sve, rekl (tento): „Neboj se, neb zachranil's se pred lidem nepravostnym.“"},{"SurahNumber":28,"VerseNumber":26,"Text":"Rekla jedna z dcer: „Otce, najmi ho, nebot neni lepsiho, jejz bys najmouti mohl, nez muz silny, spolehlivy.“"},{"SurahNumber":28,"VerseNumber":27,"Text":"Rekl (otec): „Jat chci dat tobe za manzelku jednu z techto dvou dcer mych, das-li se mi v najem po dobu osmi let: a dovrsis-li deset, bude to tvoje dobra vule. Neb nechci ti nijak uloziti nesnaz: a shledas, bude-li Buh chtiti, ze jsem jednim ze spravedlivych.“"},{"SurahNumber":28,"VerseNumber":28,"Text":"Rekl (Mojzis): „(Ujednano) tak budiz mezi mnou a tebou: dovrsim-li kteroukoli z onech dvou lhut, nebude pozadavku vuci mne; a Buh jest toho, co jsme rekli, rucitelem.“"},{"SurahNumber":28,"VerseNumber":29,"Text":"A kdyz dovrsil Mojzis lhutu svou, a byl na ceste s rodinou svoji, spatril na uboci hory ohen. I rekl rodine sve: „Poseckejte zde, neb spatril jsem ohen: mozna, ze budu moci prinesti vam o nem zpravu, aneb louc z ohne, abyste se mozna ohrali.“"},{"SurahNumber":28,"VerseNumber":30,"Text":"A kdyz prisel k ohni, bylo zavolano nan s brehu udoli praveho, na plani pozehnane, z kere: „Mojzisi, to jsem ja, Buh, Pan veskerenstva"},{"SurahNumber":28,"VerseNumber":31,"Text":"i vrhni na zem hul svoji.“ A kdyz spatril ji hybati se, jako by byla hadem, obratil se zady v uteku a nevracel se. „Mojzisi,“ (volal hlas), „pribliz se a neboj se, neb zajiste jsi zde v bezpeci"},{"SurahNumber":28,"VerseNumber":32,"Text":"Vloz ruku svou za nadra sva: vyjde ven bilou, vsak bez poruchy; a pak pritahni k sobe ruku svou, prost bazne. Toto pak bude dve dukazu od Pana tveho pro Faraona a prednim lidu jeho, neb oni veru lidem jsou pohorslivym.“"},{"SurahNumber":28,"VerseNumber":33,"Text":"Rekl (Mojzis): „Pane muj, zabil jsem jednoho z nich i bojim se, ze zabiji mne"},{"SurahNumber":28,"VerseNumber":34,"Text":"A bratr muj, Aron jest vyrecnejsi mne mluvou i posli jej se mnou na pomoc, a aby potvrdil mne v slovech mych, neb veru bojim se, ze lharem nazvou mne.“"},{"SurahNumber":28,"VerseNumber":35,"Text":"Rekl (Buh): „Posilime rame tve bratrem tvym a dame vam obema moc a nevyrovnaji se vam ve znamenich nasich. Vy dva a ti, kdoz nasledovati vas budou, zvitezite.“"},{"SurahNumber":28,"VerseNumber":36,"Text":"A kdyz prisel k nim Mojzis s nasimi znamenimi jasnymi, rekli: „Toto jest pouze kouzelnictvi vymyslene: a my nikdy neslyseli jsme o tom od otcu nasich predeslych.“"},{"SurahNumber":28,"VerseNumber":37,"Text":"I rekl Mojzis: „Pan muj nejlepe vi o tom, kdo dostal (prave) vedeni od neho a o tom, kdo obdrzi prebyvani domu (vecneho): nebot zajiste dobre nepovede se nepravostnym.“"},{"SurahNumber":28,"VerseNumber":38,"Text":"I rekl Farao k prednim lidu sveho: „Panove, nevim, ze byste meli Boha jineho, krome mne: tedy vypaliti dej mi, Hamane, cihly z hliny, abych vystavel si palac a tak mozna dostoupiti mohl k Bohu Mojzisovu, nebot dojista mam jej za prolhaneho.“"},{"SurahNumber":28,"VerseNumber":39,"Text":"A pysne choval se on i vojska jeho v zemi, beze vseho prava a domnivali se, ze k nam nebudou navraceni"},{"SurahNumber":28,"VerseNumber":40,"Text":"A zachvatili jsme jej i vojska jeho a vrhli jsme je v more: a hle, jake byl konec nepravostnych"},{"SurahNumber":28,"VerseNumber":41,"Text":"A ucinili jsme je vudci, kteri zvou lidi k ohni pekelnemu, a v den zmrtvychvstani nebude jim pomozeno"},{"SurahNumber":28,"VerseNumber":42,"Text":"A prokletim pronasledovali jsme je v zivote pozemskem a v den zmrtvychvstani v osklivosti budou"},{"SurahNumber":28,"VerseNumber":43,"Text":"A dali jsme Mojzisovi Knihu pote, kdyz byli jsme zahladili pokoleni predesla jako viditelny priklad lidem a vedenim a milosrdenstvim, aby o tom premitali"},{"SurahNumber":28,"VerseNumber":44,"Text":"A nebyl's na uboci zapadnim hory (Sinai), kdyz ustanovovali jsme Mojzisovi vec (jeho), aniz byl's jednim ze svedku toho"},{"SurahNumber":28,"VerseNumber":45,"Text":"Avsak vzbudili jsme po nem pokoleni a dlouhe byly zivoty jejich: a nedlel's mezi lidem Madianskym, predcitaje jim znameni nase, avsak my poslali jsme jim posly sve"},{"SurahNumber":28,"VerseNumber":46,"Text":"A nebyl's na uboci hory (Sinai), kdyz volali jsme tam (Mojzise), avsak z milosrdenstvi Pana tveho poslan jsi, abys varoval lid, jemuz nebyl prisel varovatel pred tebou, aby o tom mozna rozvazovali"},{"SurahNumber":28,"VerseNumber":47,"Text":"a aby, kdyz postihlo by je nestesti za to, co pred tim konali, nerikali: „Pane nas, kdybys byl poslal nam proroka, zajiste byli bychom nasledovali znameni tva a byli bychom z vericich.“"},{"SurahNumber":28,"VerseNumber":48,"Text":"A kdyz prisla jim pravda od nas, rekli: „(Neuverime), leda ze by dano mu bylo totez, co dano bylo i Mojzisovi.“ Coz vsak nezapreli toho, co dano bylo Mojzisovi pred tim? Rekli: „Jsou to dve dila kouzelniku, kteri si navzajem pomahali,“ a rekli: „Neverime v zadne z nich.“"},{"SurahNumber":28,"VerseNumber":49,"Text":"Rci: „Predvedte teda knihu od Boha. jez byla by lepsim vedenim techto dvou, abych mohl nasledovati ji, jste-li pravdomluvnymi.“"},{"SurahNumber":28,"VerseNumber":50,"Text":"A kdyz neodpovi k tve (vyzve), tehdy vez, ze nasleduji jen choutky sve: a kdo zbloudilejsim jest toho, jenz nasleduje choutku svou, aniz vedeni by mel od Boha? Nebot Buh zajiste nevede lid nepravostny"},{"SurahNumber":28,"VerseNumber":51,"Text":"A prece dali jsme slovu (svemu) dojiti jich, aby o tom mozna rozvazovali"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ti, kterym dali jsme Knihu pred touto, veri v ni"},{"SurahNumber":28,"VerseNumber":53,"Text":"A kdyz predcitana jim jest, rikaji: „Uverili jsme v ni, nebot jest to pravda od Pana naseho: my pak zajiste jiz pred ni byli jsme odevzdani do vule bozi.“"},{"SurahNumber":28,"VerseNumber":54,"Text":"Tito obdrzi odmenu svou dvakrate za to, ze trpelive vyckavali a zapuzovali dobrym zle a z toho, cimz obdarili jsme je, rozdavali"},{"SurahNumber":28,"VerseNumber":55,"Text":"A kdyz slysi nicemnost, vzdaluji se ji, rkouce: „Nam patri nase skutky a nam patri vase skutky: pokoj s vami: nam netreba jest nevedomcu!“"},{"SurahNumber":28,"VerseNumber":56,"Text":"Tit zajiste nevedes, koho pral bys si, ale Buh vede, koho chce, a on nejlepe vi o tech, kdoz (spravne) vedeni jsou"},{"SurahNumber":28,"VerseNumber":57,"Text":"A rikaji: „Budeme-li nasledovati (prave) vedeni s tebou, vyrvani budeme ze zeme sve.“ Coz neupevnili jsme se v obvodu posvatnem a bezpecnem, k nemuz plyne hojnost plodu vseho druhu vyzivou od nas? Vsak vetsina jich neni si toho vedoma"},{"SurahNumber":28,"VerseNumber":58,"Text":"A kolik zahladili jsme mest, oplyvajicich zivobytim! A obydli jejich byla obyvana po nich pouze malym poctem lidi: a my stali jsme se dedici jejich"},{"SurahNumber":28,"VerseNumber":59,"Text":"A Pan tvuj nezahladil mest onech, dokud nebyl poslal k nim proroka lidu jejich, jenz predcital jim znameni nase: a nezahladili jsme mest, leda ze lid jejich byl nepravostny"},{"SurahNumber":28,"VerseNumber":60,"Text":"A vse, cozkoli dano bylo vam, jest (pouze docasnym) pozitkem zivota pozemskeho a lakadlem jeho: a to, co u Boha jest, bude daleko lepsim a stalejsim. Coz toho nepochopite"},{"SurahNumber":28,"VerseNumber":61,"Text":"Zdaz pak ten, jemuz, slibili jsme slib krasny a jemuz dostane se ho, bude roven onomu, jemuz poprali jsme pozitku hmota pozemskeho, ale pak, v den zmrtvychvstani bude jednim z predvedenych k soudu"},{"SurahNumber":28,"VerseNumber":62,"Text":"V den, kdy zavola na ne (Buh) a rekne: „Kde jsou oni spolecnici moji, ktere mnili jste (byti se mnou)?“"},{"SurahNumber":28,"VerseNumber":63,"Text":"Reknou ti, nad nimiz po pravu vyrcen jest ortel: „Pane nas, tito jsou, kterez svedli jsme: a svedli jsme je stejne, jakoz i my svedeni jsme byli: prosti jsme viny vuci tobe, nebot oni neuctivali nas.“"},{"SurahNumber":28,"VerseNumber":64,"Text":"I receno bude onem: „Volejte nyni ke spolecnikum svym“ — a volati budou k nim, vsak nebudou vyslyseni jimi. A kdyz spatri trest svuj, prati si budou, aby byli nasledovali vedeni (prave)"},{"SurahNumber":28,"VerseNumber":65,"Text":"V den onen zavola na ne (Buh) a rekne: „Co odpovedeli jste poslum mym?“"},{"SurahNumber":28,"VerseNumber":66,"Text":"A jako oslepli, nebudou s to, dati zprav v onen den, aniz navzajem se (na to) doptavati"},{"SurahNumber":28,"VerseNumber":67,"Text":"Vsak pokud se tyce toho, jenz kajicne obratil se a uveril a konal dobre skutky, mozna, ze bude jednim z tech, jimz dobre povede se"},{"SurahNumber":28,"VerseNumber":68,"Text":"A Pan tvuj tvori, cokoliv chce a dle vlastni volby, vsak oni nemaji vlastni volby: chvalen budiz Buh a daleko povysen nad to, co spolcuji s nim"},{"SurahNumber":28,"VerseNumber":69,"Text":"A Pan tvuj vi, co skryvaji nitra jejich a co na venek priznavaji"},{"SurahNumber":28,"VerseNumber":70,"Text":"Ont jest Buh, neni Boha, krome neho! Jemu prinalezi chvala ve svete tomto i budoucim: a jemu patri moc soudu a k nemu budete navraceni"},{"SurahNumber":28,"VerseNumber":71,"Text":"Rci: „Co soudite? Kdyby ucinil Buh nad vami noc vecnou az do dne zmrtvychvstani, ktery buh, mimo Boha, mohl by dati vam svetlo? Coz nedate tomu sluchu?“"},{"SurahNumber":28,"VerseNumber":72,"Text":"Rci: „Co soudite? Kdyby ucinil Buh nad vami den vecny az do dne zmrtvychvstani, ktery buh, krome Boha, mohl by dati vam noc, abyste mohli odpocivati v ni? Coz neprohlednete?“"},{"SurahNumber":28,"VerseNumber":73,"Text":"A z milosrdenstvi sveho ucinil vam noc a den: abyste odpocivati mohli v noci, a abyste hledali si podilu z dobrodini jeho ve dne, a abyste mu byli vdecni"},{"SurahNumber":28,"VerseNumber":74,"Text":"A v den onen zavola na ne (Buh) a rekne jim: „Kde jsou oni spolecnici moji, ktere mnili jste (byti se mnou)?“"},{"SurahNumber":28,"VerseNumber":75,"Text":"A predvedeme z kazdeho naroda svedka a rekneme: „predvedte dukaz svuj.“ Tehdy pak zvedi, ze jedine Buh ma pravdu a ztrati se jim z dohledu to, co si byli vymyslili"},{"SurahNumber":28,"VerseNumber":76,"Text":"Zajiste pak Qarun byl jednim z lidu Mojzisova, vsak svevolne jednal s nimi; dali jsme mu tolik pokladu, ze klice k nim byly by zatizily cely sbor muzu silnych. Tehdy pak rekl mu lid jeho: „Neholedbej se presprilis, nebot Buh nemiluje tech, kdoz holedbaji se"},{"SurahNumber":28,"VerseNumber":77,"Text":"ale hledej pomoci toho, co dal ti Buh, obydli zivota budouciho a neopomijej ulohy, jez pripadla ti na svete: a bud dobrocinnym, jakoz Buh byl dobrocinnym vuci tobe, a nehledej konani spatnosti v zemi, nebot Buh zajiste nemiluje tech, kdoz spatnosti konaji.“"},{"SurahNumber":28,"VerseNumber":78,"Text":"Rekl: „Bylo mi to dano jedine nasledkem vedeni, jez ve mne jest.“ Coz nevedel, ze Buh byl zahladil pred nim pokoleni, ktera byla mocnejsi jej silou a vetsiho bohatstvi? Vsak nebudou tazani na provineni sva provinilci"},{"SurahNumber":28,"VerseNumber":79,"Text":"I vychazel mezi lid svuj ve svem prepychu: a rikali ti, kteri zadali si zivota pozemskeho: „Kez bychom meli to, co dano bylo Qarunovi, on zajiste jest stastlivcem velkym.“"},{"SurahNumber":28,"VerseNumber":80,"Text":"Vsak ti, jimz dano bylo vedeni, rikali: „Beda vam! Odmena Boha lepsi jest pro toho, jenz uveril a konal dobre skutky: a nikomu nedostane se ji, vyjma tech, kdoz trpelive vyckavaji.“"},{"SurahNumber":28,"VerseNumber":81,"Text":"I rozpoltili jsme zemi pod nim a domem jeho a nemel druziny, jez pomohla by mu proti Bohu a nebyl z tech, jimi pomoci dostalo by se"},{"SurahNumber":28,"VerseNumber":82,"Text":"A zrana ti, kteri prali si byti na jeho miste den pred tim, rikali: „Aj, dojista Buh v hojnosti dava z daru svych, komu chce ze sluzebniku svych, aneb odmeruje je. Kdyby Buh nebyl popral nam milosti sve, byla by se zeme rozpoltila pod nami. Aj, dojista dobre nevede se nevericim"},{"SurahNumber":28,"VerseNumber":83,"Text":"Takove jest prebyvani zivota budouciho; dame je tem, kteri nezadaji si povyseni na zemi, aniz konani spatnosti: a dobry bude konec bohabojnych"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kdokoliv prinese s sebou dobry skutek, lepsi dostane se mu odmeny nad zasluhu jeho: a kdo prinese s sebou zly skutek, veziz, ze nebudou odmeneni ti, kdoz konali zle skutky, leda dle toho, co cinili"},{"SurahNumber":28,"VerseNumber":85,"Text":"Zajiste pak ten, jenz povinne ulozil ti Cteni, navrati te do mista navratu.“ Rci: „Pan muj nejlepe vi o tom, kdo prinesl (dobre) vedeni a kdo jest v bludu zjevnem.“"},{"SurahNumber":28,"VerseNumber":86,"Text":"Tys pak nikdy nedoufal, ze dana ti bude tato Kniha, leda jako milosrdenstvi od Pana tveho: procez nebud podporou nevericim"},{"SurahNumber":28,"VerseNumber":87,"Text":"aniz dovol, aby te odvratili od znameni bozich pote, kdyz seslana ti byla: a volej lidi k Panu svemu a nebud jednim z mnohobozcu"},{"SurahNumber":28,"VerseNumber":88,"Text":"a nevolej k jinemu bohu vedle Boha: nenit Boha. krome neho: vsechno zahyne, vyjma zar tvare jeho. Jemu pak prinalezi moc soudu a k nemu budete navraceni"}]}