{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Hvaljen neka je Allah koji Svome robu objavljuje Knjigu, i to ne iskrivljenu, nego"},{"SurahNumber":18,"VerseNumber":2,"Text":"ispravnu, da teskom kaznom, koju ce On dati, opomene, a da vjernike koji cine dobra djela divnom nagradom obraduje"},{"SurahNumber":18,"VerseNumber":3,"Text":"u kojoj ce vjecno boraviti"},{"SurahNumber":18,"VerseNumber":4,"Text":"i da opomene one koji govore: \"Allah je Sebi uzeo sina"},{"SurahNumber":18,"VerseNumber":5,"Text":"O tome oni nista ne znaju, a ni preci njihovi. Kako krupna rijec izlazi iz usta njihovih! Oni ne govore drugo do neistinu"},{"SurahNumber":18,"VerseNumber":6,"Text":"Pa zar ces ti za njima od tuge svisnuti, ako oni u govor ovaj nece da povjeruju"},{"SurahNumber":18,"VerseNumber":7,"Text":"Sve sto je na Zemlji Mi smo kao ukras njoj stvorili da iskusamo ljude ko ce se od njih ljepse vladati"},{"SurahNumber":18,"VerseNumber":8,"Text":"a Mi cemo nju i golom ledinom uciniti"},{"SurahNumber":18,"VerseNumber":9,"Text":"Mislis li ti da su samo stanovnici pecine, cija su imena na ploci napisana, bili cudo među cudima Nasim"},{"SurahNumber":18,"VerseNumber":10,"Text":"Kad se nekoliko momaka u pecini sklonilo pa reklo: \"Gospodaru nas, daj nam Svoju milost i pruzi nam u ovom nasem postupku prisebnost"},{"SurahNumber":18,"VerseNumber":11,"Text":"Mi smo ih u pecini tvrdo uspavali za dugo godina"},{"SurahNumber":18,"VerseNumber":12,"Text":"Poslije smo ih probudili da bismo pokazali koja ce od dvije skupine boje ocijeniti koliko su vremena proboravili"},{"SurahNumber":18,"VerseNumber":13,"Text":"Ispricacemo ti povijest njihovu - onako kako je bilo. To su bili momci, vjerovali su u Gospodara svoga, a Mi smo im ubjeđenje jos vise ucvrstili"},{"SurahNumber":18,"VerseNumber":14,"Text":"Osnazili smo bili njihova srca kad su se digli i rekli; \"Gospodar nas - Gospodar je nebesa i Zemlje, mi se necemo pored Njega drugom bogu klanjati, jer bismo tada ono sto je daleko od istine govorili"},{"SurahNumber":18,"VerseNumber":15,"Text":"Narod ovaj nas je mimo Njega druge bogove prihvatio, zasto jasan dokaz nije donio o tome da se treba njima klanjati? A ima li nepravednijeg od onoga koji o Allahu iznosi neistinu"},{"SurahNumber":18,"VerseNumber":16,"Text":"Kad napustite njih i one kojima se, a ne Allahu, klanjaju, sklonite se u pecinu, Gospodar vas ce vas miloscu Svojom obasuti i za vas ce ono sto ce vam korisno biti pripremiti"},{"SurahNumber":18,"VerseNumber":17,"Text":"I ti si mogao vidjeti kako Sunce, kada se rađa - obilazi pecinu s desne strane, a kada zalazi - zaobilazi je s lijeve strane, a oni su bili u sredini njezinoj. To je dokaz Allahove moci! - kome Allah ukaze na pravi put, on ce pravim putem ici, a koga u zabludi ostavi, ti mu neces naci zastitnika koji ce ga na pravi put uputiti"},{"SurahNumber":18,"VerseNumber":18,"Text":"I pomislio bi da su budni, ali oni su spavali; i Mi smo ih prevrtali sad na desnu, sad na lijevu stranu, a pas njihov, opruzenih prednjih sapa, na ulazu je lezao; da si ih vidio, od njih bi pobjegao i strah bi te uhvatio"},{"SurahNumber":18,"VerseNumber":19,"Text":"I Mi smo ih, isto tako, probudili da bi jedne druge pitali. \"Koliko ste ovdje ostali?\" - upita jedan od njih. - \"Ostali smo dan ili dio dana\" - odgovorise. - \"Gospodar vas najbolje zna koliko ste ostali\" - rekose. - \"Posaljite, jednog od vas s ovim srebrenjacima vasim u grad, pa nek vidi u koga je najcistije jelo i neka vam od njega donese hrane i neka bude ljubazan i neka nikome ne govori nista o vama"},{"SurahNumber":18,"VerseNumber":20,"Text":"jer, ako oni doznaju za vas, kamenovace vas ili ce vas na silu u svoju vjeru obratiti, i tada nikada necete ono sto zelite postici"},{"SurahNumber":18,"VerseNumber":21,"Text":"I MI smo, isto tako, ucinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obecanje i da u cas ozivljenja nema nikakve sumnje, kada su se između sebe o njima raspravljali, i rekli: \"Sagradite na ulazu u nju ogradu, Gospodar njihov najbolje zna ko su oni.\" A onda oni do cijih se rijeci najvise drzalo rekose: \"Napravicemo na ulazu u nju bogomolju"},{"SurahNumber":18,"VerseNumber":22,"Text":"Neki ce reci: \"Bila su trojica, pas njihov je bio cetvrti\", a neki ce govoriti: \"Bila su petorica, pas njihov je bio sesti\", nagađajuci ono sto ne znaju, dok ce neki reci: \"Bila su sedmorica, a pas njihov bio je osmi.\" Reci: \"Gospodaru mome je dobro poznat njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima osim povrsno, i ne pitaj o njima od njih nikoga"},{"SurahNumber":18,"VerseNumber":23,"Text":"I nikako za bilo sta ne reci: \"Uradicu to sigurno sutra! - ne dodavsi"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ako Bog da!\" A kada zaboravis, sjeti se Gospodara svoga i reci: \"Gospodar moj ce me uputiti na ono sto je bolje i korisnije od ovoga"},{"SurahNumber":18,"VerseNumber":25,"Text":"A oni su ostali u pecini svojoj tri stotine i jos devet godina"},{"SurahNumber":18,"VerseNumber":26,"Text":"Reci: \"Allah najbolje zna koliko su ostali; tajne nebesa i Zemlje jedino On zna. Kako On sve vidi, kako On sve cuje! Oni nemaju drugog zastitnika osim Njega, a On ne uzima nikoga u odlukama Svojim kao ortaka"},{"SurahNumber":18,"VerseNumber":27,"Text":"Kazuju iz Knjige Gospodara svoga ono sto ti se objavljuje, niko ne moze da izmijeni rijeci Njegove, pa ni ti; osim kod Njega, neces naci utocista nikakva"},{"SurahNumber":18,"VerseNumber":28,"Text":"Budi cvrsto uz one koji se Gospodaru svome mole ujutro i navece u zelji da naklonost Njegovu zasluze, i ne skidaj ociju svojih s njih iz zelje za sjajem u zivotu na ovom svijetu, i ne slusaj onoga cije smo srce nehajnim prema Nama ostavili koji strast svoju slijedi i ciji su postupci daleko od razboritosti"},{"SurahNumber":18,"VerseNumber":29,"Text":"i reci: \"Istina dolazi od Gospodara vaseg, pa ko hoce - neka vjeruje, a ko hoce - neka ne vjeruje\". Mi smo nevjernicima pripremili vatru ciji ce ih dim sa svih strana obuhvatiti; ako zamole pomoc, pomoci ce im se tekucinom poput rastopljene kovine koja ce lica ispeci. Uzasna li pica i grozna li boravista"},{"SurahNumber":18,"VerseNumber":30,"Text":"One koji budu vjerovali i dobra djela cinili - Mi doista necemo dopustiti da propadne nagrada onome koji je dobra djela cinio"},{"SurahNumber":18,"VerseNumber":31,"Text":"cekaju sigurno edenski vrtovi, kroz koje ce rijeke teci, u njima ce se narukvicama od zlata kititi i u zelena odijela od dibe i kadife oblaciti, na divanima ce u njima naslonjeni biti. Divne li nagrade i krasna li boravista"},{"SurahNumber":18,"VerseNumber":32,"Text":"I navedi im kao primjer dva covjeka; jednom od njih smo dva vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili"},{"SurahNumber":18,"VerseNumber":33,"Text":"Oba vrta su davala svoj plod, nicega nije manjkalo, a kroz sredinu njihovu smo rijeku proveli"},{"SurahNumber":18,"VerseNumber":34,"Text":"On je i drugog imetka imao. I rece drugu svome, dok je s njim razgovarao; \"Od tebe sam bogatiji i jaceg sam roda"},{"SurahNumber":18,"VerseNumber":35,"Text":"I uđe u vrt svoj nezahvalan Gospodaru svome na blagodatima, govoreci: \"Ne mislim da ce ovaj ikada propasti"},{"SurahNumber":18,"VerseNumber":36,"Text":"i ne mislim da ce ikada Smak svijeta doci; a ako budem vracen Gospodaru svome, sigurno ce nesto bolje od ovoga naci"},{"SurahNumber":18,"VerseNumber":37,"Text":"I rece mu drug njegov, dok je s njim razgovarao: \"Zar ne vjerujes u Onoga koji te je od zamlje stvorio, zatim od kapi sjemena, i najzad te potupnim covjekom ucinio"},{"SurahNumber":18,"VerseNumber":38,"Text":"Sto se mene tice, On, Allah, moj je Gospodar i ja Gospodaru svome ne smatram ravnim nikoga"},{"SurahNumber":18,"VerseNumber":39,"Text":"A zasto nisi, kad si u vrt svoj usao, rekao: \"Masallah! - moc je samo u Allaha\"? Ako vidis da je u mene manje blaga i manje roda nego u tebe"},{"SurahNumber":18,"VerseNumber":40,"Text":"pa - Gospodar moj moze mi bolji vrt od tvog dati, a na tvoj nepogodu s neba poslati, pa da osvane samo klizava ledina, bez icega"},{"SurahNumber":18,"VerseNumber":41,"Text":"ili da mu voda u ponor ode pa da je ne mognes pronaci nikada"},{"SurahNumber":18,"VerseNumber":42,"Text":"I propadose plodovi njegovi i on poce krsiti ruke svoje zaleci za onim sto je u njega utrosio - a loza se bijase povaljala po podupiracima svojim - i govorase: \"Kamo srece da Gospodaru svome nisam smatrao ravnim nikoga"},{"SurahNumber":18,"VerseNumber":43,"Text":"I nije imao ko bi mu mogao da pomogne, osim Allaha; a sam sebi nije mogao pomoci"},{"SurahNumber":18,"VerseNumber":44,"Text":"Tada moze pomoci samo Allah, Istiniti, On daje najbolju nagradu i cini da se sve na najbolji nacin okonca"},{"SurahNumber":18,"VerseNumber":45,"Text":"Navedi im kao primjer da je zivot na ovom svijetu kao bilje, koje i poslije natapanja vodom, koju Mi s neba spustamo, ipak postane suho, i vjetrovi ga raznesu. A Allah sve moze"},{"SurahNumber":18,"VerseNumber":46,"Text":"Bogatstvo i sinovi su ukras u zivotu na ovom svijetu, a dobra djela, koja vjecno ostaju, bice od Gospodara tvoga bolje nagrađena i ono u sto se covjek moze pouzdati"},{"SurahNumber":18,"VerseNumber":47,"Text":"A na Dan kada planine uklonimo, i kad vidis Zemlju ogoljenu, - a njih smo vec sakupili, nijednog nismo izostavili"},{"SurahNumber":18,"VerseNumber":48,"Text":"pred Gospodarom tvojim bice oni u redove poredani: \"Dosli ste Nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam necemo vrijeme za ozivljenje odrediti"},{"SurahNumber":18,"VerseNumber":49,"Text":"I Knjiga ce biti postavljena i vidjecete grjesnike prestravljene zbog onog sto je u njoj. \"Tesko nama\" - govorice - \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" - i naci ce upisano ono sto su radili. Gospodar tvoj nece nikome nepravdu uciniti"},{"SurahNumber":18,"VerseNumber":50,"Text":"A kad smo rekli melekima: \"Poklonite se Ademu\" - svi su se poklonili osim Iblisa, on je bio jedan od dzinnova i zato se ogrijesio o zapovijest Gospodara svoga. Pa zar cete njega i porod njegov, pored Mene, kao prijatelje prihvatiti, kad su vam oni neprijatelji? Kako je sejtan losa zamjena nevjernicima"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje ni neke od njih prilikom stvaranja drugih i za pomagace nisam uzimao one koji na krivi put upucuju"},{"SurahNumber":18,"VerseNumber":52,"Text":"A na Dan kad On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji!\" - i kad ih pozovu, oni im se nece odazvati i Mi cemo uciniti da iskuse patnju zbog njihovih ranijih veza"},{"SurahNumber":18,"VerseNumber":53,"Text":"i grjesnici ugledace vatru i uvjerice se da ce u nju pasti, i da im iz nje nece povratka biti"},{"SurahNumber":18,"VerseNumber":54,"Text":"U ovom Kur´anu Mi na razne nacine objasnjavamo ljudima svakovrsne primjere, ali je covjek, vise nego iko, spreman da raspravlja"},{"SurahNumber":18,"VerseNumber":55,"Text":"A ljude, kada im dolazi uputa, odvraca od vjerovanja i od toga da od Gospodara svoga mole oprosta samo zato sto ocekuju sudbinu drevnih naroda ili sto cekaju da ih snađe kazna na ocigled svega svijeta"},{"SurahNumber":18,"VerseNumber":56,"Text":"Mi saljemo poslanike samo zato da donose radosne vijesti i da opominju. A nevjernici se raspravljaju, sluzeci se neistinama, da bi time opovrgli Istinu, i rugaju se dokazima Mojim i Mojim opomenama"},{"SurahNumber":18,"VerseNumber":57,"Text":"I ima li nepravednijeg od onoga koji, kad se dokazima Gosspodara svoga opominje, za njih ne haje, i zaboravlja na posljedice onog sto je ucinio? Mi na srca njihova pokrivace stavljamo da Kur´an ne shvate, i gluhim ih cinimo; i ako ih ti na pravi put pozoves oni, kad su takvi, nikada nece pravim putem poci"},{"SurahNumber":18,"VerseNumber":58,"Text":"Gospodar tvoj mnogo prasta i neizmjerno je milostiv; da ih On za ono sto zasluzuju kaznjava, odmah bi ih na muke stavio. Ali, njih ceka određeni cas, od koga nece naci utocista"},{"SurahNumber":18,"VerseNumber":59,"Text":"A ona sela i gradove smo razorili zato sto stanovnici njihovi nisu vjerovali i za propast njihovu bismo tacno vrijeme odredili"},{"SurahNumber":18,"VerseNumber":60,"Text":"A kada Musa rece momku svome: \"Sve cu ici dok ne stignem do mjesta gdje se sastaju dva mora, ili cu dugo, dugo ici"},{"SurahNumber":18,"VerseNumber":61,"Text":"I kad njih dvojica stigose do mjesta na kome se ona sastaju, zaboravise na ribu svoju, pa ona u more kliznu"},{"SurahNumber":18,"VerseNumber":62,"Text":"A kada se udaljise, Musa rece momku svome: \"Daj nam uzinu nasu, jer smo se od ovog naseg putovanja umorili"},{"SurahNumber":18,"VerseNumber":63,"Text":"Vidi!\" - rece on - \"kad smo se kod one stijene svratili, ja sam zaboravio onu ribu, - sam sejtan je ucinio da je zaboravim, da ti je ne spomenem -, mora da je ona skliznula u more; bas cudnovato"},{"SurahNumber":18,"VerseNumber":64,"Text":"E, to je ono sto trazimo!\" - rece Musa, i njih dvojica se vratise putem kojim su bili dosli"},{"SurahNumber":18,"VerseNumber":65,"Text":"i nađose jednog Naseg roba kome smo milost Nasu darovali i onome sto samo Mi znamo naucili"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mogu li da te pratim\" - upita ga Musa -, \"ali da me poucis onome cemu si ti ispravno poucen"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ti sigurno neces moci sa mnom da izdrzis\" - rece onaj"},{"SurahNumber":18,"VerseNumber":68,"Text":"a i kako bi izdrzao ono o cemu nista ne znas"},{"SurahNumber":18,"VerseNumber":69,"Text":"Vidjeces da cu strpljiv biti, ako Bog da! - rece Musa - \"i da ti se necu ni u cemu protiviti"},{"SurahNumber":18,"VerseNumber":70,"Text":"Ako ces me vec pratiti\" - rece onaj - \"onda me ni o cemu ne pitaj dok ti ja o tome prvi ne kazem"},{"SurahNumber":18,"VerseNumber":71,"Text":"I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. \"Zar je probusi da potopis one koji na njoj plove? Ucinio si, doista, nesto vrlo krupno"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ne rekoh li ja\" - rece onaj - \"da ti, doista, neces moci izdrzati sa mnom"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ne karaj me sto sam zaboravio\" - rece - \"i ne cini mi poteskoce u ovom poslu mome"},{"SurahNumber":18,"VerseNumber":74,"Text":"I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: \"Sto ubi dijete bezgrjesno, koje nije nikoga ubilo! Ucinio si, zaista, nasto vrlo ruzno"},{"SurahNumber":18,"VerseNumber":75,"Text":"Ne rekoh li ja tebi\" - rece onaj - \"da ti, doista, neces moci izdrzati sa mnom"},{"SurahNumber":18,"VerseNumber":76,"Text":"Ako te i poslije ovoga za bilo sta upitam\" - rece -, \"onda se nemoj sa mnom druziti. Eto sam ti se opravdao"},{"SurahNumber":18,"VerseNumber":77,"Text":"I njih dvojica krenuse; i kad dođose do jednog grada, zamolise stanovnike njegove da ih nahrane, ali oni odbise da ih ugoste. U gradu njih dvojica naiđose na jedan zid koji tek sto se nije srusio, pa ga onaj prezida i ispravi. \"Mogao si\" - rece Musa - \"uzeti za to nagradu"},{"SurahNumber":18,"VerseNumber":78,"Text":"Sada se rastajemo ja i ti!\" - rece onaj -, \"pa da ti objasnim zbog cega nisi mogao da se strpis"},{"SurahNumber":18,"VerseNumber":79,"Text":"Sto se one lađe tice, - ona je vlasnistvo siromaha koji rade na moru, i ja sam je ostetio, jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao"},{"SurahNumber":18,"VerseNumber":80,"Text":"sto se onoga djecaka tice, - roditelji njegovi su vjernici, pa smo se pobojali da ih on nece na nasilje i nevjerovanje navratiti"},{"SurahNumber":18,"VerseNumber":81,"Text":"a mi zelimo da im Gospodar njihov, mjesto njega, da boljeg i cestitijeg od njega, i milostivijeg"},{"SurahNumber":18,"VerseNumber":82,"Text":"a sto se onoga zida tice, - on je dvojice djecaka, sirocadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar covjek i Gospodar tvoj zeli, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po svome rasuđivanju. Eto to je objasnjenje za tvoje nestrpljenje"},{"SurahNumber":18,"VerseNumber":83,"Text":"I pitaju te o Zulkarnejnu. Reci: \"Kazacu vam o njemu neke vijesti"},{"SurahNumber":18,"VerseNumber":84,"Text":"Mi smo mu dali vlast na Zemlji i omogucili mu da izvrsi ono sto zeli"},{"SurahNumber":18,"VerseNumber":85,"Text":"I on pođe"},{"SurahNumber":18,"VerseNumber":86,"Text":"Kad stize do mjesta gdje Sunce zalazi, ucini mu se kao da zalazi u jedan mutan izvor i nađe u blizini njegovoj jedan narod. \"O Zulkarnejne,\" - rekosmo Mi - \"ili ces da ih kaznis ili ces s njima lijepo da postupis"},{"SurahNumber":18,"VerseNumber":87,"Text":"Onoga ko ostane mnogobozac\" - rece -, \"kaznicemo, a poslije ce se svome Gospodaru vratiti, pa ce ga i On teskom mukom muciti"},{"SurahNumber":18,"VerseNumber":88,"Text":"A onome ko bude vjerovao i dobra djela cinio - nagrada najljepsa, i s njim cemo blago postupiti"},{"SurahNumber":18,"VerseNumber":89,"Text":"I on opet pođe"},{"SurahNumber":18,"VerseNumber":90,"Text":"I kad stize do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo cim zakloni"},{"SurahNumber":18,"VerseNumber":91,"Text":"I on postupi s njima isto onako kako je s onima prije postupio"},{"SurahNumber":18,"VerseNumber":92,"Text":"I on pođe"},{"SurahNumber":18,"VerseNumber":93,"Text":"Kad stize imeđu dvije planine, nađe ispred njih narod koji je jedva govor razumijevao"},{"SurahNumber":18,"VerseNumber":94,"Text":"O Zulkarnejne,\" - rekose oni - \"Jedzudz i Medzudz cine nered po Zemlji, pa hoces li da između nas i njih zid podignes, mi cemo te nagraditi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Bolje je ono sto mi je Gospodar moj dao\" - rece on. \"Nego, samo vi pomozite meni sto vise mozete, i ja cu između vas i njih zid podici"},{"SurahNumber":18,"VerseNumber":96,"Text":"Donesite mi velike komade gvozđa!\" I kad on izravna dvije strane brda, rece: \"Pusite!\" A kad ga usija, rece: \"Donesite mi rastopljen mjed da ga zalijem"},{"SurahNumber":18,"VerseNumber":97,"Text":"i tako oni nisu mogli ni da pređu niti su mogli da ga prokopaju"},{"SurahNumber":18,"VerseNumber":98,"Text":"Ovo je blagodat Gospodara moga!\" - rece on. \"A kada se prijetnja Gospodara moga ispuni, On ce ga sa zemljom sravniti, a prijetnja Gospodara moga ce se sigurno ispuniti"},{"SurahNumber":18,"VerseNumber":99,"Text":"I Mi cemo tada uciniti da se jedni od njih kao talasi sudaraju s drugima. I puhnuce se u rog, pa cemo ih sve sakupiti"},{"SurahNumber":18,"VerseNumber":100,"Text":"i toga dana cemo nevjernicima Dzehennem jasno pokazati"},{"SurahNumber":18,"VerseNumber":101,"Text":"onima cije su oci bile koprenom zastrte, da o dokazima Mojim razmisle, onima koji nisu htjeli nista da cuju"},{"SurahNumber":18,"VerseNumber":102,"Text":"Zar nevjernici misle da pored Mene mogu za bogove uzimati robove Moje? Mi smo, doista, za prebivaliste nevjernicima pripremili Dzehennem"},{"SurahNumber":18,"VerseNumber":103,"Text":"Reci: \"Hocete li da vam kazem cija djela nece nikako priznata biti"},{"SurahNumber":18,"VerseNumber":104,"Text":"ciji ce trud u zivotu na ovom svijetu uzaludan biti, a koji ce misliti da je dobro ono sto rade"},{"SurahNumber":18,"VerseNumber":105,"Text":"To su oni koji u dokaze Gospodara svoga ne budu vjerovali i koji budu poricali da ce pred Njega izici; zbog toga ce trud njihov uzaludan biti i na Sudnjem danu im nikakva znacaja necemo dati"},{"SurahNumber":18,"VerseNumber":106,"Text":"Njima ce kazna Dzehennem biti, zato sto su nevjernici bili i sto su se dokazima Mojim i poslanicima Mojim rugali"},{"SurahNumber":18,"VerseNumber":107,"Text":"Onima koji budu vjerovali i dobra djela cinili - Dzennetske basce ce prebivaliste biti"},{"SurahNumber":18,"VerseNumber":108,"Text":"vjecno ce u njima boraviti i nece pozeljeti da ih necim drugim zamijene"},{"SurahNumber":18,"VerseNumber":109,"Text":"Reci: \"Kad bi more bilo mastilo da se ispisu rijeci Gospodara moga, more bi presahlo, ali ne i rijeci Gospodara moga, pa i kad bismo se pomogli jos jednim slicnim"},{"SurahNumber":18,"VerseNumber":110,"Text":"Reci: \"Ja sam covjek kao i vi, meni se objavljuje da je vas Bog - jedan Bog. Ko zudi da od Gospodara svoga bude lijepo primljen, neka cini dobra djela i neka, klanjajuci se Gospodaru svome, ne smatra Njemu ravnim nikoga"}]}