{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenildiler"},{"SurahNumber":30,"VerseNumber":3,"Text":"Yakın bir yerde. Ama onlar, bu yenilgilerinden sonra galib geleceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birkaç yıl içinde. Eninde sonunda emir Allah´ındır. O gün mü´minler de sevinecekler"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allah´ın yardımı ile. O dilediğine yardım eder ve O; Aziz´dir, Rahim´dir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Allah´ın vaadi. Allah vaadinden asla caymaz, ama insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar dünya hayatının yalnız dış yüzünü bilirler. Ve onlar ahiretten ise gafillerdir"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi nefisleri hakkında düşünmezler mi? Ki Allah gökleri, yeri ve ikisinin arasında bulunanları ancak hak ile ve belirli bir süre için yaratmıştır. Doğrusu insanların çoğu Rabblarına kavuşmayı inkar ederler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar; yeryüzünde dolaşıp gezmezler mi ki, kendilerinden öncekilerin akıbetlerinin nasıl olduğunu görsünler. Onlat, kendilerinden daha kuvvetliydiler. Toprağı altüst etmişler ve onu kendilerinden daha çok imar etmişlerdi. Peygamberleri onlara nice açık deliller getirmişti. Demek Allah onlara zulmetmiyordu. Ama onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Nihayet Allah´ın ayetlerini tekzib edip onları alaya alarak kötülük edenlerin akıbeti çok kötü oldu"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah; ilkin yaratır, sonra onu iade eder. En sonunda hepiniz O´na döndürüleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin kopacağı gün, suçlular susacaklardır"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ortaklarından da kendilerine hiçbir şefaatçı olmayacaktır. Onlar ortaklarını da inkar edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacağı gün; işte o gün ayılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"İman edip salih amellerde bulunanlar; bir bahçededirler, ağırlanırlar"},{"SurahNumber":30,"VerseNumber":16,"Text":"Küfredip de ayetlerimizi ve ahirete kavuşmayı yalanlayanlara gelince; işte onlar, azab için hazır bulundurulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"Akşama girerken ve sabaha ererken hepiniz Allah´ı tesbih edin"},{"SurahNumber":30,"VerseNumber":18,"Text":"Ve hamd, O´nadır. Göklerde de, yerde de, günün sonunda da, öğleye erdiğiniz vakitte de"},{"SurahNumber":30,"VerseNumber":19,"Text":"Ölüden diriyi, diriden ölüyü çıkarır. Yeryüzünü ölümünden sonra canlandırır. İşte böyle çıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi topraktan yaratmış olması da O´nun ayetlerindendir. Sonra siz, yayılmakta olan bir beşer oldunuz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Kendileriyle huzura kavuşmanız için size kendi nefislerinizden eşler yaratıp aranızda sevgi ve merhamet var etmesi de O´nun ayetlerindendir. Şüphesiz ki bunlarda düşünen bir kavim için ayetler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"Gökleri ve yeri yaratması, dillerinizin ve renklerinizin birbirine uymaması da O´nun ayetlerindendir. Şüphesiz ki bunda, bilenler için ayetler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Geceleyin uyumanız, gündüz de lutfundan rızık aramanız O´nun ayetlerindendir. Şüphesiz ki, bunlarda kulak veren bir kavim için ayetler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Size korku ve ümit vermek için şimşeği göstermesi, gökten su indirip ölümden sonra yeri onunla diriltmesi de O´nun ayetlerindendir. Doğrusu bunlarda, akleden bir kavim için ayetler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Göğün ve yerin, O´nun emri ile ayakta durması da yine O´nun ayetlerindendir. Sonra sizi bir çağırmaya görsün, yerden hemen çıkıverirsiniz"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde bulunanlar O´nundur. Hepsi O´na boyun eğer"},{"SurahNumber":30,"VerseNumber":27,"Text":"İlkin yaratıp sonra onu iade eden O´dur. Bu, O´nun için pek kolaydır. Göklerde ve yerde en yüce misal O´nundur. Ve O; Aziz´dir, Hakim´dir"},{"SurahNumber":30,"VerseNumber":28,"Text":"O, size kendi nefislerinizden bir misal verdi: Size verdiğimiz rızıklarda sağ ellerinizin malik olduklarından ortaklarınız olmasını ister de onlarla, eşit olur ve birbirinizi saydığınız gibi bunları da sayar mısınız? İşte Biz, akleden bir kavim için ayetleri böyle açıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır, o zulmedenler; bilgisizce kendi heveslerine uymuşlardır. Allah´ın saptırdığı kimseyi kim doğru yola iletebilir? Onların yardımcıları da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Öyleyse sen, yüzünü Hanif olarak dine, Allah´ın fıtratına çevir ki O, insanları bunun üzerine yaratmıştır. Allah´ın yaratışında değişme yoktur. İşte dosdoğru din budur. Ama insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Hepiniz O´na dönün, O´ndan korkun. Namaz kılın ve müşriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Onlar ki; dinlerinde ayrılığa düşüp fırka fırka olmuşlardır. Her zümre kendi yanında olanla sevinir durur"},{"SurahNumber":30,"VerseNumber":33,"Text":"İnsanlara bir zarar dokununca; Rabblarına dönerek O´na yalvarırlar. Sonra onlara katından bir rahmet tattırınca; bakarsınız ki, içlerinden bir grup Rabblarına şirk koşup durmaktadırlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Kendilerine verdiğimize nankörlük etmeleri için. Sefa sürün bakalım, yakında bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara ortak koşmalarını söyleyen bir delil mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ne zaman da insanlara bir rahmet tattırdık ise; onunla sevinirler. Ama yaptıklarından dolayı başlarına bir kötülük gelirse; hemen ümidlerini kesiverirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Görmezler mi ki Allah; rızkı dilediğine yayıp genişletir ve kısar da. Muhakkak ki bunda inanan bir kavim için ayetler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula ve yoloğluna hakkını ver. Bu; Allah´ın rızasını dileyenler için daha hayırlıdır ve işte onlar; kurtuluşa erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"İnsanların malları içinde artsın diye verdiğiniz faiz Allah katında artmaz. Allah´ın rızasını dileyerek verdiğiniz zekat ise böyle değildir. İşte onlar; sevablarını kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra rızıklandıran, sonra öldüren ve daha sonra dirilten de Allah´tır. O´na koştuğunuz ortaklarınızdan böyle bir şey yapan var mıdır? Allah, onların koştukları ortaklardan münezzehtir, yücedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"İnsanların elleriyle işlediklerinden dolayı karada ve denizde Fesad belirdi. Ki yaptıklarının bir kısmını onlara tattırsın. Belki dönerler"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: Yeryüzünde gezip dolaşın da daha önce geçenlerin akıbetinin nasıl olduğunu görün. Onların çoğu müşrik idiler"},{"SurahNumber":30,"VerseNumber":43,"Text":"Reddine asla imkan bulunmayan, Allah´ın o günü gelmezden önce, yüzünü dosdoğru dine çevir. Ki o gün insanlar bölük bölük ayrılacaklardır"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim, küfrederse; küfrü kendi aleyhinedir. Kim de salih amel işlerse; kendisi için rahat bir yer hazırlamış olur"},{"SurahNumber":30,"VerseNumber":45,"Text":"Ki, iman edip salih ameller işleyenleri Allah´ın fazlından mükafatlandırılması içindir bu. Muhakkak ki O; kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Rüzgarları müjdeciler olarak göndermesi, rahmetinden size tattırması emri ile gemilerin yüzmesi ve lutfundan rızık istemeniz O´nun ayetlerindendir. Belki şükredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki; senden önce Biz, nice peygamberleri kendi kavimlerine göndermişizdir de onlara açık deliller getirmişlerdir. Ama Biz, suç işleyenlerden öç aldık. Çünkü mü´minlere yardım etmek üstümüze bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah, O´dur ki; rüzgarları gönderip bulutları yürütür ve onları dilediği gibi gökte yayar ve kısım kısım yığar. Nihayet sen de aralarından yağmurun çıktığını görürsün. Allah´ın kullarından dilediğine verdiği yağmurla onlar hemen seviniverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki daha önceden kendilerine yağmur indirilmesinden kesin olarak ümitlerini kesmişlerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Allah´ın rahmetinin belirtilerine bir baksana. Toprağı öldükten sonra nasıl diriltiyor? İşte O; bütün ölüleri de muhakkak diriltecek. O; her şeye kadirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun ki; bir rüzgar gönderir de yeşillikleri sarartırsak; bunu görünce hemen nankörlüğe başlarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Bunun için sen; ölüye katiyyen işittiremezsin. Dönüp giden sağırlara da daveti duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Körleri sapıklıklarından vazgeçirip doğru yola döndüremezsin. Sen; ayetlerimizi ancak inananlara duyurabilirsin. İşte onlar, müslümanlardır"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah, O´dur ki; sizi güçsüz olarak yaratmıştır. Güçsüzlükten sonra kuvvetli kılmıl, sonra da kuvvetliliğn ardından güçsüz ve ihtiyar yapmıştır. O; dilediğini yaratır. O; Alim´dir, Kadir´dir"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyametin kopacağı gün; suçlular bir saatten başka kalmadıklarına yemin ederler. İşte onlar, böylece aldatılıp döndürülürler"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine bilgi ve iman verilenler: Andolsun ki; Allah´ın kitabında yazılan o yeniden diriliş gününe kadar kaldınız. İşte bu; yeniden diriliş günüdür. Ama siz, bilmiyordunuz, derler"},{"SurahNumber":30,"VerseNumber":57,"Text":"Zulmedenlerin o gün mazeret beyan etmeleri fayda vermez. Artık kendilerinden dönüşleri de istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun ki; bu Kur´an´da insanlar için her türlü misali irad etmişizdir. Bununla beraber sen, onlara herhangi bir ayet getirmiş olsan küfredenler: Siz ancak batıl şeyler ortaya atanlarsınız, derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"İşte Allah; bilmeyenlerin kalblerine böyle damga basar"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sabret, şüphesiz ki Allah´ın vaadi haktır. Yakınen inanmayanlar seni hafifliğe itmesinler"}]}