{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Dette er skriftens ord! Det som er apenbart deg av Herren er sannhet. Men folk flest tror ikke"},{"SurahNumber":13,"VerseNumber":2,"Text":"Gud er det som plasserte himlene der oppe, uten synlige støttepilarer. Derpa tok Han plass pa tronen. Han satte sol og mane i tjeneste. Enhver av dem løper med fastsatt tid. Han ordner med alle ting. Han klargjør ordet, sa dere ma fa visshet om møtet med Herrren"},{"SurahNumber":13,"VerseNumber":3,"Text":"Han er det som har utbredt jorden, og laget faste fjell og elver pa den. Alle frukter har Han skapt to og to i par. Og Han lar natten dekke over dagen. Sannelig, i dette er jærtegn for folk som tenker etter"},{"SurahNumber":13,"VerseNumber":4,"Text":"Og her finnes jordstykker ved siden av hverandre, vingarder, kornakrer, palmetrær parvis og enkeltvis, alt vannet med samme vann. Noe foretrekker vi fremfor annet som frukt. Sannelig, i dette er jærtegn for folk som forstar"},{"SurahNumber":13,"VerseNumber":5,"Text":"Om du undrer deg, sa er virkelig deres tale verdt undring. «Nar vi er blitt støv, skal vi da gjenreises i ny skapning?» Disse er det som fornekter Herren. Disse er det som far lenker om halsen. Disse er det som blir Ildens folk, og der skal de være og bli"},{"SurahNumber":13,"VerseNumber":6,"Text":"De maser pa deg om a paskynde det onde fremfor det gode. Det har dog inntruffet, før deres tid, eksempler pa timelig straffedom. Herren har visselig tilgivelse for menneskene tross all deres urett, men Herren er streng i straff"},{"SurahNumber":13,"VerseNumber":7,"Text":"De vantro sier: «Hvorfor er det ikke sendt ham et tegn fra hans Herre?» Du er bare en advarer. Ethvert folk har sin rettleder"},{"SurahNumber":13,"VerseNumber":8,"Text":"Gud vet om det enhver kvinne bærer i sitt liv, om det livmoren vil kaste, og om det den vil utvikle. Hos Ham har alle ting sitt mal"},{"SurahNumber":13,"VerseNumber":9,"Text":"Han kjenner det skjulte og det synlige, Han, den Store, den Opphøyde"},{"SurahNumber":13,"VerseNumber":10,"Text":"Det er det samme om noen hemmeligholder det han sier, eller taler apent, om han skjuler seg i natten eller star frem om dagen"},{"SurahNumber":13,"VerseNumber":11,"Text":"Enhver har et følge engler foran seg og bak seg, som passer pa ham pa Guds bud. Gud forandrer ikke et folks vilkar, før de forandrer seg selv! Om Gud tilsikter en refselse for et folk, kan det ikke avverges, og de har ingen unntatt Ham som tar seg av deres sak"},{"SurahNumber":13,"VerseNumber":12,"Text":"Han er det som lar dere se lynet med frykt og forventning, og Han lar de tunge skyer trekke opp"},{"SurahNumber":13,"VerseNumber":13,"Text":"Tordenen forkynner Hans pris, og englene, av ærefrykt for Ham. Han sender lynstralen og rammer med den hvem Han vil. Allikevel strides de om Gud. Han er sterk i voldsomhet"},{"SurahNumber":13,"VerseNumber":14,"Text":"Ham tilkommer den sanne bønn. De som de ber til utenom Ham, kan ikke bønnhøre dem det ringeste. Det er som a strekke ut hendene mot vannet for a fa det til munnen, det nar den ikke. De vantros bønn er helt forfeilet"},{"SurahNumber":13,"VerseNumber":15,"Text":"For Gud bøyer alle seg i himlene og pa jord, med eller mot sin vilje. Sa ogsa deres skygger om morgenen og om kvelden"},{"SurahNumber":13,"VerseNumber":16,"Text":"Si: «Hvem er himlenes og jordens Herre?» Si: «Det er Gud!» Si: «Har dere sa tatt andre hjelpere utenom Ham som ikke makter a gjøre seg selv verken gagn eller skade!» Si: «Er vel den blinde og den seende like? Er vel lys og mørke likt? Eller har de gitt Gud medguder, som har skapt som hans skaping, sa resultatet synes likt for dem?» Si: «Gud er alle tings Skaper! Han er den Ene, den Uovervinnelige.»"},{"SurahNumber":13,"VerseNumber":17,"Text":"Han sender vann fra oven, og dalene gjennomstrømmes etter sitt mal. Strømmen bærer skum pa overflaten, lignende skummet av det som legges i ilden nar man ønsker a lage smykker eller husgerad. Slik beskriver Gud det reelle og det verdiløse. Skummet forsvinner som bobler, mens det som gagner menneskene forblir pa jorden. Slik lager Gud lignelser"},{"SurahNumber":13,"VerseNumber":18,"Text":"De som hører pa sin Herre, har det beste i vente. Men de som ikke hører pa Ham, om de eide alt pa jorden dobbelt opp, ville de tilby det for a kjøpe seg fri. Disse far en slem avregning, og helvete blir deres herberge. Et sørgelig hvilested"},{"SurahNumber":13,"VerseNumber":19,"Text":"Er vel den som innser at det som er apenbart for deg av Herren er sannhet, lik den som er blind? Bare de som har hjertets forstand tenker etter"},{"SurahNumber":13,"VerseNumber":20,"Text":"de som oppfyller pakten med Gud, og ikke bryter inngatt forpliktelse"},{"SurahNumber":13,"VerseNumber":21,"Text":"som knytter det sammen som Gud har bestemt skal høre sammen, og frykter Herren og en hard avregning"},{"SurahNumber":13,"VerseNumber":22,"Text":"som viser standhaftighet og søker Herrens velbehag, som forretter bønnen og gir av det Vi har gitt dem, i det skjulte og apent, som møter ondt med godt, disse har i vente det endelige hjem, Edens haver"},{"SurahNumber":13,"VerseNumber":23,"Text":"Der vil de tre inn, og de rettskafne av deres fedre, og deres hustruer og barn. Englene kommer inn til dem gjennom alle dører"},{"SurahNumber":13,"VerseNumber":24,"Text":"«Fred være med dere for den standhaftighet dere viste!» Hvor herlig er det endelige hjem"},{"SurahNumber":13,"VerseNumber":25,"Text":"Men de som bryter pakten med Gud etter forpliktelsens inngaelse, som skjærer av det som Gud har bestemt skal høre sammen og stifter ufred pa jorden, de har forbannelsen i vente, og et sørgelig husly"},{"SurahNumber":13,"VerseNumber":26,"Text":"Gud skjenker rikelig underhold eller begrenser det til dem Han vil. De gleder seg over jordelivet, men jordelivet er i forhold til det hinsidige liv bare en kortvarig glede"},{"SurahNumber":13,"VerseNumber":27,"Text":"De vantro sier: «Hvorfor er det ikke sendt ham et tegn fra hans Herre?» Si: «Gud lar dem Han vil seile sin egen sjø, og leder til Seg de botferdige"},{"SurahNumber":13,"VerseNumber":28,"Text":"dem som tror, og hvis hjerter finner ro ved a komme Gud i hu.» Ja, ved a komme Gud i hu finner hjertet ro"},{"SurahNumber":13,"VerseNumber":29,"Text":"De som tror og lever rettskaffent, dem venter lykksalighet og et godt hjem"},{"SurahNumber":13,"VerseNumber":30,"Text":"Sa har Vi da sendt deg til et folk, mens folk før dem er gatt bort, for a forkynne for dem det Vi har apenbart for deg. Men de fornekter den Barmhjertige. Si: «Han er min Herre. Det er ingen gud unntatt Ham. Jeg forlater meg pa Ham. Til Ham gar min omvendelse.»"},{"SurahNumber":13,"VerseNumber":31,"Text":"Om det fantes lesbare ord (Koran) som kunne flytte fjell eller kløve jorden eller na de døde? Nei, heller ikke det ville nytte! Saken er i sin helhet i Guds hand. Vet da ikke de troende, at om Gud ville, kunne Han gi alle mennesker ledelsen? De vantro vil ikke opphøre a bli slatt av ulykken for det de har bedrevet, eller den vil sla til nær deres bosteder, slik at Guds løfte innfris. Gud bryter ikke sitt løfte"},{"SurahNumber":13,"VerseNumber":32,"Text":"Sendebud før deg er ogsa blitt spottet. Jeg gav de vantro en frist, men sa tok Jeg dem fatt. Og hvordan var Min straff"},{"SurahNumber":13,"VerseNumber":33,"Text":"Hva med Ham som vaker over alle for det de padrar seg? Allikevel setter de guder ved Hans side. Si: «Nevn deres navn! Eller vil dere fortelle Ham noe Han ikke vet pa jorden, eller nevnes med klare ord?» Nei, de vantros renker synes prydelige for dem, og de blir holdt borte fra veien. Den Gud lar seile sin egen sjø har ingen rettleder"},{"SurahNumber":13,"VerseNumber":34,"Text":"Dem venter refselse i jordelivet. Men det hinsidiges straff er visselig verre, og de har ingen som kan verge dem mot Gud"},{"SurahNumber":13,"VerseNumber":35,"Text":"Slik er paradiset som er lovet de gudfryktige: Bekker sildrer, frukt og skygge er a finne bestandig. Det er deres belønning som viste gudsfrykt. De vantros belønning er Ilden"},{"SurahNumber":13,"VerseNumber":36,"Text":"De som Vi har gitt skriften, gleder seg over det som er apenbart for deg. Noen særgrupper forkaster en del av det. Si: «Jeg er kun palagt a tjene Gud, og ikke gi Ham medguder! Til Ham kaller jeg menneskene, og til Ham vender jeg tilbake!»"},{"SurahNumber":13,"VerseNumber":37,"Text":"Sa har Vi da ogsa sendt dem apenbaringen som en rettesnor pa arabisk. Sannelig, om du følger deres innfall etter det som er blitt deg til del av visdom, sa har du ingen som tar seg av din sak eller verger deg mot Gud"},{"SurahNumber":13,"VerseNumber":38,"Text":"Vi har sendt sendebud før deg, og gitt dem hustruer og barn. Men intet sendebud kunne bringe et jærtegn uten Guds bifall! Hver tidsepoke har sin skrift"},{"SurahNumber":13,"VerseNumber":39,"Text":"Gud utvisker eller fastholder det Han vil. Hos Ham finnes skriftens opphav"},{"SurahNumber":13,"VerseNumber":40,"Text":"Og om Vi lar deg se noe av det Vi har stilt de vantro i utsikt, eller Vi tar deg hjem til Oss, deg paligger bare forkynnelsen. Vi tar oss av regnskapet"},{"SurahNumber":13,"VerseNumber":41,"Text":"Har de ikke merket at Vi er pa ferde i landet, og innskrenker det fra alle ender? Gud avgjør. Ingen kan omstøte Hans avgjørelse. Han er rask i avregningen"},{"SurahNumber":13,"VerseNumber":42,"Text":"De som levde før dem, smidde sine renker. Men Gud behersker alle renker. Han vet hva enhver fortjener, og de vantro vil snart fa vite hvem det endelige hjem tilkommer"},{"SurahNumber":13,"VerseNumber":43,"Text":"De vantro sier: «Du er ikke utsending!» Si: «Gud rekker til som vitne mellom oss, og hertil de som har skriftens kunnskap.»"}]}