{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"¡Alabado sea Ala, que ha revelado la Escritura a Su siervo y no ha puesto en ella tortuosidad"},{"SurahNumber":18,"VerseNumber":2,"Text":"sino que la ha hecho recta, para prevenir contra una grave calamidad que procede de El, anunciar a los creyentes que obran bien que tendran una bella recompensa"},{"SurahNumber":18,"VerseNumber":3,"Text":"en la que permaneceran para siempre"},{"SurahNumber":18,"VerseNumber":4,"Text":"y para advertir a los que dicen que Ala ha adoptado un hijo"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ni ellos ni sus predecesores tienen ningun conocimiento de eso. ¡Que monstruosa palabra la que sale de sus bocas! No dicen sino mentira"},{"SurahNumber":18,"VerseNumber":6,"Text":"Tu quiza te consumas de pena, si no creen en esta historia, por las huellas que dejan"},{"SurahNumber":18,"VerseNumber":7,"Text":"Hemos adornado la tierra con lo que en ella hay para probarles y ver quien de ellos es el que mejor se porta"},{"SurahNumber":18,"VerseNumber":8,"Text":"Y, ciertamente, haremos de su superficie un sequeral"},{"SurahNumber":18,"VerseNumber":9,"Text":"¿Crees que los de la caverna y de ar-Raqim constituyen una maravilla entre Nuestros signos"},{"SurahNumber":18,"VerseNumber":10,"Text":"Cuando los jovenes, al refugiarse en la caverna, dijeron: «¡Senor! ¡Concedenos una misericordia de Ti y haz que nos conduzcamos correctamente!»"},{"SurahNumber":18,"VerseNumber":11,"Text":"Y les hicimos dormir en la caverna por muchos anos"},{"SurahNumber":18,"VerseNumber":12,"Text":"Luego, les despertamos para saber cual de los dos grupos calculaba mejor cuanto tiempo habian permanecido"},{"SurahNumber":18,"VerseNumber":13,"Text":"Nosotros vamos a contarte su relato verdadero. Eran jovenes que creian en su Senor y a quienes habiamos confirmado en la buena direccion"},{"SurahNumber":18,"VerseNumber":14,"Text":"Fortalecimos su animo cuando se levantaron y dijeron: «Nuestro Senor es el Senor de los cielos y de la tierra. No invocaremos a mas dios que a El. Si no, diriamos una solemne mentira"},{"SurahNumber":18,"VerseNumber":15,"Text":"Este pueblo nuestro ha tomado dioses en lugar de tomarle a El. ¿Por que no presentan alguna autoridad clara en su favor? ¿Hay alguien que sea mas impio que quien inventa una mentira contra Ala"},{"SurahNumber":18,"VerseNumber":16,"Text":"Cuando os hayais alejado de ellos y de lo que, en lugar de Dios, sirven, ¡refugiaos en la caverna! Vuestro Senor extendera, sobre vosotros algo de Su misericordia y dispondra de la mejor manera de vuestra suerte»"},{"SurahNumber":18,"VerseNumber":17,"Text":"Habrias visto que el sol, al salir, se desviaba de su caverna hacia la derecha y, al ponerse, los rebasaba hacia la izquierda, mientras ellos estaban en una oquedad de ella. Ese es uno de los signos de Ala. Aquel a quien Ala dirige esta bien dirigido, pero para aquel a quien El extravia no encontraras amigo que le guie"},{"SurahNumber":18,"VerseNumber":18,"Text":"Les hubieras creido despiertos cuando, en realidad, dormian. Les dabamos vuelta a derecha e izquierda, mientras su perro estaba en el umbral con las patas delanteras extendidas. Si les hubieras visto, te habrias escapado de ellos, lleno de miedo"},{"SurahNumber":18,"VerseNumber":19,"Text":"Asi estaban cuando les despertamos para que se preguntaran unos a otros. Uno de ellos dijo: «¿Cuanto tiempo habeis permanecido?» Dijeron: «Permanecimos un dia o menos». Dijeron: «Vuestro Senor sabe bien cuanto tiempo habeis permanecido. Enviad a uno de vosotros con esta vuestra moneda a la ciudad. Que mire quien tiene el alimento mas fresco y que os traiga provision del mismo. Que se conduzca bien y que no atraiga la atencion de nadie sobre vosotros"},{"SurahNumber":18,"VerseNumber":20,"Text":"pues, si se enteraran de vuestra existencia, os lapidarian u os harian volver a su religion y nunca mas seriais felices»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Y asi los descubrimos para que supieran que lo que Ala promete es verdad y que no hay duda respecto a la Hora. Cuando discutian entre si sobre su asunto. Dijeron: «¡Edificad sobre ellos! Su Senor les conoce bien». Los que prevalecieron en su asunto dijeron: «¡Levantemos sobre ellos un santuario!»"},{"SurahNumber":18,"VerseNumber":22,"Text":"Unos diran: «Eran tres, cuatro con su perro». Otros diran: «Eran cinco, seis con su perro», conjeturando sobre lo oculto. Otros diran: «Eran siete, ocho con su perro». Di: «Mi Senor sabe bien su numero, solo pocos les conocen». No discutas, pues, sobre ellos, sino someramente y no consultes sobre ellos a nadie"},{"SurahNumber":18,"VerseNumber":23,"Text":"Y no digas a proposito de nada: «Lo hare manana»"},{"SurahNumber":18,"VerseNumber":24,"Text":"sin: «si Ala quiere». Y, si te olvidas de hacerlo, recuerda a tu Senor, diciendo: «Quiza mi Senor me dirija a algo que este mas cerca que eso de lo recto»"},{"SurahNumber":18,"VerseNumber":25,"Text":"Permanecieron en su caverna trescientos anos, a los que se anaden nueve"},{"SurahNumber":18,"VerseNumber":26,"Text":"Di: «Ala sabe bien cuanto tiempo permanecieron. Suyo es lo oculto de los cielos y de la tierra. ¡Que bien ve y que bien oye! Fuera de El, los hombres no tienen amigo. Y El no asocia a nadie en Su decision»"},{"SurahNumber":18,"VerseNumber":27,"Text":"Recita lo que se te ha revelado de la Escritura de tu Senor. No hay quien pueda cambiar Sus palabras y no encontraras asilo fuera de El"},{"SurahNumber":18,"VerseNumber":28,"Text":"¡No rehuyas estar con los que invocan a su Senor manana y tarde por deseo de agradarle! ¡No quites los ojos de ellos por deseo del ornato de la vida de aca! ¡No obedezcas a aquel cuyo corazon hemos hecho que se despreocupe de Nuestro recuerdo, que sigue su pasion y se conduce insolentemente"},{"SurahNumber":18,"VerseNumber":29,"Text":"Y di: «La Verdad viene de vuestro Senor. ¡Que crea quien quiera, y quien no quiera que no crea!» Hemos preparado para los impios un fuego cuyas llamas les cercaran. Si piden socorro, se les socorrera con un liquido como de metal fundido, que les abrasara el rostro. ¡Mala bebida! Y ¡mal lugar de descanso"},{"SurahNumber":18,"VerseNumber":30,"Text":"Quienes, en cambio, crean y obren bien... No dejaremos de remunerar a quienes se conduzcan bien"},{"SurahNumber":18,"VerseNumber":31,"Text":"Para esos seran los jardines del eden, por cuyos bajos fluyen arroyos. Se les adornara alli con brazaletes de oro, se les vestira de saten y brocado verdes, estaran alli reclinados en divanes. ¡Que agradable recompensa y que bello lugar de descanso"},{"SurahNumber":18,"VerseNumber":32,"Text":"Proponles la parabola de dos hombres, a uno de los cuales dimos dos vinedos, que cercamos de palmeras y separamos con sembrados"},{"SurahNumber":18,"VerseNumber":33,"Text":"Ambos vinedos dieron su cosecha, no fallaron nada, e hicimos brotar entre ellos un arroyo"},{"SurahNumber":18,"VerseNumber":34,"Text":"Uno tuvo frutos y dijo a su companero, con quien dialogaba: «Soy mas que tu en hacienda y mas fuerte en gente»"},{"SurahNumber":18,"VerseNumber":35,"Text":"Y entro en su vinedo, injusto consigo mismo. Dijo: «No creo que este perezca nunca"},{"SurahNumber":18,"VerseNumber":36,"Text":"Ni creo que ocurra la Hora. Pero, aun si soy llevado ante mi Senor, he de encontrar, a cambio, algo mejor que el»"},{"SurahNumber":18,"VerseNumber":37,"Text":"El companero con quien dialogaba le dijo: «¿No crees en Quien te creo de tierra, luego, de una gota y, luego, te dio forma de hombre"},{"SurahNumber":18,"VerseNumber":38,"Text":"En cuanto a mi, El es Ala, mi Senor, y no asocio nadie a mi Senor"},{"SurahNumber":18,"VerseNumber":39,"Text":"Si, al entrar en tu vinedo, hubieras dicho: '¡Que sea lo que Ala quiera! ¡La fuerza reside solo en Ala!' Si ves que yo tengo menos que tu en hacienda e hijos"},{"SurahNumber":18,"VerseNumber":40,"Text":"quiza me de Ala algo mejor que tu vinedo, lance contra el rayos del cielo y se convierta en compo pelado"},{"SurahNumber":18,"VerseNumber":41,"Text":"o se filtre su agua por la tierra y no puedas volver a encontrarla»"},{"SurahNumber":18,"VerseNumber":42,"Text":"Su cosecha fue destruida y, a la manana siguiente, se retorcia las manos pensando en lo mucho que habia gastado en el: sus cepas estaban arruinadas. Y decia: «¡Ojala no hubiera asociado nadie a mi Senor!»"},{"SurahNumber":18,"VerseNumber":43,"Text":"No hubo grupo que, fuera de Ala, pudiera auxiliarle, ni pudo defenderse a si mismo"},{"SurahNumber":18,"VerseNumber":44,"Text":"En casos asi solo Ala, la Verdad, ofrece amistad. El es el Mejor en recompensar y el Mejor como fin"},{"SurahNumber":18,"VerseNumber":45,"Text":"Proponles la parabola de la vida de aca. Es como agua que hacemos bajar del cielo y se empapa de ella la vegetacion de la tierra, pero se convierte en hierba seca, que los vientos dispersan. Ala es potisimo en todo"},{"SurahNumber":18,"VerseNumber":46,"Text":"La hacienda y los hijos varones son el ornato de la vida de aca. Pero las obras perdurables, las buenas obras, recibiran una mejor recompensa ante tu Senor, constituyen una esperanza mejor fundada"},{"SurahNumber":18,"VerseNumber":47,"Text":"El dia que pongamos en marcha las montanas, veas la tierra allanada, congreguemos a todos sin excepcion"},{"SurahNumber":18,"VerseNumber":48,"Text":"y sean presentados en fila ante tu Senor. «Venis a Nosotros como os creamos por vez primera. Y ¿pretendiais que no ibamos a citaros?»"},{"SurahNumber":18,"VerseNumber":49,"Text":"Se expondra la Escritura y oiras decir a los pecadores, temiendo por su contenido: «¡Ay de nosotros! ¿Que clase de Escritura es esta, que no deja de enumerar nada, ni grande ni pequeno?» Alli encontraran ante ellos lo que han hecho. Y tu Senor no sera injusto con nadie"},{"SurahNumber":18,"VerseNumber":50,"Text":"Y cuando dijimos a los angeles: «¡Prosternaos ante Adan!» Se prosternaron, excepto Iblis, que era uno de los genios y desobedecio la orden de su Senor. ¿Como? ¿Les tomareis, a el y a sus descendientes, como amigos, en lugar de tomarme a Mi, siendo asi que son vuestros enemigos? ¡Que mal trueque para los impios"},{"SurahNumber":18,"VerseNumber":51,"Text":"No les he puesto como testigos de la creacion de los cielos y de la tierra ni de su propia creacion, ni he tomado como auxiliares a los que extravian a otros"},{"SurahNumber":18,"VerseNumber":52,"Text":"El dia que diga: «¡Llamad a aquellos que pretendiais que eran Mis asociados!», les invocaran, pero no les ecucharan. Pondremos un abismo entre ellos"},{"SurahNumber":18,"VerseNumber":53,"Text":"Los pecadores veran el Fuego y creeran que se precipitan en el, sin encontrar modo de escapar"},{"SurahNumber":18,"VerseNumber":54,"Text":"En este Coran hemos expuesto a los hombres toda clase de ejemplos, pero el hombre es, de todos los seres, el mas discutidor"},{"SurahNumber":18,"VerseNumber":55,"Text":"Lo unico que impide a los hombres creer cuando les llega la Direccion y pedir el perdon de su Senor, es el no admitir que les alcanzara la misma suerte que a los antiguos o que deberan afrontar el castigo"},{"SurahNumber":18,"VerseNumber":56,"Text":"No mandamos a los enviados sino como nuncios de buenas nuevas y para advertir. Los que no creen discuten con argucias para derribar, asi, la Verdad, y toman a burla Mis signos y las advertencias"},{"SurahNumber":18,"VerseNumber":57,"Text":"¿Hay alguien que sea mas impio que quien, habiendosele recordado los signos de su Senor, se desvia luego de ellos y olvida lo que sus manos obraron? Hemos velado sus corazones y endurecido sus oidos para que no lo entiendan. Aunque les llames hacia la Direccion, no seran nunca bien dirigidos"},{"SurahNumber":18,"VerseNumber":58,"Text":"Tu Senor es el Indulgente, el Dueno de la Misericordia. Si les diera su merecido, les adelantaria el castigo. Tienen, sin embargo, una cita a la que no podran faltar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Hicimos perecer esas ciudades cuando obraron impiamente, habiendo fijado por anticipado cuando iban a perecer"},{"SurahNumber":18,"VerseNumber":60,"Text":"Y cuando Moises dijo a su mozo: «No cejare hasta que alcance la confluencia de las dos grandes masas de agua, aunque tenga que andar muchos anos»"},{"SurahNumber":18,"VerseNumber":61,"Text":"Y, cuando alcanzaron su confluencia, se olvidaron de su pez, que emprendio tranquilamente el camino hacia la gran masa de agua"},{"SurahNumber":18,"VerseNumber":62,"Text":"Y, cuando pasaron mas alla dijo a su mozo: «¡Trae la comida, que nos hemos cansado con este viaje!»"},{"SurahNumber":18,"VerseNumber":63,"Text":"Dijo: «¿Que te parece? Cuando nos refugiamos en la roca, me olvide del pez -nadie sino el Demonio hizo olvidarme de que me acordara de el- y emprendio el camino hacia la gran masa de agua. ¡Es asombroso!»"},{"SurahNumber":18,"VerseNumber":64,"Text":"Dijo: «Eso es lo que deseabamos», y regresaron volviendo sobre sus pasos"},{"SurahNumber":18,"VerseNumber":65,"Text":"encontrando a uno de Nuestros, siervos a quien habiamos hecho objeto de una misericordia venida de Nosotros y ensenado una ciencia de Nosotros"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moises le dijo: «¿Te sigo para que me ensenes algo de la buena direccion que se te ha ensenado?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Dijo: «No podras tener paciencia conmigo"},{"SurahNumber":18,"VerseNumber":68,"Text":"¿Y como vas a tenerla en aquello de que no tienes pleno conocimiento?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"Dijo: «Me encontraras, si Ala quiere, paciente, y no desobedecere tus ordenes»"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dijo: «Si me sigues, pues, no me preguntes nada sin que yo te lo sugiera»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Y se fueron ambos hasta que, habiendo subido a la nave, hizo en ella un boquete. Dijo: «¿Le has hecho un boquete para que se ahoguen sus pasajeros? ¡Has hecho algo muy grave!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Dijo: «¿No te he dicho que no podrias tener paciencia conmigo?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"«No lleves a mal mi olvido», dijo, «y no me sometas a una prueba demasiado dificil»"},{"SurahNumber":18,"VerseNumber":74,"Text":"Y reanudaron ambos la marcha, hasta que encontraron a un muchacho y le mato. Dijo: «¿Has matado a una persona inocente que no habia matado a nadie? ¡Has hecho algo horroroso!»"},{"SurahNumber":18,"VerseNumber":75,"Text":"Dijo: «¿No te he dicho que no podrias tener paciencia conmigo?»"},{"SurahNumber":18,"VerseNumber":76,"Text":"Dijo: «Si en adelante te pregunto algo, no me tengas mas por companero. Y acepta mis excusas»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Y se pusieron de nuevo en camino hasta que llegaron a una ciudad a cuyos habitantes pidieron de comer, pero estos les negaron la hospitalidad. Encontraron, luego, en ella un muro que amenazaba derrumbarse y lo apuntalo. Dijo: «Si hubieras querido, habrias podido recibir un salario por eso»"},{"SurahNumber":18,"VerseNumber":78,"Text":"Dijo: «Ha llegado el momento de separarnos. Voy a informarte del significado de aquello en que no has podido tener paciencia"},{"SurahNumber":18,"VerseNumber":79,"Text":"En cuanto a la nave, pertenecia a unos pobres que trabajaban en el mar y yo quise averiarla, pues detras de ellos venia un rey que se apoderaba por la fuerza de todas las naves"},{"SurahNumber":18,"VerseNumber":80,"Text":"Y en cuanto al muchacho, sus padres eran creyentes y tuvimos miedo de que les impusiera su rebeldia e incredulidad"},{"SurahNumber":18,"VerseNumber":81,"Text":"y quisimos que su Senor les diera a cambio uno mas puro que aquel y mas afectuoso"},{"SurahNumber":18,"VerseNumber":82,"Text":"Y en cuanto al muro, pertenecia a dos muchachos huerfanos de la ciudad. Debajo de el habia un tesoro que les pertenecia. Su padre era bueno y tu Senor quiso que descubrieran su tesoro cuando alcanzaran la madurez, como muestra de misericordia venida de tu Senor. No lo hice por propia iniciativa. Este es el significado de aquello en que no has podido tener paciencia»"},{"SurahNumber":18,"VerseNumber":83,"Text":"Te preguntaran por el Bicorne. Di: «Voy a contaros una historia a proposito de el»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Le habiamos dado poderio en el pais y le habiamos facilitado todo"},{"SurahNumber":18,"VerseNumber":85,"Text":"Siguio, pues, un camino"},{"SurahNumber":18,"VerseNumber":86,"Text":"hasta que, a la puesta del sol, encontro que este se ocultaba en una fuente pecinosa, junto a la cual encontro a gente. Dijimos:«Bicorne! Puedes castigarles o hacerles bien»"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dijo: «Castigaremos a quien obre impiamente y, luego, sera llevado a su Senor, que le infligira un castigo horroroso"},{"SurahNumber":18,"VerseNumber":88,"Text":"Pero quien crea y obre bien tendra como retribucion lo mejor y le ordenaremos cosas faciles»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Luego, siguio otro camino"},{"SurahNumber":18,"VerseNumber":90,"Text":"hasta que, a la salida del sol, encontro que este aparecia sobre otra gente a la que no habiamos dado refugio para protegerse de el"},{"SurahNumber":18,"VerseNumber":91,"Text":"Asi fue. Nosotros teniamos pleno conocimiento de lo que el tenia"},{"SurahNumber":18,"VerseNumber":92,"Text":"Luego, siguio otro camino"},{"SurahNumber":18,"VerseNumber":93,"Text":"hasta que, llegado a un espacio entre los dos diques, encontro del lado de aca a gente que apenas comprendia palabra"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dijeron: «¡Bicorne! Gog y Magog corrompen en la tierra. ¿Podriamos retribuirte a cambio de que colocaras un dique entre nosotros y ellos?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dijo: «El poderio que mi Senor me ha dado es mejor. ¡Ayudadme esforzadamente y levantare una muralla entre vosotros y ellos"},{"SurahNumber":18,"VerseNumber":96,"Text":"¡Traedme bloques de hierro!» Hasta que, habiendo rellenado el espacio vacio entre las dos laderas, dijo: «¡Soplad!» Hasta que, habiendo hecho del hierro fuego, dijo: «¡Traedme bronce fundido para derramarlo encima!»"},{"SurahNumber":18,"VerseNumber":97,"Text":"Y no pudieron escalarla, ni pudieron abrir brecha en ella"},{"SurahNumber":18,"VerseNumber":98,"Text":"Dijo: «Esta es una misericordia venida de mi Senor, pero, cuando venga la promesa de mi Senor, El la demolera. Lo que mi Senor promete es verdad»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ese dia dejaremos que unos y otros se entremezclen. Se tocara la trompeta y los reuniremos a todos"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ese dia mostraremos plenamente la gehena a los incredulos"},{"SurahNumber":18,"VerseNumber":101,"Text":"cuyos ojos estaban cerrados a Mi recuerdo y que no podian oir"},{"SurahNumber":18,"VerseNumber":102,"Text":"¿Piensan, acaso, quienes no creen, que podran tomar a Mis siervos como amigos en lugar de tomarme a Mi? Hemos preparado la gehena como alojamiento para los infieles"},{"SurahNumber":18,"VerseNumber":103,"Text":"Di: «¿Os dare a conocer quienes son los que mas pierden por sus obras"},{"SurahNumber":18,"VerseNumber":104,"Text":"aquellos cuyo celo se pierde en la vida de aca mientras creen obrar bien?»"},{"SurahNumber":18,"VerseNumber":105,"Text":"Son ellos los que no creen en los signos de su Senor, ni en que Le encontraran. Vanas habran sido sus obras y el dia de la Resurreccion no les reconoceremos peso"},{"SurahNumber":18,"VerseNumber":106,"Text":"Su retribucion sera la gehena por no haber creido y por haber tomado a burla Mis signos y a Mis enviados"},{"SurahNumber":18,"VerseNumber":107,"Text":"En cambio, los que hayan creido y obrado bien se alojaran en los jardines del paraiso"},{"SurahNumber":18,"VerseNumber":108,"Text":"eternamente, y no desearan mudarse"},{"SurahNumber":18,"VerseNumber":109,"Text":"Di: «si fuera el mar tinta para las palabras de mi Senor, se agotaria el mar antes de que se agotaran las palabras de mar Senor, aun si anadieramos otro mar de tinta»"},{"SurahNumber":18,"VerseNumber":110,"Text":"Di: «Yo soy solo un mortal como vosotros, a quien se ha revelado que vuestro Dios es un Dios Uno. Quien cuente con encontrar a su Senor, que haga buenas, obras y que cuando adore a su Senor, no Le asocie nadie»"}]}