{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"manusera upare ki dirgha samayera abakasa atibahita haya ni yakhana se ullekhayogya kichu'i chila na"},{"SurahNumber":76,"VerseNumber":2,"Text":"nihsandeha amara manusake srsti karechi sanyukta eka sukrakita theke, amara take srnkhalabad'dha karechi, sejan'ya amara ta ke baniyechi srabanasakti o drstisakti sampanna."},{"SurahNumber":76,"VerseNumber":3,"Text":"Nihsandeha amara take pathera nirdesa diyechi, -- haya se krtajna habe, na haya se akrtajna habe."},{"SurahNumber":76,"VerseNumber":4,"Text":"Amara abasya akrtajnadera jan'ya tairi karechi sikala o beri, ara jbalanta aguna."},{"SurahNumber":76,"VerseNumber":5,"Text":"Nihsandeha punya‌tmara pana karabe emana ekati patra theke yara mejaja habe karpurera"},{"SurahNumber":76,"VerseNumber":6,"Text":"ekati phoyara -- ya theke allah‌ra bandara pana karabe, tara etike prabahita karabe abirama dharaya."},{"SurahNumber":76,"VerseNumber":7,"Text":"Tara manata palana kare, ebam bhaya kare se'i dinatira yara dhbansalila habe suduraprasari."},{"SurahNumber":76,"VerseNumber":8,"Text":"Ara tara tamra prati premabasatah khabara khete deya abhabagrastake o etimake o bandike"},{"SurahNumber":76,"VerseNumber":9,"Text":"amara tomadera khete dicchi sudhu allah‌ra santastilabhera jan'ya, tomadera theke amara kono pratidana ca'i na, krtajnata'o naya."},{"SurahNumber":76,"VerseNumber":10,"Text":"Amara alabat amadera prabhura nikata theke eka bhitiprada bipadasankula dinera bhaya kari.’’"},{"SurahNumber":76,"VerseNumber":11,"Text":"Kaje'i allah tadera raksa karabena se'idinera akalyana theke ebam tadera saksat karabena praphullatara o prasantira sathe"},{"SurahNumber":76,"VerseNumber":12,"Text":"ara yehetu tara adhyabasaya caliyechila sejan'ya pratidane tadera debena bagana o resami posaka"},{"SurahNumber":76,"VerseNumber":13,"Text":"tara sekhane samasina thakabe rajakiya asane, tara sekhane dekhate pabe na suryottapa, na kono kanakane thanda"},{"SurahNumber":76,"VerseNumber":14,"Text":"ara tadera sannikate thakabe tadera gachera chaya, ara tadera thoka-thoka phala thakabe nata haye nagalera madhye."},{"SurahNumber":76,"VerseNumber":15,"Text":"Ara tadera samane paribesana kara habe rupora peyala o jhalamale kacera panapatra"},{"SurahNumber":76,"VerseNumber":16,"Text":"camdira tairi cak‌make kacera mato, -- tara ta mepe nebe ekati parimape."},{"SurahNumber":76,"VerseNumber":17,"Text":"Ara tadera tate pana karano habe emana ekati patra yara mejaja habe adrakera"},{"SurahNumber":76,"VerseNumber":18,"Text":"tara madhyera ekati phoyarate yara nama deya hayeche sal‌sabila."},{"SurahNumber":76,"VerseNumber":19,"Text":"Ara tadera pradaksina karabe cirasphutita kisoragana, -- tomara yakhana tadera dekhabe tadera tomara bhababe charano mukto"},{"SurahNumber":76,"VerseNumber":20,"Text":"ara yakhana tumi sekhane ceye dekhabe, tumi dekhate pabe anugraha-samagri o eka bisala rajya."},{"SurahNumber":76,"VerseNumber":21,"Text":"Tadera paridheya habe mihi sabuja resamera o puru jarira posaka, ara tadera alankrta karano habe rupora kamkana diye, ara tadera prabhu tadera pana karabena eka pabitra paniya."},{"SurahNumber":76,"VerseNumber":22,"Text":"Nihsandeha eti hacche tomadera jan'ya puraskara, ara tomadera pracesta sbikrta hayeche.’’"},{"SurahNumber":76,"VerseNumber":23,"Text":"Nihsandeha amara -- amara sbayam tomara kache e'i kuraaana eka abatarane abatirna karechi."},{"SurahNumber":76,"VerseNumber":24,"Text":"Sutaram tomara prabhura nirdesera jan'ya adhyabasaya caliye ya'o, ara tadera madhyekara kono papisthera athaba satyapratyakhyana- karira ajna palana karo na."},{"SurahNumber":76,"VerseNumber":25,"Text":"Ara tomara prabhura nama kirtana karo sakale o bikele"},{"SurahNumber":76,"VerseNumber":26,"Text":"ara ratera theke tamra prati sijada karo, ara lanba rata paryanta tamra gunagana karo."},{"SurahNumber":76,"VerseNumber":27,"Text":"Nihsandeha era bhalabase asthayi jibana, ara abahela kare edera samanera eka kathina dinake."},{"SurahNumber":76,"VerseNumber":28,"Text":"Amara'i tadera srsti karechi ebam majabuta karechi tadera gathana, kaje'i yakhana amara ca'iba takhana tadera anurupadera amara badale debo amula paribartane."},{"SurahNumber":76,"VerseNumber":29,"Text":"Nihsandeha eti eka smaraniya barta, sutaram ye iccha kare se tara prabhura dike patha dharuka."},{"SurahNumber":76,"VerseNumber":30,"Text":"Ara tomara ca'o na allah‌ra ca'oya byatireke. Nihsandeha allah hacchena sarbajnata, paramajnani."},{"SurahNumber":76,"VerseNumber":31,"Text":"Tini yake iccha karena take tamra anugrahera madhye prabesa karana. Kinta an'yayakarira -- tadera jan'ya tini tairi karechena marmantuda sasti."}]}