{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Alif-Lâm-Mîm-Râ. Ezi ziiVesi zeNcwadi (i’Kur’ân), Kananjalo oko kutyhilwe kuwe (Muhammad) kuvela eNkosini yakho, kuyinyaniso, kodwa uninzi lwabantu alukholwa"},{"SurahNumber":13,"VerseNumber":2,"Text":"UAllâh nguloWo Waphakamisa amazulu ngaphandle kweentsika eninokuzibona. Waza Wanyukela ngentla kweTrone. Yena Wenze ilanga nenyanga ukuba nganye kuzo ijikeleze kweyayo indlela isithuba sexesha elimisiweyo. Yena Ulungelelanisa, Alawule izinto zonke, Acacise iiVesi ngokwengcombolo, khon’ukuze nikholwe ngokuqinisekileyo kwindibano (yenu) neNkosi yenu"},{"SurahNumber":13,"VerseNumber":3,"Text":"Kananjalo nguYe Owandlale umhlaba Wabeka apho iintaba eziqinileyo nemilambo nazo zonke iintlobo zeziqhamo. Wenza izibini (inkunzi nemazi). Yena Ubuyisa ubusuku bube sisigqumathelo semini. Inene kwezi zinto kukho imiqondiso kubantu abazikisayo ukucinga"},{"SurahNumber":13,"VerseNumber":4,"Text":"Emhlabeni kukho iindlela (imizila) ezimeleneyo, nezidiliya, nezityalo eziluhlaza, nemithi yeedatilisi, ekhula ibe mibini okanye ibe mithathu, ihluma ezingcanjini zesiqu somthi omnye, ngapha koko zinkcenkceshelwa ngamanzi afanayo, kodwa ezinye zazo Sizenza zibe mnandi ngaphezulu kunezinye xa zityiwa. Inene kwezi zinto kukho imiqondiso kubantu abaqondayo"},{"SurahNumber":13,"VerseNumber":5,"Text":"Ke kaloku ukuba wena (Muhammad) ukhwankqisiwe (kukungakholwa kwabantu kwi’Kur’ân), okukhwankqisa (ngakumbi) yintetho yabo ethi: “Sisakuba sifile, sele siluthuli, siza kuvuswa ngenene na sibe kwindalo entsha?” Abo ngabo bangakholwayo eNkosini yabo! Bona ngabo baza kuqanyangelwa izandla zabo kuye kutsho ezintanyeni zabo ngamatyathanga entsimbi. Baya kuba ngabahlali baseMlilweni, baya kuhlala apho kuwo"},{"SurahNumber":13,"VerseNumber":6,"Text":"Bakucela ukuba ukhawulezise ngobubi (isohlwayo) phambi kokulungileyo lo gama (zingaka ukubaninzi) izohlwayo ezingumzekelo ezehla ngaphambili kunabo. Kodwa iNkosi yakho Inenceba ebantwini, nangona benezenzo ezigwenxa. Ke kaloku iNkosi yakho Yohlwaya kabuhlungu"},{"SurahNumber":13,"VerseNumber":7,"Text":"Kananjalo abangakholwayo bathi: “Kutheni kungekho mqondiso uthunyelwayo kuye (uMuhammad) osuka eNkosini yakhe!” Wena (Muhammad) into oyiyo unguMlumkisi, yaye (iqela) ngalinye labantu linomkhokeli walo"},{"SurahNumber":13,"VerseNumber":8,"Text":"UAllâh Uyakwazi okuqulethwe (eziswini) zabasetyhini, (Wazi) nokuba kukangakanani na okudingwa zizibeleko, okanye okugqithisileyo. Zonke izinto kuYe zingomlinganiselo (ofanelekileyo)"},{"SurahNumber":13,"VerseNumber":9,"Text":"USolwazi wokungabonwayo nokubonwayo, Omkhulu, Ophakamileyo"},{"SurahNumber":13,"VerseNumber":10,"Text":"Kuyafana (kuYe) nokuba nawuphi na kuni uyakufihla akuthethayo okanye akutsho elubala, nokuba angazifihla ebusuku okanye ahambe emini ngokukhululekileyo"},{"SurahNumber":13,"VerseNumber":11,"Text":"(Kumntu ngamnye), kukho (iingelosi) ngokulandelelana (kwazo) ngaphambili nangemva kwakhe. Ziyamlondoloza ngokoMyalelo ka-Allâh. Inene uAllâh Akayi kuyiguqula imeko yabantu ukuba nabo abayiguquli imeko yabo ngokwabo. Kodwa ukuba uAllâh Uthande ukuthoba isohlwayo ebantwini, akukho nto inokusibuyisa umva, yaye abayi kufumanamkhuseli ngaphandle kwaKhe"},{"SurahNumber":13,"VerseNumber":12,"Text":"NguYe Onibonisa ukubaneka njengento eyoyikisayo, nethemba. Kananjalo nguYe Ovelisa amafu, asindwa (ngamanzi)"},{"SurahNumber":13,"VerseNumber":13,"Text":"Ke kaloku iindudumo1 zizukisa, zidumise Yena, zenze njalo neengelosi ngenxa yobungangamsha baKhe. Aze Athumele isithonga, ngaso Abethe lowo Athande ukumbetha, kodwa ngoko kunjalo abangakholwayo basaphikisana (nani) ngoAllâh. Yena Unamandla kakhulu, Wohlwaya kanobom"},{"SurahNumber":13,"VerseNumber":14,"Text":"LelaKhe iLizwi lenyaniso, ke bona (abakhonzi bezithixo), abo babiza kubo, ababaphenduli banjengomntu owolula isandla sakhe efuna amanzi ukuba afikelele emlonyeni wakhe, kodwa asuke angafikeleli kuye; ke kaloku imithandazo yabangakholwayo ayinto yimbi ngaphandle kokuba kukulahleka"},{"SurahNumber":13,"VerseNumber":15,"Text":"Kananjalo (phambi) koAllâh kuwa, kuqubude wonke osezulwini nasemhlabeni, ethanda, engagathandi, kanti zenza njalo nezithunzi zabo ekuseni nasemva kwemini"},{"SurahNumber":13,"VerseNumber":16,"Text":"Yithi (Muhammad): “Ngubani OyiNkosi yamazulu nomhlaba?” Yithi: “NguAllâh.” Yithi: “Ingaba nina nizithabathela bakhuseli bambi na ngaphandle kwaKhe, abangenamandla okuzinceda okanye awokuzenza ububi eziqwini zabo?” Yithi: “Ingaba ongaboniyo uyafana na nobonayo?” Okanye bayamanisa kuAllâh amahlulelane adale indalo efana nqwa neyaKhe, kangangokuba loo ndalo (yabo) ibonakale ifana kubo?” Yithi: “UAllâh nguMdali wezinto zonke; yaye Yena Ungongaphikisekiyo.”"},{"SurahNumber":13,"VerseNumber":17,"Text":"Yena Uthumela amanzi emhlabeni evela esibhakabhakeni, neentili ziphuphuma ngokomlinganiselo wazo, kodwa isikhukulasonasenzaigwebueliphakamalibephezukomhlaba kanti (nentsimbi ekrwada) leyo bayitshisayo emlilweni ukuze benze izihombiso, nezixhobo, ivelisa igwebu njengaso, (isikhukula). Wenza njalo ke uAllâh ukubonisa inyaniso nobuxoki. Ke lona igwebu liyahamba limke ngamanxweme, lo gama oko kuluncedo eluntwini kushiyeka emhlabeni. Uyibeka ngolo hlobo ke uAllâh imizekeliso"},{"SurahNumber":13,"VerseNumber":18,"Text":"KebonaabobalusabelayoubizolweNkosiyabo(ngokwamkela i-Islam) okwabo iya kuba kokulungileyo (iPaladesi) kodwa abo bangazanga balusabele ubizo lwaKhe (uAllâh), enokuba konke okusehlabathini ibingaba kokwabo, baze bafune ukunikela ngako konke befuna ukuzisindisa (esohlwayweni bekungayi kwamkelwa). Okwabo iza kuba sisiHogo; Hayi ukuba mbi kwaloo ndawo yokuphumla"},{"SurahNumber":13,"VerseNumber":19,"Text":"Ingaba lowo ukwaziyo okutyhilwe kuwe (Muhammad) kuvela eNkosini yakho, okokuba kuyinyaniso, uyafana na nalowo uyimfama? Kodwa (inene) ngabantu abanengqiqo kuphela abaphulaphulayo"},{"SurahNumber":13,"VerseNumber":20,"Text":"Abo bazalisekisa uMnqophiso ka-Allâh, bangasaphuli isithembiso"},{"SurahNumber":13,"VerseNumber":21,"Text":"Nabo badibanisa oko uAllâh Ayalele ukuba kudityaniswe, baze boyike iNkosi yabo, besoyika nesohlwayo esibuhlungu"},{"SurahNumber":13,"VerseNumber":22,"Text":"Nabo bahlala benomonde bafune inkxaso, benze iSalâh, banikele kumalizo ngoko Sibaphe kona ekhusini nasekuhleni, bathintele okubi ngokulungileyo, abanjalo okwabo sisiphelo esilungileyo"},{"SurahNumber":13,"VerseNumber":23,"Text":"YiPaladesi iEden abaza kungena kuyo bekunye nabo benza okulungileyo, koyise babo, nabafazi babo, nabantwana babo. Ke kaloku iingelosi ziza kungena zize kubo ngamasango onke (zisithi)"},{"SurahNumber":13,"VerseNumber":24,"Text":"“Salâmu ‘alykum (uxolo malube nani) ngokuba nanyamezelayo ngomonde! Lihle ngokwenene iKhaya (lenu) lokugqibela.”"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ke bona abo baphula uMnqophiso ka-Allâh, emva kokumiselwa kwawo, bahlula oko uAllâh Wayalela ukuba kudityaniswe, benze ubutshinga emhlabeni, isiqalekiso siphezu kwabo, yaye okwabo likhaya ekungekho konwaba kulo (esiHogweni)"},{"SurahNumber":13,"VerseNumber":26,"Text":"UAllâh Uyasandisa isixhaso salowo Athande ukumandisela, Aze Ancitshe lowo Athande ukumncitsha. Kananjalo bona bonwabile kubomi balo mhlaba lo gama ubomi balo mhlaba xa buthelekiswa nobo Buzayo bubufuthsane, bululonwabo oludlulayo"},{"SurahNumber":13,"VerseNumber":27,"Text":"Abo bangakholwayo bathi: “Kutheni kungekho mqondiso uthunyelwayo kuye (uMuhammad) ovela eNkosini yakhe! Yithi wena: “Inene uAllâh Uyekela ekulahlekeni lowo Athandileyo Aze Akhokelele kuYe abo babuyela kuYe ngenguquko.”"},{"SurahNumber":13,"VerseNumber":28,"Text":"Abo bakholwayo (kuAllâh) abantliziyo zabo zifumana ukuphumla xa bekhumbula uAllâh; inene kwinkumbulo ka- Allâh iintliziyo zifumana ukuphumla"},{"SurahNumber":13,"VerseNumber":29,"Text":"Abo bakholwa kuAllâh, basebenze imisebenzi yezenzo ezilungileyo, zonke iintlobo zolonwabo ziya kuba zezabo nendawo eyiyeyona intle yokubuyela"},{"SurahNumber":13,"VerseNumber":30,"Text":"Sikuthumele ngolo hlobo wena (Muhammad) kuluntu olwandulelwa lolunye uluntu ngaphambili kwalo, khon’ukuze ube nokubacengcelezela oko Sikutyhile kuwe, lo gama bona bengakholwa kuSolubabalo (uAllâh), yithi: “Yena yiNkosi yam! Akukho thixo wumbi ngaphandle kwaKhe (yaye) elam ithemba likuYe, kananjalo mna ndiya kubuyela kuYe ngenguquko.”"},{"SurahNumber":13,"VerseNumber":31,"Text":"Ke kaloku ukuba bekukho i’Kur’ân ebeziya kuthi iintaba zisuke ngayo (ezindaweni zazo) okanye umhlaba wahlukane kubini ngayo, okanye abafileyo benziwe bathethe, (ibingenakuba yenye i’Kur’ân ngaphandle kwale). Kodwa isigqibo ngezinto zonke inene sesika-Allâh. Ingaba abo bakholwayo abakayazi na into yokuba, ukuba uAllâh Ebethanda, Ebengabakhokela bonke abantu? Kananjalo intlekele ibingazi kuyeka ukubathwaxa abo bangakholwayo ngenxa yezenzo zabo (ezingcolileyo) kungenjalo (intlekele leyo) isuke izinze emizini yabo, kude kufike isithembiso, sika-Allâh. Inene uAllâh Akasaphuli isithembiso saKhe"},{"SurahNumber":13,"VerseNumber":32,"Text":"Inene (baninzi) abaThunywa abagculelwayo ngaphambili kunawe (Muhammad) kodwa Ndasirhoxisa isohlwayo kwabo bangakholwayo, Ndaza ekugqibeleni Ndabohlwaya. Sabanjani ke isohlwayo saM"},{"SurahNumber":13,"VerseNumber":33,"Text":"Ingaba loWo Uthabathele kuYe ulondolozo lwabantu bonke, Okwazi konke okwenziwayo [ngabantu (Angafana nazo naziphi na izithixo ezingazi nto)]? Kodwa ngoko kunjalo bayamanisa amahlulelane kuAllâh. Yithi: “Khanibatsho ngamagama abo! Ingaba niza kuchazela (uAllâh) into Angenalwazi ngayo emhlabeni okanye nenza nje umboniso wamazwi obuxoki?” Nakanye abo bangakholwayo, iyelenqe\tlabo lenziwe lakhangeleka lilihle kubo, yaye bathintelekile (ukuba bangene) kwiNdlela ethe Tye; ke lowo uAllâh Ambeke ekulahlekeni akukho mkhokeli kuye"},{"SurahNumber":13,"VerseNumber":34,"Text":"Okwabo sisohlwayo kubomi beli hlabathi, yaye inene sinzima isohlwayo soBomi Obuzayo yaye abanamkhuseli ngaphandle koAllâh"},{"SurahNumber":13,"VerseNumber":35,"Text":"Ingcaciso yePaladesi yileyo abamoyikayo uAllâh bayibekelweyo ekumpompoza imilambo ngaphantsi kwayo, imbonelelo yayo ingunaphakade ube njalo nomthunzi wayo; esi sisiphelo sabamoyikayo uAllâh ukanti isiphelo sabangakholwayo nguMlilo"},{"SurahNumber":13,"VerseNumber":36,"Text":"Abo Sabanika iNcwadi bayavuyiswa koko Sikutyhile kuwe (i’Kur’ân) Kodwa phakathi kwabo balubumbano (AmaYuda nabahedeni) kukho abaphika inxalenye yako. Yithi (Muhammad): “Mna ndiyalelwe ukuba ndinqule uAllâh Yedwa, ndingayamanisi mahlulelane kuYe. Ndibiza kuYe (Yedwa) yaye kukuYe apho ndiza kubuyela khona.”"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ke kaloku Siyithumele ngolo hlobo (i’Kur’ân) ukuba ibe lugwebo olusemagunyeni ngesiArabhu. Ukuba wena (Muhammad) unokulandela iminqweno yabo engento yanto, emva kokuba ulwazi lufikile kuwe, akuyi kuba namkhuseli ngokuchasene noAllâh"},{"SurahNumber":13,"VerseNumber":38,"Text":"Eneneni Sathumela abaThunywa phambi kwakho, Sabenzela abafazi nabantwana. Kananjalo yayingekokoMthunywa ukuza nomqondiso ngaphandle kweMvume ka-Allâh. Into nganye inommiselo (ovela kuAllâh)"},{"SurahNumber":13,"VerseNumber":39,"Text":"UAllâh Ucima okoAthande ukukucima,Angqine okoAthande ukukungqina. Yaye kuYe kukho unozala weeNcwadi"},{"SurahNumber":13,"VerseNumber":40,"Text":"Enokuba Siyakubonisa na (Muhammad) inxalenye yoko Sibathembise ngako okanye Sikwenze ubhubhe, owakho umsebenzi kukuvakalisa (uMyalezo) kuphela, kuxhomekeke kuThi ukubamisa ematyaleni"},{"SurahNumber":13,"VerseNumber":41,"Text":"Ababoni na ukuba Siyawunciphisa ngokuwunciphisa umhlaba (wabangakholwayo, ngokuthi Siwunike abakholwayo ngendlela yoloyiso kwiimfazwe) kwimida yawo. NguAllâh Ogwebayo, akukho mntu unokusibuyisela emva isigwebo saKhe, yaye Uyakhawuleza ukumisa ematyaleni"},{"SurahNumber":13,"VerseNumber":42,"Text":"Inene abo bangaphambili kunabo, bawaqulunqa amayelenqe, kodwa zonke izicwangciso zezika-Allâh, Nguye Okwaziyo okuza kuzuzwa ngumntu ngamnye, kwaye abangakholwayo baza kwazi okokuba iza kuba lelikabani na ikhaya (lokugqibela) elihle"},{"SurahNumber":13,"VerseNumber":43,"Text":"Kananjalo abo bangakholwayo bathi: “Wena (Muhammad) awungoMthunywa.” Yithi: “Ingqina Elanelyo phakathi kwam nani nguAllâh nabo banolwazi lweziBhalo"}]}