{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Immer allerhabener ist Derjenige, Der die Herrschaft innehat. Und ER ist uber alles allmachtig"},{"SurahNumber":67,"VerseNumber":2,"Text":"Der den Tod und das Leben erschuf, damit ER euch pruft, wer von euch besser im Tun ist. Und ER ist Der Allwurdige, Der Allvergebende"},{"SurahNumber":67,"VerseNumber":3,"Text":"Der sieben ubereinander geschichtete Himmel erschuf. Du siehst in der Schopfung Des Allgnade Erweisende nichts an Disharmonie. So siehe wiederholt hin, siehst du irgend etwas an Rissen"},{"SurahNumber":67,"VerseNumber":4,"Text":"Dann siehe zweimal wiederholt hin, so kehrt zur dir der Blick abgewiesen zuruck, wahrend er ubermudet ist"},{"SurahNumber":67,"VerseNumber":5,"Text":"Und gewiß, bereits schmuckten WIR den untersten Himmel mit Leuchten und machten sie zu Steinigungen fur die Satane. Und WIR bereiteten ihnen die Peinigung der Gluthitze"},{"SurahNumber":67,"VerseNumber":6,"Text":"Und fur diejenigen, die ihrem HERRN gegenuber Kufr betrieben haben, ist ebenso die Peinigung von Dschahannam bestimmt. Und erbarmlich ist das Werden"},{"SurahNumber":67,"VerseNumber":7,"Text":"Wenn sie in sie hineingeworfen werden, horen sie von ihr Geschrei, wahrend sie uberkocht"},{"SurahNumber":67,"VerseNumber":8,"Text":"Beinahe platzt sie vor Wut. Immer wieder wenn eine Gruppe in sie hineingeworfen wird, werden diese von ihren Beauftragten gefragt: \"Kam zu euch etwa kein Warner"},{"SurahNumber":67,"VerseNumber":9,"Text":"Sie sagten: \"Doch, mit Sicherheit! Bereits kam zu uns ein Warner, dann leugneten wir ab und sagten: \"ALLAH sandte nichts nach und nach hinab, ihr seid doch nur in einem großen Irregehen"},{"SurahNumber":67,"VerseNumber":10,"Text":"Und sie sagten: \"Hatten wir doch zugehort oder uns besonnen, wurden wir nicht unter den Weggenossen der Gluthitze sein"},{"SurahNumber":67,"VerseNumber":11,"Text":"So gaben sie ihre Verfehlung zu. Also Vernichtung sei den Weggenossen der Gluthitze"},{"SurahNumber":67,"VerseNumber":12,"Text":"Gewiß, diejenigen, die Ehrfurcht vor ihrem HERRN im Verborgenen haben, fur diese ist Vergebung und großer Lohn bestimmt"},{"SurahNumber":67,"VerseNumber":13,"Text":"Und verheimlicht euere Außerung oder legt sie offen, gewiß, ER ist allwissend uber das in den Brusten"},{"SurahNumber":67,"VerseNumber":14,"Text":"Verfugt etwa Derjenige, Der erschuf, nicht uber Wissen, wahrend ER Der Allgutige, Der Allkundige ist"},{"SurahNumber":67,"VerseNumber":15,"Text":"ER ist Derjenige, Der fur euch die Erde nachgiebig machte, so zieht in ihren Gegenden umher und esst von Seinem Rizq. Und zu Ihm ist das Auferwecken"},{"SurahNumber":67,"VerseNumber":16,"Text":"Fuhlt ihr euch etwa sicher vor Dem, Dessen (Anweisung) im Himmel ist, daß ER mit euch die Erde versinkt, und daß sie gleich bebt"},{"SurahNumber":67,"VerseNumber":17,"Text":"Oder fuhlt ihr euch etwa sicher vor Dem, Dessen (Anweisung) im Himmel ist, daß ER uber euch Sandsturm schickt?! So werdet ihr noch wissen, wie Meine Warnung ist"},{"SurahNumber":67,"VerseNumber":18,"Text":"Und gewiß, bereits leugneten ab diejenigen, die vor ihnen waren. Also wie war denn Meine Mißbilligung"},{"SurahNumber":67,"VerseNumber":19,"Text":"Sahen sie etwa nicht uber ihnen die Vogel mit ausgestreckten Flugeln, und sie ziehen sie ein?! Niemand halt sie außer Dem Allgnade Erweisenden. Gewiß, ER ist uber alles allsehend"},{"SurahNumber":67,"VerseNumber":20,"Text":"Oder wer ist dieser, der fur euch ein Helfer ist und euch anstelle von Dem Allgnade Erweisenden beisteht?! Die Kafir sind doch nur im Tauschen"},{"SurahNumber":67,"VerseNumber":21,"Text":"Oder wer ist dieser, der euch Rizq gewahrt, wenn ER Sein Rizq zuruckhielt?! Nein, sondern sie ubertreiben in Ubertretung und Abgeneigtheit"},{"SurahNumber":67,"VerseNumber":22,"Text":"Ist etwa derjenige, der mit dem Gesicht zum Boden geht, rechtgeleiteter oder derjenige, der aufrecht auf einem geradlinigen Weg geht"},{"SurahNumber":67,"VerseNumber":23,"Text":"Sag: \"ER ist Derjenige, Der euch erstehen ließ, und ER machte euch das Gehor, die Augen und den Verstand.\" Nur ein wenig erweist ihr euch dankbar"},{"SurahNumber":67,"VerseNumber":24,"Text":"Sag: \"ER ist Derjenige, Der euch auf der Erde vermehren ließ. Und zu Ihm werdet ihr versammelt"},{"SurahNumber":67,"VerseNumber":25,"Text":"Und sie sagen: \"Wann ist diese Androhung, solltet ihr wahrhaftig sein"},{"SurahNumber":67,"VerseNumber":26,"Text":"Sag: \"DasWissen ist doch nur bei ALLAH. Und ich bin doch nur ein deutlicher Warner"},{"SurahNumber":67,"VerseNumber":27,"Text":"Und nachdem sie diese nahe gesehen hatten, betrubt wurden die Gesichter derjenigen, die Kufr betrieben haben, und es wurde gesagt: \"Dies ist das, wonach ihr zu verlangen pflegtet"},{"SurahNumber":67,"VerseNumber":28,"Text":"Sag: \"Wie seht ihr es? Wenn ALLAH mich und diejenigen mit mir zugrunde richtet oder Gnade erweist, wer gewahrt den Kafir einen Schutz vor einer qualvollen Peinigung"},{"SurahNumber":67,"VerseNumber":29,"Text":"Sag: \"ER ist Der Allgnade Erweisende. An Ihn verinnerlichten wir den Iman und Ihm gegenuber uben wir Tawakkul.\" Also ihr werdet doch noch wissen, wer im eindeutigen Irregehen ist"},{"SurahNumber":67,"VerseNumber":30,"Text":"Sag: \"Wie seht ihr es? Wenn euer Wasser versiegt, wer bringt euch denn fließendesWasser"}]}