{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Kur´an´ı sana mesakkat (gucluk) olsun diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Husu sahiplerine zikir (ogut) olsun diye"},{"SurahNumber":20,"VerseNumber":4,"Text":"Arzı ve yuksek semaları yaratan tarafından indirilmistir"},{"SurahNumber":20,"VerseNumber":5,"Text":"Rahman arsın uzerine istiva etti"},{"SurahNumber":20,"VerseNumber":6,"Text":"Semalarda ve arzda ve ikisinin arasında ve de nemli topragın altında olanlar, O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Ve sen, sozu acıklasan da (acıklamasan da) muhakkak ki O, gizliyi ve daha gizliyi (ve en gizliyi) bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah ki, O´ndan baska Ilah yoktur. En guzel isimler, O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Sana Musa (A.S)´ın haberi geldi mi"},{"SurahNumber":20,"VerseNumber":10,"Text":"Bir ates gordugu zaman ailesine soyle demisti: “Durup bekleyin! Muhakkak ki ben, bir ates gordum. Belki ondan, size bir kor (nur) getiririm veya atesin uzerinde (nurun yanında) hidayeti bulurum.”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Boylece oraya (atesin (nurun) yanına) geldigi zaman “Ya Musa!” diye nida olundu"},{"SurahNumber":20,"VerseNumber":12,"Text":"Muhakkak ki Ben, Ben senin Rabbinim. Simdi pabuclarını cıkar. Suphesiz sen, mukaddes vadi Tuva´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ve Ben, seni sectim. Oyleyse vahyolunan seyi dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Muhakkak ki Ben, Ben Allah´ım. Benden baska Ilah yoktur. Oyleyse Bana kul ol ve Beni zikretmek icin namazı ikame et"},{"SurahNumber":20,"VerseNumber":15,"Text":"Muhakkak ki o saat (kıyamet saati), gelecektir. Butun nefslere (herkese), calısmalarının karsılıgının (ceza veya mukafatlarının) verilmesi icin neredeyse onu, Kendimden bile gizleyecegim"},{"SurahNumber":20,"VerseNumber":16,"Text":"Oyleyse ona (kıyamet saatine), inanmayanlar ve hevesine (nefsinin afetlerine) tabi olanlar, sakın seni ondan (kıyamet gunune iman etmekten) alıkoymasın. O taktirde sen (de) helak olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"O sag elindeki nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"“O benim asamdır, ben ona dayanırım (yaslanırım). Ve onunla koyunlarımın uzerine yaprak silkelerim. Benim icin onda, daha baska menfaatler (faydalar) da vardır.” dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Allahu Teala): “Ey Musa, onu at!” dedi"},{"SurahNumber":20,"VerseNumber":20,"Text":"Boylece onu attı. O zaman o, hızla hareket eden (kosan) bir yılan olmustu"},{"SurahNumber":20,"VerseNumber":21,"Text":"“Onu al ve korkma! Onu ilk suretine (durumuna) dondurecegiz.” dedi"},{"SurahNumber":20,"VerseNumber":22,"Text":"Elini, (koynunun) yan tarafına koy (sok). Baska bir ayet (mucize) olarak, kusursuz (lekesiz) ve beyaz (nurlu) olarak cıkar"},{"SurahNumber":20,"VerseNumber":23,"Text":"Buyuk ayetlerimizden (mucizelerimizden) birini, sana gostermemiz icindir"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavuna git! Cunku o, azdı"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Musa A.S): “Rabbim benim gogsumu serhet (yar, ac).” dedi"},{"SurahNumber":20,"VerseNumber":26,"Text":"Ve bana isimi kolaylastır"},{"SurahNumber":20,"VerseNumber":27,"Text":"Ve dilimden dugumu (peltekligi) coz"},{"SurahNumber":20,"VerseNumber":28,"Text":"Sozlerimi idrak etsinler"},{"SurahNumber":20,"VerseNumber":29,"Text":"Ve ailemden bana bir yardımcı kıl"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardesim Harun"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla, gucumu artır (beni guclendir)"},{"SurahNumber":20,"VerseNumber":32,"Text":"Ve onu, isimde bana ortak kıl"},{"SurahNumber":20,"VerseNumber":33,"Text":"Seni, cok tesbih etmemiz icin"},{"SurahNumber":20,"VerseNumber":34,"Text":"Ve Seni, cok zikredelim"},{"SurahNumber":20,"VerseNumber":35,"Text":"Muhakkak ki Sen, bizi gorensin"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allahu Teala): “Ey Musa! Sana istedigin verilmistir.” dedi"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ve andolsun ki seni, bir kere daha ni´metlendirdik (ni´metlendirmistik)"},{"SurahNumber":20,"VerseNumber":38,"Text":"Vahyedilecek seyi annene vahyetmistik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandıga koymasını, sonra onu denize (Nil Nehri´ne) bırakmasını (vahyetmistik). Boylece deniz, onu sahile atsın, Benim ve onun dusmanı, onu alsın. Ve gozumun onunde (korumam altında) yetistirilmen icin sana, Kendimden muhabbet (sevgi) verdim"},{"SurahNumber":20,"VerseNumber":40,"Text":"Kızkardesin (seni izleyerek) yuruyordu. (Seni saraya aldıkları zaman onlara soyle) diyordu: “Size, ona kefil olacak (emzirip, bakacak) birisine delil olayım mı (bulmanızda yardım edeyim mi)? Boylece seni, annene dondurduk. Onun, gozu aydın olsun ve mahzun olmasın diye. Ve birisini oldurmustun. O zaman (da) seni, gamdan (uzuntuden) kurtarmıstık. Ve seni, sınavlarla imtihan ettik. Boylece Medyen halkı icinde senelerce kaldın. Sonra kaderin geregi (takdir edilen zamanda buraya) geldin ya Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ve Ben, seni (nebi olarak) Kendime secip, yetistirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardesin, ayetlerimle (mucizelerimle) gidin ve Benim zikrimi (Beni zikretmeyi) ihmal etmeyin (daimi zikirde olun)"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavuna ikiniz gidin. Muhakkak ki o, azdı"},{"SurahNumber":20,"VerseNumber":44,"Text":"O zaman ona, yumusak soz soyleyin. Boylece o, tezekkur eder (anlar) veya husu duyar"},{"SurahNumber":20,"VerseNumber":45,"Text":"(O ikisi): “Rabbimiz gercekten biz, onun bize (karsı) ifrata (asırı) gitmesinden veya azgın davranmasından korkuyoruz.” dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Allahu Teala): “Ikiniz (de) korkmayın! Muhakkak ki Ben, sizinle beraberim, isitirim ve gorurum.” dedi"},{"SurahNumber":20,"VerseNumber":47,"Text":"O halde ikiniz ona gidin ve ona soyle soyleyin: “Muhakkak ki biz, senin Rabbinin iki resuluyuz. Israilogulları´nı artık bizimle beraber gonder ve onlara azap etme! Sana Rabbinden ayet (mucize) getirdik. Ve hidayete tabi olanlara selam olsun.”"},{"SurahNumber":20,"VerseNumber":48,"Text":"Muhakkak ki yalanlayanların ve yuz cevirenlerin uzerine azap oldugu bize vahyolundu"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Firavun soyle) dedi: “Oyleyse ikinizin Rabbi kimdir, ya Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Hz. Musa): “Bizim Rabbimiz, herseye yaradılısını lutfeden (ihsan eden) sonra da hidayete erdirendir.” dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Firavun): “Oyleyse evvelki nesillerin durumu nedir?” dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"“Onun ilmi, Rabbimin yanında bir kitap (Ummulkitap)´tadır. Benim Rabbim yanlıs yapmaz ve unutmaz.” dedi"},{"SurahNumber":20,"VerseNumber":53,"Text":"Yeryuzunu size dosek (besik) yapan, orada sizin icin yollar acan ve semadan su indiren O´dur. Sonra da onunla, farklı farklı bitkilerden ciftler cıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yeyin ve hayvanlarınızı otlatın! Muhakkak ki bunda, akıl sahipleri icin elbette ayetler (deliller) vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi, ondan yarattık. Ve sizi, oraya (geri) dondurecegiz. Ve sizi, oradan bir kere daha cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ve andolsun ki; ayetlerimizin (mucizelerimizin) hepsini, ona gosterdik. Buna ragmen yalanladı ve (yalanında) direndi"},{"SurahNumber":20,"VerseNumber":57,"Text":"“Sen bizi, sihrin ile yurdumuzdan cıkarmak icin mi geldin ya Musa?” dedi"},{"SurahNumber":20,"VerseNumber":58,"Text":"Oyleyse biz de sana mutlaka onun gibi bir sihir getirecegiz. Simdi (sen), seninle bizim aramızda bir zaman (bulusma zamanı) (ve) bizim ve senin, ihtilaf etmeyecegimiz uygun bir yer tayin et (sec)"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa A.S): “Sizin (bizimle) bulusma zamanınız, ziynet (bayram) gunu ve insanların toplandıgı, duhan (kusluk) vakti olsun.” dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Boylece firavun dondu (gitti). Arkasından hilelerini topladıktan sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa (A.S) onlara soyle dedi: “Size yazıklar olsun! Allah´a yalanla iftira etmeyin yoksa sizi azapla yok eder ve (O´na) iftira eden(ler) heba olmustur.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"Boylece islerini (hilelerini), kendi aralarında gorustuler (tartıstılar) ve gizlice konustular"},{"SurahNumber":20,"VerseNumber":63,"Text":"“Bu ikisi gercekten iki sihirbazdır. Sihirleri ile sizi yurdunuzdan cıkarmak ve ustun olan tarikatınızı (yolunuzu, dininizi), yok etmek istiyorlar.” dediler"},{"SurahNumber":20,"VerseNumber":64,"Text":"(Firavun soyle dedi): “Artık hilelerinizi (sihirlerinizi) toplayın. Sonra saf saf (sırayla) gelin. Ve o gun ustun gelen, felaha (kurtulusa, zafere) ulasmıs olur.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"“Ya Musa, (asanı) sen mi atarsın yoksa once atan biz mi olalım?” dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Musa A.S): “Hayır, (siz) atın!” dedi. Boylece (onları attıkları) zaman onların ipleri ve asaları, kendisine, onların sihirlerinden dolayı “hızla hareket ediyor” gibi gorundu"},{"SurahNumber":20,"VerseNumber":67,"Text":"Bu sebeple Musa (A.S), kendinde bir korku hissetti"},{"SurahNumber":20,"VerseNumber":68,"Text":"“Korkma! Muhakkak ki sen, sen ustunsun.” dedik"},{"SurahNumber":20,"VerseNumber":69,"Text":"Ve sag elindekini (asanı) at, onların yaptıgı seyleri yutacak. Onların yaptıkları sadece sihirbaz hilesidir ve sihirbazlar, nereden gelirse gelsinler, felaha (kurtulusa) eremezler"},{"SurahNumber":20,"VerseNumber":70,"Text":"Bunun uzerine sihirbazlar secde ederek yere kapandılar. Biz: “Harun ve Musa´nın Rabbine iman ettik.” dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun): “Size izin vermemden once ona iman mı ettiniz? Muhakkak ki o, gercekten size sihir ogreten, sizin buyugunuzdur (ustanızdır). Bu durumda mutlaka sizin ellerinizi ve ayaklarınızı caprazlama kesecegim. Ve sizi mutlaka hurma agacına asacagım. Ve boylece hangimizin azabı daha siddetli ve daha kalıcı (imis) gercekten bileceksiniz.” dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"“Bize gelen mucizeler karsısında asla seni tercih etmeyiz (ustun tutmayız). Cunku bizi, O yarattı. Bu durumda sen, yapacagını yap. Fakat sen, ancak bu dunya hayatında yaparsın.” dediler"},{"SurahNumber":20,"VerseNumber":73,"Text":"Muhakkak ki biz, hatalarımızı ve ona karsı sihirden bize zorla (istemeyerek) yaptırdıgın seylerden (dolayı) bizi, magfiret etsin (affetsin ve gunahlarımızı sevaba cevirsin) diye Rabbimize iman ettik. Ve Allah, daha hayırlıdır ve daha bakidir (kalıcıdır)"},{"SurahNumber":20,"VerseNumber":74,"Text":"Muhakkak ki kim Rabbine suclu olarak gelirse, o taktirde mutlaka cehennem onun icindir. Orada ne olur, ne yasar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Ve kim salih ameller (nefs tezkiyesi) yapmıssa ve O´na (Allah´a) mu´min olarak gelirse o zaman iste onlar, onlar icin yuksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Icinde ebedi kalacakları, altından nehirler akan adn cennetleri vardır. Ve iste bu, tezkiye olanların (nefs tezkiyesi ve tasfiyesi yapanların) mukafatıdır"},{"SurahNumber":20,"VerseNumber":77,"Text":"Ve andolsun ki Biz, Musa (A.S)´a vahyettik ki: “Kullarımla gece (yola) cıkıp yuru! Sonra da (asanla) vurarak onlar icin kuru bir yol ac! (Firavunun size) yetismesinden korkma ve (suda bogulmaktan da) endise etme!”"},{"SurahNumber":20,"VerseNumber":78,"Text":"Boylece firavun ordusuyla onları takip etti. Bunun uzerine deniz, onların uzerine oyle bir kapanısla kapandı ki, onları (tamamen) orterek kapladı (onları suda bogdu)"},{"SurahNumber":20,"VerseNumber":79,"Text":"Ve firavun, kavmini dalalette bıraktı ve (kavmini) hidayetten men etti"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey beni Israil! Sizi dusmanınızdan kurtarmıstık. Ve Tur´un sag tarafında sizinle (bulusmak uzere) vaadlestik ve size kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Sizi rızıklandırdıgımız temiz seylerden yeyin. Ve onda (yediginiz seylerde) azgınlık (nankorluk) etmeyin. Aksi halde size gazabım iner. Ve kimin uzerine gazabım inerse, artık o heva olmustur (nefsinin hevasına tabi olup dalalete dusmustur)"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ve muhakkak ki Ben, (mursidin onunde 12 ihsanla) tovbe edenler ve (ikinci defa) amenu (kalbine iman yazıldıgı icin imanı artan mu´min) olanlar ve salih amel (zikir) yapanlar (nefsi ıslah edici amel isleyenler) icin mutlaka Gaffar´ım (onların gunahlarını sevaba cevirenim). Sonra onlar, (Benim tarafımdan) hidayete erdirilir (olmeden once ruhları Allah´a ulastırılır)"},{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa! Seni, kavminden (ayırıp) sana acele ettiren nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"(Musa A.S): “Onlar, onlar benim izim uzerindeler (benim arkamdan geliyorlar). Ve Rabbim ben, Senin rızan icin (Sana gelmekte) acele ettim.” dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allahu Teala): “Muhakkak ki Biz, boylece senin kavmini, senden sonra imtihan etmistik. Ve Samiri, onları dalalete dusurdu.” dedi"},{"SurahNumber":20,"VerseNumber":86,"Text":"Bunun uzerine Musa (A.S), esefle (uzulerek) gadapla (ofkeyle) kavmine dondu. “Ey kavmim! Rabbiniz size, guzel bir vaadle vaadetmedi mi? Buna ragmen ahd suresi size uzun mu geldi? Yoksa Rabbinizin gazabının uzerinize inmesini mi istediniz? Bu sebeple mi vaadimi (sizden aldıgım vaadi) yerine getirmediniz?” dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"“Sana vaadettigimizden kendi istegimizle donmedik. Ve lakin bize, o kavmin ziynetleri (altın sus esyaları) yuklenmisti. Bu yuzden onları (eritmek uzere atese) attık. Sonra Samiri de attı.” dediler"},{"SurahNumber":20,"VerseNumber":88,"Text":"Boylece onlar icin (ortaya) boguren bir buzagı heykeli cıkardı. Ve onlara (Samiri ve taraftarları): “Bu, sizin ilahınız ve Musa´nın da ilahı, fakat o unuttu.” dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlara sozle cevap vermedigini ve onlara zarar veya fayda vermeye malik olmadıgını gormuyorlar mı"},{"SurahNumber":20,"VerseNumber":90,"Text":"Ve andolsun ki Harun (A.S) daha once, onlara soyle dedi: “Ey kavmim, siz onunla sadece imtihan edildiniz! Ve muhakkak ki Rahman, sizin Rabbinizdir. Artık bana tabi olun ve emrime itaat edin.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"“Musa bize donunceye kadar, ona kendimizi vakfetmekten (ibadet etmekten) asla vazgecmeyecegiz.” dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa A.S): “Ey Harun! Onların dalalete dustugunu gordugun zaman (onları uyarmaktan) seni ne men etti?” dedi"},{"SurahNumber":20,"VerseNumber":93,"Text":"Nicin bana tabi olmadın? Yoksa emrime isyan mı ettin"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun A.S): “Ey annemin oglu! Sakalımı ve basımı (sacımı) tutma (cekme). Gercekten ben, senin, “Israilogulları arasında fırkalar olusturdun (ikilik, dusmanlık cıkardın) ve sozumu tutmadın (emrimi yerine getirmedin)” demenden korktum.” dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"“Oyleyse ey Samiri! Senin (onlara) hitabın ne idi (onlara ne soyledin)?” dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Samiri): “Ben, onların gormedigi seyi gordum. Resul´un (Cebrail A.S´ın) izinden (ayagının bastıgı yerdeki topraktan) bir avuc aldım. Sonra da onu (erimis madenin icine) attım. Ve boylece (bu), nefsime (bana) guzel gorundu.” dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa A.S): “Artık git! Senin icin (soz konusu olan), butun hayatın boyunca “(bana) dokunmayın” demendir. Muhakkak ki senin icin asla vazgecilmeyecek bir vaad (ceza) vardır. Ve ona, ısrarla kendini vakfettigin (taptıgın) ilahına bak! Onu mutlaka yakacagız. Sonra da elbette onu, toz haline getirerek (kullerini) savurup denize atacagız.” dedi"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin Ilahınız sadece Allah´tır ki, O´ndan baska Ilah yoktur. Ilim (ilmi) ile herseyi kaplamıstır (kusatmıstır)"},{"SurahNumber":20,"VerseNumber":99,"Text":"Iste boylece gecmis olan haberleri sana anlatıyoruz. Ve sana katımızdan Zikri (Kur´an´ı) verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim ondan yuz cevirirse, o zaman muhakkak ki o, kıyamet gunu (agır) bir yuk (kaybettigi dereceleri) yuklenir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Onlar, onda (o yukun getirecegi azabın icinde) ebedi kalacak olanlardır. Ve kıyamet gunu yuklendikleri, onlar icin ne kotu (yuk)tur"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun ki, sur´a ufurulur. Ve mucrimleri, o izin gunu morarmıs olarak hasredecegiz (toplayacagız)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar aralarında: “(Dunyada) sadece 10 (gun) kaldınız.” diye gizlice konusacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Onların soyledikleri seyleri Biz, daha iyi biliriz. Yol bakımından onlara emsal olan “sadece bir gun kaldınız” diyecek"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ve sana dag(lar)dan soruyorlar. O zaman onlara de ki: “Rabbim onları savurup atacak.”"},{"SurahNumber":20,"VerseNumber":106,"Text":"Boylece onu (dagların yerini) bos bir duzluk olarak bırakacaktır"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada (dagların yerinde) bir egrilik ya da bir engebe (alcaklık yukseklik) gormezsin"},{"SurahNumber":20,"VerseNumber":108,"Text":"Izin gunu, kendisinde egrilik olmayan davetciye tabi olurlar. Rahman´a karsı sesler kısılır. O zaman hems (hafif fısıltı)dan baska bir sey (ses) isitmezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"Izin gunu, Rahman´ın kendisine izin verdigi ve sozunden razı oldugu (tasarruf rızasının sahibi) kimseden baskasının sefaati bir fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Allah), onların onundeki(leri) ve arkasındaki(leri) (onların gecmisini ve gelecegini) bilir ve onu, ilim ile ihata edemezler (bilemezler)"},{"SurahNumber":20,"VerseNumber":111,"Text":"Hayy ve Kayyum olan (Allah)´a vechler (herkes), boyun egdi. Ve zulum yuklenenler heba (cehennemlik) oldular"},{"SurahNumber":20,"VerseNumber":112,"Text":"Ve mu´min (kalbine iman yazılmıs) olarak salih (nefsi ıslah edici) amel isleyen kimseler, artık zulumden (kendilerine) haksızlık yapılmasından ve (kazandıkları derecelerin) azaltılmasından korkmasınlar"},{"SurahNumber":20,"VerseNumber":113,"Text":"Ve boylece Kur´an´ı Arapca olarak indirdik ve O´nda, vaadedilenleri acıkladık. Boylece takva sahibi olurlar veya onlar icin bir zikir (ibret) olur"},{"SurahNumber":20,"VerseNumber":114,"Text":"Iste Hakk ve Melik olan Allah, Yuce´dir. Ve Kur´an´ın tamamlanması hususunda O´nun vahyi, sana kada edilmeden (tamamlanmadan) once acele etme. Ve “Rabbim, benim ilmimi artır.” de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Ve andolsun ki Adem (A.S)´a ahd verdik, fakat o unuttu. Ve onu, azimli bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ve meleklere: “Adem (A.S)´a secde edin!” demistik. Iblis haric, hemen secde ettiler. O (iblis), direndi (secde etmedi)"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine, (Adem A.S´a soyle) dedik: “Ey Adem! Muhakkak ki bu (seytan), senin icin ve zevcen (esin) icin dusmandır. Sonra sakının (dikkat edin ki) sizin ikinizi (de) cennetten cıkarmasın. O zaman saki olursunuz"},{"SurahNumber":20,"VerseNumber":118,"Text":"Muhakkak ki senin icin orada (cennette) acıkmak ve cıplak kalmak yoktur"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve muhakkak ki sen, orada susamazsın ve (sıcaktan) yanmazsın"},{"SurahNumber":20,"VerseNumber":120,"Text":"Boylece seytan, ona vesvese verdi. Dedi ki: “Ey Adem! Sana, ebedilik agacına ve sona ermeyecek bir saltanata, delalet edeyim mi (ulasmanı saglayayım mı)?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun uzerine ikisi de ondan (o agactan) yediler. O zaman ikisinin de edep yerleri kendilerine acıldı. Cennet yapraklarından uzerlerine ortmeye basladılar. Ve Adem, Rabbine asi oldu, boylece azdı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu secti. Boylece onun tovbesini kabul etti ve onu hidayete erdirdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Allahu Teala soyle) dedi: “Ikiniz oradan (asagı) inin! Hepiniz (seytan ve siz), birbirinize dusman olarak. Bundan sonra Benden size mutlaka hidayet gelecek. O zaman kim hidayetime tabi olursa artık o, dalalette kalmaz ve saki olmaz.”"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ve kim Benim zikrimden yuz cevirirse, o taktirde mutlaka onun icin sıkıntılı bir gecim (hayat) vardır. Ve kıyamet gunu onu, kor olarak hasredecegiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"(Kıyamet gunu soyle) dedi: “Rabbim, beni nicin kor olarak hasrettin? Halbuki ben (daha once) goruyordum.”"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allahu Teala): “Iste boyle, ayetlerimiz sana geldi fakat sen onları unuttun. Ve aynı sekilde (senin yaptıgın gibi), o gun (de) sen unutulursun.” dedi"},{"SurahNumber":20,"VerseNumber":127,"Text":"Israf edenleri (haddi asanları) ve Rabbinin ayetlerine inanmayanları iste boyle cezalandırırız. Ve ahiret azabı daha siddetli ve bakidir (devamlıdır)"},{"SurahNumber":20,"VerseNumber":128,"Text":"Onlar hala hidayete ermediler mi? Onlardan once nice nesilleri helak etmemize (ragmen) ki simdi onlar, onların meskenlerinde dolasıyorlar. Iste bunda nehy sahipleri (Allah´ın yasaklarına riayet edenler) icin mutlaka ayetler (ibretler) vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Ve eger Rabbinden, daha once (soylenmis) bir kelime (soz) ve belirlenmis bir muddet olmasaydı, (onlara) mutlaka bir (ceza) lazımgelirdi"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde soylenen seylere sabret! Ve Rabbini, gunesin tuluundan (dogusundan) once, gunesin gurubundan (batısından) once ve gecenin bir kısmında hamd ile tesbih et. Ve gunduz boyunca da tesbih et. Umulur ki boylece rızaya ulasırsın"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ve onlardan bazılarına, onları imtihan etmemiz icin, (onlarla) metalandırdıgımız (faydalandırdıgımız) dunya hayatının ziynetlerine gozlerini dikme (imrenme). Ve Rabbinin rızkı daha hayırlıdır ve bakidir (devamlıdır)"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ve ehline (ailene ve etrafındakilere) namazı emret ve onun uzerinde (namazda) sabırlı ol. Senden rızık istemiyoruz. Seni, Biz rızıklandırırız. Akibet (en guzel sonuc) takva sahiplerinindir"},{"SurahNumber":20,"VerseNumber":133,"Text":"“Bize Rabbinden bir ayet getirse olmaz mı? Evvelki sahifelerde beyyineler (ispat vasıtaları, deliller) onlara gelmedi mi?” dediler"},{"SurahNumber":20,"VerseNumber":134,"Text":"Ondan once gercekten Biz onları, azapla helak etmis olsaydık, muhakkak soyle derlerdi: “Rabbimiz, bize resul gonderseydin olmaz mıydı? Boylece biz de zelil (rezil) ve rusva olmadan once senin ayetlerine tabi olsaydık.”"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: “Herkes beklemekte, oyleyse siz de bekleyin! Artık kim Sıratı Seviyye (Sıratı Mustakim) ehlidir (uzerindedir) ve kim hidayete ermistir, yakında bileceksiniz.”"}]}