{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alipha lāma rā! Yō uccastarīya kitāba hāmīlē tapā'īmāthi utārēkā chauṁ, ki tapā'īṁṁ manuṣyaharūlā'ī am̐dhyārōbāṭa ujyālōtarpha lyā'unus, unakō pālanahārakō ādēśabāṭa mahāna ra sabai praśansā bha'ēkō allāhatarpha"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allāhakai cha jē sukai ākāśa ra pr̥thvīmā cha ra kāphiraharūkā lāgi ta kaṭhōra sajāya cha"},{"SurahNumber":14,"VerseNumber":3,"Text":"Jō paralōkakō tulanāmā sānsārika jindagīlā'ī rucā'um̐chan ra allāhakō bāṭōbāṭa rōkchan ra tyasamā bāṅgā ṭiṅgā garna cāhanchan unīharū nai ṭhūlō mārgavicalanamā chan"},{"SurahNumber":14,"VerseNumber":4,"Text":"Hāmīlē pratyēka nabīlā'ī usakō sāmudāyika bhāṣāmā nai paṭhā'ēkā chauṁ tyasabāṭa unakō sāmu sajilō ra spaṣṭa kisimalē bayāna garidē'un. Aba allāha jasalā'ī cāhē mārgabāṭa vicalita garidincha ra jasalā'ī cāhē bāṭō dēkhā'idincha. Ū sarvaśaktiśālī ra ati vivēkaśīla cha"},{"SurahNumber":14,"VerseNumber":5,"Text":"(Yāda rākhnu) hāmīlē mūsālā'ī āphnō niśānī di'ēra paṭhā'ēkā thi'ēm̐, jasabāṭa timī āphnō samudāyalā'ī adhyām̐rōbāṭa ujyālōmā nikāla ra unīharūlā'ī allāhakō kr̥pāharūkō samjhanā dilā'ū. Niḥsandēha yasamā niśānīharū chan pratyēka dhairyavāna ēvaṁ kr̥tajñaharūkā lāgi"},{"SurahNumber":14,"VerseNumber":6,"Text":"Junabēlā mūsālē āphnō samudāyasam̐ga bhanēḥ ki allāhakō tyasa kr̥pālā'ī samjha juna usalē timīmāthi garēkō cha, jaba usalē timīlā'ī phira'aunakā anuyāyīharūbāṭa mukti dilāyō, jō timīlā'ī sāhrai duḥkha dinthē, ra timrā chōrāharūlā'ī hatyā gardathē ra timrā chōrīharūlā'ī jīvitai chāḍdathē. Ra tyasamā timrō rabakō tarphabāṭa timīmāthi dhērai ṭhūlō parīkṣā thiyō.’’"},{"SurahNumber":14,"VerseNumber":7,"Text":"Ra jaba timrō pālanakartālē timīlā'ī satarka garā'idiyō, ki yadi timī kr̥tajñatā prakaṭa gardachau taba niḥsandēha hāmīlē timīlā'ī dhērai dinchauṁ, ra yadi timī kr̥tadhnatā garchāai bhanē niḥsandēha mērō daṇḍa dhērai kaṭhōra cha"},{"SurahNumber":14,"VerseNumber":8,"Text":"Mūsālē bhannubhayōḥ ki yadi timī sabai ra yasa sansārakā samagra mānisa allāhakō kr̥tadhnatā garē, bhanē pani allāha nispr̥ha tathā praśansanīya cha"},{"SurahNumber":14,"VerseNumber":9,"Text":"Kē timīsam'ma timībhandā pahilēkā mānchēharū arthāta ‘‘nūha’’ ra ‘‘āda’’ ra ‘‘samūdakō’’ khabara ā'ēna ra unakā pachivālāharūkō jasalā'ī mātra allāha bāhēka aru kōhī jāndaina. Unakō najika unakā rasūlalē camatkāra lyā'ē tara unīharūlē āphnō hāta āphnō mukhamā thicili'ē ra spasṭa bhanidi'ēḥ ki juna vastu tapā'īlā'ī di'ēra paṭhā'i'ēkō cha hāmī tyasalā'ī nakārdachauṁ, ra juna kurātarpha tapā'īlē hāmīlā'ī bōlā'irahanu bha'ēkō cha hāmīlā'ī tyasamā ṭhūlō śaṅkā cha.’’"},{"SurahNumber":14,"VerseNumber":10,"Text":"Unakō rasūlaharūlē unīlā'ī bhanēḥ ki kē allāhakō bārēmā timīlā'ī śaṅkā cha, jasalē ākāśa ra pr̥thvī banā'ēkō cha? Usalē ta timīlā'ī yasa kāraṇa bōlā'irahēkō cha ki timrā samasta pāpaharūlā'ī māpha garidē'ōs ra ē'uṭā niścita avadhisam'ma timīlā'ī chūṭa dē'ōs’’. Unīharūlē bhanēḥ ki timī ta hāmī jastai mānchē hau, timī cāhanchau, ki hāmīlā'ī tī kurāharūkō pūjābāṭa rōkī dē'ū jasakō pūjā hāmrā pūrvajaharūlē gardai ā'irahēkā thi'ē, ṭhīka cha hāmrō sāmu kunai pratyakṣa pramāṇa pēśa gara’’"},{"SurahNumber":14,"VerseNumber":11,"Text":"Unakā paigambaraharūlē unīsam̐ga bhanēṁ ki yō ta satya cha ki hāmī timī jastai mānisa hauṁ parantu allāha āphnā sēvakaharūbāṭa jasamāthi cāhancha āphnō puraskāra pradāna gardacha, ra allāhakō ājñā binā hāmrō tāgata chaina ki hāmī kunai camatkāra timīlā'ī dēkhā'auṁ. Ra īmānavālāharūlē mātra allāhamāthi bharōsā rākhdaichana"},{"SurahNumber":14,"VerseNumber":12,"Text":"Ākhira kē kāraṇa cha ki hāmī allāhamāthi bharōsā narākhauṁ? Jaba ki usailē hāmīlā'ī hāmrā bāṭōharū dēkhā'ēkō cha. Juna kaṣṭaharū timīlē hāmīlā'ī dinchau tyasamāthi hāmīlē dhairya nai garchauṁ. Ra bharōsā garnēvālāharūkō lāgi yahi ucita cha ki unī allāhamāthi nai bharōsā garun"},{"SurahNumber":14,"VerseNumber":13,"Text":"Kāphiraharūlē āphnā rasulaharū (paigambara) sam̐ga bhanēṁḥ ki hāmīlē timīharūlā'ī dēśa nikālā garidinchauṁ athavā timī punaḥ hāmrō dharmamā pharkī ā'unuparcha’’ taba unakō pālanahāralē unītarpha vahya (sandēśa) paṭhāyō ‘‘ki hāmīlē tī atyācārīharūlā'ī nai naṣṭa garidinēchauṁ’’"},{"SurahNumber":14,"VerseNumber":14,"Text":"Ra unīpachi hāmīlē svayaṁ timīlā'ī yasa bhūmimā basā'unēchauṁ, yō unakō lāgi upahāra hō jō mērō sāmunnē upasthita huna ḍara māndachan, ra mērō trāsabāṭa bhayabhīta rahanchan"},{"SurahNumber":14,"VerseNumber":15,"Text":"Ra unalē phaisalā mām̐gē ra samasta badamāśa ra haṭhī mānchēharū viphala bha'ihālē"},{"SurahNumber":14,"VerseNumber":16,"Text":"Unakō sāmunnē narka cha jahām̐ tinīharūlā'ī pipakō pānī pilā'inē cha"},{"SurahNumber":14,"VerseNumber":17,"Text":"Jasalā'ī kaṭhīnā'īkā sātha ghuṭaghuṭai garī pi'unēchan, tara tyasalā'ī ghām̐ṭībāṭa tala utārna saknēchainan ra unalā'ī pratyēka ṭhām̐ubāṭa mr̥tyu ā'irahēkō dēkhinēcha, parantu tinīharū marna saknēvālā hō'inan. Phēri tyasakō pachāḍi tinīharūkō lāgi ṭhūlō sajāya cha"},{"SurahNumber":14,"VerseNumber":18,"Text":"Unīharūkō udāharaṇa, jasalē āphnō pālanakartābāṭa kuphra garē unakā karmaharū tyasa kharānī jastō cha, jasamāthi tīvra vāyu hurī ā'ēkō dina calōsa, jē pani unīharūlē garē tyasamadhyēbāṭa kunai vastumāthi ādhipatya rākhna sakdainan, ra yō nai ati ṭāḍhākō bhrama cha"},{"SurahNumber":14,"VerseNumber":19,"Text":"Kē timīlē dēkhēnau ki allāhalē ākāśaharū ra pr̥thvīlā'ī atyanta kauśalakō sātha banā'ēkō cha. Yadi usalē cāhyō bhanē timī sabailā'ī naṣṭa garidincha ra nayām̐ prāṇīharū lyā'idincha"},{"SurahNumber":14,"VerseNumber":20,"Text":"Allāhakō lāgi yō kārya kēhī pani kaṭhina chaina"},{"SurahNumber":14,"VerseNumber":21,"Text":"Sabai allāhakō sāmu pratyakṣarūpalē ubhinē chan tyasa bēlā durbala mānchēharū savala mānchēsam̐ga bhannē chanḥ ki hāmī ta timrā adhīnastha thiyauṁ. Ta kē timī allāhakō sajāyamadhyēbāṭa kēhī sajāya ghaṭā'una sakchau’’? Unī uttara dinēchan ‘‘ki yadi allāhalē hāmīlā'ī mārgadarśana garēkō bha'ē hāmī pani timrō avaśya nētr̥tva gathryauṁ’’. Aba ta hāmīmāthi bēcainī ra santōṣa garnu duvai ē'uṭai cha, ra hāmrō lāgi kunai mukti chaina"},{"SurahNumber":14,"VerseNumber":22,"Text":"Ra jaba hisābakitābakō phaisalā garidi'inēcha, taba śaitānalē bhannē chaḥ ‘‘ki vāstavamā allāhalē ta timīlā'ī satya vācā garēkō thiyō. Tara mailē timībāṭa juna vācāharū garēkō thi'ēm̐, tyō mailē pūrā garinam̐, mērō timīmāthi kunai dabāva ta thi'ēna, hō mailē, timīlā'ī bōlā'ēm̐ ra timīlē mērō kurā mān'yau. Timīlē mamāthi ārōpa nalagā'ū baru timīharū āphūlā'ī nai dhikkr̥ta gara, ma timīharūlā'ī kunai sahayōga garna sakdina, na timīharū nai malā'ī sahayōga garna sakchau. Ma ta prārambhadēkhi māndina ki timīlē yasa aghi malā'ī allāhakō sājhēdāra ṭhaharā'irahēkā thiyau. Niḥsandēha aparādhīharūkō lāgi dhērai kaṣṭaprada sajāya cha"},{"SurahNumber":14,"VerseNumber":23,"Text":"Juna mānisaharūlē īmāna lyā'ē ra asala kārya garē, tinīharū jannatamā (svargamā) pravēśa garnēchan, jasakō tala jharanāharū phuṭēkā chan. Jahām̐ unīharū āphnō pālanakartākō ājñālē sadhaiṁ rahanēchan. Jahām̐ unakō svāgata ‘‘salāma’’bāṭa hunēcha"},{"SurahNumber":14,"VerseNumber":24,"Text":"Kē tapā'īnlē dēkhnu bha'ēna ki mahāna allāhalē pavitra kurōkō udāharaṇa kuna kisimalē varṇana garēkō cha? Ē'uṭā pavitra vr̥kṣakō jastai jasakō jarō baliyō cha ra jasakā hām̐gāharū akāśamā chan"},{"SurahNumber":14,"VerseNumber":25,"Text":"Jō āphnō pālanahārakō ādēśabāṭa āphnā phalaharū sandhai lyā'um̐cha, ra allāha mānisaharū sāmu udāharaṇa prastuta gardacha jasabāṭa unīharū rāmrō jñāna prāpta garun"},{"SurahNumber":14,"VerseNumber":26,"Text":"Ra apavitra kurōkō udāharaṇa apavitra vr̥kṣa jastai cha, jō bhūmikō māthillō satahabāṭai ukhēli'ēkō cha tyasamā kēhī pani baliyōpanā chadaichaina"},{"SurahNumber":14,"VerseNumber":27,"Text":"Īmānavālāharūlā'ī allāha satya niṣṭhākō sāthamā savala rākhdacha duniyām̐kō jīvanamā pani ra mr̥tyupachikō jindagīmā pani, hōḥ an'yāyīharūlā'ī allāhalē bhramita garidincha ra allāha jō cāhancha, garihālcha"},{"SurahNumber":14,"VerseNumber":28,"Text":"Kē tapā'īnlē tinīharūkō sthitimāthi vicāra garnu bha'ēna jasalē allāhakō upahārakō sāṭō kr̥taghnatā garē ra āphnō samudāyalā'ī barbādīkō gharasam'ma puryā'idi'ē"},{"SurahNumber":14,"VerseNumber":29,"Text":"Arthāta narkamā jasamā yī sabai jānchan juna asādhyai narāmrō ṭhā'um̐ hō"},{"SurahNumber":14,"VerseNumber":30,"Text":"Unīharūlē allāhakō barōbarī (sājhēdāra) banā'ili'ē jasabāṭa mānchēharūlā'ī allāhakō bāṭōbāṭa vimukha garā'un, tapā'īṁ bhanidinuhōsḥ ‘‘ki ṭhikai cha, ali mauja garilē'ū niḥsandēha timrō ṭhēgānā ta narkamai cha"},{"SurahNumber":14,"VerseNumber":31,"Text":"Mērā īmānadāra sēvakaharūlā'ī bhanidinus namājaharūlā'ī nirantaratā didaiṁ kāyama garun, ra juna kurō mailē unalā'ī di'irākhēkō chu tyasamadhyēbāṭa kēhī nakēhī khullā ra gōpya rūpamā kharca gardaigarun, yasabhandā pahilēḥ ki tyō dina ā'ipugōs jasamā na kraya–bikraya hunēcha nata mitratā naprēma kāma lāgnēcha"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allāha tyō hō, jasalē pr̥thvī ra ākāśalā'ī nirmāṇa garēkō cha. Ra ākāśabāṭa varṣā barsā'ēra timrō jīvikākō lāgi phalaphūla nikālēkō cha ra, ḍuṅgāharūlā'ī timrō adhīnamā garidi'ēkō cha, ki samudraharūmā usakō ādēśabāṭa hilaḍula garun usailē khōlā ra naharaharū timrō adhīnamā garidi'ēkō cha"},{"SurahNumber":14,"VerseNumber":33,"Text":"Usailē timrō lāgi candra ra sūryalā'ī adhīnastha garidi'ēkō cha, ki sadhai nai gatiśīla bha'irahēkā chan ra rāta, dinalā'ī pani timrō kāryamā lagā'irākhēkō cha"},{"SurahNumber":14,"VerseNumber":34,"Text":"Usailē timīlā'ī timrō icchita sabai vastu di'irākhēkō cha. Yadi timīlē allāhakō parōpakāra ganna cāhanchau bhanē timī pūrai ganna pani saktainau. Niḥsandēha mānisa jyādai nai an'yāyakārī ra kr̥taghna chan"},{"SurahNumber":14,"VerseNumber":35,"Text":"Ra jaba ibrāhīma(alais'silāma)lē bhannu bhayō ki hē mērō pālanahāra yasa nagara (makkā)lā'ī śāntidāyaka banā'idē'ū ra malā'ī ra mērā santānaharūlā'ī mūrtipūjābāṭa rakṣā gara"},{"SurahNumber":14,"VerseNumber":36,"Text":"Hē mērō pūjya pālanakartā! Yī mūrtiharūlē thuprai mānisaharūlā'ī bāṭōbāṭa digbhramita garidi'ēkā chan, ani jasalē mērō anuśaraṇa garnēcha ū mērō hunēcha ra jasalē mērō avajñā garcha bhanē niścaya nai timī asīma kṣamā garnē ra dayā dr̥ṣṭi garnēvālā chau"},{"SurahNumber":14,"VerseNumber":37,"Text":"Hē hāmrō pālanahāra! Mailē āphnā kēhī santāna yasa gaira abādī bhūmimā timrō asīma dayāyukta ghara (ka'abā) najika basālēkō chu, hē hāmrō pālanahāra! Yō yasakāraṇa, ki tinīharū namājalā'ī nirantaratā dē'un. Tasartha timīlē kēhī mānchēharūkā hr̥dayalā'ī utātarpha ākr̥ṣṭa garidē'ū, ra unīharūlā'ī phalaharūkō bhōjana dinē kr̥pā gara, jasabāṭa tinīharū timrō stuti garun"},{"SurahNumber":14,"VerseNumber":38,"Text":"Hē hāmrō pālanahāra! Timīlā'ī rāmrarī jñāta cha, juna hāmī gōpya ra khullā garchauṁ, ra niścaya nai pr̥thvī ra ākāśakō kunai vastu allāhabāṭa lukēkō chaina"},{"SurahNumber":14,"VerseNumber":39,"Text":"Hē mērō pālanakartā! Malā'ī sadhai namāja paḍhanē banā'irākha ra mērā santānaharūlā'ī pani, hē hāmrō pālanahāra mērō prārthanā svīkāra gara"},{"SurahNumber":14,"VerseNumber":40,"Text":"Hē mērō pālanakartā! Malā'ī sadhai namāja paḍhanē banā'irākha ra mērā santānaharalā'ī pani, hē hāmrō pālanahāra mērō prārthanā svīkāra gara"},{"SurahNumber":14,"VerseNumber":41,"Text":"Hē mērō pālanakartā! Hisābakitābakō dina malā'ī mukti pradāna gara ra mērā āmā buvālā'ī pani mukti dē'ū, ra an'ya mōminaharūlā'ī pani mukti dē'ū"},{"SurahNumber":14,"VerseNumber":42,"Text":"An'yāyakārīharūkōē kriyākalāpabāṭa allāhalā'ī anjāna nasamjha, usalē ta unīharūlā'ī tyasadinasam'ma chūṭa di'ēkō cha juna dina ām̐khāharū khulēkā khulai hunēchan"},{"SurahNumber":14,"VerseNumber":43,"Text":"Tinīharūlē āphnō ṭā'ukō uṭhā'ēra bhāgadauḍa garirahanē chan svayaṁ āphnō tarphapani unakō dr̥ṣṭi parnēchairana ra unakā muṭu khālī ra śun'ya prāyaḥ hunēcha"},{"SurahNumber":14,"VerseNumber":44,"Text":"Mānchēharūlā'ī tyasadinadēkhi sāvadhāna garidē'ū jabaki unīnira sajāya ā'ihālcha. Ra, an'yāyakārīharūlē bhannēchan ki hē hāmrō pālanakartā ‘‘hāmīlā'ī thōrai samayasam'makō chūṭa dē'ū hāmī timrō upadēśalā'ī svīkāra garnēchauṁ ra paigambaraharū (sandēśavāhakaharū) kō anuśaraṇa garnēchauṁ’’. Kē timī yasabhandā pahilē pani śapatha khānē garēkā thi'ēnau ki timīharūkō patana kahilē pani hunē chaina"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ra kē timī unīharūkō gharaharūmā basōbāsa gardainathyau, jasalē āphnō jyānamāthi an'yāya garē ra kē timīmāthi tyō vāradāta spaṣṭa bha'ēna ki hāmīlē unīsaṅga kē garēkā thiyauṁ. Ra hāmīlē dhērai udāharaṇa timīlā'ī samjhā'una prastuta garidi'ēkā thiyauṁ"},{"SurahNumber":14,"VerseNumber":46,"Text":"Yinīharūlē āphnā–āphnā cālaharū calirahēkā chan ra allāhalā'ī unīharūkō samasta cālakō jñāna cha ra unakā cālaharū yastō thi'ēna ki tyasabāṭa pahāḍa asthira bha'ijā'ōs"},{"SurahNumber":14,"VerseNumber":47,"Text":"Tapā'īṁ kahilē pani yō khyāla narākhnuhōs ki allāha āphnō nabī (sandēṣṭā) harūsaṅga vācā virud'dha garnēcha. Allāha sarvaśakti sampanna ra pratiśōdhaka cha"},{"SurahNumber":14,"VerseNumber":48,"Text":"Juna dina yasa dharatīlā'ī arkai dharatīmā pariṇata garinēcha ra ākāśa pani ra sabai allāhakō sāmu mātra hunēchan jō ēklai cha ra jasakō sabaimāthi ādhipatya cha"},{"SurahNumber":14,"VerseNumber":49,"Text":"Tapā'īṁ tyasadina pāpīharūlā'ī dēkhnu hunēcha, ki janjīramā kōci'ēra ēkai ṭhā'um̐mā jakaḍi'ēra hunēchan"},{"SurahNumber":14,"VerseNumber":50,"Text":"Unakā vastraharū gandhakakā hunēchan ra āgōlē unīharūkō anuhāralā'ī pani chōpēkō hunēcha"},{"SurahNumber":14,"VerseNumber":51,"Text":"Yō yasakāraṇa ki allāha harēka vyaktilā'ī tyasalē garēkō kāryakō phala dē'ōs, niḥsandēha allāhalā'ī hisāba lina kēhī bēra lāgdaina"},{"SurahNumber":14,"VerseNumber":52,"Text":"Yō (kura'āna) samasta mānisaharūlā'ī jānakārī patra hō ki yasakō mādhyamabāṭa usalē unīharūlā'ī sāvadhāna garōs ra rāmrōsaṅga jānilē'un, ki allāha mātra ē'uṭai ma'abūda (pūjanīya) cha ra tyasabāṭa jñānīharūlē sōcasamajha garna sakun"}]}