{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"¡Tu, el arrebujado"},{"SurahNumber":73,"VerseNumber":2,"Text":"¡Vela casi toda la noche"},{"SurahNumber":73,"VerseNumber":3,"Text":"o media noche, o algo menos"},{"SurahNumber":73,"VerseNumber":4,"Text":"o mas, y recita el Coran lenta y claramente"},{"SurahNumber":73,"VerseNumber":5,"Text":"Vamos a comunicarte algo importante"},{"SurahNumber":73,"VerseNumber":6,"Text":"la primera noche es mas eficaz y de diccion mas correcta"},{"SurahNumber":73,"VerseNumber":7,"Text":"Durante el dia estas demasiado ocupado"},{"SurahNumber":73,"VerseNumber":8,"Text":"¡Y menciona el nombre de tu Senor y consagrate totalmente a El"},{"SurahNumber":73,"VerseNumber":9,"Text":"El Senor del Oriente y del Occidente. No hay mas dios que El. ¡Tomale, pues, como protector"},{"SurahNumber":73,"VerseNumber":10,"Text":"¡Ten paciencia con lo que dicen y apartate de ellos discretamente"},{"SurahNumber":73,"VerseNumber":11,"Text":"¡Dejame con los desmentidores, que gozan de las comodidades de la vida! ¡Concedeles aun una breve prorroga"},{"SurahNumber":73,"VerseNumber":12,"Text":"Disponemos de cadenas y de fuego de gehena"},{"SurahNumber":73,"VerseNumber":13,"Text":"de alimento que se atraganta y de castigo doloroso"},{"SurahNumber":73,"VerseNumber":14,"Text":"El dia que tiemblen la tierra y las montanas, y se conviertan las montanas en montones dispersos de arena"},{"SurahNumber":73,"VerseNumber":15,"Text":"Os hemos mandado un Enviado, testigo contra vosotros, como antes habiamos mandado un enviado a Faraon"},{"SurahNumber":73,"VerseNumber":16,"Text":"Faraon desobedecio al enviado y le sorprendimos duramente"},{"SurahNumber":73,"VerseNumber":17,"Text":"Si no creeis, ¿como vais a libraros de un dia que hara encanecer a los ninos"},{"SurahNumber":73,"VerseNumber":18,"Text":"El cielo se entreabrira. Se cumplira Su promesa"},{"SurahNumber":73,"VerseNumber":19,"Text":"Esto es un Recuerdo. El que quiera ¡que emprenda camino hacia su Senor"},{"SurahNumber":73,"VerseNumber":20,"Text":"Tu Senor sabe que pasas en oracion casi dos tercios de la noche, la mitad o un tercio de la misma, y lo mismo algunos de los que estan contigo. Ala determina la noche y el dia. Sabe que no vais a contarlo con exactitud y os perdona. ¡Recitad, pues, lo que buenamente podais del Coran ! Sabe que entre vosotros habra unos enfermos, otros de viaje por la tierra buscando el favor de Ala, otros combatiendo por Ala, ¡Recitad, pues, lo que buenamente podais de el! ¡Haced la azala! ¡Dad el azaque! ¡Haced un prestamo generoso a Ala! El bien que hagais como anticipo para vosotros mismos, volvereis a encontrarlo junto a Ala como bien mejor y como recompensa mayor. ¡Y pedid el perdon de Ala! Ala es indulgente, misericordioso"}]}