{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":61,"VerseNumber":1,"Text":"Nabhōmanḍalē ō bhūmanḍalē yā kichu āchē, saba'i āllāhara pabitratā ghōṣaṇā karē. Tini parākrānta prajñābāna."},{"SurahNumber":61,"VerseNumber":2,"Text":"Muminagaṇa! Tōmarā yā kara nā, tā kēna bala"},{"SurahNumber":61,"VerseNumber":3,"Text":"tōmarā yā kara nā, tā balā āllāhara kāchē khuba'i asantōṣajanaka."},{"SurahNumber":61,"VerseNumber":4,"Text":"Āllāha tādērakē bhālabāsēna, yārā tām̐ra pathē sāribad'dhabhābē laṛā'i karē, yēna tārā sīsāgālānō prācīra."},{"SurahNumber":61,"VerseNumber":5,"Text":"Smaraṇa kara, yakhana mūsā (āḥ) tām̐ra sampradāẏakē balalaḥ hē āmāra sampradāẏa, tōmarā kēna āmākē kaṣṭa dā'ō, athaca tōmarā jāna yē, āmi tōmādēra kāchē āllāhara rasūla. Ataḥpara tārā yakhana bakratā abalambana karala, takhana āllāha tādēra antarakē bakra karē dilēna. Āllāha pāpācārī sampradāẏakē pathapradarśana karēna nā."},{"SurahNumber":61,"VerseNumber":6,"Text":"Smaraṇa kara, yakhana mariẏama-tanaẏa īsā (āḥ) balalaḥ hē banī isarā'ila! Āmi tōmādēra kāchē āllāhara prērita rasūla, āmāra pūrbabartī ta'ōrātēra āmi satyāẏanakārī ēbaṁ āmi ēmana ēkajana rasūlēra susambādadātā, yini āmāra parē āgamana karabēna. Tām̐ra nāma āhamada. Ataḥpara yakhana sē spaṣṭa pramāṇādi niẏē āgamana karala, takhana tārā balalaḥ ē tō ēka prakāśya yādu."},{"SurahNumber":61,"VerseNumber":7,"Text":"Yē byakti isalāmēra dikē āhuta haẏē'ō āllāha samparkē mithyā balē; tāra cā'itē adhika yālēma āra kē? Āllāha yālēma sampradāẏakē patha pradarśana karēna nā."},{"SurahNumber":61,"VerseNumber":8,"Text":"Tārā mukhēra phum̐ṯkārē āllāhara ālō nibhiẏē ditē cāẏa. Āllāha tām̐ra ālōkē pūrṇarūpē bikaśita karabēna yadi'ō kāphērarā tā apachanda karē."},{"SurahNumber":61,"VerseNumber":9,"Text":"Tini tām̐ra rasūlakē patha nirdēśa ō satyadharma niẏē prēraṇa karēchēna, yātē ēkē sabadharmēra upara prabala karē dēna yadi'ō muśarikarā tā apachanda karē."},{"SurahNumber":61,"VerseNumber":10,"Text":"Muminagaṇa, āmi ki tōmādērakē ēmana ēka bānijyēra sandhāna diba, yā tōmādērakē yantraṇādāẏaka śāsti thēkē mukti dēbē"},{"SurahNumber":61,"VerseNumber":11,"Text":"tā ē'i yē, tōmarā āllāha ō tām̐ra rasūlēra prati biśbāsa sthāpana karabē ēbaṁ āllāhara pathē nijēdēra dhana-sampada ō jībanapaṇa karē jēhāda karabē. Ēṭā'i tōmādēra jan'yē uttama; yadi tōmarā bōjha."},{"SurahNumber":61,"VerseNumber":12,"Text":"Tini tōmādēra pāparāśi kṣamā karabēna ēbaṁ ēmana jānnātē dākhila karabēna, yāra pādadēśē nadī prabāhita ēbaṁ basabāsēra jānnātē uttama bāsagr̥hē. Ēṭā mahāsāphalya."},{"SurahNumber":61,"VerseNumber":13,"Text":"Ēbaṁ āra'ō ēkaṭi anugraha dibēna, yā tōmarā pachanda kara. Āllāhara pakṣa thēkē sāhāyya ēbaṁ āsanna bijaẏa. Muminadērakē ēra susambāda dāna karuna."},{"SurahNumber":61,"VerseNumber":14,"Text":"Muminagaṇa, tōmarā āllāhara sāhāyyakārī haẏē yā'ō, yēmana īsā ibanē-mariẏama tāra śiṣyabargakē balēchila, āllāhara pathē kē āmāra sāhāyyakārī habē? Śiṣyabarga balēchilaḥ āmarā āllāhara pathē sāhāyyakārī. Ataḥpara banī-isarā'īlēra ēkadala biśbāsa sthāpana karala ēbaṁ ēkadala kāphēra haẏē gēla. Yārā biśbāsa sthāpana karēchila, āmi tādērakē tādēra śatrudēra mōkābēlāẏa śakti yōgālāma, phalē tārā bijaẏī hala."}]}