{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Insan uzerine zamandan oyle bir donem gelip gecti ki, o anılmaya deger bir sey degildi"},{"SurahNumber":76,"VerseNumber":2,"Text":"Suphesiz ki biz, insanı bilesik bir nutfeden yarattık da onu denemekteyiz. Bu sebeple onu isiten ve goren yaptık"},{"SurahNumber":76,"VerseNumber":3,"Text":"Gercekten biz, insana yol gosterdik ; o ya sukredici, ya da nankor inkarcı olur"},{"SurahNumber":76,"VerseNumber":4,"Text":"Hakikat biz, kafirler icin zincirler, demir halkalar ve alev alev kopuren bir ates hazırladık"},{"SurahNumber":76,"VerseNumber":5,"Text":"Suphesiz ki, iyi kisiler, karısımı kafur olan bir bardaktan icerler"},{"SurahNumber":76,"VerseNumber":6,"Text":"Bir pınardan ki Allah´ın kulları ondan icer de fıskırttıkca fıskırtırlar"},{"SurahNumber":76,"VerseNumber":7,"Text":"Bunlar adaklarını yerine getirirler ve serri yaygın olan bir gunden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Allah sevgisi icin (veya mala olan sevgilerine ragmen) fakire, yoksula, yetime ve esire yedirirler. Sizi ancak Allah rızası icin yediriyoruz. Sizden ne bir karsılık, ne de bir tesekkur bekliyoruz"},{"SurahNumber":76,"VerseNumber":9,"Text":"Allah sevgisi icin (veya mala olan sevgilerine ragmen) fakire, yoksula, yetime ve esire yedirirler. Sizi ancak Allah rızası icin yediriyoruz. Sizden ne bir karsılık, ne de bir tesekkur bekliyoruz"},{"SurahNumber":76,"VerseNumber":10,"Text":"Suphesiz ki biz, asık suratlı (yuzlerin asık olacagı) bir gunde Rabbımızdan korkarız (derler)"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları o gunun serrinden korudu ve yuzlerini ısılar hale getirip sevince erdirdi"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabretmelerine karsılık onları Cennet ve (oradaki) ipekle mukafatlandırdı"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada tahtlara ve kanepelere yaslanırlar, orada ne gunes, ne de dondurucu bir soguk gorurler"},{"SurahNumber":76,"VerseNumber":14,"Text":"Cennet (agaclarının) golgesi uzerlerine iyice sarkmıs, meyveleri kolay toplanır sekilde onlara iyice yaklastırılmıstır"},{"SurahNumber":76,"VerseNumber":15,"Text":"Cevrelerinde gumusten kaplar ve billurdan olan kupler dolastırılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gumusten (islemeli) billurları belli olculere gore takdir etmislerdir"},{"SurahNumber":76,"VerseNumber":17,"Text":"Orada zencefil karısımı kase ile icirilirler"},{"SurahNumber":76,"VerseNumber":18,"Text":"Orada bir pınar ki, ona Sel-sebil adı verilir"},{"SurahNumber":76,"VerseNumber":19,"Text":"Cevrelerinde hep taze kalan civanlar dolasırlar. Onları gordugunde sacılmıs inciler sanırsın"},{"SurahNumber":76,"VerseNumber":20,"Text":"Orada nereye baksan hep nimet ve buyuk bir mulk gorursun"},{"SurahNumber":76,"VerseNumber":21,"Text":"Ustlerinde ince yesil ipekten ve ince ve kalın atlastan elbise bulunur. Gumusten bileziklerle suslenmislerdir. Rabları onlara tertemiz bir icecek icirmistir"},{"SurahNumber":76,"VerseNumber":22,"Text":"Suphesiz ki, bu sizin icin bir mukafattır; calısıp cabalamanız sukre layık gorulmustur"},{"SurahNumber":76,"VerseNumber":23,"Text":"Gercekten biz sana Kur´an´ı parca parca indirdik"},{"SurahNumber":76,"VerseNumber":24,"Text":"O halde Rabbının hukmune (O´nun hukmu yerine gelinceye kadar) sabret; onlardan hicbir gunahkara ve nankore uyma"},{"SurahNumber":76,"VerseNumber":25,"Text":"Rabbının ismini sabahaksam an"},{"SurahNumber":76,"VerseNumber":26,"Text":"Gecenin bir bolumunde O´na (Rabbına) secde et ve geceleyin uzun bir sure O´nu tesbihe devam eyle"},{"SurahNumber":76,"VerseNumber":27,"Text":"Hakikat bunlar tezelden Dunya´yı arzulayıp seviyorlar (sadece onunla yetinmek istiyorlar). Onlerindeki agır (hesap ve sorumlulukların dikkate alınacagı) bir gunu terkediyorlar"},{"SurahNumber":76,"VerseNumber":28,"Text":"Onları biz yarattık ve eklemlerini biz pekistirip saglamlastırdık. Diledigimiz zaman degisiklige ugratıp onların yerine benzerlerini getiririz"},{"SurahNumber":76,"VerseNumber":29,"Text":"Suphesiz ki bu bir oguttur. Artık isteyen Rabbına bir yol tutar"},{"SurahNumber":76,"VerseNumber":30,"Text":"Allah dilemedikce siz dileyemezsiniz. Suphesiz ki Allah bilendir, hikmet sahibidir"},{"SurahNumber":76,"VerseNumber":31,"Text":"Diiedigi kimseyi rahmetine alır; zalimlere gelince, onlar icin elem verici bir azab hazırlanmıstır"}]}