{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Há mím"},{"SurahNumber":43,"VerseNumber":2,"Text":"Při Písmu zjevném"},{"SurahNumber":43,"VerseNumber":3,"Text":"Učinili jsme je věru Koránem arabským - snad budete rozumní"},{"SurahNumber":43,"VerseNumber":4,"Text":"A uložen je u Nás v Knize původní, vznešený a moudrosti plný"},{"SurahNumber":43,"VerseNumber":5,"Text":"Máme od vás odvrátit připomenutí proto, že lid jste prostopášný"},{"SurahNumber":43,"VerseNumber":6,"Text":"A kolik jsme již proroků k národům dávným vyslali"},{"SurahNumber":43,"VerseNumber":7,"Text":"však nepřišel k nim prorok žádný, aby se mu neposmívaly"},{"SurahNumber":43,"VerseNumber":8,"Text":"A zahubili jsme národy silnější mocí, než jsou tito, a minul již předešlých příklad"},{"SurahNumber":43,"VerseNumber":9,"Text":"Zeptáš-li se jich, kdo stvořil nebesa a zemi, věru odvětí: \"Stvořil je dozajista mocný, vševědoucí"},{"SurahNumber":43,"VerseNumber":10,"Text":"On je ten, který pro vás zemi kolébkou učinil a na ní cesty pro vás připravil, že správným směrem půjdete snad"},{"SurahNumber":43,"VerseNumber":11,"Text":"a který seslal z nebe vodu v množství odměřeném. Jí mrtvou krajinu křísíme, a takto budete i vy z hrobů vyvedeni"},{"SurahNumber":43,"VerseNumber":12,"Text":"a On druhy všechny v párech stvořil a lodi a velbloudy pro vás prostředky k ježdění učinil"},{"SurahNumber":43,"VerseNumber":13,"Text":"abyste se na jejich hřbetech usadili a pak si vzpomněli na dobrodiní Pána svého, když na nich pevně sedíte, a abyste říkali: \"Sláva tomu, jenž nám toto vše podrobil, vždyť my sami dosáhnout toho schopni bychom nebyli"},{"SurahNumber":43,"VerseNumber":14,"Text":"A my věru se k Pánu svému navrátíme"},{"SurahNumber":43,"VerseNumber":15,"Text":"A nevěřící prohlašují služebníky Jeho za součást Jeho a věru člověk je nevděčník zjevný"},{"SurahNumber":43,"VerseNumber":16,"Text":"Což vybral si ze stvoření svých zrovna dcery a vás přednostně obdařil syny"},{"SurahNumber":43,"VerseNumber":17,"Text":"A když některému z nich je oznámeno narození toho, co k Milosrdnému připodobňují, tu pokryje se tvář jeho chmurou a sám je hněvu plný"},{"SurahNumber":43,"VerseNumber":18,"Text":"Což chtějí Bohu přiřknout to, co mezi tretkami je vychováno a ve sporu se neumí ani jasně vyjádřit"},{"SurahNumber":43,"VerseNumber":19,"Text":"A učinili z andělů, kteří jsou služebníky Milosrdného, ženské bytosti. Což byli svědky jejich stvoření? A zapsáno bude svědectví jejich a vyslýcháni budou"},{"SurahNumber":43,"VerseNumber":20,"Text":"Říkají: \"Kdyby Milosrdný chtěl, neuctívali bychom je.\" A nemají o tom ponětí žádné a vymýšlejí si lež jen pouhou"},{"SurahNumber":43,"VerseNumber":21,"Text":"Či jsme jim snad dali předtím Písmo nějaké, o něž opírat se mohou"},{"SurahNumber":43,"VerseNumber":22,"Text":"Však oni naopak říkají: \"Nalezli jsme otce své v jistém učení a jdeme ve stopách jejich"},{"SurahNumber":43,"VerseNumber":23,"Text":"A podobně jsme před tebou nevyslali do měst varovatele, aby tamní boháči neprohlásili: \"Nalezli jsme otce své v jistém učení a jdeme ve stopách jejich"},{"SurahNumber":43,"VerseNumber":24,"Text":"I řekl jim: \"A což když vám přinesu něco, co lepší je vedení než to, jež u otců svých jste nalezli?\" Odpověděli: \"My vskutku nevěříme v to, s čím posláni jste byli"},{"SurahNumber":43,"VerseNumber":25,"Text":"A pomstu svou jsme nad nimi vykonali, a pohleď, jaký byl konec těch, kdož za lež to prohlásili"},{"SurahNumber":43,"VerseNumber":26,"Text":"A hle, pravil Abraham otci svému a lidu svému: \"Zříkám se toho, co uctíváte"},{"SurahNumber":43,"VerseNumber":27,"Text":"kromě toho, jenž stvořil mě, neboť On správnou cestou mě povede"},{"SurahNumber":43,"VerseNumber":28,"Text":"A učinil tento výrok slovem trvalým pro potomky své doufaje, že snad k Bohu se obrátí"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ba co více, dal jsem těmto i otcům jejich užívání života pozemského až do chvíle, kdy k nim přišla pravda a posel zjevný"},{"SurahNumber":43,"VerseNumber":30,"Text":"A když k nim pravda přišla, zvolali: \"Tohle je kouzlo jen a my v ně věru nevěříme"},{"SurahNumber":43,"VerseNumber":31,"Text":"A řekli dále: \"Pročpak nebyl seslán tento Korán nějakému muži významnému z obou těchto měst"},{"SurahNumber":43,"VerseNumber":32,"Text":"Jsou snad oni těmi, kdož milosrdenství Pána tvého rozdělují? My rozdělujeme mezi ně živobytí jejich v pozemském životě a my povyšujeme jedny nad druhé v hodnostech, aby si jedni druhé brali do služeb. A milosrdenství Pána tvého je lepší než to, co oni hromadí"},{"SurahNumber":43,"VerseNumber":33,"Text":"A nebýt toho, že by se lidé stali jediným národem nevěřících, věru bychom dali těm, kdož v Milosrdného nevěří, na domy jejich střechy stříbrné a k nim i žebříky stříbrné, aby po nich stoupali"},{"SurahNumber":43,"VerseNumber":34,"Text":"a opatřili bychom domy jejich dveřmi a lůžky stříbrnými, na nichž by lehávali"},{"SurahNumber":43,"VerseNumber":35,"Text":"a zlatými ozdobami. Všechno toto patří k požitkům života vezdejšího, zatímco život budoucí u Pána tvého připraven je bohabojným"},{"SurahNumber":43,"VerseNumber":36,"Text":"A tomu, kdo vyhýbá se připomenutí milosrdného, tomu přidělíme satana, jenž bude druhem jeho věrným"},{"SurahNumber":43,"VerseNumber":37,"Text":"A satani je budou z cesty Boží odvracet, zatímco lidé budou v domnění, že správně jsou vedeni"},{"SurahNumber":43,"VerseNumber":38,"Text":"A když pak dostaví se člověk k Nám, řekne satanovi: \"Kéž by mezi mnou a tebou byla vzdálenost jako mezi východem a západem! Jak špatný jsi byl druh"},{"SurahNumber":43,"VerseNumber":39,"Text":"Nic platno však vám to nebude v ten den, neb neospravedlní jste byli, a společníky budete v trestu pekelném"},{"SurahNumber":43,"VerseNumber":40,"Text":"Jsi schopen učinit hluchého slyšícím anebo vést slepého či ty, kdož v bloudění jsou zjevném"},{"SurahNumber":43,"VerseNumber":41,"Text":"A buď tě vezmeme od nich a pomstu nad nimi vykonáme"},{"SurahNumber":43,"VerseNumber":42,"Text":"anebo ti ukážeme to, co jsme jim přislíbili - vždyť My nad nimi všemocní jsme"},{"SurahNumber":43,"VerseNumber":43,"Text":"Přidržuj se tedy toho, co bylo ti vnuknuto, a tehdy zajisté půjdeš po cestě přímé"},{"SurahNumber":43,"VerseNumber":44,"Text":"A je to věru připomenutí pro tebe i lid tvůj, a budete ohledně toho dotazováni"},{"SurahNumber":43,"VerseNumber":45,"Text":"Zeptej se těch poslů, které jsme před tebou vyslali, zda ustanovili jsme vedle Milosrdného nějaká božstva jiná, aby je uctívali"},{"SurahNumber":43,"VerseNumber":46,"Text":"A vyslali jsme již dříve Mojžíše s Našimi znameními k Faraónovi a velmožům jeho, aby řekl: \"Já poslem Pána lidstva jsem"},{"SurahNumber":43,"VerseNumber":47,"Text":"A když k nim přišel s Našimi znameními, hle, oni se jim smáli jen"},{"SurahNumber":43,"VerseNumber":48,"Text":"ačkoliv jsme jim ukázali znamení, z nichž každé bylo větší než předchozí. A trestem jsme je postihli doufajíce, že k Bohu se obrátí"},{"SurahNumber":43,"VerseNumber":49,"Text":"Oni však řekli: \"Kouzelníku, modli se za nás k Pánu svému, aby učinil to, co slíbil ti, neboť my zajisté jsme správně vedení"},{"SurahNumber":43,"VerseNumber":50,"Text":"A když jsme je trestu zbavili, hle, oni přísahu porušili"},{"SurahNumber":43,"VerseNumber":51,"Text":"a Faraón zvolal k lidu svému: \"Lide můj, což nepatří mi vláda nad Egyptem i nad těmito řekami, jež u nohou tekou mi? Což to snad nevidíte"},{"SurahNumber":43,"VerseNumber":52,"Text":"Což nejsem lepší než tenhle opovržený, jenž sotva vyjádřit se umí"},{"SurahNumber":43,"VerseNumber":53,"Text":"Pročpak mu náramky zlaté shozeny nebyly či proč s ním andělé jako průvodci nepřišli"},{"SurahNumber":43,"VerseNumber":54,"Text":"A svedl svůj lid k lehkomyslnosti a uposlechli jej, neboť to lidé hanební byli"},{"SurahNumber":43,"VerseNumber":55,"Text":"A když Nás rozhněvali, pomstili jsme se jim a všechny jsme je utopili"},{"SurahNumber":43,"VerseNumber":56,"Text":"a předchůdci i výstražným příkladem pro budoucí jsme je učinili"},{"SurahNumber":43,"VerseNumber":57,"Text":"A když je syn Mariin jako příklad uváděn, hle, tvoji soukmenovci se o něm hlasitě hádají"},{"SurahNumber":43,"VerseNumber":58,"Text":"a říkají: \"Jsou božstva naše lepší, či lepší je on?\" A uvádějí ten příklad jen proto, aby hádat se mohli, vždyť věru oni jsou lid hádky milující"},{"SurahNumber":43,"VerseNumber":59,"Text":"On není leč služebníkem Naším, jemuž jsme přízeň svou uštědřili, a příkladem pro dítka Izraele jsme jej učinili"},{"SurahNumber":43,"VerseNumber":60,"Text":"A kdybychom chtěli, udělali bychom z vás anděly, kteří by na zemi nástupci vašimi byli"},{"SurahNumber":43,"VerseNumber":61,"Text":"A to je věru znamením Hodiny; nepochybujte o ní, nýbrž následujte mne, neboť toto stezka přímá je"},{"SurahNumber":43,"VerseNumber":62,"Text":"A nechť vás satan z ní nesvede, vždyť on je vám nepřítelem zjevným"},{"SurahNumber":43,"VerseNumber":63,"Text":"A když přišel Ježíš s jasnými důkazy, pravil: \"Přišel jsem k vám s moudrostí, a abych vám objasnil něco z toho, o čem jste různého názoru; bojte se tedy Boha a poslouchejte mne"},{"SurahNumber":43,"VerseNumber":64,"Text":"Bůh je věru Pánem mým i Pánem vaším; uctívejte Ho tedy, neboť toto stezka přímá je"},{"SurahNumber":43,"VerseNumber":65,"Text":"A byly strany mezi nimi názorů různých o něm; a běda těm, kdož křivdili, před trestem dne bolestného"},{"SurahNumber":43,"VerseNumber":66,"Text":"Což mohou očekávat něco jiného než Hodinu, jež přijde k nim, aniž to tušit budou, znenadání"},{"SurahNumber":43,"VerseNumber":67,"Text":"V ten den stanou se přátelé vzájemně nepřáteli, kromě těch, kdož byli bohabojní"},{"SurahNumber":43,"VerseNumber":68,"Text":"Služebníci Moji, dnes obavy nemějte a nebuďte zarmouceni"},{"SurahNumber":43,"VerseNumber":69,"Text":"Těch, kdož uvěřili v Naše znamení a do vůle Boží byli odevzdáni"},{"SurahNumber":43,"VerseNumber":70,"Text":"Vejděte do ráje, vy i manželky vaše, v radování"},{"SurahNumber":43,"VerseNumber":71,"Text":"A budou mezi nimi kolovat zlaté nádoby i poháry a budou mít všeho, po čem duše touží a co očím lahodí; a tam budete nesmrtelní"},{"SurahNumber":43,"VerseNumber":72,"Text":"Toto je ta zahrada, již dali jsme vám v dědictví za to, co konali jste dobrého"},{"SurahNumber":43,"VerseNumber":73,"Text":"A bude v ní pro vás ovoce hojnost a pojídat budete z něho"},{"SurahNumber":43,"VerseNumber":74,"Text":"Však hříšníci prodlévají v trestu pekelném nesmrtelní"},{"SurahNumber":43,"VerseNumber":75,"Text":"a nedočkají se přerušení, však budou tam v beznaději"},{"SurahNumber":43,"VerseNumber":76,"Text":"My jim neukřivdili, leč oni sami sobě ukřivdili"},{"SurahNumber":43,"VerseNumber":77,"Text":"A budou volat: \"Máliku, nechť Pán tvůj s námi skončí!\" A odpoví jim: \"Zde zůstanete vskutku"},{"SurahNumber":43,"VerseNumber":78,"Text":"A věru jsme k vám s pravdou přišli, však mnozí z vás si pravdu ošklivili"},{"SurahNumber":43,"VerseNumber":79,"Text":"Že zosnovali nějakou lest? Však my také proti nim zosnujeme léčku"},{"SurahNumber":43,"VerseNumber":80,"Text":"Či se domnívají, že neslyšíme tajemství jejich i skryté rozhovory? Věru že ano a vyslanci Naši to u nich zapisují"},{"SurahNumber":43,"VerseNumber":81,"Text":"Rci: \"Kdyby měl Milosrdný syna, já uctíval bych jej jako první"},{"SurahNumber":43,"VerseNumber":82,"Text":"Oč slavnější je Pán nebes a země, Pán trůnu, než to, co mu lživě připisují"},{"SurahNumber":43,"VerseNumber":83,"Text":"Nech je být, ať si tlachají a hrají až do chvíle, kdy se setkají se svým dnem, jenž byl jim přislíben"},{"SurahNumber":43,"VerseNumber":84,"Text":"On je ten, kdo je Bohem na nebesích i Bohem na zemi, a On moudrý je i vševědoucí"},{"SurahNumber":43,"VerseNumber":85,"Text":"Požehnán budiž ten, jemuž patří království na nebi a na zemi i vše, co je mezi nimi. On vládne věděním o Hodině a k Němu budete navráceni"},{"SurahNumber":43,"VerseNumber":86,"Text":"A nevládnou ti, jež místo Něho vzýváte, přímluvou žádnou, kromě těch, kdož pravdu vyznali, a ti dobře znají"},{"SurahNumber":43,"VerseNumber":87,"Text":"Zeptáš-li se jich, kdo je stvořil, věru odvětí: \"Bůh!\" Jak se tedy mohli od Něho odvrátit"},{"SurahNumber":43,"VerseNumber":88,"Text":"A slova jeho: \"Pane můj, toto je lid, který nevěří"},{"SurahNumber":43,"VerseNumber":89,"Text":"Odvrať se tedy od nich a rci: \"Mír s vámi!\" A záhy se dozvědí"}]}