{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Taa, Sin. Bunlar Kur´anın, (hak ile baatılı) apacık gosteren bir kitabın ayetleridir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mu´minler icin birer hidayet ve mujdedir (onlar)"},{"SurahNumber":27,"VerseNumber":3,"Text":"(oyle mu´minler) ki namazı dosdogru kılarlar, zekatı verirler. Onlar ahirete kat´i kanaat edinenlerin de ta kendileridir"},{"SurahNumber":27,"VerseNumber":4,"Text":"Biz, ahirete inanmayanların (kotu) amel (ve hareket) lerini kendileri icin suslemisizdir de (kalbleri kor olarak) sasırıb kalmakdadırlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"Onlar oyle kimselerdir ki kotu azab (iste) onlara mahsusdur. Onlar ahiretde de en cok husrana ugrayanların ta kendileridir"},{"SurahNumber":27,"VerseNumber":6,"Text":"Subhesiz ki (bu) Kur´an sana (her sey´i) hakkıyle bilen, yegane hukum ve hikmet saahibi (Allah) tarafından veriliyor"},{"SurahNumber":27,"VerseNumber":7,"Text":"Hani Musa, aailesine: «Ben gercek bir ates, gordum. Size ondan ya bir haber getireyim, yahud size parlak bir ates koru getireyim. Taki ısınasınız» demisdi"},{"SurahNumber":27,"VerseNumber":8,"Text":"Vaktaki oraya gitdi, kendisine (soyle) nida olundu: «Ates (mahallin) de bulunana da, cevresinde olan kimselere de muhakkak (feyz ve) bereket verildi. Aalemlerin Rabbi olan Allah munezzehdir»"},{"SurahNumber":27,"VerseNumber":9,"Text":"«Ey Musa, hakıykat sudur ki mutlak gaalib olan, yegane hukum ve hikmet saahibi olan Allah ben im»"},{"SurahNumber":27,"VerseNumber":10,"Text":"«Asaanı bırak». (Muusa asaasını bırakıb da) onu cevik bir yılan gibi hareket eder gorunce arkasına donub kacdı ve geri donmedi. «Ey Muusa, korkma. Cunku ben (varım). Benim yanımda peygamber (hicbir seyden) korkmaz (lar)»"},{"SurahNumber":27,"VerseNumber":11,"Text":"«Meger ki zulmeden kimseler ola. Sonra bir kotulugun ardından onu bir iyilige cevirirse subhesiz ki ben (yine) hakkıyle yarlıgayıcı, cok esirgeyiciyimdir»"},{"SurahNumber":27,"VerseNumber":12,"Text":"«Elini koynuna sok da Fir´avne ve kavmine (gosterecegin) dokuz mu´cize icinde o, kusursuz, bembeyaz olarak cıkıversin. Subhesiz ki onlar fasıklar guruhudur»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Vaktaki ayetlerimiz boyle parlak (ve vazıh) olarak onlara geldi, «Bu, apacık bir buyudur» dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Vicdanları da bunlara tam bir kanaat haasıl etdigi halde zulm ve kibr ile yine bunları (inadlarından) inkar etdiler. (Habibim) fesadcıların encamı bak nice oldu"},{"SurahNumber":27,"VerseNumber":15,"Text":"Andolsun ki biz Davuda ve Suleymana ilim vermisizdir. (Bundan dolayı) onlar: «Bizi mu´min kullarının bir cogundan ustun kılan. Allaha hamd olsun» dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Suleyman Davuda mirascı oldu. Dedi ki: «Ey insanlar, bize kusların dili ogretildi. Bize her seyden (behre) verildi. Subhesiz ki bu, apacık bir ustunlugun ta kendisidir»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Suleymanın cinlerden, insanlardan, kuslardan orduları toplandı. Iste butun bunlar (onun tarafından) zabt ve idare ediliyorlardı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Hatta Karınca Vadisi uzerine geldikleri zaman (disi) bir karınca dedi ki: «Ey karıncalar, yuvalarınıza girin. Sakın Suleyman ve ordusu, kendileri bilmeyerek, sizi kırmasın»"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Suleyman) onun bu sozunden gulercesine tebessum etdi de: «Ey Rabbim, dedi, bana ve ana ve babama lutfetdigin ni´metine sukr etmemi ve (geri kalan omrum icinde) Senin raazi olacagın iyi (isler) yapmamı bana ilham et. Rahmetinle beni de (cennetde) saalih kullarının arasına sok»"},{"SurahNumber":27,"VerseNumber":20,"Text":"(Suleyman) kusları arasdırıb dedi ki: «Hudhudu neye gormuyorum? Yoksa gaaiblerden mi oldu»"},{"SurahNumber":27,"VerseNumber":21,"Text":"«Onu her halde cetin bir azaba ugratacagım. Yahud onu mutlakaa kesdirecegim, yahud bana acık ve kat´i bir burhan getirir»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Derken (hudhud) cok gecmeden geldi. «Ben, dedi, senin muttan olmadıgın (bir Hakıykat) a vaakıf oldum Sebe den sana cok dogru (ve muhim) bir haber getirdim»"},{"SurahNumber":27,"VerseNumber":23,"Text":"«Hakıykat, orada bir kadını onlara hukumdarlık eder buldum. Kendisine her sey verilmisdir. Onun bir de cok buyuk bir tahtı var»"},{"SurahNumber":27,"VerseNumber":24,"Text":"«(Gerek )onu, (gerek) kavmini Allahı bırakıb gunese secde ediyorlarken buldum (gordum). Seytan onların yapdıklarını suslemis de kendilerini yoldan alıkoymus (sapdırmıs). Onun icin onlar dogru yola giremiyorlar»"},{"SurahNumber":27,"VerseNumber":25,"Text":"«(Bunu) goklerdeki ve yerdeki her gizliyi (meydana) cıkaran, (kalblerinde) ne gizliyorlar, (dilleriyle) ne acıklıyorlarsa (hepsini) bilen Allaha secde etmesinler diye (yapıyorlar)»"},{"SurahNumber":27,"VerseNumber":26,"Text":"«Allah Odur ki o buyuk arsın saahibi olan kendisinden baska hicbir tanrı yokdur»"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman) dedi: «Bakalım, dogru mu soyledin, yoksa yalancılardan mı oldun»"},{"SurahNumber":27,"VerseNumber":28,"Text":"«Su mektubumu gotur, onu kendilerine bırak. Sonra onlardan biraz cekil de bak neye donecekler»"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Sebe´ hukumdarı) dedi ki: «Ey ileri gelenler, hakikat bana cok serefli bir mektub bırakıldı»"},{"SurahNumber":27,"VerseNumber":30,"Text":"«O, gercek Suleymandandır ve O, hakıykaten rahman ve rahim olan Allahın adiyle»"},{"SurahNumber":27,"VerseNumber":31,"Text":"«Bana karsı bas kaldırmayın. Muslumanlar olarak bana gelin» diye (yazılmısdır)»"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Kadın): «Ey ileri gelenler, bana (bu) isim hakkında bir re´y verin. Siz huzurumda bulununcaya kadar ben hicbir isde kat´i (bir hukum saahibi) olamadım»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Dediler: «Biz guc, kuvvet saahibleri, cetin savas erbabıyız. Emir sana aaid. Bak, sen ne emr edeceksin»"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Kadın): «Subhesiz ki hukumdarlar, dedi, bir memlekete girdikleri zaman orasını perisan ederler. Halkından serefli olanları hor ve hakıyr kılarlar. Bunlar da boyle yapacaklardır»"},{"SurahNumber":27,"VerseNumber":35,"Text":"«Ben onlara bir hediyye gondereyim de elciler ne (cevab) ile donecek, bakayım»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Bunun uzerine vaktaki (o gonderilen hey´et) Suleymana geldi, (Suleyman) dedi ki: «Siz bana mal ile yardım mı ediyorsunuz? Iste Allahın bana verdigi (ni´metler ki onlar) size verdiginden daha cok hayırlıdır. Belki siz hediyyenizle boburlenirsiniz»"},{"SurahNumber":27,"VerseNumber":37,"Text":"«Don onlara. Andolsun onune gecemeyecekleri ordularla onlara gelir, onları, hor ve hakir oldukları halde, oradan cıkarırım»"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Suleyman) dedi: «Ey ileri gelenler, onun tahtını, kendilerinin bana musluman olarak gelmelerinden evvel, hanginiz bana getirir»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinden bir ifrit: «Sen makaamından kalkmadan ben onu sana getiririm. Ben buna karsı her halde guvenilecek bir kuvvete malikim» dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Nezdinde kitabdan bir ilim olan (zat). «Ben, dedi, gozun sana donmeden (gozunu yumub acmadan) evvel onu sana getiririm». Vaktaki (Suleyman) onu yanında durur bir halde gordu, «Bu, dedi, Rabbimin fazl (-u lutf) undendir. Sukur mu edecegim, yoksa nankorluk mu edecegim, beni imtihan etdigi icindir (bu). Kim sukrederse kendi faidesinedir. Kim de nankorluk ederse subhe yok ki Rabbim (onun sukrunden) tamamen mustagnidir, (hem O) hakkıyle kerem saahibidir»"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Suleyman) dedi ki: «Onun tahtını bilinmez sekle getirin. Bakalım (tanımıya) muvaffak olacak mı, yoksa muvaffak olamayacaklardan mı bulunacak»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Artık (kadın) gelince ona (soyle) denildi: «Senin tahtın boyle mi idi»? (Kadın) dedi: «Sanki bu, odur. Ondan evvel de bize ilim verilmisdi ve biz musluman olmusduk»"},{"SurahNumber":27,"VerseNumber":43,"Text":"(Hayır) Onun Allahı bırakıb tapmakda devam etdigi sey kendisi (nin Islam) ına mani´ olmusdu. Hakıykatde o, kafirler guruhundandı"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona denildi ki: «Koske gir». (Kadın) onu gorunce, derin bir su sandı, iki ayagını ac (ıb sıva) dı. (Suleyman): «O, dedi, Hakıykaten sırcadan ma´mul, duzeltilmis (ve seffaf) bir acıklıkdır». (Kadın): «Ey Rabbim, hakıykat ben kendime yazık etmisim. Suleymanın maiyyetinde aalemlerin Rabbi olan Allaha teslim oldum (musluman oldum.)» dedi"},{"SurahNumber":27,"VerseNumber":45,"Text":"Andolsun ki biz Semud (kavmin) e de, Allaha ibadet edin diye, biraderleri Saalihi gonderdik. Bir de ne gorsun, onlar birbirleriyle cekisir iki fırka (oldular)"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Saalih) dedi ki: «Ey kavmim, nicin iyiden (ve guzelden) evvel carcabuk kotuyu istiyorsunuz? Allahdan yarlıganmanızı istemeli degil misiniz? (Boyle yaparsanız) me´muldur ki esirgenirsiniz»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Dediler: «Senin yuzunden ve maiyyetinde bulunan kimseler (mu´minler) yuzunden ugursuzluga ugradık». (Saalih de:) «Sizin (butun) amel (ve hareketler) iniz Allah nezdinde (gizli degildir, yazılı) dır. Belki siz imtihaana cekilmekde olan bir kavmsiniz» dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"O sehirde (dusman) dokuz erkek vardı ki bunlar yer (yuzun) de fesad cıkarıyorlar, iyilik tarafına hic yanasmıyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"(Birbirine), Allah (adı) ile andlasarak, dediler ki: «Ona ve ehline herhalde bir gece baskın yapalım (hepsini oldurelim). Sonra da velisine: — andolsun biz o aailenin helakinde haazır degildik. Subhesiz ki biz (bu sozumuzde) elbette saadıklarız, diyelim»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Onlar boyle bir tuzak kurdular. Biz de, kendilerinin haberleri olmadan, onların planlarını altust ediverdik"},{"SurahNumber":27,"VerseNumber":51,"Text":"Iste bak, O tuzaklarının aakıbeti nice oldu! Cunku biz onları da, kavmlerini de toptan helak etdik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Iste zulumetmeleri yuzunden cokmus, ıpıssız kalmıs evleri (nin ankaazı)! Subhe yok ki bilecek bir kavm icin bunda (ibret verici) bir nisane vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Iman edib de (fenalıkdan) sakınır olanları biz (daima) kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Luuta da (peygamberlik vermisdik). O zaman kavmine (oyle) demisdi: «Siz gozunuz gore gore haala o kotulugu yapacak mısınız»"},{"SurahNumber":27,"VerseNumber":55,"Text":"«Gercek, siz kadınları bırakıb da sehvetle mutlakaa erkeklere yanasacak mısınız? Hayır, siz beyinsizlikde (ahmaklıkda) devam edegelen bir kavmsiniz»"},{"SurahNumber":27,"VerseNumber":56,"Text":"(Buna karsı) kavminin cevabı: «Luut haanedanını memleketinizden cıkarın. Cunku onlar temizlige zorlar insanlardır» demelerinden baska (bir sey) olmadı"},{"SurahNumber":27,"VerseNumber":57,"Text":"Bunun uzerine biz de hem onun, hem geri kalanlardan olmasını takdir etdigimiz karısından, baska butun haanedanını kurtardık"},{"SurahNumber":27,"VerseNumber":58,"Text":"Onların ustune oyle bir yagmur yagdırdık ki... Ne kotu idi inzar edilenlerin yagmuru"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: «Hamd olsun Allaha, selam olsun Onun begenib secdigi kullarına. Allah mı hayırlı, yoksa (kafirlerin Ona) ortak tutageldikleri nesneler mi»"},{"SurahNumber":27,"VerseNumber":60,"Text":"«(O nesneler mi,) yoksa gokleri ve yeri yaratan, gokden sizin icin su indiren mi»? (Oyle, bir su ki) biz onunla sizin (bir) agacını (bile) bitiremeyeceginiz nice guzel bagcelerin nebatını bitirmisizdir. Allah ile beraber bir Tanrı ha? Hayır, onlar sapıklıkda devam eden bir guruhdur"},{"SurahNumber":27,"VerseNumber":61,"Text":"(O nesneler mi,) yoksa yeri bir karargah yapan, aralarından ırmaklar akıtan, ona haas ve sabit daglar kuran, iki denizin arasına bir perde koyan mı? Allah ile beraber bir Tanrı ha? Hayır, onların cogu (tevhidi) bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa bunalmısa, kendisine dua (ve iltica) etdigi zaman, icabet eden, fenalıgı gideren, sizi yer (yuzunun) hukumdarları kılan mı? Allah ile beraber bir Tanrı ha? Siz ne kıt dusunuyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yahud o kara ve denizlerin karanlıkları icinde sizin yolunuzu dogrultmakda, rahmetinin onunde ruzgarları mujdeci gondermekde olan mı? Allah ile beraber bir Tanrı ha? Allah onların katdıkları ortaklardan cok yuce, cok munezzehdir"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yahud halkı daima yaratmakda olan, sonra onu iade edecek olan ve sizi gokden ve yerden rızıklandıran mı? Allah ile beraber bir Tanrı ha? De ki: «Eger (Allaha ortak kosmada) saadık (ve samimi) kimselerseniz getirin huccetinizi»"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: «Goklerde ve yerde gaybı Allahdan baska kimse bilmez. Onlar da ne zaman diriltileceklerini bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların bilgileri ahiret hakkında (ki bilgiye kadar uzanıb) erisememisdir. Hayır, onlar bundan sek (ve subhe) icindedirler. Hayır, onlar bundan kordurler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kufr (ve inkar) edenler dedi (ler) ki: «Biz ve atalarımız birer toprak oldukdan sonra mı, hakıykaten biz mi mutlakaa (kabirlerinden) cıkarılanlar (tekrar diriltilecekler olacagız)»"},{"SurahNumber":27,"VerseNumber":68,"Text":"«Andolsunki (simdi) bu tehdid bize (yapıldıgı gibi) daha once atalarımıza da yapılmısdır. Bu, evvelkilerin duzme yalanlarından baska (bir sey) degildir»"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: «Yerde gezin (dolasın) da gunahkarların sonu nice olmusdur, gorun»"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Habibim) onlara karsı tasalanma. Kurmakda oldukları tuzaklardan dolayı da darlıkda olma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Onlar: «Bu va´d (ve tehdid) in (tahakkuku) ne zaman? Dogrucu kimselerseniz (soyleyin)» derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: «Cabucak (gelmesini) istemekde oldugunuz (o azab) ın bir kısmı ensenize binmek uzeredir»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Suphesiz ki senin Rabbin insanlara karsı (mutlak) bir fazl (-u kerem) saahibidir. Fakat onların cogu sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Senin Rabbin, Onların sinelerinin saklamakda olduklarını da, acıklayageldiklerini de muhakkak biliyor"},{"SurahNumber":27,"VerseNumber":75,"Text":"Yerde ve gokde (en gizli) hicbir gaaib mustesna olmamak uzere hepsi apacık bir kitabdadır"},{"SurahNumber":27,"VerseNumber":76,"Text":"Subhesiz ki bu Kur´an Israil ogullarına, hakkında kendilerinin ihtilaf edegeldikleri seylerin pek cogunu acıklar"},{"SurahNumber":27,"VerseNumber":77,"Text":"Hakıykaten o, mutlak bir hidayetdir, mu´minler icin de bir rahmet"},{"SurahNumber":27,"VerseNumber":78,"Text":"Muhakkak ki senin Rabbin onların arasındaki hukmunu yerine getirecek. O, mutlak gaalibdir, hakkıyle bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"O halde sen Allaha guvenib dayan. Cunku sen apacık bir hak uzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Zira subhesiz ki sen olulere duyuramazsın. Arkalarını donmus kacarlarken sagırlara da da´veti (ni) isitdiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen o korleri sapıklıklarından ayırıb hidayet verici de degilsin. Sen ayetlerimize iman edecek kimselerden baskasına (soz) dinletemezsin. Iste musluman olanlar onlardır"},{"SurahNumber":27,"VerseNumber":82,"Text":"O soz (un ma´nası) kendilerinin aleyhinde (tahakkuk edib) vukuu (ve zuhuur) a geldigi zaman yerden bunlar icin bir dabbe cıkarırız ki bu, onlara insanların ayetlerimize kat´i bir kanaat beslemezler idigini (baslarına kakarak) soyler"},{"SurahNumber":27,"VerseNumber":83,"Text":"(Hatırla) o gun (u ki) her ummetin ayetlerimizi yalan sayanlarından bir cemaati toplayacagız. Artık onlar (kaafilelerin ardı alınıncaya kadar) tevkıyf olunacaklardır"},{"SurahNumber":27,"VerseNumber":84,"Text":"Nihayet (hesab yerine) geldikleri zaman (Allah) buyurur ki: «Siz benim ayetlerimi, onları hicbir bilgi ile kavramadıgınız halde (koru korune), tekzib mi etdiniz? Ne idi o ısraar ile yapdıgınız»"},{"SurahNumber":27,"VerseNumber":85,"Text":"Zulum etdikleri sebebiyle uzerlerine o soz vukuua gelmisdir. Artık onlar soz de soyleyemeyeceklerdir"},{"SurahNumber":27,"VerseNumber":86,"Text":"Icinde sukun (ve istiraahat) bulmaları icin geceyi, aydınlıkla gozlerini acmaları icin gunduzu yaratdıgımızı gormediler mi? Bunda iman edecek bir kavm icin elbette kat´i ibretler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"«Suur» a ufurulecegi gun (u) de (hatırla) ki (o gun) — Allahın diledikleri mustesna olmak uzere — artık goklerde kim var, yerde kim varsa dehsetle korkmusdur. Her biri hor ve hakıyr Ona gelmislerdir"},{"SurahNumber":27,"VerseNumber":88,"Text":"Sen dagları gorur, onları yerinde durur sanırsın. Halbuki onlar bulut gecer gibi gecer gider. (Bu) her sey´i sapasaglam yapan Allahın san´atıdır. Subhesiz ki O, ne yaparsanız hakkıyle haberdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim iyi (bir haalet) le gelirse ona bu sayede bir hayır vardır. Onlar o gun (azab) korku (sun) dan emniyyet icindedirler"},{"SurahNumber":27,"VerseNumber":90,"Text":"Kim de fena (bir amel) ile gelirse yuzleri atesde surtulur. Ya siz, yapdıklarının baska (turlu) siyle mi mukaabele edileceksiniz"},{"SurahNumber":27,"VerseNumber":91,"Text":"(De ki:) «Ben ancak bu sehrin Rabbine — ki O, bunu hurmetli kılmısdır — ibadet etmemle emr olundum. Her sey Onundur. Ben muslumanlardan olmamla emr olundum»"},{"SurahNumber":27,"VerseNumber":92,"Text":"«Ve Kur´an okumamla (emr olundum). Kim dogru yolu bulursa o yolu kendi faidesine bulmus olur. Kim de saparsa (ona) de ki: «Ben sadece fena hareketlerin korkunc aakıbetini haber verenlerdenim»"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve: «Allaha hamd olsun de. O, size ayetlerini gosterecek de siz de bunları tanıyacaksınız. Rabbin ne yapacagınızdan gaafil degildir"}]}