{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Gerçekten insan üzerinden öyle uzun bir süre gelip geçti ki o anılmaya değer bir şey bile değildi"},{"SurahNumber":76,"VerseNumber":2,"Text":"Çünkü Biz insanı bir takım katkılarla karıştırılmış bir nutfeden yarattık; onu evire çevire deneyelim diye de onu işiten ve gören bir varlık yaptık"},{"SurahNumber":76,"VerseNumber":3,"Text":"Muhakkak Biz ona (doğru) yolu gösterdik; ister şükredici olsun, ister nankör kafir"},{"SurahNumber":76,"VerseNumber":4,"Text":"Çünkü Biz, kafirler için zincirler, tomruklar, bir de çılgın ateş hazırladık"},{"SurahNumber":76,"VerseNumber":5,"Text":"Haberiniz olsun iyiler, kalkışı kafur öten dolu bir kadehten içeceklerdir"},{"SurahNumber":76,"VerseNumber":6,"Text":"Allah´ın kullarının içtiği bir çeşme ki güzel yollar açarak onu akıtırlar da akıtırlar"},{"SurahNumber":76,"VerseNumber":7,"Text":"Adaklarını yerine getirirler ve şerri salgın olan günden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Yoksula, yetime, esire seve seve yemek yedirir"},{"SurahNumber":76,"VerseNumber":9,"Text":"Size sadece Allah rızası için yediriyoruz, sizden ne bir karşılık isteriz ne de bir teşekkür"},{"SurahNumber":76,"VerseNumber":10,"Text":"Çünkü biz Rabbimizden korkarız, bir suratsız kara günden! (derler)"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları o günün şerrinden korur ve kendilerini bir parlaklık ve bir sevince erdirir"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabretmelerine karşılık onlara bir cennet ve ipek verir"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada koltuklar üzerine yaslanmışlardır. Orada ne güneş görürler, ne de şiddetli soğuk"},{"SurahNumber":76,"VerseNumber":14,"Text":"üzerlerine cennet gölgeleri sarkmış ve devşirimleri (meyveleri) de bol bol önlerine konmuştur"},{"SurahNumber":76,"VerseNumber":15,"Text":"Gümüş kaplar ve billur küplerle çevrelerinde dolaşılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"gümüşten billurlar (ki hizmetçiler) onları türlü türlü biçimlere koymuşlardır"},{"SurahNumber":76,"VerseNumber":17,"Text":"Ve orada katkısı zencefil olan bir kadeh sürülür"},{"SurahNumber":76,"VerseNumber":18,"Text":"Selsebil denilen bir çeşme"},{"SurahNumber":76,"VerseNumber":19,"Text":"Etraflarında daima genç çocuklar dolaşır; görünce onları saçılmış inciler sanırsın"},{"SurahNumber":76,"VerseNumber":20,"Text":"Gördüğün zaman orada bol bir nimet ve büyük bir saltanat görürsün"},{"SurahNumber":76,"VerseNumber":21,"Text":"Üstlerinde ince ipekten ve kalın atlastan yemyeşil elbiseler vardır; gümüş bileziklerle süslenmişlerdir. Rableri onlara tertemiz bir içki sunmaktadır"},{"SurahNumber":76,"VerseNumber":22,"Text":"İşte bu, sizin bir mükafatınızdı, çalışmanız mükafat ile karşılandı"},{"SurahNumber":76,"VerseNumber":23,"Text":"Gerçekten Kur´an´ı Biz sana aşama aşama indirdik"},{"SurahNumber":76,"VerseNumber":24,"Text":"O halde Rabbinin hükmünü vermesi için de sabret. Onlardan bir günahkara veya nanköre itaat etme"},{"SurahNumber":76,"VerseNumber":25,"Text":"Rabbinin ismini hem (sabah) erken, hem de ikindi üstü an"},{"SurahNumber":76,"VerseNumber":26,"Text":"Gecenin bir kısmında O´na secde et ve uzun bir gece O´nu tesbih et"},{"SurahNumber":76,"VerseNumber":27,"Text":"Çünkü onlar peşini (geçici dünyayı) severler ve önlerindeki ağır bir günü (kıyameti) bırakırlar"},{"SurahNumber":76,"VerseNumber":28,"Text":"Onları Biz yarattık, kundaklarını da Biz bağladık. Dilediğimiz vakit de kılıklarını değiştiririz"},{"SurahNumber":76,"VerseNumber":29,"Text":"İşte bu bir öğüttür, dileyen Rabbine bir yol tutar"},{"SurahNumber":76,"VerseNumber":30,"Text":"Şu da var: Allah dilemedikçe, hiçbirşey dileyemezsiniz; çünkü herşeyi bilen, hikmet sahibi ancak Allah´tır"},{"SurahNumber":76,"VerseNumber":31,"Text":"O dilediğini rahmeti içine kor; zalimlere ise acı bir azap hazırlamıştır"}]}