{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta-Sin-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are the Verses of the manifest Book [this Quran, which was promised by Allah in the Taurat (Torah) and the Injeel (Gospel), makes things clear"},{"SurahNumber":26,"VerseNumber":3,"Text":"It may be that you (O Muhammad SAW) are going to kill yourself with grief, that they do not become believers [in your Risalah (Messengership) and in your Message of Islamic Monotheism"},{"SurahNumber":26,"VerseNumber":4,"Text":"If We will, We could send down to them from the heaven a sign, to which they would bend their necks in humility"},{"SurahNumber":26,"VerseNumber":5,"Text":"And never comes there unto them a Reminder as a recent revelation from the Most Beneficent (Allah), but they turn away therefrom"},{"SurahNumber":26,"VerseNumber":6,"Text":"So they have indeed denied (the truth - this Quran), then the news of what they mocked at, will come to them"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not observe the earth, how much of every good kind We cause to grow therein"},{"SurahNumber":26,"VerseNumber":8,"Text":"Verily, in this is an Ayah (proof or sign), yet most of them (polytheists, pagans, etc., who do not believe in Resurrection) are not believers"},{"SurahNumber":26,"VerseNumber":9,"Text":"And verily, your Lord! He is truly the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":10,"Text":"And (remember) when your Lord called Musa (Moses) (saying): \"Go to the people who are Zalimun (polytheists and wrong-doing)"},{"SurahNumber":26,"VerseNumber":11,"Text":"The people of Fir'aun (Pharaoh). Will they not fear Allah and become righteous"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said: \"My Lord! Verily, I fear that they will belie me"},{"SurahNumber":26,"VerseNumber":13,"Text":"And my breast straitens, and my tongue expresses not well. So send for Harun (Aaron) (to come along with me)"},{"SurahNumber":26,"VerseNumber":14,"Text":"And they have a charge of crime against me, and I fear they will kill me"},{"SurahNumber":26,"VerseNumber":15,"Text":"Allah said: \"Nay! Go you both with Our Signs. Verily! We shall be with you, listening"},{"SurahNumber":26,"VerseNumber":16,"Text":"And when you both come to Fir'aun (Pharaoh), say: 'We are the Messengers of the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":17,"Text":"So allow the Children of Israel to go with us"},{"SurahNumber":26,"VerseNumber":18,"Text":"Fir'aun (Pharaoh)] said [to Musa (Moses)]: \"Did we not bring you up among us as a child? And you did dwell many years of your life with us"},{"SurahNumber":26,"VerseNumber":19,"Text":"And you did your deed, which you did (i.e. the crime of killing a man). And you are one of the ingrates"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa (Moses) said: \"I did it then, when I was an ignorant (as regards my Lord and His Message)"},{"SurahNumber":26,"VerseNumber":21,"Text":"So I fled from you when I feared you. But my Lord has granted me Hukman (i.e. religious knowledge, right judgement of the affairs and Prophethood), and appointed me as one of the Messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"And this is the past favour with which you reproach me, that you have enslaved the Children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Fir'aun (Pharaoh) said: \"And what is the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa (Moses) said: \"Lord of the heavens and the earth, and all that is between them, if you seek to be convinced with certainty"},{"SurahNumber":26,"VerseNumber":25,"Text":"Fir'aun (Pharaoh) said to those around: \"Do you not hear (what he says)"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa (Moses) said: \"Your Lord and the Lord of your ancient fathers"},{"SurahNumber":26,"VerseNumber":27,"Text":"Fir'aun (Pharaoh) said: \"Verily, your Messenger who has been sent to you is a madman"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa (Moses) said: \"Lord of the east and the west, and all that is between them, if you did but understand"},{"SurahNumber":26,"VerseNumber":29,"Text":"Fir'aun (Pharaoh) said: \"If you choose an ilah (god) other than me, I will certainly put you among the prisoners"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa (Moses) said: \"Even if I bring you something manifest (and convincing)"},{"SurahNumber":26,"VerseNumber":31,"Text":"Fir'aun (Pharaoh) said: \"Bring it forth then, if you are of the truthful"},{"SurahNumber":26,"VerseNumber":32,"Text":"So [Musa (Moses)] threw his stick, and behold, it was a serpent, manifest"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew out his hand, and behold, it was white to all beholders"},{"SurahNumber":26,"VerseNumber":34,"Text":"Fir'aun (Pharaoh)] said to the chiefs around him: \"Verily! This is indeed a well-versed sorcerer"},{"SurahNumber":26,"VerseNumber":35,"Text":"He wants to drive you out of your land by his sorcery, then what is it your counsel, and what do you command"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said: \"Put him off and his brother (for a while), and send callers to the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"To bring up to you every well-versed sorcerer"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the sorcerers were assembled at a fixed time on a day appointed"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the people: \"Are you (too) going to assemble"},{"SurahNumber":26,"VerseNumber":40,"Text":"That we may follow the sorcerers [who were on Fir'aun's (Pharaoh) religion of disbelief] if they are the winners"},{"SurahNumber":26,"VerseNumber":41,"Text":"So when the sorcerers arrived, they said to Fir'aun (Pharaoh): \"Will there surely be a reward for us if we are the winners"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said: \"Yes, and you shall then verily be of those brought near (to myself)"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa (Moses) said to them: \"Throw what you are going to throw"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw their ropes and their sticks, and said: \"By the might of Fir'aun (Pharaoh), it is we who will certainly win"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Musa (Moses) threw his stick, and behold, it swallowed up all the falsehoods which they showed"},{"SurahNumber":26,"VerseNumber":46,"Text":"And the sorcerers fell down prostrate"},{"SurahNumber":26,"VerseNumber":47,"Text":"Saying: \"We believe in the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Musa (Moses) and Harun (Aaron)"},{"SurahNumber":26,"VerseNumber":49,"Text":"Fir'aun (Pharaoh)] said: \"You have believed in him before I give you leave. Surely, he indeed is your chief, who has taught you magic! So verily, you shall come to know. Verily, I will cut off your hands and your feet on opposite sides, and I will crucify you all"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said: \"No harm! Surely, to our Lord (Allah) we are to return"},{"SurahNumber":26,"VerseNumber":51,"Text":"Verily! We really hope that our Lord will forgive us our sins, as we are the first of the believers [in Musa (Moses) and in the Monotheism which he has brought from Allah"},{"SurahNumber":26,"VerseNumber":52,"Text":"And We inspired Musa (Moses), saying: \"Take away My slaves by night, verily, you will be pursued"},{"SurahNumber":26,"VerseNumber":53,"Text":"Then Fir'aun (Pharaoh) sent callers to (all) the cities"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Saying): \"Verily! These indeed are but a small band"},{"SurahNumber":26,"VerseNumber":55,"Text":"And verily, they have done what has enraged us"},{"SurahNumber":26,"VerseNumber":56,"Text":"But we are host all assembled, amply fore-warned"},{"SurahNumber":26,"VerseNumber":57,"Text":"So, We expelled them from gardens and springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"Treasures, and every kind of honourable place"},{"SurahNumber":26,"VerseNumber":59,"Text":"Thus [We turned them (Pharaoh's people) out] and We caused the Children of Israel to inherit them"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"And when the two hosts saw each other, the companions of Musa (Moses) said: \"We are sure to be overtaken"},{"SurahNumber":26,"VerseNumber":62,"Text":"Musa (Moses)] said: \"Nay, verily! With me is my Lord, He will guide me"},{"SurahNumber":26,"VerseNumber":63,"Text":"Then We inspired Musa (Moses) (saying): \"Strike the sea with your stick.\" And it parted, and each separate part (of that sea water) became like the huge, firm mass of a mountain"},{"SurahNumber":26,"VerseNumber":64,"Text":"Then We brought near the others [Fir'aun's (Pharaoh) party] to that place"},{"SurahNumber":26,"VerseNumber":65,"Text":"And We saved Musa (Moses) and all those with him"},{"SurahNumber":26,"VerseNumber":66,"Text":"Then We drowned the others"},{"SurahNumber":26,"VerseNumber":67,"Text":"Verily! In this is indeed a sign (or a proof), yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":68,"Text":"And verily, your Lord! He is truly the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":69,"Text":"And recite to them the story of Ibrahim (Abraham)"},{"SurahNumber":26,"VerseNumber":70,"Text":"When he said to his father and his people: \"What do you worship"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said: \"We worship idols, and to them we are ever devoted"},{"SurahNumber":26,"VerseNumber":72,"Text":"He said: \"Do they hear you, when you call (on them)"},{"SurahNumber":26,"VerseNumber":73,"Text":"Or do they benefit you or do they harm (you)"},{"SurahNumber":26,"VerseNumber":74,"Text":"They said: \"Nay, but we found our fathers doing so"},{"SurahNumber":26,"VerseNumber":75,"Text":"He said: \"Do you observe that which you have been worshipping"},{"SurahNumber":26,"VerseNumber":76,"Text":"You and your ancient fathers"},{"SurahNumber":26,"VerseNumber":77,"Text":"Verily! They are enemies to me, save the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":78,"Text":"Who has created me, and it is He Who guides me"},{"SurahNumber":26,"VerseNumber":79,"Text":"And it is He Who feeds me and gives me to drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"And when I am ill, it is He who cures me"},{"SurahNumber":26,"VerseNumber":81,"Text":"And Who will cause me to die, and then will bring me to life (again)"},{"SurahNumber":26,"VerseNumber":82,"Text":"And Who, I hope will forgive me my faults on the Day of Recompense, (the Day of Resurrection)"},{"SurahNumber":26,"VerseNumber":83,"Text":"My Lord! Bestow Hukman (religious knowledge, right judgement of the affairs and Prophethood) on me, and join me with the righteous"},{"SurahNumber":26,"VerseNumber":84,"Text":"And grant me an honourable mention in later generations"},{"SurahNumber":26,"VerseNumber":85,"Text":"And make me one of the inheritors of the Paradise of Delight"},{"SurahNumber":26,"VerseNumber":86,"Text":"And forgive my father, verily he is of the erring"},{"SurahNumber":26,"VerseNumber":87,"Text":"And disgrace me not on the Day when (all the creatures) will be resurrected"},{"SurahNumber":26,"VerseNumber":88,"Text":"The Day whereon neither wealth nor sons will avail"},{"SurahNumber":26,"VerseNumber":89,"Text":"Except him who brings to Allah a clean heart [clean from Shirk (polytheism) and Nifaq (hypocrisy)"},{"SurahNumber":26,"VerseNumber":90,"Text":"And Paradise will be brought near to the Muttaqun (pious - see V)"},{"SurahNumber":26,"VerseNumber":91,"Text":"And the (Hell) Fire will be placed in full view of the erring"},{"SurahNumber":26,"VerseNumber":92,"Text":"And it will be said to them: \"Where are those (the false gods whom you used to set up as rivals with Allah) that you used to worship"},{"SurahNumber":26,"VerseNumber":93,"Text":"Instead of Allah? Can they help you or (even) help themselves"},{"SurahNumber":26,"VerseNumber":94,"Text":"Then they will be thrown on their faces into the (Fire), They and the Ghawun (devils, and those who were in error)"},{"SurahNumber":26,"VerseNumber":95,"Text":"And the whole hosts of Iblis (Satan) together"},{"SurahNumber":26,"VerseNumber":96,"Text":"They will say while contending therein"},{"SurahNumber":26,"VerseNumber":97,"Text":"By Allah, we were truly in a manifest error"},{"SurahNumber":26,"VerseNumber":98,"Text":"When We held you (false gods) as equals (in worship) with the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":99,"Text":"And none has brought us into error except the Mujrimun [Iblis (Satan) and those of human beings who commit crimes, murderers, polytheists, oppressors, etc"},{"SurahNumber":26,"VerseNumber":100,"Text":"Now we have no intercessors"},{"SurahNumber":26,"VerseNumber":101,"Text":"Nor a close friend (to help us)"},{"SurahNumber":26,"VerseNumber":102,"Text":"(Alas!) If we only had a chance to return (to the world), we shall truly be among the believers"},{"SurahNumber":26,"VerseNumber":103,"Text":"Verily! In this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":104,"Text":"And verily, your Lord! He is truly the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Nuh (Noah) belied the Messengers"},{"SurahNumber":26,"VerseNumber":106,"Text":"When their brother Nuh (Noah) said to them: \"Will you not fear Allah and obey Him"},{"SurahNumber":26,"VerseNumber":107,"Text":"I am a trustworthy Messenger to you"},{"SurahNumber":26,"VerseNumber":108,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":109,"Text":"No reward do I ask of you for it (my Message of Islamic Monotheism), my reward is only from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":110,"Text":"So keep your duty to Allah, fear Him and obey me"},{"SurahNumber":26,"VerseNumber":111,"Text":"They said: \"Shall we believe in you, when the meanest (of the people) follow you"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said: \"And what knowledge have I of what they used to do"},{"SurahNumber":26,"VerseNumber":113,"Text":"Their account is only with my Lord, if you could (but) know"},{"SurahNumber":26,"VerseNumber":114,"Text":"And I am not going to drive away the believers"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am only a plain warner"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said: \"If you cease not, O Nuh (Noah)! You will surely be among those stoned (to death)"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said: \"My Lord! Verily, my people have belied me"},{"SurahNumber":26,"VerseNumber":118,"Text":"Therefore judge You between me and them, and save me and those of the believers who are with me"},{"SurahNumber":26,"VerseNumber":119,"Text":"And We saved him and those with him in the laden ship"},{"SurahNumber":26,"VerseNumber":120,"Text":"Then We drowned the rest (disbelievers) thereafter"},{"SurahNumber":26,"VerseNumber":121,"Text":"Verily, in this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":122,"Text":"And verily! Your Lord, He is indeed the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":123,"Text":"Ad (people) belied the Messengers"},{"SurahNumber":26,"VerseNumber":124,"Text":"When their brother Hud said to them: \"Will you not fear Allah and obey Him"},{"SurahNumber":26,"VerseNumber":125,"Text":"Verily! I am a trustworthy Messenger to you"},{"SurahNumber":26,"VerseNumber":126,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":127,"Text":"No reward do I ask of you for it (my Message of Islamic Monotheism), my reward is only from the Lord of the 'Alamin (mankind, jinns, and all that exists)"},{"SurahNumber":26,"VerseNumber":128,"Text":"Do you build high palaces on every high place, while you do not live in them"},{"SurahNumber":26,"VerseNumber":129,"Text":"And do you get for yourselves palaces (fine buildings) as if you will live therein for ever"},{"SurahNumber":26,"VerseNumber":130,"Text":"And when you seize, seize you as tyrants"},{"SurahNumber":26,"VerseNumber":131,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":132,"Text":"And keep your duty to Him, fear Him Who has aided you with all (good things) that you know"},{"SurahNumber":26,"VerseNumber":133,"Text":"He has aided you with cattle and children"},{"SurahNumber":26,"VerseNumber":134,"Text":"And gardens and springs"},{"SurahNumber":26,"VerseNumber":135,"Text":"Verily, I fear for you the torment of a Great Day"},{"SurahNumber":26,"VerseNumber":136,"Text":"They said: \"It is the same to us whether you preach or be not of those who preach"},{"SurahNumber":26,"VerseNumber":137,"Text":"This is no other than the false-tales and religion of the ancients, [Tafsir At-Tabari, Vol. 19, Page]"},{"SurahNumber":26,"VerseNumber":138,"Text":"And we are not going to be punished"},{"SurahNumber":26,"VerseNumber":139,"Text":"So they belied him, and We destroyed them. Verily! In this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":140,"Text":"And verily! Your Lord, He is indeed the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":141,"Text":"Thamud (people) belied the Messenger"},{"SurahNumber":26,"VerseNumber":142,"Text":"When their brother Salih (Saleh) said to them: \"Will you not fear Allah and obey Him"},{"SurahNumber":26,"VerseNumber":143,"Text":"I am a trustworthy Messenger to you"},{"SurahNumber":26,"VerseNumber":144,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":145,"Text":"No reward do I ask of you for it (my Message of Islamic Monotheism), my reward is only from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":146,"Text":"Will you be left secure in that which you have here"},{"SurahNumber":26,"VerseNumber":147,"Text":"In gardens and springs"},{"SurahNumber":26,"VerseNumber":148,"Text":"And green crops (fields etc.) and date-palms with soft spadix"},{"SurahNumber":26,"VerseNumber":149,"Text":"And you carve houses out of mountains with great skill"},{"SurahNumber":26,"VerseNumber":150,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":151,"Text":"And follow not the command of Al-Musrifun [i.e. their chiefs, leaders who were polytheists, criminals and sinners]"},{"SurahNumber":26,"VerseNumber":152,"Text":"Who make mischief in the land, and reform not"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said: \"You are only of those bewitched"},{"SurahNumber":26,"VerseNumber":154,"Text":"You are but a human being like us. Then bring us a sign if you are of the truthful"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said: \"Here is a she-camel; it has a right to drink (water), and you have a right to drink (water) (each) on a day, known"},{"SurahNumber":26,"VerseNumber":156,"Text":"And touch her not with harm, lest the torment of a Great Day seize you"},{"SurahNumber":26,"VerseNumber":157,"Text":"But they killed her, and then they became regretful"},{"SurahNumber":26,"VerseNumber":158,"Text":"So the torment overtook them. Verily, in this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":159,"Text":"And verily! Your Lord, He is indeed the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":160,"Text":"The prople of Lout (Lot) (those dwelt in the towns of Sodom in Palestine) belied the Messengers"},{"SurahNumber":26,"VerseNumber":161,"Text":"When their brother Lout (Lot) said to them: \"Will you not fear Allah and obey Him"},{"SurahNumber":26,"VerseNumber":162,"Text":"Verily! I am a trustworthy Messenger to you"},{"SurahNumber":26,"VerseNumber":163,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"No reward do I ask of you for it (my Message of Islamic Monotheism), my reward is only from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":165,"Text":"Go you in unto the males of the 'Alamin (mankind)"},{"SurahNumber":26,"VerseNumber":166,"Text":"And leave those whom Allah has created for you to be your wives? Nay, you are a trespassing people"},{"SurahNumber":26,"VerseNumber":167,"Text":"They said: \"If you cease not. O Lout (Lot)! Verily, you will be one of those who are driven out"},{"SurahNumber":26,"VerseNumber":168,"Text":"He said: \"I am, indeed, of those who disapprove with severe anger and fury your (this evil) action (of sodomy)"},{"SurahNumber":26,"VerseNumber":169,"Text":"My Lord! Save me and my family from what they do"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We saved him and his family, all"},{"SurahNumber":26,"VerseNumber":171,"Text":"Except an old woman (his wife) among those who remained behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"Then afterward We destroyed the others"},{"SurahNumber":26,"VerseNumber":173,"Text":"And We rained on them a rain (of torment). And how evil was the rain of those who had been warned"},{"SurahNumber":26,"VerseNumber":174,"Text":"Verily, in this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":175,"Text":"And verily! Your Lord, He is indeed the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":176,"Text":"The dwellers of Al-Aiyka [near Madyan (Midian)] belied the Messengers"},{"SurahNumber":26,"VerseNumber":177,"Text":"When Shu'aib (Shuaib) said to them: \"Will you not fear Allah (and obey Him)"},{"SurahNumber":26,"VerseNumber":178,"Text":"I am a trustworthy Messenger to you"},{"SurahNumber":26,"VerseNumber":179,"Text":"So fear Allah, keep your duty to Him, and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"No reward do I ask of you for it (my Message of Islamic Monotheism), my reward is only from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give full measure, and cause no loss (to others)"},{"SurahNumber":26,"VerseNumber":182,"Text":"And weigh with the true and straight balance"},{"SurahNumber":26,"VerseNumber":183,"Text":"And defraud not people by reducing their things, nor do evil, making corruption and mischief in the land"},{"SurahNumber":26,"VerseNumber":184,"Text":"And fear Him Who created you and the generations of the men of old"},{"SurahNumber":26,"VerseNumber":185,"Text":"They said: \"You are only one of those bewitched"},{"SurahNumber":26,"VerseNumber":186,"Text":"You are but a human being like us and verily, we think that you are one of the liars"},{"SurahNumber":26,"VerseNumber":187,"Text":"So cause a piece of the heaven to fall on us, if you are of the truthful"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said: \"My Lord is the Best Knower of what you do"},{"SurahNumber":26,"VerseNumber":189,"Text":"But they belied him, so the torment of the day of shadow (a gloomy cloud) seized them, indeed that was the torment of a Great Day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Verily, in this is indeed a sign, yet most of them are not believers"},{"SurahNumber":26,"VerseNumber":191,"Text":"And verily! Your Lord, He is indeed the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":192,"Text":"And truly, this (the Quran) is a revelation from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":26,"VerseNumber":193,"Text":"Which the trustworthy Ruh [Jibrael (Gabriel)] has brought down"},{"SurahNumber":26,"VerseNumber":194,"Text":"Upon your heart (O Muhammad SAW) that you may be (one) of the warners"},{"SurahNumber":26,"VerseNumber":195,"Text":"In the plain Arabic language"},{"SurahNumber":26,"VerseNumber":196,"Text":"And verily, it (the Quran, and its revelation to Prophet Muhammad SAW) is (announced) in the Scriptures [i.e. the Taurat (Torah) and the Injeel (Gospel)] of former people"},{"SurahNumber":26,"VerseNumber":197,"Text":"Is it not a sign to them that the learned scholars (like 'Abdullah bin Salam who embraced Islam) of the Children of Israel knew it (as true)"},{"SurahNumber":26,"VerseNumber":198,"Text":"And if We had revealed it (this Quran) unto any of the non-Arabs"},{"SurahNumber":26,"VerseNumber":199,"Text":"And he had recited it unto them, they would not have believed in it"},{"SurahNumber":26,"VerseNumber":200,"Text":"Thus have We caused it (the denial of the Quran) to enter the hearts of the Mujrimun (criminals, polytheists, sinners, etc)"},{"SurahNumber":26,"VerseNumber":201,"Text":"They will not believe in it until they see the painful torment"},{"SurahNumber":26,"VerseNumber":202,"Text":"It shall come to them of a sudden, while they perceive it not"},{"SurahNumber":26,"VerseNumber":203,"Text":"Then they will say: \"Can we be respited"},{"SurahNumber":26,"VerseNumber":204,"Text":"Would they then wish for Our Torment to be hastened on"},{"SurahNumber":26,"VerseNumber":205,"Text":"Tell Me, if We do let them enjoy for years"},{"SurahNumber":26,"VerseNumber":206,"Text":"And afterwards comes to them that (punishment) which they had been promised"},{"SurahNumber":26,"VerseNumber":207,"Text":"All that with which they used to enjoy shall not avail them"},{"SurahNumber":26,"VerseNumber":208,"Text":"And never did We destroy a township, but it had its warners"},{"SurahNumber":26,"VerseNumber":209,"Text":"By way of reminder, and We have never been unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"And it is not the Shayatin (devils) who have brought it (this Quran) down"},{"SurahNumber":26,"VerseNumber":211,"Text":"Neither would it suit them, nor they can (produce it)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Verily, they have been removed far from hearing it"},{"SurahNumber":26,"VerseNumber":213,"Text":"So invoke not with Allah another ilah (god) lest you be among those who receive punishment"},{"SurahNumber":26,"VerseNumber":214,"Text":"And warn your tribe (O Muhammad SAW) of near kindred"},{"SurahNumber":26,"VerseNumber":215,"Text":"And be kind and humble to the believers who follow you"},{"SurahNumber":26,"VerseNumber":216,"Text":"Then if they disobey you, say: \"I am innocent of what you do"},{"SurahNumber":26,"VerseNumber":217,"Text":"And put your trust in the All-Mighty, the Most Merciful"},{"SurahNumber":26,"VerseNumber":218,"Text":"Who sees you (O Muhammad SAW) when you stand up (alone at night for Tahajjud prayers)"},{"SurahNumber":26,"VerseNumber":219,"Text":"And your movements among those who fall prostrate (along with you to Allah in the five compulsory congregational prayers)"},{"SurahNumber":26,"VerseNumber":220,"Text":"Verily! He, only He, is the All-Hearer, the All-Knower"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I inform you (O people!) upon whom the Shayatin (devils) descend"},{"SurahNumber":26,"VerseNumber":222,"Text":"They descend on every lying (one who tells lies), sinful person"},{"SurahNumber":26,"VerseNumber":223,"Text":"Who gives ear (to the devils and they pour what they may have heard of the unseen from the angels), and most of them are liars"},{"SurahNumber":26,"VerseNumber":224,"Text":"As for the poets, the erring follow them"},{"SurahNumber":26,"VerseNumber":225,"Text":"See you not that they speak about every subject (praising others right or wrong) in their poetry"},{"SurahNumber":26,"VerseNumber":226,"Text":"And that they say what they do not do"},{"SurahNumber":26,"VerseNumber":227,"Text":"Except those who believe (in the Oneness of Allah Islamic Monotheism), and do righteous deeds, and remember Allah much, and reply back (in poetry) to the unjust poetry (which the pagan poets utter against the Muslims). And those who do wrong will come to know by what overturning they will be overturned"}]}