{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif. Lam. Ra. (This is) a Book which We send down to you so that you may lead humankind, by their Lord’s leave, out of all kinds of (intellectual, spiritual, social, economic and political) darkness into the light, to the Path of the All-Glorious with irresistible might, the All-Praiseworthy (Who provides for them and all other beings and meets all their needs)"},{"SurahNumber":14,"VerseNumber":2,"Text":"God, to Whom belongs whatever is in the heavens and whatever is on the earth; and woe to the unbelievers because of a severe punishment"},{"SurahNumber":14,"VerseNumber":3,"Text":"They choose the present, worldly life in preference to the Hereafter and bar (people) from God’s way, and seek to make it appear crooked – those have indeed gone far astray"},{"SurahNumber":14,"VerseNumber":4,"Text":"We have sent no Messenger save with the tongue of his people, that he might make (the Message) clear to them. Then God leads whomever He wills astray, and He guides whomever He wills. He is the All-Glorious with irresistible might, the All-Wise"},{"SurahNumber":14,"VerseNumber":5,"Text":"And, certainly, We sent Moses as Messenger with Our Revelations and signs (miracles to support him), saying: \"Lead your people from all kinds of darkness into the light, and remind them (thereby preaching Our Message) of the Days of God. Surely in that are signs for all who are greatly patient and persevering (in God’s cause) and greatly thankful (to God)"},{"SurahNumber":14,"VerseNumber":6,"Text":"And (recall) when Moses said to his people: \"Remember God’s favor upon you when He saved you from the clan (the court and military aristocracy) of the Pharaoh, who were afflicting you with the most evil suffering (by enslaving you to such laborious tasks as construction, transportation and farming), slaughtering your sons and letting live your womenfolk (for further humiliation and suffering). In that was a grievous trial from your Lord"},{"SurahNumber":14,"VerseNumber":7,"Text":"And (remember also) when your Lord proclaimed: \"If you are thankful (for My favors), I will most certainly give you more; but if you are ungrateful, surely My punishment is severe"},{"SurahNumber":14,"VerseNumber":8,"Text":"And Moses said: \"Even if you and whoever else is on the earth were unbelieving and ungrateful, surely God is the All-Wealthy and Self-Sufficient (as Owner of everything that is or could be, so independent of all creation), All-Praiseworthy (to Whom belong all praise and gratitude)"},{"SurahNumber":14,"VerseNumber":9,"Text":"Has any account not reached you of the exemplary histories of those who lived before you – the people of Noah, and the ‘Ad and Thamud – and those who came after them? None save God has true knowledge about them. Their Messengers came to them with clear signs of the truth, but they thrust their hands into their mouths (in derision and anger, and frustrated by their inability to refute them), and said: \"We certainly disbelieve in what you have been sent, and indeed we are in serious doubt about that to which you call us"},{"SurahNumber":14,"VerseNumber":10,"Text":"Their Messengers said: \"Can there be any doubt about (the Existence, Oneness, and absolute Sovereignty of) God, the Originator of the heavens and the earth? He calls you so that He may forgive you your sins and grant you respite until a term appointed by Him (not destroying you because of your sins).\" But they said: \"You are but mortals like us; you desire to bar us from what our forefathers used to worship: well, then, bring us some clear authority"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their Messengers said to them: \"We are indeed only mortals like yourselves, but God has been specially gracious to whom He wills of His servants. It is not for us to bring you some authority (for our mission), unless it be by God’s leave; and so it is in God that the believers must put their trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"What reason do we have that we should not put our trust in God, seeing that He has guided us to our ways (that we follow)? So, we will surely endure patiently whatever hurt you may do us; and let all those who entrust themselves put their trust in God"},{"SurahNumber":14,"VerseNumber":13,"Text":"Those who disbelieve said to their Messengers: \"Assuredly we will banish you from our land, unless you return to our faith and way of life.\" Then their Lord revealed to the Messengers: \"Most certainly, We will destroy the wrongdoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"And most certainly We will make you dwell in the land after them. That is (My promise) for him who fears Me as (the All-Majestic, All-Powerful) God, and who fears My threat"},{"SurahNumber":14,"VerseNumber":15,"Text":"They (both the Messengers and unbelievers) sought a judgment (through test of right and might), and in the end every stubborn tyrant was frustrated (made to fail)"},{"SurahNumber":14,"VerseNumber":16,"Text":"And Hell is awaiting him, and he is made to drink of oozing pus"},{"SurahNumber":14,"VerseNumber":17,"Text":"Sipping it little by little, yet hardly able to swallow it, and death besets him from every side though he cannot die, and a still harsher punishment lies ahead of him"},{"SurahNumber":14,"VerseNumber":18,"Text":"An exemplary likeness of those who disbelieve in their Lord: all their works are as ashes on which the wind blows fiercely on a stormy day (and so scatters). They have no control of anything that they have earned (to benefit from). That indeed is utmost error and failure"},{"SurahNumber":14,"VerseNumber":19,"Text":"Do you not see that God has created the heavens and the earth with truth (meaningfully, and with definite purpose, and on solid foundations of truth)? If He so wills (for the fulfillment of His purpose in creation), He can put you away and bring another generation (of humankind in your place)"},{"SurahNumber":14,"VerseNumber":20,"Text":"And that is surely no great matter for God"},{"SurahNumber":14,"VerseNumber":21,"Text":"They will appear before God all together. Then those who were weak (in the world and followed the arrogant oppressors in their misguidance) will say to those who were arrogant and oppressed others: \"We used to follow your lead: can you now avert from us anything of God’s punishment?\" The others will answer: \"If God had guided us (to the way to be saved), we would indeed have guided you to it. It is all the same for us now whether we are anguished (about it) or endure with patience; there is no escape for us"},{"SurahNumber":14,"VerseNumber":22,"Text":"And Satan will say, when the matter is decided: \"Surely God promised you something that was bound to come true; I too promised but I failed you. And I had no power over you, except that I appealed to you, and you answered me. So do not blame me, but blame yourselves. I cannot respond to your cry for help, nor can you respond to my cry for help. I reject your associating me as a partner with God (in belief or worship) in the past.\" Surely, for the wrongdoers (who have wronged and ruined themselves by denying God or associating partners with Him) there is a painful punishment"},{"SurahNumber":14,"VerseNumber":23,"Text":"But those who believed and did good, righteous deeds are admitted to the Gardens through which rivers flow, therein to abide by their Lord’s leave. Their greeting therein (among themselves and from God and the angels) will be \"Peace"},{"SurahNumber":14,"VerseNumber":24,"Text":"Do you not see how God strikes a parable of a good word: (a good word is) like a good tree – its roots holding firm (in the ground) and its branches in heaven"},{"SurahNumber":14,"VerseNumber":25,"Text":"It yields its fruit in every season due by its Lord’s leave. So God strikes parables for human beings, in order that they may reflect on them and infer the necessary lessons"},{"SurahNumber":14,"VerseNumber":26,"Text":"And the parable of a corrupt word is that of a corrupt tree uprooted from upon the earth, having no constancy"},{"SurahNumber":14,"VerseNumber":27,"Text":"God keeps firm those who believe by the true, firm word in the life of this world and in the Hereafter; and God leads the wrongdoers astray. And God does whatever He wills"},{"SurahNumber":14,"VerseNumber":28,"Text":"Do you ever consider those who exchanged God’s blessing (of thankfulness and faith) for ingratitude and unbelief, and caused their people to settle in the abode of ruin –"},{"SurahNumber":14,"VerseNumber":29,"Text":"Hell – wherein they land to be roasted? How evil a place to settle in"},{"SurahNumber":14,"VerseNumber":30,"Text":"They have set up rivals to God (as deities, lords and objects of worship), and so they have deviated (themselves and other people) from His way. Say: \"Enjoy yourselves (in this world). Your journey’s end is the Fire"},{"SurahNumber":14,"VerseNumber":31,"Text":"Tell those of My servants who believe that they must establish the Prayer in conformity with its conditions, and spend out of what We have provided for them (of wealth, power, and knowledge, etc.) secretly and openly, (and in God’s cause and to the benefit of the needy), before there comes a Day when there will be no trading nor friendship (that will bring any benefit)"},{"SurahNumber":14,"VerseNumber":32,"Text":"God is He Who has created the heavens and the earth, and sends down water from the sky with which He brings forth fruits for your provision. And He has made the ships serviceable for you, so that they run upon the sea by His command, and He has made the rivers serviceable for you"},{"SurahNumber":14,"VerseNumber":33,"Text":"And He has made the sun and the moon constant in their courses, (and so) serviceable for you, and He has made the night and the day of service to you"},{"SurahNumber":14,"VerseNumber":34,"Text":"He has granted you from all that you ask Him. Were you to attempt to count God’s blessings, you could not compute them. But for sure humankind are much prone to wrongdoing (sins and errors of judgment) and to ingratitude"},{"SurahNumber":14,"VerseNumber":35,"Text":"And (remember) when Abraham prayed: \"My Lord! Make this land (Makkah) secure, and preserve me and my children (my sons and their descendants) from ever worshipping idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"My Lord! They have indeed caused many among humankind to go astray. So, he who follows me is truly of me; while he who disobeys me, surely You are All-Forgiving, All-Compassionate"},{"SurahNumber":14,"VerseNumber":37,"Text":"Our Lord! I have settled some of my offspring (Ishmael and his descendants) in an uncultivable valley near Your Sacred House, so that, our Lord, they may establish the Prayer; so make the hearts of people incline towards them, and provide them with the produce of earth (by such means as trade), so that they may give thanks (constantly from the heart and in speech, and in action by fulfilling Your commandments)"},{"SurahNumber":14,"VerseNumber":38,"Text":"Our Lord! Surely You know all that we keep secret as well as all that we disclose; nothing whatever, whether it be on earth or in heaven, is hidden from God"},{"SurahNumber":14,"VerseNumber":39,"Text":"All praise and gratitude are for God, Who has granted me, despite my old age, Ishmael and Isaac. Indeed, my Lord is the Hearer of prayer"},{"SurahNumber":14,"VerseNumber":40,"Text":"My Lord! Make me one who establishes the Prayer in conformity with its conditions, and (likewise) from my offspring (those who are not wrongdoers), Our Lord, and accept my prayer"},{"SurahNumber":14,"VerseNumber":41,"Text":"Our Lord! Forgive me, and my parents, and all the believers, on the Day on which the Reckoning will be established"},{"SurahNumber":14,"VerseNumber":42,"Text":"Never reckon that God is unaware of what the wrongdoers are doing. He only defers them to a day when their eyes will stare (in terror)"},{"SurahNumber":14,"VerseNumber":43,"Text":"Hurrying on in fear with necks outstretched and heads upraised, and their eyes are fixed on a point from which they are unable to look away, and their hearts are void (as if filled with air)"},{"SurahNumber":14,"VerseNumber":44,"Text":"And warn humankind of the Day when the punishment will come upon them; and those who did wrong (by associating partners with God and other grave sins) will say: \"Our Lord! Grant us respite for a short while – we will answer your call and follow the Messengers!\" (And their entreaty will get the response:) \"Did you not use to swear before that there would be no decline and fall for you"},{"SurahNumber":14,"VerseNumber":45,"Text":"And you dwelt in the dwelling-places of those who wronged themselves (by associating partners with God and other grave sins), and it became clear to you how We had dealt with them, and We made examples for you (to enable you to grasp the truth and mend your ways)"},{"SurahNumber":14,"VerseNumber":46,"Text":"They schemed their schemes, but their schemes were in God’s disposition (entirely encompassed by His Knowledge and Power), even though their schemes were such as to shock mountains"},{"SurahNumber":14,"VerseNumber":47,"Text":"So do not reckon that God will fail to keep His promise to His Messengers. Assuredly, God is All-Glorious with irresistible might, Ever-Able to Requite (all wrongs)"},{"SurahNumber":14,"VerseNumber":48,"Text":"On the Day when the earth is changed into another earth, and the heavens (also), they all appear before God, the One, the All-Overwhelming"},{"SurahNumber":14,"VerseNumber":49,"Text":"On that Day you will see all the disbelieving criminals linked together in shackles"},{"SurahNumber":14,"VerseNumber":50,"Text":"Clothed in garments of pitch and their faces covered by the Fire"},{"SurahNumber":14,"VerseNumber":51,"Text":"That God may recompense every soul for what it has earned. God is indeed swift at reckoning"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a clear message for humankind, that they may be warned by it, and that they should know that He is One God, and that people of discernment may reflect and be mindful"}]}