{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Klyanus' Goroyu (Otkroveniy)"},{"SurahNumber":52,"VerseNumber":2,"Text":"Nachertannym Zakonom (Bozh'im)"},{"SurahNumber":52,"VerseNumber":3,"Text":"Razvernutym na svitke"},{"SurahNumber":52,"VerseNumber":4,"Text":"I chasto poseshchayemoy molel'ney"},{"SurahNumber":52,"VerseNumber":5,"Text":"I voznesennym pologom (nebesnym)"},{"SurahNumber":52,"VerseNumber":6,"Text":"I okeanom, vzdutym (do predela)"},{"SurahNumber":52,"VerseNumber":7,"Text":"Poistine, padet na vas Gospodne nakazan'ye"},{"SurahNumber":52,"VerseNumber":8,"Text":"Nikto ne otvratit Yego"},{"SurahNumber":52,"VerseNumber":9,"Text":"V tot Den', Kogda v volneniye pridet nebesnyy svod"},{"SurahNumber":52,"VerseNumber":10,"Text":"I razletyatsya gory"},{"SurahNumber":52,"VerseNumber":11,"Text":"Proklyatiyem predstanet etot Den' dlya tekh, Kto lozh'yu narekal (Gospodne Slovo)"},{"SurahNumber":52,"VerseNumber":12,"Text":"Dlya tekh, kto teshilsya v nichtozhnykh melochakh"},{"SurahNumber":52,"VerseNumber":13,"Text":"V tot Den' (Odnim tolchkom) neodolimym Oni povergnuty vo plamya Ada budut"},{"SurahNumber":52,"VerseNumber":14,"Text":"I skazhut im: \"Vot tot Ogon', Kotoryy vy upryamo otvergali"},{"SurahNumber":52,"VerseNumber":15,"Text":"Uzhel' vse eto (lish') durman Il' ne (sposobny) videt' vy"},{"SurahNumber":52,"VerseNumber":16,"Text":"Gorite v nem - ne vse l' ravno, Vy vyterpite ili net sey Ogn'! Ved' takova nagrada za postupki vashi"},{"SurahNumber":52,"VerseNumber":17,"Text":"A pravednikam prebyvat' v Sadakh uslady"},{"SurahNumber":52,"VerseNumber":18,"Text":"Vkushaya to, chto daroval im Bog, Izbaviv ikh ot nakazan'ya Adom"},{"SurahNumber":52,"VerseNumber":19,"Text":"Izvol'te yest' i pit' vo zdraviye i pol'zu, V nagradu za (khoroshiye) dela"},{"SurahNumber":52,"VerseNumber":20,"Text":"Tam oni budut vozlezhat' na lozhakh, chto stoyat ryadami. I tam My im v naparnitsy dadim (Dev) tselomudrennykh s luchistymi (ochami)"},{"SurahNumber":52,"VerseNumber":21,"Text":"I te, kto (v Gospoda) uveroval I ch'i potomstva veru pradedov izbrali, Privedeny v yediny sem'i budut. I ne ubavim ni na yotu My Nagrady za deyan'ya vashi, - Vsyak chelovek - zalozhnik svoikh del"},{"SurahNumber":52,"VerseNumber":22,"Text":"My odarim ikh iz plodov i myasa tem, K chemu lezhat ikh ustremlen'ya"},{"SurahNumber":52,"VerseNumber":23,"Text":"Tam chashami (lyubvi) obmenivat'sya budut Bez pustoslov'ya lishnego i vsyakikh pobuzhdeniy ko grekhu"},{"SurahNumber":52,"VerseNumber":24,"Text":"So vsekh storon blagopriyatstvovat' im budut Prekrasny yunoshi, chto chistotoy svoyey Podobny berezhno khranimym zhemchugam"},{"SurahNumber":52,"VerseNumber":25,"Text":"Oni priblizyatsya s rassprosami drug k drugu"},{"SurahNumber":52,"VerseNumber":26,"Text":"I molvyat: \"V sebe nesli my prezhde strakh Ob uchasti svoikh rodnykh i blizkikh"},{"SurahNumber":52,"VerseNumber":27,"Text":"No nash Gospod' byl dobr k nam, Izbaviv nas ot nakazaniya samumom"},{"SurahNumber":52,"VerseNumber":28,"Text":"Vzyvali my k Nemu i ran'she, (A zdes' dushoy uverilisya v tom), Chto On, poistine, vsemilostiv i blag"},{"SurahNumber":52,"VerseNumber":29,"Text":"A potomu Allakhu voznesi khvalu, - Ved' lish' po milosti Yego Neoderzhim i ne providets ty"},{"SurahNumber":52,"VerseNumber":30,"Text":"Il' vozglasyat oni: \"Poet! My podozhdem, poka khod vremeni Obrushit na nego svoy (prigovor) nedobryy"},{"SurahNumber":52,"VerseNumber":31,"Text":"Skazhi (im): \"Zhdite. A s vami vmeste podozhdu i ya"},{"SurahNumber":52,"VerseNumber":32,"Text":"Byt' mozhet, nesposobnost' k razumen'yu Ikh pobuzhdayet ko semu? Il', mozhet byt', oni te lyudi, Kotoryye dozvolennogo grani pereshli"},{"SurahNumber":52,"VerseNumber":33,"Text":"Il' govoryat oni: \"On eto (Otkroveniye) izmyslil\". Poistine, ne veruyut oni"},{"SurahNumber":52,"VerseNumber":34,"Text":"A yesli pravdu govoryat oni, Tak pust' sostavyat svoy rasskaz. Podobnyy etomu (Pisan'yu)"},{"SurahNumber":52,"VerseNumber":35,"Text":"Iz nichego sotvoreny l' oni, Il' sami sotvorili vse"},{"SurahNumber":52,"VerseNumber":36,"Text":"Il' nebesa i zemlyu sotvorili sami? Poistine, v nikh tverdoy very net"},{"SurahNumber":52,"VerseNumber":37,"Text":"Il' v ikh rukakh sokrovishcha (poznaniya) Allakha? Il' oni sami pravyat (khod sobytiy na zemle)"},{"SurahNumber":52,"VerseNumber":38,"Text":"Byt' mozhet, lestnitsa imeyetsya u nikh, Podnyavshis' po kotoroy Oni podslushat' mogut (vse sekrety neba)? Togda puskay odin iz nikh Pred\"yavit yasnoye svidetel'stvo semu"},{"SurahNumber":52,"VerseNumber":39,"Text":"Il' tol'ko docheri u Boga, U vas zhe - synov'ya"},{"SurahNumber":52,"VerseNumber":40,"Text":"Il' ty, (o Mukhammad!), nagrady zhdesh' (ot nikh), Oni zh - otyagcheny dolgami"},{"SurahNumber":52,"VerseNumber":41,"Text":"Il' v ikh rukakh Nezrimoye, O koyem oni zapisi vedut"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ili oni tebe, (o Mukhammad!), lovushki stavyat? No te, kto Gospoda otverg, Sam popadet v takuyu zhe (lovushku)"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ili u nikh drugoye bozhestvo, krome Allakha - Khvala Allakhu ot vsego, Chto v sotovarishchi Yemu Oni (tak derzko) prochat"},{"SurahNumber":52,"VerseNumber":44,"Text":"I yesli by kusochek neba obrushilsya na ikh glazakh, To i togda b oni skazali: \"Vse eto - lish' skoplen'ye oblakov"},{"SurahNumber":52,"VerseNumber":45,"Text":"A potomu ostav' ikh (do togo mgnoven'ya), Poka oni svoy Den' ne vstretyat, Kogda oni ot strakha onemeyut"},{"SurahNumber":52,"VerseNumber":46,"Text":"Tot Den', Kogda ikh khitrosti im ne pomogut I nikakoy zashchity im ne zhdat'"},{"SurahNumber":52,"VerseNumber":47,"Text":"Poistine, dlya tekh, kto zlo tvorit, Yest' kara i pomimo etoy, No bol'shinstvo iz nikh ne ponimayet"},{"SurahNumber":52,"VerseNumber":48,"Text":"A potomu ty terpelivo zhdi ukaza svoyego Vladyki, - Ved' ty vsegda v Desnitse Nashey. I na zare, i v bdenii (dnevnom)"},{"SurahNumber":52,"VerseNumber":49,"Text":"I noch'yu voznosi Yemu khvalu, I v chas ukhoda (na pokoy) vsekh zvezd"}]}