{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"A revelacao do Livro e de Deus, o Poderoso, o Prudentissimo"},{"SurahNumber":46,"VerseNumber":3,"Text":"Nao criamos os ceus e a terra e tudo quanto existe entre ambos, senao com prudencia, para um termino prefixado. Mas osincredulos desdenham as admoestacoes que lhes sao feitas"},{"SurahNumber":46,"VerseNumber":4,"Text":"Dize-lhes: Porventura, tendes reparado nos que invocais, em lugar de Deus? Mostrai-me o que tem criado na terra! Temparticipado, acaso, (da criacao) dos ceus? Apresentai-me um livro, revelado antes destes, ou um vestigio de ciencia, seestiverdes certos"},{"SurahNumber":46,"VerseNumber":5,"Text":"Porem, havera alguem mais extraviado do que quem invoca, em vez de Deus, os que jamais o atenderao, nem mesmo noDia da Ressurreicao, uma vez que estao desatentos a sua propria invocacao"},{"SurahNumber":46,"VerseNumber":6,"Text":"E quando os humanos forem congregados, serao (os invocados) seus inimigos e negarao a sua adoracao"},{"SurahNumber":46,"VerseNumber":7,"Text":"E, quando lhes sao recitados os Nossos lucidos versiculos, os incredulos dizem, da verdade que lhes chega: Isto e puramagia"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ou dizem: Ele o forjou! Dize-lhes: Se o forjei, nada podereis obter de Deus para mim. Ele conhece, melhor do queninguem, o que tentais difamar. Basta Ele por Testemunha, entre vos e mim. E Ele e o Indulgente, o Misericordiosissimo"},{"SurahNumber":46,"VerseNumber":9,"Text":"Dize-lhes (mais): Nao sou um inovador entre os mensageiros, nem sei o que sera de mim ou de vos. Nao sigo mais do queaquilo que me tem sido revelado, e nao sou mais do que um elucidativo admoestador"},{"SurahNumber":46,"VerseNumber":10,"Text":"Dize: Vede! Se (o Alcorao) emana de Deus e vos o negais, e mesmo um israelita confirma a sua autenticidade e nele cre, vos vos ensoberbeceis! Sabei que Deus nao ilumina os iniquos"},{"SurahNumber":46,"VerseNumber":11,"Text":"E os incredulos dizem aos fieis: Se esta mensagem fosse uma boa coisa, (tais humanos) nao se teriam antecipado a nos. Ecomo nao se guiam por ela, dizem: Isto e uma antigo falsidade"},{"SurahNumber":46,"VerseNumber":12,"Text":"Porem, antes deste, ja existia o Livro de Moises, o qual era guia e misericordia. E este (Alcorao) e um livro que ocorrobora, em lingua arabe, para admoestar os iniquos, e e alvissaras para os benfeitores"},{"SurahNumber":46,"VerseNumber":13,"Text":"Aqueles que dizem: Nosso Senhos e Deus, e permanecem firmes, nao pensa por quanto houverem feito"},{"SurahNumber":46,"VerseNumber":14,"Text":"Estes serao os diletos, do Paraiso, onde morarao eternamente, em recompensa por quanto houverem feito"},{"SurahNumber":46,"VerseNumber":15,"Text":"E recomendamos ao homem benevolencia para com os seus pais. Com dores, sua mae o carrega durante a sua gestacao e, posteriormente, sofre as dores do seu parto. E de sua concepcao ate a sua ablactacao ha um espaco de trinta meses, quandoalcanca a puberdade e, depois, ao atingir quarenta anos, diz: O Senhor meu, inspira-me, para praticar o bem que Tecompraz, e faze com que minha prole seja virtuosa. Em verdade, converto-me a Ti, e me conto entre os muculmanos"},{"SurahNumber":46,"VerseNumber":16,"Text":"Tais sao aqueles dos quais aceitamos o melhor do que tem feito, e lhes absolvemos as faltas, (contando-os) entre osdiletos do Paraiso, porque e uma promessa veridica, que lhes foi anunciada"},{"SurahNumber":46,"VerseNumber":17,"Text":"E ha quem diga aos seus pais: Que vergonha para ambos! Pretendeis, porventura, prometer-me que serei ressuscitado, sendo que geracoes anteriores a mim tem passado (sem renascer outra vez)? E ambos interpelarao Deus, (e reprovarao ofilho): Ai de ti! Cre, porque a promessa de Deus e infalivel! Porem, ele lhes diz: Estas nao sao senao fabulas dos primitivos"},{"SurahNumber":46,"VerseNumber":18,"Text":"Tais sao aqueles que mereceram a sentenca, juntamente com os seus antepassados, geracoes de genios e humanos, porqueforam desventurados"},{"SurahNumber":46,"VerseNumber":19,"Text":"E para todos havera graus, segundo o que fizeram, para que Ele lhes pague pelas suas recompensas, e para que nao sejamdefraudados"},{"SurahNumber":46,"VerseNumber":20,"Text":"E no dia em que os incredulos forem colocados perante o fogo, (ser-lhes-a dito): Aproveitastes e gozastes os vossosdeleites na vida terrena! Hoje, porem, sereis retribuidos com o afrontoso castigo por vosso ensoberbecimento e depravacaona terra"},{"SurahNumber":46,"VerseNumber":21,"Text":"Menciona-lhes o irmao de Ad (Hud), que admoestou o seu povo nas dunas, embora ja tivesse havido admoestadoresantes e depois dele (que lhes disseram): Nada adoreis alem de Deus, porque temo por vos o castigo do dia aziago"},{"SurahNumber":46,"VerseNumber":22,"Text":"Disseram-lhe: Vieste, acaso, para desviar-nos das nossas divindades? Se es um dos verazes, envia-nos a calamidadecom que nos ameacas"},{"SurahNumber":46,"VerseNumber":23,"Text":"Respondeu-lhes: O conhecimento (disso) so esta nas maos de Deus! Eu vos proclamo a missao que me tem sidoencomendada; porem, vejo que sois um povo insipiente"},{"SurahNumber":46,"VerseNumber":24,"Text":"Mas quando viram aquilo (o castigo), como nuvens, avancando sobre os seus vales, disseram: Esta e uma nuvem dechuva! Retrucou-lhes: Qual! E a (calamidade) que desejastes fosse apressada; um vento que encerra um doloroso castigo"},{"SurahNumber":46,"VerseNumber":25,"Text":"Arrasara tudo, segundo os designios do seu Senhor! E, ao amanhecer, nada se via, alem (das ruinas) dos seus lares. Assim castigamos os pecadores"},{"SurahNumber":46,"VerseNumber":26,"Text":"Em verdade, estabelecemo-los naquilo que nao vos estabelecemos (o coraixitas). E os dotamos de audicao, de visao ede intelecto; porem, de nada lhes valeram os seus ouvidos, as suas vistas e as suas mentes, porque negaram os versiculos deDeus e os envolveu aquilo de que escarneciam"},{"SurahNumber":46,"VerseNumber":27,"Text":"(O maquenses) Destruimos as cidades que vos rodeavam, e lhes diversificamos os sinais, para que se convertessem"},{"SurahNumber":46,"VerseNumber":28,"Text":"Por que, entao, nao os socorreram as divindades que haviam adotado, alem de Deus, para aproxima-los d'Ele? Qual! Eles se extraviaram, mas tamanha foi a sua falsidade e a sua invencao"},{"SurahNumber":46,"VerseNumber":29,"Text":"Recorda-te de quando te enviamos um grupo de genios, para escutar o Alcorao. E quando assistiam a recitacao disseram: Escutai em silencio! E quando terminaste a recitacao, volveram ao seu povo, para admoesta-lo"},{"SurahNumber":46,"VerseNumber":30,"Text":"Disseram: O povo nosso, em verdade escutamos a leitura de um Livro, que foi revelado depois do de Moises, corroborante dos anteriores, que conduz o homem a verdade e ao caminho reto"},{"SurahNumber":46,"VerseNumber":31,"Text":"O povo nosso, obedecei ao predicador de Deus e crede nele, pois (Deus) vos absolvera as faltas e vos livrara de umdoloroso castigo"},{"SurahNumber":46,"VerseNumber":32,"Text":"Quanto aqueles que nao atenderem ao predicador de Deus, saibam que na terra nao poderao frustar (os designios deDeus), nem encontrarao protetores, em vez d'Ele. Estes estao em um evidente erro"},{"SurahNumber":46,"VerseNumber":33,"Text":"Nao reparam, acaso, em que Deus, que criou os ceus e a terra sem Se esforcar, e capaz de ressuscitar os mortos? Sim! Porque e Onipotente"},{"SurahNumber":46,"VerseNumber":34,"Text":"E no dia em que os incredulos forem colocados perante o fogo (ser-lhes-a dito): Acaso, nao e isto Verdade? Responderao: Sim, por nosso Senhor"},{"SurahNumber":46,"VerseNumber":35,"Text":"Persevera, pois, como o fizeram os inflexiveis, entre os mensageiros, e que foram ameacados, pensarao nao haverpermanecido (no mundo terreno) mais do que uma hora de um so dia. Eis aqui a Mensagem! Porventura, serao aniquiladosoutros, alem dos depravados"}]}