{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"KĀF hā‘ yā‘ ‘ain şād"},{"SurahNumber":19,"VerseNumber":2,"Text":"Remembering your Lord‘s goodness to his servant Zacharias"},{"SurahNumber":19,"VerseNumber":3,"Text":"He invoked his Lord in secret"},{"SurahNumber":19,"VerseNumber":4,"Text":"saying: ‘Lord, my bones are enfeebled, and my head glows silver with age. Yet never, Lord, have I prayed to You in vain"},{"SurahNumber":19,"VerseNumber":5,"Text":"I now fear my kin who will succeed me, for my wife is barren. Grant me, from Yourself, a son"},{"SurahNumber":19,"VerseNumber":6,"Text":"who will be my heir and an heir to the house of Jacob, and make him worthy, Lord, of Your pleasure.‘"},{"SurahNumber":19,"VerseNumber":7,"Text":"Rejoice, Zacharias. We shall give you a son to rejoice in, and his name shall be John; a name We have given no man before him.‘"},{"SurahNumber":19,"VerseNumber":8,"Text":"Lord,‘ said Zacharias, ‘how shall I have a son when my wife is barren, and I am well-advanced in years?‘"},{"SurahNumber":19,"VerseNumber":9,"Text":"He replied: ‘Thus did your Lord speak. That is easy for Me; even as I brought you into being when you were nothing before.‘"},{"SurahNumber":19,"VerseNumber":10,"Text":"Lord,‘ said Zacharias, ‘give me a sign.‘ ‘Your sign is that for three days and nights,‘ He replied, ‘you shall be bereft of speech, though otherwise sound in body.‘"},{"SurahNumber":19,"VerseNumber":11,"Text":"Then Zacharias came out from the Shrine and exhorted his people to give glory morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"To John We said: ‘Observe the Book with a firm resolve.‘ We bestowed on him from Ourself wisdom"},{"SurahNumber":19,"VerseNumber":13,"Text":"grace, and purity while yet a child, and he grew up a righteous man"},{"SurahNumber":19,"VerseNumber":14,"Text":"honouring his father and mother, and neither arrogant nor rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"Peace he on him on the day he was born and on the day of his death and on the day he is raised to life"},{"SurahNumber":19,"VerseNumber":16,"Text":"And you shall recount in the Book the story of Mary: how she left her people and betook herself to a solitary place to the east"},{"SurahNumber":19,"VerseNumber":17,"Text":"We sent to her Our spirit in the semblance of a full-grown man. And when she saw him"},{"SurahNumber":19,"VerseNumber":18,"Text":"she said: ‘May the Merciful defend me from you! If you fear the Lord . . .‘"},{"SurahNumber":19,"VerseNumber":19,"Text":"‘I am but your Lord‘s emissary,‘ he replied, ‘and have come to give you a holy son.‘"},{"SurahNumber":19,"VerseNumber":20,"Text":"How shall I bear a child,‘ she answered, ‘when I have neither been touched by any man nor ever been unchaste?‘"},{"SurahNumber":19,"VerseNumber":21,"Text":"Thus did your Lord speak,‘ he replied. ‘\"That is easy enough for Me. We shall make him a sign to mankind and a blessing from Ourself. Our will shall be done.\"‘"},{"SurahNumber":19,"VerseNumber":22,"Text":"Thereupon she conceived him, and retired to a far-off place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And when she felt the throes of childbirth she lay down by the trunk of a palm-tree, crying: ‘Oh, would that I had died before this and passed into oblivion!‘"},{"SurahNumber":19,"VerseNumber":24,"Text":"But a voice from below cried out to her: ‘Do not despair. Your Lord has provided a brook that runs at your feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"and if you shake the trunk of the palm-tree it will drop fresh ripe dates in your lap"},{"SurahNumber":19,"VerseNumber":26,"Text":"Therefore eat and drink and rejoice; and should you meet any mortal say to him: \"I have vowed a fast to the Merciful and will not speak with anyone today.\"‘"},{"SurahNumber":19,"VerseNumber":27,"Text":"Carrying the child, she came to her people, who said to her: ‘Mary, you have indeed done a shameful deed"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sister of Aaron,¹ your father was never a whore-monger, nor was your mother a harlot.‘"},{"SurahNumber":19,"VerseNumber":29,"Text":"She made a sign to them, pointing to the child. But they replied: ‘How can we speak with a babe in the cradle?‘"},{"SurahNumber":19,"VerseNumber":30,"Text":"Whereupon he spoke and said: ‘I am the servant of God. He has given me the Book and ordained me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"His blessing is upon me wherever I go, and He has exhorted me to be steadfast in prayer and to give alms as long as I shall live"},{"SurahNumber":19,"VerseNumber":32,"Text":"He has exhorted me to honour my mother and has purged me of vanity and wickedness"},{"SurahNumber":19,"VerseNumber":33,"Text":"Peace be on me on the day I was born and on the day of my death and on the day I shall be raised to life.‘"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such was Jesus son of Mary. That is the whole truth, which they still doubt"},{"SurahNumber":19,"VerseNumber":35,"Text":"God forbid that He Himself should beget a son! When He decrees a thing He need only say: ‘Be,‘ and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"God is my Lord and your Lord: therefore serve Him. That is a straight path"},{"SurahNumber":19,"VerseNumber":37,"Text":"Yet are the sects at odds among themselves. But when the fateful day arrives, woe betide the unbelievers"},{"SurahNumber":19,"VerseNumber":38,"Text":"Their hearing and their sight will be sharpened on the day they appear before Us. Truly, the wrongdoers are today in monstrous error"},{"SurahNumber":19,"VerseNumber":39,"Text":"And forewarn them of that woeful day, when Our decree shall be fulfilled while they heedlessly persist in unbelief"},{"SurahNumber":19,"VerseNumber":40,"Text":"We Ourself shall inherit the earth and all who dwell upon it. And to Us they shall be recalled"},{"SurahNumber":19,"VerseNumber":41,"Text":"You shall also recount in the Book the story of Abraham: He was a saintly man and a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"He said to his father: ‘Why do you worship a worthless idol, a thing that can neither hear nor see"},{"SurahNumber":19,"VerseNumber":43,"Text":"Father, things you know nothing of have come to my knowledge: therefore follow me, that I may guide you along an even path"},{"SurahNumber":19,"VerseNumber":44,"Text":"Father, do not worship Satan; for Satan has rebelled against the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":45,"Text":"Father, I fear that a scourge will fall upon you from the Merciful, and you will become one of Satan‘s minions.‘"},{"SurahNumber":19,"VerseNumber":46,"Text":"He said: ‘Do you dare renounce my gods, Abraham? Desist, or I will stone you. Leave my house this instant!‘"},{"SurahNumber":19,"VerseNumber":47,"Text":"Peace be with you,‘ said Abraham. ‘I shall implore my Lord to forgive you: for to me He has ever been gracious"},{"SurahNumber":19,"VerseNumber":48,"Text":"But I will not live with you or with your idols. I will pray to my Lord, and may my prayers to my Lord not be in vain.‘"},{"SurahNumber":19,"VerseNumber":49,"Text":"And when Abraham had cast off his people and the idols which they worshipped, We bestowed on him Isaac and Jacob. Each of them We made a prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"and We bestowed on them gracious gifts and high renown"},{"SurahNumber":19,"VerseNumber":51,"Text":"In the Book tell also of Moses, who was a chosen man, an apostle, and a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"We called out to him from the right side of the Mountain, and when he came near We communed with him in secret"},{"SurahNumber":19,"VerseNumber":53,"Text":"We gave him, of Our mercy, his brother Aaron, himself a prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And in the Book you shall tell of Ishmael: he, too, was a man of his word, an apostle, and a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He enjoined prayer and almsgiving on his people, and his Lord was pleased with him"},{"SurahNumber":19,"VerseNumber":56,"Text":"And in the Book tell of Idrīs:¹ he, too, was a saint and a prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"whom We honoured and exalted"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those are the men to whom God was gracious: the prophets from among the descendants of Adam and of those whom We carried in the ark with Noah; the descendants of Abraham, of Israel, and of those whom We have guided and chosen. For when the revelations of the Merciful were recited to them they fell down on their knees in tears and adoration"},{"SurahNumber":19,"VerseNumber":59,"Text":"But the generations who succeeded them neglected their prayers and succumbed to their desires. These shall assuredly be lost"},{"SurahNumber":19,"VerseNumber":60,"Text":"But those that repent and embrace the Faith and do what is right shall enter Paradise and shall in no way be wronged"},{"SurahNumber":19,"VerseNumber":61,"Text":"the Gardens of Eden, which the Merciful has promised on trust to His servants; His promise shall surely be fulfilled"},{"SurahNumber":19,"VerseNumber":62,"Text":"Therein shall they hear no idle talk, but only the voice of peace. And their sustenance shall be given them therein morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"Such is the Paradise which We shall give the righteous among our servants to inherit"},{"SurahNumber":19,"VerseNumber":64,"Text":"We descend only at the bidding of Your Lord,² to Him belongs what is before us and behind us, and all that lies between. And your Lord never forgets"},{"SurahNumber":19,"VerseNumber":65,"Text":"The Lord of the heavens and the earth and all that is between them: worship Him, then, and be patient in His service; for do you know any other worthy of His name"},{"SurahNumber":19,"VerseNumber":66,"Text":"‘What!‘ says man, ‘When I am once dead, shall I be raised to life?‘"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does man forget that We created him when he was nothing before"},{"SurahNumber":19,"VerseNumber":68,"Text":"By the Lord, We will assuredly herd them in company with the demons and set them on their knees around the fire of Hell"},{"SurahNumber":19,"VerseNumber":69,"Text":"and then from every sect We will carry off its stoutest rebels against the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":70,"Text":"And then We surely know best who deserve most to be burnt in its flames"},{"SurahNumber":19,"VerseNumber":71,"Text":"There is not one among you who shall not pass through it: such is the absolute decree of your Lord"},{"SurahNumber":19,"VerseNumber":72,"Text":"We will deliver those who fear Us, and therein leave the wrongdoers, on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"And when Our revelations are recited to them, manifest, the unbelievers say to the faithful: ‘Which of us two will have a finer abode and better companions?‘"},{"SurahNumber":19,"VerseNumber":74,"Text":"And how many generations have We destroyed before them, far greater in riches and in splendour"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say: ‘The Merciful will bear long with those in error until they see the fulfilment of His promise: be it a worldly scourge or the Hour itself. Then shall they learn whose is the worse plight and whose the smaller following.‘"},{"SurahNumber":19,"VerseNumber":76,"Text":"God will increase His guidance to those that follow the right guidance. Deeds of lasting merit shall earn you a better recompense in the sight of your Lord and a more auspicious end"},{"SurahNumber":19,"VerseNumber":77,"Text":"Mark the words of him who denies Our signs and who yet boasts: ‘I shall surely be given wealth and children!‘"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has the future been revealed to him? Or has the Merciful made him such a promise"},{"SurahNumber":19,"VerseNumber":79,"Text":"By no means! We will record his words and make his punishment long and terrible"},{"SurahNumber":19,"VerseNumber":80,"Text":"All he speaks of he shall leave behind and come before us all alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have chosen deities other than God to help them. By no means"},{"SurahNumber":19,"VerseNumber":82,"Text":"They will renounce their worship and turn against them"},{"SurahNumber":19,"VerseNumber":83,"Text":"Behold how We send down to the unbelievers demons who incite them to evil"},{"SurahNumber":19,"VerseNumber":84,"Text":"Therefore do not hurry them on: their days are numbered"},{"SurahNumber":19,"VerseNumber":85,"Text":"The day will surely come when We will gather the righteous in multitudes before the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":86,"Text":"and drive the guilty to Hell in thirsty hordes"},{"SurahNumber":19,"VerseNumber":87,"Text":"None has power to intercede for them save him who has received the sanction of the Merciful"},{"SurahNumber":19,"VerseNumber":88,"Text":"And they say: ‘The Lord of Mercy has begotten a son.‘"},{"SurahNumber":19,"VerseNumber":89,"Text":"You surely preach a monstrous falsehood"},{"SurahNumber":19,"VerseNumber":90,"Text":"at which the very heavens might crack, the earth split asunder, and the mountains crumble to dust"},{"SurahNumber":19,"VerseNumber":91,"Text":"That they should ascribe a son to the Merciful"},{"SurahNumber":19,"VerseNumber":92,"Text":"when it does not become the Merciful to beget offspring"},{"SurahNumber":19,"VerseNumber":93,"Text":"There is none in the heavens or on earth but shall return to the Merciful in utter submission"},{"SurahNumber":19,"VerseNumber":94,"Text":"He has kept strict count of them all"},{"SurahNumber":19,"VerseNumber":95,"Text":"and one by one shall they come to Him on the Day of Resurrection"},{"SurahNumber":19,"VerseNumber":96,"Text":"The Merciful will cherish those who believed and were charitable in their lifetime"},{"SurahNumber":19,"VerseNumber":97,"Text":"We have made it easy in your own tongue that you may thereby proclaim joyful tidings to the upright and give warning to a contentious people"},{"SurahNumber":19,"VerseNumber":98,"Text":"And how many generations have We destroyed before them! Can you find one of them still alive, or hear so much as a whisper from them"}]}