{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Elif Lám Mim Râ. Këto janë versetet e Librit (Kur’anit)! E, ajo që të është shpallë ty prej Zotit tënd është e Vërtetë, por shumica e njerëzve nuk e besojnë"},{"SurahNumber":13,"VerseNumber":2,"Text":"Perëndia është ai që qiejt i ka ngritur pa shtylla, e ju i shihni, e ka mbizotëruar Arshin, dhe ka nënshtruarn Diellin dhe Hënën. Të gjitha këto rrotullohen për kohë të caktuar. Ai drejton të gjitha dhe i shpjegon argumentet, dhe për t’u bindur ju që do të takoheni me Zotin tuaj"},{"SurahNumber":13,"VerseNumber":3,"Text":"Ai është, i cili e ka shtrirë Tokën, duke krijuar në të male dhe lumenj. Dhe nga çdo lloj fruti krijoi çifte nga dy; Ai bëri që nata ta mbulojë ditën. Me të vërtetë, në këto ka dokumente për njerëzit që mendojnë"},{"SurahNumber":13,"VerseNumber":4,"Text":"Në Tokë ka vise që janë të lidhura njëri me tjetrin dhe ka kopshtije të mbjellura me hardhi, dhe ara dhe palme me një pip ose shumë pipa; ujiten me të njëjtin ujë, e disa nga frutet i bëjnë më të shijshme nga të tjerat. Me të vërtetë, në këto ka dokumente për njerëzit që kanë mend"},{"SurahNumber":13,"VerseNumber":5,"Text":"E, nëse çuditesh, pra – çudi janë fjalët e tyre: “A vallë, me të vërtetë pasi të bëhemi tokë, do të krijohemi përsëri?” Ata, nuk besojnë në Zotin e tyre, këta janë ata, në qafat e të cilëve do të ketë pranga; këta janë banorët e xhehennemit, në të cilin do të qëndrojnë përherë"},{"SurahNumber":13,"VerseNumber":6,"Text":"Ata e kërkojnë me nguti prej teje të keqen para të mirës, e para tyre ka pasur shumë dënime. Zoti yt është falës për njerëzit përkundër zullumeve të tyre, por Zoti yt, me të vërtetë, është edhe dënues i ashpër"},{"SurahNumber":13,"VerseNumber":7,"Text":"E, mohuesit thonë: “Sikur t’i ishte dërguar atij një mrekulli nga Zoti i tij?” ti je vetëm paralajmërues. E, për çdo popull ka udhërrëfyes (në rrugë të drejtë)"},{"SurahNumber":13,"VerseNumber":8,"Text":"Perëndia di se ç’mban (në barkun e saj) çdo femër, dhe di se sa shkurtohet dhe sa zgjatet (koha e lindjes). Dhe, çdo gjë tek Ai është me masë"},{"SurahNumber":13,"VerseNumber":9,"Text":"Ai di gjërat e dukshme dhe të padukshme. Ai është i Madhërueshëm dhe i Lartë"},{"SurahNumber":13,"VerseNumber":10,"Text":"Tek Ai, ju jeni të barabartë: qoftë se flisni në vete apo flisni me zë të lartë, si dhe ai që fshihet natën apo ai që ecë ditën"},{"SurahNumber":13,"VerseNumber":11,"Text":"Njeriu ka përcjellës (engjëj), para tij dhe pas tij, - e mbikëqyrin atë me urdhërin e Perëndisë. Me të vërtetë, Perëndia nuk ua ndryshon atë që kanë nga e mira në të keqe. Kur Ai don ta ndëshkojë një popull, s’ka kurrfarë pengese për te. Dhe ata, përpos Tij (Perëndisë), s’kanë kurrfarë ndihmësi"},{"SurahNumber":13,"VerseNumber":12,"Text":"Ai ua dëfton juve vetëtimën, duke u frikësuar dhe shpresuar ju, dhe Ai krijon re të rënda (me shi)"},{"SurahNumber":13,"VerseNumber":13,"Text":"Edhe bubullima e falenderon Ate (Perëndinë), por edhe engjëjt, nga droja ndaj Tij; Ai dërgon rrëfetë dhe godet me ato kë të dojë; - dhe ata përsëri diskutojnë për Perëndinë, e Ai është i ashpër në ndëshkime"},{"SurahNumber":13,"VerseNumber":14,"Text":"Vetëm për Te është lutja e vërtetë! E, ata (mohuesit) që i luten tjetërkujt – përpos Perëndisë, nuk u përgjigjet atyre me kurrgjë, ashtu sikundër ai që i zgjatë dy duart tek uji (pranë pusit), për t’i ardhur te goja; por, ai, kurrsesi nuk i vjen. Lutja e mohuesve është e kotë"},{"SurahNumber":13,"VerseNumber":15,"Text":"Perëndisë i bëjnë sexhde të gjithë ata që gjenden në qiej dhe në Tokë, dashtë e padashtë, si dhe hijet e tyre (bëjnë sexhde), në mëngjes dhe në mbrëmje"},{"SurahNumber":13,"VerseNumber":16,"Text":"Thuaj: “Kush është Zoti i qiellërave dhe i Tokës?” – dhe përgjigju: “Perëndia!” Thuaj: “A mos vallë, i merrni ju, përveç Tij, për miq, ata që vetes nuk mund t’i sjellin as dobi as dëm?” Thuaj: A janë të njëjtë i verbëti dhe ai që sheh, ose, a janë të njëjtë errësirat dhe drita, ose, mos vallë, ata që i kanë bërë shok Perëndisë, a kanë krijuar siç ka krijuar Ai, e që t’ju bëhen krijesat e ngjashme atyre?” Thuaj: “Perëndia, është krijues i çdo gjëje dhe Ai është i Vetmi dhe Triumfues”"},{"SurahNumber":13,"VerseNumber":17,"Text":"Ai lëshon shiun nga qielli, andaj rrjedhin lumenjtë me masë (të caktuar), dhe vala i bartë mbeturinat mbi sipërfaqe të ujit. Edhe atë që e shkrijnë njerëzit në zjarr, me qëllim që të përfitojnë stoli ose vegla, është mbeturinë (e pavlefshme), si ajo (në sipërfaqe të ujit). Kështu, Perëndia, jep shembullin e së vërtetës dhe të pavërtetës: Mbeturinat hudhën, e ajo që u shërben njerëzve mbetet në tokë. Kështu, Perëndia u shpjegon shembujt"},{"SurahNumber":13,"VerseNumber":18,"Text":"Për ata që i gjegjen Zotit të tyre, i gjen e mira e madhe, e ata që nuk i gjegjen Atij – sikur të ishte e tyre e gjithë ç’ka në Tokë, dhe edhe aq (më tepër), ata do ta sakrifikonin atë (për të shpëtuar). Të atillëve, u është përgatitur llogari e rëndë; e strehimi i tyre është xhehennemi. E, sa shtrat i shëmtuar që është ai"},{"SurahNumber":13,"VerseNumber":19,"Text":"A mos vallë, ai që di se e vërteta që të është shpallë ty nga Zoti yt është njësoj sikur ai që është i verbër? Vetëm të mençurit mendojnë"},{"SurahNumber":13,"VerseNumber":20,"Text":"Ata që kryejnë obligimin ndaj Perëndisë dhe nuk e prishin premtimin"},{"SurahNumber":13,"VerseNumber":21,"Text":"dhe ata që ruajnë atë që ka urdhëruar Perëndia që të ruhet dhe i druajnë Zotit të tyre, dhe i frikohen llogarisë së rëndë"},{"SurahNumber":13,"VerseNumber":22,"Text":"dhe ata që durojnë për të fituar dashurinë e Zotit të tyre, dhe që falin namazin, dhe nga ajo që ua kemi dhënë Ne – ndajnë (japin) fshehurazi dhe haptazi, dhe kthejnë të keqen me të mirë – për ta ka përfundim të mirë"},{"SurahNumber":13,"VerseNumber":23,"Text":"Xhenneti i Adnit, në të cilin do të hyjnë ata, dhe prindërit e tyre, dhe gratë e tyre, dhe pasardhësit e tyre – ata ë kanë qenë të mirë (që kanë besuar), e engjëjt do të hyjnë tek ata nga çdo derë"},{"SurahNumber":13,"VerseNumber":24,"Text":"(e ju thonë): “Shpëtimi qoftë mbi ju, meqë keni duruar, e sa përfundim i bukur që është ky!”"},{"SurahNumber":13,"VerseNumber":25,"Text":"E, ata që prishin obligimin ndaj Perëndisë, pasi që janë zotuar për atë, e që këputin atë që ka urdhëruar Perëndia të ruhet, dhe bëjnë çrregullime në Tokë – për ata ka mallkim dhe përfundim të keq"},{"SurahNumber":13,"VerseNumber":26,"Text":"Perëndia ia zgjëron furnizimin kujt të dojë dhe ia pakson. Ata i gëzohen jetës së kësaj bote, por jeta e kësaj bote në krahasim me botën tjetër, është vetëm kënaqësi transite (e përkohshme)"},{"SurahNumber":13,"VerseNumber":27,"Text":"Mohuesit thonë: “Sikur t’i ishte dërguar atij një mrekulli nga Zoti i tij?” Thuaj: “Me të vërtetë, Perëndia e shpie në humbje atë që don (meqë është zhytur në të keqe), ndërsa e udhëzon në rrugë të drejtë atë që kthehet tek Ai"},{"SurahNumber":13,"VerseNumber":28,"Text":"ata që besojnë dhe zemrat e të cilëve, kur përmendet Perëndia, qetësohen – e, me të vërtetë, kur të përmendet Perëndia, zemrat qetësohen"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ata që besojnë dhe punojnë vepra të mira, të lumtë ata; për ta ka vendbanim të mrekullueshëm"},{"SurahNumber":13,"VerseNumber":30,"Text":"Dhe, kështu të dërguam Ne ty te një popull, para të cilit kanë kaluar shumë popuj, që t’jua lexosh ti atyre, atë që ta kemi shpallur Na ty, sepse ata nuk besojën në Mëshiruesin (Perëndinë). Thuaj: “Ai (Mëshiruesi) është Zoti im, s’ka zot tjetër përveç Tij, tek Ai mbështetem dhe tek Ai kthehem!”"},{"SurahNumber":13,"VerseNumber":31,"Text":"Sikur me ndonjë Kur’an të lëviznin malet ose me të – të copëtohet toka ose me të – të flisnin të vdekurit (të ngjalleshin, atëherë, edhe me këtë Kur’an do të bëheshin këto). Por, të gjitha i takojnë Perëndisë. Vallë, a nuk e dinë ata që besojnë që – sikur të donte Perëndia do t’i kishte udhëzuar të gjithë njerëzit (në besim). Kurse, mohuesit për atë që kanë punuar, do të vazhdonte t’i godasë fatkeqësia, ose ajo (fatkeqësia) do të ngjajë pranë shtëpive të tyre, - përderisa të realizohet premtimi i Perëndisë (atëherë zhdukën tërësisht). Perëndia, me siguri, e realizon premtimin"},{"SurahNumber":13,"VerseNumber":32,"Text":"Edhe para teje, janë tallë me pejgamberë, andaj Unë u kam dhënë afat atyre që kanë mohuar, e pastaj i kam ndëshkuar, e çfarë ka qenë dënimi Im"},{"SurahNumber":13,"VerseNumber":33,"Text":"A mos vallë, Atij që është mbikëqyrës për çdokënd – çka punon, mund t’i bëhet shok – ai që nuk di asgjë, (siç konsiderojnë mohuesit)? Ose ju doni ta lajmëroni Ate, për atë çka nuk di Ai (Perëndia) në Tokë, (kurse Ai di edhe për më të voglën imtësi), ose (po i emroni ju ata) me fjalë boshe? Jo, por mohuesve dinakëritë e veta i hijeshohen dhe ata janë larguar nga rruga e drejtë, e kë e shmangë Perëndia, për te s’ka udhërrëfyes"},{"SurahNumber":13,"VerseNumber":34,"Text":"Për ta ka dënim në këtë jetë, por dënimi në jetën tjetër, me siguri, është edhe më i ashpër, dhe për ta, s’ka mbrojtës nga dënimi i Perëndisë"},{"SurahNumber":13,"VerseNumber":35,"Text":"Xhenneti i tillë, që u është premtuar muslimanëve: ka (kopshtije) nëpër të cilat rrjedhin lumenj, frutet e kopshtit janë të përhershme, si dhe freskia e tij. Ky është mbarimi (epilogu) i besimtarëve, kurse fundi i mohuesve është zjarri"},{"SurahNumber":13,"VerseNumber":36,"Text":"E, atyre që ua kemi zbritur Librin, ata gëzohen për atë që të kemi shpallë ty. Dhe (ka) disa prej grupeve që mohojnë diçka prej tij (Kur’anit). Thuaj: “Mua më është urdhëruar që ta adhuroj vetëm Perëndinë dhe që mos t’i bëj shok Atij. Vetëm Atij i lutëm dhe vetëm tek Ai kthehem"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ja, kështu, Na e kemi zbritur Kur’anin – ligj (të mençurisë së shprehur) në gjunë arabe. E, nëse ti ndjekë dëshirat e tyre, pas njohurisë që të ka ardhur, ti nuk do të kesh as ndihmës as mbrojtës prej (dënimit të) Zotit"},{"SurahNumber":13,"VerseNumber":38,"Text":"Na, me të vërtetë, edhe para teje kemi dërguar pejgamberë dhe u kemi dhënë gra dhe pasardhës. Asnjë pejgamber nuk ka sjellë me vete asnjë mrekulli, përveç me lejen e Perëndisë. Çdo periudhë e kohës ka dispozita ligjore"},{"SurahNumber":13,"VerseNumber":39,"Text":"Perëndia shlyen çka të dojë e themelon çka të dojë; dhe tek Ai është Libri kryesor"},{"SurahNumber":13,"VerseNumber":40,"Text":"Qoftë të të tregojmë Na ty, nga ajo që u kemi premtuar atyre, ose ta marrim shpirtin Na ty, ti je i obliguar vetëm ta shpallish (profetninë tënde e jo dënimin e tyre), se llogaria është te Ne"},{"SurahNumber":13,"VerseNumber":41,"Text":"A nuk po shohin ata, që Ne po ua shkatërrojmë tokën (mohuesve), duke i zvogluar skajet e saj. Perëndia gjykon, dhe s’ka askush që mund ta thyejë gjykimin e Tij dhe Ai është llogaritës i shpejtë"},{"SurahNumber":13,"VerseNumber":42,"Text":"Dredhi kanë bërë edhe ata që kanë qenë para tyre, e Perëndia është zotërues i të gjitha dredhive. Ai di çka punon çdokush dhe mohuesit do ta dinë se për kë do të jetë përfundimi më i mirë"},{"SurahNumber":13,"VerseNumber":43,"Text":"Mohuesit thonë: “Ti nuk je pejgamber!” Thuaj (o Muhammed!): “Mjafton Perëndia për dëshmitar në mes meje dhe jush, dhe Ai që e di Librin”"}]}