{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Tharowangka (Ya Muhammad): A ini ilaham Rakun a Mataan naya! A adun a Miyamakinug a salompok ko manga Jinn; na Pitharo iran: A Mata-an! A sukami na Miyakanug kami sa Kapangadi a pakamumusa"},{"SurahNumber":72,"VerseNumber":2,"Text":"Puphakatoro ko ontol, na Piyaratiyaya mi Sukaniyan: Go da dun a Ishakoto ami ko Kadnan nami a isa bo"},{"SurahNumber":72,"VerseNumber":3,"Text":"Go Mata-an naya! A maporo so Kabusaran o Kadnan nami: Da kowa sa Karoma a go Wata"},{"SurahNumber":72,"VerseNumber":4,"Text":"Na Mata-an naya! A adun a di-i Tharo a manga mondo rukami, makapantag ko Allah sa minitaralo a kabokhag"},{"SurahNumber":72,"VerseNumber":5,"Text":"Na Mata-an! A sukami na aya tangkapami ron na da dun a Makatharo a Manosiya a go Jinn makapantag ko Allah sa kabokhag"},{"SurahNumber":72,"VerseNumber":6,"Text":"Na Mata-an naya! A adun a manga Mama ko manga Manosiya a Phulindong siran ko manga Mama ko manga Jinn, na Kiyaomanan niran siran sa kandarowaka"},{"SurahNumber":72,"VerseNumber":7,"Text":"Na Mata-an! A siran na aya arangan niran na lagid o arangan niyo a da dun a pagoyagun o Allah ko oriyan o kapatai a isa bo"},{"SurahNumber":72,"VerseNumber":8,"Text":"Na Mata-an! A sukami na miyaka sampai ko langit na miyato-on nami sukaniyan a miyapuno a Puphamagipat a manga babagur a go manga kadug"},{"SurahNumber":72,"VerseNumber":9,"Text":"Go Mata-an! A sukami na aya butad ami na Puphakaontod kami ron ko manga Ontoda makapantag ko kapamamakinug (gowani). Na sa phamamakinug imanto na phakatoo non sa kadug a puphamagayan"},{"SurahNumber":72,"VerseNumber":10,"Text":"Na Mata-an! A sukami na di ami katawan o ino marata a piyakaantap ko tao ko Lopa, antawa-a piyaka-antapan siran o Kadnan niran sa Torowan"},{"SurahNumber":72,"VerseNumber":11,"Text":"Go Mata-an! A sukami na adun a pud rukami a manga Bilangatao, go adun a pud rukami a soranga oto: Miyatago kami ko manga okit a mbidabida"},{"SurahNumber":72,"VerseNumber":12,"Text":"Go Mata-an! A sukami na tiyangkud ami a diyami dun malipos so Allah ko Lopa, go di amı ron ndun milipos i kapalagoi"},{"SurahNumber":72,"VerseNumber":13,"Text":"Go Mata-an! A sukami na kagiya a manug ami so Torowan, na Piyaratiyaya mi Sukaniyan: Na sa dun sa Maratiyaya ko Kadnan Niyan na di niyan ikaluk o ba kakorangi, go o ba Ma-a niyaya"},{"SurahNumber":72,"VerseNumber":14,"Text":"Go Mata-an! A sukami na adun a pud rukami a Mimbabayorantang, go adun a pud rukami a Miīiyamanilai. Na sa dun sa Mbayorantang na siran man i Miyakathibaba komudug sa ontol"},{"SurahNumber":72,"VerseNumber":15,"Text":"Na so puman so Miyamanilai na miyabaloi siran a itagon o Naraka Jahannam"},{"SurahNumber":72,"VerseNumber":16,"Text":"(Phitharo o Allah:) Na opama ka Miyontol si ran ko lalan na Mata-an a ododan Ami siran sa ig a madakul"},{"SurahNumber":72,"VerseNumber":17,"Text":"Ka-an Nami kiran noto mitupung. Na sa tao a tomalikhod ko Tadum ko Kadnan Niyan, na pakasoludun Niyan ko siksa a Marugun"},{"SurahNumber":72,"VerseNumber":18,"Text":"Na Mata-an! A so manga Masjid na ruk o Allah na da a Phangangarapani niyo a pud o Allah a isa bo"},{"SurahNumber":72,"VerseNumber":19,"Text":"Na Mata-an naya! A kagiya tomindug so Oripun o Allah a Puphangangarapan Rukaniyan na maito siran bo na khabaloi siran non a Phuliliyawawa"},{"SurahNumber":72,"VerseNumber":20,"Text":"Tharowangka (Ya Muhammad): A aya bo a Phangangarapanan Ko na so Kadnan Ko, go da-a Ishakoto Akun non a isa bo"},{"SurahNumber":72,"VerseNumber":21,"Text":"Tharowangka: A Mata-an! A Sakun na da-a Mipapa-ar Akun rukano a kabinasa, a go Torowan"},{"SurahNumber":72,"VerseNumber":22,"Text":"Tharowangka: A Mata-an! a Sakun na da dun a makalinding Rakun ko Allah a isa bo, go da dun a khato-on Nakun a salakao Rukaniyan a Khalindongan"},{"SurahNumber":72,"VerseNumber":23,"Text":"Inonta so Kapamakasampai a pho-on ko Allah a go so manga Pakawit Iyan: Na sa tao a sangkaan niyan so Allah a go so Sogo Iyan na Mata-an a bagiyan niyan so Apoi ko Naraka Jahannam: A makakakal siran non sa dayon sa dayon"},{"SurahNumber":72,"VerseNumber":24,"Text":"Taman sa amai ka kasandungan niran so idi diyandi kiran, na katokawan niran ndun o antawa-a i malumuk i tabanga go maito i bilangan"},{"SurahNumber":72,"VerseNumber":25,"Text":"Tharowangka: A di Ko katawan o ino marani so idi diyandi rukano, antawa-a balowin sukaniyan o Kadnan Ko a mathai"},{"SurahNumber":72,"VerseNumber":26,"Text":"Katawan Niyan so Migagaib, na da-a phayagan Niyan ko Igagaib Iyan a isa bo"},{"SurahNumber":72,"VerseNumber":27,"Text":"Inonta so tao a Miyasowaton a Sogo, na Mata-an naya! A tiyagowan Niyan so kasasangoran Niyan a go so katatalikhodan Niyan sa puphagipat"},{"SurahNumber":72,"VerseNumber":28,"Text":"Ka-a Niyan katokawi a Sabunar a minisampai Ran so manga Pakawit o Kadnan Niran; go katawan Niyan so shisi-i kiran, go Maiitong Iyan so bilangan o langowan taman"}]}