{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Сад! Се колнам во Куранот кој содржи опомена"},{"SurahNumber":38,"VerseNumber":2,"Text":"навистина се арогантни и инаетливи тие што не сакаат да веруваат"},{"SurahNumber":38,"VerseNumber":3,"Text":"Колку народи пред нив Ние уништивме. И тие за помош плачејќи молеа, но за нив беше доцна"},{"SurahNumber":38,"VerseNumber":4,"Text":"Тие се чудат што еден од нив им дошол за да ги предупредува, и неверниците велат: „Тој е маѓепсник, лажливец"},{"SurahNumber":38,"VerseNumber":5,"Text":"Зарем тој боговите да ги сведе само на еден Бог? Тоа е, навистина, нешто многу чудно!“"},{"SurahNumber":38,"VerseNumber":6,"Text":"И угледните меѓу нив тргнаа: „Одете и истрајте со божествата свои! Навистина, тоа е нешто што се сака"},{"SurahNumber":38,"VerseNumber":7,"Text":"За ова не сме слушнале во верата на предците наши, ова не е ништо друго освен наместена лага"},{"SurahNumber":38,"VerseNumber":8,"Text":"зошто меѓу нас токму нему да му биде пратена Опомената?!“ Но, тие во Опомената Моја се сомневаат затоа што казната Моја не ја искусиле"},{"SurahNumber":38,"VerseNumber":9,"Text":"Зарем кај нив се ризниците на милоста на Господарот твој, Силниот и Дарежливиот"},{"SurahNumber":38,"VerseNumber":10,"Text":"Зарем тие имаат власт над небесата и над Земјата и над тоа што е меѓу нив? – тогаш, нека се искачат со скали по патеките небесни"},{"SurahNumber":38,"VerseNumber":11,"Text":"Тие претставуваат незначителна сојузничка војска која таму ќе биде поразена"},{"SurahNumber":38,"VerseNumber":12,"Text":"И уште пред нив ги сметаа за лажни своите Пратеници - народот на Нух, и Ад, и фараонот, сопственикот на градбите огромни"},{"SurahNumber":38,"VerseNumber":13,"Text":"и Семудинародот на Лути жителите на Ејка; тие против Пратениците правеа завери"},{"SurahNumber":38,"VerseNumber":14,"Text":"Сите тие за лага ги клеветеа Пратениците и казната моја ја заслужија"},{"SurahNumber":38,"VerseNumber":15,"Text":"А и овие не чекаат, освен еден звук на рогот кој нема да биде потребно да се повтори"},{"SurahNumber":38,"VerseNumber":16,"Text":"и велат: „Господару наш, побрзај и казни нè, пред Денот во кој делата ќе се пресметуваат!“"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ти стрпи се за тоа што го говорат и сети се на робот Наш Давуд, цврстиот во верата, кој секогаш на Аллах Му се обраќаше"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ние планините ги потчинивме заедно со него да Го слават и да Го величаат Аллах пред Сонцето да зајде и откако ќе изгрее"},{"SurahNumber":38,"VerseNumber":19,"Text":"а и птиците собрани – сите тие Нему му се обраќаат"},{"SurahNumber":38,"VerseNumber":20,"Text":"И го зацврстивме царството негово и му дадовме веровесништво и мудрост исправно да суди и да расудува"},{"SurahNumber":38,"VerseNumber":21,"Text":"А дали до тебе допре веста за парничарите кога преку ѕидот на михработ преминаа"},{"SurahNumber":38,"VerseNumber":22,"Text":"кога кај Давуд упаднаа, па тој од нив се исплаши. „Не плаши се“ – рекоа – „ние сме двајца парничари, еден кон друг згрешивме, па според правдата пресуди ни; не биди пристрасен, и на Вистинскиот пат упати нè"},{"SurahNumber":38,"VerseNumber":23,"Text":"Овој мој пријател има деведесет и девет овци, а јас само една, и тој ми рече: ,Дај ми ја мене!‘ – и во препирката ме победи.“"},{"SurahNumber":38,"VerseNumber":24,"Text":"„Навистина ти сторил неправда! – рече Давуд – „со тоа што барал овцата твоја да ја додаде на овците свои; многумина ортаци си прават неправда едни на други, а единствено тие што веруваат и што прават добри дела не го прават тоа, и таквите се малку“. И Давуд се увери дека Ние токму него на искушение го ставивме, па за прошка од Господарот свој замоли, падна со лицето на тло и се покаја"},{"SurahNumber":38,"VerseNumber":25,"Text":"И Ние тоа му го простивме, и тој Ни е навистина близок и прекрасно престојувалиште го чека"},{"SurahNumber":38,"VerseNumber":26,"Text":"О, Давуде, Ние за намесник на Земјата те поставивме, затоа суди им на луѓето праведно и не поведувај се според страста за да не те одведе од Аллаховиот пат; тие што скршнуваат од Аллаховиот пат ги чека болно страдање на оној свет затоа што забораваа на Денот на пресметката"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ние не ги создадовме небото и Земјата и тоа што е меѓу нив залудно; така мислат неверниците, па тешко на неверниците кога ќе бидат во Огнот"},{"SurahNumber":38,"VerseNumber":28,"Text":"Зарем со тие што веруваат и што прават добро ќе постапиме исто како и со тие што прават неред на Земјата, или, зарем со тие што се чуваат од гревовите ќе постапиме исто како и со грешниците"},{"SurahNumber":38,"VerseNumber":29,"Text":"Книгата која ти ја објавуваме е благословена, за тие да размислат за зборовите нејзини и за тие што се обдарени со разум да примат поука"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ние на Давуд му го подаривме Сулејман; тој беше прекрасен роб и многу се каеше"},{"SurahNumber":38,"VerseNumber":31,"Text":"Кога една вечер пред него беа изведени брзи коњи кои на три нозе стоеја, а со четвртата едвај земјата ја допираа"},{"SurahNumber":38,"VerseNumber":32,"Text":"тој рече: „Наместо да мислам на Господарот свој, јас покажувам љубов кон богатството!“ – и тие му се изгубија од видот"},{"SurahNumber":38,"VerseNumber":33,"Text":"„Вратете ми ги!“ – и тој почна да ги гали по нозете и по вратовите"},{"SurahNumber":38,"VerseNumber":34,"Text":"Ние Сулејман во искушение го доведовме и неговото болно тело на престолот го задржавме, но потоа оздраве"},{"SurahNumber":38,"VerseNumber":35,"Text":"„Господару мој“ – рече –„прости ми и подари ми власт каква никој, освен мене, нема да има! Ти Си навистина Тој што богато дарува!“"},{"SurahNumber":38,"VerseNumber":36,"Text":"И Ние му ги потчинивме: ветрот – кој според заповедта негова благо дуваше таму каде што тој сакаше"},{"SurahNumber":38,"VerseNumber":37,"Text":"и шејтаните, сите градители и нуркачи"},{"SurahNumber":38,"VerseNumber":38,"Text":"и други во окови оковани"},{"SurahNumber":38,"VerseNumber":39,"Text":"„Ова е Нашиот дар, па ти дарувај или задржи - поради тоа нема да одговараш!“"},{"SurahNumber":38,"VerseNumber":40,"Text":"Тој Ни е навистина близок и го чека прекрасно престојувалиште"},{"SurahNumber":38,"VerseNumber":41,"Text":"И сети се на робот Наш Ејјуб кога на Господарот свој Му залипа: „Шејтанот ме допре со несреќи и со страдање!“"},{"SurahNumber":38,"VerseNumber":42,"Text":"„Удри со ногата по земја – ете ти ладна вода за капење и пиење"},{"SurahNumber":38,"VerseNumber":43,"Text":"и Ние од милоста Наша семејство му даривме и уште толку покрај нив, да биде поука за тие што имаат ум"},{"SurahNumber":38,"VerseNumber":44,"Text":"„И земи со раката своја сноп и со него удри, само заклетвата не ја прекршувај!“ Ние знаевме дека тој е издржлив; прекрасен роб беше тој и многу се каеше"},{"SurahNumber":38,"VerseNumber":45,"Text":"И сети се на робовите Наши Ибрахим и Исхак и Јакуб, сите во верата цврсти и проникливи"},{"SurahNumber":38,"VerseNumber":46,"Text":"Ние ги обдаривме со една посебна доблест: секогаш да им е на ум оној свет"},{"SurahNumber":38,"VerseNumber":47,"Text":"и тие, навистина, кај Нас се од одбраните добри луѓе"},{"SurahNumber":38,"VerseNumber":48,"Text":"И сети се на Исмаил и на Елјеса и на Илјас и на Зулкифл, сите тие беа од најдобрите луѓе"},{"SurahNumber":38,"VerseNumber":49,"Text":"Ова еубав спомен! А тие штоод гревови ќесечуваат ги чека прекрасно престојувалиште"},{"SurahNumber":38,"VerseNumber":50,"Text":"еденски градини, чиишто капии за нив ќе бидат отворени"},{"SurahNumber":38,"VerseNumber":51,"Text":"во кои ќе бидат потпрени и разновидно овошје и пијалак ќе бараат"},{"SurahNumber":38,"VerseNumber":52,"Text":"Покрај нив ќе бидат хуриите, со исти години, кои пред себе ќе гледаат"},{"SurahNumber":38,"VerseNumber":53,"Text":"„Тоа е она што ви се ветува за Денот на пресметката"},{"SurahNumber":38,"VerseNumber":54,"Text":"тоа, навистина, снабдување Наше ќе биде, кое никогаш нема да престане!“"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ете така! А тие што ќе бидат дрско бесни, ги чека најлошото престојувалиште"},{"SurahNumber":38,"VerseNumber":56,"Text":"џехеннемот, во кој ќе горат, а одвратна постела е тоа"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ете така! Па нека ја искусат водата зовриена и ледена"},{"SurahNumber":38,"VerseNumber":58,"Text":"и други слични на овие маки, повеќекратни"},{"SurahNumber":38,"VerseNumber":59,"Text":"„Оваа толпа заедно со вас, стискајќи се, во џехеннемот ќе влезе!“ – „Да не им биде пространо! Тие навистина ќе горат во Огнот!“"},{"SurahNumber":38,"VerseNumber":60,"Text":"„Вам да не ви биде пространо!“ – ќе речат тие – „вие ова ни го подготвивте, а грозно ли е ова живеалиште!“"},{"SurahNumber":38,"VerseNumber":61,"Text":"„Господару наш!“ – ќе речат – „удвои им го страдањето во огнот на тие што ова ни го приредија!“"},{"SurahNumber":38,"VerseNumber":62,"Text":"И ќе речат: „Зошто не ги гледаме луѓето коишто меѓу злобните ги вбројувавме"},{"SurahNumber":38,"VerseNumber":63,"Text":"и коишто ги исмејувавме? Да не ни се изгубија од вид?“"},{"SurahNumber":38,"VerseNumber":64,"Text":"Вистина е, сигурно, дека жителите на џехеннемот меѓу себе ќе се расправаат"},{"SurahNumber":38,"VerseNumber":65,"Text":"Кажи: „Јас сум само опоменувач; нема бог освен Аллах, Единиот и Моќниот"},{"SurahNumber":38,"VerseNumber":66,"Text":"Господарот на небесата и на Земјата и тоа што е меѓу нив, Силниот, Простувачот.“"},{"SurahNumber":38,"VerseNumber":67,"Text":"Кажи: „Ова е голема вест"},{"SurahNumber":38,"VerseNumber":68,"Text":"а вие од неа главите ги вртите"},{"SurahNumber":38,"VerseNumber":69,"Text":"Јас ништо не знаев за Високиот Собир213 кога се препираа"},{"SurahNumber":38,"VerseNumber":70,"Text":"мене ми се објавува само да сум јасен опоменувач.“"},{"SurahNumber":38,"VerseNumber":71,"Text":"И кога Господарот твој на мелеците им рече: „Ќе го создадам човекот од глина"},{"SurahNumber":38,"VerseNumber":72,"Text":"па кога совршен облик ќе му дадам и кога живот во него ќе вдахнам од Својот дух, вие на сеџда паднете му!“"},{"SurahNumber":38,"VerseNumber":73,"Text":"Мелеците, сите до последен, заедно на сеџда се поклонија"},{"SurahNumber":38,"VerseNumber":74,"Text":"освен Иблис; тој се вообрази и неверник стана"},{"SurahNumber":38,"VerseNumber":75,"Text":"„О, Иблис!“ – рече Тој – „Што те наведе да не му направиш сеџда на оној кого Јас со Своите две раце214 го создадов? Се вообрази или мислиш дека си возвишен?“"},{"SurahNumber":38,"VerseNumber":76,"Text":"„Подобар сум од него“ – рече тој – „мене ме создаде од оган, а него од глина.“"},{"SurahNumber":38,"VerseNumber":77,"Text":"„Е, излегувај тогаш од џеннетот!“ – рече Тој – „Проклет да си"},{"SurahNumber":38,"VerseNumber":78,"Text":"Моето проклетство до Судниот ден ќе те следи!“"},{"SurahNumber":38,"VerseNumber":79,"Text":"„Господару мој!“ – речетој – „Дај ми време до Денот кога тие оживеани ќе бидат!“"},{"SurahNumber":38,"VerseNumber":80,"Text":"„Ти давам“ – рече Тој"},{"SurahNumber":38,"VerseNumber":81,"Text":"„до денот веќе одреден.“"},{"SurahNumber":38,"VerseNumber":82,"Text":"„Па се колнам во достоинството Твое – рече – „сигурно сите ќе ги наведам да застранат"},{"SurahNumber":38,"VerseNumber":83,"Text":"освен, меѓу нив, Твоите искрени робови!“"},{"SurahNumber":38,"VerseNumber":84,"Text":"„Во вистината се колнам и вистината ја зборувам“ – рече Аллах"},{"SurahNumber":38,"VerseNumber":85,"Text":"„сигурно џехеннемот ќе го наполнам со сите, со тебе и со тие кои што ќе се поведат по тебе!“"},{"SurahNumber":38,"VerseNumber":86,"Text":"Кажи: „Јас не барам од вас за ова (Куранот) никаква награда и јас не се преправам, го пренесувам само тоа што ми се наредува"},{"SurahNumber":38,"VerseNumber":87,"Text":"Куранот е, навистина, Опомена за целиот свет"},{"SurahNumber":38,"VerseNumber":88,"Text":"И вие наскоро ќе ја дознаете неговата порака!“"}]}