{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"manusyanu, tanondu prastapa yogya vastuve allavagidda kalavondannu kaledillave"},{"SurahNumber":76,"VerseNumber":2,"Text":"navu manusyanannu pariksisalikkagi, avanannu misrita viryadinda srstisiruvevu. Mattu navu avanannu kela ballavanagiyu noda ballavanagiyu madiruvevu"},{"SurahNumber":76,"VerseNumber":3,"Text":"nave avanige dariyannu torisidevu. Innavanu krtajnanagali athava krtaghnanagali"},{"SurahNumber":76,"VerseNumber":4,"Text":"navu dhikkarigaligagi sarapanigalannu nogagalannu bhugileluva benkiyannu sid'dhapadisittiruvevu"},{"SurahNumber":76,"VerseNumber":5,"Text":"sajjanaru (svargadalli) pana patreyinda karpura misrita paniyavondannu sevisuttiruvaru"},{"SurahNumber":76,"VerseNumber":6,"Text":"a cilumeyinda allahana dasaru kudiyuvaru mattu adarinda halavu kaluvegalannu horadisuvaru"},{"SurahNumber":76,"VerseNumber":7,"Text":"(ihalokadalli) avaru, tam'ma harakeyannu iderisuttare. Mattu sarvavyapi sankatada dinavannu anjuttiruttare"},{"SurahNumber":76,"VerseNumber":8,"Text":"avaru avana (allahana) meccugegagi nirgatikarige, anatharige mattu kaidigalige una badisuttare"},{"SurahNumber":76,"VerseNumber":9,"Text":"(mattu avaru heluttare;) ‘‘navu kevala allahana meccugegagi nimage unisuttiddeve. Nim'minda navu yavude pratiphalavannagali krtajnateyannagali bayasuvudilla’’"},{"SurahNumber":76,"VerseNumber":10,"Text":"‘‘namage nam'modeyana kadeyinda baraliruva karala hagu kathora (punarut'thana) dinada bhayavide’’"},{"SurahNumber":76,"VerseNumber":11,"Text":"allahanu avarannu a dinada haniyinda raksisuvanu. Mattu avarige ullasa hagu santosavannu niduvanu"},{"SurahNumber":76,"VerseNumber":12,"Text":"avara sahaneya phalavagi avarige svarga hagu resmeya udugeyannu dayapalisuvanu"},{"SurahNumber":76,"VerseNumber":13,"Text":"alli avaru asanagala mele dimbugalige oragi kondiruvaru. Alli avaru tiksna bisilannagali tivra caliyannagali kanalararu"},{"SurahNumber":76,"VerseNumber":14,"Text":"adara (svarga totada) neralu avarannu avarisiruvudu. Adarallina hannina goncalugalu avarige etukuttiruvavu"},{"SurahNumber":76,"VerseNumber":15,"Text":"Belliya patregalannu subhravada gajina pana patregalannu avara sutta oyyalaguvudu"},{"SurahNumber":76,"VerseNumber":16,"Text":"adu kalatmakavagi alankarisida belliya gajagiruvudu mattu avugalannu tumbuvavaru sariyada pramanadalli tumbiruvaru"},{"SurahNumber":76,"VerseNumber":17,"Text":"alli avarige sunthiya misranaviruva paniyagalannu kudisalaguvudu"},{"SurahNumber":76,"VerseNumber":18,"Text":"alli sal sabil emba hesarina ondu cilume iruvudu"},{"SurahNumber":76,"VerseNumber":19,"Text":"sada balakaragiruvavaru alli sancarisuttiruvaru. Nivu avarannu kandare, avaru cadurida muttugalendu bhavisuviri"},{"SurahNumber":76,"VerseNumber":20,"Text":"alli nivu elli nodidaru dharala anugrahagalannu mattu ondu brhat samrajyavanne kanuviri"},{"SurahNumber":76,"VerseNumber":21,"Text":"avara meludupu nunnageya hasiru resme hagu unneyaddagiruvudu mattu avarige belliya kadagagalannu todisalaguvudu mattu avara odeyanu avarige ondu nirmala paniyavannu kudisuvanu"},{"SurahNumber":76,"VerseNumber":22,"Text":"‘‘idu nim'ma pratiphala. Nim'ma sramavu svikrtavagide’’ (endu avarodane helalaguvudu)"},{"SurahNumber":76,"VerseNumber":23,"Text":"dutare, navu i kur‌anannu hanta hantavagi nimage ilisi kottiruvevu"},{"SurahNumber":76,"VerseNumber":24,"Text":"nivu nim'modeyanigagi sahanasilaragiri mattu avara (dhikkarigala) paiki yavude papiya athava krtaghnana matannu anusarisabediri"},{"SurahNumber":76,"VerseNumber":25,"Text":"sanje mattu munjaneya vele nivu nim'ma odeyana nama smarane madiri"},{"SurahNumber":76,"VerseNumber":26,"Text":"mattu irulalli avanige sastangaveragiri hagu irulina dhirgha bhagadalli avana pavitravannu japisiri"},{"SurahNumber":76,"VerseNumber":27,"Text":"avaru begane siguvudannu (ihalokavannu) pritisuttare mattu tam'ma mundiruva (lokantyada) maha dinavannu kadeganisi biduttare"},{"SurahNumber":76,"VerseNumber":28,"Text":"nave avarannu srstisiruvevu mattu avara sarirada gantugalannu bala padisiruvevu mattu navu bayasidare avara badalige avarantaha itararannu taraballevu"},{"SurahNumber":76,"VerseNumber":29,"Text":"idondu upadesavagide. Ista ullavanu tanna odeyana kadegiruva dariyannu anusarisali"},{"SurahNumber":76,"VerseNumber":30,"Text":"allahanu icchisuva tanaka nim'ma yava iccheyu nadeyadu. Allahanu khandita ellavannu ballavanu yuktivantanu agiruttane"},{"SurahNumber":76,"VerseNumber":31,"Text":"Avanu tanicchisidavarannu tanna anugrahadolage serisikolluttane mattu akramigaligagi avanu kathina sikseyannu siddavagittiddane"}]}