{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Elif - Lâm - Râ. Bunlar Kitab´ın ve apaçık olan, açıklayan Kur´ân´ın âyetleridir"},{"SurahNumber":15,"VerseNumber":2,"Text":"Kâfirler çok defa Müslüman olmayı arzu edeceklerdir"},{"SurahNumber":15,"VerseNumber":3,"Text":"Bırak da onları, yesinler (nefs ve şehvet otlağında) geçinip yararlansınlar ; emel (=sonu gelmeyen arzu) onları avundursun. İleride (böylesine sefih bir hayatın sonunun nereye varacağını) bileceklerdir"},{"SurahNumber":15,"VerseNumber":4,"Text":"Hiç bir kasabayı yok etmedik ki, onun bilinen belli bir yazısı olmasın"},{"SurahNumber":15,"VerseNumber":5,"Text":"Hiç bir ümmet ecelinin ne önüne geçebilir, ne de ondan geri kalabilir"},{"SurahNumber":15,"VerseNumber":6,"Text":"Dediler ki: «Ey o kendisine zikir (Kitâb) indirildiğini (iddia edip duran) kişi! Doğrusu sen delisin"},{"SurahNumber":15,"VerseNumber":7,"Text":"Eğer doğrulardan isen bize melekleri getirseneI.»"},{"SurahNumber":15,"VerseNumber":8,"Text":"(Melekleri ancak hak´ka dayalı bir hikmet) ile indiririz ve o zaman da (inkarcılara) mühlet verilmez, göz açtırılmaz"},{"SurahNumber":15,"VerseNumber":9,"Text":"Şüphesiz ki Kur´ân´ı biz indirdik ve elbette biz onun koruyucularıyızdır"},{"SurahNumber":15,"VerseNumber":10,"Text":"And olsun ki, senden önceki topluluklara kendilerinden (uyarıcı peygamberler) göndermişizdir"},{"SurahNumber":15,"VerseNumber":11,"Text":"Ne var ki onlara ne kadar bir peygamber geldiyse, mutlaka onu alaya aldılar"},{"SurahNumber":15,"VerseNumber":12,"Text":"Bunun gibi onu (sapıklık, inkâr, alay ve şirki) suçlu günahkârların kalblerine sokarız (öncekilerin kalblerine soktuğumuz gibi)"},{"SurahNumber":15,"VerseNumber":13,"Text":"Kur´ân´a inanmazlar. Halbuki öncekilerin (bu yüzden başlarına) bir sünnet (ilâhî hüküm) de gelip geçmiştir, (misâli vardır)"},{"SurahNumber":15,"VerseNumber":14,"Text":"Kendilerine gökten bir kapı açsak, onlar da yukarı yükselip çıksalar yine de diyecekler ki, gözlerimize perde kapanmış, belki de biz büyülenmiş bir milletiz"},{"SurahNumber":15,"VerseNumber":15,"Text":"Kendilerine gökten bir kapı açsak, onlar da yukarı yükselip çıksalar yine de diyecekler ki, gözlerimize perde kapanmış, belki de biz büyülenmiş bir milletiz"},{"SurahNumber":15,"VerseNumber":16,"Text":"Şanıma and olsun ki, gökte burçlar yarattık ve onları seyredenler için süsleyip (çekici görünümde) donattık"},{"SurahNumber":15,"VerseNumber":17,"Text":"Hem onları kovulmuş her şeytandan koruduk"},{"SurahNumber":15,"VerseNumber":18,"Text":"Ancak kulak hırsızlığıyla bir şeyler çalmak isteyenleri parlak bir ateş parçası izleyip kovalar"},{"SurahNumber":15,"VerseNumber":19,"Text":"Yeryüzünü de yaydık, orada ağırlığı olan sabit dağlar koyduk ve orada ölçülmüş (miktar ve özelliği belirlenmiş) her şeyi yetiştirdik"},{"SurahNumber":15,"VerseNumber":20,"Text":"Yine yeryüzünde size ve sizin rızık veremiyeceğiniz kimselere (canlılara) geçimlikler meydana getirdik"},{"SurahNumber":15,"VerseNumber":21,"Text":"Hiç bir şey yoktur ki, onun hazineleri katımızda olmasın ve biz onu ancak belirli bir ölçüde indiririz"},{"SurahNumber":15,"VerseNumber":22,"Text":"Rüzgârları da aşılayıcılar olarak gönderdik. Gökten su indirdik de onunla sizi suladık; yoksa siz onu toplayıp depolayacak değilsiniz"},{"SurahNumber":15,"VerseNumber":23,"Text":"Şüphesiz ki biz, diriltir ve öldürürüz ve vâris olanlar da biziz"},{"SurahNumber":15,"VerseNumber":24,"Text":"And olsun ki, sizden öne geçmek isteyenleri de bilmişizdir; arkada kalmak isteyenleri de"},{"SurahNumber":15,"VerseNumber":25,"Text":"Şüphesiz ki, Rabbin onları diriltip biraraya getirecek. Çünkü O, mutlak hikmet sahibidir, yegâne bilendir"},{"SurahNumber":15,"VerseNumber":26,"Text":"Şanıma and olsun ki, insanı pişmedik balçıktan yarattık"},{"SurahNumber":15,"VerseNumber":27,"Text":"Cânn´ı da daha önce dumansız zehirli ateşten yarattık"},{"SurahNumber":15,"VerseNumber":28,"Text":"Bir vakitler Rabbin meleklere : «Gerçekten ben, pişmedik kuru çamurdan, biçimlendirilmiş balçıktan bir beşer (insan) yaratacağım"},{"SurahNumber":15,"VerseNumber":29,"Text":"Bu bakımdan onu düzenleyip ruhumdan ona üflediğimde derhal secdeye kapanın» demişti"},{"SurahNumber":15,"VerseNumber":30,"Text":"Bu buyruk üzerine meleklerin hepsi birden secde ettiler"},{"SurahNumber":15,"VerseNumber":31,"Text":"Ancak İBLİS secde edenlerle beraber olmaktan çekinip (emre uymadı, Âdem´e secde etmedi)"},{"SurahNumber":15,"VerseNumber":32,"Text":"Allah, «ey İblîs», dedi, «neyin var, neden secde edenlerle beraber olmadın ?»"},{"SurahNumber":15,"VerseNumber":33,"Text":"İblîs, «pişmedik kuru, şekillendirilmiş balçıktan yarattığın bir beşere (insana) secde etmem için ben var olmadım» dedi"},{"SurahNumber":15,"VerseNumber":34,"Text":"Bunun üzerine Allah ona: «Çık oradan ; çünkü doğrusu sen koğulmüş ve sürülmüşsün"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ve doğrusu hesap-cezâ gününe kadar elbette lanet senin üzerindedir,» dedi"},{"SurahNumber":15,"VerseNumber":36,"Text":"İblîs, «Rabbim, öyle ise bana onların dirilip kalkacakları güne kadar mühlet ver» dedi"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah da, «sen bilinen vaktin gününe kadar mühlet verilenlerdensin» dedi"},{"SurahNumber":15,"VerseNumber":38,"Text":"Allah da, «sen bilinen vaktin gününe kadar mühlet verilenlerdensin» dedi"},{"SurahNumber":15,"VerseNumber":39,"Text":"İblîs, «Rabbim, dedi, beni azdırman hakkı için yeryüzünde insanlara (günah ve kötülükleri) iyice süsleyeceğim ve hepsini de azdıracağım"},{"SurahNumber":15,"VerseNumber":40,"Text":"Ancak içlerinden ihlâs (gösterişten uzak, katıksız bir samimiyetle Allah rızası gözeterek amel etme şuurunu) verdiğin kulların müstesna...»"},{"SurahNumber":15,"VerseNumber":41,"Text":"Allah, «işte bu bana göre dosdoğru yoldur !» dedi"},{"SurahNumber":15,"VerseNumber":42,"Text":"Şüphesiz ki, kullarımın üzerinde senin hiçbir sultan yoktur; ancak şaşkın azgınlardan senin peşine takılanlar müstesna"},{"SurahNumber":15,"VerseNumber":43,"Text":"Ve gerçekten Cehennem hepsine va´dolunan yerdir"},{"SurahNumber":15,"VerseNumber":44,"Text":"Onun yedi kapısı vardır; her kapıdan onlar için ayrılmış bir kısım ve pay mevcuttur"},{"SurahNumber":15,"VerseNumber":45,"Text":"Şüphesiz ki takva sahipleri (Allah´tan saygı ile korkup fenalıklardan sakınanlar) Cennetlerde pınarlar (başlarında zevk-u safa içinde)dirier"},{"SurahNumber":15,"VerseNumber":46,"Text":"Girin oraya, esenlik ve güven içinde ! (denilir)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Kalblerindeki kini söküp çıkarmışızdır. Sedirler üzerinde karşılıklı oturan kardeşlerdir onlar"},{"SurahNumber":15,"VerseNumber":48,"Text":"Orada onlara hiçbir zahmet ve yorgunluk dokunmaz ve onlar bir daha oradan çıkarılacak da değillerdir"},{"SurahNumber":15,"VerseNumber":49,"Text":"Kullarıma haber ver ki, gerçekten ben, evet ben, çok bağışlayan, çok merhamet edenim ve doğrusu azabım da çok elem verici bir azâbdır"},{"SurahNumber":15,"VerseNumber":50,"Text":"Kullarıma haber ver ki, gerçekten ben, evet ben, çok bağışlayan, çok merhamet edenim ve doğrusu azabım da çok elem verici bir azâbdır"},{"SurahNumber":15,"VerseNumber":51,"Text":"(Ey Muhammed !) Onlara İbrahim´in konuklarından da haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Bir vakit İbrahim´in yanına gelerek «selâm !» demişlerdi. O da, «doğrusu biz sizden korkuyoruz» demişti"},{"SurahNumber":15,"VerseNumber":53,"Text":"Onlar, «korkma, çünkü biz seni bilgin bir oğulla müjdeliyoruz» demişlerdi"},{"SurahNumber":15,"VerseNumber":54,"Text":"Yaşlılık gelip yapışmışken, beni mi müjdeliyorsunuz? Hem neye göre müjdeliyorsunuz ? demişti"},{"SurahNumber":15,"VerseNumber":55,"Text":"Dediler ki: «Seni hak ile müjdeledik. Artık sen ümitsizlerden olma !»"},{"SurahNumber":15,"VerseNumber":56,"Text":"O da, «sapıklardan başka kim Rabbinin rahmetinden ümidini keser ?» demişti"},{"SurahNumber":15,"VerseNumber":57,"Text":"«Ey elçiler! Göreviniz ne?» diyerek sormuştu"},{"SurahNumber":15,"VerseNumber":58,"Text":"Onlar da: «Doğrusu biz suçlu günahkâr bir kavme gönderildik.»"},{"SurahNumber":15,"VerseNumber":59,"Text":"«Ancak Lût ailesi müstesna, onların hepsini elbette kurtaracağız"},{"SurahNumber":15,"VerseNumber":60,"Text":"Yalnız Onun karısını değil; onun (helak olmasını) takdîr etmişizdir ; o elbette geride kalanlardandır» demişlerdi"},{"SurahNumber":15,"VerseNumber":61,"Text":"Ne vakit ki, Lût ailesine elçiler geldi"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lût, onlara : «Elbette (yabancısınız) tanınan bir topluluk değilsiniz,» dedi"},{"SurahNumber":15,"VerseNumber":63,"Text":"Onlar da, «kavmin, hakkında şüphe edip durdukları şeyi (gelecek azabı) sana getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana Hakk´ın (buyruğuyla) geldik; şüphen olmasın ki biz doğrularız"},{"SurahNumber":15,"VerseNumber":65,"Text":"Gecenin bir bölümünde aileni yola koy, sen de arkalarından onları izle ve sakın sizden hiçbiri dönüp arkasına bakmasın ; emrolunduğunuz yere geçip gidin» dediler"},{"SurahNumber":15,"VerseNumber":66,"Text":"Lût´a şu emri hükmettiğimizi bildirdik: «Sabahladıklarında bunların kökü kesilmiş olacak.»"},{"SurahNumber":15,"VerseNumber":67,"Text":"(Memleketlerine yabancı kimselerin geldiğini haber alan) şehir halkı birbirine müjde vererek (Lût´a) geldiler"},{"SurahNumber":15,"VerseNumber":68,"Text":"O da «şüpheniz olmasın ki, bunlar benim konuklarımdır; beni rüsvay etmeyin"},{"SurahNumber":15,"VerseNumber":69,"Text":"Allah´tan korkun da beni utandırıp üzmeyin» dedi"},{"SurahNumber":15,"VerseNumber":70,"Text":"Onlar: «Biz seni yabancıları (konuk edinmek)den men´etmemiş miydik ?» dediler"},{"SurahNumber":15,"VerseNumber":71,"Text":"O da, «işte kızlarım, eğer yapmak (evlenmek) istiyorsanız, (onları size nikâhlıyabilirim)» dedi"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Peygamberim !) hayatına yemin olsun ki, onlar sarhoşlukları içinde ne yaptıklarını bilmiyorlardı"},{"SurahNumber":15,"VerseNumber":73,"Text":"Güneş doğarken bir ses, bir uğultu onları yakalayıverdi"},{"SurahNumber":15,"VerseNumber":74,"Text":"Şehirlerinin üstünü altına getiriverdik ve üzerlerine çamurdan pişirilmiş taş yağdırdık"},{"SurahNumber":15,"VerseNumber":75,"Text":"Şüphesiz ki bunda seziş, anlayış, görüş yeteneği olanlara öğütler, ibretler, belgeler vardır"},{"SurahNumber":15,"VerseNumber":76,"Text":"Ve şehrin kalıntısı, öteden beri işlek olan yol üzerinde duruyor"},{"SurahNumber":15,"VerseNumber":77,"Text":"Doğrusu bunda mü´minler için âyetler vardır"},{"SurahNumber":15,"VerseNumber":78,"Text":"EYKE halkı da cidden zâlimlerdi"},{"SurahNumber":15,"VerseNumber":79,"Text":"O yüzden onlardan da intikam aldık. (Sözünü ettiğimiz) şehirlerin ikisi de açık bir (yolun) önünde bulunuyordur"},{"SurahNumber":15,"VerseNumber":80,"Text":"And olsun ki, Hicir halkı da peygamberleri yalanlamışlardı"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz ise onlara âyetler (açık belgeler ve mu´cizeler) verdik; buna rağmen ondan yüzçevirdiler"},{"SurahNumber":15,"VerseNumber":82,"Text":"Dağlarda evler yontarak güven içinde bulunuyorlardı; derken sabahladıklarında onları müthiş bir ses ve uğultu yakalayıverdi"},{"SurahNumber":15,"VerseNumber":83,"Text":"Dağlarda evler yontarak güven içinde bulunuyorlardı; derken sabahladıklarında onları müthiş bir ses ve uğultu yakalayıverdi"},{"SurahNumber":15,"VerseNumber":84,"Text":"Artık elde ettikleri şeylerin kendilerine hiç de yararı olmadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Gökleri, yeri ve bu ikisi arasındaki şeyleri ancak Hak ile yarattık. Kıyamet mutlaka gelecektir. O halde onları bağışla da güzel-tatlı davranmaya devam et"},{"SurahNumber":15,"VerseNumber":86,"Text":"Şüphesiz ki senin Rabbin (gerektiği ölçüde) yaratan ve (her şeyi hakkıyle) bilendir"},{"SurahNumber":15,"VerseNumber":87,"Text":"And olsun ki sana tekrarlanan yedi ikili âyeti ve çok büyük kutsal Kur´ân´ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Kâfirlerden bir kısmına —birbirine emsal sayılacak ölçüde— verdiğimiz servete gözlerini dikme, onların imân etmemesine karşı üzülme ; bir de (tevazu) kanadını mü´minlere indir"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ve de ki: Şüphesiz ben açık bir uyarıcıyım"},{"SurahNumber":15,"VerseNumber":90,"Text":"Nitekim işbölümü yapanlara"},{"SurahNumber":15,"VerseNumber":91,"Text":"Kur´ân´ı parça parça edenlere de (azâb indirmiştik)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı için elbette onların hepsinden, yapageldikleri şeylerden bir bir soracağız"},{"SurahNumber":15,"VerseNumber":93,"Text":"Rabbin hakkı için elbette onların hepsinden, yapageldikleri şeylerden bir bir soracağız"},{"SurahNumber":15,"VerseNumber":94,"Text":"(Ey Şanlı Peygamber!) Artık sen ne ile emrolunuyorsan (onu hak ile bâtılın arasını) ayıracak şekilde ortaya koy. Allah´a ortak koşanlardan yüzçevir (de aldırış etme onlara)"},{"SurahNumber":15,"VerseNumber":95,"Text":"Şüphen olmasın ki, Allah ile beraber başka ilâh tanıyan o alaycı gruba karşı biz sana yeteriz. İleride (ne olacağını) bilecekler"},{"SurahNumber":15,"VerseNumber":96,"Text":"Şüphen olmasın ki, Allah ile beraber başka ilâh tanıyan o alaycı gruba karşı biz sana yeteriz. İleride (ne olacağını) bilecekler"},{"SurahNumber":15,"VerseNumber":97,"Text":"Şanıma yemin olsun ki, biz onların dediklerinden dolayı senin göğsünün daraldığını biliyoruz"},{"SurahNumber":15,"VerseNumber":98,"Text":"Sen Rabbine hamd ile tesbîh et ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Sana yakın (hak ile ölüm) gelinceye kadar Rabbine ibâdet et"}]}