{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Beni soit Celui Qui detient en Sa Main la Royaute et Qui de Toute chose est Infiniment Capable"},{"SurahNumber":67,"VerseNumber":2,"Text":"Celui Qui a cree la mort et la vie pour voir, en vous eprouvant, qui de vous fait meilleure œuvre ; et c’est Lui le Tout-Puissant, l’Absoluteur"},{"SurahNumber":67,"VerseNumber":3,"Text":"Celui Qui a cree sept cieux qui se superposent. Aucune irregularite ne se percoit dans la creation du Tout Clement. Leve a nouveau les yeux, y vois-tu la moindre felure"},{"SurahNumber":67,"VerseNumber":4,"Text":"Puis reviens-y par deux fois du regard. Ton regard retournera vers toi humilie et impuissant"},{"SurahNumber":67,"VerseNumber":5,"Text":"Nous avons orne de luminaires (flamboyants) le ciel le plus proche de ce bas monde. Nous en avons fait des meteores pour lapider les demons. Et Nous leur avons prepare le supplice du Brasier"},{"SurahNumber":67,"VerseNumber":6,"Text":"A ceux qui auront renie leur Seigneur, (il sera reserve) le supplice de la Gehenne, et quel affreux destin"},{"SurahNumber":67,"VerseNumber":7,"Text":"Quand ils y seront precipites, ils en percevront un rale et un bouillonnement"},{"SurahNumber":67,"VerseNumber":8,"Text":"(La Gehenne) sera sur le point d’exploser de rage. Chaque fois qu’on y jettera un contingent (de damnes) ses gardiens leur demanderont : « N’est-il pas venu vers vous quelqu’un pour vous mettre en garde ? »"},{"SurahNumber":67,"VerseNumber":9,"Text":"« Si, repondront-ils, il nous est bien venu un Envoye pour nous avertir, mais nous l’avons traite de menteur en disant : “Allah n’a rien revele et vous etes, (toi Muhammad et tes partisans) en plein egarement. ” »"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ils diront encore : « Si nous avions su ecouter ou raisonner, nous n’aurions pas ete parmi les hotes du Brasier ! »"},{"SurahNumber":67,"VerseNumber":11,"Text":"Ils auront alors reconnu leurs peches. Que perissent donc les damnes du Brasier"},{"SurahNumber":67,"VerseNumber":12,"Text":"Ceux qui craignent leur Seigneur sans meme Le voir meriteront le pardon et une immense recompense"},{"SurahNumber":67,"VerseNumber":13,"Text":"Que vous teniez secrets vos propos ou que vous les reveliez au grand jour, Il Sait parfaitement ce qui est au fond des cœurs"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ne connaitrait-Il pas ceux qu’Il a crees quand Il est le Subtil et le parfaitement Informe"},{"SurahNumber":67,"VerseNumber":15,"Text":"C’est Lui Qui fit pour vous la terre si soumise. Parcourez-la donc par monts et par vaux ! Nourrissez-vous des biens qu’Il vous dispense. C’est vers Lui que se fera la Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Etes-vous donc si surs que Celui Qui est au ciel ne fasse pas crouler la terre sous vos pieds et ne la fasse pas trembler"},{"SurahNumber":67,"VerseNumber":17,"Text":"Etes- vous donc, (encore une fois), si surs que Celui Qui est au ciel ne fasse pas pleuvoir sur vous un torrent de pierres ? Ainsi saurez-vous la verite de Ma Menace"},{"SurahNumber":67,"VerseNumber":18,"Text":"Ceux qui les ont precedes avaient deja crie au mensonge. Quelles ne furent mes represailles"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ne voient-ils pas les oiseaux au-dessus d’eux, toutes ailes tour a tour deployees et pliees ? Nul ne les soutient (dans les airs) hormis le Tout Clement, Lui Qui est de Toute chose Lucide"},{"SurahNumber":67,"VerseNumber":20,"Text":"Quel est donc celui qui serait pour vous (a lui seul) une armee et vous secourrait en dehors du Tout Clement ? Les mecreants sont vraiment en pleine illusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Et quel est donc celui qui pourrait vous dispenser une subsistance si (Allah) cesse de vous dispenser la Sienne ? Pourtant (les mecreants) persistent dans leur arrogance et leur rebellion"},{"SurahNumber":67,"VerseNumber":22,"Text":"Lequel tiendrait la direction la plus juste, celui qui se traine, le front a meme le sol, ou celui qui marche tout droit sur un chemin droit"},{"SurahNumber":67,"VerseNumber":23,"Text":"Dis : « C’est Lui Qui vous a fait etre et vous a donne l’ouie, la vue et la raison.[566] Mais vous etes bien peu reconnaissants ! »"},{"SurahNumber":67,"VerseNumber":24,"Text":"Dis : « C’est Lui Qui vous a dissemines sur terre et c’est vers Lui que vous serez ramenes en foule. »"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ils diront : «Quand donc cette promesse sera-t-elle tenue si ce que vous dites est vrai ? »"},{"SurahNumber":67,"VerseNumber":26,"Text":"Dis : « Seul Allah en detient la Science, quant a moi, je ne suis la que pour avertir en toute clarte. »"},{"SurahNumber":67,"VerseNumber":27,"Text":"Lorsqu’ils l’auront vu[567] de tres pres, les mecreants en auront le visage tout bleme, et il leur sera dit : « Voici ce que vous appeliez (de vos vœux avec empressement) ! »"},{"SurahNumber":67,"VerseNumber":28,"Text":"Dis : « Meditez donc ceci : si Allah me fait perir ainsi que ceux qui sont avec moi, ou s’Il nous recoit dans Sa misericorde, qui mettra les mecreants a l’abri d’un supplice tres douloureux ? »"},{"SurahNumber":67,"VerseNumber":29,"Text":"Dis : « C’est Lui le Tout Clement, en Qui nous croyons et a Qui nous nous en remettons. Vous saurez donc bientot qui aura ete dans un egarement manifeste. »"},{"SurahNumber":67,"VerseNumber":30,"Text":"Dis enfin : « Meditez encore ceci : si votre eau etait aspiree bien loin dans les profondeurs de la terre, qui donc vous apporterait de l’eau qui coule de source ? »"}]}