{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"aliph - lam - ra. Ivi divyagrantha ayat lu mariyu (idi) oka spastamaina khur'an"},{"SurahNumber":15,"VerseNumber":2,"Text":"satyatiraskarulu: \"Memu allah ku vidheyulamaite (muslinlamaite) enta bagundedi!\" Ani (punarut'thana dinamuna), palumarlu korukuntaru"},{"SurahNumber":15,"VerseNumber":3,"Text":"varini tintu (tragutu) sukhasantosalanu anubhavistu (vrtha) asalalo undataniki vidicipettu. Taruvata varu (satyanni) telusukuntaru"},{"SurahNumber":15,"VerseNumber":4,"Text":"mariyu (dani vyavadhi) nirnayinci vrayabadi undanide, memu e nagaranni kuda nasanam ceyaledu"},{"SurahNumber":15,"VerseNumber":5,"Text":"e samajam kuda tana nirnita gaduvuku, mundu gani mariyu venuka gani kajaladu"},{"SurahNumber":15,"VerseNumber":6,"Text":"mariyu (satyatiraskarulu) antaru: \"O hitabodha (khur'an) avatarimpa jeyabadina vada (muham'mad)! Niscayanga nivu piccivadavu"},{"SurahNumber":15,"VerseNumber":7,"Text":"nivu satyavantudave ayite, ma vaddaku devadutalanu enduku tisukoniravu"},{"SurahNumber":15,"VerseNumber":8,"Text":"memu devadutalanu, satyanto tappa pampamu mariyu varu vaccinappudu viriki e matram vyavadhi ivvabadadu"},{"SurahNumber":15,"VerseNumber":9,"Text":"niscayanga, meme i jnapika (khur'an) nu avatarimpa jesamu mariyu niscayanga meme dinini kapadevaramu"},{"SurahNumber":15,"VerseNumber":10,"Text":"mariyu (o muham'mad!) Vastavaniki memu, niku purvam gatincina tegala vari vaddaku kuda (pravaktalanu) pampamu"},{"SurahNumber":15,"VerseNumber":11,"Text":"mariyu vari vaddaku vaccina e pravaktanu kuda, varu parihasincakunda undaledu"},{"SurahNumber":15,"VerseNumber":12,"Text":"i vidhanga memu dinini (satyatiraskaranni) aparadhula hrdayalalo pravesapedutunnamu"},{"SurahNumber":15,"VerseNumber":13,"Text":"Varu dinini (i khur'an nu) visvasincadam ledu. Mariyu vastavaniki (satyatiraskarulaina) vari purvikula vidhanam kuda ilage undedi"},{"SurahNumber":15,"VerseNumber":14,"Text":"mariyu okavela memu vari koraku akasapu oka dvaranni tericina, varu danipaiki ekkutu potu"},{"SurahNumber":15,"VerseNumber":15,"Text":"ila anevaru: \"Niscayanga, ma cupulu bhramimpajeyabaddayi. Ala kadu, mapai mantrajalam ceyabadindi"},{"SurahNumber":15,"VerseNumber":16,"Text":"mariyu vastavaniki, memu akasanlo taragananni (naksatrarasulanu) srstinci, danini cuparulaku alankaramainadiga cesamu"},{"SurahNumber":15,"VerseNumber":17,"Text":"mariyu sapincabadina (bahiskarincabadina) prati saitan nundi danini (akasanni) suraksitanga uncamu"},{"SurahNumber":15,"VerseNumber":18,"Text":"kani, evadaina (e saitanaina) dongacatuga vinataniki prayatniste, spastamaina koravi (agni jvala) atanini vembadistundi"},{"SurahNumber":15,"VerseNumber":19,"Text":"mariyu memu bhumini vyapimpajesamu mariyu danilo sthiramaina parvatalanu natamu mariyu danilo prati vastuvunu tagina parimananlo utpatti cesamu"},{"SurahNumber":15,"VerseNumber":20,"Text":"mariyu andulo miku mariyu miru posincani vati koraku (jivarasula koraku) memu jivanopadhini kalpincamu"},{"SurahNumber":15,"VerseNumber":21,"Text":"mariyu ma daggara puskalanga niluvaleni vastuvu antu edi ledu mariyu danini memu oka nirnita parimananlo matrame pamputu untamu"},{"SurahNumber":15,"VerseNumber":22,"Text":"mariyu memu (vrksakotini) phalavantam ceyataniki galulanu pamputamu! Taruvata memu akasam nundi nitini kuripinci, danini miku tragataniki samakurcutamu mariyu dani kosadhikarulu miru matram karu"},{"SurahNumber":15,"VerseNumber":23,"Text":"mariyu niscayanga, meme jivanmaranalanu iccevaramu; mariyu civaraku meme varasuluga migile varamu"},{"SurahNumber":15,"VerseNumber":24,"Text":"mariyu vastavaniki, miku mundu gadici poyina varini gurinci maku telusu mariyu vastavanga mi taruvata vacce varini gurinci kuda maku baga telusu"},{"SurahNumber":15,"VerseNumber":25,"Text":"mariyu niscayanga, ni prabhuvu, ayane! Varandarini samavesaparustadu. Niscayanga, ayana maha vivekavantudu, sarvajnudu"},{"SurahNumber":15,"VerseNumber":26,"Text":"Mariyu vastavanga memu manavunni mroge (dhvani cese) matti, rupantaram cendina jigata burada (bankamatti)to srstincamu"},{"SurahNumber":15,"VerseNumber":27,"Text":"mariyu diniki purvam memu jinnatulanu (pogaleni) mande agnijvalato srstincamu"},{"SurahNumber":15,"VerseNumber":28,"Text":"mariyu ni prabhuvu devadutalato ila anna visayam (jnapakam cesuko!): \"Niscayanga nenu mroge matti, rupantaram cendina jigata buradato manavunni srstincabotunnanu"},{"SurahNumber":15,"VerseNumber":29,"Text":"ika nenu ataniki purtiga akaramicci (rupamicci), atani (adam) lo na taraphu nundi pranam (ruh) udina taruvata, miranta atani mundu sastangam (sajda) ceyali"},{"SurahNumber":15,"VerseNumber":30,"Text":"appudu devadutalu, andaru kalisi sastangam (sajda) cesaru"},{"SurahNumber":15,"VerseNumber":31,"Text":"okka iblis tappa! Atadu sastangam (sajda) cese varilo ceranani mondikesadu"},{"SurahNumber":15,"VerseNumber":32,"Text":"(allah) ila prasnincadu: \"O iblis! Nikemayindi, nivu sastangam (sajda) cese varilo enduku ceraledu"},{"SurahNumber":15,"VerseNumber":33,"Text":"(iblis) ila javabiccadu: \"Mroge matti, rupantaram cendina jigata buradato nivu srstincina manavuniki nenu sastangam (sajda) cese vadanu kanu"},{"SurahNumber":15,"VerseNumber":34,"Text":"(allah) annadu: \"Ayite nivu ikkadi nundi vellipo! Ika, niscayanga, nivu sapinca (bahiskarinca) baddavadavu"},{"SurahNumber":15,"VerseNumber":35,"Text":"mariyu niscayanga, tirpu dinamu varaku nipai sapam (bahiskaram) untundi"},{"SurahNumber":15,"VerseNumber":36,"Text":"(iblis) vedukunnadu: \"O na prabhu! Punarut'thana dinam varaku naku vyavadhinivvu"},{"SurahNumber":15,"VerseNumber":37,"Text":"(allah) javabiccadu: \"Ika niscayanga, nivu vyavadhi ivvabadina variloni vadavu"},{"SurahNumber":15,"VerseNumber":38,"Text":"(naku matrame) telisi vunna a dinapu, a samayam varaku"},{"SurahNumber":15,"VerseNumber":39,"Text":"(iblis) annadu: \"O na prabhu! Nivu nannu apamargam pattincavu, kavuna nenu variki, bhumilo (vari duskarmalanni) manciviga kanabadetatlu cestanu mariyu niscayanga, varandarini apamarganlo padavestanu"},{"SurahNumber":15,"VerseNumber":40,"Text":"varilo nivu ennukunna (ni ajnanuvartanulaina) ni dasulu tappa"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allah) annadu: \"Ide ma daggaraku tecce rjumargam"},{"SurahNumber":15,"VerseNumber":42,"Text":"niscayanga, na dasulapai ni adhikaram sagadu! Kevalam margabhrastulaina ninnu anusarincevari mida tappa"},{"SurahNumber":15,"VerseNumber":43,"Text":"mariyu niscayanga, varandari koraku vagdanam ceyabadina (nivasam) narakame"},{"SurahNumber":15,"VerseNumber":44,"Text":"daniki (narakaniki) edu dvaralu unnayi. Vatilo okkokka dvaraniki okkokka vargam varu pratyekincabadi unnaru"},{"SurahNumber":15,"VerseNumber":45,"Text":"niscayanga, daivabhiti galavaru svargavanalalo celamala madhya untaru"},{"SurahNumber":15,"VerseNumber":46,"Text":"varu: 'Santito suraksitanga pravesincandi!' Ani ahvanincabadataru"},{"SurahNumber":15,"VerseNumber":47,"Text":"vari hrdayalalo migili vunna kapatyanni (malin'yanni) memu tolagistamu. Varu sodarula vale edureduruga pithalapai kurconi untaru"},{"SurahNumber":15,"VerseNumber":48,"Text":"akkada variki alasata undadu. Mariyu akkadi nundi varu ennadu vedala gottabadaru"},{"SurahNumber":15,"VerseNumber":49,"Text":"na dasulaku ila teliyajeyyi: \"Niscayanga nenu, kevalam nene! Ksamince vadanu, karunincevadanu"},{"SurahNumber":15,"VerseNumber":50,"Text":"mariyu niscayanga, na siksaye ati badhakaramaina siksa"},{"SurahNumber":15,"VerseNumber":51,"Text":"mariyu variki ibrahim atithulanu gurinci telupu"},{"SurahNumber":15,"VerseNumber":52,"Text":"varu atani vaddaku vacci: \"Niku santi kalugu gaka (salam)!\" Ani annaru. Atanannadu: \"Niscayanga, maku mi valana bhayam kalugutunnadi"},{"SurahNumber":15,"VerseNumber":53,"Text":"varu javabiccaru: \"Nivu bhayapadaku! Niscayanga, memu jnanavantudaina oka kumaruni subhavartanu niku istunnamu"},{"SurahNumber":15,"VerseNumber":54,"Text":"(ibrahim) annadu: \"Miru i musalitananlo naku (kumarudu kalugunane) subhavartanu istunnara? Miru elanti (asadhyamaina) subhavartanu istunnaru"},{"SurahNumber":15,"VerseNumber":55,"Text":"varannaru: \"Memu niku satyamaina subhavartanu iccamu. Kanuka nivu nirasa cendaku"},{"SurahNumber":15,"VerseNumber":56,"Text":"(ibrahim) annadu: \"Tana prabhuvu karunyam patla nirasa cendevaru margabhrastulu tappa marevaru"},{"SurahNumber":15,"VerseNumber":57,"Text":"(inka) ila annadu: \"O daivadutalara! Mari miru vaccina karanamemiti"},{"SurahNumber":15,"VerseNumber":58,"Text":"varannaru: \"Vastavaniki memu aparadhulaina jati vari vaipunaku pampabaddamu"},{"SurahNumber":15,"VerseNumber":59,"Text":"Lut intivaru tappa - niscayanga varandarini raksistamu"},{"SurahNumber":15,"VerseNumber":60,"Text":"atani bharya tappa! (Amenu gurinci allah annadu): \"Niscayanga ame venuka undi poye varilo ceralani memu nirnayincamu"},{"SurahNumber":15,"VerseNumber":61,"Text":"taruvata a devadutalu lut inti vari vaddaku vaccinapudu"},{"SurahNumber":15,"VerseNumber":62,"Text":"(lut) annadu: \"Niscayanga, miru (naku) parayivariga kanpistunnaru"},{"SurahNumber":15,"VerseNumber":63,"Text":"varannaru: \"Kadu! Vastavaniki varu (durmargulu) denini gurinci sandehanlo padi unnaro, danini (a siksanu) tisukoni ni vaddaku vaccamu"},{"SurahNumber":15,"VerseNumber":64,"Text":"mariyu memu ni vaddaku satyanni teccamu. Mariyu memu niscayanga, satyam palukutunnamu"},{"SurahNumber":15,"VerseNumber":65,"Text":"kavuna nivu konta ratri migili undagane, ni inti varini tisukoni bayaluderu, nivu vari venuka po! Milo evvaru kuda venudirigi cudaradu; mariyu miru, miku ajnapincina vaipunake potu undandi"},{"SurahNumber":15,"VerseNumber":66,"Text":"mariyu (ma dutala dvara) ma adesanni ataniki ila teliyajesamu: \"Niscayanga, tellavare sariki varandaru samulanga nirmulincabadataru"},{"SurahNumber":15,"VerseNumber":67,"Text":"mariyu nagaravasulu ullasanto akkadiki vaccaru"},{"SurahNumber":15,"VerseNumber":68,"Text":"(lut) annadu: \"Vastavaniki, viru na atithulu, kavuna nannu avamanam palu ceyakandi"},{"SurahNumber":15,"VerseNumber":69,"Text":"mariyu allah patla bhayabhaktulu kaligi undandi mariyu na gauravanni pogottakandi"},{"SurahNumber":15,"VerseNumber":70,"Text":"varannaru: \"Prapancanloni (prati vanni) venakesukoku!\" Ani memu ninnu varincaleda"},{"SurahNumber":15,"VerseNumber":71,"Text":"(lut) annadu: \"Miku (emaina) ceyalane unte, na kumartelu (jati strilu) unnaru"},{"SurahNumber":15,"VerseNumber":72,"Text":"ni pranam saksi! Niscayanga, varu tama (kama) mattulo trova tappi tirugutunnaru"},{"SurahNumber":15,"VerseNumber":73,"Text":"a pidapa suryodaya samayamuna oka bhayankaramaina garjana (say ha) varini pattukunnadi"},{"SurahNumber":15,"VerseNumber":74,"Text":"taruvata memu a nagaranni talakrinduluga cesamu mariyu varipai kalcina matti gulakarallanu kuripincamu"},{"SurahNumber":15,"VerseNumber":75,"Text":"niscayanga, indulo duradrsti galavariki enno sucanalunnayi"},{"SurahNumber":15,"VerseNumber":76,"Text":"Mariyu vastavaniki a prantam oka rahadari painane unnadi"},{"SurahNumber":15,"VerseNumber":77,"Text":"niscayanga, indulo visvasincina variki oka sucana undi"},{"SurahNumber":15,"VerseNumber":78,"Text":"mariyu ay kah (mad yan) vasulu kuda durmargulugane undevaru"},{"SurahNumber":15,"VerseNumber":79,"Text":"kavuna memu vari mida kuda pratikaram tircukunnamu. Mariyu a rendu (sithilalu) kuda oka spastamaina margam mida unnayi"},{"SurahNumber":15,"VerseNumber":80,"Text":"mariyu vastavaniki hijr vasulu kuda pravaktalanu asatyavadulannaru"},{"SurahNumber":15,"VerseNumber":81,"Text":"mariyu variki kuda memu adbhuta sucana (ayat) lanu icci untimi. Kani varu vati nundi vimukhulai pravartincaru"},{"SurahNumber":15,"VerseNumber":82,"Text":"mariyu varu kondalanu tolaci grhalanu nirmincukune varu, suraksitanga undagalamani (bhavistu)"},{"SurahNumber":15,"VerseNumber":83,"Text":"civaraku oka udayamuna oka tivramaina garjana (say ha) varipai kuda vacci padindi"},{"SurahNumber":15,"VerseNumber":84,"Text":"appudu varu sampadincindi variki e matram paniki raleka poyindi"},{"SurahNumber":15,"VerseNumber":85,"Text":"mariyu memu akasalanu, bhumini mariyu vati madhyanunna sarvanni kevalam satyantone srstincamu. Mariyu niscayanga, tirpu gadiya ranunnadi. Kavuna nivu udara bhavanto varini upeksincu"},{"SurahNumber":15,"VerseNumber":86,"Text":"niscayanga, ni prabhuvu ayane sarva srstikarta, sarvajnudu"},{"SurahNumber":15,"VerseNumber":87,"Text":"mariyu memu niscayanga, niku taracuga pathimpabade edu (suktulanu) mariyu sarvottama khur'an nu prasadincamu"},{"SurahNumber":15,"VerseNumber":88,"Text":"varilo (avisvasulalo) kondariki memu osangina aihika sampadalanu nivu kannetti kuda cudaku. Mariyu vari (avisvasa) vaikhariki badhapadaku. Mariyu visvasincina variki asrayam (chaya) ivvataniki ni rekkalanu vippu"},{"SurahNumber":15,"VerseNumber":89,"Text":"mariyu (o muham'mad!) Varito ila anu: \"Niscayanga, nenu spastamaina heccarika cese vadanu matrame"},{"SurahNumber":15,"VerseNumber":90,"Text":"e vidhanganaite memu (granthanni), vibhajince varipai avatarimpajesamo"},{"SurahNumber":15,"VerseNumber":91,"Text":"evaraite i khur'an nu (tama tiraskaranto) mukkalu mukkuluga cesaro"},{"SurahNumber":15,"VerseNumber":92,"Text":"ni prabhuvu saksiga! Niscayanga, memu varandarini prasnistamu"},{"SurahNumber":15,"VerseNumber":93,"Text":"Varu cestu undina karmalanu gurinci"},{"SurahNumber":15,"VerseNumber":94,"Text":"kavuna niku ajnapincabadina danini bahiranganga catincu. Mariyu allah ku sati kalpince vari (musrikin) nundi vimukhudavaku"},{"SurahNumber":15,"VerseNumber":95,"Text":"niscayanga, nito parihasalade vari nundi ninnu raksincataniki meme calu"},{"SurahNumber":15,"VerseNumber":96,"Text":"evaraite allah to patu itara daivalanu kuda (aradhanaku) niyamincukuntunnaro, varu tvaralone (satyanni) telusukuntaru"},{"SurahNumber":15,"VerseNumber":97,"Text":"mariyu vastavaniki varu palike matala valana ni hrdayaniki tappaka kastam kalugutundani maku baga telusu"},{"SurahNumber":15,"VerseNumber":98,"Text":"kavuna nivu ni prabhuvu pavitratanu koniyadutu stotram cestu undu mariyu sastangam (sajda) cese varilo ceru"},{"SurahNumber":15,"VerseNumber":99,"Text":"mariyu tappaka raboye a antima ghadiya (maranam) vacce varaku, ni prabhuvunu aradhistu undu"}]}