{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Denuncia per Al·la i El seu Missatger de l'alianca que heu concertat amb els associadors"},{"SurahNumber":9,"VerseNumber":2,"Text":"«Circuleu per la terra durant quatre mesos. Pero sapigueu que no podreu escapar d'Al·la i que Al·la omplira de vergonya als infidels»"},{"SurahNumber":9,"VerseNumber":3,"Text":"Proclama d'Al·la i El seu Missatger, dirigida als homes el dia de la peregrinacio major. «Al·la no es responsable dels associadors, i El seu Missatger tampoc. Si us penediu sera millor per a vosaltres. Pero, si torneu l'esquena, sapigueu que no escapareu d'Al·la». Anuncia als infidels un castig doloros"},{"SurahNumber":9,"VerseNumber":4,"Text":"S'exceptuen els associadors amb qui heu concertat una alianca i no us han fallat en no-res ni han ajudat a ningu contra vosaltres. Respecteu la vostra alianca amb ells durant el termini convingut. Al·la estima a qui Li temen"},{"SurahNumber":9,"VerseNumber":5,"Text":"Quan hagin transcorregut els mesos sagrats, mateu als associadors onsevulla que els trobeu. Captureu-los! Assetgeu- los! Tendiu-los emboscades pertot arreu! Pero si es penedeixen, fan la azala i donen el azaque, llavors deixeu-los en pau! Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":6,"Text":"Si un dels associadors et demana proteccio concedeix-la-hi, perque escolti la Paraula d'Al·la. Despres, facilita-li l'arribada a un lloc que estigui segur. Es que son gent que no sap"},{"SurahNumber":9,"VerseNumber":7,"Text":"Com podran els associadors concertar una alianca amb Al·la i amb El seu Missatger, a no ser aquells amb qui vau concertar una alianca al costat de la Mesquita Sagrada? Mentre compleixin amb vosaltres, compliu amb ells. Al·la estima a qui Li temen"},{"SurahNumber":9,"VerseNumber":8,"Text":"Com si, quan us vencen, no respecten alianca ni compromis amb vosaltres? Us satisfan amb la boca, pero els seus cors s'oposen i la majoria son uns perversos"},{"SurahNumber":9,"VerseNumber":9,"Text":"Han malvenut els signes d'Al·la i han desviat a uns altres del seu cami. Quin detestable es el que han fet"},{"SurahNumber":9,"VerseNumber":10,"Text":"No respecten alianca ni compromis amb el creient. aquests son els que violen la llei"},{"SurahNumber":9,"VerseNumber":11,"Text":"Pero si es penedeixen, fan la azala i donen el azaque, llavors seran els vostres germans en religio. Exposem clarament els versicles a gent que sap"},{"SurahNumber":9,"VerseNumber":12,"Text":"Pero, si violen els seus juraments despres d'haver conclos una alianca i ataquen la vostra religio, combateu contra els caps de la incredulitat. No respecten cap jurament. Potser, aixi, desisteixin"},{"SurahNumber":9,"VerseNumber":13,"Text":"Com no aneu a combatre contra gent que ha violat el seu jurament, que hagues preferit expulsar al Missatger i us va atacar primer? Els teniu por, sent aixi que Al·la te mes dret que Li tingueu por? Si es que sou creients"},{"SurahNumber":9,"VerseNumber":14,"Text":"Combateu contra ells! Al·la els castigara a mans vostres i els omplira de vergonya, mentre que a vosaltres us auxiliara contra ells, guarint aixi els pits de gent creient"},{"SurahNumber":9,"VerseNumber":15,"Text":"i esvaint la ira dels seus cors. Al·la es torna cap a qui Ell vol. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":16,"Text":"O es que heu cregut que se us anava a deixar en pau i que Al·la encara no coneix a qui de vosaltres han combatut sense travar alianca amb ningu, fora d'Al·la, del seu Missatger i dels creients? Al·la esta be informat del que feu"},{"SurahNumber":9,"VerseNumber":17,"Text":"Els associadors no han de cuidar del manteniment de les mesquites d'Al·la, sent testimonis contra si mateixos de la seva incredulitat. Aquests, quins vanes son les seves obres! Estaran en el Foc eternament"},{"SurahNumber":9,"VerseNumber":18,"Text":"Que nomes cuidi del manteniment de les mesquites d'Al·la qui crea en Al·la i en l'ultim Dia, faci la azala, doni el azaque i no tingui por sino d'Al·la. Potser aquests siguin dels be dirigits"},{"SurahNumber":9,"VerseNumber":19,"Text":"Aneu a comparar al que dona de beure als pelegrins i cuida del manteniment de la Mesquita Sagrada amb el que creu en Al·la i en l'ultim Dia i lluita per Al·la? No son iguals per a Al·la. Al·la no dirigeix al poble impiu"},{"SurahNumber":9,"VerseNumber":20,"Text":"Qui creen, emigrin i lluitin per Al·la amb la seva hisenda i les seves persones tindran una categoria mes elevada al costat d'Al·la. Aquests seran els que triomfin"},{"SurahNumber":9,"VerseNumber":21,"Text":"El seu Senyor els anuncia La seva misericordia i satisfaccio, aixi, com jardins en els quals gaudiran de delicia sense fi"},{"SurahNumber":9,"VerseNumber":22,"Text":"en els quals estaran eternament, per a sempre. Al·la te al costat de Si una magnifica recompensa"},{"SurahNumber":9,"VerseNumber":23,"Text":"Creients! No prengueu com aliats als vostres pares i als vostres germans si prefereixen la incredulitat a la fe. Qui de vosaltres els consideren aliats, aquests son els impius"},{"SurahNumber":9,"VerseNumber":24,"Text":"Digues: «Si preferiu els vostres pares, els vostres fills, els vostres germans, les vostres esposes, la vostra tribu, la hisenda que heu adquirit, un negoci pel resultat del qual temeu i cases que us plauen, a Al·la i a al seu Missatger i a la lluita per La seva causa, espereu que venga Al·la amb El seu ordre...» Al·la no dirigeix al poble pervers"},{"SurahNumber":9,"VerseNumber":25,"Text":"Al·la us ha ajudat a vencer en molts llocs. I el dia de Hunayn, quan, complaguts pel vostre gran nombre, aquest no us va servir de res; quan la terra, a pesar de la seva vastitud, us va resultar estreta i vau tornar l'esquena per a fugir"},{"SurahNumber":9,"VerseNumber":26,"Text":"Al·la, llavors, va enviar dels alt El seu Sakina sobre El seu Missatger i sobre els creients. Va fer tambe descendir legions invisibles als vostres ulls i va castigar als que no creien. Aquesta es la retribucio dels infidels"},{"SurahNumber":9,"VerseNumber":27,"Text":"Pero, despres d'aixo, Al·la es tornara cap a qui Ell vulgui. Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":28,"Text":"Creients! Els associadors son mera impuresa. Que no s'acostin, doncs, a la Mesquita Sagrada despres d'aquest mateix any! Si temeu escassesa, Al·la us enriquira per favor Seu, si vol. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":29,"Text":"Combateu conta qui, havent rebut l'Escriptura, no creuen en Al·la ni en l'ultim Dia, ni prohibeixen el que Al·la i El seu Missatger han prohibit, ni practiquen la religio veritable, fins que, humiliats, paguin el tribut directament"},{"SurahNumber":9,"VerseNumber":30,"Text":"Els jueus diuen: «Uzayr es el fill d'Al·la». I els cristians diuen: «El Ungit es el fill d'Al·la». Aixo es el que diuen de paraula. Imiten el que ja abans havien dit els infidels. Que Al·la els maleeixi! Com poden ser tan desviats"},{"SurahNumber":9,"VerseNumber":31,"Text":"Han pres als seus doctors i als seus monjos, aixi com al Ungit, fill de Maria, com senyors, en lloc de prendre a Al·la quan les ordres que havien rebut no eren sino de servir a un Deu U. No hi ha mes deu que Ell! Gloria a Ell! Esta per sobre del que Li associen"},{"SurahNumber":9,"VerseNumber":32,"Text":"Volguessin apagar d'un bufo la Llum d'Al·la pero Al·la no desitja sino que resplandeixi, a despit dels infidels"},{"SurahNumber":9,"VerseNumber":33,"Text":"Ell es Qui ha manat al seu Missatger amb La Guia i amb la religio veritable perque, a despit dels associadors, prevalgui sobre tota altra religio"},{"SurahNumber":9,"VerseNumber":34,"Text":"Creients! Molts doctors i monjos devoren, si, la hisenda aliena injustament, desviant a altres del cami d'Al·la. A qui atresoren or i plata i no ho gasten per la causa d'Al·la, anuncia'ls un castig doloros"},{"SurahNumber":9,"VerseNumber":35,"Text":"el dia que aquests metalls es posin candents en el foc de la Jahenam i els seus fronts, costats i esquenes siguin marcats amb ells: «Aixo es el que atresoraveu per a vosaltres. Agradeu, doncs, el que atresoraveu!»"},{"SurahNumber":9,"VerseNumber":36,"Text":"El nombre de mesos, per a Al·la, es de dotze. Van Ser inscrits en l'Escriptura d'Al·la el dia que va crear els cels i la terra. D'ells, quatre son sagrats: aquesta es la religio veritable. No sigueu injusts amb vosaltres mateixos no respectant-los! I combateu tots contra els associadors com ells tambe combaten tots contra vosaltres! I sapigueu que Al·la esta amb els que Li temen"},{"SurahNumber":9,"VerseNumber":37,"Text":"El mes intercalar no significa mes que un increment en la incredulitat, amb la qual s'extravien els infidels. Ho declaren profa un any i sagrat altre any, per a estar d'acord amb el nombre del que Al·la ha declarat sagrat, declarant aixi profa el que Al·la ha declarat sagrat. La malicia de les seves obres ha estat engalanada, pero Al·la no dirigeix al poble infidel"},{"SurahNumber":9,"VerseNumber":38,"Text":"Creients! Que us passa? Per que, quan se us diu: «Aneu a la guerra per la causa d'Al·la!» romaneu clavats en terra? Preferiu la vida d'aqui a l'altra I que es el breu gaudi de la vida d'aqui comparat amb l'altra, sino be poc"},{"SurahNumber":9,"VerseNumber":39,"Text":"Si no aneu a la guerra, us infligira un doloros castig. Fara que altre poble us substitueixi, sense que pugueu causar-li cap dany. Al·la es omnipotent"},{"SurahNumber":9,"VerseNumber":40,"Text":"Si li negueu auxili, Al·la si que li va auxiliar quan, expulsat pels infidels amb un sol company, li deia a aquest estant els dos en la cova: «No estiguis trist! Al·la esta amb nosaltres!» Al·la va fer descendir sobre ell El Seu Sakina i li va reforcar amb legions invisibles als vostres ulls. Al·la va posar La seva Paraula per sobre de la paraula dels infidels.. Al·la es poderos, savi"},{"SurahNumber":9,"VerseNumber":41,"Text":"Aneu a la guerra, tant si us es facil com si us es dificil! Lluiteu per Al·la amb la vostra hisenda i les vostres persones! Es millor per a vosaltres. Si sabessiu"},{"SurahNumber":9,"VerseNumber":42,"Text":"Si s'hagues tractat d'un avantatge immediat o d'un viatge curt, t'haurien seguit, pero l'objectiu els ha semblat distant. Juraran per Al·la: «Si haguessim pogut, us hauriem acompanyat a la guerra». Es perden a si mateixos. Al·la sap que menteixen"},{"SurahNumber":9,"VerseNumber":43,"Text":"Que Al·la et perdoni! Per quins els has dispensat abans d'haver distingit als sincers dels quals menteixen"},{"SurahNumber":9,"VerseNumber":44,"Text":"Qui creuen en Al·la i en l'ultim Dia no et demanen dispensa quan de lluitar amb la seva hisenda i les seves persones es tracta. Al·la coneix be a qui Li temen"},{"SurahNumber":9,"VerseNumber":45,"Text":"Nomes et demanen dispensa qui no creuen en Al·la i en l'ultim Dia, aquells els cors dels quals estan plens de dubtes i que, per dubtar, vacil·len"},{"SurahNumber":9,"VerseNumber":46,"Text":"Si haguessin volgut anar a la guerra, s'haurien preparat per a aixo, pero Al·la no ha aprovat la seva marxa. Els ha infos mandra i se'ls ha dit: «Quedeu-vos amb els que es queden!»"},{"SurahNumber":9,"VerseNumber":47,"Text":"Si us haguessin acompanyat a la guerra, no haurien fet mes que augmentar la confusio i haurien sembrat la desconfianca entre vosaltres, buscant revoltar-vos. Hi ha entre vosaltres qui donen escoltas al que diuen, pero Al·la coneix be als impius"},{"SurahNumber":9,"VerseNumber":48,"Text":"Ja van buscar abans revoltar i van embullar be els teus assumptes fins que va venir la Veritat i va apareixer l'ordre d'Al·la, a despit d'ells"},{"SurahNumber":9,"VerseNumber":49,"Text":"Hi ha entre ells qui diu: «Dispensa'm i no em temptis!» Pero es que no han caigut ja en la temptacio? La Jahenam, certament, voltara als infidels"},{"SurahNumber":9,"VerseNumber":50,"Text":"Si et succeix quelcom bo, els dol, i, si t'afligeix una desgracia, diuen: «Ja hem pres les nostres precaucions!» I es van tan contents"},{"SurahNumber":9,"VerseNumber":51,"Text":"Digues: «Nomes podra ocorrer-nos el que Al·la ens hagi predestinat. Ell es el nostre Amo. Que els creients, doncs, confiin en Al·la!»"},{"SurahNumber":9,"VerseNumber":52,"Text":"Digues: «Quins podeu esperar per a nosaltres sino una de les dues contingencies mes belles?» Nosaltres, en canvi, vam esperar que Al·la us afligeixi amb un castig vingut d'Ell o a mans nostres. Espereu, doncs! Nosaltres tambe esperem amb vosaltres"},{"SurahNumber":9,"VerseNumber":53,"Text":"Digues: «Dona el mateix que doneu almoina a gust o de mala gana, doncs no se us ha d'acceptar ja que sou gent perversa»"},{"SurahNumber":9,"VerseNumber":54,"Text":"L'unica cosa que ha impedit que la seva almoina sigui acceptada es que no creuen en Al·la ni en El seu Missatger, no acudeixen a la azala sino mandrosament i no donen almoina sino de mala gana"},{"SurahNumber":9,"VerseNumber":55,"Text":"No et maravilles de la seva hisenda ni dels seus fills! Al·la nomes vol amb aixo castigar-los en la vida d'aqui i que exhalin el seu ultim sospiro sent infidels"},{"SurahNumber":9,"VerseNumber":56,"Text":"Juren per Al·la que son, si, dels vostres, pero no ho son, sino que son Gent que te por"},{"SurahNumber":9,"VerseNumber":57,"Text":"Si trobaren un refugi o coves o algun lloc on poder amagar- se Anirien alla molt de pressa"},{"SurahNumber":9,"VerseNumber":58,"Text":"Alguns d'ells et critiquen a proposit de les almoines. Si li'ls dona de Elles, estan contents; si no li'ls dona d'elles, s'enfaden"},{"SurahNumber":9,"VerseNumber":59,"Text":"Si quedaren satisfets del que Al·la i El seu Missatger els han donat i digueren:«Al·la ens basta! Al·la ens donara del seu favor i El seu Missatger tambe. Desitgem Ardentment a Al·la!»"},{"SurahNumber":9,"VerseNumber":60,"Text":"Les almoines son nomes per als necessitats, els pobres, els almoiners,aquells la voluntat dels quals cal captar, els captius, els insolvents, la causa d'Al·la i el viatger. Es un deure imposat per Al·la. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":61,"Text":"Hi ha entre ells els que molesten el Profeta i diuen: «Es tot oidor!» Digues: «Pel vostre be es tot oidor. Creu en Al·la i te fe en els creients. Es Misericordios per a aquells de vosaltres que creuen». Els que molesten al Missatger d'Al·la, tindran un castig doloros"},{"SurahNumber":9,"VerseNumber":62,"Text":"Vos juren per Al·la per satisfer-vos, pero Al·la te mes dret, i El seu Missatger tambe, que Li satisfacen. Si es que son creients"},{"SurahNumber":9,"VerseNumber":63,"Text":"No saben que qui s'oposa a Al·la i al seu Missatger tindra eternament el foc de la Jahenam? Que enorme deshonra"},{"SurahNumber":9,"VerseNumber":64,"Text":"Els hipocrites temen la revelacio d'un versicle que els informe del contingut dels seus cors. Digues: «Burleu-vos, que ja traura Al·la el que temeu!»"},{"SurahNumber":9,"VerseNumber":65,"Text":"Si els preguntes, diuen: «No feiem mes que parlotejar i bromejar». Digues: «Vos burlaveu d'Al·la, dels seus signes i del seu Missatger?»"},{"SurahNumber":9,"VerseNumber":66,"Text":"No us disculpeu! Heu deixat de creure despres d'haver cregut i, si perdonem a algun de vosaltres, castigarem a altres per haver sigut pecadors"},{"SurahNumber":9,"VerseNumber":67,"Text":"Els hipocrites i les hipocrites son tots u. Ordenen el que esta malament i prohibixen el que esta be. Tanquen les seues mans. Han oblidat Al·la i Ell els hi ha oblidat. Els hipocrites son els perversos"},{"SurahNumber":9,"VerseNumber":68,"Text":"Al·la ha promes als hipocrites, a les hipocrites i als infidels amb el Foc de la Jahenam, en el que estaran eternament. Els bastara. Que Al·la els Maleixi! Tindran un castic permanent"},{"SurahNumber":9,"VerseNumber":69,"Text":"El mateix els va passar als que us van precedir. Eren mes forts que vosaltres, mes rics i tenien mes fills. Van disfrutar de la seva part. Disfruteu vosaltres tambe de la vostra part, com els vostres antecessors van disfrutar de la seva. Heu parlotejat igual que ells. Vanes van ser les seves obres en la vida d'aqui i vanes ho seran en l'altra. Aquestes son els que perden"},{"SurahNumber":9,"VerseNumber":70,"Text":"No s'han assabentat del que va passar als que els van precedir: el poble de Noe, els Adites, els Tamudis, el poble d'Abraham, els Madianites i els dels Pobles del Dalt Baix? Els seus Missatgers van vindre a ells amb les proves clares. No anava a ser Al·la injust amb ells, sino que ells ho van ser amb si mateixos"},{"SurahNumber":9,"VerseNumber":71,"Text":"Pero els creients i les creients son aliats uns d'altres. Ordenen el que esta be i prohibixen el que esta malament. Fan l'oracio, donen l'azaque i obeixen a Al·la i al seu Missatger. D'aquells s'apiadara Al·la. Al·la es poderos, savi"},{"SurahNumber":9,"VerseNumber":72,"Text":"Al·la ha promes als creients i a les creients jardins pels baixos de les quals fluixen rierols, en els que estaran eternament, i vivendes agradables en els Jardins de l'Eden. Pero la satisfaccio d'Al·la sera millor encara. Aquest es l'exit Grandios"},{"SurahNumber":9,"VerseNumber":73,"Text":"Profeta! Combat contra els infidels i els hipocrites, se dur amb ells! El seu refugi sera la Jahenam. Quin mal fi"},{"SurahNumber":9,"VerseNumber":74,"Text":"Juren per Al·la que no han professat la incredulitat, quan la veritat es que Si. Han apostat despres d'haver abracat l'islam. Aspiraven a quelcom que no han aconseguit i han quedat ressentits nomes per no haver obtingut mes que allo que Al·la i El seu Missatger els han enriquit, per favor Seu. Seria millor per a ells que es penediren. Si tornen l'esquena, Al·la els infligira un castig doloros en la vida d'aqui i en l'altra. No trobaran en la terra amo ni Auxiliar"},{"SurahNumber":9,"VerseNumber":75,"Text":"Alguns d'ells han concertat una alianca amb Al·la: «Si ens dona quelcom del seu favor, si que farem almoina, si que serem dels justos»"},{"SurahNumber":9,"VerseNumber":76,"Text":"Pero, quan els dona quelcom del seu favor, es mostren avars d'aixo, tornen la esquena i se'n van"},{"SurahNumber":9,"VerseNumber":77,"Text":"Aixi, ha infos en el seu anim la hipocresia fins al dia que Li troben, per haver faltat al que havien promes a Al·la i per haver mentit"},{"SurahNumber":9,"VerseNumber":78,"Text":"No saben que Al·la coneix els seus secrets i els seus conciliabuls, i que Al·la coneix a fons les coses ocultes"},{"SurahNumber":9,"VerseNumber":79,"Text":"Son ells els que critiquen, tant als creients que, espontaniament, donen almoina, com als que nomes amb un gran esforc aconseguixen donar-la. Es burlen de ells. Tambe Al·la es burlara d'ells i tindran un castic doloros"},{"SurahNumber":9,"VerseNumber":80,"Text":"Dona el mateix que demanes o no que se'ls perdoni. Encara que ho demanares setanta Vegades, Al·la no els perdonaria, perque no han cregut en Al·la i en El seu Missatger. Al·la no dirigix al poble pervers"},{"SurahNumber":9,"VerseNumber":81,"Text":"Els deixats enrere es van alegrar de poder quedar-se a casa en contra del Missatger d'Al·la. Els repugnava lluitar per Al·la amb la seva hisenda i les seves persones i deien: «No aneu a la guerra amb aquesta calor». Digues: «El foc de la Jahenam es encara mes calent». Si entenguessin"},{"SurahNumber":9,"VerseNumber":82,"Text":"Que riguin, doncs, un poc! Ja ploraran, i molt, com retribucio del que han comes"},{"SurahNumber":9,"VerseNumber":83,"Text":"Si Al·la torna a dur-te a un grup d'ells i et demanen permis per a anar a la guerra, digues: «No anireu mai amb mi! No combatreu amb mi contra cap enemic! Vau preferir una vegada quedar-vos a casa. Quedeu-vos, doncs, amb els que es queden darrere!»"},{"SurahNumber":9,"VerseNumber":84,"Text":"No oris mai per cap d'ells quan mori, ni et detinguis davant la seva tomba! No han cregut en Al·la i en el seu Missatger i han mort en la seva perversitat"},{"SurahNumber":9,"VerseNumber":85,"Text":"No et maravilles de la seva hisenda i dels seus fills! Al·la nomes vol amb aixo castigar-los en la vida d'aqui i que exhalin el seu ultim sospir sent infidels"},{"SurahNumber":9,"VerseNumber":86,"Text":"Quan es revela un versicle: «Creieu en Al·la i combateu al costat del seu Missatger», els mes rics d'ells et demanen permis i diuen: «Deixa que ens quedem amb els que es queden!»"},{"SurahNumber":9,"VerseNumber":87,"Text":"Prefereixen quedar-se amb les dones deixades darrere. Han estat segellats els seus cors, aixi que no entenen"},{"SurahNumber":9,"VerseNumber":88,"Text":"Pero el Missatger i els que amb ell creuen combaten amb la seva hisenda i les seves persones. Seves seran les coses bones. Aquests son els que prosperaran"},{"SurahNumber":9,"VerseNumber":89,"Text":"Al·la els ha preparat jardins pels baixos dels quals fluixen rierols, en els que estaran eternament. Aquest es l'exit grandios"},{"SurahNumber":9,"VerseNumber":90,"Text":"Els beduins que s'excusen venen que se'ls doni permis. Els que menteixen a Al·la i al seu Missatger es queden a casa. Un castig doloros arribara a als que d'ells no creen"},{"SurahNumber":9,"VerseNumber":91,"Text":"Si son sincers envers Al·la i amb El seu Missatger, no haura gens que retreure als febles, als malalts, als que no troben els mitjans. No hi ha motiu contra els que obren amb honradesa. Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":92,"Text":"Tampoc contra aquells a qui, venint a tu perque els facilitis muntura, dius: «No us trobo muntura» i es tornen amb els ulls arrasats de llagrimes de tristesa perque no troben els mitjans"},{"SurahNumber":9,"VerseNumber":93,"Text":"Nomes hi ha motiu contra els que, sent rics, et demanen permis. Prefereixen quedar-se amb les dones deixades darrere. Al·la ha segellat els seus cors, aixi que no saben"},{"SurahNumber":9,"VerseNumber":94,"Text":"S'excusaran davant vosaltres quan torneu a ells. Digues: «No us excuseu! No anem a creure-us! Al·la ja ens ha informat sobre vosaltres. Al·la i El seu Missatger veuran les vostres obres. Despres, se us retornara al Coneixedor de l'ocult i del pales i ja us informara Ell del que feieu»"},{"SurahNumber":9,"VerseNumber":95,"Text":"Quan regresseu a ells us demanaran, jurant per Al·la, que els deixeu. Deixeu-los, doncs, son una abominacio. El seu estatge sera la Jahenam com retribucio del que han comes"},{"SurahNumber":9,"VerseNumber":96,"Text":"Us conjuren que accepteu les seves excuses. Pero, si vosaltres les accepteu, Al·la no les acceptara del poble pervers"},{"SurahNumber":9,"VerseNumber":97,"Text":"Els beduins son els mes infidels, els mes hipocrites i els mes propensos a ignorar les lleis contingudes en la revelacio d'Al·la al seu Missatger. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":98,"Text":"Alguns beduins consideren com onerosa obligacio pecuniaria el que gasten, i aguaiten les vostres vicissituds. Que siguin ells els que sofreixin un reves! Al·la tot ho escolta, tot ho sap"},{"SurahNumber":9,"VerseNumber":99,"Text":"Pero hi ha altres beduins que creuen en Al·la i en l'ultim Dia i consideren el que gasten i les oracions del Missatger com mitjans d'acostar-se a Al·la. No es aixo per a ells un mitja d'acostar-se? Al·la els introduira en La seva misericordia. Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":100,"Text":"Al·la esta satisfet dels mes distingits -els primers dels emigrats i dels auxiliars-, i de qui els van seguir en les seves bones obres. Ells tambe estaran satisfets d'Ell, Que els ha preparat jardins pels baixos dels quals fluixen rierols en els quals estaran eternament, per a sempre. Aquest es l'exit grandios"},{"SurahNumber":9,"VerseNumber":101,"Text":"Entre els beduIns que us envolten i entre els medinenses hi ha hipocrites que s'obstinen en la seva hipocresia. Tu no els coneixes, Nosaltres els coneixem. Els castigarem dues vegades. Despres, seran enviats a un castig terrible"},{"SurahNumber":9,"VerseNumber":102,"Text":"Altres en canvi, reconeixen els seus pecats. Han barrejat obres bones amb altres males. Tal vegada Al·la es torni a ells. Al·la es indulgent, misericordios"},{"SurahNumber":9,"VerseNumber":103,"Text":"Deduix dels seus bens una almoina per a netejar-los i purificar-los amb ella! I ora per ells! La teva oracio els assossega. Al·la tot ho escolta, tot ho sap"},{"SurahNumber":9,"VerseNumber":104,"Text":"No saben que Al·la es Qui accepta el penediment dels seus serfs i rep les almoines i que Al·la es l'Indulgent, el Misericordios"},{"SurahNumber":9,"VerseNumber":105,"Text":"Digues: «Alla vosaltres! Al·la veura les vostres obres, aixi com el seu Missatger i els creients. Se us retornara al Coneixedor de l'ocult i del pales i ja us informara Ell del que feieu»"},{"SurahNumber":9,"VerseNumber":106,"Text":"A uns altres se'ls fa esperar la decisio d'Al·la: castig o misericordia. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":107,"Text":"Qui van edificar una mesquita amb anim de danyar per a ajuda de la incredulitat, per a dividir als creients i com refugi per a qui havia fet abans la guerra a Al·la i al seu Missatger, juren solemnement: «No vam voler sino el millor » Pero Al·la es testimoni que menteixen"},{"SurahNumber":9,"VerseNumber":108,"Text":"No oris mai en aquesta mesquita! Una mesquita fundada des del primer dia en el temor d'Al·la te mes dret que oris en ella. La frequenten homes que agraden de purificar-se i Al·la estima als que es purifiquen"},{"SurahNumber":9,"VerseNumber":109,"Text":"Qui es millor: qui ha cimentat el seu edifici en el temor d'Al·la i en La seva satisfaccio o qui ho ha cimentat a la vora d'una escarpa desgastada per l'accio de l'aigua i erosionable, que s'esfondra arrossegant-li al foc de la Jahenam? Al·la no dirigeix al poble impiu"},{"SurahNumber":9,"VerseNumber":110,"Text":"L'edifici que s'han construit no deixara de ser motiu de dubte en els seus cors, tret que aquests es facin trossos. Al·la es omniscient, savi"},{"SurahNumber":9,"VerseNumber":111,"Text":"Al·la ha comprat als creients les seves persones i la seva hisenda, ofrenant-les, a canvi el Paradis. Combaten per Al·la: maten o els maten. Es una promesa que Li obliga veritat, continguda en la Tora, en l'Evangeli i en l'Alcora. I qui respecta millor la seva alianca que Al·la? Alegreu-vos pel tracte que heu tancat amb El! Aquest es l'exit grandios"},{"SurahNumber":9,"VerseNumber":112,"Text":"Qui es penedeixen serveixen a Al·la, Li lloen, dejunen, s'inclinen, es prosternan, ordenen el que esta be i prohibeixen el que esta malament, observen les lleis d'Al·la... I anuncia la bona nova als creients"},{"SurahNumber":9,"VerseNumber":113,"Text":"El Profeta i els creients no han de demanar el perdo dels associadors, encara que siguin parents seus, despres d'haver vist clarament que habitaran en el Jaheem"},{"SurahNumber":9,"VerseNumber":114,"Text":"El perdo que Abraham va demanar per al seu pare no va anar sino en virtut d'una promesa que li havia fet; pero, quan va veure clarament que era enemic d'Al·la, es va desentendre d'ell. Abraham era, certament, tendre, benigne"},{"SurahNumber":9,"VerseNumber":115,"Text":"Al·la, despres d'haver dirigit a un poble, no va a extraviar- li sense abans haver-li ensenyat el que ha de temer. Al·la es omniscient"},{"SurahNumber":9,"VerseNumber":116,"Text":"D'Al·la es el domini dels cels i de la terra. Ell dona la vida i dona la mort. No teniu, fora d'Al·la, amo ni auxiliar"},{"SurahNumber":9,"VerseNumber":117,"Text":"Al·la s'ha tornat al Profeta, als emigrats i als auxiliars, que li van seguir en una hora d'adversitat, despres d'haver-se gairebe desviat els cors d'alguns d'ells. S'ha tornat, depues, a ells. Al·la es amb ells mans, misericordios"},{"SurahNumber":9,"VerseNumber":118,"Text":"I als tres que van ser deixats enrere fins que la terra, a pesar de la seva vastitud, els va resultar estreta, i els seus esperits es van angoixar tambe, i van creure que no havia mes refugi contra Al·la que Ell mateix. Despres, es va tornar a ells perque es penedissin. Al·la es l'Indulgent, el Misericordios"},{"SurahNumber":9,"VerseNumber":119,"Text":"Creients! Temeu a Al·la i estigueu amb els sincers"},{"SurahNumber":9,"VerseNumber":120,"Text":"Els medinenses i els beduins que acampen al seu voltant no han de quedar-se a la saga del Missatger d'Al·la ni preferir el benestar propi al d'ell. Si ho fan aixi, no patiran sed, ni fatiga, ni fam per la causa d´Al·la. Tot sol que trepitgin, per a irritacio dels infidels, i tota avantatge que obtinguin sobre l'enemic, seran inscrits com obra bona. Al·la no deixa de remunerar a qui fan el be"},{"SurahNumber":9,"VerseNumber":121,"Text":"No gastaran gens, ni poc ni molt, no travessaran vall algun, que no quedi tot inscrit a favor seu, perque Al·la els retribueixi nomes per les seves millors obres"},{"SurahNumber":9,"VerseNumber":122,"Text":"No tenen per que acudir tots els creients. Que de cada agrupacio d'ells nomes alguns acudeixin a instruir-se en la Religio, a fi d'advertir als seus quan regressin a ells. Potser, aixi vagin amb compte"},{"SurahNumber":9,"VerseNumber":123,"Text":"Creients! Combateu contra els infidels que tingueu prop! Que us trobin durs! Sapigueu que Al·la esta amb els que Li temen"},{"SurahNumber":9,"VerseNumber":124,"Text":"Quan es revela un versicle hi ha alguns d'ells que diuen: «Aquest, a qui de vosaltres li ha augmentat la fe?» La hi augmenta als que creuen, i d'aixo se alegren"},{"SurahNumber":9,"VerseNumber":125,"Text":"mentre que als malalts de cor els augmenta la taca que ja tenien i moren sent infidels"},{"SurahNumber":9,"VerseNumber":126,"Text":"Es que no veuen que se'ls prova una o dues vegades a l'any? Pero ni es penedeixen ni es deixen amonestar"},{"SurahNumber":9,"VerseNumber":127,"Text":"I quan es revela un versicle, es miren uns a uns altres: «Us veu algu?» Despres, es van. Al·la ha desviat els seus cors, perque son gent que no enten"},{"SurahNumber":9,"VerseNumber":128,"Text":"Us ha vingut un Missatger sortit de vosaltres. Li dol que sofriu, anhela el vostre be. Amb els creients es mans, misericordios"},{"SurahNumber":9,"VerseNumber":129,"Text":"Si et tornen l'esquena, digues: «Al·la em basta! No hi ha mes deu que Ell! En Ell confie! Ell es el Senyor del Tron August!»"}]}