{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Ts’enolo ea"},{"SurahNumber":39,"VerseNumber":2,"Text":"Ruri Re u senoletse"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ha se Allah Eo A tsoanetsoeng ke lerato la ‘nete? Empa haele ba ikhethelang bats’ireletsi kathoko ho Allah(ba re): “Re mpa re ba sebeltsa molemong oa hore ba tle ba re atametse haufi le Allah.” Ruri! Allah U tla ahlola lipakeng tsa bona malebana le tseo ba fapanang ka tsona. Hobane! Allah ha A tataise motho ea leshano, ea hlokang teboho"},{"SurahNumber":39,"VerseNumber":4,"Text":"Hoja e be Allah U ne A ratile ho ikhethela mora, A ka be A ikhethetse eo A khahloang ke eena ho bao A ba hlotseng: empa tlotla e be ho Eena! Ke Eena Allah, Ea Inotsi, Ea Matla Oohle"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ke Eena Ea hlotseng maholimo le lefats’e ka ‘nete. Ke Eena Ea etsang hore bosiu bo sehe mots’eare tsebe, mots’eare hore o sehe bosiu tsebe, A ba A tsepamisa letsatsi le ngoeli ho ba tlas’a taolo, e ngoe le e ngoe e tsamaea mocheng oa pallo. Na ha se Eena Ea Matla Oohle, Ea Ts’oarelang joalo joalo"},{"SurahNumber":39,"VerseNumber":6,"Text":"O le hlotse ho tsoa mothong a le mong, ka eena motho eo U etsa molekane oa hae; le hona ho le sitsa ka mohlape oa mefuta e robeli. U le hlotse ka har’a limpa tsa bo-’ma’ lona, tlholeho kamor’a tlholeho, ka har’a masira a phaeletsoeng hararo a fifetseng. Ke Eena Allah, Mong`a lona. Ke Eena ‘Musi. Ha ho `Mopi e mong ntle ho Eena. Joale, hobaneng ha le furalla `nete"},{"SurahNumber":39,"VerseNumber":7,"Text":"Haeba le latola, Allah ha A le hloke, ebile ha A khahloe ke ho hloka teboho ha makhabunyane a Hae; empa haeba le fana ka liteboho, U khahloa ke lona. Ha ho moea o jereng o ka jarang mojaro oa o mong. Le tla khutlela ho Mong`a lona; U tla le bolella tsohle tseo le neng le li etsa. Hobane U tseba tseo lifuba tsa batho li li jereng"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ha bomalimabe bo aparela motho, o bitsa ho Mong`a hae ka ts’okoloho le boinyatso. Empa hang hoba A mo nehe molemo o tsoang ho Eena, eba o iteballa ka seo a neng a se rapella pele, a be a iketsetse melingoana khahlanong le Allah, kahoo a khelose batho tseleng ea Allah. E re: “Nyakalla nyelisong ea hau ha nakoana. Hobane u e mong oa balekane ba Mollo.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Na ea rapelang ka ‘nete bosiu, a khumame kapa a eme, ea hopolang Bo-tlang, ea behang ts’epo ea hae mohaung oa Mong`a hae(a ka ts’oana le’a sa etseng joalo?)E re: “Na ba ea lekana: ba tsebang le ba sa tsebeng?” Ke ba filoeng kutloisiso, ba amohelang khalemo"},{"SurahNumber":39,"VerseNumber":10,"Text":"E re: “Oho lona makhabunyane a Ka a Kholoang! Ts’abang Mong`a lona. Mpho e molemo ke ea ba etsang botle lefats’eng lena, Lefats’e la Allah le pharaletse! Ba tsitlallelang ka mamello ba tla amohela moputso o se nang tekanyo.”"},{"SurahNumber":39,"VerseNumber":11,"Text":"E re: “Ke laetsoe ho sebeletsa Allah ka lerato la sebele"},{"SurahNumber":39,"VerseNumber":12,"Text":"“Ke laetsoe ho ba oa pele har’a ba ithapalatsang ka pela Allah Islamong.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"E re: “Ka mohlomong, haeba ke koenehetse Mong’a ka, ruri ke ne ke tla ba le ts’abo ea Kotlo ea Letsatsi le Leholo.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"E re: “Ke Allah Eo ke Mo sebeletsang ka lerato la sebele"},{"SurahNumber":39,"VerseNumber":15,"Text":"“Sebeletsang seo le se ratang ka ntle ho Eena. E re: “Ruri ba tahlehong ke ba lahleheloang ke meea ea bona le mehahabo bona ka Letsatsi la Kahlolo: seo ka ‘nete ke tahleho e pepenene!”"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ba tla apareloa ke lesira la mollo ka holim’a bona le ka tlas’a bona. Ka sena Allah U hlokomelisa makhabunyane a Hae. “Oho makhabunyane a Ka, ebang le ts’abo ho ‘Na!”"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ba nenang bobe, – ba sa bo khumamele, – ba retelehela ho Allah ka boinyatso, – ho teng litaba tse molemo sebakeng sa bona. Kahoo, phatlalatsa litaba tse molemo ho makhabunyane Ka"},{"SurahNumber":39,"VerseNumber":18,"Text":"Ba mamelang lentsoe, ba latela se molemo ho lona: bao ke ba tataisitsoeng ke Allah, ke ba filoeng kutloisiso"},{"SurahNumber":39,"VerseNumber":19,"Text":"Na, joale ea tobiloeng ke kahlolo e mo ts’oanetseng, na u ka mo pholosa Mollong"},{"SurahNumber":39,"VerseNumber":20,"Text":"Empa sebakeng sa ba ts’abang Mong’a bona ho teng meaho e phahameng mekato kaholima e meng, e ahiloeng: eo tlasa eona ho phallang linoka: ts’episo ea Allah: Allah ha A hloloe ts’episong ea Hae"},{"SurahNumber":39,"VerseNumber":21,"Text":"Ha u bone kamoo Allah a romellang pula ho tsoa marung, A etsang hore liliba li ts’akhunye fats’e? Ebe U melisa lijalo ka mebala ho fapana; ebe li’a bajoa, u li bone li eba ts’ehla; ebe li’a omell, li foforehe. Ruri! ho sena, ke Molaetsa oa khopotso ho batho ba kutloisiso"},{"SurahNumber":39,"VerseNumber":22,"Text":"Na eo Allah A entseng hore pelo ea hae e amohele Islam, hore e be o amohetse leseli le tsoang ho Allah, (a ka ts’oana le ea thatafalitseng pelo?) Sekhobo se be ho bao lipelo tsa bona li thatafalitsoeng khahlano le ho keteka lithoriso tsa Allah. Ba tahlehong e totobetseng"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah U senotse Molaetsa o hlakileng, ka sebopeho sa Lengolo, le topileng, le phetang(thuto ea lona ka litsela tse fapaneng), matlalo a ba ts’abang Mong’a bona a ea thothomela; e be lipelo le matlalo a bona li’a nolofala ketekong ea lithoriso tsa Allah. E joalo tataiso ea Allah: U tataisa ea khahloang ke eena, empa eo Allah a mo lesang tahlehong, ha ho ea mo tataisang"},{"SurahNumber":39,"VerseNumber":24,"Text":"Na joale, ea tamehang ho ts’aba lets’oao la kahlolo ka Letsatsi la Kahlolo sefahlehong sa hae,(a ka ts’oana le a ts’irelelitsoeng ho se joalo)? Ho tla thoe ho baetsalibe:” Latsoang seo le se sebelelitseng.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Ba bileng teng pele ba latotse, eababa oeloa ke kahloloba ntseba sa tsebe letho"},{"SurahNumber":39,"VerseNumber":26,"Text":"Ke kamoo Allah a ba nehileng tatso ea tlotlollo bophelong bona, empa kahlolo e kholo ke ea Bo-tlang, hoja ba ne ba tseba"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ruri! Re sibuletse batho lipapiso ka mefuta ka har’a Qura’n, hore bat le ba amohele khalemo"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qura’n ea Se-Arab, e sa khopamang, e le hore ba tle ba its’ireletse bobeng"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah U sibolla papiso: motho ea ikarabellang batlatsetsing ba bangata, ba qoaketsanang, le motho ea ikarabellang ho Mong’a hae A le mong. Na bobeli ba ea lekana ha ba bapisoa? Thoriso e be ho Allah! Empa bongata ba bona ha bo na tsebo"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ruri! U tla shoa, le bona ba tla shoa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Qetellong lona bohle, ka Letsatsi la Kahlolo, likhang tsa lona lit la khaoloa ka pela Mong’a lona"},{"SurahNumber":39,"VerseNumber":32,"Text":"Ke mang ea etsang phoso e fetisisang ho feta ea buang leshano ka Allah, le ho latola ha e fihla ho eena, na ha ho na bolulo Liheleng bo loketseng banyefoli"},{"SurahNumber":39,"VerseNumber":33,"Text":"Ea tlisang ‘nete ebe o oa e tiisa – bao ke batho ba etsang botle"},{"SurahNumber":39,"VerseNumber":34,"Text":"Bat la fumana tsohle tseo ba li labalabelang, kapel’a Mong’a bona: oo ke moputso oa ba etsang botle"},{"SurahNumber":39,"VerseNumber":35,"Text":"Allah U tla hlakola libe tsa bona, e be U ba neha moputso oa bona ho latela bottle boo ba bo entseng"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah ha A lekana ho lekhabunyane la Hae? Empa ba leka ho u ts’osa ka melingoana e meng kathoko ho Eena! Hobane bao Allah A ba lesang ho lahleha, ha ho ea ka ba tataisang"},{"SurahNumber":39,"VerseNumber":37,"Text":"Eo Allah A mo tataisang, ha ho ea ka mo khelosang. Ha se Allah Ea Matla Oohle, Mong’a Kahlolo"},{"SurahNumber":39,"VerseNumber":38,"Text":"Haeba ruri u ba botsa hore na ke mang ea hlotseng maholimo le lefats’e, ba tla re: “Ke Allah.” E re: “Lea bona? Lintho tseo le bitsang ho tsona ntle ho Allah, – Na li ka thibela Kotlo, haeba Allah a nkabetse Kotlo? – Kapa A nkabetse Mohau Oa Hae, na li ka thibela Mohau Oa Hae?” E re: “Allah U ntekane. Bohle ba nang le ts’epo ba behe ts’epo ea bona ho Eena.”"},{"SurahNumber":39,"VerseNumber":39,"Text":"E re: “Oho Batho ba heso! Etsang ka moo le khonang: ke tla etsa karolo ea ka. Empa haufinyane le tla tseba"},{"SurahNumber":39,"VerseNumber":40,"Text":"“Ke mang eo kahlolo e tlontlollang e tlang ho mo oela, le eo a tlang ho oeloa ke kahlolo e sa feleng.”"},{"SurahNumber":39,"VerseNumber":41,"Text":"Ruri Re senotse"},{"SurahNumber":39,"VerseNumber":42,"Text":"Ke Allah Ea nkang meea nakong lefu, le ea ba shoeng ba robetse: bao taelo Ea Hae ea lefue ba amang, U boloka meea ea bona, empa bohle U ea ba tsosa, ho fihlela letsatsi la psllo. Ruri ho sena ke lits’upiso ho ba nahanang"},{"SurahNumber":39,"VerseNumber":43,"Text":"Eng! Ba nka baemeli kantle ho Allah. E re: “Le hoja ba se na matla ho hang, le bona bohlale?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"E re: “Boemeli bohle ke ba Allah. `Muso oa maholimo le lefats’e ke oa Hae. Qetellong, ke ho Eena moo le tlang ho busetsoa teng.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"Ha ho buoa ka Allah a Inots’i, lipelo tsa ba sa kholoeng bophelong Bo-tlang li tlala lehloeo le letsoalo, empa ha ho buoa ka melingoana ea bona li ea thaba"},{"SurahNumber":39,"VerseNumber":46,"Text":"E re: “Oho Allah! `Mopi oa maholimo le lefats’e! Motsebi oa tsohle tse sa bonoeng le tse pepenene! Ke Uena Ea tla ahlola lipakeng tsa makhabunyane a Hau litabeng tseo ba neng ba fapana ka tsona”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Le haeba baetsalibe ba ne ba ena le tsohle tse teng holim’a lefats’e, le ho feta moo; Ruri le ha ba ne ba ka fana ka tsona e le tefo ho qoba kahlolo e ts’abehang; ho tla hlahela kapel’a bona se tsoang ho Mong`a bona seo ba neng ba sa se lebella"},{"SurahNumber":39,"VerseNumber":48,"Text":"Bobe ba liketso tsa bona bo tla ba tjamela, ba tla kopeloa har’e ke seo ba neng ba se soma"},{"SurahNumber":39,"VerseNumber":49,"Text":"Motho ha a hlaheloa ke bomalimabe, o bitsa ho Rona: kamor’a hoba Re mo sitse ka molemo o tsoang ho Rona, a re: “Sena ke se filoe ka lebaka la tsebo eo ke nang le eona! Che, empa e le teko feela, le hoja bongata bo sa utloisise"},{"SurahNumber":39,"VerseNumber":50,"Text":"Joalo ka ha meloko e bileng teng pele ho bona e ile ea rialo! Empa tsohle tseo ba li entseng ha li’a ba tsoela molemo"},{"SurahNumber":39,"VerseNumber":51,"Text":"Che, litla-morao tse mpe tsa liketso tsa bona li ile tsa ba harinya. Le baetsalibe ba letlobo lena – litla-morao tse mpe tsa liketso tsa bona haufi li tla ba harinya; ba ke ke ba ferekanya merero ea Rona"},{"SurahNumber":39,"VerseNumber":52,"Text":"Na ha ba tsebe hore Allah U lelefatsa nala ho eo a khahloang ke eena, le hona ho e khutsufatsa mabapi le eo a khahloang ke eena. Ruri, ho sena ke lits’upiso ho ba-kholoang"},{"SurahNumber":39,"VerseNumber":53,"Text":"E re: “Oho lona makhabunyane a ka a tlotseng meeli khahlano le meea ea bona! Le se ke la nyahama malebana le mohau oa Allah, Hobane Allah U Ts’oarela libe tsohle. Hobane U Ts’oarelang-joalo-joalo, U Tletse Mohau"},{"SurahNumber":39,"VerseNumber":54,"Text":"“Retelehelang ho Mong’a lona, le ikokobetse thatong Ea Hae, pele Kahlolo e fihla ho lona: Kamorao ho moo le ke ke la fumana thuso"},{"SurahNumber":39,"VerseNumber":55,"Text":"“Le latele tataiso e molemo ea seo le se senoletsoeng se tsoang ho Mong`a lona, pele kotlo e finyella ho lona – ka sekhahla le ea s’o elelloe letho"},{"SurahNumber":39,"VerseNumber":56,"Text":"“Esere moea oa tloha oa re: “Ah, ke aparetsoe ke masoabi! – hobane ha kea ka ka tsotella Allah, Ruri! Ke bile mokhatlong oa basomi"},{"SurahNumber":39,"VerseNumber":57,"Text":"“Kapa e be o re: “Hoja e be Allah U ile A ntataisa, nka be ke le har’a ba lokileng!”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Kapa e be o re, nakong eo o bonang Kahlolo: “Hoja ke ne nka fumana monyetla oa bobeli, ke ne ke tlaba har’a ba etsang botle!”"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Karabo e tla ba:) “Che, lits’enolo tsa Ka li ile tsa finyella ho lona, empa le ile la li latola: la ikhohomosa, la eba mokhatlong oa ba latolang Tumelo.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Mohla Letsatsi la Kahlolo o tla bona bohle ba ileng ba qapa mashano khahlano le Allah; – lifahleho tsa bona lit la ba Nts’o. Na lehae la Baikhohomosi ha le Liheleng"},{"SurahNumber":39,"VerseNumber":61,"Text":"Empa Allah U tla lebisa ba lokileng sebakeng sa bona sa pholoho; ha ho bobe bo tla ba thetas, kapa eona mesarelo"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah ke `Mopi oa lintho tsohle le Eena Moalosi le Mophethisi oa litaba tsohle"},{"SurahNumber":39,"VerseNumber":63,"Text":"Linotlolo tsa maholimo le lefats’e ke tsa Hae; ba latolang Lits’enolo tsa Allah – Ke bona ba tla ba tahlehong"},{"SurahNumber":39,"VerseNumber":64,"Text":"E re: “Ho na le eo le ntaelang hore ke mo khumamele kantle ho Allah, lona maoatla?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Empa ho senotsoe ho uena, – le ho ba bileng teng pele ho uena, –: “Haeba o kopanya Allah le melingoana, Ruri! ts’ebeletso ea hau e tla fetoha lefeela u tla ba har’a ba lahlehetsoeng’’"},{"SurahNumber":39,"VerseNumber":66,"Text":"Che, empa khumamela Allah; u be har’a ba fanang ka liteboho"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ha ba hakanyetse Allah ka mokhoa oo A lokeloang ho ba kateng, mohla Letsatsi la Kahlolo lefats’e lohle le tla fella ka har’a seatla sa Hae, maholimo ona a tla phuthelloa ka har’a seatla sa Hae se setona. Tlotla e be ho Eena! Ea Phahameng ka ho fetisisa ho tsohle tseo ba li manehang ho Eena"},{"SurahNumber":39,"VerseNumber":68,"Text":"Terompeta e tla letsoa, lintho tsohle tse maholimong le tsohle tse lefats’eng li tla shoshopana, kantle le bao ebang Allah U khahloa ke bona. Ha e lla lekhetlo la bobeli, ke moo ba tlang ho ema lipasha"},{"SurahNumber":39,"VerseNumber":69,"Text":"Lefats’e le tla phatsima ke khanya ea Mong`a lona le lona Lengolo le tla manolloa, baporofeta le lipaki ba tla bokelloa, e be ho ahloloa lipakeng tsa bona ka ‘nete kantle le qhekello"},{"SurahNumber":39,"VerseNumber":70,"Text":"Moea ka mong o tla lefshoa ka botlalo seo o se entseng. Etsoe Allah U Tseba ka botlalo tseo ba li etsang"},{"SurahNumber":39,"VerseNumber":71,"Text":"Mahana-tumelo ba tla qhobeloa Liheleng ka mats’oele-ts’oele: ho fihlela ba il’o fihla ho tsona, e be mekoallo e ea buloa, baalosi ba teng ba tla re: “Baromuoa ba habo lona ha ba ka ba finyella ho lona, ba le phetela lits’enolo tsa Mong`a lona le ho le hlokomelisa ka kopano e ea letsatsi la lona? Ba tla re: “E, Ruri! Empa lentsoe la kahlolo le phethahetse khahlanong le mahana-tumelo.”"},{"SurahNumber":39,"VerseNumber":72,"Text":"Ho tla thoe (ho bona): “Kenang mekoallong ea Lihele, kamoo le tlang ho phela kateng. Ruri! Se nyonts’ang ke lehae la baikhohomosi.”"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ba ts’abang Mong`a bona ba tla qhobeloa kahar’a Serapa ka mats’oele-ts’oele: ho fihlela ba fihla ho sona; e be mekoallo ea teng e ea buloa, baalosi ba sona ba tla re: “Khotso e be le lona! Lona le ba hloekileng, kahoo kenang kahar’a Serapa moo le tlang ho phela kateng.”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Ba tla re: “Thoriso e be ho Allah, Ea phethahalitseng ts’episo ea hae ho rona le hona ho re etsa majalefa a naha ena. Re tla phela hohle moo re labalabelang kahar’a serapa sena. Se babatsehang ke moputso oa basebetsi!”"},{"SurahNumber":39,"VerseNumber":75,"Text":"U tla bona manyeloi a pota-potile Terone, a bina lithoriso tsa Mong`a ona. Libopuoa tsohle li tla ahloloa ka nepo. Lentsoe le tla re: “Thoriso e be ho Allah, Mong`a Mafats’e"}]}