{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qof. (Alloh qasam jod mekunad): Savgand ʙa in Qur'oni arçmand"},{"SurahNumber":50,"VerseNumber":2,"Text":"Balki dar ta'aççuʙ şudand, az in ki az mijoni xudaşon ʙimdihandae ʙa sūjaşon omad (va on Muhammad sallallohu alajhi va sallam ʙud,) ki onhoro az azoʙi Alloh ʙim mekard va kofiron guftand: «In cize açiʙ ast"},{"SurahNumber":50,"VerseNumber":3,"Text":"Ojo zamone, ki murdemu xok şudem, ʙori digar ʙa zindagī ʙarmegardem? Cunin ʙozgaşt az aql dur ast!»"},{"SurahNumber":50,"VerseNumber":4,"Text":"Haqiqatan Mo medonem, ki zamin cī guna az çasadhoi onho kam mekunad va noʙud mesozad. Va kitoʙe, (ki ʙa nomi Lavhi Mafhuz hama ciz dar on nigahdorī şuda,) nazdi most"},{"SurahNumber":50,"VerseNumber":5,"Text":"Na! Balki on muşrikon suxani rostero (ja'ne, Qur'on), ki ʙar onho omada ʙud, durūƣ şumurdand. Pas, dar kori pareşonu noʙasomon aftodand"},{"SurahNumber":50,"VerseNumber":6,"Text":"Ojo (in munkironi rūzi ʙa's dar ƣaflatand:) ʙa in osmon, ʙar ʙoloi saraşon nazar namekunand, ki cī guna onro ʙe sutun ʙino kardaem va onro ʙo sitoraho orostaem va heç şikofe dar on nest"},{"SurahNumber":50,"VerseNumber":7,"Text":"Va zaminro pahn kardem va dar on kūhhoi ʙaland afkandem, to ustuvoru qaror girad va az har guna naʙototi xuşmanzar dar on rūjonidem"},{"SurahNumber":50,"VerseNumber":8,"Text":"Dar ofarinişi osmonhovu zamin va on ci mijoni onhost, az nişonahoi ʙuzurg, ʙaroi rahnamoī va pand dodani har ʙandai tavʙakunanda muqarrar doştem"},{"SurahNumber":50,"VerseNumber":9,"Text":"Va az osmon oʙe purʙarakat firistodem. Pas, ʙo on ʙoƣhovu donahoi daravşudanī rūjonidem"},{"SurahNumber":50,"VerseNumber":10,"Text":"Va daraxthoi xurmoi ʙaland, ki xūşahoi ʙarhamcida dorand"},{"SurahNumber":50,"VerseNumber":11,"Text":"Hama in cizhoro rūjonidem, to rizqi ʙandagon ʙoşad va ʙa on oʙ sarzamini xuşku ʙegijohi murdaro zinda kardem. Baromadan (zinda şudan) az gūr niz cunin ast"},{"SurahNumber":50,"VerseNumber":12,"Text":"Peş az on (muşrikoni Qurajş) qavmi Nūh va ashoʙi Ras va Samud pajomʙaronro durūƣ şumorida ʙudand"},{"SurahNumber":50,"VerseNumber":13,"Text":"Va hamcunin qavmi Odu Fir'avn va qavmi Lut"},{"SurahNumber":50,"VerseNumber":14,"Text":"Va ashoʙi Ajka va qavmi Tuʙʙa' hamagī pajomʙaronro durūƣgū şumurdand. Pas, sazovori va'dai azoʙi Man şudand"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ojo az ofarinişi naxustin oçizu notavon şuda ʙudem dar hole ki cize naʙudand? Balki, onho dar ofarinişi nav (ja'ne, ʙa'd az marg zinda şudan dar rūzi qijomat) dar şak hastand"},{"SurahNumber":50,"VerseNumber":16,"Text":"Va haroina, Mo odamiro ofaridaem va medonem on ciro ki nafsaş ʙa ū vasvasa mekunad, zero az ragi gardanaş ʙa ū nazdiktarem"},{"SurahNumber":50,"VerseNumber":17,"Text":"Hangome ki on du fariştai farogiranda dar çoniʙi rostu çoniʙi capi ū nişastaand, har cizro faro megirand. Pas fariştae, ki az çoniʙi rost ast amalhoi xuʙro menavisad va digare az çoniʙi cap ast, amalhoi ʙadro menavisad"},{"SurahNumber":50,"VerseNumber":18,"Text":"Heç kalome namegūjad, magar on ki dar kanori ū noziru navisandae hozir ast"},{"SurahNumber":50,"VerseNumber":19,"Text":"Va ʙa rostj, ki ʙehuşii saxtii marg faro rasid. Ej inson, in hamon marg ast on cī az on megurextj"},{"SurahNumber":50,"VerseNumber":20,"Text":"Va dar sur ʙori duvvum damida meşavad. In hamon rūz ast, rūzi va'dai azoʙ ast, ki Alloh ʙa kofiron ʙim karda ʙud"},{"SurahNumber":50,"VerseNumber":21,"Text":"Har kase dar rūzi mahşar meojad va hamroh ʙo ū fariştae ronandaast, ki ūro ʙa sūi mahşar meronad va fariştae, guvohidihandaast va ʙaroi kori neku ʙadaş guvohī medihad"},{"SurahNumber":50,"VerseNumber":22,"Text":"Ej inson, ʙa durustī, tu az in rūzi saxt ƣofil ʙudī. Mo parda az didai tu ʙardoştem, ƣaflat az tu dur şud va imrūz az on ci meʙinī, caşmonat tezʙin şudaast"},{"SurahNumber":50,"VerseNumber":23,"Text":"Va hamrohaş fariştai navisandai amalhoi ū gūjad: «In devoni amali ū ast on cī man omoda kardaam»"},{"SurahNumber":50,"VerseNumber":24,"Text":"Alloh ʙaroi har du farişta jake ronanda va digare guvohidihanda, mefarmojad: Har nosiposi sarkaşro ʙa çahannam ʙijandozed"},{"SurahNumber":50,"VerseNumber":25,"Text":"on: har ʙozdorandai xajr, taçovuzkori şakkovardaero"},{"SurahNumber":50,"VerseNumber":26,"Text":"on kase, ki ʙo Allohi ʙarhaq ma'ʙudi digare qaror dodaast. Pas, ūro ʙa azoʙi saxti dūzax ʙijandozed"},{"SurahNumber":50,"VerseNumber":27,"Text":"Hamnişini ū (şajtone, ki dar dunjo ʙo ū ʙud), ʙigūjad: «Ej Parvardigori mo, man ūro ʙa sarkaşī vodor nakardam, ʙalki ū xud saxt dar gumrohī ʙud»"},{"SurahNumber":50,"VerseNumber":28,"Text":"Alloh ta'olo megūjad: «Nazdi Man imrūz, ki rūzi çazo ast, muçodala makuned. Man peş az in dar dunjo ʙo şumo huşdor firistonda ʙudam"},{"SurahNumber":50,"VerseNumber":29,"Text":"Va'dai Man digargun nameşavad va kasero ʙo gunohi kase azoʙ namekunam. Va Man ʙa ʙandagon sitam namekunam, magar ʙa'd az on, ki huççat ʙarojaşon ravşan şavad»"},{"SurahNumber":50,"VerseNumber":30,"Text":"(Ba jod or ej Rasul,) rūze, ki çahannamro megūem: «Ojo pur şudaī?» Dūzax megūjad: «Heç zijodatī az in hast?» (Pas Alloh qadami xudro ʙar rūi çahannam meguzorad, on goh çahanam fuşurda megardad va megūjad ʙas ast, ʙas ast)"},{"SurahNumber":50,"VerseNumber":31,"Text":"Va ʙihiştro ʙaroi parhezgoron nazdik ʙijovarand va az onon dur naxohad ʙud, tavre ki ne'mathoi şodī va xursandie, ki dar on hast, muşohida megardad"},{"SurahNumber":50,"VerseNumber":32,"Text":"Barojaşon gufta meşavad: In hamon cizest, ki ʙa har tavʙakunandai az gunohon parhezgore, ki ʙo farzhovu to'athoi Parvardigoraş muhofizat dorad, va'da doda meşud"},{"SurahNumber":50,"VerseNumber":33,"Text":"Hamon kase, ki dar pinhonī az Allohi mehruʙon ʙitarsad va ʙo dili tavʙakor peş ojad"},{"SurahNumber":50,"VerseNumber":34,"Text":"Baroi in mū'minon gūjand: «Ba salomat doxili ʙihişt şaved. In rūz rūzi çovidonist»"},{"SurahNumber":50,"VerseNumber":35,"Text":"Dar on ço ʙaroi on mū'minon har cī ʙixohand, hast va afzun ʙar on nazdi Mo ne'mathoi digare vuçud dorad va on nigaristan ʙa didori Parvardigor ast"},{"SurahNumber":50,"VerseNumber":36,"Text":"Va peş az on muşrikon cī mardumero, ki nerūmandtar ʙudand va dar şahrho sajru çustuçū mekardand, ʙa halokat ovardem. Ojo az azoʙi Alloh rohi gureze hast"},{"SurahNumber":50,"VerseNumber":37,"Text":"Haroina, dar in suxan ʙaroi sohiʙdilon jo onon, ki ʙo huzur gūş faro medorand, andarz va pandest"},{"SurahNumber":50,"VerseNumber":38,"Text":"Alʙatta Mo osmonhovu zamin va on ciro mijoni onhost, az har guna maxluqot dar şaş rūz ofaridem va heç xastagī va mondagī ʙa Mo narasid. (In qudrati ʙuzurg dalolat ʙar on mekunad, ki Alloh ta'olo ʙar zinda kardani murdagon niz tavonost)"},{"SurahNumber":50,"VerseNumber":39,"Text":"(Pas ʙar on ci megūjand) saʙr kun ej Pajomʙar, zero Alloh ʙa guftahojaşon nazar dorad va peş az ʙaromadani oftoʙ va peş az ƣuruʙi on Parvardigoratro ʙo sitoiş tasʙeh gūj"},{"SurahNumber":50,"VerseNumber":40,"Text":"Va niz dar qismate az şaʙ va ʙa'd az har saçda ūro tasʙeh gūj"},{"SurahNumber":50,"VerseNumber":41,"Text":"(Va ej Rasul ʙişnav!) Rūze, ki farişta az makoni nazdike dar sur nido medihad"},{"SurahNumber":50,"VerseNumber":42,"Text":"Rūze, ki on ovozi saxtro ʙa haq meşunavand va dar on heç şakke nest, on rūzi ʙerun şudan az gūr ast"},{"SurahNumber":50,"VerseNumber":43,"Text":"Haroina, Mo zinda mekunem xalqro va dar dunjo memironem va ʙozgaşti hama rūzi qijomat ʙaroi hisoʙu çazo ʙa sūji Most"},{"SurahNumber":50,"VerseNumber":44,"Text":"Rūze, ki zamin ʙişkofad va onho ʙa şitoʙ ʙerun ojand va in girdovarī ʙaroi Mo oson ast"},{"SurahNumber":50,"VerseNumber":45,"Text":"Mo ʙa on ci megujand, (in muşrikon az suxani ʙardurūƣ ʙoftan ʙa Alloh va ojoti Ū) donotarem va tu ʙa onho ma'mur (maçʙurkunanda) nestī. (Ba rostī, ki tu rasonandai pajomi ilohī hastī.) Pas, har kiro az va'dai azoʙi Man metarsad, ʙa Qur'on pand deh! (Va on kase, ki az Mo nametarsad, pand ʙarojaş ta'sir nameʙaxşad)"}]}