{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif Lam Mim Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Muxammed G.S.) Bul sagan tusirilgen bir Kitap. Sondıqtan konlinde kirbendik bolmasın. Bul arqılı eskertwin, muminderge ugit usin"},{"SurahNumber":7,"VerseNumber":3,"Text":"Rabbılarınnan senderge tusirilgenge boy usınındar da Odan ozgeni dos tutıp ilespender. Nendey az gana ugit tındaysındar"},{"SurahNumber":7,"VerseNumber":4,"Text":"Qansalagan kentti joq ettik. Sonda olarga azabımız tundeletip nemese tuski dem alısta keldi"},{"SurahNumber":7,"VerseNumber":5,"Text":"Olarga azabımız kelgen satte: «Biz ras zalımdar boldıq» dep qana aygaylaw boldı"},{"SurahNumber":7,"VerseNumber":6,"Text":"Ozderine elsi jiberilgenderdi suraqqa tartamız ari elsilerdi de suraqqa tartamız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Arine olarga bilip bayan etemiz. Negizinde olarga jasırın emespiz"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ol kungi tarazılaw sındıq. Sonda kimnin tarazısı (jaqsılıqta) awır tartsa, mine solar qutılwsılar"},{"SurahNumber":7,"VerseNumber":9,"Text":"Jane kimnin tarazısı jenil tartsa, ayattarımızga orınsızdıq etkendikteri sebepti ziyan qıldı"},{"SurahNumber":7,"VerseNumber":10,"Text":"Rasında senderdi jer juzine ornalastırıp ozderine onda kun korister jasadıq. Nendey az sukir etesinder"},{"SurahNumber":7,"VerseNumber":11,"Text":"Rasında senderdi jaratıp sonan keyin beyneledik. Sonan son peristelerge: «Adamga sajde qılındar!» dedik. Barlıgı sajde etti. Biraq Ibilis sajde etpedi de sajde etwsilerden de bolmadı"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Alla Ibiliske): «Sagan, Men amir etkende seni sajde etwden ne tıydı?» dedi. Ol: «Men odan artıqpın. Meni ottan jaratıp, onı balsıqtan jarattın» dedi"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Alla): «Onda ol jerden tus. Onda senin menmenswine bolmaydı. Derew sıq, qor bolwsılardansın» dedi"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Ibilis): «Qayta tiriletin kunge deyin mursa ber» dedi"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Alla): « Sınında mursa berilgenderdensin» dedi"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Ibilis): «Endese, meni qangırtqanın sebepti albette men de olarga qarsı Senin twra jolında otırıp alamın» dedi"},{"SurahNumber":7,"VerseNumber":17,"Text":"«Sonan son olarga aldı- artına, on-solınan kelemin de olardın kobin sukir etwsilerden tapapysın» dedi"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Alla): «Qorlanıp qwılgan turde ol jerden sıq. Arine olardan kim sagan ilesse, senderdin barlıqtarınmen tozaqtı toltıramın» dedi"},{"SurahNumber":7,"VerseNumber":19,"Text":"(Alla): «Ay Adam! Sen jane jubayın jannatqa ornalas. Ekewin qalagandarınsa jender. Alayda osı agasqa jolamandar. Sonda zlımdardan bolasındar»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Sonda saytan, ol ekewinin uyattı jerlerinin asılwı usin azgırdı da: «Rabbıların senderdi osı agastan, ekewin periste bolıp ketedi nemese mangi qalıp qoyadı dep gana tıygan» dedi"},{"SurahNumber":7,"VerseNumber":21,"Text":"Jane: «Sınında men ekewidi ugittewsilerdenmin» dep, ant isti"},{"SurahNumber":7,"VerseNumber":22,"Text":"Soytip ekewin aldap tusirdi. Sonda ekewi agastan tatqan satte, uyattı jerleri asılıp ketti. Kewi jannat japıraqtarınan usterine japsıra bastadı. Rabbıları ekewine: «Ekewlerindi osı agastan tıymap pa edim? Rasında saytan senderge asıq duspan demep pe edim?»,- dep dabıstadı"},{"SurahNumber":7,"VerseNumber":23,"Text":"(Adam ata men Xawa ana): «Rabbımız, biz ozimizge kesir istedik. Eger Sen bizdi jarılqap, marxamet etpesen albette ziyan etwsilerden bolamız» dedi"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Alla): «(Jannattan) bir-birine duspan bolıp tusinder. Senderge jer juzinde bir merzimge deyin turaq jane paydalanw bar» dedi"},{"SurahNumber":7,"VerseNumber":25,"Text":"«Ol jerde tirsilik etesinder de, ol jerde olesinder. Jane ol jerden qayta sıgarılasındar» dedi"},{"SurahNumber":7,"VerseNumber":26,"Text":"Ay adam balası! Uyattı jerlerindi jabw usin kiim jane sandik- buyım tusirdik. (Jarattıq) Negizinde taqwalıq kiimi jaqsı. Solar Allanın belgileri. Arine tusinersinder"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ay adam balası! Saytan, ata-analarınnın uyattı jerlerin korsetw usin kiimderin sesip, jannattan sıgargan siyaqtı senderge de sumdıq jasamasın. Oytkeni, ol jane onın sıbaylastarı, sender olardı kormegen jerden koredi. Saytandardı iman keltirmeytinderge dos qıldıq"},{"SurahNumber":7,"VerseNumber":28,"Text":"Olar qasan bir arsızdıq istese: «Atalarımızdı osı jolda taptıq, munı bizge Alla buyırdı» dedi. (Muxammed G.S.): «Sınında Alla arsızdıqqa buyırmaydı. Allaga bilmegen narselerindi aytasındar ma?»,- de"},{"SurahNumber":7,"VerseNumber":29,"Text":"(Muxammed G.S.): «Rabbım adildikti buyırdı. Arbir qulsılıq ornında bet alıstarındı twralap, dinderindi Allaga arnap otırıp, Odan tilender. Sender bastapqı jaratqanınday jane Ogan qaytasındar» de"},{"SurahNumber":7,"VerseNumber":30,"Text":"(Alla, adam balası nın) bir tobın twra jolga saldı. Jane bir tobı da adaswga tiisti boldı.Oytkeni olar, Alladan ozge saytandardı dos tuttı da olar ozderin twra joldamız dep esptedi"},{"SurahNumber":7,"VerseNumber":31,"Text":"(Jahiliet dawirinde, araptar, Kagbanı jalanas aynalıp, jane et, may jemegen.) Ay adam balaları! Arbir qulsılıq ornında zeynetterindi alındar. (Kiininder) Jane jender, isinder de ısırap etpender. Kudiksiz Alla ısırap etwsilerdi suymeydi"},{"SurahNumber":7,"VerseNumber":32,"Text":"(Muxammed G.S.): «Allanın quldarına korkem etip sıgargan narsesin (kiimin) jane bergen jaqsı nesibelerin kim aram etti» de. «Bul nesibe dunie tirsiliginde iman keltirgender usin. (Alayda kapirler de ortaq) Qiyamet kuni muminderge gana» de. Bilgen elge ayattardı ostip tusindiremiz"},{"SurahNumber":7,"VerseNumber":33,"Text":"«Kudiksiz Rabbım, arsızdıqtardı, Onın kornew, komesin, kunanı, orınsız ozbırlıqtı, ogan baylanıstı esbir dalel tusirilmegen narseni Allaga serik qoswlarındı jane bilmeytin narselerindi Allaga qarsı soylewlerindi aram qıldı» de (Muxammed G.S)"},{"SurahNumber":7,"VerseNumber":34,"Text":"Ar alewmettin belgili bir merzimi bar. Olar, sol merzimi kelgen satte, bir dem kesikpeydi de ilgerlemeydi"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ay adam balaları! Eger senderge isterinnen ozderine ayattarımdı tusindiretin elsiler kelse, sonda birew saqsınıp, ozin tuzeltse, olarga bir qorqw da joq ari olar qaygırmaydı"},{"SurahNumber":7,"VerseNumber":36,"Text":"Sonday ayattarımızdı otirik degender, ozderin odan zor sanagandar, solar, tozaqtıq. Olar onda udayı qalwsılar"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allanı otirik qaralagan nemese Onın ayattarın jasınga sıgargan birewden kim zalımıraq? Olar Kitaptagı tiesilerine qawısadı. Aqır elsilerimiz olardın jandarın alwga kelip: «Alladan ozge siınatındarın qayda?»,- degende: «Olar bizden gayıp boldı» dep, ozderinin qarsı bolgandıqtarına ozderi aygaq boldı"},{"SurahNumber":7,"VerseNumber":38,"Text":"(Alla qiyamette olarga): «Senderden burıngı otken, tozaqtagı jın jane adamdar tobının isine kirinder» deydi. Ar top tozaqqa kirgen satte, oz twısın (aldıngı joldasın) qargaydı. Barlıgı onda jinalganda, artqıları, aldındagılarına: «Rabbımız! Osılar bizdi adastırgan. Sondıqtan olarga tozaq otınan eki ese azap ber» deydi. (Alla): «Arkimge eki ese azap bar. Biraq sender bilmeysinder» deydi"},{"SurahNumber":7,"VerseNumber":39,"Text":"Jane olardın aldıngıları, artqılarına: «Senderdin bizge bir artıqsıların joq. Endese istegenderinnin azabın tatındar» deydi"},{"SurahNumber":7,"VerseNumber":40,"Text":"Kudiksiz ayattarımızdı jasınga aynaldırıp, odan ozderin jogarı korgenderge koktin esikteri asılmaydı.. Jane olar tuye inenin kozinen otkenge deyin ujmaqqa kirmeydi. Kunakarlardı ostip jazalandıramız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Olarga jahannamda tosek jane usterinde jamılgılar bar. Zalımdarga osılaysa jaza beremiz"},{"SurahNumber":7,"VerseNumber":42,"Text":"Jane iman keltirip, izgi is istegender, negizinde birewge saması keletindi gana jukteymiz. Solar jannattıq. Olar onda mangi qalwsı"},{"SurahNumber":7,"VerseNumber":43,"Text":"Olardın konilderinen kirbendikti sıgaramız, astarınan ozender agadı. Olar: «Barlıq maqtaw bizdi osı twra jolga salgan Allaga tan. Eger Alla bizdi twra jolga salmasa edi, twra joldı taba almaytın edik. Rasında Rabbımızdın elsileri, sındıqtı keltirgen edi » deydi. Jane olarga: «Mine gamaldarın sebepti murageri bolgan ujmaqtarın osı» delingen turde dabıstaladı"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ujmaqtagılar, tozaqtagılarga: «Rabbımızdın bizge wade etkenin twra taptıq. Sender de Rabbılarınnın wade etkenin twra taptındar ma?»,- dep aygaylaydı. (Olar): «Arine» deydi. Sonda olardın aralarında bir aygaysı: «Allanın qargısı zalımdarga» dep aygaylaydı"},{"SurahNumber":7,"VerseNumber":45,"Text":"Olar, Allanın jolınan tosıp, onda bir qisıqtıq izdeydi. Jane olar axiretke de qarsı bolwsılar"},{"SurahNumber":7,"VerseNumber":46,"Text":"(Ujmaqtagılar men tozaqtagılardın) arasında dalda bar. Jane «Agraf» delingen jogarı orında eki jaqtagılardı da alpetterinen tanıytın birewler bar. Bular: «Senderge salem» dep jannattagılarga aygaylaydı. Bular ali jannatqa kirmegen, umit etetinder"},{"SurahNumber":7,"VerseNumber":47,"Text":"Qasan olardın kozderi tozaqtıktar jaqqa burılsa: «Rabbımız! Bizdi zalım elmen birge qıla korme!»,- deydi"},{"SurahNumber":7,"VerseNumber":48,"Text":"Agraftagılar tozaqtagı alpetterinen tanıgandarga: «Senderge koptikterin jane menmendikterin payda bermedi me?»,- dep aygaylaydı"},{"SurahNumber":7,"VerseNumber":49,"Text":"(Olarga ujmaqtagılardı korsetip:) “Bularga Allanın raxmeti timeydi dep, ant isken adamdarın emes pe? Ujmaqqa kirinder. Senderge qorqınıs joq ari sender qaygırmaysındar” (delinedi)"},{"SurahNumber":7,"VerseNumber":50,"Text":"Tozaqtagılar, ujmaqtagılarga: “bizge swlarınnan nemese Allanın senderge bergen nesibesinen togip jiberinder” dep aygaylaydı. Olar: “Rasında Alla, ol ekewinde kapirlerge aram etken” deydi"},{"SurahNumber":7,"VerseNumber":51,"Text":"Olar, dinderin oın- sawıqqa aynaldırıp, dunie tirsiligi aldagandar. Olar osı kunge jolıgwların umıtıp jane ayattarımızga qarsı kelgendey bugin. Biz olardı umıtamız"},{"SurahNumber":7,"VerseNumber":52,"Text":"Rasında Biz olarga, iman keltirgen qawım usin twra jol marxamet turinde bir Kitap tusirip, onı bilim jolımen ayırıp tusindirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Olar onın natijesin (bastarına keletinin) gana kutedi. Onın natijesi kelgen kuni, onı umıtıp jurgender: “Rabbımızdın elsileri sındıqtı akelgen edi. Endi bizdi qoldawsı bar ma? Nemese duniege qaytarılamız ba? Sonda burıngı istegenimizden basqanı ister edik” deydi. Rasında olar ozderine kesir istedi. Sonday-aq olardın jasandı tanirleri adasıp joq boldı"},{"SurahNumber":7,"VerseNumber":54,"Text":"Kudiksiz Rabbıların sonday Alla, kokter men jerdi altı kunde jaratqan. Sonan keyin garsını koterildi. Birin- biri qwalap, kundizdi burkegen tundi jane kun men aydı, juldızdardı da amirine bagındırgan. Saq bolındar! Jaratw jane buyrıq berw Ogan tan. Ote jogarı Alla, bukil alemnin Rabbı"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbılarına jalbarınıp, jasırın turde tilender. Kudiksiz Ol, sekten sıgwsılardı jaqsı kormeydi"},{"SurahNumber":7,"VerseNumber":56,"Text":"Jer juzi tuzetilgennen keyin bulinsilik qılmandar. Jane Allaga xawip ari umitpen jalbarınındar. Rasında Allanın raxmti jaqın"},{"SurahNumber":7,"VerseNumber":57,"Text":"Ol sonday Alla raxmetinin (janbırdın) aldın ala jelderdi qwantwsı etip jiberedi. Awır bulttardı kotergen boyda, oli (qagır) bir memleketke jiberip, sonda ol arqılı janbır jawdırıp, sonımen ar turli jemisterdi sıgaramız. Osılaysa olikterdi de tiriltemiz. Arine ugittenersinder"},{"SurahNumber":7,"VerseNumber":58,"Text":"Jaqsı jerdin osimdigi Rabbının qalawı boyınsa sıgadı. Sonday qunarsız jerge az narse gana sıgadı. ( Bul ıqılas pen ıqılassızdın mısalı) Osılaysa ayattarımızdı sukirlik qılatın elge ayırıp bayan etemiz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Rasında Nux (G.S.) tı eline paygambar etip jiberdik. Sonda ol: “Ay elim! Allaga qulsılıq qılındar, senderdin Odan basqa tanirlerin joq. Saksiz men senderge keletin ulı kunnin azabınan qorqamın” dedi"},{"SurahNumber":7,"VerseNumber":60,"Text":"Elinin bastıqtarı: “Arine biz seni asıq adaswda koremiz” dedi"},{"SurahNumber":7,"VerseNumber":61,"Text":"“Ay elim! Men de esbir adasqandıq joq. Birak men alemderdin Rabbı tarapınan bir elsimin” dedi"},{"SurahNumber":7,"VerseNumber":62,"Text":"“Senderge Rabbımnın jibergenderin jalgastırıp, senderdi ugitteymin. Jane Alladan sender bilmegendi bilemin”"},{"SurahNumber":7,"VerseNumber":63,"Text":"Saqsınıp, marxametke bolenwlerin usin Rabbıların tarapınan, ozderinnen senderge eskertetin bir kisige nasixat kelwine tanırqaysındar ma"},{"SurahNumber":7,"VerseNumber":64,"Text":"Sonda olar onı jasınga sıgardı. Sondıqtan onı jane onımen birge kemede bolgandardı qutqarıp, ayattarımızdı otirik degenderdi swga batırdıq.Oytkeni olar anıq kozsiz el di"},{"SurahNumber":7,"VerseNumber":65,"Text":"Jane Gad eline twıstarı Hud (G.S.) tı jiberdik: “Ay elim! Allaga qulsılıq qılındar! Senderdin odan basqa tanirlerin joq. Qorıqpaysındar ma?”,- dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Elinin qarsı bolgan tobı: “Arine biz seni eswas koremiz. Jane seni anıq otiriksilerden dep oylaymız” dedi"},{"SurahNumber":7,"VerseNumber":67,"Text":"“Ay elim! Men bir aqımaq emespin. Biraq alemderdin Rabbı tarapınan bir elsimin” dedi"},{"SurahNumber":7,"VerseNumber":68,"Text":"“Senderge Rabbımnın jibergenderin jalgastıramın. Ari senderge senimdi bir ugitsimin…”"},{"SurahNumber":7,"VerseNumber":69,"Text":"Rabbıların tarapınan ozderinnen, senderge eskertw usin bir kisige nasixat elwine tanırqaysındar ma? Oylandar! Sol waqıtta Alla senderdi Nux qawımınan keyin orınbasar qılıp, ari tulga jaratılısında da artık qıldı. Endese Allanın nıgmetterin eske alındar, arine qutılasındar.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Olar: “Sen bizge jalgız gana Allaga qulsılıq qılwımız jane ata- babalarımızdın tabınatındarın tastawımız usin keldin be? Eger ras aytwsılardan bolsan, bizdi quqaylagan azabındı akel” dedi"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Hud G.S.): “Rabbıların tarapınan azap jane asw tiisti boldı. Alla ogan esbir dalel tusirmegen, attarın, ozderin jane ataların qoygan tanirlerin jayında menimen talsasındar ma? Endi natijeni kutinder, men de sendermen birge kutwsilerdenmin” dedi"},{"SurahNumber":7,"VerseNumber":72,"Text":"Sonda Hud (G.S.) tı, onımen birge bolgandarı marxametimizben qutqardıq ta ayattarımızdı jasınga sıgargandardın jane senbegenderdin artın uzdik"},{"SurahNumber":7,"VerseNumber":73,"Text":"Jane Samud eline twıstarı Salix (G.S.) dı jiberdik: “Ay qawımım! Allaga qulsılıq qılındar, senderdin Odan basqa tanirlerin joq. Senderge Rabbılarınnan asıq mugjiza keldi. Mine Allanın ingeni senderge bir mugjiza. Onı erkine qoyındar, Allanın jerinde ottasın. Ogan bir sumdıq istemender. Aytpese, senderdi jan tursigerlik azap qolga aladı” dedi"},{"SurahNumber":7,"VerseNumber":74,"Text":"Eske alındar! Sol waqıtta Gaddan keyin senderdi olardın orınbasarı qılıp, jer juzine ornalastırdı. Oypattarınan saraylar jasap alıp, tawlardı ungip uyler jasaytın edinder. Sondıqtan Allanın nıgmetterin eske alındar da jer juzinde bulinsilik qılıp jurmender"},{"SurahNumber":7,"VerseNumber":75,"Text":"Elinin dandaysıgan tobı, aralarındagı iman keltirgenderdi qor korip: «Salixtın, Rabbı tarapınan anıq elsi ekenin bilesinder me?»,- dedi. Olar: «Kudiksiz biz ol arqılı jiberilgen narselerge senemiz» dedi"},{"SurahNumber":7,"VerseNumber":76,"Text":"Dandaysıgandar: «Kudiksiz biz sender sengen narselerge qarsımız» dedi"},{"SurahNumber":7,"VerseNumber":77,"Text":"Sonday olar ingendi oltirip, Rabbılarının amirinen sıqtı da: «Ay Salix! Eger sen elsilerden bolsan, bizge bopsalaganındı keltir» dedi"},{"SurahNumber":7,"VerseNumber":78,"Text":"Sonda olardı bir silkinis qolga aldı da uylerinde etpettegen boydarında qaldı"},{"SurahNumber":7,"VerseNumber":79,"Text":"Sonda Salix olardan juz burıp: «Ay elim! Rasında men senderge Rabbımnın buyrıgın jalgastırdım. Biraq sender ugittewsilerdi jaqsı kormedinder» dedi"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lut (G.S.) sol waqıtta eline: «Senderden burın alemnen eskimnin istemegen arsızdıgın isteysinder me?» dedi"},{"SurahNumber":7,"VerseNumber":81,"Text":"«Sender ayelderdi qoyıp erkekterge qızıgıp kelesinder me? Arine sender sekten sıqqan elsinder»"},{"SurahNumber":7,"VerseNumber":82,"Text":"Elinin jawabı: «Olardı kentterinnen sıgarındar. Oytkeni, olar ote tazasıngan adamdar» dew gana boladı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Sonda Lut (G.S.) tı jane semyasın qutqardıq. Biraq qatını gana apatqa usıragandardan boldı"},{"SurahNumber":7,"VerseNumber":84,"Text":"Olarga bir janbır jawdırdıq. Kunakarlardın sonının qalay bolganın kor"},{"SurahNumber":7,"VerseNumber":85,"Text":"Madyan eline twıstarı Sugayıp (G.S.) tı jiberdik: «Ay elim! Allaga qulsılıq qılındar. Senderdin Odan basqa tanirlerin joq. Senderge Rabbılarınnan asıq bir dalel keldi. Endi olsewdi, tartwdı tolıq orındandar. Adamdardın narselerin kemitpender. Tuzetilgennen keyin jer juzinde bulinsilik qılmandar. Eger iman ketirgen bolsandar, senderge osı isterin jaqsı» dedi"},{"SurahNumber":7,"VerseNumber":86,"Text":"«Iman keltirgenderdi Allanın jolınan tosıp, bopsalap, qınırlıq izdew usin arbir jol ustinde otırmandar. Jane oylandar, sender az edinder, Alla kobeytti. Jane de buzaqılardın sonı qalay boldı, qarandar! »"},{"SurahNumber":7,"VerseNumber":87,"Text":"«Jane senderden bir top, men arqılı jiberilgenge senip, bir top senbese, Sonda aramızga Alla ukim bergenge deyin sabır etinder. Ol, ukim berwsilerdin jaqsısı»"},{"SurahNumber":7,"VerseNumber":88,"Text":"Elinin dandaysıgan bastıqtarı: «Ay sugayıp! Arine seni de senimen birge iman keltirgenderdi de kentimizden sıgaramız, nemese dinimizge qaytasındar» dedi. Sugayıp(G.S.): «Jaqtırmasaq ta ma?»,- dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"«Alla bizdi dinderinnen qutqargannan keyin qaytalasaq, rasında Allaga otirik jala qoygan bolamız. Biraq Rabbımız qalasa, ogan qaytwımızga boladı. Rabbımızdın bilimi ar narsni sıydırdı. Allaga tawekel qıldıq. Rabbımız! Biz benen elimizdin aarsına twralıqpen Sen ukim et. soNday-aq Sen bilik awtwsılardın en jaqsısın» (dedi. Sugayıp G.S)"},{"SurahNumber":7,"VerseNumber":90,"Text":"Elinin isinen qarsı bolgan bastıqtarı: «Eger Sugayıpqa ilessender, sol waqıtta anık ziyan etwsilerden bolasındar» dedi"},{"SurahNumber":7,"VerseNumber":91,"Text":"Sonda olardı bir silkinis qolga alıp jurttarında etpettegen boylarında qaldı"},{"SurahNumber":7,"VerseNumber":92,"Text":"Sugayıp (G.S.) tı jasınga sıgargandar, tipti jurttarında bolmaganday boldı. Sonday-aq Sugayıp (G.S.) tı jasınga sıgargandar ziyan tarttı"},{"SurahNumber":7,"VerseNumber":93,"Text":"Sonda ol, olardan bet burıp: «Ay elim! Rasında men senderge Rabbımnın nusqawların jalgastırdım ari senderge ugit ettim. Al endi qarsı bolgan bir elge qaytıp qaygıramın? » ,- dedi"},{"SurahNumber":7,"VerseNumber":94,"Text":"Tagı Biz arqanday bir kentke elsi jibersek, olar jalbarınsın dep, ol jerdin turgındarın tarsılıq, qiınsılıqqa usırattıq"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonan son jamansılıqtı jaqsılıqqa awıstırdıq. Tipti artılıp ketti de: «Atalarımızdın basına da tarsılıq, kensilik kelgen ken» desti. Sondıqtan olardı kenetten qolga alganımızda ozderi de bilmey qaldı"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eger ol olkelerdin eli iman keltirip, saqsınsa edi, arine olarga kok pen jerdin bereketterin asıp jiberer edik. Biraq olar jasınga sıgardı. Sondıqtan qılmıstarı sebepti olardı qolga aldıq"},{"SurahNumber":7,"VerseNumber":97,"Text":"Kentterdin xalqı, ozderine azabımızdın tundeletip, olar uyqıdagı kezde kelwinen qawipsiz be"},{"SurahNumber":7,"VerseNumber":98,"Text":"Jane de ol kentterdin eli, kun koterile bere oynap jurgen satte, azabımızdın kelwinen kapersiz bola ala ma"},{"SurahNumber":7,"VerseNumber":99,"Text":"Sonday-aq Allanın karinen aman bola ala ma? Allanın beynetinen ziyanga usıraytın el gana qobaljımaydı"},{"SurahNumber":7,"VerseNumber":100,"Text":"Jerdin burıngı ielerinen keyingi muragerler tusinbey me? Eger qalasaq, kunalarına qaray beynet berer edik. Sonday-aq jurekterin morleymiz, sondıqtan olar estimeydi"},{"SurahNumber":7,"VerseNumber":101,"Text":"(Muxammed G.S.) Bul kentterdin qissaların sagan bayan etemiz. Arine olarga elsileri ap- asıq dalel keltirgen edi. Sonda da burın otirik degen narselerine sengileri kelmedi. Mine Alla, qarsı bolwsılardın juregin ostip morleydi"},{"SurahNumber":7,"VerseNumber":102,"Text":"Olardın kobin wade de tappadıq. Ari olardın kobin mulde buzıq kordik"},{"SurahNumber":7,"VerseNumber":103,"Text":"Odan keyin Musa (G.S.) nı Pergawın jane sıbaylastarına mugjizalarmen jiberdik. Sonda olar, mugjizaga qarsı keldi. Al endi buzaqılardın sonınınn qalay bolganın kor"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa (G.S.): «Ay Pergawın! Sınında men bukil alemnin Rabbı tarapınan jiberilgen bir elsimin» dedi"},{"SurahNumber":7,"VerseNumber":105,"Text":"«Allaga xaqiqattı gana aytwga mindettemin. Senderge Rabbılarınnan asıq dalel akeldim. Endi Izrail urpaqtarın menimen birge jiber» dedi"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Pergawın): «Eger sen bir mugjiza keltirgen bolsan, al onı akel. Eger sozin sın bolsa» dedi"},{"SurahNumber":7,"VerseNumber":107,"Text":"Sonda (Musa G.S.) tayagın tastadı. Ol, derew asıqsa bir aydagar boldı"},{"SurahNumber":7,"VerseNumber":108,"Text":"Tagı qolın sıgardı. Sonda ol, qarawsılarga appaq korindi"},{"SurahNumber":7,"VerseNumber":109,"Text":"Pergawın elinin bastıqtarı: «Kudiksiz mınaw anıq bilgis siqırsı» dedi"},{"SurahNumber":7,"VerseNumber":110,"Text":"«Senderdi jurttarınnan sıgargısı keledi. Ne buyrasındar?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"«Onı da twısın da toqtatıp qoyıp, qalalarga jinawsılar jiber.»"},{"SurahNumber":7,"VerseNumber":112,"Text":"«Bukil bilgis siqırsılardı sagan akelsin» (desti)"},{"SurahNumber":7,"VerseNumber":113,"Text":"Siqırsılar, Pergawınga kelip: «Eger biz jeniske ie bolsaq, arine bizge sıylıq bar sıgar» dedi"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Pergawın): «Arine! Ari jaqın adamdarımnan bolasındar» dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Siqırsılar): A Musa! Endi (onerindi ortaga) ne sen qoy nemese bizder qoyyaıq dedi"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa G.S.): «Sender qoyındar» dedi. Olar (onerlerin) qoygan satte, adamdardın kozderin siqırlap, olardı qorqıttı. Sonday-aq ulken bir siqır keltirdi"},{"SurahNumber":7,"VerseNumber":117,"Text":"Musaga: «Tayagındı tasta» dep waxi ettik. Sol satte, tayaq olardın jasandı narselerin jalmay bastadı"},{"SurahNumber":7,"VerseNumber":118,"Text":"Sonda sındıq ortaga qoyılıp, olardın istegenderi bosqa ketti"},{"SurahNumber":7,"VerseNumber":119,"Text":"Soytip olar sol arada jeniliske usırap, qor bolıp qayttı"},{"SurahNumber":7,"VerseNumber":120,"Text":"Siqırsılar sajdege jıgıldı"},{"SurahNumber":7,"VerseNumber":121,"Text":"Olar: «Bukil alemnin Rabbına sendik» dedi"},{"SurahNumber":7,"VerseNumber":122,"Text":"«Musa men harwnnın Rabbına….»"},{"SurahNumber":7,"VerseNumber":123,"Text":"(Pergawın): «Men senderge ruqsat berwden burın ogan iman keltirdinder me? Rasında bul, qala xalqın sıgarw usin jasagan bir adisterin. Balem jaqında koresinder.» dedi"},{"SurahNumber":7,"VerseNumber":124,"Text":"«Arine qol-ayaqtarındı sadırlata kestiremin, sonson tugeldey astıramın»"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Siqırsılar): Sozsiz, Rabbımızga aynalamız! ,- dedi"},{"SurahNumber":7,"VerseNumber":126,"Text":"«Sen, bizden Rabbımızdın ayattarı kelgende iman keltirdi dep qana os alasın. Rabbımız! Bizge sabır ber ari bizdi Musılman bolgan kuyde oltir!….»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Pergawın elinin bastıqtarı: «Musanı jane elin, jer juzinde bulinsilik qılsın jane seni de, tanirlerindi de tastasın dep qoya bersin be? » dedi. (Pergawın olarga): «Uldarın oltiremiz de ayelderin tiri qoyamız. Arine biz olardın ustinde oktembiz» dedi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa (G.S.) eline: «Alladan jardem tilender ari sabır etinder: Jer Allaniki ekeni dawsız. Ol, quldarınan qalaganına mura qıladı. Songı tabıs taqwalardiki» dedi"},{"SurahNumber":7,"VerseNumber":129,"Text":"(Eli Musa G.S.ga): «Sen bizge kelwden burın jane sen bizge kelgennen keyin de qinaldıq» dedi. (Musa G.S.): «Rabbıların duspandarındı joyıp, ornına senderdi ol jerge ornalastırwı mumkin.Biraq senderdin de qalay isteytinderine qaraydı» dedi"},{"SurahNumber":7,"VerseNumber":130,"Text":"Sınında, Pergawın tobın, ugit alwları usin jıldarsa jemisterin kemitip, qolga aldıq"},{"SurahNumber":7,"VerseNumber":131,"Text":"Qasan olarga bir jaqsılıq kelse: «Bul bizdin xaqımız» dep, eger olarga bir jamandıq jetse, Musa jane onımen birge bolgan kisilerdi ırımdaydı. Bayqandar! Olardın satsizdikteri Alla tarapınan. Biraq olardın kobi bilmeydi"},{"SurahNumber":7,"VerseNumber":132,"Text":"Tagı olar: «Bizdi jadılaw usin qansa mugjiza keltirsen de sagan senbeymiz » dedi"},{"SurahNumber":7,"VerseNumber":133,"Text":"Sondıqtan olarga asıq mugjizalar turinde; topan swı, sekirtke, bit, baqa jane qan jiberdik. Sonda da olar menmensigen ari olar kunakar bir qawım boldı"},{"SurahNumber":7,"VerseNumber":134,"Text":"Rawayat boyınsa, bir juma qarangılıq basıp, quygan sel pergawındıqtardın uylerine toladı. Olardın jalbarınwları boyınsaa Musa (G.S.) nın tilegimen, kun asılıp, mol osimdik sıgadı. Sonda da iman keltirmegendkterinen segirtke, bit, sonson baqa qaptap, odan keyin swları qanga aynaladı.) Olarga azap kelgen kezde: «Ay Musa! Rabbına, sagan bergen wadesi boyınsa jalbarın. Eger bizden azabın ayıqtırsan, arine sagan senemiz de Izrail urpaqtarın senimen birge qoya beremiz» dedi"},{"SurahNumber":7,"VerseNumber":135,"Text":"Qasan olardan belgili merzimge deyin azaptı ayıqtırsaq, sol waqıtta olar sertterin buzdı"},{"SurahNumber":7,"VerseNumber":136,"Text":"Ayattarımızdı jasınga sıgarıp, onı elemegendikterinen olardı tenizge batırıp jazasın tarttırdıq"},{"SurahNumber":7,"VerseNumber":137,"Text":"Sonday ezilgen xalıqtı (Izrail urpaqtarın) biz qunarlı qılgan jerdin sıgısına da batısına da murager qıldıq. Soytip olardın sabır qılwları sebepti Rabınnın Izrail urpaqtarına degen igi sozderi orındaldı. Sonday-aq Pergawın men elinin, biiktetip jasap bara jatqandarın talqandadıq"},{"SurahNumber":7,"VerseNumber":138,"Text":"Tagı Izrail urpaqtarın tenizden otkizdik. Sonda olar buttarına soqıngan bir elge keldi: «Ay Musa! Bulardın tanirleri qusagan bizge tanir jasa» dedi. (Musa G.S.): «Sınında sender bilmeytin elsinder» dedi. (Bul Gamalqa eli edi)"},{"SurahNumber":7,"VerseNumber":139,"Text":"«Sozsiz olardın dinderi joyıladı da olardın istegen isteri bosqa ketedi.»"},{"SurahNumber":7,"VerseNumber":140,"Text":"«Senderge bukil alemnen senderdi artıq qılgan Alladan basqa tanir izdeymin be?»,- dedi"},{"SurahNumber":7,"VerseNumber":141,"Text":"(Izrail urpaqtarı,) oylandar! Senderdi qattı azappen qinagan, uldarındı bawızdap, ayelderindi tiri qoygan Pergawın semyasınan qutqargan edik. Osılarda sender usin Rabbıların tarapınan zor sınaw bar"},{"SurahNumber":7,"VerseNumber":142,"Text":"Musa (G.S.) ga otız tun wade ettik te ogan ondı qosıp, soytip Rabbının belgili waqıtı qırıq keske toldı. Musa (G.S.) twısı Harunga: «Elimnin isinde ornıbasarım bol. Tuzelt te buzaqılardın jolına erme» dedi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Rawayat boyınsa, Musa eline: «Pergawınnan qutılsaq, Alla tarapınan Bir Kitap keltiremin» deydi. Sondıqtan qutılgannan keyin Alalnın amiri boyınsa Tur tawında qırıq kun oraza ustagannan keyin Allamen soylesip tawrat tusedi. Musa (G.S.), belgili wademizde kelip, Rabbı ogan soylegende , (Musa G.S.): «Rabbım magan ozindi korset, Seni koreyin» dedi. (Alla): «Meni, aste kore almaysın; biraq tawga qara, sonda eger ol ornında tura alsa, sen de Meni koresin» dedi. Sonda Rabbı tawga elestegen satte, onı bıt- sıt qıldı. Musa (G.S) da talıp tusti. Esi kire sala: «Sen paksin, Sagan tawbe ettim, ari men senwsilerdin algasqısımın» dedi"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Alla T.): « Ay Musa! Sınında seni adamdardan elsilikke jane soyleswge tandap aldım. Endese, sagan bergenderimdi al da, sukirlik etwsilerden bol» dedi"},{"SurahNumber":7,"VerseNumber":145,"Text":"Musa (G.S.) ga (Tawrat) taqtaylarında ar narseni ugit turinde asalap jazgan edik: «Sonda onı mıqtı usta jane eline amir et. Onın korkem nusqawların alsın. Sagan, buzaqılardın jurtın korsetemin?»"},{"SurahNumber":7,"VerseNumber":146,"Text":"Jer juzinde orınsız turde dandaysıgandardı uzaqtastıramın. Eger olar barlıq belgilerdi korse de ogan senbeydi. Sonday-aq olar twra joldı korse; onı jol qıp ustamaydı. Al eger qisıq joldı korse, onı jol qıp aladı. Bul olardın ayattarımızdı otirik dep odan gapıl bolgandıqtarı"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ayattarımızdı, aqiretke kezdeswdi otirik degenderdin gamaldarı joyılıp, isterine qaray gana jazalanadı"},{"SurahNumber":7,"VerseNumber":148,"Text":"Musa (G.S.) dan kyin eli; sandik- buyımdardan dabısı bar buzawdın musinin jasap aldı. Olar, ol buzawdın ozderimen soylespeytinin jane olardı twra jolga salmaytınınn kormey me? Olar onı tanir tutıp, zalımdardan boldı"},{"SurahNumber":7,"VerseNumber":149,"Text":"(Musa G.S. Tur tawına Allaga jalbarınw usin qırıq kun turganda, Samri, eldin altın bilezikterinen buzawdın musinin jasaydı. Rawayat boyınsa Jebreyil G.S. nın atının izinen alıngan topıraqtı isine qoygandıqtan nemese isine kirgen jel arqılı buzawdın dawısı sıgatın bolgan.) Olardın qoldarı tusken zamanda (qattı okinip iıqtarı tusken turde) anıq adasqandıqtarın korip: «Eger Rabbımız bizge marxamet etpese, bizdi jarılqamasa, arine ziyan tartwsılardan bolamız» desti"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa (G.S.) eline ıza bolıp, keyigen turde qaytqan kezde: «Menen keyin magan nendey jaman is istedinder! Rabbılarınnın amirine asıqtındar ma?»,- dep (Tawrat) taqtayların tastay salıp, twısı (Harun) nın basınan ustap ozine qaray tarta bastadı? (Harun): «Ay anamnın ulı! Rasında bul el meni, basınıp tipti ozimdi oltirwge jaqındadı. Endi meni duspandarga kulki qılma da meni zalım elmen birge sanama!»,- dedi"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa (G.S.): «Rabbım! Meni jane twısımdı jarılqa, bizdi marxametine bole! Sen meyirimdilerdin en jaqsısısın» dedi"},{"SurahNumber":7,"VerseNumber":152,"Text":"Kudiksiz sonday buzawdı tanir tutqandarga Rabbıları tarapınan qahar tiip, dunie tirsiliginde qorlıqqa usıraydı. Qarawsılardı osılaysa jazalaymız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Sonday jaman is istegender, sodan keyin tawbe qılıp, iman keltirse, kudiksiz Rabbın sonan son da asa jarılqawsı, erekse meyirimdi"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musanın aswı basılganda, taqtaylardı aldı. Nusqasındagı jazwda; Rabbılarınan qorıqqandarga twra jol jane marxamet bar edi"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa (G.S.) belgili merzimimiz usin elinen jetpis kisi sayladı. Sonda olardı jer silkinw qolga alganda (Musa G.S.): «Rabbım! Eger qalasan olardı da meni de budan burın joq eter edin. Isimizdegi aqımaqtardın qılıqtarının saldarınan, bizdi joq etesin be? Bul Senin bir sınawın gana. Sonımen qalaganındı adastırıp, qalaganındı twra jolga salasın. Sen bizdin iemizsin. Endi bizdi jarılqa, bizge marxamet et. Sen jarılqawsılardın en jaqsısın.» dedi"},{"SurahNumber":7,"VerseNumber":156,"Text":"(Rawayat boyınsa, Alla, Musaga Izrail urpaqtarının buzawga soqınwlarınan tawbe qılwları usin jetpis wakil saylap kelwin buyıradı.) «Bizge osı duniede jane aqirette jaqsılıq jaza kor! Kudiksiz biz Sagan bet burdıq.» (Alla T.): «Men qalaganımdı azabıma usıratamın, raxmetim ar narseni sıydırdı. Marxametimdi sonday taqwalıq qılgandarga, zeket bergenderge jane ayattarımızga sengenderge jedel jazamız» dedi"},{"SurahNumber":7,"VerseNumber":157,"Text":"Olar, sonday jandarındagı Tawratta jane Injilde jazwlı jiberilgen, sawatsız Paygambarga ergender. Ol, olardı jaqsılıqqa buyırıp, jamandıqtan tıyadı. Jaqsı narselerdi xalal, jaman narselerdi aram qıladı. Olardın usterindegi awır jukterdi (tusirip) sielinisken narselerdi sesedi. Endi sogan (Muxammed G.S.ga) sengender, olar ogan qurmet etip ari ogan komek korsetkender sonday-aq ogan tusirilgen nur (Quran) ga ergender, mine solar qutılwsılar"},{"SurahNumber":7,"VerseNumber":158,"Text":"(Muxammed G.S.): Ay adam balası! Men barlıgınga Allanın elsisimin; Ol sonday Alla, jer men koktin ieligi Ogan tan. odan basqa tanir joq. Ol tiriltedi de oltiredi. Allaga jane Allanın sozderine sengen, jiberilgen sawatsız Paygambarga iman keltirinder. Jane ogan erinder, arine twra jol tabasındar de"},{"SurahNumber":7,"VerseNumber":159,"Text":"Musanın qawmınan da twra jolga salatın jane onımen adildik isteytin bir top bar"},{"SurahNumber":7,"VerseNumber":160,"Text":"Biz Izrail urpaqtarınan on eki rwlıq toptarga boldik. Musa (G.S.) dan, eli sw suraganda: «Tayagındı tasqa ur» dep waxi ettik. Sonda tastan on eki bastaw sıqtı da arkim oz swatın bildi. Olarga bulttı kolenke qılıp, ozderine «Manna, Salwanı» tusirdik: «Senderge Biz bergen taza rizıqtan jender» (dedik) Olar bizge kesir tigizbedi. Alayda ozderine kesir tigizdi"},{"SurahNumber":7,"VerseNumber":161,"Text":"Sol waqıtta olarga: «Osı qalaga ornalasındar da (ol jerdin osimdikterinen) qalagandarınsa jender. «Kunamiz jarılqansın» dep qaqapadan sajde qılıp kirinder. Qatelikterindi jarılqap, jaqsılıq istewsilerge tagı artıq beremiz» delindi"},{"SurahNumber":7,"VerseNumber":162,"Text":"Sonda olardın zalımdarı; sozdi, ozderine aytılgannan basqaga awıstırdı. Olardın zulımdıq istegendikteri saldarınan kokten azap jiberdik"},{"SurahNumber":7,"VerseNumber":163,"Text":"(Muxammed G.S.) olardan teniz jagasında bolgan kenttin jagdayın sura. Sol waqıtta olar senbi de (balıq awlap) sekten sıgatın edi. Sonda olardın senbini quttıqtagan kunderinde, balıqtar, olarga qaptap kelip, senbisiz kunderde olarga kelmeytin edi. Olardın zulımdıqtarı sebepti ozderin osılaysa awrege saldıq"},{"SurahNumber":7,"VerseNumber":164,"Text":"Sol waqıtta olardan bir tobı: «Alla joq etetin nemese qattı azap qılatın eldi ne usin ugitteysinder?»,- dedi. (Ugittewsiler): «Rabbılarına guzırımız bolsın, balkim olar saqtanar» dedi"},{"SurahNumber":7,"VerseNumber":165,"Text":"Ozderine berilgen ugitti umıtqan kezde, jamansılıqtan tosqandardı qutqardıq. Sonday zulımdıq qılgandardı; buzaqılıq istewleri sebepti qattı qinawga usırattıq"},{"SurahNumber":7,"VerseNumber":166,"Text":"Sonda olardın tıyım salıngan narsede sekten sıqqandıqtarı sebepti olarga: «Maymıl bolıp qor bolındar» dedik"},{"SurahNumber":7,"VerseNumber":167,"Text":"(Muxammed G.S.)Rabbın olardı qiyamet kunine deyin jaman qinawmen ustaytın birewlerdi albette jiberetindigin bildirdi. Rasında Rabbın tez jazalawsı ari asa jarılqawsı, erekse meyirimdi"},{"SurahNumber":7,"VerseNumber":168,"Text":"Olardı jer juzinde toptarga boldik. Olardın igileri bar ari olardın basqaları da bar. Balkim rayınan qaytar dep olardı jaqsılıqpen de, jamandıqpen de sınadıq"},{"SurahNumber":7,"VerseNumber":169,"Text":"Olardan keyin, Kitapqa murager bolıp, osı sapasız dunienin buyımın alatın top kelip otıradı da: «Jwıqta jarılqanamız» deydi. Tagı sonday narse kelse, onı da ala beredi. Olardan Allaga baylanıstı sındıqtı gana aytwlarına, Tawratta wade alınbadı ma? Al olar, ondagı narselerdi oqımadı ma? Negizinde aqiret jurtı taqwalar usin xayırlı. Sonda da tusinbesinder me"},{"SurahNumber":7,"VerseNumber":170,"Text":"Sonday Kitapqa mıqtı jabısıp, namazdı tolıq orındaydı; daw joq, biz igilik istegenderdin sawabın zaya qılmaymız"},{"SurahNumber":7,"VerseNumber":171,"Text":"Bir kunde tawdı kolenke tarizdi Izrail urpaqtarının usterine koterdik. Olar onı sın tusedi dep oyladı. «Senderge bergen Kitaptı mıqtı ustandar da isindegilerdi tusininder, arine taqwa bolasındar» (dedik)"},{"SurahNumber":7,"VerseNumber":172,"Text":"(Muxammed G.S.) sol waqıtta Rabbın adam balalarının belderinen nasilderin aldı da ozderine kwa etip: «Men, senderdin Rabbıların emespin be?»,- (degende,) olar: «Arine kwamiz» degen. Qiyamet kuni: «Budan xabarımız joq» demender. (Bul «Almisaq» wadesi; jannan alıngan degen)"},{"SurahNumber":7,"VerseNumber":173,"Text":"Nemese: «Burıngı ata-babamız serik qatqan edi, biz de solardın urpagımız. Sonda bizdi buzaqılardın qılıgımen joq etesin be?»,- (demewlerin usin)"},{"SurahNumber":7,"VerseNumber":174,"Text":"Olardın twra jolga qaytwları usin ayattarımızdı ostip asıq bayan etemiz"},{"SurahNumber":7,"VerseNumber":175,"Text":"(Muxammed G.S.) olarga (Yahwdilerge) bergen ayattarımızdı siırılıp, saytandarga ergen, adaswsılardan birewdin jagdayın tusindir"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eger qalasaq, ayatarımız arqılı arine onı jogarlatar edik. Biraq ol, jerge enkeyip (duniege berilip) napsine erdi. Sonda onın mısalı: Eger ogan tap bersende tilin salaqtatıp, ne onı qoyıp qoysan da tilin salaqtatatın it tarizdi. Ayattarımızdı jasınga sıgargan eldin mısalı osı. (Muxammed G.S.) Waqiganı olarga aytıp ber. Balkim olar tusiner"},{"SurahNumber":7,"VerseNumber":177,"Text":"Sonday ayattarımızdı jasınga sıgarıp, ozderine zulımdıq etken eldin sınayı nendey jaman"},{"SurahNumber":7,"VerseNumber":178,"Text":"Alla (T.) kimdi twra jolga salsa, sonda ol, twra jol tapqan boladı. Jane kimdi adastırsa, sonda olar ziyanga usıragandar"},{"SurahNumber":7,"VerseNumber":179,"Text":"Ras tozaq usin de koptegen jın, adamdar jarattıq. Olardın jurekteri bar, alayda olar onımen tusinbeydi. Kozderi bar, onımen kormeydi. Jane olardın qulaqtarı bar, ol arqılı estimeydi. Olar xaywan tarizdi, tipti odan arı adaswda. Mine solar mulde apersizder"},{"SurahNumber":7,"VerseNumber":180,"Text":"En jaqsı atawlar Allaga tan. Ogan sol attarmen jalbarınındar. Allanın atında qigastıq isteytinderdi qoyıp- qoyındar. Olar istegenderinin sazayın tartadı"},{"SurahNumber":7,"VerseNumber":181,"Text":"Biz jaratqan adamdardan twralıqqa bastap, sındıq arqılı adiletti atqaratın bir top bar"},{"SurahNumber":7,"VerseNumber":182,"Text":"Sonday ayattarımızdı jasınga aynaldırgandardı olar, bilmegen jaqtan birte- birte joyamız"},{"SurahNumber":7,"VerseNumber":183,"Text":"Tagı da olarga mursa beremin. Arine saralarım da qatan"},{"SurahNumber":7,"VerseNumber":184,"Text":"Olar joldastarı (Muxammed G.S.) nın jını bolmagandıgın tusinbedi me? Rasında ol, asıq eskertwsi gana"},{"SurahNumber":7,"VerseNumber":185,"Text":"Olar, kokter men jerdegi Allanın mulikterine, jane Alla jaratqan narselerine sonday-aq ozderinin ajaldarının jaqın bolwının mumkin ekendigin oylamay ma? Al endi olar, budan keyin qay sozge senedi"},{"SurahNumber":7,"VerseNumber":186,"Text":"Alla kimdi adastırsa, sonda ogan twra jol korsetwsi joq. Onda olardı qangırıstarında abırjıtıp qoyadı"},{"SurahNumber":7,"VerseNumber":187,"Text":"(Muxammed G.S.) olar, senen qiyamettin qasan bolatındıgın suraydı: «Sınında onın malimeti Rabbımnın qasında, onın mezgilin Ol gana bildiredi. Kokter men jerdegi awır jagday (qiyamet) senderge kenetten-aq keledi» de. Sen onı zerttep otırganday-aq surastıradı. Sınında onın bilimi Allanın qasında, biraq adamdardın kobi onı tusinbeydi de"},{"SurahNumber":7,"VerseNumber":188,"Text":"(Muxammed G.S.): «Alla qalamayınsa, ozim usin payda, ziyan keltirw kusine ie emespin. Eger komesti bilgen bolsam, arine jaqsılıqtı kobeytip alar edim. Sonday-aq magan bir satsazdik jugıspas edi. Men iman keltirgen eldi; qorqıtwsı, qwandırwsı ganamın» de"},{"SurahNumber":7,"VerseNumber":189,"Text":"Ol sonday Alla, senderdi bir -aq kisiden (Adamnan) jaratqan, jane ogan tiyanaq usin jubayın (Xawanı) jaratqan. Ol jubayına jaqındasqanda, jubayı jenil turde jukti boldı. Sonda onımen jurip awırlagan kezde, Allaga: «Eger bizge igi bala bersen, arine sukir etwsilerden bolar edik» dep jalbardı"},{"SurahNumber":7,"VerseNumber":190,"Text":"Degenmen Alla olarga durıs bala bergen kezde, olar ozderine bergen bala jayında Allaga serik qata bastadı. (Bul jerdegi serik qatwsılar, keyingi urpaqtar. Adam G.S. serik qatwdan pak.) Alla (T.) olardın qosqan ortaktarınan jogarı. (Pak)"},{"SurahNumber":7,"VerseNumber":191,"Text":"Olar, es narseni jaratpagan, ozderi jaratılgan narseni Allaga serik qata ma"},{"SurahNumber":7,"VerseNumber":192,"Text":"(Allaga serik qatqan narseleri) Olarga jardem ete almaydı ari ozderine de jardem ete almaydı"},{"SurahNumber":7,"VerseNumber":193,"Text":"Eger serik qatqan narselerindi twra jolga saqırsandar, olar senderge ermeydi. Olardı meyli saqırındar, meyli undemender, sender bari bir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Rasında Alladan ozge soqıngandarın, ozderin siyaqtı quldar. Eger sın aytsandar, qane olardı saqırındar, senderge jawap bersin"},{"SurahNumber":7,"VerseNumber":195,"Text":"Olardın juretin ayaqtarı, ustaytın qoldarı, koretin kozderi nemese estitin qulaqtarı bar ma? (Muxammed G.S.) olarga: «Allaga qosqan ortaqtarındı saqırındar da, sonan son magan mursa bermey aylakerlik jasandar» de"},{"SurahNumber":7,"VerseNumber":196,"Text":"Sınında menin iem Quran tusirgen Alla. ol, jaqsılarga iegersilik etedi"},{"SurahNumber":7,"VerseNumber":197,"Text":"Senderdin Alladan ozge soqıngandarın, senderge de jardem ete almaydı. Sonday-aq ozderine de jardem ete almaydı"},{"SurahNumber":7,"VerseNumber":198,"Text":"Al jane olardı twra jolga saqırsandar, olar estimeydi. Olardın sagan qaraganın koresin. Biraq olar seni kormeydi"},{"SurahNumber":7,"VerseNumber":199,"Text":"(Muxammed) kesirim jolın usta jane olarga twralıqtı amir et. Sonday-aq bilmesterden bet bur"},{"SurahNumber":7,"VerseNumber":200,"Text":"Eger saytannan sagan bir turtki bolsa, Sonda Allaga siın. Oytkeni Ol, tolıq estwsi, ote bilwsi"},{"SurahNumber":7,"VerseNumber":201,"Text":"Taqwalarga saytan tarapınan bir sıbıs tise, olar Allanı eske aladı da qıragılıq isteydi"},{"SurahNumber":7,"VerseNumber":202,"Text":"Kapirlerdin twıstarı (saytandar), azgındıqqa tartadı da sonson olar qırsonınan qalmaydı"},{"SurahNumber":7,"VerseNumber":203,"Text":"(Muxammed G.S.) eger olarga mugjiza keltirsemen, olar: «Onı ozin nege jasamadın?»,- deydi. Men: «Rabbım tarapınan magan waxi etilgenge gana boy usınamın. Osı Quran, iman keltirgen elge, Rabbılarınnan asıq dalelder. Sonday-aq twra jol ari marxamet»"},{"SurahNumber":7,"VerseNumber":204,"Text":"Qasan Quran oqılsa, ogan qulaq salıp tındandar da undemender. Arine marxametke bolenesinder"},{"SurahNumber":7,"VerseNumber":205,"Text":"Rabbına isinnen jalbarına qorıqqan turde basen sozben erteli- kes zikir et. Sonday-aq kapirsizderden bolma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Rasında rabbınnın qasındagılar (peristeler) Ogan qulsılıq qılwdan menmensimeydi de Onı dariptep, Ogan sajde qıladı"}]}