{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":84,"VerseNumber":1,"Text":"When the heaven developed cracks"},{"SurahNumber":84,"VerseNumber":2,"Text":"And it gave ear (i.e., listened) to its Nourisher-Sustainer, and (thus) it was proved true (to Allah’s Command)"},{"SurahNumber":84,"VerseNumber":3,"Text":"And when the earth was expanded enough"},{"SurahNumber":84,"VerseNumber":4,"Text":"and it cast out what (had been) therein, and became empty"},{"SurahNumber":84,"VerseNumber":5,"Text":"And it gave ear to its Nourisher-Sustainer, and (thus) it was proved true"},{"SurahNumber":84,"VerseNumber":6,"Text":"O you the human being! Surely, you are (the) one striving towards your Nourisher-Sustainer — a hard effort, then (you are the one) who must meet Him"},{"SurahNumber":84,"VerseNumber":7,"Text":"Then as for him who is given his record from his right (side)"},{"SurahNumber":84,"VerseNumber":8,"Text":"then soon he is put to Accountability — a very easy reckoning"},{"SurahNumber":84,"VerseNumber":9,"Text":"And he returns to his followers in joy"},{"SurahNumber":84,"VerseNumber":10,"Text":"And as for him who is given his record from behind his back"},{"SurahNumber":84,"VerseNumber":11,"Text":"so soon he will seek destruction (so that he may become destroyed rather than stay in a lasting punishment)"},{"SurahNumber":84,"VerseNumber":12,"Text":"And he shall enter the blazing Fire"},{"SurahNumber":84,"VerseNumber":13,"Text":"Verily, he was among his family fully involved in joy and amusement"},{"SurahNumber":84,"VerseNumber":14,"Text":"Verily, he thought that he will never return (to Allah)"},{"SurahNumber":84,"VerseNumber":15,"Text":"Yes! Verily, his Nourisher-Sustainer remained a Strict Watch over him (throughout his worldly span of life)"},{"SurahNumber":84,"VerseNumber":16,"Text":"So beware! I bring to witness the heaven in evening twilight"},{"SurahNumber":84,"VerseNumber":17,"Text":"and (I bring to witness) the night and whatever it enveloped and hid"},{"SurahNumber":84,"VerseNumber":18,"Text":"and (I bring to witness) the moon when it became fully felt and known (i.e., it revealed its secrets to man)"},{"SurahNumber":84,"VerseNumber":19,"Text":"Without doubt you would surely embark (for journey) from one field to another field (of influence of a heavenly body)"},{"SurahNumber":84,"VerseNumber":20,"Text":"So what (is the matter) with them that they Believe not"},{"SurahNumber":84,"VerseNumber":21,"Text":"And when is recited unto them Al-Quran they do not submit"},{"SurahNumber":84,"VerseNumber":22,"Text":"Nay, (on the contrary) those who have disbelieved, they belie (the contents of the Book)"},{"SurahNumber":84,"VerseNumber":23,"Text":"And Allah knows better what they amass"},{"SurahNumber":84,"VerseNumber":24,"Text":"So announce to them ‘the good news’ about a painful torment —"},{"SurahNumber":84,"VerseNumber":25,"Text":"save those who have Believed and performed righteous deeds — for them is a reward, not stopped or interrupted"}]}