{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Nǐ shuō:“Wǒ céng fèng dào qǐshì: Yǒu jǐ gè jīnglíng yǐjīng jìng tīng, bìngqiě shuō:‘Wǒmen què yǐ tīngjiàn qíyì de “gǔlánjīng”"},{"SurahNumber":72,"VerseNumber":2,"Text":"tā néng dǎo rén yú zhèngdào, gù wǒmen xìnyǎng tā, wǒmen jué bù yǐ rènhé wù pèi wǒmen de zhǔ"},{"SurahNumber":72,"VerseNumber":3,"Text":"Zànsòng wǒmen de zhǔ de zūnyán! Chāojué wànwù, tā méiyǒu zé qǔ qī shì, yě méiyǒu zé qǔ érnǚ"},{"SurahNumber":72,"VerseNumber":4,"Text":"Wǒmen zhōng de yōng yú, cháng yǐ bèimiù de shì wúmiè ān lā"},{"SurahNumber":72,"VerseNumber":5,"Text":"wǒmen céng cāixiǎng rén hé jīnglíng jué bù wúmiè ān lā"},{"SurahNumber":72,"VerseNumber":6,"Text":"Céng yǒu yīxiē nánrén, qiú xiē nán jīnglíng bǎohù tāmen, yīn'ér shǐ tāmen gèngjiā jiāo'ào"},{"SurahNumber":72,"VerseNumber":7,"Text":"Nàxiē nánrén céng xiàng nǐmen yīyàng cāixiǎng ān lā jué bù shǐ rènhé sǐ wù fùhuó"},{"SurahNumber":72,"VerseNumber":8,"Text":"Wǒmen céng shìtàn tiān, fāxiàn tiānshàng bù mǎn jiānqiáng de wèishì hé cànlàn de xīngsù"},{"SurahNumber":72,"VerseNumber":9,"Text":"Guòqù, wǒmen wèi qiètīng ér chángcháng zuò zài tiānshàng kě zuò dì dìfāng. Xiànzài shéi qù qiètīng, shéi jiù fāxiàn yī kē cànlàn de xīngsù zài děngzhe tā"},{"SurahNumber":72,"VerseNumber":10,"Text":"Wǒmen bù zhīdào, jiùjìng shì dà dìshàng de wànwù jiāng zāo huànnàn ne? Háishì tāmen de zhǔ yù yǐn tāmen yú zhèngdào ne"},{"SurahNumber":72,"VerseNumber":11,"Text":"Wǒmen zhōng yǒu shànliáng de, yǒu cì yú shànliáng de, wǒmen shì fēn wéi xǔduō pàibié de"},{"SurahNumber":72,"VerseNumber":12,"Text":"Wǒmen xiāngxìn, wǒmen zài dà dìshàng, jué bùnéng shǐ ān lā wúnài, yě jué bùnéng táobì ān lā de qiǎnzé"},{"SurahNumber":72,"VerseNumber":13,"Text":"Dāng wǒmen tīngjiàn zhèngdào de shíhòu, wǒmen yǐ xìnyǎng tā. Shéi xìnyǎng zhǔ, shéi bùpà kèkòu, yě bùpà shòurǔ"},{"SurahNumber":72,"VerseNumber":14,"Text":"Wǒmen zhōng yǒu shùnfú de, yǒu guāizhāng de. Fán shùnfú de, dōu shì yǒuzhìyú zhèngdào de"},{"SurahNumber":72,"VerseNumber":15,"Text":"Zhì yú guāizhāng de, jiāng zuò huǒ yù de ránliào.”"},{"SurahNumber":72,"VerseNumber":16,"Text":"Jiǎrú tāmen zūnxún zhèngdào, wǒ bì shǎngcì tāmen de fēngfù de yǔshuǐ"},{"SurahNumber":72,"VerseNumber":17,"Text":"yǐbiàn wǒ yǐ yǔshuǐ kǎoyàn tāmen. Shéi tuìbì zhǔ de jiàoxùn, tā jiāng shǐ shéi rù zài yánjùn de xíngfá zhōng"},{"SurahNumber":72,"VerseNumber":18,"Text":"Yīqiè qīngzhēnsì, dōu shì ān lā de, gù nǐmen yīngdāng qídǎo ān lā, bùyào qídǎo rènhé wù"},{"SurahNumber":72,"VerseNumber":19,"Text":"Dāng ān lā de púrén qǐlái qídǎo de shíhòu, tāmen jīhū qúnqǐ ér gōng zhī"},{"SurahNumber":72,"VerseNumber":20,"Text":"Nǐ shuō:“Wǒ zhǐ qídǎo wǒ de zhǔ, wǒ bù yǐ rènhé wù pèi tā.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Nǐ shuō:“Wǒ bùnéng wéi nǐmen zhǔchí huò fú.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Nǐ shuō:“Rènhé rén bùnéng bǎohù wǒ bù shòu ān lā de chéngfá; chú ān lā wài, wǒ jué bùnéng fāxiàn rènhé bìnàn suǒ"},{"SurahNumber":72,"VerseNumber":23,"Text":"Wǒ zhǐ néng chuándá cóng ān lā jiàng shì de tōngzhī hé shǐmìng. Shéi wéikàng ān lā hé shǐzhě, shéi bì shòu huǒ yù de xíngfá, érqiě yǒng jū qízhōng"},{"SurahNumber":72,"VerseNumber":24,"Text":"Dài tāmen kànjiàn tāmen suǒ bèi jǐnggào de xíngfá de shíhòu, tāmen jiù zhīdào shéi shì gèng guǎ zhù de.”"},{"SurahNumber":72,"VerseNumber":25,"Text":"Nǐ shuō:“Wǒ bù zhīdào nǐmen bèi jǐnggào de xíngfá shì línjìn de ne? Háishì wǒ de zhǔjiàng wèi tā guīdìng yīgè qíxiàn ne"},{"SurahNumber":72,"VerseNumber":26,"Text":"Tā shì quánzhī yōuxuán de, tā bù ràng rènhé rén kuījiàn tā de yōuxuán"},{"SurahNumber":72,"VerseNumber":27,"Text":"chúfēi tāsuǒ xǐyuè de shǐzhě, yīnwèi tā pàiqiǎn wèiduì, zài shǐzhě de qiánmiàn hé hòumiàn xíngzǒu"},{"SurahNumber":72,"VerseNumber":28,"Text":"yǐbiàn tā zhīdào shǐzhě què yǐ chuándále tāmen de zhǔ de shǐmìng, bìngqiě zhōuzhī tāmen suǒyǒu de yánxíng, érqiě tǒngjì wànwù de shùmù.”"}]}