{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O Prophet, furchte Allah und gehorche nicht den Unglaubigen und den Heuchlern. Gewiß, Allah ist Allwissend und Allweise"},{"SurahNumber":33,"VerseNumber":2,"Text":"Und folge dem, was dir (als Offenbarung) von deinem Herrn eingegeben wird. Gewiß, Allah ist dessen, was ihr tut, Kundig"},{"SurahNumber":33,"VerseNumber":3,"Text":"Und verlasse dich auf Allah. Allah genugt als Sachwalter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah hat keinem Mann zwei Herzen in seinem Inneren gemacht. Und Er hat eure Gattinnen, von denen ihr euch durch den Ruckenschwur trennt, nicht (wirklich) zu euren Muttern gemacht. Und Er hat eure angenommenen Sohne nicht (wirklich) zu euren Sohnen gemacht. Das sind eure Worte aus eurem (eigenen) Mund. Aber Allah sagt die Wahrheit, und Er leitet den (rechten) Weg"},{"SurahNumber":33,"VerseNumber":5,"Text":"Nennt sie nach ihren Vatern; das ist gerechter vor Allah. Wenn ihr ihre Vater nicht kennt, dann sind sie eure Bruder in der Religion und eure Schutzlinge. Es ist fur euch keine Sunde in dem, was ihr an Fehlern begeht, sondern was eure Herzen vorsatzlich anstreben. Und Allah ist Allvergebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":6,"Text":"Der Prophet steht den Glaubigen naher als sie sich selbst, und seine Gattinnen sind ihre Mutter. Und die Blutsverwandten stehen nach dem Buch Allahs einander naher als die Glaubigen und Auswanderer, außer, daß ihr euren Schutzlingen Gutes tun solltet. Dies steht im Buch verzeichnet"},{"SurahNumber":33,"VerseNumber":7,"Text":"Und (gedenke,) als Wir von den Propheten ihr Versprechen abnahmen, und auch von dir und von Nuh, Ibrahim, Musa und 'Isa, dem Sohn Maryams; Wir nahmen ihnen ein festes Versprechen ab"},{"SurahNumber":33,"VerseNumber":8,"Text":"damit Er die Wahrhaftigen nach ihrer Wahrhaftigkeit frage. Und Er hat fur die Unglaubigen schmerzhafte Strafe bereitet"},{"SurahNumber":33,"VerseNumber":9,"Text":"O die ihr glaubt, gedenkt der Gunst Allahs an euch, als Heerscharen zu euch kamen'. Da sandten Wir gegen sie einen Wind und Heerscharen, die ihr nicht saht. Und was ihr tut, sieht Allah wohl"},{"SurahNumber":33,"VerseNumber":10,"Text":"Als sie von oben zu euch kamen und von unten her, und als die Blicke unsicher wurden und die Herzen die Kehle erreichten und ihr von Allah verschiedene Meinungen hattet"},{"SurahNumber":33,"VerseNumber":11,"Text":"Dort wurden die Glaubigen gepruft und heftig erschuttert"},{"SurahNumber":33,"VerseNumber":12,"Text":"Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: \"Allah und Sein Gesandter haben uns nur Trugerisches versprochen"},{"SurahNumber":33,"VerseNumber":13,"Text":"Und als eine Gruppe von ihnen sagte: \"O ihr Leute von Yatrib, ihr konnt euch (hier) nicht aufhalten. Kehrt zuruck.\" Und ein Teil von ihnen bat den Propheten um Erlaubnis, (heimzukehren,) indem sie sagten: \"Unsere Hauser sind ohne Schutz.\" Dabei waren sie nicht ohne Schutz, sie wollten nur fliehen"},{"SurahNumber":33,"VerseNumber":14,"Text":"Ware man von ihren (verschiedenen) Bezirken her zu ihnen eingedrungen und waren sie dann aufgefordert worden, der Versuchung nachzugeben, sie hatten es begangen, und sie hatten dabei nur kurze Zeit gezogert"},{"SurahNumber":33,"VerseNumber":15,"Text":"Dabei hatten sie sich zuvor gegenuber Allah verpflichtet, sie wurden nicht den Rucken kehren. Nach der (Erfullung der) Verpflichtung gegenuber Allah wird ge fragt werden"},{"SurahNumber":33,"VerseNumber":16,"Text":"Sag: Die Flucht wird euch nicht nutzen, wenn ihr davor flieht, zu sterben oder getotet zu werden. Und dann wird euch nur noch ein wenig Nießbrauch gewahrt"},{"SurahNumber":33,"VerseNumber":17,"Text":"Sag: Wer ist es denn, der euch vor Allah schutzen konnte, wenn Er euch Boses will oder wenn Er euch Barmherzigkeit (erweisen) will? Und sie werden fur sich vor Allah weder Schutzherrn noch Helfer finden"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah kennt wohl diejenigen von euch, die (die anderen) behindern und die zu ihren Brudern sagen: \"Kommt her zu uns.\" Und sie lassen sich nur wenig auf den Kampf ein"},{"SurahNumber":33,"VerseNumber":19,"Text":"und sind dabei habsuchtig euch gegenuber. Wenn aber die Angst sich einstellt, siehst du, wie sie dich mit kreisenden Augen anschauen wie einer, der vor dem Tod ohnmachtig wird. Wenn dann die Angst gewichen ist, verletzen sie euch mit scharfen Zungen aus Habsucht nach dem (erbeuteten) Gut. Jene haben nicht (wirklich) geglaubt; darum laßt Allah ihre Werke hinfallig werden; und dies ist Allah ein leichtes"},{"SurahNumber":33,"VerseNumber":20,"Text":"Sie meinen, die Gruppierungen seien nicht weggegangen. Und wenn die Gruppierungen (wieder)kommen sollten, mochten sie gern, sie waren in der Wuste unter den Wustenarabern und wurden sich (nur) uber euch erkundigen. Und wenn sie unter euch waren, wurden sie nur wenig kampfen"},{"SurahNumber":33,"VerseNumber":21,"Text":"Ihr habt ja im Gesandten Allahs ein schones Vorbild, (und zwar) fur einen jeden, der auf Allah und den Jungsten Tag hofft und Allahs viel gedenkt"},{"SurahNumber":33,"VerseNumber":22,"Text":"Und als die Glaubigen die Gruppierungen sahen, sagten sie: \"Das ist, was Allah und Sein Gesandter uns versprochen haben; Allah und Sein Gesandter sagen die Wahrheit.\" Und es mehrte ihnen nur den Glauben und die Ergebung"},{"SurahNumber":33,"VerseNumber":23,"Text":"Unter den Glaubigen gibt es Manner, die das wahr gemacht haben, wozu sie sich Allah gegenuber verpflichteten. Unter ihnen gibt es manche, die ihr Gelubde er fullt haben; und unter ihnen gibt es manche, die noch warten (mussen). Und sie haben keine Anderung vorgenommen"},{"SurahNumber":33,"VerseNumber":24,"Text":"damit Allah den Wahrhaftigen ihre Wahrhaftigkeit vergelte und die Heuchler strafe, wenn Er will, oder sich ihnen Reue-Annehmend zuwende. Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":25,"Text":"Und Allah wies diejenigen, die unglaubig waren, mit ihrem Grimm zuruck, ohne daß sie etwas Gutes erlangt hatten. Und Allah ersparte den Glaubigen den Kampf. Allah ist Stark und Allmachtig"},{"SurahNumber":33,"VerseNumber":26,"Text":"Und Er ließ diejenigen von den Leuten der Schrift, die ihnen beigestanden hatten, aus ihren Burgen heruntersteigen. Und Er jagte in ihre Herzen Schrecken; eine Gruppe (von ihnen) habt ihr getotet und eine Gruppe gefangengenommen"},{"SurahNumber":33,"VerseNumber":27,"Text":"Und Er gab euch zum Erbe ihr Land, ihre Wohnstatten und ihren Besitz und auch ein Land, das ihr (vorher) nicht betreten hattet. Und Allah hat zu allem die Macht"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophet, sag zu deinen Gattinnen: Wenn ihr das diesseitige Leben und seinen Schmuck haben wollt, dann kommt her, ich werde euch eine Abfindung gewahren und euch auf schone Weise freigeben"},{"SurahNumber":33,"VerseNumber":29,"Text":"Wenn ihr aber Allah und Seinen Gesandten und die jenseitige Wohnstatte haben wollt, so hat Allah fur diejenigen von euch, die Gutes tun, großartigen Lohn berei tet"},{"SurahNumber":33,"VerseNumber":30,"Text":"O Frauen des Propheten, wer von euch etwas klar Abscheuliches begeht, derjenigen wird die Strafe verzweifacht. Und das ist Allah ein leichtes"},{"SurahNumber":33,"VerseNumber":31,"Text":"Und wer von euch Allah und Seinem Gesandten demutig ergeben ist und rechtschaffen handelt, der geben Wir ihren Lohn zweimal. Und Wir haben fur sie ehrenvolle Versorgung bereitet"},{"SurahNumber":33,"VerseNumber":32,"Text":"O Frauen des Propheten, ihr seid nicht wie irgendeine von den (ubrigen) Frauen. Wenn ihr gottesfurchtig seid, dann seid nicht unterwurfig im Reden, damit nicht derjenige, in dessen Herzen Krankheit ist, begehrlich wird, sondern sagt geziemende Worte"},{"SurahNumber":33,"VerseNumber":33,"Text":"Haltet euch in euren Hausern auf; und stellt euch nicht zur Schau wie in der Zeit der fruheren Unwissenheit. Verrichtet das Gebet und entrichtet die Abgabe und gehorcht Allah und Seinem Gesandten. Allah will gewiß nur den Makel von euch entfernen, ihr Angehorigen des Hauses, und euch vollig rein machen"},{"SurahNumber":33,"VerseNumber":34,"Text":"Und gedenkt dessen, was in euren Hausern von den Zeichen Allahs und von der Weisheit verlesen wird. Gewiß, Allah ist Feinfuhlig und Allkundig"},{"SurahNumber":33,"VerseNumber":35,"Text":"Gewiß, muslimische Manner und muslimische Frauen, glaubige Manner und glaubige Frauen, ergebene Manner und ergebene Frauen, wahrhaftige Manner und wahrhaftige Frauen, standhafte Manner und standhafte Frauen, demutige Manner und demutige Frauen, Almosen gebende Manner und Almosen gebende Frauen, fa stende Manner und fastende Frauen, Manner, die ihre Scham huten und Frauen, die (ihre Scham) huten, und Allahs viel gedenkende Manner und gedenkende Frauen fur (all) sie hat Allah Vergebung und großartigen Lohn bereitet"},{"SurahNumber":33,"VerseNumber":36,"Text":"Weder fur einen glaubigen Mann noch fur eine glaubige Frau gibt es, wenn Allah und Sein Gesandter eine Angelegenheit entschieden haben, die Moglichkeit, in ihrer Angelegenheit zu wahlen. Und wer sich Allah und Seinem Gesandten widersetzt, der befindet sich ja in deutlichem Irrtum"},{"SurahNumber":33,"VerseNumber":37,"Text":"Und als du zu demjenigen sagtest, dem Allah Gunst erwiesen hatte und dem auch du Gunst erwiesen hattest: \"Behalte deine Gattin fur dich und furchte Allah\", und in deinem Inneren verborgen hieltest, was Allah doch offenlegen wird, und die Menschen furchtetest, wahrend Allah ein großeres Anrecht darauf hat, daß du Ihn furchtest. Als dann Zaid keinen Wunsch mehr an ihr hatte, gaben Wir sie dir zur Gattin, damit fur die Glaubigen kein Grund zur Bedrangnis bestehe hinsichtlich der Gattinnen ihrer angenommenen Sohne, wenn diese keinen Wunsch mehr an ihnen haben. Und Allahs Anordnung wird (stets) ausgefuhrt"},{"SurahNumber":33,"VerseNumber":38,"Text":"Es besteht fur den Propheten kein Grund zur Bedrangnis in dem, was Allah fur ihn verpflichtend gemacht hat. (So war) Allahs Gesetzmaßigkeit mit denjenigen, die zuvor dahingegangen sind - und Allahs Anordnung ist ein fest gefaßter Beschluß"},{"SurahNumber":33,"VerseNumber":39,"Text":"die Allahs Botschaften ubermitteln, Ihn furchten und niemanden furchten außer Allah. Und Allah genugt als Abrechner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ist nicht der Vater irgend jemandes von euren Mannern, sondern Allahs Gesandter und das Siegel der Propheten. Und Allah weiß uber alles Bescheid"},{"SurahNumber":33,"VerseNumber":41,"Text":"O die ihr glaubt, gedenkt Allahs in haufigem Gedenken"},{"SurahNumber":33,"VerseNumber":42,"Text":"und preist Ihn morgens und abends"},{"SurahNumber":33,"VerseNumber":43,"Text":"Er ist es, Der uber euch den Segen spricht - und auch Seine Engel -, damit Er euch aus den Finsternissen ins Licht hinausbringt; und Er ist zu den Glaubigen Barmherzig"},{"SurahNumber":33,"VerseNumber":44,"Text":"Ihr Gruß am Tag, da sie Ihm begegnen, wird sein: \"Friede !\" Und Er hat fur sie trefflichen Lohn bereitet"},{"SurahNumber":33,"VerseNumber":45,"Text":"O Prophet, Wir haben dich gesandt als Zeugen, als Verkunder froher Botschaft und als Warner"},{"SurahNumber":33,"VerseNumber":46,"Text":"und als einen, der zu Allah mit Seiner Erlaubnis ruft und als eine lichtspendende Leuchte"},{"SurahNumber":33,"VerseNumber":47,"Text":"Und verkunde den Glaubigen, daß es fur sie von Allah große Huld geben wird"},{"SurahNumber":33,"VerseNumber":48,"Text":"Und gehorche nicht den Unglaubigen und den Heuchlern; beachte nicht die Beleidigungen, die sie dir zufugen, und verlasse dich auf Allah. Und Allah genugt als Sachwalter"},{"SurahNumber":33,"VerseNumber":49,"Text":"O die ihr glaubt, wenn ihr glaubige Frauen heiratet und euch hierauf von ihnen scheidet, bevor ihr sie beruhrt habt, dann durft ihr fur sie keine von euch berechnete Wartezeit aussetzen; gewahrt ihnen eine Abfindung und gebt sie auf schone Weise frei"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Prophet, Wir haben dir (zu heiraten) erlaubt: deine Gattinnen, denen du ihren Lohn gegeben hast, das, was deine rechte Hand (an Sklavinnen) besitzt von dem, was Allah dir als Beute zugeteilt hat, die Tochter deiner Onkel vaterlicherseits und die Tochter deiner Tanten vaterlicherseits, die Tochter deiner Onkel mut terlicherseits und die Tochter deiner Tanten mutterlicherseits, die mit dir ausgewandert sind; auch eine (jede) glaubige Frau, wenn sie sich dem Propheten (ohne Gegenforderung) schenkt und falls der Prophet sie heiraten will: Dies ist dir vorbehalten unter Ausschluß der (ubrigen) Glaubigen - Wir wissen wohl, was Wir ihnen hinsichtlich ihrer Gattinnen und dessen, was ihre rechte Hand (an Sklavinnen) besitzt, verpflichtend gemacht haben -, damit fur dich kein Grund zur Bedrangnis bestehe. Und Allah ist Allvergebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":51,"Text":"Du darfst zuruckstellen, wen von ihnen du willst, und du darfst bei dir aufnehmen, wen du willst. Und wenn du doch eine von denjenigen begehrst, die du abgewiesen hast, dann ist das fur dich keine Sunde. Das ist eher geeignet, daß sie frohen Mutes, nicht traurig und daß sie alle mit dem zufrieden sind, was du ihnen gibst. Allah weiß, was in euren Herzen ist. Allah ist Allwissend und Nachsichtig"},{"SurahNumber":33,"VerseNumber":52,"Text":"Daruber hinaus ist dir weder erlaubt, Frauen zu heiraten noch sie gegen (andere) Gattinnen einzutauschen, auch wenn ihre Schonheit dir gefallen sollte, mit Aus nahme dessen, was deine rechte Hand (an Sklavinnen) besitzt. Und Allah ist Wachter uber alles"},{"SurahNumber":33,"VerseNumber":53,"Text":"O die ihr glaubt, tretet nicht in die Hauser des Propheten ein - außer es wird euch erlaubt - zu(r Teilnahme an) einem Essen, ohne auf die rechte Zeit zu warten. Sondern wenn ihr (herein)gerufen werdet, dann tretet ein, und wenn ihr gegessen habt, dann geht auseinander, und (tut dies,) ohne euch mit geselliger Unterhaltung aufzuhalten. Solches fugt dem Propheten Leid zu, aber er schamt sich vor euch. Allah aber schamt sich nicht vor der Wahrheit. Und wenn ihr sie um einen Gegenstand bittet, so bittet sie hinter einem Vorhang. Das ist reiner fur eure Herzen und ihre Herzen. Und es steht euch nicht zu, dem Gesandten Allahs Leid zuzufugen, und auch nicht, jemals seine Gattinnen nach ihm zu heiraten. Gewiß, das ware bei Allah etwas Ungeheuerliches"},{"SurahNumber":33,"VerseNumber":54,"Text":"Ob ihr etwas offenlegt oder verbergt, gewiß, Allah weiß uber alles Bescheid"},{"SurahNumber":33,"VerseNumber":55,"Text":"Es besteht fur sie keine Sunde weder hinsichtlich ihrer Vater, noch ihrer Sohne, noch ihrer Bruder, der Sohne ihrer Bruder, noch der Sohne ihrer Schwestern, noch ihrer Frauen noch derjenigen, die ihre rechte Hand besitzt. Und furchtet Allah. Gewiß, Allah ist uber alles Zeuge"},{"SurahNumber":33,"VerseNumber":56,"Text":"Gewiß, Allah und Seine Engel sprechen den Segen uber den Propheten. O die ihr glaubt, sprecht den Segen uber ihn und grußt ihn mit gehorigem Gruß"},{"SurahNumber":33,"VerseNumber":57,"Text":"Diejenigen, die Allah und Seinem Gesandten Leid zufugen, verflucht Allah im Diesseits und Jenseits, und fur sie hat Er schmachvolle Strafe bereitet"},{"SurahNumber":33,"VerseNumber":58,"Text":"Und diejenigen, die den glaubigen Mannern und den glaubigen Frauen Leid zufugen fur etwas, was sie nicht begangen haben, laden damit Verleumdung und offenkundige Sunde auf sich"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Prophet, sag deinen Gattinnen und deinen Tochtern und den Frauen der Glaubigen, sie sollen etwas von ihrem Uberwurf uber sich herunterziehen. Das ist eher geeignet, daß sie erkannt und so nicht belastigt werden. Und Allah ist Allver gebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":60,"Text":"Wenn nicht die Heuchler und diejenigen, in deren Herzen Krankheit ist, und diejenigen, die beunruhigende Geruchte in der Stadt verbreiten, (damit) aufhoren, werden Wir dich ganz gewiß gegen sie antreiben. Hierauf werden sie nur noch kurze Zeit darin deine Nachbarn sein"},{"SurahNumber":33,"VerseNumber":61,"Text":"(Sie sind) verflucht. Wo immer sie (im Kampf) angetroffen werden, werden sie ergriffen und allesamt getotet"},{"SurahNumber":33,"VerseNumber":62,"Text":"(So war) Allahs Gesetzmaßigkeit mit denjenigen, die zuvor dahingegangen sind. Und du wirst in Allahs Gesetzmaßigkeit keine Anderung finden"},{"SurahNumber":33,"VerseNumber":63,"Text":"Die Menschen fragen dich nach der Stunde. Sag: Das Wissen daruber ist nur bei Allah. Was laßt dich wissen? Vielleicht ist die Stunde nahe"},{"SurahNumber":33,"VerseNumber":64,"Text":"Gewiß, Allah hat die Unglaubigen verflucht und fur sie eine Feuerglut bereitet"},{"SurahNumber":33,"VerseNumber":65,"Text":"ewig und auf immer darin zu bleiben, ohne einen Schutzherrn noch Helfer zu finden"},{"SurahNumber":33,"VerseNumber":66,"Text":"Am Tag, da ihre Gesichter im (Hollen)feuer hin und her gedreht werden, sagen sie: \"O hatten wir doch Allah gehorcht und hatten wir dem Gesandten gehorcht"},{"SurahNumber":33,"VerseNumber":67,"Text":"Und sie sagen: \"Unser Herr, gewiß, wir haben unseren Herrschern und unseren Großen gehorcht, und da haben sie uns vom Weg abirren lassen"},{"SurahNumber":33,"VerseNumber":68,"Text":"Unser Herr, lasse ihnen zweifache Strafe zukommen, und verfluche sie mit einem großen Fluch"},{"SurahNumber":33,"VerseNumber":69,"Text":"O die ihr glaubt, seid nicht wie diejenigen, die Musa Leid zufugten, worauf Allah ihn freisprach von dem, was sie (uber ihn) sagten; und er war bei Allah angesehen"},{"SurahNumber":33,"VerseNumber":70,"Text":"O die ihr glaubt, furchtet Allah und sagt treffende Worte"},{"SurahNumber":33,"VerseNumber":71,"Text":"so laßt Er eure Werke als gut gelten und vergibt euch eure Sunden. Und wer Allah und Seinem Gesandten gehorcht, der erzielt ja einen großartigen Erfolg"},{"SurahNumber":33,"VerseNumber":72,"Text":"Wir haben das anvertraute Gut den Himmeln und der Erde und den Bergen angeboten, aber sie weigerten sich, es zu tragen, sie scheuten sich davor. Der Mensch trug es - gewiß, er ist sehr oft ungerecht und sehr oft toricht"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Das ist so,) damit Allah die Heuchler, Manner und Frauen, und die Gotzendiener, Manner und Frauen, straft und sich den Glaubigen, Mannern und Frauen, ReueAnnehmend zuwendet. Allah ist Allvergebend und Barmherzig"}]}