{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O, profetule! Teme-te de Dumnezeu! Nu da ascultare tagaduitorilor si nici fatarnicilor! Dumnezeu este Stiutor, Intelept"},{"SurahNumber":33,"VerseNumber":2,"Text":"Urmeaza ceea ce ti se dezvaluie de la Domnul tau! Dumnezeu este Cunoscator a ceea ce faptuiti"},{"SurahNumber":33,"VerseNumber":3,"Text":"Incredinteaza-te lui Dumnezeu, caci Dumnezeu iti este de ajuns ca aparator"},{"SurahNumber":33,"VerseNumber":4,"Text":"Dumnezeu n-a pus doua inimi in trupul omului. El nu le-a facut pe sotiile voastre de care va despartiti deopotriva cu mamele voastre, precum nu i-a facut nici pe copiii vostri de suflet deopotriva cu fiii vostri. Aceasta este numai spusa voastra cu gurile voastre, insa Dumnezeu spune Adevarul, caci El arata Calea"},{"SurahNumber":33,"VerseNumber":5,"Text":"Chemati-i dupa tatii lor, asa este mai drept inaintea lui Dumnezeu, insa daca nu le cunoasteti tatii, ei sunt fratii vostri intru credinta, obladuitii vostri. Nu vi se va face nici o vina daca gresiti, ci numai daca inimile voastre au facut-o inadins. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":33,"VerseNumber":6,"Text":"Profetul este mai aproape de credinciosi decat sunt ei unii de altii: sotiile sale le sunt lor mame. Cei care se inrudesc sunt mai legati unii de altii — dupa Cartea lui Dumnezeu — decat de alti credinciosi si de pribegi, afara de cei care fac bine prietenilor tai. Asa sta scris in Carte"},{"SurahNumber":33,"VerseNumber":7,"Text":"Cand am facut legamantul cu profetii, cu tine, cu Noe, cu Abraham, cu Moise si cu Iisus, fiul Mariei, am facut un legamant puternic"},{"SurahNumber":33,"VerseNumber":8,"Text":"ca El sa-i cerceteze pe cei sinceri asupra sinceritatii lor, iar tagaduitorilor le-a pregatit o osanda dureroasa"},{"SurahNumber":33,"VerseNumber":9,"Text":"O, voi cei ce credeti! Amintiti-va de harul lui Dumnezeu asupra voastra! Cand ostirile veneau asupra voastra, Noi am trimis asupra lor furtuna si ostiri nevazute. Dumnezeu a ceea ce faceti este Vazator"},{"SurahNumber":33,"VerseNumber":10,"Text":"Cand ei veneau asupra voastra de sus si de jos, cand privirile se roteau, cand inimile ajunsera in gat, voi ati prins sa va faceti inchipuiri despre Dumnezeu"},{"SurahNumber":33,"VerseNumber":11,"Text":"Astfel credinciosii fura pusi la incercare si zguduiti cu apriga zguduire"},{"SurahNumber":33,"VerseNumber":12,"Text":"Si cand cei fatarnici si cei care au in inimi boala spuneau: “Ceea ce ne-a fagaduit Dumnezeu si trimisul Sau nu este decat amagire!”"},{"SurahNumber":33,"VerseNumber":13,"Text":"Si cand o parte dintre ei spuneau: “O, voi oameni din Yatrib! Nu este loc pentru voi! Duceti-va inapoi!”, atunci unii dintre ei au cerut profetului ingaduinta spunand: “Casele noastre au ramas vraiste.” Ele nu au ramas insa vraiste, ci ei nu vor decat sa fuga"},{"SurahNumber":33,"VerseNumber":14,"Text":"Daca s-ar intra peste ei din toate partile (cetatii) si li s-ar cere razmelita, ar face-o dupa ce s-ar codi putin"},{"SurahNumber":33,"VerseNumber":15,"Text":"cu toate ca inainte se legasera inaintea lui Dumnezeu ca nu vor intoarce spatele. Legamantul cu Dumnezeu va fi cercetat"},{"SurahNumber":33,"VerseNumber":16,"Text":"Spune: “Fuga nu va slujeste la nimic, daca fugiti de moarte ori de lupta, caci bucuria voastra va fi scurta”"},{"SurahNumber":33,"VerseNumber":17,"Text":"Spune: “Cine va va apara de Dumnezeu, daca El va voieste un rau ori va voieste o milostivenie? Ei nu vor afla afara de Dumnezeu obladuitor si nici ajutor"},{"SurahNumber":33,"VerseNumber":18,"Text":"Dumnezeu ii cunoaste pe impiedicatorii dintre voi si pe cei care spun fratilor lor: “Haideti la noi!” Acestia nu dovedesc decat putina vitejie"},{"SurahNumber":33,"VerseNumber":19,"Text":"intru zgarcenia lor fata de voi. Cand ii cuprinde frica, ii vei vedea cum te privesc rotindu-si ochii ca cel invaluit de moarte, insa cand frica ii paraseste, te ranesc cu limbile lor ascutite, lacomind la ce este mai bun. Acestia sunt cei care nu cred. Dumnezeu le va face desarte faptele lor si acesta ii este lesne lui Dumnezeu"},{"SurahNumber":33,"VerseNumber":20,"Text":"Ei socot ca aliantele nu au plecat si daca aliantele ar veni iarasi, le-ar placea sa plece in pustiu, intre beduini, si de acolo sa ceara vesti despre voi. Daca raman printre voi, se vor lupta fara vlaga"},{"SurahNumber":33,"VerseNumber":21,"Text":"Voi aveti in trimisul lui Dumnezeu o frumoasa pilda pentru voi, pentru cel care nadajduieste la Dumnezeu si la Ziua de Apoi si ce Il aminteste intotdeauna pe Dumnezeu"},{"SurahNumber":33,"VerseNumber":22,"Text":"Cand credinciosii vad aliantele, ei spun: “Aceasta este ceea ce ne-au fagaduit Dumnezeu si trimisul Sau. Dumnezeu si trimisul Sau au spus adevarul.” Aceasta nu face decat sa le mareasca credinta si supunerea"},{"SurahNumber":33,"VerseNumber":23,"Text":"Printre credinciosi, sunt oameni ce au respectat legamantul facut cu Dumnezeu. Unii platesc cu viata, altii asteapta si nu se schimba deloc"},{"SurahNumber":33,"VerseNumber":24,"Text":"caci Dumnezeu ii rasplateste pe cei sinceri intru sinceritatea lor si ii osandeste, daca voieste, pe cei fatarnici ori le primeste cainta. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":33,"VerseNumber":25,"Text":"Dumnezeu i-a dat inapoi pe cei care tagaduiesc intru furia lor: ei nu vor dobandi nimic bun. Dumnezeu i-a crutat pe credinciosi in batalie. Dumnezeu este Tare, Puternic"},{"SurahNumber":33,"VerseNumber":26,"Text":"El i-a coborat din intariturile lor pe aceia dintre oamenii Cartii care le-au sustinut din urma (pe aliante) si le-a aruncat groaza in inimi. Atunci voi i-ati ucis pe unii si i-ati inrobit pe altii"},{"SurahNumber":33,"VerseNumber":27,"Text":"El v-a lasat mostenire tinutul lor, asezarile lor, bunurile lor si un pamant pe care nu ati mai calcat inainte. Dumnezeu asupra tuturor are putere"},{"SurahNumber":33,"VerseNumber":28,"Text":"O, Profetule! Spune sotiilor tale: “Daca vreti Viata Lumii si podoaba ei, veniti, va voi da bunuri si va voi da apoi drumul dupa cuviinta"},{"SurahNumber":33,"VerseNumber":29,"Text":"Daca il vreti pe Dumnezeu, pe trimisul Sau si Lacasul de Apoi, sa stiti ca Dumnezeu a pregatit o mare rasplata celor, dintre voi, faptuitoare de bine.”"},{"SurahNumber":33,"VerseNumber":30,"Text":"O, voi, femei ale Profetului! Celei, dintre voi, care savarseste o nerusinare vadita i se va mari osanda de doua ori! Aceasta ii este lesne lui Dumnezeu"},{"SurahNumber":33,"VerseNumber":31,"Text":"Celei tematoare de Dumnezeu si de trimisul Sau, ce savarseste si fapte bune, ii vom mari rasplata de doua ori, si ei, Noi i-am pregatit o zestre imbelsugata"},{"SurahNumber":33,"VerseNumber":32,"Text":"O, voi, femei ale Profetului! Voi nu sunteti asemenea nici unei alte femei! Daca sunteti tematoare, nu va injositi la vorba ca cel care are boala de a va ravni in inima. Spuneti vorbe cuviincioase"},{"SurahNumber":33,"VerseNumber":33,"Text":"Stati in casele voastre si nu va mai impopotonati ca in vremurile dintai ale Necunoasterii. Savarsiti-va rugaciunea, dati milostenie, dati ascultare lui Dumnezeu si trimisului Sau. O, oameni ai Casei! Dumnezeu vrea numai sa indeparteze de la voi spurcaciunea si sa va dea curatenie"},{"SurahNumber":33,"VerseNumber":34,"Text":"Amintiti-va de ceea ce s-a recitat in casele voastre din versetele lui Dumnezeu si din intelepciune. Dumnezeu este Grijuliu, Cunoscator"},{"SurahNumber":33,"VerseNumber":35,"Text":"Supusilor si supuselor, credinciosilor si credincioaselor, piosiilor pioaselor, sincerilor si sincerelor, rabdatorilor si rabdatoarelor, smeritilor si smeritelor, binefacatorilor si binefacatoarelor, postitorilor si postitoarelor, pazitorilor rusinii si pazitoarelor, pomenitorilor lui Dumnezeu si pomenitoarelor, lor Dumnezeu le-a pregatit iertare si mare rasplata"},{"SurahNumber":33,"VerseNumber":36,"Text":"Cand Dumnezeu si trimisul Sau s-au hotarat asupra unui lucru, nu se cade nici unui credincios, si nici unei credincioase sa staruie in alegerea acelui lucru. Cel care nu da ascultare lui Dumnezeu si trimisului Sau se va rataci in chip vadit"},{"SurahNumber":33,"VerseNumber":37,"Text":"Cand tu spui celui pe care Dumnezeu l-a coplesit cu binefaceri si celui pe care tu l-ai coplesit cu binefaceri: “Tine-ti sotia ta pentru tine si teme-te de Dumnezeu!” Tu tainuiesti in inima ta, de frica oamenilor, ceea ce Dumnezeu va da in vileag. Mai drept este inaintea lui Dumnezeu sa te temi de El decat sa te temi de oameni. Cand Zaid a implinit cele de cuviinta fata de ea, Noi ti-am dat-o tie sotie ca sa nu li se mai faca un pacat credinciosilor care le iau pe sotiile copiilor lor de suflet, daca au implinit cele de cuviinta fata de ele. Porunca lui Dumnezeu trebuie implinita"},{"SurahNumber":33,"VerseNumber":38,"Text":"Nici un pacat nu i se face profetului pentru ceea ce Dumnezeu i-a randuit sa faca dupa obiceiul hotarit de Dumnezeu celor de odinioara. Porunca lui Dumnezeu este soarta hotarata"},{"SurahNumber":33,"VerseNumber":39,"Text":"Cei care propovaduiau soliile lui Dumnezeu si se temeau de El nu se temeau de nimeni afara de Dumnezeu. Dumnezeu este de-ajuns sa tina socoteala"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad nu este tatal nici unuia dintre barbatii vostri, ci el este trimisul lui Dumnezeu si pecetea profetilor. Dumnezeu este Atotcunoscator"},{"SurahNumber":33,"VerseNumber":41,"Text":"O, voi cei ce credeti! Amintiti-l intotdeauna pe Dumnezeu"},{"SurahNumber":33,"VerseNumber":42,"Text":"Preamariti-L dimineata si seara"},{"SurahNumber":33,"VerseNumber":43,"Text":"El este Cel ce isi intinde binecuvantarea Sa asupra voastra si a ingerilor Sai, si va scoate pe voi din intunecimi catre lumina. El este Milostiv cu credinciosii"},{"SurahNumber":33,"VerseNumber":44,"Text":"In Ziua cand Il vor intalni, vor fi intampinati cu: “Pace!” El le-a pregatit o rasplata imbelsugata"},{"SurahNumber":33,"VerseNumber":45,"Text":"O, Profetule! Noi te-am trimis martor, vestitor, predicator"},{"SurahNumber":33,"VerseNumber":46,"Text":"chemator a lui Dumnezeu, cu ingaduinta Sa, si raspanditor de stralucita lumina"},{"SurahNumber":33,"VerseNumber":47,"Text":"Vesteste-le credinciosilor ca de la Dumnezeu va pogori asupra lor mare har"},{"SurahNumber":33,"VerseNumber":48,"Text":"Nu da ascultare nici tagaduitorilor, nici fatarnicilor. Sa nu-ti pese de rautatea lor. Incredinteaza-te lui Dumnezeu, caci Dumnezeu este de-ajuns ca Aparator"},{"SurahNumber":33,"VerseNumber":49,"Text":"O, voi cei ce credeti! Cand va luati sotii femei credincioase de care va lepadati apoi, fara sa le fi atins, nu aveti de ce sa socoti asupra lor vreun rastimp de asteptare. Dati-le bunuri si apoi dati-le drumul dupa cuviinta"},{"SurahNumber":33,"VerseNumber":50,"Text":"O, Profetule! Noi ti le-am ingaduit ca sotii tie pe cele carora tu le-ai dat dota, pe cele cuvenite tie din prada ce ti-a dat-o Dumnezeu, pe fiicele fratelui tatalui tau, pe fiicele surorilor tatalui tau, pe fiicele fratelui mamei tale, pe fiicele surorilor mamei tale, care au pribegit cu tine, si pe orice femeie credincioasa ce se daruieste ea insasi profetului, daca profetul voieste sa o ia da sotie. Aceasta este ti se cade numai tie, nu si celorlalti credinciosi. Noi stim ce le-am randuit cu privire la sotii si la cele cuvenite lor din prada ca sa nu fie asupra ta vreun pacat. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":33,"VerseNumber":51,"Text":"Nici o vina nu ti se va face, daca o lasi sa astepte pe cea care voiesti, daca primesti la tine pe cea care voiesti, si daca o doresti pe cea pe care ai parasit-o. Acesta este cel mai aproape de a le bucura si a le indeparta tristetea, si ele vor fi multumite de ceea ce tu le daruiesti. Dumnezeu cunoaste ceea ce este in inimile voastre. Dumnezeu este Stiutor, Bland"},{"SurahNumber":33,"VerseNumber":52,"Text":"Nu iti este ingaduit sa-ti schimbi sotiile si nici sa-ti iei alte femei afara de roabele tale, chiar daca esti fermecat de frumusetea unora dintre ele. Dumnezeu asupra tuturor este Veghetor"},{"SurahNumber":33,"VerseNumber":53,"Text":"O, voi cei ce credeti! Nu intrati in casele profetului fara sa vi se fi ingaduit sa veniti la masa si fara sa asteptati timpul. Cand sunteti chemati, intrati, insa apoi retrageti-va dupa ce ati mancat fara sa va desfatati cu povesti, caci asa il necajiti pe profet, iar el se rusineaza de voi, insa Dumnezeu nu se rusineaza de Adevar. Cand cereti ceva uneia (dintre sotiile profetului), cereti-i de dupa un val. Asa este mai curat pentru inimile voastre si pentru inimile lor. Nu se cade sa-l necajiti pe profetul lui Dumnezeu, si nici sa luati vreodata de sotii pe fostele lui sotii, caci aceasta ar fi o grozavie inaintea lui Dumnezeu"},{"SurahNumber":33,"VerseNumber":54,"Text":"Fie ca dati ceva in vileag, fie ca ascundeti, Dumnezeu este Atotcunoscator"},{"SurahNumber":33,"VerseNumber":55,"Text":"Nici o vina nu le va fi facuta (sotiilor tale), daca stau de vorba (fara val) cu tatii lor, fiii lor, fratii lor, fiii fratilor lor, fiii surorilor lor, precum si cu femeile si roabele lor. Sa se teama de Dumnezeu, caci Dumnezeu asupra tuturor este Martor"},{"SurahNumber":33,"VerseNumber":56,"Text":"Dumnezeu si ingerii il binecuvanteaza pe Profet. O, voi cei ce credeti! Rugati-va pentru el si chemati asupra lui pacea"},{"SurahNumber":33,"VerseNumber":57,"Text":"Dumnezeu ii blestema in Viata de Acum si in Viata de Apoi pe cei care ii necajesc pe Dumnezeu si pe Profet si le pregateste o osanda umilitoare"},{"SurahNumber":33,"VerseNumber":58,"Text":"Cei care ii necajesc pe credinciosi si pe credincioase pe nedrept se impovareaza cu o blestematie si cu un pacat greu"},{"SurahNumber":33,"VerseNumber":59,"Text":"O, Profetule! Spune-le sotiilor tale, fiicelor tale si femeilor credinciosilor sa se acopere bine cu gilbaburile lor, caci numai asa vor fi recunoscute si nu vor fi necajite. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":33,"VerseNumber":60,"Text":"Daca fatarnicii, cei care au boala in inima, zurbagii din Medina nu se potolesc, Noi te vom atata asupra lor si nu vor mai sta mult in preajma ta"},{"SurahNumber":33,"VerseNumber":61,"Text":"blestemati vor fi oriunde s-ar afla, inrobiti vor fi si omorati"},{"SurahNumber":33,"VerseNumber":62,"Text":"dupa obiceiul hotarat de Dumnezeu celor de odinioara. Tu nu vei afla nici o schimbare in obiceiul lui Dumnezeu"},{"SurahNumber":33,"VerseNumber":63,"Text":"Oamenii te intreaba despre Ceasul (Judecatii). Spune: “Numai Dumnezeu are stiinta lui.” Ce te va face sa stii? S-ar putea ca Ceasul sa fie aproape"},{"SurahNumber":33,"VerseNumber":64,"Text":"Dumnezeu ii blestema pe tagaduitori carora El le-a pregatit un Parjol"},{"SurahNumber":33,"VerseNumber":65,"Text":"unde vor vesnici si unde nu vor afla nici obladuitor, nici ajutor"},{"SurahNumber":33,"VerseNumber":66,"Text":"In Ziua cand chipurile le vor fi intoarse pe toate partile in Foc, vor spune: “Vai noua! O, daca am fi dat ascultare lui Dumnezeu! O, daca am fi dat ascultare Trimisului!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ei vor mai spune: “Domnul nostru! Noi am dat ascultare domnilor nostri, mai marilor nostri, iar ei ne-au ratacit de la Cale"},{"SurahNumber":33,"VerseNumber":68,"Text":"Domnul nostru! Da-le osanda indoita si blestema-i cu blestem greu!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"O, voi cei ce credeti! Nu fiti ca cei care l-au necajit pe Moise. Dumnezeu l-a curatit de ceea ce spuneau ei si el fu la mare cinste la Dumnezeu"},{"SurahNumber":33,"VerseNumber":70,"Text":"O, voi cei ce credeti! Temeti-va de Dumnezeu! Vorbiti drept"},{"SurahNumber":33,"VerseNumber":71,"Text":"ca El sa va indrepte faptele si sa va ierte voua pacatele. Cine da ascultare lui Dumnezeu si trimisului Sau va avea o fericire mare"},{"SurahNumber":33,"VerseNumber":72,"Text":"Noi am infatisat cerurilor, pamantului si muntilor pastrarea credintei, insa ei au refuzat sa o ia asupra lor si au fost cuprinsi de groaza ei. Numai omul a luat asupra sa aceasta povara, insa el este nedrept si nestiutor"},{"SurahNumber":33,"VerseNumber":73,"Text":"Dumnezeu sa-i osandeasca pe fatarnici si pe fatarnice, pe inchinatorii si pe inchinatoarele la idoli si sa primeasca Dumnezeu cainta credinciosilor si credincioaselor. Dumnezeu este Iertator, Milostiv"}]}