{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"Alipha-lama-raa. E'ibora suspasta kitabara ayata"},{"SurahNumber":12,"VerseNumber":2,"Text":"Niscaya ami iyaka kora'ana hicape arabi bhasata aratirna karaicho yate tomaloke bujiba paraa"},{"SurahNumber":12,"VerseNumber":3,"Text":"Ami tomara ocarata uttama kahini barnana karaicho, ahira madhyamata tomara ocaralai e'i kora'ana praerana karai; yadi'o iyara agata tumi achila anarahita sakalara antarbhukta"},{"SurahNumber":12,"VerseNumber":4,"Text":"Smarana karaa, yetiya i'uchuphe te'omra pitaka kaichila, ‘he mora pitr! Ma'i (saponata) egharata naksatra, surya arau candraka dekhicho, se'iboraka mora prati chajadaranata arasthata dekhicho’"},{"SurahNumber":12,"VerseNumber":5,"Text":"Te'om ka’le, ‘he mora putra! Tomara saponara katha ketiya'o tomara bhatrsakalaka nakaba; an'yatha sihamte tomara biraud'dhe gabhira sarayantra karaiba. Niscaya cayatana manuhara prakasya satrau’"},{"SurahNumber":12,"VerseNumber":6,"Text":"Arau e'idarae tomara pratipalake tomaka manonita karaiba arau tomaka saponara byakhya siksa diba arau tomara oparata lagate iyakubara paraiyalara oparata te'omra anugraha purna karaiba, yenekai te'om e'ito purna karaichila iyara agata tomara pitr-purausa ibraahima arau ichahakbara oparata. Niscaya tomara raba sarbajna, prajnamaya"},{"SurahNumber":12,"VerseNumber":7,"Text":"Arasye i'uchupha arau te'omra bhatrsakalara kahinita prasnakaraisakalara babe bahuto nidarsana ache"},{"SurahNumber":12,"VerseNumber":8,"Text":"Smarana karaa, yetiya sihamte kaichila, ‘amara pitrra ocarata i'uchupha arau te'omra bha'ihe amatakai bechi praiya, athaca ami ekota sanhata dala; niscaya amara pitr spasta bibhraantita ache’"},{"SurahNumber":12,"VerseNumber":9,"Text":"‘Tomaloke i'uchuphaka hatya karaa athaba kono eta tha'ita taka pela'i thai aha, tetiyahe tomalokara pitrra drsti kerala tomalokara pine'i nibista ha’ba arau tara pichata tomaloka sat hai yaba’"},{"SurahNumber":12,"VerseNumber":10,"Text":"Sihamtara majara ejane ka’le, ‘tomaloke i'uchuphaka hatya nakaraiba arau yadi kiba karaiba'i bicaraa teneha’le taka konoba eta kumraata pela'i diya, yatraidalara konoba'i taka tuli lai yaba’"},{"SurahNumber":12,"VerseNumber":11,"Text":"Sihamte ka’le, ‘he amara pitr! Aponara ki ha’la, i'uchuphara bisaye amaka apuni kiya niraapada buli nabharae? Athaca ami tara subhakanksi’"},{"SurahNumber":12,"VerseNumber":12,"Text":"‘Apuni aha kali taka amara lagata patha'i diyaka, si anandata khela-dhemali karai ghurai phuraiba arau arasye ami tara coraa-cita karaima’"},{"SurahNumber":12,"VerseNumber":13,"Text":"Te'om (pitake) ka’le, ‘tomaloke taka lai ga’le samcakaiye ma'i manata bara dukha pama arau ma'i asanka karao ye, tomaloke tara prati asaradhana ha’le kukura-neciya'i taka kha'i pelaba parae’"},{"SurahNumber":12,"VerseNumber":14,"Text":"Sihamte ka’le, ‘ami eta sanhata dala horaa satbe'o yadi kukura-neciya'i taka kha'i pelaya, tente ami arasye ksatigrasta’"},{"SurahNumber":12,"VerseNumber":15,"Text":"Tara pichata sihamte yetiya taka lai ga’la, arau taka kumraara majata niksepa karaibalai ekamata ha’la, arau (tetiya) ami tara (i'uchuphara) ocarata ahi praerana karai jana'i dilo ye, ‘arasye tumi sihamtaka (bharaisyatata) sihamtara e'i karma samparke janaba; athaca sihamte seya upalabdhi karaiba noraaraiba’"},{"SurahNumber":12,"VerseNumber":16,"Text":"Arau sihamte raatira prathama praharata kandi kandi sihamtara pitrra ocarata ahila"},{"SurahNumber":12,"VerseNumber":17,"Text":"Sihamte ka’le, ‘he amara pitr! Ami daura pratiyogita karaibalai gaichilo arau i'uchuphaka amara bastu-bahinira ocarata raakhi thai gaichilo; phalata kukura-neciya ahi taka kha'i pela'iche, kintu apunito bisbase'i nakaraiba ami yimane'i samca katha naka'om kiya’"},{"SurahNumber":12,"VerseNumber":18,"Text":"Arau sihamte colatota micha teja laga'i anichila. Te'om ka’le, ‘nahaya, baram tomalokara ku-prabrttiye tomalokara babe eta kahini saja'i diche. Gatike uttama dhairyahe ma'i grahana karaima. Tomaloke yi barnana karaicha se'i bisaye ekamatra allahe'i mora sahayyasthala’"},{"SurahNumber":12,"VerseNumber":19,"Text":"Arau sipine eta yatraidala ahila, sihamte sihamtara pani sangraahakaka pani anibalai patha'i dile, si tara pani tola patrato nadata nama'i dile. Si anandata kai uthila, ‘ki sukhabara! Eya dekhona sisu’! Arau sihamte taka panyadrabya buli luka'i raakhile. Kintu sihamte yi karaichila se'i bisaye allaha sabisesa aragata"},{"SurahNumber":12,"VerseNumber":20,"Text":"Arau sihamte taka ati naganya mulyata, matra ke'itamana dirahamara binimayata bikrai karai dile arau sihamta achila tara bisaye anagrahi"},{"SurahNumber":12,"VerseNumber":21,"Text":"Arau micarara yijana byaktiye taka kini laichila, si tara straika ka’le, ‘iyara thakara babe sanmanajanaka byarastha karaa, sambharata i amara upakarata ahiba athaba ami iyaka putraraupe'o grahana karaiba parai’. E'idarae ami i'uchuphaka se'i desata pratisthita karailo; arau yate ami taka saponara byakhya sika'i di'om. Karana allaha nijara karma sampadanata apratihata, kintu adhikansa manuhe'i najane"},{"SurahNumber":12,"VerseNumber":22,"Text":"Arau te'om yetiya purna yauranata upanita ha’la tetiya ami taka hikamata arau jnana dana karailo. E'idarae'i ami ihachanakarai sakalaka puraskrta karao"},{"SurahNumber":12,"VerseNumber":23,"Text":"Arau te'om yijani mahilara gharata achila, se'ijaniye te'omka kupraraocana dile arau duraarasamuha bandha karai dile, arau ka’le, ‘aha’. Te'om ka’le, ‘ma'i allahara asraya praarthana karao, niscaya te'om mora maniba; teraemi mora thakara sundara byarastha karaiche. Niscaya yalimasakala ketiya'o saphala nahaya’"},{"SurahNumber":12,"VerseNumber":24,"Text":"Arau se'i mahilajani te'omra prati asakta haichila arau teraom ta'ira prati asakta hai parailehemtena yadi te'om te'omra pratipalakara nidarsana nedekhilehemtena. E'idarae'i (seya haichila) yate ami te'omra paraa kukarma arau aslilata dura karai di'om. Niscaya te'om achila amara mukhalica ba bisud'dhacitta bandasakalara antarbhukta"},{"SurahNumber":12,"VerseNumber":25,"Text":"Arau sihamta ubhaye daurai duraarara pine ga’la, arau mahilajaniye pichaphalara paraa te'omra cola phali pelale, te'omloka ubhaye mahilagaraakira sbamika duraarara sanmukhata pale. Mahilajaniye ka’le, ‘yiye tomara straira lagata asatkarma karaara iccha karae tara babe karaagarata praerana ba ana kono yantranadayaka sastira bahirae arauno ki danda ha’ba parae’"},{"SurahNumber":12,"VerseNumber":26,"Text":"i'uchuphe ka’le, ‘e'omhe moka kupraraocana diche’. Mahilagaraakira paraiyalara ejana saksiye saksya dile ye, ‘yadi te'omra colato sanmukhara paraa phala haiche tente mahilagaraakiye satya katha kaiche arau purausajana (i'uchupha) michaliyasakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":27,"Text":"Arau yadi te'omra cola pichaphalara paraa phala thake tente mahilagaraaki michaliya arau purausajana (i'uchupha) satyabadisakalara antarbhukta"},{"SurahNumber":12,"VerseNumber":28,"Text":"Eteke mahilagaraakira sbamiye yetiya dekhile ye, i'uchuphara cola pichaphalara paraa phala haiche tetiya te'om ka’le, ‘niscaya e'ito tomaloka naraisakalara chalana, niscaya tomalokara chalana ati sanghatika’"},{"SurahNumber":12,"VerseNumber":29,"Text":"‘He i'uchupha! Tumi e'ito upeksa karaa, arau he narai! Tumi tomara aparaadhara babe ksama praarthana karaa; niscaya tumi aparaadhisakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":30,"Text":"Arau nagarara kichumana mahila'i ga'i phuraichila ye, ‘ajijara straiye ta'ira krtadasa yurakara paraa asatkarma kamana karaichila, gabhira praeme ta'ika unmatta karaiche, niscaya amara drstita ta'i spasta bhrastatata nipatita’"},{"SurahNumber":12,"VerseNumber":31,"Text":"Eteke yetiya mahilajaniye sihamtara sarayantrara katha sunile, tetiya sihamtaka mati pathiyale arau sihamtara babe asana prastuta karaile. Sihamta sakaloke ekotakai churaikatarai pradana karaile arau i'uchaphaka ka’le, ‘sihamtara sanmukhata ola'i aha’. Phalata sihamte yetiya te'omka dekhile tetiya sihamta te'omra saundaryata abhibhuta ha’la arau nijarae hata kati pelale arau sihamte ka’le, ‘adbhuta allahara mahatmya! E'om manuha nahaya. Niscaya e'om ejana mahimanbita phiraista’"},{"SurahNumber":12,"VerseNumber":32,"Text":"Mahilagaraakiye ka’le, ‘e'omrae'i haiche se'i byakti yara bisaye tomaloke moka ninda karaichila. Maye'i te'omra paraa asatkarma kamana karaichilo kintu te'om nijake paraitra raakhiche; arau ma'i te'omka yi adesa karaicho seya yadi te'om palana nakarae, tente te'om arasye karaaraud'dha ha’ba arau arasye te'om apadastasakalara antarbhukta ha’ba’"},{"SurahNumber":12,"VerseNumber":33,"Text":"I'uchuphe ka’le, ‘he mora raba! E'i naraisakale moka yi kamara prati ahbana karai ache tatakai bandisala mora ocarata bechi praiya. Tumi yadi moka sihamtara chalanara paraa raksa nakaraa tente ma'i sihamtara prati akrsta hai paraima arau ajnasakalara antarbhukta hai yama’"},{"SurahNumber":12,"VerseNumber":34,"Text":"Seye te'omra pratipalake te'omra praarthanata samharai janale arau te'omka sihamtara chalanara paraa raksa karaile. Niscaya te'om sarbasraota, sarbajna"},{"SurahNumber":12,"VerseNumber":35,"Text":"Phalata bibhinna nidarsanarali dekhara pichata sihamte bharaile ye, te'omka arasye kichu samayara babe karaaraud'dha karaiba lagiba"},{"SurahNumber":12,"VerseNumber":36,"Text":"Te'omra lagate arau dujana yuraka karaagarata praraesa karaile. Sihamtara ejane ka’le, ‘ma'i saponata dekhilo ye, ma'i madara babe anura nihsarana karai acho’, arau anajane ka’le, ‘ma'i saponata dekhilo ye, ma'i mora murata rauti karhiya'i nicho arau caraa'iye tara paraa kha'i ache. Apuni amaka iyara tatparya jana'i diyaka, ami dekhicho apuni muhachinasakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":37,"Text":"I'uchuphe ka’le, ‘tomalokaka yi khadya diya haya seya ahara agate'i ma'i tomalokaka saponara tatparya jana'i dima. Ma'i tomalokaka yito janama seya mora pratipalake moka siksa diche. Niscaya ma'i se'i sampradayara dharma mataka barjana karaicho yisakale allahara oparata imana posana nakarae, arau yisakale akhiraataka asbikara karae’"},{"SurahNumber":12,"VerseNumber":38,"Text":"‘Ma'i mora pitr-purausa ibraahima, ichahakba arau iyakubara millata anusarana karao. Allahara lagata anaka ansidara karaa amara babe sangata nahaya. E'ito amara arau samagra manarara prati allahara anugraha; kintu adhikansa manuhe'i krtajnata prakasa nakarae’"},{"SurahNumber":12,"VerseNumber":39,"Text":"‘He mora bandisalara sangidbaya! Bhina bhina asankhya raba bhala, ne mahapratapasali ejana allahe'i bhala’"},{"SurahNumber":12,"VerseNumber":40,"Text":"‘te'omra bahirae tomaloke kichumana namarahe ibadata karai acha, yibora nama tomalokara pitrpurausa na'iba tomaloke nije'i raakhicha; e'iborara kono pramana allahe aratirna karaa na'i. Bidhana diyara adhikara kerala allaharae'i. Teraemi nirdesa diche ye, ‘te'omra bahirae ana karao ibadata nakaraiba’. E'itorae'i sasbata dbina kintu adhikansa manuhe'i seya najane’"},{"SurahNumber":12,"VerseNumber":41,"Text":"‘He mora bandisalara sangidbaya! Tomaloka dujanara ejane tara manibaka suraa pana karaaba arau anajana sulabid'dha ha’ba; arau caraa'iye tara mura khuti khuti khaba. Yi bisaye tomaloke janiba bicaraichila tara sid'dhanta hai gaiche’"},{"SurahNumber":12,"VerseNumber":42,"Text":"Arau sihamtara majara yijane mukti paba buli i'uchuphe dharana karaile, taka te'om ka’le, ‘tomara manibara ocarata mora katha ullekha karaiba’. Kintu cayatane taka te'omra bisaye tara manibara ocarata byakta karaibalai paharaa'i dile. Phalata i'uchuphaka arau ke'iba bachara karaagarata thakibalagiya ha’la"},{"SurahNumber":12,"VerseNumber":43,"Text":"Arau raja'i (edinakhana) ka’le, ‘ma'i saponata dekhilo, satajani hrsta-pusta ga'i, sihamtaka ana satajani ksina gaye bhaksana karaiche arau dekhilo satota sajira siha lagate ana satota sukana siha. He paraisadabarga! Yadi tomaloke saponara byakhya karaiba paraa tente mora saponara bisaye abhimata diya’"},{"SurahNumber":12,"VerseNumber":44,"Text":"Sihamte ka’le, ‘e'ito arthahina alika sapona arau enekuraa saponara byakhyata ami abhijna nahaya’"},{"SurahNumber":12,"VerseNumber":45,"Text":"Arau se'i dujana karaaraud'dhara majata yijane mukti pa'ichila, dirghakala pichata tara smarana ha’la, si ka’le, ‘ma'i iyara tatparya aponalokaka janama. Seye moka patha'i diyaka’"},{"SurahNumber":12,"VerseNumber":46,"Text":"Si ahi ka’le, ‘he i'uchupha! He satyabadi! Satajani hrsta-pusta ga'i, se'iboraka bhaksana karaiche satajani durbala gaye arau satota sajira siha arau ana satota sukana siha sambandhe apuni amaka byakhya diyaka, yate ma'i manuhara ocarata ubhati yaba parao arau manuhe janiba parae’"},{"SurahNumber":12,"VerseNumber":47,"Text":"Te'om ka’le, ‘tomaloke ekeraahe sata bachara khetibati karaiba, tara pichata tomaloke yi sasya katiba tarae saman'ya paraimana kha'i bakikhini sihasaha thai diba’"},{"SurahNumber":12,"VerseNumber":48,"Text":"‘iyara pichata ahiba satota kathina bachara, e'i sata bacharata, agate yi sancaya karai raakhiba, manuhe seya khaba; kerala saman'ya paraimana yito tomaloke samraksana karaiba, tara bahirae’"},{"SurahNumber":12,"VerseNumber":49,"Text":"‘Tara pichata ahiba enekuraa eta bachara, se'i bacharata manuhara babe pracura barasuna ha’ba arau se'i bacharata manuhe phalara rasa cepi uliyaba’"},{"SurahNumber":12,"VerseNumber":50,"Text":"Arau raja'i ka’le, ‘tomaloke i'uchuphaka mora ocaralai lai aha’. Tara pichata yetiya (rajara) duta te'omra ocarata upasthita ha’la tetiya te'om ka’le, ‘tumi tomara manibara ocarata ubhati yoraa arau te'omka sodhagai, yi naraisakale nijarae hata kati pela'ichila sihamtara arastha ki! Niscaya mora raba sihamtara chalana samparke samyaka aragata’"},{"SurahNumber":12,"VerseNumber":51,"Text":"Raja'i naraisakalaka ka’le, ‘yetiya tomaloke i'uchuphara paraa asatkarma kamana karaichila, tetiya tomalokara ki haichila’? Sihamte ka’le, ‘adbhuta allahara mahatmya! Ami te'omra majata kono dosa poraa nachilo’. Ajijara straiye ka’le, ‘etiyahe satya prakasa pale, ma'ihe te'omka praraocana dichilo, arau te'om niscaya satyabadisakalara antarbhukta’"},{"SurahNumber":12,"VerseNumber":52,"Text":"‘E'ito e'i babe ye, yate te'om janiba parae, te'omra anupasthitita ma'i te'omra prati bisbasaghatakata karaa nachilo arau niscaya allahe bisbasaghataka sakalara sarayantra saphala nakarae’"},{"SurahNumber":12,"VerseNumber":53,"Text":"‘Arau ma'i nijake nirdosa buli kaba bicaraa na'i, kiyano, niscaya manuhara naphace beya kamara nirdesa diyatorae sbabharaika, kintu tara bahirae yara prati mora pratipalake daya karae. Niscaya mora pratipalaka ati ksamasila, parama dayalu’"},{"SurahNumber":12,"VerseNumber":54,"Text":"Raja'i ka’le, ‘i'uchuphaka mora ocaralai lai aha; ma'i te'omka mora nijara babe apona karai lama’. Tara pichata raja'i yetiya te'omra lagata katha patile, tetiya raja'i ka’le, ‘niscaya aji apuni amara ocarata maryadasila, purna bisbasta’"},{"SurahNumber":12,"VerseNumber":55,"Text":"Te'om ka’le, ‘moka desara kosagarara dayitba arpana karaka. Niscaya ma'i uttama raksaka, subijna’"},{"SurahNumber":12,"VerseNumber":56,"Text":"Arau e'idarae ami i'uchuphaka se'i desata pratisthita karailo; se'i desata te'omra ya’te iccha tate'i arasthana karaara adhikara achila. Ami yaka iccha take'i amara rahamata pradana karao; arau ami muhachinasakalara puraskara binasta nakarao"},{"SurahNumber":12,"VerseNumber":57,"Text":"Arau yisakale imana aniche arau takbaraa aralambana karae te'omlokara babe akhiraatara puraskarae'i uttama"},{"SurahNumber":12,"VerseNumber":58,"Text":"I'uchuphara bhatrsakala ahila arau te'omra ocarata praraesa karaile. Phalata te'om sihamtaka cini pale, kintu sihamte te'omka cini napale"},{"SurahNumber":12,"VerseNumber":59,"Text":"Arau te'om yetiya sihamtaka sihamtara samagraira byarastha karai dile tetiya te'om ka’le, ‘tomaloke mora ocaralai tomalokara pitr paksara baimatraeya bhayekaka lai ahiba. Tomaloke dekha na'ine, ma'i kenekai purna matraata pradana karao arau ma'i kimana bhala athitiparaayana’"},{"SurahNumber":12,"VerseNumber":60,"Text":"‘Arau yadi tomaloke taka lai naha tente tomalokara babe mora ocarata kono khadya samagrai na'i anaki tomaloka mora ocaralaike nahiba’"},{"SurahNumber":12,"VerseNumber":61,"Text":"Sihamte ka’le, ‘tara bisaye ami tara pitrka sanmata karaoraara cesta karaima arau ami e'ito niscaya karaima’"},{"SurahNumber":12,"VerseNumber":62,"Text":"Arau i'uchuphe te'omra karmacaraisakalaka ka’le, ‘sihamte yi panyamulya diche seya sihamtara khadyasamagraira bhitarate thai diya, yate sihamte paraiyalara ocarata ubhati yoraara pichata seya cini paya. Phalata yate sihamte akau ubhati ahe’"},{"SurahNumber":12,"VerseNumber":63,"Text":"Eteke sihamte yetiya sihamtara pitr ocarata ubhati ahila, tetiya sihamte ka’le, ‘he amara pitr! Amara babe paraimapakrta khadya samagrai nisid'dha karaa haiche. Gatike amara bhayekaka amara lagata patha'i diyaka yate ami paraimapakrta khadya samagrai pa'om. Arasye ami tara hiphajata karaima’"},{"SurahNumber":12,"VerseNumber":64,"Text":"Te'om ka’le, ‘ma'i tomalokaka iyara bisaye tenekai niraapada buli bharaima neki, yenekai iyara agata tomalokaka niraapada buli bharaichilo iyara bhayekara bisaye? Kintu allahe'i raksanabeksanata sraestha arau teraemi sarbasraestha dayalu’"},{"SurahNumber":12,"VerseNumber":65,"Text":"Arau yetiya sihamte sihamtara khadyasamagraira topola khulile tetiya sihamte dekhibalai pale ye, sihamtara panyamulya sihamtaka ubhata'i diya haiche. Sihamte ka’le, ‘he amara pitr! Ami arau ki pratyasa karaiba parao? Ca'omka eya ami diya panyamulya, amaka akau ubhata'i diya haiche. Ami amara paraiyalabargaka khadya-samagrai ani dima arau ami amara bhatrra raksanabeksana karaima lagate ami atiraikta arau eta utara (pithita) panya anima; e'i paraimanara sasya lai aha ati sahaja’"},{"SurahNumber":12,"VerseNumber":66,"Text":"Pitake ka’le, ‘ma'i taka ketiya'o tomalokara lagata napatha'om yetiyalaike tomaloke allahara namata e'i angikara nakaraiba ye, tomaloke taka mora ocaralai ghuraa'i aniba, arasye yadi tomalokaka ataka karaa haya (tente seya bhinna katha)’. Tara pichata sihamte yetiya te'omra ocarata pratijna karaile tetiya te'om ka’le, ‘ami yi bisaye katha pati acho, allahe'i iyara bidhayaka’"},{"SurahNumber":12,"VerseNumber":67,"Text":"Arau te'om ka’le, ‘he mora putrasakala! Tomaloke eta duraaraerae praraesa nakaraiba, baram bhina bhina duraaraerae praraesa karaiba. Allahara sid'dhantara biparaite ma'i tomalokara babe eko karaiba noraarao. Adesa kerala matra allaharae'i. Ma'i te'omra oparate'i nirbhara karao, allahara oparate'i nirbharakarai sakalara nirbhara karaa ucita’"},{"SurahNumber":12,"VerseNumber":68,"Text":"Arau yetiya sihamte sihamtara pitrra adesa mate praraesa karaile, tetiya allahara adesara biparaite seya sihamtara kono kamata aha nachila; iyakube kerala te'omra manara eti abhipraaya purna karaichila arau arasye te'om ami diya siksarae jnanabana achila. Kintu bechi bhaga manuhe'i najane"},{"SurahNumber":12,"VerseNumber":69,"Text":"Arau sihamte yetiya i'uchuphara ocarata praraesa karaile, tetiya i'uchuphe te'omra sahodara bhayekaka nijara ocarate raakhile arau ka’le, ‘niscaya maye'i tomara sahodara bhayeka, gatike sihamte yi karaichila tara babe dukha nakaraiba’"},{"SurahNumber":12,"VerseNumber":70,"Text":"Tara pichata te'om yetiya sihamtara samagraira byarastha karai dile, tetiya te'om nija sahodara bhayekara topolara majata panapatra raakhi dile. Tara pichata ejana ahbayake cinamrai ka’le, ‘he yatraidala! Niscaya tomaloka cora’"},{"SurahNumber":12,"VerseNumber":71,"Text":"Sihamte te'omlokara phale ca'i sudhile, ‘aponalokara ki heraa'iche’"},{"SurahNumber":12,"VerseNumber":72,"Text":"te'omloke ka’le, ‘ami rajara panapatra heraa'icho. Yiye se'ito ani diba, si eta utara (pithita) boja'i paraimana khadya-samagrai upahara paba; arau ma'i iyara jamina’"},{"SurahNumber":12,"VerseNumber":73,"Text":"Sihamte ka’le, ‘allahara sapata! Aponaloke jane'i dekhona ye, ami e'i desata duskrti karaibalai aha na'i arau ami corao nahaya’"},{"SurahNumber":12,"VerseNumber":74,"Text":"Te'omloke ka’le, ‘yadi tomaloke michaliya horaa tente iyara sasti ki haba"},{"SurahNumber":12,"VerseNumber":75,"Text":"sihamte ka’le, ‘iyara sasti ha’ba, yara topolara majata se'i patrato poraa yaba, siye'i tara binimaya’. E'idarae'i ami yalimasakalaka sasti pradana karao"},{"SurahNumber":12,"VerseNumber":76,"Text":"Eteke te'om nija sahodara bhayekara topola coraara agate sihamtara topolata bicaraibalai dharaile, pichata te'omra sahodara bhayekara topolara paraa patrato uliya'i anile. Enekai ami i'uchuphara babe kausala karaichilo. Allahe iccha nakaraile rajara a'inata te'omra bhatrka ataka karaa sangata nachila. Ami yaka iccha maryadata ucca karai di'om. Karana pratyeka jnanabana byaktira oparata ache sarbajnani"},{"SurahNumber":12,"VerseNumber":77,"Text":"Sihamte ka’le, ‘si yadi curai karaiche tente (eya kono acaraita katha nahaya) iyara sahodarae'o iyara agata curai karaichila’. Kintu i'uchuphe prakrta bisayato nijara manate gopana raakhile arau sihamtara sanmukhata prakasa nakaraile. Te'om (mane mane) ka’le, ‘tomalokara arastha ati jaghan'ya arau tomaloke yi kai acha se'i bisaye allahe'i adhika aragata’"},{"SurahNumber":12,"VerseNumber":78,"Text":"Sihamte ka’le, ‘he ajija! Iyara pitr atyanta brd'dha; gatike iyara tha'ita amara majara kono ejanaka raakhi diyaka. Amara drstita apuni ejana satkarmasila byakti’"},{"SurahNumber":12,"VerseNumber":79,"Text":"Te'om ka’le, ‘yara ocarata ami amara bastu pa'icho, tara bahirae anaka ataka karaara aparaadhara paraa ami allahara asraya praarthana karaicho. Ene karaile niscaya ami yalimata parainata hama’"},{"SurahNumber":12,"VerseNumber":80,"Text":"Eteke yetiya sihamta tara bisaye sampurnaraupe niraasa ha’la, tetiya sihamta paraamarsa karaibalai ekantabharae gota khale. Sihamtara majara danara jane ka’le, ‘tomalokara manata achene tomalokara pitrye tomalokara paraa allahara namata angikara laiche arau iyara agate'o tomaloke i'uchuphara bisaye an'yaya karaichila. Gatike ma'i ketiya'o e'i desa erai naya'om yetiyalaike mora pitrye moka anumati nidiba athaba allahe mora babe kono phayacala nakaraiba arau teraemi sraestha phayacalakarai’"},{"SurahNumber":12,"VerseNumber":81,"Text":"Tomaloke tomalokara pitrra ocarata ghurai yoraa arau koraagai, ‘he amara pitr! Aponara putra'i curai karaiche arau ami yi jano tarae'i pratyaksa birarana dilo, arau ami adrsyara samraksanakarai nahaya’"},{"SurahNumber":12,"VerseNumber":82,"Text":"‘(Yadi bisbasa nahaya) tente yi janapadata ami achilo se'i tha'ira adhibasisakalaka sodhaka arau yi yatraidalara lagata ami ahicho te'omlokako sodhaka. Niscaya ami samca katha kai acho’"},{"SurahNumber":12,"VerseNumber":83,"Text":"Te'om (iyakube) ka’le, ‘nahaya, baram tomalokara ku-prabrttiye tomalokara babe eta kahini saja'i diche. Gatike uttama dhairyahe ma'i grahana karaima; sambharatah allahe sihamta ubhayake ekelage mora ocaralai ani diba. Niscaya te'om sarbajna, prajnamaya’"},{"SurahNumber":12,"VerseNumber":84,"Text":"Arau te'om sihamtara paraa mukha ghuraa'i nile arau ka’le, ‘haya aphacoca! I'uchuphara babe’. Sokata (kandi kandi) te'omra caku duta ghola hai paraichila kintu te'om achila sambaranakarai"},{"SurahNumber":12,"VerseNumber":85,"Text":"Sihamte ka’le, ‘allahara sapata! Apuni i'uchuphara katha sadaya smarana karai thakiba yetiya laike apuni mumursa arasthata upanita nahaya athaba aponara mrtyubarana nahaya’"},{"SurahNumber":12,"VerseNumber":86,"Text":"Te'om ka’le, ‘ma'i mora asahaniya bedana, mora dukha kerala allahara ocarate'i nibedana karao arau ma'i allahara taraphara paraa seya jano yito tomaloke najana’"},{"SurahNumber":12,"VerseNumber":87,"Text":"‘He mora putrasakala! Tomaloke yoraa, i'uchupha arau tara sahodarara sandhana karaa arau allahara rahamatara paraa tomaloka niraasa naha’ba. Karana allahara rahamatara paraa kaphira sampradayara bahirae ana kone'o niraasa nahaya’"},{"SurahNumber":12,"VerseNumber":88,"Text":"Eteke yetiya sihamta i'uchuphara ocarata upasthita ha’la tetiya sihamte ka’le, ‘he ajija! Ami arau amara paraiyalabarga bipanna hai paraicho arau ami tuccha pumji lai ahicho; gatike apuni amaka khadya-samagrai purna matraata pradana karaka arau amara prati anugraha karaka; niscaya allahe anugrahakarai sakalaka puraskrta karae’"},{"SurahNumber":12,"VerseNumber":89,"Text":"I'uchuphe ka’le, ‘tomaloke janane, tomaloke i'uchupha arau te'omra sahodarara lagata ki acarana karaichila, yetiya tomaloka achila ajna’"},{"SurahNumber":12,"VerseNumber":90,"Text":"sihamte ka’le, ‘tente tumiye'i i'uchupha neki’? Te'om ka’le, ‘haya, maye'i i'uchupha arau e'om mora bha'iti; niscaya allahe amara oparata anugraha karaiche. Niscaya yi byakti takbaraa aralambana karae arau dhairya dharana karae, tente arasye allahe satkarmasilasakalara sramaphala binasta nakarae’"},{"SurahNumber":12,"VerseNumber":91,"Text":"Sihamte ka’le, ‘allahara sapata! Allahe niscaya tomaka amara oparata praadhan'ya diche arau ami achilo aparaadhi’"},{"SurahNumber":12,"VerseNumber":92,"Text":"Te'om ka’le, ‘aji tomalokara biraud'dhe kono garaihana na'i. Allahe tomalokaka ksama karaka arau teraemi sraestha dayalu’"},{"SurahNumber":12,"VerseNumber":93,"Text":"‘Tomaloke mora e'i colato lai yoraa arau e'ito mora pitrra mukhamandalara oparata raakhiba; tetiya te'om drsti sakti ghuraa'i paba. Lagate tomalokara paraiyalara sakaloke mora ocaralai lai ahagai’"},{"SurahNumber":12,"VerseNumber":94,"Text":"Arau yetiya yatraidala ola'i paraila se'i samayate (iyata) te'omlokara pitrye ka'le, tomaloke yadi moka brd'dha-aprakrtistha buli nabhaba tente ma'i ka'om ye, ‘ma'i i'uchuphara ghraana pa'i acho’"},{"SurahNumber":12,"VerseNumber":95,"Text":"Sihamte ka’le, ‘allahara sapata! Apuni etiya'o se'i purani bibhraantite'i ache’"},{"SurahNumber":12,"VerseNumber":96,"Text":"Tara pichata yetiya susambadabahaka upasthita ha’la arau te'omra mukhamandalara oparata colato raakhile tetiya te'om drsti sakti ghuraa'i pale. Te'om ka’le, ‘ma'i tomalokaka koraa nachilone ye, ma'i allahara taraphara paraa yi jano tomaloke seya najana’"},{"SurahNumber":12,"VerseNumber":97,"Text":"sihamte ka’le, ‘he amara pitr! Amara gunahara babe ksama praarthana karaka; niscaya ami aparaadhi’"},{"SurahNumber":12,"VerseNumber":98,"Text":"Te'om ka’le, ‘acirae'i ma'i mora pratipalakara ocarata tomalokara babe ksama praarthana karaima. Niscaya te'om ati ksamasila, parama dayalu’"},{"SurahNumber":12,"VerseNumber":99,"Text":"Tara pichata te'omloka yetiya i'uchuphara ocarata upasthita ha’la, tetiya te'om pitr-matrka nijara kasata sthana dile, arau ka’le, ‘aponaloke allahara icchata niraapade micarata arasthana karaka’"},{"SurahNumber":12,"VerseNumber":100,"Text":"Arau i'uchuphe te'omra pitr-matrka ucca asanata bahuraale arau te'omloka sakalorae te'omra sanmanata chajadaranata ha’la. Tetiya te'om ka’le, ‘he mora pitr! E'itorae'i mora saponara byakhya; mora pratipalake iyaka satyata parainata karaiche arau teraemi moka karaagarara paraa mukta karaiche arau cayatane mora arau mora bhatrsakalara samparka binasta karaara pichato aponalokaka maraubhumi ancalara paraa iyata ani te'om mora prati anugraha karaiche. Niscaya mora pratipalake yi iccha karae seya nipunatara saite karae. Niscaya teraemi sarbajna, prajnamaya’"},{"SurahNumber":12,"VerseNumber":101,"Text":"‘He mora pratipalaka! Tumiye'i moka raajatba dana karaicha arau saponara byakhya siksa dicha. He akasasamuha arau prthiraira srasta! Tumiye'i prthirai arau akhiraatata mora abhibharaka. Tumi moka muchalima arasthata mutyu pradana karaa arau moka satkarmaparaayanasakalara antarbhukta karaa’"},{"SurahNumber":12,"VerseNumber":102,"Text":"E'ibora gayebara sambada yibora ami ahira dbaraa tomaka jana'i acho, yetiya sihamte aikyamatata upanita hai sarayantra karaichila, tetiya tumi sihamtara lagata nachila"},{"SurahNumber":12,"VerseNumber":103,"Text":"Arau tumi yimane'i akanksa nakaraa kiya, adhikansa manuhe'i imana posana nakaraiba"},{"SurahNumber":12,"VerseNumber":104,"Text":"Athaca tumi sihamtara paraa kono pratidano bicaraa na'i. E'i (kora'ana) kerala srstijagatara babe upadesamatra"},{"SurahNumber":12,"VerseNumber":105,"Text":"Akasasamuha arau prthiraita bahuto nidarsana ache; sihamte e'ibora dekhe kintu sihamte e'iborara prati udasina"},{"SurahNumber":12,"VerseNumber":106,"Text":"Sihamtara sarahabhaga manuhe imana posana karaa satbe'o allahara lagata ansidara sthapana (sbirka) karae"},{"SurahNumber":12,"VerseNumber":107,"Text":"Kintu sihamta allahara sarbagraasi sastira paraa na'iba sihamtara ajanite kiyamatara akasmika upasthitira paraa niraapada hai gaiche neki"},{"SurahNumber":12,"VerseNumber":108,"Text":"koraa, ‘e'itorae'i mora patha, ma'i arau mora anusaraisakale purna bisbasara saite jani-buji allahara prati ahbana karao. Allaha ati paraitra mahana arau ma'i musbaraikasakalara antarbhukta nahaya’"},{"SurahNumber":12,"VerseNumber":109,"Text":"Arau ami tomara purbe'o janapadabasira majara paraa kerala purausasakalake'i raichalata pradana karaichilo, yisakalara oparata ami ahi aratirna karaichilo. Ihamte prthiraita bhramana karaa na'ine? Tetiyahe dekhiba parailehemtena ye, sihamtara purbarartisakalara ki parainama haichila? Arau arasye yisakale takbaraa aralambana karaiche te'omlokara babe akhiraatara abase'i uttama; tathapi'o tomaloke buji noporaa ne"},{"SurahNumber":12,"VerseNumber":110,"Text":"arasesata yetiya raachulasakala (te'omlokara sampradayara imanara paraa) niraasa ha’la arau manuhe dharana karaile ye, raachulasakalaka micha pratisrauti diya haiche, tetiya te'omlokara ocarata amara sahayya ahi pale. E'idarae ami yaka iccha karao si najata paya. Kintu aparaadhi sampradayara paraa amara sasti pratiraodha karaa nahaya"},{"SurahNumber":12,"VerseNumber":111,"Text":"Sihamtara brttantata arasye bodhasakti sampanna byaktisakalara babe ache siksa. E'ito kono mane saja racana nahaya. Baram e'ito agara granthaborata yi ache tarae'i samarthaka arau sakalo bisayara bisada birarana, lagate mumina sampradayara babe i hidayata arau rahamata"}]}