{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"‘‘nannodeya, nanagu nanna hettavarigu visvasigalagi nanna maneyolage bandiruvavarigu ella visvasi purusarigu striyarigu ksameyannu nidu mattu akramigalige vinasada horatu berenannu heccisabeda’’"},{"SurahNumber":72,"VerseNumber":2,"Text":"(dutare,) heliri; nanna balige divya sandesavu bandide. (Adara prakara,) jinn‌gala ondu tandavu idannu (i kur‌anannu) keli, higenditu; ‘‘navu ondu visista kur‌anannu keliruvevu’’"},{"SurahNumber":72,"VerseNumber":3,"Text":"‘‘adu sanmargavannu torisuttade. Navu adaralli nambike ittiruvevu. Navinnu nam'ma odeyana jote yarannu paludararagisalarevu.’’"},{"SurahNumber":72,"VerseNumber":4,"Text":"‘‘Nam'ma odeyana sthana tumba unnatavadudu. Avanu yarannu tanna patni athava putranagisi kondilla’’"},{"SurahNumber":72,"VerseNumber":5,"Text":"‘‘nam'mallina kelavu murkharu allahana kuritu sullugalannu srstisi heluttare’’"},{"SurahNumber":72,"VerseNumber":6,"Text":"‘‘jinn‌galu mattu manavaru allahana kuritu sullu heluvudilla endu navu nambiddevu"},{"SurahNumber":72,"VerseNumber":7,"Text":"‘‘kelavu manavaru jinn‌gala asraya padedudarinda avara (jinn‌gala) bandayavu mattastu heccitu’’"},{"SurahNumber":72,"VerseNumber":8,"Text":"‘‘allahanu yarannu matte jivantagolisalaranendu nivu nambiruvante avaru (a jinn‌galu) nambiddaru’’"},{"SurahNumber":72,"VerseNumber":9,"Text":"‘‘navu akasavannu samiksisi nodidevu. Adannu balistha kavalugararu raksisuttiruvudannu hagu adu benkiyinda tumbiruvudannu kandevu’’"},{"SurahNumber":72,"VerseNumber":10,"Text":"‘‘hinde navu suddi kelalikkagi alli halavede kuruttiddevu. Adare iga, hage kela horatavanu, tanna mele benkiya daliyannu edurisa bekaguttade"},{"SurahNumber":72,"VerseNumber":11,"Text":"‘‘bhuvasigala odeyanu avarige enadaru ahitavannu madabayasuttano athava hitavannu madabayasuttano embudu namage tiliyadu’’"},{"SurahNumber":72,"VerseNumber":12,"Text":"‘‘Nam'malli kelavaru sajjanariddare mattu itara bageyavaru iddare. Nam'malli vibhinna panthagalive’’"},{"SurahNumber":72,"VerseNumber":13,"Text":"‘‘bhumiyalli allahanannu solisalu nam'minda sadhyavilla mattu avaninda tappisikolluva mulaka avanannu manisalikku nam'minda sadhyavilla embudannu navu managandiddeve"},{"SurahNumber":72,"VerseNumber":14,"Text":"‘‘margadarsi sandesavannu (kur‌anannu) kelidodane navu adannu nambidevu. Tanna odeyanannu nambidavanige yavude nastada athava akramada bhaya iruvudilla’’"},{"SurahNumber":72,"VerseNumber":15,"Text":"‘‘nam'malli kelavaru saranadavariddare (muslimariddare) mattu kelavaru darigettavariddare. Saranadavaru sanmargavannu padedaru’’"},{"SurahNumber":72,"VerseNumber":16,"Text":"‘‘innu papigalu, avarantu narakada indhanavagibittaru’’"},{"SurahNumber":72,"VerseNumber":17,"Text":"(dutare,) ondu vele avaru (makkahda bara piditaru) nera margadalle iddiddare navu avarige kudiyalu dharala nirannu odagisuttiddevu –"},{"SurahNumber":72,"VerseNumber":18,"Text":"– a mulaka avarannu pariksisalikkagi. Tanna odeyana smaraneyannu kadeganisuvatanannu avanu (allahanu) kathina siksege olapadisuvanu"},{"SurahNumber":72,"VerseNumber":19,"Text":"masjid (masidi)galella allahanige serive. Avugalalli allahana jote bere yarannu prarthisabedi"},{"SurahNumber":72,"VerseNumber":20,"Text":"allahana dasanu (dutaru, ka'aba:Dalli) avanannu prarthisalikkendu nintaga avaru (makkahda vigraharadhakaru) atana mele mugidu bilalu horaduttare"},{"SurahNumber":72,"VerseNumber":21,"Text":"heliri; nanantu nanna odeyanannu matra prarthisuttene mattu nanu avana jote yarannu palugolisuvudilla"},{"SurahNumber":72,"VerseNumber":22,"Text":"heliri; nimage yavude nasta athava labhavannuntu maduva adhikara nanage khandita illa"},{"SurahNumber":72,"VerseNumber":23,"Text":"heliri; allahanigeduragi nanage asraya nidaballavaru yaru illa, mattu nanu avana horatu berellu asrayavannu kanuvudilla"},{"SurahNumber":72,"VerseNumber":24,"Text":"allahana kadeyinda (sikkiddannu) mattu avana sandesagalannu talupisuvudu (iste nanna kelasa). Allah mattavana dutara ajnegalannu ullanghisidavarige khandita narakagniye gati. Avaru adaralli sada kala iruvaru"},{"SurahNumber":72,"VerseNumber":25,"Text":"Avaru, tamage vagdana madalagiruva ghataneyannu kandaga, yara sahayakanu atyanta durbalanembudu, hagu yara sahayakara sankhye tira naganya'embudu avarige manavarikeyagalide. 25. Heliri; nimage vagdana madalaguttiruva dinavu tira samipavideyo athava nannodeyanu adara avadhiyannu vistarisiruvano embudu nanage tiliyadu"},{"SurahNumber":72,"VerseNumber":26,"Text":"avane ella gupta visayagalannu ballavanu. Avanu a tanna gupta visayagalannu yarobbarigu tilisuvudilla"},{"SurahNumber":72,"VerseNumber":27,"Text":"dutara paiki avana meccugege patraradavara horatu. (Avarige avanu gupta visayagalannu tilisuttane.) Mattu avara mundeyu hindeyu kavalugararannu nemisuttane –"},{"SurahNumber":72,"VerseNumber":28,"Text":"– avaru tam'ma odeyana sandesavannu talupisiruvarembudannu ariyalikkagi. Mattu avanu, avara bali iruva ellavannu avarisikondiruttane. Mattu avanu pratiyondu vastuvannu enisittiruttane"}]}