{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ndilumbira pali Buku limene limanena zoona"},{"SurahNumber":44,"VerseNumber":3,"Text":"Ife tidalivumbulutsa ilo mu usiku wodalitsika. Ndithudi Ife tili kupitirizabe kuchenjeza"},{"SurahNumber":44,"VerseNumber":4,"Text":"Mu umenewu, ntchito iliyonse ili kuonetsedwa poyera"},{"SurahNumber":44,"VerseNumber":5,"Text":"Lamulo lochokera kwa Ife, ndithudi Ife timatumiza"},{"SurahNumber":44,"VerseNumber":6,"Text":"Chifundo chochokera kwa Ambuye wako, ndithudi Iye ndi wakumva ndi wodziwa"},{"SurahNumber":44,"VerseNumber":7,"Text":"Ambuye wakumwamba ndi dziko lapansi ndi zonse zimene zili pakati pawo, ngati inu nonse mutakhala ndi chikhulupiriro chenicheni"},{"SurahNumber":44,"VerseNumber":8,"Text":"Kulibe Mulungu wina koma Iye yekha. Ndipo ndiye amene amapereka moyo ndi imfa. Ambuye wako ndi Ambuye wa makolo ako amene adanka kale"},{"SurahNumber":44,"VerseNumber":9,"Text":"Iyayi! Iwo amakayika, amasewerera"},{"SurahNumber":44,"VerseNumber":10,"Text":"Motero dikirani tsiku limene kumwamba kudzatsitsa utsi wooneka"},{"SurahNumber":44,"VerseNumber":11,"Text":"Umene udzazungulira anthu ndipo chimenechi ndi chilango chowawa"},{"SurahNumber":44,"VerseNumber":12,"Text":"Iwo adzati, “Ambuye wathu! Tichotsereni chilango ichi chifukwa tsopano takhulupirira.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Kodi iwo angachenjezedwe bwanji pamene kunadza kale Mtumwi amene anali kuwauza choonadi"},{"SurahNumber":44,"VerseNumber":14,"Text":"Iwo adamutembenukira ndi kumati, “Munthu wophunzitsidwa ndi anthu ena, munthu wamisala.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Ndithudi Ife tidzachotsa chilango pa kanthawi kochepa koma ndithudi inu mudzabwerera"},{"SurahNumber":44,"VerseNumber":16,"Text":"Patsiku limene Ife tidzakugwirani mwamphamvu. Ndithudi tidzawabwezera chilango choyenera"},{"SurahNumber":44,"VerseNumber":17,"Text":"Ndipo, ndithudi, tidawayesa anthu a Farawo, iwo asanabadwe, ndipo kudadza kwa iwo Mtumwi wolemekezeka"},{"SurahNumber":44,"VerseNumber":18,"Text":"Naati “Bweretsani kwa ine akapolo a Mulungu.” “Ndithudi ine ndine Mtumwi wokhulupirika kwa inu.”"},{"SurahNumber":44,"VerseNumber":19,"Text":"“Ndipo musachitire mwano Mulungu. Ndithudi ine ndadza kwa inu ndi ulamuliro wooneka.”"},{"SurahNumber":44,"VerseNumber":20,"Text":"“Ndipo ndithudi ine ndapempha chitetezo cha Ambuye wanga ndi Ambuye wanu kuti musandiononge.”"},{"SurahNumber":44,"VerseNumber":21,"Text":"“Koma ngati inu simundikhulupirira ine, ndiye mundisiye ndekha.”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Ndipo iye anati kwa Ambuye wake, “Anthu awa ndi ochimwa.”"},{"SurahNumber":44,"VerseNumber":23,"Text":"Choka iwe ndi akapolo anga nthawi yausiku. Ndithudi iwe udzalondoledwa"},{"SurahNumber":44,"VerseNumber":24,"Text":"“Ileke nyanja kukhala monga mmene ili. Ndithudi iwo ndi anthu amene adzamizidwa.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"Kodi ndi minda ingati ndiponso a kasupe angati amene iwo adasiya"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ndi minda ya chimanga ndi malo olemekezeka"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ndi zinthu zabwino zimene amasangalala nazo"},{"SurahNumber":44,"VerseNumber":28,"Text":"Kotero zinali choncho. Ndipo Ife tidawasankha anthu ena kuti atenge zinthu zawo"},{"SurahNumber":44,"VerseNumber":29,"Text":"Kumwamba kapena dziko lapansi silidakhetse msozi chifukwa cha iwo ndipo iwo sadapatsidwe mpumulo"},{"SurahNumber":44,"VerseNumber":30,"Text":"Ndithudi tidapulumutsa ana a Israyeli ku chilango chochititsa manyazi"},{"SurahNumber":44,"VerseNumber":31,"Text":"Chimene chidaperekedwa ndi Farawo. Ndithudi iye adali wamwano ndi mmodzi wa anthu oswa malamulo"},{"SurahNumber":44,"VerseNumber":32,"Text":"Ndithudi tidawasankha iwo kuti akhale ndi nzeru kuposa mitundu ina"},{"SurahNumber":44,"VerseNumber":33,"Text":"Ndipo tidawapatsa chivumbulutso chimene chidali ndi mayesero ooneka"},{"SurahNumber":44,"VerseNumber":34,"Text":"Ndithudi iwo akuti"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Palibe china chilichonse kupatula imfa yathu yoyamba ndipo ife sitidzaukitsidwa kwa akufa.”"},{"SurahNumber":44,"VerseNumber":36,"Text":"“Kotero bweretsa makolo athu ngati zimene ukunena ndi zoona!”"},{"SurahNumber":44,"VerseNumber":37,"Text":"Kodi awa ndi opambana kuposa anthu a Tubba ndi iwo amene adalipo kale? Ife tidawaononga onse ndipo iwo adali olakwa"},{"SurahNumber":44,"VerseNumber":38,"Text":"Ndipo ife sitidalenge kumwamba ndi dziko lapansi ndi zonse zimene zili m’menemo mwamasewera"},{"SurahNumber":44,"VerseNumber":39,"Text":"Ife sitidazilenge zonsezi kupatula mwachoonadi ndipo ambiri a iwo sadziwa"},{"SurahNumber":44,"VerseNumber":40,"Text":"Ndithudi tsiku lachimaliziro ndi tsiku lomaliza kwa iwo onse"},{"SurahNumber":44,"VerseNumber":41,"Text":"Ndi tsiku limene bwenzi sadzakumbukira bwenzi ake ndipo sadzalandira chithandizo"},{"SurahNumber":44,"VerseNumber":42,"Text":"Kupatula yekhawo amene waonetsedwa chisomo cha Mulungu. Ndithudi Iye ndiye Mwini mphamvu ndi Mwini chisoni chosatha"},{"SurahNumber":44,"VerseNumber":43,"Text":"Ndithudi mtengo wa Zaqqum"},{"SurahNumber":44,"VerseNumber":44,"Text":"Udzakhala chakudya cha anthu ochimwa"},{"SurahNumber":44,"VerseNumber":45,"Text":"Monga mafuta owira, chidzabwata m’mimba mwawo"},{"SurahNumber":44,"VerseNumber":46,"Text":"Monga ngati madzi ogaduka"},{"SurahNumber":44,"VerseNumber":47,"Text":"“Mugwire iye ndipo mududuzireni m’kati mwa Gahena.”"},{"SurahNumber":44,"VerseNumber":48,"Text":"Ndipo thirani pamutu pake chilango cha madzi owira"},{"SurahNumber":44,"VerseNumber":49,"Text":"“Lawani ichi! Ndithudi inu munali amphamvu ndi aulemu.”"},{"SurahNumber":44,"VerseNumber":50,"Text":"“Ndithudi! Ichi ndicho chimene munali kukayika.”"},{"SurahNumber":44,"VerseNumber":51,"Text":"“Ndithudi! Iwo amene amalewa zoipa adzakhala kumalo otetezedwa.”"},{"SurahNumber":44,"VerseNumber":52,"Text":"Pakati pa minda ndi a kasupe"},{"SurahNumber":44,"VerseNumber":53,"Text":"Iwo atavala Silika wokhuthala ndi wokongola, atakhala moyang’anizana"},{"SurahNumber":44,"VerseNumber":54,"Text":"Kotero zidzakhala choncho ndipo Ife tidzawakwatitsa kwa akazi a maso aakuluakulu okongola"},{"SurahNumber":44,"VerseNumber":55,"Text":"Iwo adzaitanitsa chipatso cha mtundu uliwonse mwamtendere ndi mokhazikika"},{"SurahNumber":44,"VerseNumber":56,"Text":"Ndipo iwo sadzalawa imfa kupatula imfa yoyamba ndipo Iye adzawapulumutsa ku chilango chowawa cha Gahena"},{"SurahNumber":44,"VerseNumber":57,"Text":"Chisomo chochokera kwa Ambuye wako! Chimenechi chidzakhala chinthu chopambana kwambiri"},{"SurahNumber":44,"VerseNumber":58,"Text":"Ndithudi Ife taipanga Koraniyi kukhala yapafupi m’chiyankhulo chako ndi cholinga chakuti mwina angathe kukumbukira"},{"SurahNumber":44,"VerseNumber":59,"Text":"Kotero iwe dikira chifukwa nawonso ali kudikira"}]}