{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"¡Alabado sea Allah a Quien pertenece cuanto hay en los cielos y la Tierra! Suyas seran las alabanzas en [esta y en] la otra vida. El es Sabio, y esta bien informado [de las obras de Sus criaturas]"},{"SurahNumber":34,"VerseNumber":2,"Text":"Sabe lo que ingresa en la tierra [la lluvia, las semillas y los animales], lo que surge de ella, y lo que desciende del cielo y lo que sube hacia el [los Angeles y las obras de los hombres]. Y El es Misericordioso, Absolvedor"},{"SurahNumber":34,"VerseNumber":3,"Text":"Dicen los incredulos: No llegara la Hora [del Juicio, pues solo vivimos esta vida y luego morimos]. Diles [¡Oh, Muhammad!]: ¡Si!, llegara, os lo juro por mi Senor, El es el Conocedor de lo oculto, no se Le escapa el conocimiento de [la existencia de] una pequena particula en los cielos o en la Tierra, ni existe nada menor ni mayor que no este en un Libro evidente [la Tabla Protegida]"},{"SurahNumber":34,"VerseNumber":4,"Text":"[La Resurreccion es] Para recompensar a los creyentes que obraron rectamente; ellos obtendran el perdon y un sustento generoso"},{"SurahNumber":34,"VerseNumber":5,"Text":"Y quienes se esfuerzan por hacer fracasar Nuestro Mensaje tendran un castigo y un suplicio doloroso"},{"SurahNumber":34,"VerseNumber":6,"Text":"Y quienes recibieron la sabiduria y el conocimiento saben que lo que tu Senor te revelo es la Verdad que guia al sendero del Poderoso, Loable"},{"SurahNumber":34,"VerseNumber":7,"Text":"Dicen los incredulos [burlandose]: Os mostraremos un hombre [Muhammad] que dice que luego de [muertos y] convertidos en polvo seremos resucitados"},{"SurahNumber":34,"VerseNumber":8,"Text":"Invento una mentira sobre Allah, o es un loco [que no razona lo que dice]. Pero en verdad, los que no creen en la otra vida sufriran en el castigo por su total extravio"},{"SurahNumber":34,"VerseNumber":9,"Text":"¿Es que no observan [y reflexionan en] los cielos y la Tierra que les rodea [y que son una evidencia del poder divino]? Si quisieramos, hariamos que se los tragase la tierra, o hariamos que cayese sobre ellos un castigo del cielo. En esto hay un signo para todo siervo arrepentido"},{"SurahNumber":34,"VerseNumber":10,"Text":"Por cierto que concedimos a David [Daud] Nuestro favor [y dijimos:] ¡Oh, montanas y pajaros! Glorificad con el [a Allah]; y le facilitamos moldear el hierro"},{"SurahNumber":34,"VerseNumber":11,"Text":"[Le dijimos:] Haz cotas de malla cuyas argollas tengan una justa medida [propicia para el enfrentamiento, ni muy livianas ni muy pesadas] y obra rectamente; Yo en verdad, observo bien lo que haceis"},{"SurahNumber":34,"VerseNumber":12,"Text":"Y a Salomon [Sulaiman] le sometimos el viento [que corria segun su orden y lo transportaba] la distancia que recorreria en un mes tanto en las mananas como en las tardes. E hicimos manar para el una fuente de cobre fundido; y [tambien le sometimos] los genios que trabajaban para el por orden de su Senor; y a quien de ellos se rebelaba a Nuestra voluntad [de obedecer a Salomon [Sulaiman]], le haciamos sufrir el castigo del Infierno"},{"SurahNumber":34,"VerseNumber":13,"Text":"Hacian para el todo lo que el deseara: templos, estatuas, cantaros grandes como estanques y enormes calderas. [Le dijimos:] Trabajad con agradecimiento [a Allah por los favores concedidos] ¡familia de David [Daud]!, y sabed que pocos de Mis siervos son agradecidos"},{"SurahNumber":34,"VerseNumber":14,"Text":"Y cuando decretamos para el la muerte [quedo sentado en su trono, apoyado en su baston, entonces los genios al pasar frente a el pensaban que aun estaba con vida y seguian trabajando], no les advirtio de su muerte sino un animal de la tierra [una termita], que se comio su baston, y cuando [Salomon [Sulaiman]] se cayo, se evidencio [para los hombres] que si los genios hubieran conocido lo oculto [como pretendian], no habrian permanecido en el castigo humillante [de seguir trabajando]"},{"SurahNumber":34,"VerseNumber":15,"Text":"Por cierto que las moradas de Saba eran un signo [de las gracias de Allah]: poseian dos huertos, uno [en un valle] a la izquierda y otro a la derecha. [Les dijimos:] Comed del sustento de vuestro Senor y agradecedle. Teneis un pais bueno, y [si sois agradecidos, sabed que] vuestro Senor es Absolvedor [y perdona vuestros pecados]"},{"SurahNumber":34,"VerseNumber":16,"Text":"Pero se apartaron, entonces enviamos sobre ellos la inundacion [que produjo la ruptura] de las represas [que habian construido], y les cambiamos sus dos huertos por granjas con frutos amargos, tamarindos, y algunos lotos"},{"SurahNumber":34,"VerseNumber":17,"Text":"Asi les castigamos por ser desagradecidos, y por cierto que no castigamos sino al incredulo"},{"SurahNumber":34,"VerseNumber":18,"Text":"Y pusimos entre ellos y las ciudades que habiamos bendecido [la antigua Siria] otras aldeas, e hicimos que transitaran tranquilos por ellas. [Les dijimos:] ¡Viajad por ellas seguros de noche y de dia"},{"SurahNumber":34,"VerseNumber":19,"Text":"Dijeron: ¡Senor nuestro! Alarga nuestros viajes. Y se perjudicaron a si mismos [por su incredulidad], e hicimos que se convirtieran en historia [para la posteridad] y les destruimos. Sin duda, en esto hay un signo para todo paciente [en los momentos dificiles] agradecido [de los favores de Allah]"},{"SurahNumber":34,"VerseNumber":20,"Text":"Asi se confirmo lo que Iblis pensaba de ellos [que si les seducia le seguirian]; y lo siguieron, excepto un grupo de creyentes"},{"SurahNumber":34,"VerseNumber":21,"Text":"Y no tenia poder sobre ellos, sino [que les susurro] para que se distinguiera quien creia en la otra vida y quien de ellos tenia dudas. Y tu Senor es Preservador [y tiene registradas todas las obras]"},{"SurahNumber":34,"VerseNumber":22,"Text":"Diles [¡Oh, Muhammad! a los idolatras]: Invocad a quien querais en vez de Allah, pero sabed que ellos [los idolos] no pueden beneficiar ni perjudicar, ni siquiera en el peso de una particula, tanto en los cielos como en la Tierra, ni tienen participacion alguna [en el poder divino], ni tampoco El tiene ayudantes de entre ellos"},{"SurahNumber":34,"VerseNumber":23,"Text":"No se aceptara ninguna intercesion [de los idolos como suponian los incredulos], y solo podran hacerlo aquellos que quienes El se lo permita, hasta que, cuando el terror se aleje de sus corazones [el Dia del Juicio, los Angeles] les diran: ¿Que dijo vuestro Senor? Diran: La Verdad. Y El es Sublime, Grande"},{"SurahNumber":34,"VerseNumber":24,"Text":"Preguntales [¡Oh, Muhammad! a los idolatras]: ¿Quien os sustenta de los cielos y la Tierra? Y diles: ¡Allah! Y ciertamente uno de nosotros esta en el sendero recto o en el error evidente"},{"SurahNumber":34,"VerseNumber":25,"Text":"Diles: No sereis interrogados por nuestras faltas, ni nosotros deberemos responder por lo que hicisteis"},{"SurahNumber":34,"VerseNumber":26,"Text":"Diles: Nuestro Senor nos congregara [el Dia del Juicio], luego juzgara entre nosotros con equidad; El es el verdadero Juez, y El es Omnisciente"},{"SurahNumber":34,"VerseNumber":27,"Text":"Mostradme a aquellos [idolos] que Le atribuisteis. No es posible [que Allah tenga coparticipes], pues El es Poderoso, Sabio"},{"SurahNumber":34,"VerseNumber":28,"Text":"Y no te enviamos [¡Oh, Muhammad!] sino como albriciador y amonestador para todos los hombres. Pero la mayoria lo ignora"},{"SurahNumber":34,"VerseNumber":29,"Text":"Y dicen [los incredulos]: ¿Cuando se cumplira esta amenaza si decis la verdad"},{"SurahNumber":34,"VerseNumber":30,"Text":"Diles: Vosotros habeis sido emplazados para el Dia [del Juicio], y no podreis adelantarlo ni retrasarlo siquiera una hora"},{"SurahNumber":34,"VerseNumber":31,"Text":"Dicen los incredulos: No creeremos en este Coran ni en los [Libros revelados] anteriores. Pero si vieras [¡Oh, Muhammad!] cuando esten los inicuos frente a su Senor, increpandose unos a otros [verias algo horrible]. Diran los seguidores oprimidos a los [lideres] soberbios [de la incredulidad]: Si no fuera por vosotros seriamos creyentes"},{"SurahNumber":34,"VerseNumber":32,"Text":"Diran los [lideres] soberbios a quienes les siguieron: ¿Acaso nosotros os apartamos de la guia [por la fuerza], despues que os vino? En verdad, sois unos transgresores [que elegisteis libremente el descarrio]"},{"SurahNumber":34,"VerseNumber":33,"Text":"Diran quienes seguian a los lideres soberbios [en la incredulidad]: No, fueron vuestras astucias, pues noche y dia nos ordenabais que no creyeramos en Allah y que Le atribuyeramos coparticipes. Todos pretenderan esconder su arrepentimiento [por no haber creido en los Mensajeros] cuando vean el castigo [pero se evidenciara en sus rostros]; y pondremos argollas en los cuellos de los incredulos. ¿Acaso no seran castigados por lo que cometieron"},{"SurahNumber":34,"VerseNumber":34,"Text":"Y no enviamos un [Profeta como] amonestador a ninguna ciudad sin que dijeran sus lideres y poderosos: Por cierto que no creemos en tu Mensaje"},{"SurahNumber":34,"VerseNumber":35,"Text":"Y decian tambien: Nosotros tenemos mas bienes e hijos que tu, y no seremos castigados [pues creemos que jamas llegara el Dia del Juicio]"},{"SurahNumber":34,"VerseNumber":36,"Text":"Diles: Ciertamente mi Senor sustenta generosamente a quien quiere o se lo restringe [a quien Le place], pero la mayoria de los hombres lo ignoran"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sabed que no son ni vuestros bienes ni vuestros hijos lo que os acerca a Nosotros, sino que quienes crean y obren rectamente recibiran una recompensa multiplicada por lo que hicieron, y moraran seguros en habitaciones elevadas [en el Paraiso]"},{"SurahNumber":34,"VerseNumber":38,"Text":"En cambio, aquellos que se esfuercen por denigrar Nuestro Mensaje seran precipitados al castigo"},{"SurahNumber":34,"VerseNumber":39,"Text":"Diles: En verdad, mi Senor aumenta el sustento a quien El quiere de Sus siervos y se lo restringe [a quien Le place], y todo lo que gasteis en caridad, El os lo compensara. Y El es el mejor de los sustentadores"},{"SurahNumber":34,"VerseNumber":40,"Text":"Y el dia en que congregue a todos [los hombres para juzgarlos], preguntara a los Angeles: ¿Estos [idolatras] eran quienes os adoraban"},{"SurahNumber":34,"VerseNumber":41,"Text":"Responderan [los Angeles]: ¡Alabado seas! Tu eres nuestro Protector, y nosotros no les indujimos a ello; pero [los idolatras, en realidad] adoraban [y obedecian] a los genios, y la mayoria de los hombres creian en ellos"},{"SurahNumber":34,"VerseNumber":42,"Text":"Pero el Dia del Juicio no podreis beneficiaros unos a otros ni perjudicaros; y diremos a los inicuos: Sufrid el castigo del Fuego que negabais"},{"SurahNumber":34,"VerseNumber":43,"Text":"Y cuando se les recitan Nuestros signos evidentes [a los idolatras], dicen: Este [el Profeta Muhammad] no es sino un hombre que pretende apartaros de lo que vuestros padres adoraban. Y dicen: Esto [el Coran] no es mas que una mentira inventada. Y dijeron tambien quienes negaron la Verdad, despues de haberles llegado: No es mas que magia evidente"},{"SurahNumber":34,"VerseNumber":44,"Text":"Y no les concedimos [a los paganos] libros en que se basaran [y fundamentaran su idolatria], ni les enviamos a ningun amonestador antes de ti [¿como entonces te desmienten]"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ya desmintieron sus antecesores a Mis Mensajeros, y ¡que terrible fue el castigo por ello! Y estos incredulos [deberian recapacitar, pues] no recibieron ni una decima parte de lo que les concedimos a ellos [de fortaleza y bienes]"},{"SurahNumber":34,"VerseNumber":46,"Text":"Diles [¡Oh, Muhammad!]: Ciertamente os exhorto a que hagais una cosa [para que se evidencie la Verdad]: Poneos ante Allah de dos en dos, o solos, y reflexionad, pues vuestro companero [el Profeta Muhammad] no es un loco, sino un amonestador para vosotros que os advierte de un severo castigo"},{"SurahNumber":34,"VerseNumber":47,"Text":"Diles: No os pido remuneracion alguna, mi recompensa no compete sino a Allah, y El es Testigo de todas las cosas"},{"SurahNumber":34,"VerseNumber":48,"Text":"Diles: Ciertamente mi Senor rechaza lo falso con la Verdad; y El bien conoce lo oculto"},{"SurahNumber":34,"VerseNumber":49,"Text":"Diles: Se os ha presentado la Verdad y se ha desvanecido lo falso, y este no retornara"},{"SurahNumber":34,"VerseNumber":50,"Text":"Diles: Si me desvio, sera en perjuicio propio, pero si sigo la verdadera guia es por lo que mi Senor me revelo; en verdad, El es el Omnioyente y esta cerca de Sus siervos"},{"SurahNumber":34,"VerseNumber":51,"Text":"Y si vieras [¡Oh, Muhammad!] cuando [los incredulos] se aterroricen [al ver el castigo que les aguarda] y no tengan forma de escapar [verias algo terrible], y seran tomados desde un lugar cercano [y arrojados al Fuego]"},{"SurahNumber":34,"VerseNumber":52,"Text":"Y diran: Ahora creemos en Allah. ¿Pero como podran adoptar la fe desde un lugar lejano [en la otra vida, cuando sea imposible hacerlo]"},{"SurahNumber":34,"VerseNumber":53,"Text":"Por cierto que fueron incredulos antes [en la vida mundanal] y refutaban [el Mensaje] con lo falso, desde un lugar lejano [a la Verdad]"},{"SurahNumber":34,"VerseNumber":54,"Text":"Y entre ellos y lo que deseaban se interpuso una barrera, como ocurrio anteriormente con los incredulos [iguales a ellos], porque estaban vacilantes en la duda [sobre el Mensaje]"}]}