{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"(dūtarē,) nīvu nim'ma mahān oḍeyana nāmadondige, avana pāvitravannu japisiri"},{"SurahNumber":57,"VerseNumber":2,"Text":"Ākāśagaḷalli hāgū bhūmiyalliruva ellavū allāhana pāvitravannu japisuttive. Avanu prabalanū yuktivantanū āgiruvanu"},{"SurahNumber":57,"VerseNumber":3,"Text":"ākāśagaḷa hāgū bhūmiya ādhipatyavu avanigē sēride. Avanē jīvantagoḷisuvavanu hāgū sāyisuvavanu mattu avanu ellavannū māḍalu śaktanāgiddāne"},{"SurahNumber":57,"VerseNumber":4,"Text":"avanē ādi, avanē antya. Avanu vyaktanū haudu, guptanū haudu mattu avanu ellavannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":5,"Text":"avanē, āru dinagaḷalli ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu. Taruvāya viśva sinhāsanadalli nelesidavanu. Bhūmiyoḷage ēnellā pravēśisuttade mattu ēnella adarinda hora hom'muttadembudannu hāgū ākāśadinda ēnella iḷidu baruttade mattu ēnellā adaroḷakke ēri hōguttade embudannu avanē ballanu. Mattu nīvu iruvallellā avaniddāne. Mattu allāhanu nīvu māḍuva ellavannū nōḍuttiruttāne"},{"SurahNumber":57,"VerseNumber":6,"Text":"ākāśagaḷa hāgū bhūmiya ādhipatyavu avanigē sēride. Konege ella viṣayagaḷū allāhaneḍegē maraḷalive"},{"SurahNumber":57,"VerseNumber":7,"Text":"avanu iruḷannu hagaloḷage pōṇisuttāne mattu hagalannu iruḷinoḷage pōṇisuttāne. Avanu manas'sinoḷagina vicāragaḷannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":8,"Text":"nīvu allāhanalli hāgū avana dūtaralli nambike iḍiri mattu avanu nim'mannu yāvudara uttarādhikārigaḷāgisiruvanō adarinda kharcu māḍiri. Nim'ma paiki viśvāsaviṭṭu (satkāryakke) kharcu māḍuvavarige mahā pratiphalavide"},{"SurahNumber":57,"VerseNumber":9,"Text":"nimagēnāgide? Nīvēke allāhanalli nambike iḍuttilla? Dēva dūtaru nim'mannu nim'ma oḍeyanalli nambike iḍa bēkendu āmantrisuttiddāre. Avanantū (allāhanantu) ī kuritu nim'minda pramāṇavannu paḍediruvanu. Nīvu nambuvavarāgiddare (idu nimage tiḷidirabēkittu)"},{"SurahNumber":57,"VerseNumber":10,"Text":"Avanē, nim'mannu kattalugaḷinda hora tegedu beḷakineḍege naḍesuvudakkāgi tanna dāsanige bahaḷa spaṣṭavāda vacanagaḷannu iḷisi koḍuvavanu. Khaṇḍitavāgiyū allāhanu nim'ma pālige vātsalyamayi hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":57,"VerseNumber":11,"Text":"nimagēnāgide? Nīvēke allāhana mārgadalli kharcu māḍuvudilla? Ākāśagaḷa mattu bhūmiya antima uttarādhikāravu allāhanigē sēride. Nim'ma paiki, vijayakke munna kharcu māḍidavaru mattu yud'dhadalli pālgoṇḍavaru (itararige) samānaralla. Avaru, adara (vijayada) nantara kharcu māḍidavariginta mattu (vijayada nantara) yudda māḍidavariginta sthānadalli unnataru. Adare avarellarigū allāhanu śrēṣṭhavādudannē vāgdāna māḍiruttāne. Mattu allāhanu nīvu māḍuva ella kr̥tyagaḷa kuritu arivu uḷḷavanāgiddāne"},{"SurahNumber":57,"VerseNumber":12,"Text":"yāriddāne, allāhanige śrēṣṭha sālavannu nīḍuvavanu? Konege avanu (allāhanu) adannu bahaḷaṣṭu heccisi ātanige maraḷisuvanu mattu ātanige udāra pratiphalavū sigalide"},{"SurahNumber":57,"VerseNumber":13,"Text":"ondu dina nīvu viśvāsi puruṣaru mattu viśvāsi strīyarannu kāṇuviri; avara (viśvāsada) beḷaku avara mundeyū avara bala bhāgadallū dhāvisuttiruvudu. ‘‘Indu nimage, taḷadalli nadigaḷu hariyuttiruva svarga tōṭagaḷa śubha vārte ide’’ (endu avaroḍane hēḷalāguvudu). Avugaḷalli avaru sadākāla iruvaru. Iduvē mahā vijayavāgide"},{"SurahNumber":57,"VerseNumber":14,"Text":"ā dina kapaṭi puruṣaru mattu kapaṭi strīyaru viśvāsigaḷoḍane, ‘‘svalpa nam'ma kaḍege nōḍiri, nim'ma beḷakininda svalpa bhāga namagū sigali’’ endu hēḷuvaru. Āga avaroḍane, ‘‘nīvu nim'ma himbhāgakke maraḷiri – mattu (alli) beḷakannu huḍukiri’’ ennalāguvudu. Ā baḷika avara (kapaṭigaḷa mattu dharma viśvāsigaḷa) naḍuve ondu gōḍeyannu nirmisalāguvudu. Adakkondu bāgilu iruvudu. Adara oḷabhāgadalli anugrahavu tumbiruvudu mattu hora bhāgadalli śikṣe iruvudu"},{"SurahNumber":57,"VerseNumber":15,"Text":"Avaru (kapaṭigaḷu) avarannu (viśvāsigaḷannu) kūgi karedu, ‘‘nāvēnu nim'ma jotegiralillavē?’’ Endu kēḷuvaru. Āga avaru hēḷuvaru; ‘‘khaṇḍita iddiri. Adare nīvu svataḥ nim'mannē parīkṣege oḍḍikoṇḍiri – mattu nīvu kāyuttalē iddiri hāgū nīvu sanśaya pīḍitarāgiddiri. Konege, allāhana ādēśavu bandu biḍuvavaregū nim'ma husi nirīkṣegaḷu nim'mannu van̄cisiduvu mattu van̄cisuvavanu (śaitānanu) allāhana viṣayadalli nim'mannu van̄cisi biṭṭanu’’"},{"SurahNumber":57,"VerseNumber":16,"Text":"indu nim'mindāgali dhikkārigaḷindāgalī yāva parihāravannū svīkarisalāgadu. Narakavē nim'ma neleyāgide. Aduvē nim'ma āptanāgiruvudu. Mattu adu (narakavu) bahaḷa keṭṭa vāsasthānavāgide"},{"SurahNumber":57,"VerseNumber":17,"Text":"viśvāsigaḷu allāhanannu nenapisuvudakke mattu avanu iḷisi koṭṭiruva satyakkanusāravāgi tam'ma manas'sugaḷalli bhaktiyannu beḷesikoḷḷuvudakke innū samaya bandillavē? Avaru tamaginta hinde grantha nīḍalāgiddavarante āgadirali. Avarige sākaṣṭu dhīrgha kālāvadhi nīḍalāgittu. Ādare avara manas'sugaḷu kaṭhiṇavāgi biṭṭavu. Mattu avaralli heccinavaru avidhēyarāgiddaru"},{"SurahNumber":57,"VerseNumber":18,"Text":"nimage tiḷidirali, allāhanē bhūmiyu satta baḷika adannu matte jīvanta goḷisuttāne. Nīvu artha māḍikoḷḷabēkendu (ī rīti) nāvu nam'ma vacanagaḷannu nimage vivarisiruvevu"},{"SurahNumber":57,"VerseNumber":19,"Text":"dānaśīla puruṣaru hāgū dānaśīla strīyaru mattu allāhanige śrēṣṭha sāla nīḍidavarigāgi, avanu adannu (avara sampattannu) bahaḷaṣṭu heccisuvanu mattu avarige udāra pratiphalavannu nīḍuvanu"},{"SurahNumber":57,"VerseNumber":20,"Text":"allāhanalli mattu avana dūtaralli nambike iṭṭavaru – avarē tam'ma oḍeyana dr̥ṣṭiyalli parama satyavantaru mattu (satyada) sākṣigaḷāgiruttāre. Avarige avara pratiphala hāgū divya beḷaku sigalide. Innu, nam'ma vacanagaḷannu dhikkarisidavaru mattu tiraskarisidavaru – avarē narakavāsigaḷu"},{"SurahNumber":57,"VerseNumber":21,"Text":"Nimage tiḷidirali, ihalōkada badukembudu kēvala āṭa, vinōda, alaṅkāra, nim'ma naḍuvaṇa paraspara jambha mattu santāna hāgū sampattina spardhe mātravāgide – maḷe suridāga raitanige tanna beḷe candagāṇuvante. Ā baḷika adu oṇagalārambhisuttade mattu nīvu nōḍuttiddanteyē adu (beḷe) haḷadiyāguttade mattu konege cūru cūrāgi biḍuttade. Atta, paralōkadalli (ondeḍe) kaṭhiṇa śikṣeyū ide mattu (innondeḍe) allāhana kaḍeyinda kṣame hāgū prasannateyū ide. Ihalōkada baduku kēvala van̄caka sādhanavāgide"},{"SurahNumber":57,"VerseNumber":22,"Text":"dhāvisiri, nim'ma oḍeyana kṣameyeḍege mattu tanna vaiśālyadalli ākāśa hāgū bhūmiyantiruva svargadeḍege. Allāhanalli hāgū avana dūtaralli nambike iṭṭavarigāgi adannu sid'dhapaḍisalāgide. Adu allāhana anugraha. Adannu avanu tānicchisidavarige dayapālisuttāne. Allāhanu mahā anugrahiyāgiddāne"},{"SurahNumber":57,"VerseNumber":23,"Text":"bhūmiyallāgalī svataḥ nim'ma jīvadallāgalī sambhavisuva pratiyondu saṅkaṭavū, adu sambhavisuvudakke bahaḷa mun̄citavāgiyē ondu granthadalli barediruttade. Allāhana pālige idu sulabhada kelasavāgide"},{"SurahNumber":57,"VerseNumber":24,"Text":"nim'minda kaḷedu hōda yāvudara kuritū nīvu koragabāradendu mattu nimage nīḍalāgiruva yāvudara kuritū nīvu durabhimāna paḍabāradendu (idannu nimage tiḷisalāgide.) Doḍḍastike mereyuva yāvudē durabhimāniyannu allāhanu meccuvudilla"},{"SurahNumber":57,"VerseNumber":25,"Text":"avaru svataḥ jipuṇarū janarige jipuṇateyannu bōdhisuvavaru āgiruttāre. Innu yārādarū (ī upadēśavannu) kaḍegaṇisuvudādare (avanu tiḷidirali), allāhanantū ella agatyagaḷinda muktanū praśansār'hanū āgiddāne"},{"SurahNumber":57,"VerseNumber":26,"Text":"Nāvu nam'ma dūtarannu spaṣṭa purāvegaḷondige kaḷuhisiruvevu mattu janaru n'yāya pālisabēkendu nāvu avara (dūtara) jotege granthavannu hāgū takkaḍiyannu (n'yāyada niyamagaḷannu) iḷisiruvevu. Hāgeyē nāvu ukkannu iḷisiruvevu. Adaralli bhārī śakti ide mattu janarige halavu prayōjanagaḷive. Mattu yāru kaṇṇāre kāṇade tanage mattu tanna dūtarige neravāguvarembudannu allāhanu ariyabayasuttāne. Allāhanantū bhārī śakti śāliyū prabalanū āgiddāne"},{"SurahNumber":57,"VerseNumber":27,"Text":"(ī hinde) nāvu nūharannu hāgū ibrāhīmarannu kaḷuhisiddevu. Mattu nāvu avara santatiyalli pravādigaḷa hāgū granthada saraṇiyannu munduvarisidevu. Avaralli kelavaru saridāriyannu paḍedaru mattu avaralli heccinavaru avidhēyarāgiddaru"},{"SurahNumber":57,"VerseNumber":28,"Text":"taruvāya nāvu avara bennigē satatavāgi nam'ma (itara) dūtarannu ravānisidevu mattu avara bennige maryamara putra īsārannu kaḷuhisidevu. Nāvu avarige in̄jīlannu nīḍidevu. Avara anuyāyigaḷa manadalli nāvu saumyate mattu anukampavannu beḷesidevu. Ādare san'yāsavannu avarē ārambhisidaru – nāvu adannu avara mēle kaḍḍāyagoḷisiralilla, allāhana meccugegāgi (avaru adannu ārambhisiddaru) ādare avaru adannu nibhāyisabēkāda rītiyalli nibhāyisalilla. Avara paiki viśvāsigaḷige nāvu avara pratiphalavannu nīḍiruvevu. Avaralli heccinavaru avidhēyarādaru"},{"SurahNumber":57,"VerseNumber":29,"Text":"viśvāsigaḷē, allāhanige an̄jiri. Mattu avana dūtaralli nambike iḍiri. Avanu tanna anugrahadinda nimage duppaṭṭu pratiphalavannu nīḍuvanu mattu nimage beḷakannu odagisuvanu. Nīvu adaralli (ā beḷakinalli) naḍeyuviri. Mattu avanu nimage kṣameyannu nīḍuvanu. Allāhanu kṣamāśīlanū karuṇāmayiyū āgiddāne"}]}