{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"كهيعص"},{"SurahNumber":19,"VerseNumber":2,"Text":"ذكر رحمت ربك عبده زكريا"},{"SurahNumber":19,"VerseNumber":3,"Text":"اذ نادى ربه نداء خفيا (نادى: دعا)"},{"SurahNumber":19,"VerseNumber":4,"Text":"قال رب اني وهن العظم مني واشتعل الراس شيبا ولم اكن بدعايك رب شقيا (وهن: ضعف)"},{"SurahNumber":19,"VerseNumber":5,"Text":"واني خفت المولي من وراءي وكانت امراتي عاقرا فهب لي من لدنك وليا (الموالي: اقاربي وعصبتي, عاقرا: لا تلد, وليا: ولدا وارثا، ومعينا يلي الامر من بعدي)"},{"SurahNumber":19,"VerseNumber":6,"Text":"يرثني ويرث من ءال يعقوب واجعله رب رضيا"},{"SurahNumber":19,"VerseNumber":7,"Text":"يزكريا انا نبشرك بغلم اسمه يحيى لم نجعل له من قبل سميا"},{"SurahNumber":19,"VerseNumber":8,"Text":"قال رب انى يكون لي غلم وكانت امراتي عاقرا وقد بلغت من الكبر عتيا (انى: كيف؟ عتيا: النهاية في الكبر، واليبس)"},{"SurahNumber":19,"VerseNumber":9,"Text":"قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيا"},{"SurahNumber":19,"VerseNumber":10,"Text":"قال رب اجعل لي ءاية قال ءايتك الا تكلم الناس ثلث ليال سويا (اية: علامة على تحقق ما بشرتني به الملايكة, سويا: صحيحا، معافى)"},{"SurahNumber":19,"VerseNumber":11,"Text":"فخرج على قومه من المحراب فاوحى اليهم ان سبحوا بكرة وعشيا (المحراب: المصلى الذي يتعبد فيه, فاوحى اليهم: اشار اليهم, بكرة وعشيا: صباحا، ومساء)"},{"SurahNumber":19,"VerseNumber":12,"Text":"ييحيى خذ الكتب بقوة وءاتينه الحكم صبيا (خذ الكتاب: التوراة, بقوة: بجد، واجتهاد؛ حفظا، وفهما، وعملا, الحكم: الحكمة وحسن الفهم والعمل)"},{"SurahNumber":19,"VerseNumber":13,"Text":"وحنانا من لدنا وزكوة وكان تقيا (وحنانا: رحمة ومحبة, وزكاة: طهارة من الذنوب وبركة)"},{"SurahNumber":19,"VerseNumber":14,"Text":"وبرا بولديه ولم يكن جبارا عصيا"},{"SurahNumber":19,"VerseNumber":15,"Text":"وسلم عليه يوم ولد ويوم يموت ويوم يبعث حيا"},{"SurahNumber":19,"VerseNumber":16,"Text":"واذكر في الكتب مريم اذ انتبذت من اهلها مكانا شرقيا (انتبذت: اعتزلت وابتعدت)"},{"SurahNumber":19,"VerseNumber":17,"Text":"فاتخذت من دونهم حجابا فارسلنا اليها روحنا فتمثل لها بشرا سويا (روحنا: جبريل - عليه السلام -, سويا: تام الخلق)"},{"SurahNumber":19,"VerseNumber":18,"Text":"قالت اني اعوذ بالرحمن منك ان كنت تقيا"},{"SurahNumber":19,"VerseNumber":19,"Text":"قال انما انا رسول ربك لاهب لك غلما زكيا (زكيا: طاهرا من الذنوب مباركا)"},{"SurahNumber":19,"VerseNumber":20,"Text":"قالت انى يكون لي غلم ولم يمسسني بشر ولم اك بغيا (بغيا: زانية)"},{"SurahNumber":19,"VerseNumber":21,"Text":"قال كذلك قال ربك هو علي هين ولنجعله ءاية للناس ورحمة منا وكان امرا مقضيا"},{"SurahNumber":19,"VerseNumber":22,"Text":"۞فحملته فانتبذت به مكانا قصيا"},{"SurahNumber":19,"VerseNumber":23,"Text":"فاجاءها المخاض الى جذع النخلة قالت يليتني مت قبل هذا وكنت نسيا منسيا (فاجاءها: فالجاها طلق الحمل, المخاض: الحمل)"},{"SurahNumber":19,"VerseNumber":24,"Text":"فنادىها من تحتها الا تحزني قد جعل ربك تحتك سريا (سريا: جدول ماء)"},{"SurahNumber":19,"VerseNumber":25,"Text":"وهزي اليك بجذع النخلة تسقط عليك رطبا جنيا (جنيا: غضا جني من ساعته)"},{"SurahNumber":19,"VerseNumber":26,"Text":"فكلي واشربي وقري عينا فاما ترين من البشر احدا فقولي اني نذرت للرحمن صوما فلن اكلم اليوم انسيا (وقري عينا: وطيبي نفسا)"},{"SurahNumber":19,"VerseNumber":27,"Text":"فاتت به قومها تحمله قالوا يمريم لقد جيت شيا فريا (فريا: امرا عظيما مفترى)"},{"SurahNumber":19,"VerseNumber":28,"Text":"ياخت هرون ما كان ابوك امرا سوء وما كانت امك بغيا (بغيا: زانية)"},{"SurahNumber":19,"VerseNumber":29,"Text":"فاشارت اليه قالوا كيف نكلم من كان في المهد صبيا"},{"SurahNumber":19,"VerseNumber":30,"Text":"قال اني عبد الله ءاتىني الكتب وجعلني نبيا"},{"SurahNumber":19,"VerseNumber":31,"Text":"وجعلني مباركا اين ما كنت واوصني بالصلوة والزكوة ما دمت حيا (مباركا: عظيم الخير والنفع)"},{"SurahNumber":19,"VerseNumber":32,"Text":"وبرا بولدتي ولم يجعلني جبارا شقيا"},{"SurahNumber":19,"VerseNumber":33,"Text":"والسلم علي يوم ولدت ويوم اموت ويوم ابعث حيا"},{"SurahNumber":19,"VerseNumber":34,"Text":"ذلك عيسى ابن مريم قول الحق الذي فيه يمترون (يمترون: يشكون)"},{"SurahNumber":19,"VerseNumber":35,"Text":"ما كان لله ان يتخذ من ولد سبحنه اذا قضى امرا فانما يقول له كن فيكون"},{"SurahNumber":19,"VerseNumber":36,"Text":"وان الله ربي وربكم فاعبدوه هذا صرط مستقيم"},{"SurahNumber":19,"VerseNumber":37,"Text":"فاختلف الاحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم (الاحزاب: الفرق من اهل الكتاب, فويل: فهلاك, مشهد: شهود)"},{"SurahNumber":19,"VerseNumber":38,"Text":"اسمع بهم وابصر يوم ياتوننا لكن الظلمون اليوم في ضلل مبين (اسمع بهم وابصر: ما اشد سمعهم وبصرهم)"},{"SurahNumber":19,"VerseNumber":39,"Text":"وانذرهم يوم الحسرة اذ قضي الامر وهم في غفلة وهم لا يومنون (الحسرة: الندامة)"},{"SurahNumber":19,"VerseNumber":40,"Text":"انا نحن نرث الارض ومن عليها والينا يرجعون"},{"SurahNumber":19,"VerseNumber":41,"Text":"واذكر في الكتب ابرهيم انه كان صديقا نبيا (صديقا: عظيم الصدق لا يكذب)"},{"SurahNumber":19,"VerseNumber":42,"Text":"اذ قال لابيه يابت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيا"},{"SurahNumber":19,"VerseNumber":43,"Text":"يابت اني قد جاءني من العلم ما لم ياتك فاتبعني اهدك صرطا سويا (صراطا سويا: طريقا لا عوج فيه)"},{"SurahNumber":19,"VerseNumber":44,"Text":"يابت لا تعبد الشيطن ان الشيطن كان للرحمن عصيا"},{"SurahNumber":19,"VerseNumber":45,"Text":"يابت اني اخاف ان يمسك عذاب من الرحمن فتكون للشيطن وليا (وليا: قرينا في النار)"},{"SurahNumber":19,"VerseNumber":46,"Text":"قال اراغب انت عن ءالهتي يابرهيم لين لم تنته لارجمنك واهجرني مليا (مليا: زمنا طويلا)"},{"SurahNumber":19,"VerseNumber":47,"Text":"قال سلم عليك ساستغفر لك ربي انه كان بي حفيا (حفيا: رحيما بحالي يكرمني ويجيبني اذا دعوته)"},{"SurahNumber":19,"VerseNumber":48,"Text":"واعتزلكم وما تدعون من دون الله وادعوا ربي عسى الا اكون بدعاء ربي شقيا"},{"SurahNumber":19,"VerseNumber":49,"Text":"فلما اعتزلهم وما يعبدون من دون الله وهبنا له اسحق ويعقوب وكلا جعلنا نبيا"},{"SurahNumber":19,"VerseNumber":50,"Text":"ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا (لسان صدق عليا: ذكرا حسنا، وثناء باقيا في الناس)"},{"SurahNumber":19,"VerseNumber":51,"Text":"واذكر في الكتب موسى انه كان مخلصا وكان رسولا نبيا (مخلصا: مصطفى مختارا)"},{"SurahNumber":19,"VerseNumber":52,"Text":"وندينه من جانب الطور الايمن وقربنه نجيا (الطور: جبل بسيناء, نجيا: مناجيا لنا)"},{"SurahNumber":19,"VerseNumber":53,"Text":"ووهبنا له من رحمتنا اخاه هرون نبيا"},{"SurahNumber":19,"VerseNumber":54,"Text":"واذكر في الكتب اسمعيل انه كان صادق الوعد وكان رسولا نبيا"},{"SurahNumber":19,"VerseNumber":55,"Text":"وكان يامر اهله بالصلوة والزكوة وكان عند ربه مرضيا"},{"SurahNumber":19,"VerseNumber":56,"Text":"واذكر في الكتب ادريس انه كان صديقا نبيا"},{"SurahNumber":19,"VerseNumber":57,"Text":"ورفعنه مكانا عليا"},{"SurahNumber":19,"VerseNumber":58,"Text":"اوليك الذين انعم الله عليهم من النبين من ذرية ءادم وممن حملنا مع نوح ومن ذرية ابرهيم واسرءيل وممن هدينا واجتبينا اذا تتلى عليهم ءايت الرحمن خروا سجدا وبكيا۩ (واسراييل: يعقوب - عليه السلام -, واجتبينا: اصطفينا)"},{"SurahNumber":19,"VerseNumber":59,"Text":"۞فخلف من بعدهم خلف اضاعوا الصلوة واتبعوا الشهوت فسوف يلقون غيا (خلف: اتباع سوء, غيا: شرا وخيبة في جهنم)"},{"SurahNumber":19,"VerseNumber":60,"Text":"الا من تاب وءامن وعمل صلحا فاوليك يدخلون الجنة ولا يظلمون شيا"},{"SurahNumber":19,"VerseNumber":61,"Text":"جنت عدن التي وعد الرحمن عباده بالغيب انه كان وعده ماتيا (ماتيا: اتيا لا محالة)"},{"SurahNumber":19,"VerseNumber":62,"Text":"لا يسمعون فيها لغوا الا سلما ولهم رزقهم فيها بكرة وعشيا (لغوا: باطلا)"},{"SurahNumber":19,"VerseNumber":63,"Text":"تلك الجنة التي نورث من عبادنا من كان تقيا (نورث: نعطي)"},{"SurahNumber":19,"VerseNumber":64,"Text":"وما نتنزل الا بامر ربك له ما بين ايدينا وما خلفنا وما بين ذلك وما كان ربك نسيا"},{"SurahNumber":19,"VerseNumber":65,"Text":"رب السموت والارض وما بينهما فاعبده واصطبر لعبدته هل تعلم له سميا (واصطبر: الزم الصبر, سميا: مثيلا، ومضاهيا، في ذاته، وصفاته)"},{"SurahNumber":19,"VerseNumber":66,"Text":"ويقول الانسن اءذا ما مت لسوف اخرج حيا"},{"SurahNumber":19,"VerseNumber":67,"Text":"اولا يذكر الانسن انا خلقنه من قبل ولم يك شيا"},{"SurahNumber":19,"VerseNumber":68,"Text":"فوربك لنحشرنهم والشيطين ثم لنحضرنهم حول جهنم جثيا (جثيا: باركين على ركبهم من الهول)"},{"SurahNumber":19,"VerseNumber":69,"Text":"ثم لننزعن من كل شيعة ايهم اشد على الرحمن عتيا (شيعة: طايفة, عتيا: تمردا وعصيانا)"},{"SurahNumber":19,"VerseNumber":70,"Text":"ثم لنحن اعلم بالذين هم اولى بها صليا (صليا: دخولا، ومقاساة لحرها)"},{"SurahNumber":19,"VerseNumber":71,"Text":"وان منكم الا واردها كان على ربك حتما مقضيا (واردها: مارا بالصراط المنصوب على متن جهنم, حتما: محتوما لازما)"},{"SurahNumber":19,"VerseNumber":72,"Text":"ثم ننجي الذين اتقوا ونذر الظلمين فيها جثيا (جثيا: باركين على ركبهم)"},{"SurahNumber":19,"VerseNumber":73,"Text":"واذا تتلى عليهم ءايتنا بينت قال الذين كفروا للذين ءامنوا اي الفريقين خير مقاما واحسن نديا (مقاما: منزلا, نديا: مجلسا)"},{"SurahNumber":19,"VerseNumber":74,"Text":"وكم اهلكنا قبلهم من قرن هم احسن اثثا ورءيا (قرن: امة, اثاثا: متاعا, ورييا: منظرا، ومراى)"},{"SurahNumber":19,"VerseNumber":75,"Text":"قل من كان في الضللة فليمدد له الرحمن مدا حتى اذا راوا ما يوعدون اما العذاب واما الساعة فسيعلمون من هو شر مكانا واضعف جندا (فليمدد: فليمهله، وليمل له؛ استدراجا)"},{"SurahNumber":19,"VerseNumber":76,"Text":"ويزيد الله الذين اهتدوا هدى والبقيت الصلحت خير عند ربك ثوابا وخير مردا (والباقيات: الاعمال الصالحات, مردا: مرجعا، وعاقبة)"},{"SurahNumber":19,"VerseNumber":77,"Text":"افرءيت الذي كفر بايتنا وقال لاوتين مالا وولدا (افرايت: اعلمت؟)"},{"SurahNumber":19,"VerseNumber":78,"Text":"اطلع الغيب ام اتخذ عند الرحمن عهدا"},{"SurahNumber":19,"VerseNumber":79,"Text":"كلا سنكتب ما يقول ونمد له من العذاب مدا (ونمد له: نزيد له)"},{"SurahNumber":19,"VerseNumber":80,"Text":"ونرثه ما يقول وياتينا فردا"},{"SurahNumber":19,"VerseNumber":81,"Text":"واتخذوا من دون الله ءالهة ليكونوا لهم عزا (عزا: شفعاء، وانصارا)"},{"SurahNumber":19,"VerseNumber":82,"Text":"كلا سيكفرون بعبادتهم ويكونون عليهم ضدا"},{"SurahNumber":19,"VerseNumber":83,"Text":"الم تر انا ارسلنا الشيطين على الكفرين توزهم ازا (توزهم ازا: تدفعهم عن الطاعة، وتغريهم بالمعصية)"},{"SurahNumber":19,"VerseNumber":84,"Text":"فلا تعجل عليهم انما نعد لهم عدا"},{"SurahNumber":19,"VerseNumber":85,"Text":"يوم نحشر المتقين الى الرحمن وفدا (نحشر: نجمع, وفدا: وفودا مكرمين على الركاب والرواحل)"},{"SurahNumber":19,"VerseNumber":86,"Text":"ونسوق المجرمين الى جهنم وردا (وردا: مشاة عطاشا)"},{"SurahNumber":19,"VerseNumber":87,"Text":"لا يملكون الشفعة الا من اتخذ عند الرحمن عهدا"},{"SurahNumber":19,"VerseNumber":88,"Text":"وقالوا اتخذ الرحمن ولدا"},{"SurahNumber":19,"VerseNumber":89,"Text":"لقد جيتم شيا ادا (ادا: شييا عظيما منكرا)"},{"SurahNumber":19,"VerseNumber":90,"Text":"تكاد السموت يتفطرن منه وتنشق الارض وتخر الجبال هدا (يتفطرن: يتشققن, وتخر الجبال هدا: تسقط سقوطا شديدا)"},{"SurahNumber":19,"VerseNumber":91,"Text":"ان دعوا للرحمن ولدا"},{"SurahNumber":19,"VerseNumber":92,"Text":"وما ينبغي للرحمن ان يتخذ ولدا (وما ينبغي: ما يليق، وما يصلح)"},{"SurahNumber":19,"VerseNumber":93,"Text":"ان كل من في السموت والارض الا ءاتي الرحمن عبدا"},{"SurahNumber":19,"VerseNumber":94,"Text":"لقد احصىهم وعدهم عدا"},{"SurahNumber":19,"VerseNumber":95,"Text":"وكلهم ءاتيه يوم القيمة فردا"},{"SurahNumber":19,"VerseNumber":96,"Text":"ان الذين ءامنوا وعملوا الصلحت سيجعل لهم الرحمن ودا (ودا: محبة في قلوب عباده)"},{"SurahNumber":19,"VerseNumber":97,"Text":"فانما يسرنه بلسانك لتبشر به المتقين وتنذر به قوما لدا (لدا: شديدي الخصومة بالباطل)"},{"SurahNumber":19,"VerseNumber":98,"Text":"وكم اهلكنا قبلهم من قرن هل تحس منهم من احد او تسمع لهم ركزا (قرن: امة, تحس: ترى، وتجد, ركزا: صوتا خفيا)"}]}