{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"(Satyavannu) dhikkarisidavara hāgū allāhana mārgadinda (janarannu) taḍedavara karmagaḷellā vyarthavāgi biṭṭavu"},{"SurahNumber":47,"VerseNumber":2,"Text":"mattu satyadalli nambike iṭṭu satkarmagaḷannu māḍidavaru hāgū muham'madarige iḷisi koḍalāgiruva sandēśavu tam'ma oḍeyana kaḍeyinda (banda) satyavendu nambidavaru – avara pāpagaḷannu avanu (allāhanu) pariharisidanu mattu avara sthitiyannu sudhārisidanu"},{"SurahNumber":47,"VerseNumber":3,"Text":"ēkendare, dhikkārigaḷu mithyavannu anusarisidaru hāgū viśvāsigaḷu tam'ma oḍeyana kaḍeyinda banda satyavannu anusarisidaru. Allāhanu ī rīti mānavarigāgi udāharaṇegaḷannu mundiḍuttāne"},{"SurahNumber":47,"VerseNumber":4,"Text":"(yud'dhadalli) nīvu dhikkārigaḷannu edurisidāga, koraḷugaḷannu kattarisiri. Avarannu cennāgi sadebaḍida baḷika (uḷidavarannu) bigiyāgi kaṭṭi hākiri ā baḷika nīvu (avara mēle) audārya tōrabahudu athavā parihāra paḍeyabahudu. Yud'dhavu mugiyuva tanaka (pālisabēkāda niyama) idu. Allāhanu bayasiddare, avara virud'dha pratīkāra tīrisuttiddanu. Ādare avanu nim'malli kelavarannu matte kelavara mūlaka parīkṣisa bayasuttāne. Allāhana mārgadalli hatarādavara karmagaḷu vyarthavāgalāravu"},{"SurahNumber":47,"VerseNumber":5,"Text":"allāhanu avarige dāri tōrisuvanu mattu avara sthitiyannu sudhārisuvanu"},{"SurahNumber":47,"VerseNumber":6,"Text":"mattu avanu avarige paricayisiruva svargadoḷage avarannu sērisuvanu"},{"SurahNumber":47,"VerseNumber":7,"Text":"viśvāsigaḷē, nīvu allāhanige neravādare allāhanu nimage neravāguvanu hāgū nim'ma hejjegaḷannu sthiragoḷisuvanu"},{"SurahNumber":47,"VerseNumber":8,"Text":"dhikkarisidavarige vināśavide mattu (avanu) avara karmagaḷannellā vyarthagoḷisi biḍuvanu"},{"SurahNumber":47,"VerseNumber":9,"Text":"ēkendare, allāhanu iḷisikoṭṭa sandēśada kuritu avaru jigupse tōridaru mattu (avanu) avara karmagaḷannu nirnāmagoḷisibiṭṭanu"},{"SurahNumber":47,"VerseNumber":10,"Text":"avarēnu, tamaginta hindinavara gati ēnāyitembudannu kāṇalu, bhūmiyalli tirugāḍuvudillavē? Allāhanu avara mēle vināśavannu eragisidanu. Dhikkārigaḷige hīgeyē āgalide"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ēkendare, allāhanu viśvāsigaḷa pōṣakanāgiruttāne mattu dhikkārigaḷige yārū pōṣakarilla"},{"SurahNumber":47,"VerseNumber":12,"Text":"viśvāsigaḷāgiddu satkarmagaḷannu māḍuttiddavarannu allāhanu khaṇḍitavāgiyū, taḷadalli nadigaḷu hariyuttiruva svarga tōṭagaḷoḷage sērisuvanu. Dhikkārigaḷu mōju māḍuttiddāre mattu jānuvārugaḷu tindante tinnuttiddāre. Narakavē avara neleyāgiruvudu"},{"SurahNumber":47,"VerseNumber":13,"Text":"nim'mannu horahākida nim'ma nāḍiginta baliṣṭhavāgidda adeṣṭō nāḍugaḷiddavu. Nāvu avarannu (ā nāḍugaḷa janarannu) nāśa māḍidevu. Avarige neravāguvavaru yārū iralilla"},{"SurahNumber":47,"VerseNumber":14,"Text":"tanna oḍeyana kaḍeyinda (tōralāda) spaṣṭavāda mārgadalliruvavanu, yārige tanna duṣṭa karmagaḷannu candagāṇisalāgideyō avanantāgaballanē? Avarantu tam'ma svēcchegaḷannaṣṭē anusarisuttāre"},{"SurahNumber":47,"VerseNumber":15,"Text":"dharmaniṣṭharige vāgdāna māḍalāgiruva svargavu (hīgiruttade); adaralli endū malinavāgada nīriruva nadigaḷiruvavu hāgū ruci badalāgada hālina nadigaḷu, kuḍiyuvavarige tumbā svādiṣṭavāgiruva madireya nadigaḷu mattu śud'dha jēnina nadigaḷiruvavu. Alli avarigāgi ella bageya phalagaḷiruvavu mattu avara oḍeyana kaḍeyinda kṣamādāna siguvudu. Inthavaru (svargavāsigaḷu), sadākāla narakadallē iruva hāgū karuḷugaḷannu cūru cūrāgisuvantaha kudiyuva nīrannu kuḍisalāguva vyaktige samanāgaballarē"},{"SurahNumber":47,"VerseNumber":16,"Text":"(dūtarē,) avaralli kelavaru, nim'ma mātannu ālisuttāre. Taruvāya nim'ma baḷiyinda horaṭu hōda baḷika, jñāna nīḍalāgiruvavaroḍane, (ēnannū kēḷadavarante) ‘‘āta īga tānē hēḷiddēnannu?’’ Endu kēḷuttāre. Allāhanu anthavara manas'sugaḷige mudre ottiruttāne mattu avaru tam'ma svēccheyannē anusarisuttāre"},{"SurahNumber":47,"VerseNumber":17,"Text":"sanmārgavannu anusarisuvavarige allāhanu innaṣṭu mārgadarśana nīḍuttāne mattu avarige dharmaniṣṭheyannū dayapālisuttāne"},{"SurahNumber":47,"VerseNumber":18,"Text":"Avaru kāyuttiruvudu lōkāntyada kṣaṇavu haṭhāttane tam'ma mēle banderaguvudakke tānē? Adara munsūcanegaḷu īgāgalē bandive. Adu bandu biṭṭa baḷika avarige upadēśa svīkarisuva avakāśavē elliruvudu"},{"SurahNumber":47,"VerseNumber":19,"Text":"nimage tiḷidirali. Ā allāhana horatu bēre dēvarilla. Nīvu nim'ma hāgū ella viśvāsi puruṣara hāgū viśvāsi strīyara paravāgi kṣame bēḍiri. Nīvu naḍedāḍuva sthaḷagaḷannū nīvu viramisuva sthaḷagaḷannū allāhanu cennāgi ballanu"},{"SurahNumber":47,"VerseNumber":20,"Text":"(dūtarē,) viśvāsigaḷādavaru, ondu adhyāyavannēke iḷisalāgilla endu kēḷuttāre. Konege, bahaḷa spaṣṭa ādēśaviruva hāgū yud'dhada prastāpaviruva ondu adhyāyavannu iḷisalādāga, manadalli rōgaviruvavaru, māraṇāntika mūrchegoḷagādavaru nōḍuvante nim'matta nōḍa toḍaguttāre. Avarige vināśa kādide"},{"SurahNumber":47,"VerseNumber":21,"Text":"anusaraṇe hāgū saujan'yada mātu (idu avara kartavya). Mattu viṣayavu nirdhāravāda baḷika avaru, allāhana jotegina tam'ma karārina pālane māḍiddare – avara pālige aduvē cennāgiruttittu"},{"SurahNumber":47,"VerseNumber":22,"Text":"innu nīvu tirugi nintare, nīvu adhikārastharādāga nīvu bhūmiyalli aśāntiyannu meredu nim'ma bāndhavyagaḷannellā muridu biḍuva sādhyate illavē"},{"SurahNumber":47,"VerseNumber":23,"Text":"avarē, allāhana śāpakke tuttādavaru. Avanu avarannu kivuḍarāgisiruvanu mattu avara kaṇṇugaḷannu kuruḍāgisiruvanu"},{"SurahNumber":47,"VerseNumber":24,"Text":"avarēnu, kur‌ānina kuritu cintane naḍesuvudillavē? Avara manas'sugaḷigēnu bīga jaḍidideyē"},{"SurahNumber":47,"VerseNumber":25,"Text":"sanmārgavu tamage spaṣṭavāda baḷika (adarinda) bennu tirugisi horaṭavarannu khaṇḍitavāgiyū śaitānanu van̄cisidanu mattu avaralli husi nirīkṣegaḷannu beḷesidanu"},{"SurahNumber":47,"VerseNumber":26,"Text":"ēkendare avaru, allāhanu iḷisi koṭṭiruva sandēśavannu (kur‌ānannu) dvēṣisuvavaroḍane, ‘‘nāvu kelavu viṣayagaḷalli nim'ma ādēśa pālisuvevu’’ endu hēḷiruvaru. Avara gupta mātugaḷannu allāhanu ballanu"},{"SurahNumber":47,"VerseNumber":27,"Text":"Malak‌gaḷu, avara mukha mattu avara bennugaḷige hoḍeyuttā avara jīvavannu vaśapaḍisikoḷḷuvāga (avara sthiti) hēgiddītu"},{"SurahNumber":47,"VerseNumber":28,"Text":"idēkendare, avaru allāhanannu kōpagoḷisidavarannu anusarisidaru mattu avana meccugeyu avarige apriyavāgittu. Avanu avara karmagaḷannellā vyarthagoḷisibiṭṭanu"},{"SurahNumber":47,"VerseNumber":29,"Text":"manas'sugaḷalli rōgaviruvavaru, tam'moḷage aḍagiruva dvēṣavannu allāhanu hora taralāranendu bhāvisiddāreyē"},{"SurahNumber":47,"VerseNumber":30,"Text":"(dūtarē,) nāvu bayasidare, avarannu nimage tōrisi biḍuvevu. Āga nīvu avara mukhagaḷindalē avarannu ariyuviri hāgū avara mātina śailiyinda nīvu avarannu gurutisuviri. Allāhanu nim'ma karmagaḷannu ballanu"},{"SurahNumber":47,"VerseNumber":31,"Text":"nim'malli hōrāṭagāraru yāru hāgū sahanaśīlaru yāru embudu namage tiḷiyuva tanaka nāvu nim'mannu parīkṣisuvevu mattu nāvu nim'ma sthitigatigaḷannu parīkṣisuttiruvevu"},{"SurahNumber":47,"VerseNumber":32,"Text":"sanmārgavu tamage spaṣṭavāda baḷika (adannu) dhikkarisidavaru, allāhana mārgadinda (janarannu) taḍedavaru mattu dūtarannu virōdhisidavaru, allāhanige khaṇḍita yāva hāniyannū māḍalāraru. Avanu avara karmagaḷannu vyarthagoḷisuvanu"},{"SurahNumber":47,"VerseNumber":33,"Text":"viśvāsigaḷē, allāhana ājñāpālane māḍiri hāgū dūtara ājñāpālane māḍiri mattu nim'ma karmagaḷannu vyarthagoḷisabēḍi"},{"SurahNumber":47,"VerseNumber":34,"Text":"(satyavannu) dhikkarisidavaru hāgū allāhana mārgadinda (janarannu) taḍedavaru mattu dhikkārigaḷāgiyē sattu hōdavaru – allāhanu avarannu khaṇḍita kṣamisalāranu"},{"SurahNumber":47,"VerseNumber":35,"Text":"nīvinnu edegundabēḍi hāgū sandhānakkāgi more iḍabēḍi. Nīvē vijayigaḷāguviri. Allāhanu nim'ma jotegiddāne. Avanu nim'ma karmagaḷannu (avugaḷa pratiphalavannu) kaḍimegoḷisalāranu"},{"SurahNumber":47,"VerseNumber":36,"Text":"ihalōkada baduku kēvala āṭa hāgū mōjāgide. Nīvu viśvāsigaḷū dharmaniṣṭharū āgiddare avanu nimage nim'ma pratiphalavannu nīḍuvanu hāgū avanu nim'moḍane nim'ma sampattannu kēḷalāranu"},{"SurahNumber":47,"VerseNumber":37,"Text":"Avanu nim'moḍane adannu (nim'ma sampattannu) kēḷidare mattu bennu biḍade kēḷuttalē iddare, nīvu jipuṇate tōruviri mattu nim'ma oḷagina dvēṣavellā prakaṭavāgi biḍuvudu"},{"SurahNumber":47,"VerseNumber":38,"Text":"haudu nīvu anthavaru. Allāhana mārgadalli kharcu māḍirendu nimage kare nīḍalādāga, nim'malli kelavaru jipuṇate tōruttāre. Nijavāgi jipuṇate tōruvavanu svataḥ tanna virud'dhavē jipuṇate tōruttāne. Allāhanantu sampannanāgiddāne mattu nīvu baḍavaru. Nīvu mukha tirugisikoṇḍare, avanu nim'ma badalige bērondu samudāyavannu munde taruvanu. Avaru nim'mantiralāraru"}]}