{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"Ey insanlar! Sizi tək bir candan xəlq edən, onun ozundən zovcəsini yaradan və onlardan da bir cox kisi və qadın torədib yer uzunə yayan Rəbbinizdən qorxun! Adı ilə bir-birinizdən curbəcur seylər istədiyiniz Allahdan və qohumluq əlaqələrini kəsməkdən cəkinin! Həqiqətən, Allah sizə nəzarət edir"},{"SurahNumber":4,"VerseNumber":2,"Text":"Yetimlərin mallarını ozlərinə verin və yaxsını pis ilə dəyisməyin. Onların mallarını oz mallarınızla birlikdə yeməyin. Subhəsiz ki, bu, boyuk gunahdır"},{"SurahNumber":4,"VerseNumber":3,"Text":"Yetim qızlara qarsı ədalətli olmayacagınızdan qorxursunuzsa, onda xosunuza gələn halal qadınlardan ikisi, ucu və dordu ilə evlənin. Əgər o qadınlarla ədalətlə dolanmayacagınızdan qorxursunuzsa, onda onlardan biri ilə və yaxud sahib oldugunuz cariyələrlə kifayətlənin. Bu, haqsızdıq etməməyə daha yaxındır"},{"SurahNumber":4,"VerseNumber":4,"Text":"Qadınlara oz mehrlərini konul xoslugu ilə verin! Əgər onlar oz xosları ilə bundan sizə bir pay versələr, onu nuscanlıqla və halallıqla yeyin"},{"SurahNumber":4,"VerseNumber":5,"Text":"Dolanısıgınız ucun Allahın sizə vasitə etdiyi mallarınızı agılsızlara verməyin. Onlara o maldan yedirdib geyindirin və onlara yaxsı nəsihətlər verin"},{"SurahNumber":4,"VerseNumber":6,"Text":"Yetimləri yetkinlik yasına catdıqda onları imtahana cəkin. Əgər onların yetkinliyə catdıqlarını gorsəniz, mallarını ozlərinə qaytarın. Onlar boyuyub mallarını məndən alacaqlar deyə o malı israfcılıqla, tələm-tələsik yeməyin. Varlı olan nəfsini saxlasın, yoxsul olan isə o maldan insafla yesin. Yetimlərin mallarını ozlərinə qaytardıgınız zaman onlara sahidlər tutun. Haqq-hesab cəkməyə Allah yetər"},{"SurahNumber":4,"VerseNumber":7,"Text":"Valideynlərin və yaxın qohumların qoyub getdikləri maldan kisilərə pay dusur; valideynlərin və yaxın qohumların qoyub getdikləri maldan qadınlara da pay dusur. Bu mal istər az olsun, istərsə də cox, onlar ucun muəyyən edilmis bir paydır"},{"SurahNumber":4,"VerseNumber":8,"Text":"Əgər bolgu vaxtı orada qohumlar, yetimlər və kasıblar istirak edərlərsə, onlara o maldan bir sey verin, ozlərinə də xos soz deyin"},{"SurahNumber":4,"VerseNumber":9,"Text":"Qoy ozlərindən sonra zəif ovladlar qoyub gedəcəkləri təqdirdə onlardan otru qorxan kəslər yetimlərdən otru də qorxsunlar. Qoy onlar Allahdan qorxsunlar və dogru soz soyləsinlər"},{"SurahNumber":4,"VerseNumber":10,"Text":"Həqiqətən, yetimlərin mallarını haqsızlıqla yeyənlər oz qarınlarına ancaq od doldururlar və onlar yandırıb-yaxan oda girəcəklər"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allah ovladlarınız haqqında sizə belə tovsiyə edir; kisiyə, iki qadının payı qədər pay dusur. Əgər ovladların hamısı ikidən artıq sayda qadındırlarsa, vəfat edənin qoyub getdiyi malın ucdə iki hissəsi onlara catır. Əgər təkcə bir qadındırsa, mirasın yarısı ona catır. Əgər olənin ovladı varsa, onun valideynlərinin hər birinə qoyub getdiyi malının altıda bir hissəsi catır. Əgər onun ovladı yoxdursa, varisi də ancaq valideynləridirsə, onun anasına mirasının ucdə bir hissəsi dusur. Əgər olənin qardasları (və ya bacıları) varsa, onun anasına mirasının altıda bir hissəsi dusur. Bu bolgu olənin vəsiyyəti yerinə yetirildikdən və ya borcu odənildikdən sonra aparılır. Valideynlərinizdən və ovladlarınızdan hansının fayda baxımından sizə daha yaxın oldugunu siz bilmirsiniz. Bunlar Allah tərəfindən buyurulmus fərz əməllərdir. Həqiqətən, Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":12,"Text":"Əgər vəfat etmis zovcələrinizin ovladı yoxdursa, onların vəsiyyəti yerinə yetirildikdən və ya borcu odənildikdən sonra, qoyub getdikləri malın yarısı sizindir. Yox əgər onların ovladı varsa, onda qoyub getdiklərinin dorddə bir hissəsi sizindir. Əgər sizin ovladınız yoxdursa, vəsiyyətiniz yerinə yetirildikdən və ya borcunuz odənildikdən sonra, qoyub getdiyiniz malın dorddə bir hissəsi zovcələrinizə catır. Yox əgər ovladınız varsa, onda qoyub getdiyiniz malın səkkizdə bir hissəsi onlara catır. Əgər vəfat etmis kisinin və ya qadının valideyni və ovladı yoxdursa, eyni anadan bir qardası və ya bir bacısı varsa, onda onların hər birinə mirasın altıda bir hissəsi dusur. Əgər onlar sayca bundan artıq olsalar, mirasın ucdə birinə sərikdirlər. Bu bolgu, vərəsələrə zərər yetirməmək sərti ilə vəsiyyətin yerinə yetirilməsindən və ya borcun odənilməsindən sonra aparılır. Bunlar Allah tərəfindən bir tovsiyədir. Allah Biləndir, Həlimdir"},{"SurahNumber":4,"VerseNumber":13,"Text":"Bunlar Allahın qoydugu hududlarıdır. Kim Allaha və Onun Elcisinə itaət edərsə, Allah onu agacları altından caylar axan, icində əbədi qalacaqları Cənnət baglarına daxil edər. Bu, boyuk ugurdur"},{"SurahNumber":4,"VerseNumber":14,"Text":"Kim Allaha və Onun Elcisinə asi olub Onun hududlarını asarsa, Allah onu icində əbədi qalacagı Cəhənnəm oduna vasil edər. Onun ucun alcaldıcı bir əzab vardır"},{"SurahNumber":4,"VerseNumber":15,"Text":"Zinakarlıq edən qadınlarınıza qarsı ozunuzdən dord sahid cagırın! Əgər onlar sahidlik etsələr, o qadınları, olum onların həyatına son qoyanadək və yaxud Allah onlar ucun bir yol acanadək evlərindən bayıra buraxmayın"},{"SurahNumber":4,"VerseNumber":16,"Text":"Aranızda belə yaramaz is tutanların hər ikisinə əziyyət verin. Əgər tovbə edib əməllərini islah etsələr, onlardan əl cəkin. Həqiqətən, Allah tovbələri qəbul edəndir, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":17,"Text":"Allah ancaq o kəslərin tovbələrini qəbul edir ki, onlar avamlıqları uzundən pis is gordukdən sonra tezliklə tovbə edirlər. Allah onların tovbələrini qəbul edər. Həqiqətən, Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":18,"Text":"Gunah islər gorməkdə davam edənlərdən birinə olum gəldiyi zaman: “Mən indi tovbə etdim!”– deyənlərin də, kafir kimi olənlərin də tovbəsi qəbul deyildir. Biz onlar ucun agrılı-acılı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ey iman gətirənlər! Qadınlara zorla varis cıxmaq sizə halal deyildir. Qadınlar acıq-askar yaramaz bir is gorməyincə, onlara verdiklərinizin bir hissəsini geri almaq ucun onları sıxısdırmayın. Onlarla xos rəftar edin. Əgər onlar xosunuza gəlmirsə, ola bilsin ki, xoslamadıgınız bir seydə Allah sizə coxlu xeyir nəsib etmis olsun"},{"SurahNumber":4,"VerseNumber":20,"Text":"Əgər bir arvadın yerinə basqa bir arvad almaq istəsəniz, onlardan birinə yıgın-yıgın mal vermis olsanız belə, hec bir sey geri almayın! Məgər verdiyinizi bohtan atmaq və acıq-askar gunah islətməkləmi geri alacaqsınız"},{"SurahNumber":4,"VerseNumber":21,"Text":"Onu necə geri ala bilərsiniz ki, siz bir-birinizlə yaxınlıq etmisdiniz və onlar da sizdən mohkəm əhd-peyman almısdılar"},{"SurahNumber":4,"VerseNumber":22,"Text":"Olub-kecənlər istisna olmaqla bundan sonra atalarınızın evlənmis oldugu qadınlarla evlənməyin. Həqiqətən, bu, iyrənc və qəzəb doguran bir əməl və murdar bir yoldur"},{"SurahNumber":4,"VerseNumber":23,"Text":"Sizə analarınız, qızlarınız, bacılarınız, bibiləriniz, xalalarınız, qardas qızları, bacı qızları, sizi əmizdirən sud analarınız, sud bacılarınız, arvadlarınızın anaları, yaxınlıq etdiyiniz qadınlarınızın himayənizdə olan ogey qızları, – yox əgər o qadınlarla yaxınlıq etməmissinizsə, onda bu (ogey qızlarınızla evlənməyiniz) sizə gunah deyildir, – oz belinizdən gələn ogullarınızın arvadları ilə evlənmək və iki bacını birlikdə almaq haram edildi. Olub-kecənlər isə artıq kecmisdir. Həqiqətən, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":24,"Text":"Sahib oldugunuz cariyələr istisna olmaqla ərli qadınları almaq da sizə haram edildi. Allahın sizə buyurdugu hokmu belədir. Bunlardan basqaları ilə, oz malınızla, nikah etməklə, zinakarlıga yol vermədən, evlənməyiniz sizə halal edildi. Evləndiyiniz qadınlardan zovq aldıgınıza gorə onlara, vacib buyurulmus mehrlərini verin. Bu mehr muəyyən edildikdən sonra oz aranızda razılasdıgınız seyə gorə sizə hec bir gunah olmaz. Həqiqətən, Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Sizlərdən hər kəs maddi imkanı olmadıgına gorə azad momin qadınlarla evlənə bilmirsə, onda sahib oldugu momin kənizlərdən alsın. Allah sizin imanınıza daha yaxsı bələddir. Siz bir-birinizdənsiniz. Bu kənizlər namusunu qoruyan, zinakarlıq etməyən və asna saxlamayan qadınlardırsa, onlarla sahiblərinin icazəsi ilə evlənin və mehrlərini səriətə muvafiq qaydada verin. Əgər ərə getdikdən sonra zina etsələr, onlara, azad qadınlara verilən cəzanın yarısı tətbiq edilər. Kənizlərlə evlənmək sıxıntıya dusməkdən və ya zina etməkdən qorxanlarınız ucundur. Amma səbirli olsanız, bu sizin ucun daha yaxsı olar. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah sizə səriət hokmlərini bəyan etmək, sizi ozunuzdən əvvəlkilərin yollarına yonəltmək və tovbələrinizi qəbul etmək istəyir. Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tovbələrinizi qəbul etmək istədiyi halda, ehtiraslara qapılanlar sizi cox kənara meyl etməyə (haqdan uzaqlasmaga) yonəldərlər"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah sizin ucun səriət hokmlərini yungulləsdirmək istəyir, cunki insan zəif yaradılmısdır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman gətirənlər! Qarsılıqlı razılıqla aparılan ticarət istisna olmaqla mallarınızı oz aranızda haqsız yerə yeməyin və bir-birinizi məhv etməyin. Həqiqətən, Allah sizə qarsı Rəhmlidir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim bu əməlləri dusməncilik və zulm etməklə yerinə yetirərsə, Biz onu odda yandıracagıq. Bu da Allah ucun asandır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Sizə qadagan olunmus boyuk gunahlardan cəkinsəniz, Biz sizin təqsirlərinizdən kecər və sizi sərəfli bir kecidə (Cənnətə) daxil edərik"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allahın birinizi digərinizdən ustun etdiyi seyə tamah salmayın. Kisilərin qazandıqlarından oz nəsibi, qadınların da qazandıqlarından oz nəsibi vardır. Allahdan, Onun lutfunu diləyin. Həqiqətən, Allah hər seyi Biləndir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Hər kəs ucun valideynlərin və yaxın qohumların qoyub getdikləri maldan oz paylarını alacaq varislər təyin etdik. Siz də əhd bagladıgınız kəslərin də paylarını ozlərinə verin. Həqiqətən, Allah hər seyə Sahiddir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Allahın onlardan birini digərindən ustun etdiyinə və oz mallarından xərclədiklərinə gorə kisilər qadınlar uzərində himayəcidirlər. Əməlisaleh qadınlar Allaha itaət edər və qorunması lazım gələn seyləri Allahın himayəsi sayəsində qoruyub saxlayarlar. Ozbasınalıq etmələrindən qorxdugunuz qadınlara nəsihət edin, yataqda onları tərk edin və onları doyun! Əgər sizə itaət etsələr, onlara əziyyət vermək ucun basqa yol axtarmayın. Həqiqətən, Allah Ucadır, Boyukdur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Əgər ər-arvad arasında ixtilaf olacagından qorxsanız, onda kisinin ailəsindən bir hakim və qadının ailəsindən bir hakim gondərin. Əgər bunlar islah etmək istəsələr, Allah da onları barısdırar. Həqiqətən, Allah Biləndir, hər seydən Xəbərdardır"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allaha ibadət edin və hec bir seyi Ona sərik qosmayın! Valideynlərə, qohum-əqrəbaya, yetimlərə, kasıblara, yaxın və uzaq qonum-qonsuya, yol yoldasına, musafirə və sahib oldugunuz kolə və kənizlərə yaxsılıq edin! Həqiqətən, Allah lovgalıq edənləri və ozunu oyənləri sevmir"},{"SurahNumber":4,"VerseNumber":37,"Text":"O kəslər ki, xəsislik edir və insanları da xəsisliyə sovq etdirirlər, Allahın Oz lutfundən onlara verdiyini gizlədirlər. Biz kafirlər ucun alcaldıcı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":38,"Text":"Və o kəsləri ki, oz mallarını insanlara gostərmək məqsədilə xərcləyir, Allaha və Axirət gununə inanmırlar. Kimin yoldası seytandırsa, necə də pis yoldasdır o"},{"SurahNumber":4,"VerseNumber":39,"Text":"Məgər onlar Allaha və Axirət gununə iman gətirib Allahın onlara verdiyi ruzidən Onun yolunda xərcləsəydilər, nə itirərdilər? Allah onların hər bir isini bilir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Həqiqətən, Allah zərrə qədər də olsa zulm etməz. Əgər qulun gorduyu is yaxsı əməl olarsa, Allah bunu artırar və Oz tərəfindən boyuk mukafat verər"},{"SurahNumber":4,"VerseNumber":41,"Text":"Biz hər ummətdən bir sahid gətirəcəyimiz və səni də onlara sahid gətirəcəyimiz zaman onların halı necə olacaq"},{"SurahNumber":4,"VerseNumber":42,"Text":"Kufr edib Peygəmbərə asi olanlar o gun yerin altına girməyi arzu edəcəklər. Onlar hec bir sozu Allahdan gizlədə bilməyəcəklər"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ey iman gətirənlər! Sərxos ikən nə dediyinizi anlayana qədər və cinsi əlaqədən sonra natəmiz oldugunuz halda, – yolda olan musafirlər istisna olmaqla – qusl edənədək namaza yaxınlasmayın. Əgər xəstə və ya səfərdə olsanız, yaxud sizlərdən biri ayaq yolundan gəlibsə və ya qadınlarla yaxınlıq etmisinizsə, su tapmasanız, təmiz torpaqla təyəmmum edin, uzunuzə və əllərinizə surtun! Həqiqətən, Allah əfv edəndir, Bagıslayandır"},{"SurahNumber":4,"VerseNumber":44,"Text":"Kitabdan ozlərinə pay verilmis kəsləri gormursənmi ki, onlar azgınlıgı satın alıblar və sizi də dogru yoldan azdırmaq istəyirlər"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allah sizin dusmənlərinizi daha yaxsı tanıyır. Himayəci olaraq Allah kifayət edər! Yardımcı olaraq Allah yetər"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yəhudilərdən bəziləri kəlmələrin yerini dəyisdirir, dillərini əyərək və dinə tənə vuraraq: “Esitdik və asi olduq!”, “esidilməyəni esit!”, “bizə qaygı gostər!”– deyirlər. Əgər onlar: “Esitdik və itaət etdik!”, “esit!”, “bizə nəzər yetir!”– desəydilər, əlbəttə, onlar ucun daha xeyirli və daha dogru olardı. Lakin Allah kufrlərinə gorə onları lənətlədi. Onlar olduqca az inanırlar (yaxud onların yalnız az bir hissəsi iman gətirir)"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ey Kitab verilmislər! Uzləri sıyırıb dumduz edərək arxalarına cevirməmisdən, yaxud sənbə əhlini lənətlədiyimiz kimi onları da lənətləməmisdən oncə yanınızda olanı təsdiqləyici kimi nazil etdiyimizə (Qurana) iman gətirin! Allahın əmri mutləq yerinə yetəcəkdir"},{"SurahNumber":4,"VerseNumber":48,"Text":"Subhəsiz ki, Allah Ozunə sərik qosulmasını bagıslamaz, bundan basqa daha kicik gunahları isə istədiyi kimsəyə bagıslayar. Allaha sərik qosan kəs iftira atmaqla boyuk bir gunah etmis olur"},{"SurahNumber":4,"VerseNumber":49,"Text":"Ozlərini oyənləri gormursənmi? Xeyr! Allah istədiyini tərifləyər və onlara xurma cərdəyindəki lif qədər haqsızlıq edilməz"},{"SurahNumber":4,"VerseNumber":50,"Text":"Bax, necə də Allaha qarsı yalan uydururlar. Bu, acıq-askar gunah sayılmaq ucun kifayət edər"},{"SurahNumber":4,"VerseNumber":51,"Text":"Kitabdan pay verilmis kəsləri gormədinmi? Ozləri cibtə və taguta inanmaqla yanası hələ bir kafirlər ucun də: “Bunlar mominlərdən daha dogru yoldadırlar”– deyirlər"},{"SurahNumber":4,"VerseNumber":52,"Text":"Onlar Allahın lənətlədiyi kəslərdir. Allah kimi lənətləyərsə, ona hec bir yardımcı tapmazsan"},{"SurahNumber":4,"VerseNumber":53,"Text":"Yoxsa hokmranlıqdan onların bir payı vardır? Elə olsaydı, onlar insanlara xurma cərdəyinin bir qırıntısını belə verməzdilər"},{"SurahNumber":4,"VerseNumber":54,"Text":"Yoxsa onlar Allahın Oz lutfundən insanlara verdiyi seyə gorə onlara həsəd aparırlar? Biz Ibrahimin nəslinə də Kitab və hikmət bəxs etmis və onlara boyuk bir səltənət vermisdik"},{"SurahNumber":4,"VerseNumber":55,"Text":"Onlardan kimi Muhəmmədə iman gətirdi, kimi də ondan uz cevirdi. Yandırıb-yaxan od kimi Cəhənnəm onlara bəsdir"},{"SurahNumber":4,"VerseNumber":56,"Text":"Subhəsiz ki, ayələrimizi inkar edənləri odda yandıracagıq. Hər dəfə onların dəriləri yandıqca, əzabı daim dadsınlar deyə, Biz o dəriləri basqa dərilərlə əvəz edəcəyik. Həqiqətən, Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":57,"Text":"Iman gətirib saleh əməllər isləyənləri isə agacları altından caylar axan, icində əbədi məskunlasacaqları Cənnət baglarına daxil edəcəyik. Onlar ucun orada pak zovcələr vardır. Biz onları sıx kolgəliklərdə yerləsdirəcəyik"},{"SurahNumber":4,"VerseNumber":58,"Text":"Həqiqətən, Allah sizə əmanətləri sahiblərinə qaytarmanızı və insanlar arasında hokm verərkən ədalətlə hokm vermənizi əmr edir. Allahın sizə verdiyi bu oyud-nəsihət necə də gozəldir! Subhəsiz ki, Allah Esidəndir, Gorəndir"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ey iman gətirənlər! Allaha və Elcisinə itaət edin, həm də ozunuzdən olan rəhbərlərə səriətə uygun səkildə itaət edin. Əgər bir sey haqqında mubahisə etsəniz, Allaha və Axirət gununə inanırsınızsa, Allaha və Onun Elcisinə muraciət edin. Bu, sizin ucun daha xeyirli və nəticə etibarilə daha yaxsıdır"},{"SurahNumber":4,"VerseNumber":60,"Text":"Sənə nazil edilənə və səndən əvvəl nazil edilənlərə iman gətirdiklərini iddia edənləri gormədinmi? Onlar muhakimə olunmaları ucun taguta muraciət etmək istəyirlər. Halbuki onlara taguta inanmamaq əmr olunmusdur. Seytan isə onları dərin bir azgınlıga salmaq istəyir"},{"SurahNumber":4,"VerseNumber":61,"Text":"Onlara: “Allahın nazil etdiyinə və Elcisinə tərəf gəlin!”– deyildikdə, munafiqlərin səndən nifrətlə uz cevirdiklərini gorursən"},{"SurahNumber":4,"VerseNumber":62,"Text":"Oz əlləri ilə torətdikləri əməllərə gorə onlara musibət uz verdikdən sonra sənin yanına gəlib: “Biz ancaq yaxsılıq etmək və mubahisə edənləri barısdırmaq istədik!”– deyə Allaha and icdikdə onların halı necə olacaq"},{"SurahNumber":4,"VerseNumber":63,"Text":"Onlar o kəslərdir ki, Allah onların qəlblərində olanı bilir. Elə isə onlardan uz dondər, onlara oyud-nəsihət ver və ozləri barədə onlara təsir gostərə biləcək soz soylə"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz hər bir elcini, Allahın izni ilə, ona məhz itaət edilsin deyə gondərdik. Əgər onlar ozlərinə zulm etdikləri zaman sənin yanına gəlib Allahdan bagıslanma diləsəydilər və Peygəmbər də onlar ucun bagıslanma diləsəydi, əlbəttə ki, Allahın tovbələri qəbul edən və Rəhmli oldugunu gorərdilər"},{"SurahNumber":4,"VerseNumber":65,"Text":"Xeyr! Sənin Rəbbinə and olsun ki, onlar oz aralarında bas verən cəkismələrdə səni hakim hesab etməyincə, sonra da verdiyin hokmlərə gorə ozlərində bir sıxıntı duymadan tam təslim olmayınca iman gətirmis olmazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Əgər Biz onlara: “Ozunuzu (aranızdakı gunahkarları) oldurun və yaxud yurdlarınızdan cıxın!”– deyə buyurmus olsaydıq, icərilərindən cox azı bunu yerinə yetirərdi. Əgər onlar ozlərinə verilən oyud-nəsihətlərə əməl etsəydilər, əlbəttə, bu, onlar ucun daha xeyirli və daha mukəmməl olardı"},{"SurahNumber":4,"VerseNumber":67,"Text":"Onda Biz də onlara Oz tərəfimizdən boyuk bir mukafat verər"},{"SurahNumber":4,"VerseNumber":68,"Text":"və onları dogru yola yonəldərdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Allaha və Onun Elcisinə itaət edənlər Allahın onlara nemət olaraq bəxs etdiyi peygəmbərlərlə, sidq urəkdən inananlarla, səhidlərlə və əməlisalehlərlə birlikdə olacaqlar. Onlar necə də gozəl dostlardır"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bu lutf Allahdandır. Bilən olaraq Allah kifayət edər"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey iman gətirənlər! Ehtiyatınızı əldən verməyin, dusmənə qarsı ya boluklərlə, ya da hamınız birgə cıxın"},{"SurahNumber":4,"VerseNumber":72,"Text":"Icərinizdə elələri də var ki, cihada cıxdıqda ozlərini yubandırar və sizə bir musibət uz vermis olduqda: “Allah mənə mərhəmət gostərdi ki, mən onlarla birlikdə bəlaya ducar olmadım”– deyər"},{"SurahNumber":4,"VerseNumber":73,"Text":"Əgər Allahdan sizə bir lutf yetisərsə, onda guya sizinlə onun arasında hec vaxt baglılıq olmamıs kimi: “Kas mən də onlarla birlikdə olub boyuk bir ugur qazanaydım!”– deyər"},{"SurahNumber":4,"VerseNumber":74,"Text":"Qoy dunya həyatını atıb axirəti satın alanlar Allah yolunda vurussunlar. Kim Allah yolunda vurusub oldurulərsə və ya qalib gələrsə, Biz ona boyuk bir mukafat verəcəyik"},{"SurahNumber":4,"VerseNumber":75,"Text":"Sizə nə olub ki, Allah yolunda və: “Ey Rəbbimiz! Bizi əhalisi zalım olan bu səhərdən cıxart, bizə Oz tərəfindən bir himayəci təyin et, bizə Oz tərəfindən bir yardımcı təyin et!”– deyən zəif kisilər, qadınlar və usaqlar ugrunda vurusmursunuz"},{"SurahNumber":4,"VerseNumber":76,"Text":"Mominlər Allah yolunda, kafirlər isə tagut yolunda vurusurlar. Elə isə seytanın dostları ilə vurusun! Subhəsiz ki, seytanın hiyləsi zəifdir"},{"SurahNumber":4,"VerseNumber":77,"Text":"Məgər sən, ozlərinə: “Muharibədən əl cəkin, namaz qılın və zəkat verin!”– deyilən kəsləri gormədinmi? Onlara vurusmaq vacib edildikdə, icərilərindən bir dəstəsi Allahdan qorxduqları kimi və ya daha artıq qorxu ilə insanlardan qorxdular və: “Ey Rəbbimiz! Vurusmagı nə ucun bizə vacib etdin? Nə olardı ki, bizə yaxın vaxtadək mohlət verəydin!”– dedilər. De: “Dunyanın ləzzəti azdır. Muttəqilər ucun isə axirət daha xeyirlidir. Sizə xurma cərdəyindəki lif qədər belə haqsızlıq edilməz”"},{"SurahNumber":4,"VerseNumber":78,"Text":"Harada olursunuzsa olun, olum sizi haqlayacaq. Hətta yuksək qalalarda olsanız belə. Onlara bir yaxsılıq uz verdikdə: “Bu, Allahdandır!”– deyər, bir pislik uz verdikdə isə: “Bu, səndəndir!”– deyərlər. De: “Hamısı Allahdandır!” Bu adamlara nə olub ki, az qala soz də anlamırlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Sənə gələn yaxsılıq Allahdandır, sənin basına gələn bəla isə sənin ozundəndir. Biz səni insanlara elci gondərdik. Sahid olaraq Allah kifayət edər"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim Peygəmbərə itaət edərsə, Allaha itaət etmis olar, kim uz cevirərsə, bil ki, Biz səni onlara gozətci gondərməmisik"},{"SurahNumber":4,"VerseNumber":81,"Text":"Onlar: “Itaət edirik!”– deyirlər. Sənin yanından cıxıb getdikdə isə onların bir qismi gecələr bir yerə yıgısıb sənin dediyinin əksinə tədbir gorurlər. Allah onların gecələr nə tədbir gorduklərini yazır. Onlardan uz dondər və Allaha təvəkkul et! Qoruyan olaraq Allah yetər"},{"SurahNumber":4,"VerseNumber":82,"Text":"Məgər onlar Quran barəsində dusunmurlərmi? Əgər o, Allahdan basqası tərəfindən olsaydı, əlbəttə, onda coxlu ziddiyyət tapardılar"},{"SurahNumber":4,"VerseNumber":83,"Text":"Onlara əmin-amanlıq və ya qorxu xəbəri gəldikdə, onu yayarlar. Halbuki bunu Peygəmbərə və ozlərindən olan nufuz sahiblərinə catdırsaydılar, icərilərindən onun mahiyyətinə varan kəslər o xəbəri bilərdilər. Əgər sizə Allahın lutfu və rəhmi olmasaydı, əlbəttə, az bir qisminiz istisna olmaqla, hamınız seytana uyardınız"},{"SurahNumber":4,"VerseNumber":84,"Text":"Sən Allah yolunda vurus! Sən ancaq ozunə cavabdehsən. Mominləri də doyusə təsviq et! Ola bilsin ki, Allah kafirlərin quvvəsinin qarsısını alsın. Allahın quvvəsi daha cox, cəzası daha siddətlidir"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim yaxsı bir isə vasitəcilik etsə, ona bunun savabından bir pay dusər, kim də pis bir isə vasitəcilik etsə, ona da onun gunahdan bir pay dusər. Allah hər seyi Qoruyandır"},{"SurahNumber":4,"VerseNumber":86,"Text":"Biri sizinlə salamlasdıgı zaman siz onun salamını daha boyuk ehtiramla alın və ya verilən salamı oldugu kimi qaytarın! Həqiqətən, Allah hər seyin haqq-hesabını cəkəndir"},{"SurahNumber":4,"VerseNumber":87,"Text":"Ozundən basqa məbud olmayan Allah, bas verəcəyinə subhə edilməyən Qiyamət gunu sizi mutləq bir yerə toplayacaqdır. Verdiyi xəbərdə Allahdan daha dogru soyləyən kim ola bilər"},{"SurahNumber":4,"VerseNumber":88,"Text":"Sizə nə oldu ki, munafiqlər barəsində iki dəstəyə ayrıldınız? Halbuki Allah onları etdikləri əməllərə gorə geriyə qaytarmısdır. Siz Allahın azdırdıgı kimsəni dogru yola yonəltməkmi istəyirsiniz? Allahın azdırdıgı kimsə ucun hec bir yol tapa bilməzsən"},{"SurahNumber":4,"VerseNumber":89,"Text":"Onlar ozləri kufr etdikləri kimi, sizin də kufr edib onlarla eyni olmanızı istəyərlər. Onlar Allah yolunda hicrət etməyincə onlardan ozunuzə dost tutmayın. Əgər uz cevirsələr, onları harada gorsəniz, tutub oldurun. Onlardan nə bir dost, nə də bir koməkci tutun"},{"SurahNumber":4,"VerseNumber":90,"Text":"Ancaq sizinlə aralarında muqavilə olan bir camaata qosulanlar, ya da sizinlə və ya oz camaatı ilə vurusacaqlarından koksləri sıxıldıgı ucun sizin yanınıza gələn kimsələr istisnadır. Əgər Allah istəsəydi, onları sizə qarsı qaldırardı və onlar da sizinlə vurusardılar. Əgər onlar sizdən aralanıb geri cəkilsələr, sizinlə vurusmasalar və sizə sulh təklif etsələr, Allah sizə onlara qarsı vurusmanıza yol verməz"},{"SurahNumber":4,"VerseNumber":91,"Text":"Siz bir basqalarına da rast gələcəksiniz ki, onlar həm sizdən, həm də oz camaatından arxayın olmaq istəyərlər. Onlar hər dəfə fitnəyə qaytarıldıqda gozuyumulu ona qosularlar. Əgər onlar sizdən aralanıb geri cəkilməsələr, sizə sulh təklif etməsələr və sizdən əl cəkməsələr, onlara harada rast gəlsəniz, tutub oldurun. Biz onlara qarsı sizə acıq-aydın dəlil verdik"},{"SurahNumber":4,"VerseNumber":92,"Text":"Xəta istisna olmaqla hec bir mominə basqa bir momini oldurmək yarasmaz. Hər kəs səhvən bir momini oldurərsə, bir momin kolə azad etməli və olənin ailəsinə qanbahası verməlidir. Onların sədəqə verməsi (qatili əfv etməsi) isə istisnadır. Əgər o olən kimsə, momin oldugu halda, sizə dusmən olan bir camaatdandırsa, onda qatil momin bir kolə azad etməlidir. Əgər o, sizinlə aralarında muqavilə olan bir camaatdandırsa, onda qatil onun ailəsinə qanbahası verməli və momin bir kolə azad etməlidir. Bunları etməyə imkan tapa bilməyən kəs Allah tərəfindən tovbəsinin qəbul olması ucun iki ay ardıcıl oruc tutmalıdır. Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Hər kəs qəsdən bir momini oldurərsə, onun cəzası icərisində əbədi qalacagı Cəhənnəmdir. Allah ona qəzəblənər, onu lənətləyər və onun ucun boyuk bir əzab hazırlayar"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey iman gətirənlər! Allah yolunda doyusə cıxdıgınız zaman kiminlə vurusacagınızı yəqin edin və sizə salam verən səxsə, dunya həyatının fani mənfəətinə can ataraq: “Sən momin deyilsən!”– deməyin. Allah yanında cox qənimətlər vardır. Əvvəllər siz də belə idiniz, Allah sizə mərhəmət gostərdi. Odur ki, kiminlə vurusacagınızı yəqin edin! Subhəsiz ki, Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":4,"VerseNumber":95,"Text":"Mominlərdən – uzurlulər istisna olmaqla – evdə oturanlarla Allah yolunda oz malları və canları ilə cihad edənlər eyni olmazlar. Allah oz malları və canları ilə cihad edənləri evdə oturanlardan dərəcə etibarilə ustun etdi. Allah onların hamısına ən gozəl nemət vəd etmisdir. Allah mucahidləri evdə oturanlardan boyuk bir mukafatla ustun etmisdir"},{"SurahNumber":4,"VerseNumber":96,"Text":"Bu, Onun tərəfindən mominlərə nəsib olan dərəcələr, bagıslanma və mərhəmətdir. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":97,"Text":"Mələklər ozlərinə zulm edənlərin canlarını alarkən onlara: “Siz nə halda idiniz?”– deyəcəklər. Onlar: “Biz yer uzundə zəif insanlar idik!”– deyəcəklər. Mələklər də onlara: “Məgər Allahın torpagı o qədər genis deyildimi ki, siz orada hicrət edəydiniz?”– deyəcəklər. Onların sıgınacaqları yer Cəhənnəmdir. Ora nə pis donus yeridir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Ancaq zulmə qarsı carə tapmaga qadir olmayan və hicrət etməyə yol tapa bilməyən zəif kisi, qadın və usaqlar istisnadır"},{"SurahNumber":4,"VerseNumber":99,"Text":"Ola bilsin ki, Allah onları əfv etsin. Həqiqətən, Allah əfv edəndir, Bagıslayandır"},{"SurahNumber":4,"VerseNumber":100,"Text":"Kim Allah ucun hicrət edərsə, yer uzundə coxlu sıgınacaq və bolluq tapar. Kim Allaha və Onun Elcisinə tərəf hicrət edərək evindən cıxdıqdan sonra da olum onu haqlayarsa, onun mukafatını Allah verər. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yer uzundə səfərə cıxdıgınız zaman kafirlərin sizə zərər yetirəcəklərindən qorxarsınızsa, namazı qısaltmanıza gorə sizə gunah gəlməz. Subhəsiz ki, kafirlər sizin acıq-aydın dusmənlərinizdir"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sən səhabələrinin arasında olub onlara namaz qıldırdıgın zaman onların bir dəstəsi səninlə birlikdə namaza dursun, silahlarını da ozləri ilə gotursunlər. Bunlar səcdə etdikləri zaman (birinci rukəti tamamlayanadək o biri dəstə) arxanızda olsun. Sonra namazını qılmamıs digər dəstə gəlib səninlə birlikdə namaz qılsın, ehtiyatlarını tutsunlar və silahlarını da ozləri ilə gotursunlər. Kafirlər istərdilər ki, siz silahlarınızdan və əsyalarınızdan xəbərsiz olasınız və onlar da sizin uzərinizə bircə dəfə hucum etsinlər (bir həmlədə sizi məglub etsinlər). Əgər siz yagısdan əziyyət cəksəniz və ya xəstə olsanız silahlarınızı yerə qoymaq sizə gunah deyildir, lakin ehtiyatınızı əldən verməyin. Subhəsiz ki, Allah kafirlər ucun alcaldıcı bir əzab hazırlamısdır"},{"SurahNumber":4,"VerseNumber":103,"Text":"Namazı bitirdikdən sonra ayaq ustə olanda da, oturanda da, uzananda da Allahı yad edin. Təhlukə sizdən sovusduqda isə, namazı lazımi qaydada qılın. Cunki namaz mominlərə muəyyən olunmus vaxtlarda vacib edilmisdir"},{"SurahNumber":4,"VerseNumber":104,"Text":"Kafir qovmu təqib etməkdə zəiflik gostərməyin. Əgər siz doyusdə əziyyət cəkirsinizsə, onlar da siz əziyyət cəkdiyiniz kimi əziyyət cəkirlər. Lakin siz onların ummadıqlarını Allahdan umursunuz. Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Həqiqətən, Biz sənə Kitabı haqq olaraq nazil etdik ki, insanlar arasında Allahın sənə vəhy etdiyi ilə hokm verəsən. Odur ki, xainləri mudafiə edənlərdən olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Allahdan bagıslanma dilə! Subhəsiz ki, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ozlərinə xəyanət edənlərdən otru mubahisə etmə. Subhəsiz ki, Allah xəyanət edən gunahkarı sevməz"},{"SurahNumber":4,"VerseNumber":108,"Text":"Onlar oz gunahlarını insanlardan gizlədir, Allahdan isə gizlətmirlər (Ondan cəkinmirlər). Halbuki onlar Allahın razı qalmadıgı sozləri gecələr xəlvətdə soylədikləri vaxt belə, O, onların yanında olur. Allah onların nə etdiklərini əhatə edir"},{"SurahNumber":4,"VerseNumber":109,"Text":"Bax, siz o kəslərsiniz ki, dunya həyatında onlardan otru mubahisə edirsiniz. Bəs Qiyamət gunu onlardan otru Allahla kim mubahisə edəcək və yaxud onları kim qoruyacaq"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kim pis bir is gorərsə və ya ozu ozunə zulm edərsə, sonra da Allahdan bagıslanma diləyərsə, Allahın Bagıslayan, Rəhmli oldugunu gorər"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim gunah qazanarsa, onu ancaq ozunun əleyhinə qazanmıs olar. Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim xəta edər və ya gunah qazanarsa, sonra da onu təqsiri olmayanın boynuna atarsa, ozu ozunə bohtan atmıs və acıq aydın gunaha batmıs olar"},{"SurahNumber":4,"VerseNumber":113,"Text":"Əgər sənə Allahın lutfu və rəhmi olmasaydı, əlbəttə, onların bir qismi səni dogru yoldan azdırmaq niyyətində olacaqdı. Amma onlar ozlərindən basqa hec kəsi azdıra bilməz və sənə də hec bir seylə zərər vura bilməzlər. Allah sənə Kitabı və hikməti (Quranı və Sunnəni) nazil etdi və bilmədiyin seyləri sənə oyrətdi. Allahın sənə olan lutfu boyukdur"},{"SurahNumber":4,"VerseNumber":114,"Text":"Onların gizli sohbətlərinin coxunda xeyir yoxdur. Sədəqə verməyi və ya yaxsılıq etməyi yaxud da insanlar arasında sulh yaratmagı əmr edən səxsin pıcıldaması isə istisnadır. Kim bunu Allahın razılıgını qazanmaq ucun edərsə, Biz ona boyuk mukafat verərik"},{"SurahNumber":4,"VerseNumber":115,"Text":"Hər kəs dogru yol ona bəlli olduqdan sonra Peygəmbərə qarsı cıxsa və mominlərin yolundan basqa bir yolla getsə, onu uz tutdugu yola yonəldər və Cəhənnəmdə yandırarıq. Ora nə pis donus yeridir"},{"SurahNumber":4,"VerseNumber":116,"Text":"Subhəsiz ki, Allah Ona sərik qosmagı bagıslamayacaq. Bundan basqa olan daha kicik gunahları isə istədiyi kimsəyə bagıslayacaqdır. Allaha sərik qosan səxs əlbəttə ki, dərin bir azgınlıga dusmusdur"},{"SurahNumber":4,"VerseNumber":117,"Text":"Onlar Allahı qoyub, yalnız qadın adlarını dasıyan butlərə yalvarır və yalnız usyankar seytana sitayis edirlər"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah seytana lənət etdi. O isə dedi: “Mən Sənin qullarından muəyyən bir qismini hokmən ələ alacagam"},{"SurahNumber":4,"VerseNumber":119,"Text":"Mən onları mutləq dogru yoldan azdıracaq və xulyalara salacagam; onlara mal-qaranın qulaqlarını kəsməyi buyuracaq və Allahın yaratdıqlarına dəyisiklik verməyi əmr edəcəyəm”. Allahı qoyub seytanı ozunə himayədar tutan səxs acıq-askar ziyana ugramısdır"},{"SurahNumber":4,"VerseNumber":120,"Text":"Seytan onlara vədlər verir və onları xulyalara salır. Lakin seytanın onlara verdiyi vədlər aldatmaqdan basqa bir sey deyildir"},{"SurahNumber":4,"VerseNumber":121,"Text":"Onların sıgınacaqları yer Cəhənnəmdir. Onlar oradan xilas olmaga bir yol tapa bilməzlər"},{"SurahNumber":4,"VerseNumber":122,"Text":"Iman gətirib saleh əməllər edənləri isə agacları altından caylar axan, icində əbədi qalacaqları Cənnət baglarına daxil edəcəyik. Bu, Allahın gercək vədi sayəsində olacaqdır. Sozundə Allahdan daha dogrucu kim ola bilər"},{"SurahNumber":4,"VerseNumber":123,"Text":"(Bu nemətə nail olmaq) nə sizin arzunuzla, nə də Kitab əhlinin arzusu ilədir. Pislik edən kəs, onun cəzasını alacaq və o, Allahdan basqa ozunə nə bir himayədar, nə də bir yardımcı tapmayacaqdır"},{"SurahNumber":4,"VerseNumber":124,"Text":"Həm kisilərdən, həm də qadınlardan momin olaraq yaxsı islər gorənlər Cənnətə girərlər və onlara xurma cərdəyinin qırıntısı qədər haqsızlıq edilməz"},{"SurahNumber":4,"VerseNumber":125,"Text":"Yaxsı islər gorərək Allaha təslim olan və hənif olaraq Ibrahim dininin ardınca gedən səxsdən din baxımından daha gozəl kim ola bilər? Allah Ibrahimi sevimli dost tutmusdur"},{"SurahNumber":4,"VerseNumber":126,"Text":"Goylərdə və yerdə nə varsa, Allaha məxsusdur. Allah hər seyi əhatə edir"},{"SurahNumber":4,"VerseNumber":127,"Text":"Səndən qadınlar barəsində hokm verməyini istəyirlər. De: “Onlar barəsində və həmcinin Kitabda sizə oxunan ayələrdə ozlərinə muəyyən edilmis mirası verməyərək evlənmək istədiyiniz yetim qızlar, zəif usaqlar və yetimlərlə ədalətlə rəftar etməyiniz haqqında hokmu sizə Allah verir. Siz nə yaxsılıq edirsinizsə, subhəsiz ki, Allah onu bilir”"},{"SurahNumber":4,"VerseNumber":128,"Text":"Əgər bir qadın oz ərinin kobud rəftarından, yaxud ondan uz dondərməsindən qorxarsa, ər-arvadın oz aralarında barısıga gəlməsi onlara gunah sayılmaz. Axı barısmaq daha xeyirlidir. Dogrusu, nəfslər xəsislik etməyə hazırdır. Əgər qadınlarla yaxsı davranıb Allahdan qorxsanız, bilin ki, Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Siz nə qədər istəsəniz də, arvadlar arasında ədalətlə davrana bilməzsiniz. Birinə tamamilə meyl edib, digərini asılı vəziyyətdə qoymayın. Əgər ozunuzu dogruldub Allahdan qorxsanız, bilin ki, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Əgər ər-arvad ayrılsalar, Allah hər birini Oz lutfundən zəngin edər. Allah hər seyi Əhatəedəndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Goylərdə və yerdə nə varsa, Allaha məxsusdur. Biz sizdən əvvəl Kitab verilənlərə də, sizə də Allahdan qorxmanızı buyurduq. Əgər Allaha kufr etsəniz, bilin ki, goylərdə və yerdə nə varsa, Allaha məxsusdur. Allah Zəngindir, Tərifəlayiqdir"},{"SurahNumber":4,"VerseNumber":132,"Text":"Goylərdə və yerdə nə varsa, Allaha məxsusdur. Qoruyan olaraq Allah yetər"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ey insanlar! Əgər Allah istəsə, sizi yox edib yerinizə basqalarını gətirər. Allah buna qadirdir"},{"SurahNumber":4,"VerseNumber":134,"Text":"Hər kəs dunya mukafatını istərsə, bilsin ki, dunyanın da, axirətin də mukafatı Allah yanındadır. Allah Esidəndir, Gorəndir"},{"SurahNumber":4,"VerseNumber":135,"Text":"Ey iman gətirənlər! Sahidliyiniz ozunuzun və ya valideynlərin, ya da yaxın qohumların əleyhinə olsa belə, Allah sahidləri olub ədaləti qoruyun. Əleyhinə sahidlik edəcəyiniz səxslərin varlı və ya kasıb olmasından asılı olmayaraq Allah onların hər ikisinə daha yaxındır. Arzularınıza uyaraq haqdan uzaqlasmayın! Əgər siz yalan danıssanız və ya həqiqəti deməkdən boyun qacırsanız, bilin ki, Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey iman gətirənlər! Allaha, Onun Elcisinə və Elcisinə nazil etdiyi Kitaba və ondan əvvəl nazil etdiyi kitablara iman gətirin! Allahı, Onun mələklərini, kitablarını, elcilərini və Axirət gununu inkar edən səxs dərin bir azgınlıga dusmusdur"},{"SurahNumber":4,"VerseNumber":137,"Text":"Subhəsiz ki, iman gətirib sonra kafir olan, yenə iman gətirib sonra kafir olan, sonra da kufrlərini artıranları Allah bagıslamayacaq və dogru yola yonəltməyəcəkdir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munafiqlərə mujdə ver ki, onlar ucun agrılı-acılı bir əzab vardır"},{"SurahNumber":4,"VerseNumber":139,"Text":"Mominləri qoyub kafirləri ozlərinə dost tutanlar gucu və əzəməti onlardamı axtarırlar? Halbuki quvvət və əzəmət tamamilə Allaha məxsusdur"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allah Kitabda sizə nazil etmisdir ki, Allahın ayələrinin inkar edildiyini və onlara istehza olundugunu esitdiyiniz zaman, gunahkarlar basqa bir sohbətə kecməyincə onlarla bir yerdə oturmayın. Yoxsa siz də onların tayı olarsınız. Subhəsiz ki, Allah butun munafiqləri və kafirləri Cəhənnəmə toplayacaqdır"},{"SurahNumber":4,"VerseNumber":141,"Text":"Onlar sizə goz qoyurlar (gozləyirlər ki sizə bir bəla gəlsin). Əgər Allahdan sizə bir qələbə gəlsə: “Məgər biz də sizinlə deyildikmi?”– deyərlər. Əgər kafirlərə bir qələbə nəsib olsa: “Məgər biz mominlərlə birlikdə sizə qalib gələ bilməzdikmi, sizi mominlərdən qorumadıqmı?”– soyləyərlər. Qiyamət gunu Allah sizin aranızda hokm verəcəkdir. Allah kafirlərə mominləri məglub etməyə yol verməyəcəkdir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Munafiqlər, həqiqətən də, Allahı aldatmaga calısırlar. Halbuki Allah onları aldadır. Onlar namaza durarkən konulsuz qalxar, ozlərini camaata gostərər və Allahı olduqca az yad edərlər"},{"SurahNumber":4,"VerseNumber":143,"Text":"Onlar imanla kufrun arasında tərəddud edir, nə bunlara, nə də onlara (nə mominlərə, nə də kafirlərə) tərəf olurlar. Allahın azdırdıgı səxs ucun hec bir yol tapa bilməzsən"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman gətirənlər! Mominləri qoyub kafirləri ozunuzə dost tutmayın. Yoxsa Allaha oz əleyhinizə acıq-aydın bir dəlil verməkmi istəyirsiniz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Həqiqətən, munafiqlər Odun ən asagı təbəqəsində olacaqlar; və sən onlara hec bir koməkci tapa bilməzsən"},{"SurahNumber":4,"VerseNumber":146,"Text":"Tovbə edənlər, əməllərini islah edənlər, Allahdan mohkəm yapısanlar və oz dinlərini Allaha məxsus edənlər istisnadır. Bunlar mominlərlə birgə olacaqlar. Mominlərə isə Allah boyuk mukafat verəcəkdir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Sukur etsəniz və iman gətirsəniz, sizə əzab vermək Allahın nəyinə gərəkdir? Allah itaətkar qullarına təsəkkur edəndir, Biləndir"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allah pis sozun ucadan deyilməsini sevmir. Ancaq zulm olunan kimsələr istisnadır. Allah Esidəndir, Biləndir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Əgər bir xeyri askara cıxarsanız, yaxud onu gizlətsəniz və ya bir pisliyi bagıslasanız, bilin ki, Allah əfv edəndir, hər seyə Qadirdir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allahı və Onun elcilərini inkar edənlər, Allahı Onun elcilərindən ayırmaq istəyib: “Biz o elcilərin bəzisinə inanır, bəzilərinə isə inanmırıq!”– deyənlər və bunun arasında bir yol tutmaq istəyənlər –"},{"SurahNumber":4,"VerseNumber":151,"Text":"məhz onlar əsl kafirlərdir. Biz kafirlər ucun alcaldıcı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allaha və Onun elcilərinə iman gətirən və onlardan hec birinin arasında fərq qoymayanlara Allah oz mukafatlarını verəcəkdir. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":153,"Text":"Kitab əhli səndən, onlara goydən bir kitab endirməyini istəyirlər. Onlar Musadan, bundan daha boyuyunu istəyərək: “Allahı bizə acıq-askar gostər!”– demisdilər. Haqsızlıqlarına gorə onları ildırım vurmusdu. Sonra onlara gələn acıq-aydın dəlillərin ardından buzovu məbud qəbul etdilər. Biz bunu da əfv etdik və Musaya acıq-askar dəlil verdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"Biz onlarla bagladıgımız əhdə gorə dagı basları uzərinə qaldırdıq və onlara: “Qapıdan səcdə edərək daxil olun!”– dedik. Biz onlara: “Sənbə gunu ucun qoyulmus qadaganı pozmayın!”– dedik. Biz onlarla mohkəm bir əhd-peyman baglamısdıq"},{"SurahNumber":4,"VerseNumber":155,"Text":"Onlar bagladıqları əhd-peymanı pozduqlarına, Allahın ayələrini inkar etdiklərinə, peygəmbərləri haqsız yerə oldurduklərinə və: “Qəlblərimiz qapalıdır!”– demələrinə gorə lənətə ducar edildilər. Xeyr, kufrləri uzundən Allah onların qəlblərini mohurləmisdir. Onlar olduqca az inanırlar (yaxud onların yalnız az bir hissəsi iman gətirir)"},{"SurahNumber":4,"VerseNumber":156,"Text":"Onlar həm də kufr etdiklərinə və Məryəmə boyuk bir bohtan dediklərinə gorə"},{"SurahNumber":4,"VerseNumber":157,"Text":"bir də: “Həqiqətən, biz Allahın elcisi Məryəm oglu Isa Məsihi oldurduk!”– dediklərinə gorə lənətə ducar edildilər. Halbuki onu nə oldurdulər, nə də carmıxa cəkdilər. Onlara ancaq Isanın bənzəri gostərildi. Subhəsiz ki, bunda ixtilaf edənlər onun barəsində səkk-subhə icindədirlər. Bu haqda onların, zənnə uymaqdan basqa hec bir məlumatı yoxdur. Onlar onu oldurduklərinə yəqinliklə əmin deyillər"},{"SurahNumber":4,"VerseNumber":158,"Text":"Əksinə, Allah onu Ozunə tərəf qaldırmısdır. Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":159,"Text":"Kitab əhlindən elə kimsə yoxdur ki, (oz olumundən, yaxud Isanın) olumundən əvvəl ona iman gətirməsin. Qiyamət gunu isə Isa onların əleyhinə sahid olacaqdır"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yəhudilərin etdikləri zulmə gorə, onlara daha oncə halal edilmis gozəl nemətləri haram etdik. Həm də bir coxlarını (eləcə də ozlərini) Allah yolundan dondərdiklərinə"},{"SurahNumber":4,"VerseNumber":161,"Text":"qadagan olunmasına baxmayaraq, sələm aldıqlarına və haqsız yerə insanların mallarını yediklərinə gorə belə etdik. Biz onlardan olan kafirlər ucun agrılı-acılı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":162,"Text":"Lakin onlardan elmdə quvvətli olanlar və mominlər sənə nazil edilənə və səndən əvvəl nazil olanlara inanır, namaz qılır, zəkat verir, Allaha və Axirət gununə iman gətirirlər. Biz onlara boyuk bir mukafat verəcəyik"},{"SurahNumber":4,"VerseNumber":163,"Text":"Biz Nuha və ondan sonrakı peygəmbərlərə vəhy etdiyimiz kimi sənə də vəhy etdik. Biz Ibrahimə, Ismailə, Ishaqa, Yaquba və onun nəslinə, Isaya, Əyyuba, Yunusa, Haruna və Suleymana da vəhy etdik. Davuda da Zəburu verdik"},{"SurahNumber":4,"VerseNumber":164,"Text":"Daha oncə bir qisim elcilər barəsində sənə soylədik, digər elcilər barəsində isə sənə hec nə soyləmədik. Və Allah Musa ilə sozlə (vasitəsiz) danısdı"},{"SurahNumber":4,"VerseNumber":165,"Text":"Biz mujdə verən və qorxudan elcilər gondərdik ki, insanların elcilərdən sonra Allaha qarsı bir bəhanəsi olmasın. Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":166,"Text":"Fəqət Allah sənə nazil etdiyinə sahiddir. O, bu Quranı Oz elmi ilə nazil etmisdir. Mələklər də buna sahiddirlər. Sahid olaraq Allah kifayətdir"},{"SurahNumber":4,"VerseNumber":167,"Text":"Kafir olub insanları Allah yolundan sapdıran kimsələr dərin bir azgınlıga dusmuslər"},{"SurahNumber":4,"VerseNumber":168,"Text":"Kafirləri və zalımları Allah bagıslamayacaq və dogru yola yonəltməyəcəkdir"},{"SurahNumber":4,"VerseNumber":169,"Text":"icərisində əbədi qalacaqları Cəhənnəm yolundan basqa. Bu isə Allah ucun asandır"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ey insanlar! Peygəmbər sizə Rəbbinizdən gələn haqqı catdırdı. Elə isə iman gətirin! Bu sizin ucun xeyirli olar. Əgər kufr etsəniz, subhəsiz ki, goylərdə və yerdə nə varsa, Allaha məxsusdur. Allah Biləndir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ey Kitab əhli! Dininizdə ifrata varmayın və Allah barəsində yalnız həqiqəti deyin. Məryəm oglu Isa Məsih ancaq Allahın elcisi, Onun Məryəmə gondərdiyi “Ol!” kəlməsi və Onun tərəfindən gondərilən bir ruhdur. Allaha və Onun elcilərinə iman gətirin və: “Tanrı ucdur!” deməyin. Batil əqidənizə son qoyun! Bu sizin ucun xeyirli olar. Həqiqətən, Allah Tək Ilahdır! O, pakdır, muqəddəsdir, ovladı olmaqdan uzaqdır. Goylərdə və yerdə nə varsa, Ona məxsusdur. Qoruyan olaraq Allah yetər"},{"SurahNumber":4,"VerseNumber":172,"Text":"Nə Isa Məsih Allahın qulu olmagı ozunə ar bilər, nə də Allaha yaxın olan mələklər. Allah Ona ibadət etməyi ozlərinə ar bilənlərin və təkəbburluk gostərənlərin hamısını Oz huzuruna toplayacaqdır"},{"SurahNumber":4,"VerseNumber":173,"Text":"Iman gətirib xeyirxah islər gorənlərə gəldikdə isə, Allah onların mukafatlarını tam verəcək və Oz lutfundən onlar ucun istədiyi qədər artıracaqdır. Allaha ibadət etməyi ozlərinə ar bilənləri və təkəbburluk gostərənlərə gəlincə, Allah onları agrılı-acılı bir əzaba ducar edəcəkdir. Onlar Allahdan basqa ozlərinə nə bir himayədar, nə də bir yardımcı tapacaqlar"},{"SurahNumber":4,"VerseNumber":174,"Text":"Ey insanlar! Sizə Rəbbinizdən bir dəlil gəldi və Biz sizə parlaq bir nur (Quran) nazil etdik"},{"SurahNumber":4,"VerseNumber":175,"Text":"Allaha iman gətirən və Ondan mohkəm yapısan səxsləri isə Allah Oz rəhməti və lutfunə qovusduracaq və onları Ozunə tərəf gedən duz yola yonəldəcəkdir"},{"SurahNumber":4,"VerseNumber":176,"Text":"Səndən fitva istəyirlər. De: “Valideyni və ovladı olmayan kəsin mirası barəsində fitvanı sizə Allah verir”. Əgər ovladı olmayan səxs oldukdə onun bacısı varsa, qoyub getdiyinin yarısı bacıya catır. Əgər onun ovladı yoxdursa, qardası ona varis olur. Əgər varislər iki bacıdırsa, olən qardasın qoyub getdiyinin ucdə iki hissəsi onlara catır. Əgər varislər qardas və bacılardırsa, kisiyə iki qadının payı qədər pay dusur. Allah bunu sizə bəyan edir ki, dogru yoldan cıxmayasınız. Allah hər seyi bilir"}]}