{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Dar haqiqat ʙar inson muddate az zamon guzaşt va ū cize zikrşuda naʙud"},{"SurahNumber":76,"VerseNumber":2,"Text":"Mo odamiro az nutfae omexta ʙijofaridem, to ūro imtihon kunem. Va şunavovu ʙinojaş soxtaem"},{"SurahNumber":76,"VerseNumber":3,"Text":"Rohro ʙa ū nişon dodaem. Jo şukrguzor ʙoşad jo noşukr"},{"SurahNumber":76,"VerseNumber":4,"Text":"Mo ʙaroi kofiron zançirhovu ƣulho va otaşi afrūxta omoda kardaem"},{"SurahNumber":76,"VerseNumber":5,"Text":"Nekon az çomhoe menūşand, ki omexta ʙa kofur ast"},{"SurahNumber":76,"VerseNumber":6,"Text":"caşmae, ki ʙandagoni Xudo az on menuşand va onro ʙa har çoe, ki mexohand, ravon mesozand"},{"SurahNumber":76,"VerseNumber":7,"Text":"Ba nazr vafo mekunand va az rūze, ki şarri on hama çoro giriftaast, metarsand"},{"SurahNumber":76,"VerseNumber":8,"Text":"Va ta'omro dar hole, xud dūstaş dorand, ʙa miskinu jatim va asir mexūronand"},{"SurahNumber":76,"VerseNumber":9,"Text":"şumoro faqat ʙaroi Xudo ta'om medihem va az şumo na muzde mexohem na şukre"},{"SurahNumber":76,"VerseNumber":10,"Text":"Mo az Parvardigori xud metarsem, dar rūze, ki on rūz rūjho turş meşavad va tarsnok ast"},{"SurahNumber":76,"VerseNumber":11,"Text":"Xudo onhoro az ʙadii on rūz nigah doşt va ononro tarovatu şodmonī ʙaxşid"},{"SurahNumber":76,"VerseNumber":12,"Text":"Ba mukofoti saʙre, ki kardaand, ʙihiştu harir dod"},{"SurahNumber":76,"VerseNumber":13,"Text":"Dar on ço ʙar taxtho takja zadaand na heç oftoʙe meʙinand va na xunukii saxte"},{"SurahNumber":76,"VerseNumber":14,"Text":"Sojahoi daraxtonaş ʙar saraşon aftoda va mevahojaş ʙa farmonaşon ʙoşad"},{"SurahNumber":76,"VerseNumber":15,"Text":"Kosahoi nuqraginu kūzahoi şaroʙ mijonaşon ʙa gardiş darmeojad"},{"SurahNumber":76,"VerseNumber":16,"Text":"Kūzahoe az nuqra, ki onhoro ʙa andoza pur kardaand"},{"SurahNumber":76,"VerseNumber":17,"Text":"Dar on ço çome ʙinūşonandaşon, ki omexta ʙo zançaʙil ʙoşad"},{"SurahNumber":76,"VerseNumber":18,"Text":"az caşmae, ki onro salsaʙil megūjand"},{"SurahNumber":76,"VerseNumber":19,"Text":"Va pisarone ʙa girdaşon mecarxand, ki cun onhoro ʙuʙinī, pindorī marvoridi parokandaand"},{"SurahNumber":76,"VerseNumber":20,"Text":"Cun ʙingarī, har ci ʙingari ne'mat farovon ast va farmonravoii ʙuzurg"},{"SurahNumber":76,"VerseNumber":21,"Text":"Bar tanaşon çomahoest az sundusi saʙz va istaʙraq. Va ʙa dastʙandhoe az nuqra zinat şudaand va onhoro Parvardigoraşon şaroʙi pok ʙinūşonad"},{"SurahNumber":76,"VerseNumber":22,"Text":"In mukofoti şumost va az kūşişaton şukrguzorī şudaast"},{"SurahNumber":76,"VerseNumber":23,"Text":"Mo Qur'onro ʙar tu nozil kardem, nozil kardane nekū"},{"SurahNumber":76,"VerseNumber":24,"Text":"Dar ʙaroʙari farmoni Parvardigorat soʙir ʙoş va az heç gunohkor jo nosipose ito'at makun"},{"SurahNumber":76,"VerseNumber":25,"Text":"Va ʙomdodnu şamgohon nomi Parvardigoratro ʙar zaʙon ʙijovar"},{"SurahNumber":76,"VerseNumber":26,"Text":"Dar qisme az şaʙ saçdaaş kun va dar hamai darozii şaʙ tasʙehaş gūj"},{"SurahNumber":76,"VerseNumber":27,"Text":"Inho in dunjoi zudguzarro dūst dorand va on rūzi duşvorro pasi puşt mepartojand"},{"SurahNumber":76,"VerseNumber":28,"Text":"Mo odamijonro ofaridem va a'zovu pajvandhojaşonro nerūmand gardonidem va agar xohem, ʙa çoi onho qavme monandaşon ʙijovarem"},{"SurahNumber":76,"VerseNumber":29,"Text":"In pandest. Pas har kī xohad rohe ʙa sūi Parvardigori xud intixoʙ kunad"},{"SurahNumber":76,"VerseNumber":30,"Text":"Va şumo çuz on namexohed, ki Xudo xosta ʙoşad zero Xudo donovu hakim ast"},{"SurahNumber":76,"VerseNumber":31,"Text":"Har kasro, ki ʙixohad, şomili rahmati xud sozad va ʙaroi sitamkoron azoʙe dardovar omoda kardaast"}]}