{"Id":481,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-la","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, xin, mi mu."},{"SurahNumber":28,"VerseNumber":2,"Text":"Zhexie shi mingbai de jingdian de jie wen."},{"SurahNumber":28,"VerseNumber":3,"Text":"Wo benzhe zhenli, wei xindao de minzhong er dui ni xushu mu sa he falao de shiji."},{"SurahNumber":28,"VerseNumber":4,"Text":"Falao que yi zai guozhong aoman, ta ba guomin fencheng xuduo zongpai, er qifu qizhong de yipai ren; tusha tamen de nanhai, baoquan tamen de nuhai. Ta que shi shangfengbaisu de."},{"SurahNumber":28,"VerseNumber":5,"Text":"Wo yao ba endian shangci gei da dishang shou qifu de ren, wo yao yi tamen wei biaoshuai, wo yao yi tamen wei jicheng zhe,"},{"SurahNumber":28,"VerseNumber":6,"Text":"wo yao shi tamen zai da dishang deshi, wo yao zhaoshi falao, ha man he tamen lia de jundui, duiyu zhexie bei qifu zhe suo tifang de shi."},{"SurahNumber":28,"VerseNumber":7,"Text":"Wo ceng qishi mu sa de muqin (shuo):`Ni yingdang buru ta, dang ni pa ta shouhai de shihou, ni ba ta tou zai he li, ni buyao weiju, buyao youchou, wo biding yao ba ta songhai ni, wo biding yao renming ta wei shizhe.'"},{"SurahNumber":28,"VerseNumber":8,"Text":"Falao de shicong ceng shiqule ta, yizhi ta chengwei tamen de diren he youhuan. Falao, ha man he ta lia de jundui, que shi cuowu de."},{"SurahNumber":28,"VerseNumber":9,"Text":"Falao de qizi shuo:`(Zhe) shi wo he ni de weiji, nimen buyao sha ta, yexu ta youli yu women, huozhe women ba ta shou weiyi zi.'(Tamen tingcong ta de hua), tamen bu zhi bu jue."},{"SurahNumber":28,"VerseNumber":10,"Text":"Mu sa de muqin de xin, biancheng kongxu de. Ruo bushi wo shi ta an xiaxin lai, yibian ta chengwei xindao de ren, ta jihu baolu zhenqingle."},{"SurahNumber":28,"VerseNumber":11,"Text":"Ta dui ta de jiejie shuo:`Ni zhuizhe ta qu ba.'Ta jiu yuan yuandi kuice ta, tamen hao bu zhijue."},{"SurahNumber":28,"VerseNumber":12,"Text":"Yiqian, wo jinzhi ta chi renhe ren de nai, ta de jiejie jiu shuo:`Wo jieshao nimen yijia ren, ti nimen yangyu ta, tamen shi zhongyu ta de, hao ma?'"},{"SurahNumber":28,"VerseNumber":13,"Text":"Yushi, wo ba ta songhai ta de muqin, yibian ta huode weiji, bu zai youchou, erqie zhidao zhenzhu de yingxu shi zhenshi de, dan tamen daban bu zhidao."},{"SurahNumber":28,"VerseNumber":14,"Text":"Dang ta tige qiangzhuang, zhili jianquan de shihou, wo shangci ta zhihui he xueshi. Wo yao zheyang baochou shanren."},{"SurahNumber":28,"VerseNumber":15,"Text":"Cheng cheng li de ren shuhu de shihou, ta zou jin cheng lai, bing zai cheng li faxianle liang geren zhengzai zhengdou, zhege shi shuyu ta de zongzu, nage shi shuyu ta de diren, shuyu tongzu de ren yaoqiu ta bangzhe duifu ta de diren, mu sa jiu ba na diren yi quan da si. Ta shuo:`Zhe shi youyu emo de youhuo, emo que shi miren de ming di.'"},{"SurahNumber":28,"VerseNumber":16,"Text":"Ta shuo:`Wo de zhu a! Wo que yi zi qile, qiu ni raoshu wo ba.'Zhen zhu jiu raoshule ta, ta que shi zhi she de, que shi zhi ci de."},{"SurahNumber":28,"VerseNumber":17,"Text":"Ta shuo:`Wo de zhu a! Wo jie ni suo ci wo de endian er qiu ni baoyou wo, wo jue bu zuo fanzui zhe de zhushou.'"},{"SurahNumber":28,"VerseNumber":18,"Text":"Ci ri zaochen, ta zai cheng li zhanzhanjingjing de. Zuori xiang ta qiujiu di na geren huran you xiang ta gao sheng qiujiu. Mu sa dui ta shuo:`Ni que shi mingxian de mi wu zhe.'"},{"SurahNumber":28,"VerseNumber":19,"Text":"Dang ta yu pu ji ta lia de diren de shihou, qiujiu di na ge ren shuo:`Mu sa a! Ni yao xiang zuori sharen yang sha wo ma? Ni zhi xiang zuo zhe difang de baonue zhe, que buxiang zuo tiaojie zhe.'"},{"SurahNumber":28,"VerseNumber":20,"Text":"Youyigeren, cong cheng de ji yuan chu mang lai shuo:`Mu sa a! Chen pumen dique zhengzai shangyi yao sha ni, ni kuai chuzou ba. Wo que shi zhongyu ni de.'"},{"SurahNumber":28,"VerseNumber":21,"Text":"Ta jiu cong cheng li zhanzhanjingjing de tao chulaile, ta shuo:`Wo de zhu a! Qiu ni shi wo tuo li buyi de minzhong.'"},{"SurahNumber":28,"VerseNumber":22,"Text":"Dang ta yi quxiang mai de yan de shihou, ta shuo:`Wo de zhu yexu zhishi wo zhengdao.'"},{"SurahNumber":28,"VerseNumber":23,"Text":"Dang ta lai dao mai de yan de quan bian de shihou, ta kanjian youyiqun ren zai nali yin yang, ta faxian chu tamen wai hai you liang ge nuzi, lanzhe tamen lia de yang qun. Ta shuo:`Nimen lia weishenme zheyang ne?'Ta lia shuo:`Women yao dao mu renmen shi tamen de yang likai quanshui, cai de yin women de yang. Women de fuqin shi yi wei long zhong de laoren.'"},{"SurahNumber":28,"VerseNumber":24,"Text":"Ta jiu ti ta lia yin yang, ranhou tui dao shu yin xia, ta shuo:`Wo de zhu a! Wo que xuqiu ni suo jiang gei wo de renhe fuli de.'"},{"SurahNumber":28,"VerseNumber":25,"Text":"Na liang ge nuzi zhong de yige, xiuse de lai dui ta shuo:`Wo de fuqin dique yaoqing ni qu, yao chouxie ni ti women yin yang de gonglao.'Dang ta lai dao ta mianqian, bingqie gaosu ta ziji de shiqing de shihou, ta shuo:`Ni buyao weiju, ni yi tuo li buyi de minzhongle.'"},{"SurahNumber":28,"VerseNumber":26,"Text":"Na liang ge nuzi zhong de yige shuo:`Wo de fuqin a! Qing ni gu yong ta. Ni zui hao gu yong zhege you qiangzhuang you zhongshi de ren.'"},{"SurahNumber":28,"VerseNumber":27,"Text":"Ta shuo:`Wo biding yi wo de zhe liang ge nu'er zhong de yige jia gei ni, dan ni bixu ti wo zuo ba nian gong. Ruguo ni zuo man shi nian, na shi ni ziyuan de, wo bu yuan keqiu yu ni. Ruguo zhenzhu yiyu, ni jiang faxian wo shi yige shanren.'"},{"SurahNumber":28,"VerseNumber":28,"Text":"Ta shuo:`Zhe shi wo yu ni suo ding de hetong, wo wulun zuo man na yige qixian duiyu wo du buke youguo fen de yaoqiu. Zhenzhu shi jiancha women de yue yan de.'"},{"SurahNumber":28,"VerseNumber":29,"Text":"Dang mu sa yi zuo man qixian, er daizhe ta de jiashu luxing de shihou, ta kanjian na zuo shan de zhe bian you yi chu huoguang, ta dui ta de jiashu shuo:`Nimen dengdai yixia, wo que yi kanjian yi chu huoguang, yexu wo cong huoguang di nali dai yige xiaoxi lai gei nimen, huo dai yige huoba lai gei nimen kaohuo.'"},{"SurahNumber":28,"VerseNumber":30,"Text":"Ta yi lai dao nage huoguang de fujin, shangu de you'an shang, you conglin de jixiang chu, fachu husheng shuo:`Mu sa a! Wo que shi zhenzhu——quan shijie de zhu,"},{"SurahNumber":28,"VerseNumber":31,"Text":"ni pao xia ni de shouzhang ba.'Ta kanjian na tiao shouzhang wan yan ru she, jiu zhuanlian tuibi, bu gan zhuan huiqu.`Mu sa, ni zouxiang qian lai, buyao weiju, ni que shi anquan de,"},{"SurahNumber":28,"VerseNumber":32,"Text":"ni ba ni de shou charu huai zhong, ta jiang bailiang liang de chou chu lai, que wu eji. Ni wei kongbu er ba ni de shou suo huiqu ba. Zhe liang jian shi ni de zhu suo jiang shi falao he ta de chen pumen de zhengju, tamen que shi fangdang de minzhong.'"},{"SurahNumber":28,"VerseNumber":33,"Text":"Ta shuo:`Wo de zhu a! Wo que yi shaguo tamen zhong de yigeren, suoyi wo pa tamen sha wo."},{"SurahNumber":28,"VerseNumber":34,"Text":"Wo di gege ha lun, koucai bi wo hao, qiu ni pai ta tong wo qu, zuo wo de zhushou, zhengshi wo de shiming; wo dique pa tamen fouren wo.'"},{"SurahNumber":28,"VerseNumber":35,"Text":"Zhenzhu shuo:`Wo jiang yi ni di gege zhu ni yibizhili, wo yao gei nimen lia yizhong quanli, suoyi tamen buneng shanghai nimen lia. Nimen lia he shuncong nimen lia de, jiang jie wo de jixiang er wei shengli zhe.'"},{"SurahNumber":28,"VerseNumber":36,"Text":"Dang mu sa yi daizhe wo de xuduo mingxian de jixiang lai dao tamen mianqian de shihou, tamen shuo:`Zhege zhishi niezao de moshu, women meiyou tingjian zai women de zuxian (de shidai) you zhe jian dongxi.'"},{"SurahNumber":28,"VerseNumber":37,"Text":"Mu sa shuo:`Wo de zhu zhidao shui dai laile cong ta nali jianglin de zhengdao, shui de xiangshou houshi de shan guo. Buyi de ren biding bu hui chenggong.'"},{"SurahNumber":28,"VerseNumber":38,"Text":"Falao shuo:`Chen pumen a! Wo bu zhidao chu wo wai hai you bie de shenling. Ha man a! Ni yingdang ti wo shao zhuan, ranhou ti wo jianzhu yizuo gao lou, yexu wo de kuijian mu sa de zhuzai. Wo dique caixiang ta shi yi ge shuohuang zhe.'"},{"SurahNumber":28,"VerseNumber":39,"Text":"Ta he ta de jundui, zai guozhong wangzizunda, tamen caixiang ziji bu bei zhao guiyu wo."},{"SurahNumber":28,"VerseNumber":40,"Text":"Wo jiu chengzhi ta he ta de jundui, ba tamen touru haizhong. Ni kan kan buyi zhe de jieju shi zenyang de."},{"SurahNumber":28,"VerseNumber":41,"Text":"Wo yi tamen wei zhao ren yu huo yu de zuikui, fuhuo ri, tamen jiang bu huo yuanzhu."},{"SurahNumber":28,"VerseNumber":42,"Text":"Zai jinshi wo shi zu ma zhuisui tamen; fuhuo ri, tamen de mianmu jiang biancheng chou'e de."},{"SurahNumber":28,"VerseNumber":43,"Text":"Zai huimie yuangu de ge shidai zhihou, wo que yi ba jingdian shangci mu sa, yi zuo shiren de mingzheng, xiangdao he enhui, yibian tamen jinian."},{"SurahNumber":28,"VerseNumber":44,"Text":"Dang wo yi wo de mingling qishi mu sa de shihou, ni meiyou zai xishanbian, ye meiyou qinyan kanjian."},{"SurahNumber":28,"VerseNumber":45,"Text":"Dan wo chuangzaole xuduo shiji, naxie shidai ceng jingguo manchang de suiyue. Ni meiyou juzhu zai mai de yan ren zhi jian, dui tamen xuandu wo de jixiang, dan wo shi paiqian shizhe de."},{"SurahNumber":28,"VerseNumber":46,"Text":"Dang wo zhaohuan (mu sa) de shihou, ni meiyou zai shan bian, dan zhe shi cong ni de zhu jiangxia de enhui, yibian ni jinggao zai ni zhiqian meiyou renhe jinggao zhe ceng jianglin tamen di naxie minzhong, yibian tamen jinian."},{"SurahNumber":28,"VerseNumber":47,"Text":"Ruo bushi tamen jiang wei ziji fanzui er zaoyang, bingqie shuo:`Women de zhu a! Ni zenme bu pai yige shizhe lai jiaohua women, shi women zunshou ni de jixiang, er wei xinshi ne?……'"},{"SurahNumber":28,"VerseNumber":48,"Text":"Dang wo suo qishi de zhenli jianglin tamen de shihou, tamen shuo:`Ta weishenme buneng huode xiang mu sa suo huode de jixiang ne?'Nandao tamen meiyou fouren yiqian mu sa suo huode de jixiang ma? Tamen ceng shuo:`Shi liang zhong huxiang yinzheng de moshu.'Tamen ceng shuo:`Women biding yigai dou buxin.'"},{"SurahNumber":28,"VerseNumber":49,"Text":"Ni shuo:`Ruguo nimen shi chengshi de ren, namo, nimen na yi bu jingdian lai, zhiyao shi zhenzhu suo qishi de, bingqie shi bi zhe liang bu jingdian geng neng yindao renlei de, wo jiu zunshou ta.'"},{"SurahNumber":28,"VerseNumber":50,"Text":"Ruguo tamen bu daying ni, namo, ni yingdang zhidao tamen zhishi shuncong ziji de siyu. She zhenzhu suo qishi de zhengdao, er shuncong ziji de siyu zhe, you shui bi ta geng mi wu ne? Zhenzhu biding bu yindao buyi de minzhong."},{"SurahNumber":28,"VerseNumber":51,"Text":"Wo que yi xu shi zhenyan, yibian tamen jinian."},{"SurahNumber":28,"VerseNumber":52,"Text":"Zai qishi zhe zhenyan zhiqian, ceng meng wo shangci tian jing de ren, shi quexin zhe zhenyan de."},{"SurahNumber":28,"VerseNumber":53,"Text":"Dang youren dui tamen xuandu zhe zhenyan de shihou, tamen shuo:`Women quexin zhe zhenyan, ta que shi cong women de zhu jiang shi de, zai jiang shi ta zhiqian, women que shi guishun de.'"},{"SurahNumber":28,"VerseNumber":54,"Text":"Zhe deng ren, yin neng jianren, qie neng yidebaoyuan, bing fen she wo suo ciyu tamen de, gu de jiabei de baochou."},{"SurahNumber":28,"VerseNumber":55,"Text":"Dang tamen tingdao e yan de shihou, liji tuibi, tamen shuo:`Women you women de xingwei, nimen you nimen de xingwei. Zhu nimen ping'an! Women bu qiu yuren de youyi.'"},{"SurahNumber":28,"VerseNumber":56,"Text":"Ni biding buneng shi ni suo xi'ai de ren zunxun zhengdao, zhenzhu que neng shi tasuo yiyu de ren zunxun zhengdao, ta zhidao shui shi zunxun zhengdao zhe."},{"SurahNumber":28,"VerseNumber":57,"Text":"Tamen shuo:`Ruguo women yu ni gongtong zunshou zhengdao, women jiang bei quzhu chujing.'Nandao wo meiyou wei tamen er sheli yige anquan de jindi ma? Gezhong de guoshi, dou fanyun dao jindi zhong lai, na shi cong wo jiangxia de jiyang, dan tamen daban bu zhidao."},{"SurahNumber":28,"VerseNumber":58,"Text":"Wo ceng huimie xuduo chengshi, naxie chengshi li de jumin,guo yizhong jiaoshe de shenghuo. Zhexie shi tamen de juzhu di, cong tamen miewang zhihou, chu hen shao de shijian wai, wuren juzhu; wo shi tamen de jicheng zhe."},{"SurahNumber":28,"VerseNumber":59,"Text":"Ni de zhu, bu hui huimie ge chengshi, zhidao ta zai shou yi zhong paiqian yige shizhe, dui ge chengshi de jumin xuandu ta de jixiang. Wo bu hui huimie ge chengshi, chufei chengshi li de jumin duo xing buyi."},{"SurahNumber":28,"VerseNumber":60,"Text":"Nimen suo shou ci de, wulun shenme, dou shi jinshi shenghuo de jiyang he zhuangshi, zai zhenzhu nali de (baochou) shi geng youliang de, shi geng changjiu de. Nandao nimen bu lijie ma?"},{"SurahNumber":28,"VerseNumber":61,"Text":"Dedao wo di meihao de yingxu, er jiang huode shihui de ren, yu zai jinshi shenghuo zhong huode wo de jiyang er zai fuhuo ri bei chuanhuan zhe, bici xiangsi ma?"},{"SurahNumber":28,"VerseNumber":62,"Text":"Zai na ri, zhenzhu jiang zhaohuan tamen shuo:`Nimen suo wangcheng wo de huoban zhe, rujin zai nali ne?'"},{"SurahNumber":28,"VerseNumber":63,"Text":"Shou panjue de renmen shuo:`Women de zhu a! Women ceng shi zhexie ren mi wu, guran women mi wu tamen, dan tamen xiang women ziji yiyang mi wule. Women xiang ni shengming: Women yu tamen wu gan, tamen meiyou chongbai women.'"},{"SurahNumber":28,"VerseNumber":64,"Text":"Jiang yong shengyin zhaohuan tamen shuo:`Nimen ba nimen de pei zhu zhaohuan lai ba!'Tamen jiu zhaohuan tamen, dan tamen bu daying, tamen ziji kanjian xingfa, jiu xiwang tamen shengqian shi zunxun zhengdao de."},{"SurahNumber":28,"VerseNumber":65,"Text":"Zai na ri, zhenzhu jiang zhaohuan tamen shuo:`Nimen suoyong yi dafu shizhemen de shi shenme ne?'"},{"SurahNumber":28,"VerseNumber":66,"Text":"Zai na ri, yiqie kougong jiang dui tamen biancheng aimei de, suoyi tamen bu xiang xunwen."},{"SurahNumber":28,"VerseNumber":67,"Text":"Zhiyu huizui, xindao he xingshan de ren, huoxu shi chenggong de."},{"SurahNumber":28,"VerseNumber":68,"Text":"Ni de zhu, chuangzao tasuo yiyu de, xuanze tasuo yiyu de, tamen meiyou xuanze de quanli. Zansong zhenzhu, chaojue wanwu, ta chao hu tamen suoyong lai pei ta de."},{"SurahNumber":28,"VerseNumber":69,"Text":"Ni de zhu zhidao tamen de xiongzhong suo yincang de he tamen (de koutou) suo biaobai de."},{"SurahNumber":28,"VerseNumber":70,"Text":"Ta shi zhenzhu, chu ta wai, jue wu ying shou chongbai de, jinshi houshi de zansong quan gui ta, panjue zhi you ta zuochu. Nimen zhi bei zhao guiyu ta."},{"SurahNumber":28,"VerseNumber":71,"Text":"Ni shuo:`Nimen gaosu wo ba! Ruguo zhenzhu shi heiye wei nimen yanchang dao fuhuo ri, namo, chu zhenzhu wai, na yige shenling neng ba guangming dai lai gei nimen ne? Nandao nimen bu hui tinghua ma?'"},{"SurahNumber":28,"VerseNumber":72,"Text":"Ni shuo:`Nimen gaosu wo ba! Ruguo zhenzhu shi baizhou wei nimen yanchang dao fuhuo ri, namo, chu zhenzhu wai, na yige shenling neng ba heiye dai lai gei nimen, yibian nimen anxi ne? Nandao nimen bu hui guancha ma?'"},{"SurahNumber":28,"VerseNumber":73,"Text":"Ta wei lianxu nimen er wei nimen chuangzao heiye he baizhou, yibian nimen zai heiye anxi, er zai baizhou xunqiu ta de enhui, yibian nimen ganxie."},{"SurahNumber":28,"VerseNumber":74,"Text":"Zai na ri, ta jiang zhaohuan tamen shuo:`Nimen suo wangcheng wei wo de huoban de, rujin zai nali ne?'"},{"SurahNumber":28,"VerseNumber":75,"Text":"Wo jiang cong mei yige minzu zhong xuanba yige zhengren, bingqie shuo:`Nimen ba nimen de zhengju na lai ba!'Tamen cai zhidao zhenli shi zhenzhu de, tamen shengqian suo weizao de, yi huibi tamenle."},{"SurahNumber":28,"VerseNumber":76,"Text":"Ge lun dique shuyu mu sa de zongzu, dan ta nuedai tamen. Wo ceng shangci ta xuduo caibao, naxie caibao de yaoshi shi ji ge lishi suo buneng sheng ren de. Dangri, ta de zongzu dui ta shuo:`Buyao kuangxi, zhenzhu que shi bu ai kuangxi zhe."},{"SurahNumber":28,"VerseNumber":77,"Text":"Ni yingdang jie zhenzhu shangci ni de caifu er ying mou houshi de zhuzhai, ni buyao wangque ni zai jinshi de ding fen. Ni dang yi shandai ren, xiang zhenzhu yi shandai ni yiyang. Ni buyao zai difang shang bainong shifei, zhenzhu que shi bu ai bainong shifei zhe.'"},{"SurahNumber":28,"VerseNumber":78,"Text":"Ta shuo:`Wo huode zhe xiang caifu, zhishi yinwei wo you teshu de zhishi bale.'Nandao ta bu zhidao ma? Zai ta zhiqian, zhenzhu suo huimie de ge shidai de eren, you bi ta nengli geng qiang, jixu geng duo de. Fanzui de ren, shi bubi jiayi shenwen de."},{"SurahNumber":28,"VerseNumber":79,"Text":"Ge lun ceng shengzhuang chuyou, yi haohua kuashi ziji de zongzu. Ai jinshi shenghuo de ren shuo:`Dan yuan women huode ge lun suo huode de (caifu), ta que shi you dafu fen de.'"},{"SurahNumber":28,"VerseNumber":80,"Text":"You xueshi de ren shuo:`Shang zai nimen! Zhenzhu de baochou, duiyu xindao erqie xingshan de ren, shi geng hao de, zhiyou jianren de ren de xiangshou na zhong baochou.'"},{"SurahNumber":28,"VerseNumber":81,"Text":"Wo shi ta he ta de fangwu lunxian zai dimian xia, ta meiyou dangyu xiezhu ta dikang zhenzhu, ta ye buneng ziwei."},{"SurahNumber":28,"VerseNumber":82,"Text":"Zuotian xianmu ge lun de jingyu de ren shuo:`Ni bujian ma? Zhenzhuyao shi nage pu ren de jiyang kuanyu, jiu shi ta kuanyu;(yao shi nage pu ren de jiyang jiongpo), jiu shi ta jiongpo. Jiaruo meiyou zhenzhu dui women de endian, ta bi shi women lunxian zai dimian xia. Ni bu zhidao ma? Gu en de ren, shi bu hui chenggong de.'"},{"SurahNumber":28,"VerseNumber":83,"Text":"Zhe shi houshi de zhuzhai, wo yao yong lai fu da na bu yuan aoman ye bu yuan duoluo de ren. Shan guo zhi gui jingwei de ren."},{"SurahNumber":28,"VerseNumber":84,"Text":"Xingshan de ren jiang de geng hao de baochou, zuo'e de ren, zhi shou zuo'e shi de baochou."},{"SurahNumber":28,"VerseNumber":85,"Text":"Ba “gulanjing” jiang shi gei ni de, bi shi ni fu fan guxiang. Ni shuo:`Wo de zhu zhidao shui shi zhaoshi zhengdao de, shui shi zai mingxian de mi wu zhong de.'"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ni bing wei xiwang zhenzhu ba zhe bu jingdian shangci ni, dan na shi youyu ni de zhu de enhui. Ni jue buyao zuo bu xindao zhe de zhushou."},{"SurahNumber":28,"VerseNumber":87,"Text":"Zhenzhu de jixiang jiang shi ni zhihou, ni jue buyao ren tamen fang'ai ni xuanyang naxie jixiang. Ni yingdang zhao ren lai guishun ni de zhu, ni jue buyao zuo yi wu pei zhu zhe."},{"SurahNumber":28,"VerseNumber":88,"Text":"Chu zhenzhu wai, ni buyao qidao bie de renhe shenling, chu ta wai, jue wu ying shou chongbai de. Chu ta de ben tiwai, wanwu dou yao huimie. Panjue zhi you ta zuochu, nimen zhi bei zhao guiyu ta."}]}