{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa ALLAH'ı yuceltir. Yonetim O'nundur, ovgu O'nadır. O her seye Gucu yetendir"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi O yarattı. Sonra kiminiz inkarcı, kiminiz de inanclıdır. ALLAH tum yaptıklarınızı Gorendir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gokleri ve yeri belli bir amac icin yaratmıs, size bicim vermis ve biciminizi guzellestirmistir. Donus O'nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Goklerde ve yerde olanları bilir; sizin gizlediklerinizi ve acıga vurduklarınızı da bilir. ALLAH gizli dusuncelerinizi cok iyi bilir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Daha once inkar edip de yaptıklarının karsılıgını tadanların haberi size ulasmadı mı? Onlara acı bir azap vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Cunku, elcileri onlara apacık kanıtlarla gidiyorlar ve onlar ise, \"Bize dogru yolu bir insan mı gosterecek?\" diyorlardı. Boylece inkar edip yuz ceviriyorlardı. ALLAH hic bir seye muhtac degildir. ALLAH Zengindir, Ovulendir"},{"SurahNumber":64,"VerseNumber":7,"Text":"Inkarcılar, diriltilmeyeceklerini ileri surerler. De ki, \"Evet, Rabbime andolsun diriltileceksiniz ve sonra yaptıklarınız size bildirilecektir. Bu, ALLAH'a kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"ALLAH'a, elcisine ve indirdigimiz bu ısıga inanınız. ALLAH yaptıklarınızdan Haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Gun gelir, sizi toplanma gunu icin toplarız. Bu, aldanma gunudur. Kim ALLAH'a inanır ve erdemli davranırsa, kotuluklerini orter ve onu altından ırmaklar akan cennetlere sokar. Orada ebedi kalırlar. Buyuk basarı iste budur"},{"SurahNumber":64,"VerseNumber":10,"Text":"Inkar edenler, ayetlerimizi ve mucizelerimizi yalanlayanlar atesin halkıdır; orada ebedi kalıcıdırlar. Ne kotu bir varıs noktasıdır"},{"SurahNumber":64,"VerseNumber":11,"Text":"Basa ne gelirse ALLAH'ın izniyledir. Kim ALLAH'a inanırsa, gonlune yon gosterir. ALLAH her seyi bilendir"},{"SurahNumber":64,"VerseNumber":12,"Text":"ALLAH'a uyunuz, elcisine uyunuz. Yuz cevirirseniz, elcimizin gorevi acıkca bildirmekten ibarettir"},{"SurahNumber":64,"VerseNumber":13,"Text":"ALLAH: O'ndan baska tanrı yoktur. Inananlar yalnız ALLAH'a guvenmelidirler"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey inananlar, esleriniz ve cocuklarınız size dusman olabilirler. Oyleyse onlardan sakının. Ama affeder, hosgorulu davranır ve bagıslarsanız, elbette ALLAH da Bagıslayandır, Rahimdir"},{"SurahNumber":64,"VerseNumber":15,"Text":"Paralarınız ve cocuklarınız bir sınavdır. Buyuk odul ALLAH'ın yanındadır"},{"SurahNumber":64,"VerseNumber":16,"Text":"Gucunuz yettigi kadar ALLAH'ı sayın. Dinleyin, itaat edin ve kendi yararınız icin yardımda bulununuz. Nefsinin bencillik ve cimriliginden korunanlar basaranlardır"},{"SurahNumber":64,"VerseNumber":17,"Text":"ALLAH'a guzel bir odunc sunarsanız, O da onu sizin icin katlar ve sizi bagıslar. ALLAH Deger verir, Sefkatlidir"},{"SurahNumber":64,"VerseNumber":18,"Text":"Gizliyi ve acıgı Bilendir; Ustundur, Bilgedir"}]}