{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Tâ-hâ"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz sana Kur’ân’ı güçlük çekmen için indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak Allah'tan korkanlara bir öğüt olsun diye indirdik"},{"SurahNumber":20,"VerseNumber":4,"Text":"O, yeri ve yüksek gökleri yaratan Allah tarafından indirilmiştir"},{"SurahNumber":20,"VerseNumber":5,"Text":"Rahman Arş'a istivâ etmiştir"},{"SurahNumber":20,"VerseNumber":6,"Text":"Göklerde, yerde ve ikisinin arasında ve toprağın altında olan her şey O’nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen sözünü açığa vursan bile muhakkak O saklı olanı da gizli olanı da bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah odur ki Ondan başka (hak) ilâh yoktur. En güzel isimler yalnız Onundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa’nın haberi sana geldi mi"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani bir ateş görmüştü de ailesine: \"Siz durun, ben bir ateş gördüm. Belki size ondan bir kor getiririm veya ateşin yanında bir yol gösteren bulurum.\" demişti"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ateşin yanına geldiği zaman: \"Ey Musa!\" diye seslenildi"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ben senin Rabbinim! Ayakkabılarını çıkar. Sen mukaddes Tûvâ Vadisi'ndesin"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ben seni seçtim. Şimdi sana vahyolunanı dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Şüphesiz ben, Allah’ım. Benden başka (hak) ilah yok! Bana ibadet et, beni anmak için namazı ikame et"},{"SurahNumber":20,"VerseNumber":15,"Text":"Muhakkak kıyamet saati gelecektir. Her nefis yaptığının karşılığını görsün diye vaktini neredeyse büsbütün gizli tutacağım"},{"SurahNumber":20,"VerseNumber":16,"Text":"“Ona iman etmeyen ve hevâsına uyan kimse ondan seni alıkoymasın. O takdirde helâk olursun.”"},{"SurahNumber":20,"VerseNumber":17,"Text":"Şu sağ elindeki nedir Ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"O asamdır. Ona dayanırım. Onunla koyunlarıma yaprak silkerim ve ondan başka işlerimde de yararlanırım.\" dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"Onu at, ey Musa!\" dedi"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa da onu attı. O bir anda hızla hareket eden bir yılan oluverdi"},{"SurahNumber":20,"VerseNumber":21,"Text":"Onu al ve korkma!\" dedi. \"Onu ilk haline döndüreceğiz"},{"SurahNumber":20,"VerseNumber":22,"Text":"Başka bir alâmet olmak üzere de elini koltuğunun altına götür. Kusursuz, hastalıksız, bembeyaz olarak çıkacaktır"},{"SurahNumber":20,"VerseNumber":23,"Text":"Böylece sana büyük mucizelerimizden gösterelim"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavun’a git, çünkü o iyice azdı"},{"SurahNumber":20,"VerseNumber":25,"Text":"Rabbim gönlüme ferahlık ver!\" dedi"},{"SurahNumber":20,"VerseNumber":26,"Text":"İşimi kolaylaştır"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimdeki düğümü çöz"},{"SurahNumber":20,"VerseNumber":28,"Text":"Sözümü iyi anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bana ailemden bir yardımcı ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardeşim Harun’u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla arkamı güçlendir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Ve onu işimde ortak yap ki"},{"SurahNumber":20,"VerseNumber":33,"Text":"Seni çokça tesbih edebilelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"Ve seni çokça zikredelim"},{"SurahNumber":20,"VerseNumber":35,"Text":"Çünkü sen bizi hakkıyla görensin"},{"SurahNumber":20,"VerseNumber":36,"Text":"Ey Musa! İstediklerin sana verilmiştir.\" diye buyurdu"},{"SurahNumber":20,"VerseNumber":37,"Text":"Andolsun ki sana başka bir sefer daha lütufta bulunmuştuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Bir zaman, annene ilham edilmesi gerekeni şeyi ilham etmiştik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Musa’yı bir sandığa koy ve nehre (Nil'e) bırak. Nehir onu kıyıya atsın da, onu benim ve onun bir düşmanı alsın. Sana da ey Mûsâ! Gözümün önünde yetiştirilmen için tarafımdan sana bir sevgi bıraktım"},{"SurahNumber":20,"VerseNumber":40,"Text":"Kız kardeşin gitmiş ve: \"O’na bakacak birini size göstereyim mi?\" demişti. Böylece seni, gözü aydın olsun ve üzülmesin diye annene geri döndürdük. Sen bir adam öldürmüştün de, seni yine üzüntüden kurtarmıştık. Bu şekilde seni (önceden de) imtihan etmiştik. Senelerce Medyen halkı arasında kalmıştın. Sonra da bir takdir üzere geldin ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ve seni kendim için (rasûl olarak) seçtim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardeşin âyetlerimle gidin. Beni anmakta gevşeklik göstermeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"İkiniz Firavun’a gidin. Çünkü o haddini aşmıştır"},{"SurahNumber":20,"VerseNumber":44,"Text":"Ona yumuşak söz söyleyin, umulur ki öğüt alır ve korkar"},{"SurahNumber":20,"VerseNumber":45,"Text":"“Rabbimiz, biz, bize karşı aşırı gitmesinden yahut azgınlığını arttırmasından korkarız” dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"Korkmayın! Ben sizinle beraberim. İşitir ve görürüm.\" diye buyurdu"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi gidin ona ve deyin ki: \"Biz, Rabbinin rasûlleriyiz. İsrailoğulları'nı bizimle gönder, onlara eziyet etme. Biz sana Rabbinden bir ayet getirdik. Selam hidayete uyanlarındır"},{"SurahNumber":20,"VerseNumber":48,"Text":"Bize vahyolundu ki, kim yalanlar ve yüz çevirirse ona azap vardır"},{"SurahNumber":20,"VerseNumber":49,"Text":"Sizin Rabbiniz kim ey Musa?\" dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Bizim Rabbimiz, her şeye yaratılışını veren ve sonra da doğru yolu gösterendir.\" dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Önceki nesillerin durumu ne olacak?\" dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Onlarla ilgili bilgi Rabbimin katında bir kitaptadır.\" dedi. \"Rabbim, şaşırmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"O yeryüzünü size bir döşek yapan, sizin için orada yollar açan ve gökten yağmur yağdırandır. Biz onunla çeşitli bitkilerden çifter çifter çıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem siz yiyin; hem de hayvanlarınızı otlatın. Şüphesiz bunda akıl sahipleri için ayetler vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi topraktan yarattık, sizi oraya döndüreceğiz ve sizi bir kere daha oradan çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ona ayetlerimizin hepsini göstermiştik. Fakat o yalanladı ve diretti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Ve dedi ki: \"Sihrinle bizi yurdumuzdan çıkarmaya mı geldin Ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz de mutlaka sana karşı onun gibi bir sihir yapacağız. Bunun için seninle bizim aramızda; uygun bir yerde, senin de, bizim de gelebileceğimiz bir buluşma vakti belirle"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa da: \"Buluşma zamanımız bayram günü ve insanların bir araya toplandığı kuşluk vaktidir.\" dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firavun dönüp hilesini topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: \"Yazıklar olsun size! Allah’a karşı yalan uydurmayın. Sonra bir azapla sizi helâk eder. Allah’a karşı yalan uyduran mutlaka hüsrana uğramıştır.\" dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar durumlarını aralarında tartışarak gizlice fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Bu iki sihirbaz sihirleriyle sizi yurdunuzdan çıkarmak ve üstün olan (sihir) yolunuzu da yok etmek istiyor.\" dediler"},{"SurahNumber":20,"VerseNumber":64,"Text":"“O bakımdan bütün hilelerinizi bir araya getirip saf saf gelin. Çünkü bugün kim üstün gelirse umduğunu elde eder.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sihirbazlar: “Ey Mûsâ! Ya önce sen at ya da ilk atan biz olalım.” dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hayır! Siz atın!\" dedi. Bunun üzerine ipleri ve değnekleri sihirlerinden ötürü kendisine sanki yürüyorlarmış gibi göründü"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa, içten içe bir korkuya kapıldı"},{"SurahNumber":20,"VerseNumber":68,"Text":"Korkma! Şüphesiz sen daha üstünsün.\" dedik"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini (âsânı) at!\" Onların yaptığını yutsun. Onların yaptıkları ancak bir büyücü hilesidir. Büyücü nerede olursa olsun kesinlikle kurtuluşa eremez"},{"SurahNumber":20,"VerseNumber":70,"Text":"Derken büyücüler secdeye kapandılar. “Harun ve Musa’nın Rabbine iman ettik.” dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun) dedi ki: \"Ben size izin vermeden önce ona iman mı ettiniz? Demek ki o, size sihri öğreten büyüğünüzdür. Ben de sizin ellerinizi ve ayaklarınızı çaprazlama kestireceğim ve sizi hurma dalına asacağım. O zaman göreceksiniz hangimizin azabı daha şiddetli ve kalıcı imiş"},{"SurahNumber":20,"VerseNumber":72,"Text":"Seni, bize gelen apaçık mucizelere ve bizi yaratana üstün tutmayacağız. Ne hüküm verirsen ver. Sen ancak bu dünya hayatında hüküm verebilirsin.\" dediler"},{"SurahNumber":20,"VerseNumber":73,"Text":"Gerçekten biz, günahlarımızı ve bizi işlemeye zorladığın büyüyü bağışlayarak bizi affetsin diye Rabbimize iman ettik. Allah’ın vereceği mükâfat daha hayırlı ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":74,"Text":"Gerçek şu ki, kim Rabbine günahkâr olarak gelirse onun için cehennem vardır. Orada ne ölür, ne de (güzel bir hayat) yaşar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim de Mü'min ve salih amel işlemiş olarak gelirse, işte onlar için de en yüksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"İçinde temelli kalacakları, alt kısmından ırmakların aktığı Adn Cennetleri vardır. İşte bu arınanların mükâfatıdır"},{"SurahNumber":20,"VerseNumber":77,"Text":"Şüphesiz Musa'ya, yetişilmesinden korkmadan ve (boğulmaktan) endişe duymaksızın kullarımı geceleyin yürüyüşe geçir ve onlara denizde kuru bir yol aç diye vahyettik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun askerleriyle onları takip etti. Denizden onları kaplayacak olan su kaplayıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun; halkını saptırdı, hidayet yolunu göstermedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrailoğulları! Sizi düşmanlarınızdan kurtardık. Tûr’un sağ tarafını size vadettik. Size kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size rızık olarak verdiklerimizin temiz olanlarından yiyiniz, bu hususta taşkınlık ve nankörlük de etmeyiniz; sonra size gazabım iner. Gazabıma uğrayan yıkılıp yok olur gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ben elbette, tevbe edeni ve iman edip salih amel işleyen sonra da hidayete erişen kimseyi bağışlarım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Musa! Seni milletinden daha çabuk gelmeye sevkeden nedir?\" dedik"},{"SurahNumber":20,"VerseNumber":84,"Text":"“Onlar da arkamdan geliyorlar. Rabbim! Razı olasın diye ben sana (gelmekte) acele ettim.” dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Buyurdu ki: \"Senden sonra biz kavmini imtihan ettik. Sonra Sâmirî de onları saptırdı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa kızgın ve kederli bir şekilde kavmine döndü. Dedi ki: “Ey kavmim, Rabbiniz size güzel bir vaatte bulunmadı mı? Yoksa aradan geçen süre size uzun mu geldi, yahut üzerinize Rabbinizden bir gazabın gelmesini mi istediniz de bana olan vaadinizde durmadınız?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Dediler ki, “Sana verdiğimiz sözden kendi isteğimizle caymış değiliz. Fakat biz Mısır halkının mücevheratından yüklü miktarlarda takınmıştık. İşte onları ateşe attık. Sâmirî de aynı şekilde attı.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Böylece o, kendilerine böğüren bir buzağı heykeli çıkardı ve: \"Bu, sizin ilahınızdır, Musa’nın da ilahıdır. Fakat o unuttu.\" dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onun kendilerine bir sözle cevap vermediğini ve onlara bir zarar veya fayda sağlamaya gücü olmadığını görmüyorlar mı"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun ki daha önce Harun onlara şöyle demişti: “Kavmim siz bununla ancak sınandınız. Muhakkak sizin Rabbiniz Rahman’dır. O halde bana uyun, emrime itaat edin.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar ise: \"Musa bize geri dönünceye kadar başında dikilip buna ibadet etmeye devam edeceğiz.\" dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"“Ey Harun” dedi. “Onların sapıttıklarını görünce seni alıkoyan ne oldu"},{"SurahNumber":20,"VerseNumber":93,"Text":"Bana tabi olmadın, emrime karşı mı geldin"},{"SurahNumber":20,"VerseNumber":94,"Text":"Dedi ki: “Anamın oğlu! Sakalıma, başıma yapışma. Ben, bana: İsrailoğulları arasında tefrika çıkardın ve benim sözüme (neden) uymadın, diyeceğinden korktum.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"Senin bu yaptığın nedir ey Sâmirî"},{"SurahNumber":20,"VerseNumber":96,"Text":"O da: \"Onların görmedikleri bir şey gördüm ve elçinin (Cebrail -aleyhisselam-'ın) izinden bir avuç (toprak) avuçladım ve onu (erimiş mücevheratın içine) attım. İşte nefsim bunu bana hoş gösterdi.\" dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: \"Haydi git. Artık (ceza olarak) hayatın boyunca bana dokunmayın diyeceksin. Bir de senin için hiç kaçamayacağın bir azap günü var. Üzerine sarılıp ibadet ettiğin ilahına bir bak, şimdi onu yakacağız. Sonra parça parça edip denize savuracağız.\" dedi"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız ancak, kendisinden başka (hak) ilah olmayan Allah’tır. O her şeyi ilmiyle kuşatmıştır"},{"SurahNumber":20,"VerseNumber":99,"Text":"İşte geçmiş olanların haberlerinden sana böylece anlatıyoruz. Şüphe yok ki sana katımızdan bir zikir (öğüt) verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim ondan yüz çevirirse şüphesiz ki o, kıyamet gününde ağır bir günah yükü yüklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"O kimseler onda ebediyen kalacaklardır. Kıyamet gününde o onlar için ne kötü bir yük olacaktır"},{"SurahNumber":20,"VerseNumber":102,"Text":"Sûr’a üflendiği gün, işte o gün suçluların gözleri (korkudan) mavi halde haşrederiz"},{"SurahNumber":20,"VerseNumber":103,"Text":"Kendi aralarında gizlice siz ancak on gün kaldınız diye fısıldaşırlar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Biz, onların söylediklerini daha iyi biliriz. En tutarlı görüş sahibi olanı “Sadece bir gün kaldınız.\" der"},{"SurahNumber":20,"VerseNumber":105,"Text":"Sana dağlardan soruyorlar. De ki: \"Rabbim onları un ufak edecektir"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini de dümdüz edecektir"},{"SurahNumber":20,"VerseNumber":107,"Text":"Artık orada ne bir çukur, ne de bir tümsek görebilirsin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O günde davetçiye uyarlar. Hiçbir tarafa sapmayarak giderler. Rahman’ın huzurunda sesler kısılmış olacak. Kıpırdayan dudakların fısıltısından başkasını duyamayacaksın"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün, Rahman’ın izin verdiği ve sözünden razı olduğu kimselerden başkasına şefaat fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah; önlerindekini de, arkalarındakini de bilir. Onların hiçbirinin ilmi O'nu kuşatamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Ve yüzler Hayy ve Kayyum olan Allah için eğilip boyun bükmüştür. Zulüm yüklenen hüsrana uğramıştır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Mümin olarak salih amel işleyen kimse, zulme uğratılmaktan da korkmaz, (hakkının) eksiltilmesinden de"},{"SurahNumber":20,"VerseNumber":113,"Text":"Böylece onu Arapça bir Kur’ân olarak indirdik ve onda tehditlerimizi tekrar ettik. Olur ki korkarlar yahut o onlara bir ibret ve öğüt olur"},{"SurahNumber":20,"VerseNumber":114,"Text":"Gerçek Melik/Hükümran olan Allah yücedir. Sana vahyedilmesi tamamlanmadan önce Kur’an’ı okumakta acele etme ve: “Rabbim! İlmimi arttır.” de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Andolsun ki biz daha önce Adem’e vahyetmiştik. Fakat o unuttu, biz onu azimli bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Hani meleklere: Adem'e secde edin demiştik de, hemen secde ettiler. İblis ise kaçındı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Ey Adem! Bu senin ve eşinin düşmanıdır. Sakın sizi cennetten çıkarmasın; sonra bedbaht, mutsuz olursun.\" dedik"},{"SurahNumber":20,"VerseNumber":118,"Text":"Oysa Cennet'te ne acıkırsın, ne de açık/çıplak kalırsın"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ne susuzluk hissedersin, ne de güneşin sıcağında kalırsın"},{"SurahNumber":20,"VerseNumber":120,"Text":"Sonunda Şeytan ona vesvese verdi: \"Ey Adem!\" dedi. \"Sana ebedilik/sonsuzluk ağacını ve yok olmayacak bir saltanatı göstereyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Nihayet ondan yediler. Bunun üzerine kendilerine ayıp yerleri göründü. Üstlerini cennet yaprağı ile örtmeye çalıştılar. (Bu suretle) Âdem Rabbine âsi olup yolunu şaşırdı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi; onu seçti, tevbesini kabul etti ve hidayete erdirdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Birbirinize düşman olarak hepiniz oradan inin. Benden size bir hidayet gelir de, kim benim hidayetime uyarsa o sapmaz ve bedbaht da olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim de benim zikrimden yüz çevirirse, gerçekten onun için dar,sıkıntılı bir hayat vardır ve biz onu kıyamet günü kör olarak haşredeceğiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"O da şöyle der: \"Rabbim beni niçin kör olarak haşrettin? Ben, gören birisiydim"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah da) der ki: \"İşte böyle, sana ayetlerimiz gelmişti de sen onları unutmuş idin. Bugün sen de unutulacaksın"},{"SurahNumber":20,"VerseNumber":127,"Text":"Haddi aşıp, Rabbinin âyetlerine iman etmeyenleri de böylece cezalandırırız. Âhiret azabı ise elbette daha şiddetli ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kendilerinden önceki nice nesilleri helâk etmiş olmamız, onları hidayete erdirmedi mi? (Oysa) Onların kaldıkları yerlerde gezinip durmaktadırlar. Şüphesiz bunda akıl sahipleri için ibretler vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eğer Rabbinden geçmiş bir söz ve belirlenmiş bir süre/ecel olmasaydı, kuşkusuz (azap) kaçınılmaz olurdu"},{"SurahNumber":20,"VerseNumber":130,"Text":"Söyledikleri sözlere sabret, güneş doğmadan önce ve batmadan önce ve gece saatlerinde de Rabbini hamd ederek tesbit et. Gün boyunca da tesbih et ki, hoşnutluğa eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Onlardan bir kısmına bunlarla kendilerini imtihan edelim diye dünya hayatının süsü olarak verip, faydalandırdığımız şeylere gözlerini dikme. Rabbinin rızkı ise daha hayırlı ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Sen aile halkına namazı emret, kendin de sabırla ona devam et. Senden rızık istemiyoruz. Biz seni rızıklandırıyoruz. Güzel akıbet ise takva sahiplerinindir"},{"SurahNumber":20,"VerseNumber":133,"Text":"Bize, Rabbinden bir mucize getirmeli değil miydi?\" dediler. Önceki kitaplarda olanların apaçık delili (olan Kur’an) onlara gelmedi mi"},{"SurahNumber":20,"VerseNumber":134,"Text":"Biz onları bundan önce bir azap ile helâk etmiş olsaydık; elbette şöyle diyeceklerdi: “Rabbimiz, bize bir peygamber gönderseydin de alçalmadan, rezil olmadan önce ayetlerine uysaydık"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: \"Herkes beklemektedir. Siz de bekleyedurun. Yakında kimin doğru yolun sahipleri ve kimin doğru yolu bulmuş olduğunu göreceksiniz"}]}