{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Oamenii cred ca vor fi lasati sa spuna: “Noi credem!”, fara sa fie pusi la incercare"},{"SurahNumber":29,"VerseNumber":3,"Text":"Noi i-am pus la incercare pe cei dinaintea lor. Dumnezeu ii cunoaste pe cei care spun adevarul, precum ii cunoaste si pe cei care mint"},{"SurahNumber":29,"VerseNumber":4,"Text":"Oare cei care au facut rele socot ca vor putea sa ne-o ia inainte? Rau judeca"},{"SurahNumber":29,"VerseNumber":5,"Text":"Pentru cine nadajduieste in intalnirea cu Dumnezeu, sorocul va veni! Dumnezeu este Auzitorul, Stiutorul"},{"SurahNumber":29,"VerseNumber":6,"Text":"Cine lupta, lupta pentru sufletul sau. Dumnezeu este prea Bogat si fara aceste lumi"},{"SurahNumber":29,"VerseNumber":7,"Text":"Noi stergem relele celor care cred si savarsesc fapte bune si ii vom rasplati pentru ce-i mai bun din ceea ce au faptuit"},{"SurahNumber":29,"VerseNumber":8,"Text":"Noi l-am sfatuit pe om sa fie bun cu parintii sai, insa daca te silesc sa-Mi alaturi ce tu nu ai stiinta, nu le da ascultare. Intoarcerea voastra va fi la Mine si atunci va voi da de stire ce ati faptuit"},{"SurahNumber":29,"VerseNumber":9,"Text":"Pe cei care cred si savarsesc fapte bune, Noi ii vom randui intre drepti"},{"SurahNumber":29,"VerseNumber":10,"Text":"Unii oameni spun: “Noi credem in Dumnezeu!”, insa cand au de suferit pentru Dumnezeu, ei socot incercarea oamenilor ca o osanda de la Dumnezeu. Cand vine un ajutor de la Dumnezeu, ei spun: “Suntem cu voi!” Nu este Dumnezeu oare Cel ce cunoaste prea bine ce este in inimile acestor lumi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Dumnezeu ii cunoaste pe cei care cred, precum ii cunoaste si pe fatarnici"},{"SurahNumber":29,"VerseNumber":12,"Text":"Cei care tagaduiesc spun celor care cred: “Urmati calea noastra si va vom cara greselile voastre.” Nu vor cara insa din greselile lor nimic, ci doar sunt mincinosi"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ei isi vor cara poverile lor si inca alte poveri peste poverile lor. In Ziua Invierii vor fi intrebati de ceea ce nascoceau"},{"SurahNumber":29,"VerseNumber":14,"Text":"Noi l-am trimis pe Noe poporului sau cu care a stat o mie de ani, fara cincizeci de ani. Apoi i-a luat potopul, caci au fost nedrepti"},{"SurahNumber":29,"VerseNumber":15,"Text":"Noi l-am mantuit pe el si pe cei din arca, pe care am facut-o un semn pentru lumile toate"},{"SurahNumber":29,"VerseNumber":16,"Text":"Apoi l-am trimis pe Abraham care spuse poporului sau: “Inchinati-va lui Dumnezeu! Temeti-va de El! Acesta este spre binele vostru, o, daca ati sti!”"},{"SurahNumber":29,"VerseNumber":17,"Text":"Voi nu va inchinati, afara de Dumnezeu, decat unor idoli plasmuind o minciuna. Cei carora va inchinati, afara de Dumnezeu, nu au pentru voi nici o inzestrare. Cautati inzestrarea la Dumnezeu. Inchinati-va Lui! Dati-i multumire! La El veti fi intorsi"},{"SurahNumber":29,"VerseNumber":18,"Text":"Daca huliti, sa stiti ca si alte adunari inaintea voastra au hulit. Asupra trimisului este doar instiintarea cea deslusita"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ei nu au vazut cum Dumnezeu da la iveala faptura si apoi o duce inapoi? Aceasta ii este lesne lui Dumnezeu"},{"SurahNumber":29,"VerseNumber":20,"Text":"Spune: “Umblati pe pamant si vedeti cum El da la iveala faptura. Dumnezeu o va face sa creasca mai apoi. Dumnezeu asupra tuturor are putere.”"},{"SurahNumber":29,"VerseNumber":21,"Text":"El osandeste pe cine voieste si miluieste pe cine voieste. La El veti fi adusi"},{"SurahNumber":29,"VerseNumber":22,"Text":"Nu-L veti putea slabi nici pe pamant, si nici in cer. Voi nu aveti afara de Dumnezeu nici obladuitor si nici ajutor"},{"SurahNumber":29,"VerseNumber":23,"Text":"Cei care tagaduiesc semnele lui Dumnezeu si intalnirea Sa: “Acestia sunt cei care nu vor nadajdui la milostivenia Mea. Acestia sunt cei care vor avea o dureroasa osanda.”"},{"SurahNumber":29,"VerseNumber":24,"Text":"Raspunsul poporului lui Abraham a fost atunci: “Omorati-l si ardeti-l!” Dumnezeu l-a mantuit de foc. Intru aceasta sunt semne pentru un popor ce crede"},{"SurahNumber":29,"VerseNumber":25,"Text":"El le spuse: “Voi v-ati luat idoli in locul lui Dumnezeu, numai din dragostea voastra deopotriva pentru Viata de Acum, insa in Ziua Invierii, voi va veti lepada unii de altii, va veti blestema unii pe altii, limanul vostru va fi Focul si nu veti avea nici un ajutor.”"},{"SurahNumber":29,"VerseNumber":26,"Text":"Si Lot a crezut in el si spuse: pribegesc catre Domnul meu! El este Puternicul, Inteleptul!”"},{"SurahNumber":29,"VerseNumber":27,"Text":"Si Noi i i-am daruit pe Isaac si pe Iacob, si i-am dat semintiei sale proorocirea si Cartea. Noi i-am dat rasplata in Viata de Acum si in Viata de Apoi va fi intre drepti"},{"SurahNumber":29,"VerseNumber":28,"Text":"Si Lot care spuse poporului sau: “Voi savarsiti o marsavie pe care nimeni in toate lumile nu a mai facut-o inaintea voastra"},{"SurahNumber":29,"VerseNumber":29,"Text":"Voi va apropiati de barbati, le atineti calea, iar la adunarile voastre savarsiti uraciuni. Raspunsul Poporului sau fu atunci: “Adu-ne osanda lui Dumnezeu, daca esti sincer!”"},{"SurahNumber":29,"VerseNumber":30,"Text":"El spuse: “Domnul meu! Ajuta-ma fata de poporul ce seamana stricaciunea!”"},{"SurahNumber":29,"VerseNumber":31,"Text":"Cand trimisii Nostri i-au adus vestea lui Abraham, spunandu-i: “Noi ii vom nimici pe locuitorii acestei cetati, caci sunt nedrepti!”"},{"SurahNumber":29,"VerseNumber":32,"Text":"el le spuse: “Lot este insa in ea!” Ei spusera atunci: “Noi ii cunoastem bine pe cei care sunt in ea! Il vom mantui pe el si pe ai sai in afara de femeia lui care va fi printre cei ramasi in urma.”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Cand trimisii Nostri au venit la Lot, el s-a ingrijorat pentru ei, caci bratul lui era fara putere. Trimisii nostri i-au spus: “Nu-ti fie frica si nu te mahni, caci te vom mantui pe tine si pe ai tai in afara de femeia ta care va fi printre cei ramasi in urma"},{"SurahNumber":29,"VerseNumber":34,"Text":"Din cer vom trimite asupra locuitorilor acestei cetati o napasta, caci sunt stricati.”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Noi am facut din aceasta cetate un semn pentru un popor ce pricepe"},{"SurahNumber":29,"VerseNumber":36,"Text":"Celor din Madian li l-am trimis pe Su’aib, fratele lor. El le spuse: “O, popor al meu! Inchinati-va lui Dumnezeu! Asteptati Ziua de Apoi! Nu savarsiti faradelegi pe pamant, semanand silnicie!”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Ei l-au socotit mincinos, iar napasta i-a luat, iar dimineata, zaceau prin casele lor"},{"SurahNumber":29,"VerseNumber":38,"Text":"Asa a fost si cu aditii si cu tamuditii. Va este limpede dupa locuintele lor! Satan le impodobea faptele si ii indeparta de la Calea cea Dreapta, chiar daca ei erau prevazatori"},{"SurahNumber":29,"VerseNumber":39,"Text":"Asa a fost si cu Core, cu Faraon, cu Haman. Moise a venit la ei cu dovezi vadite, insa ei s-au ingamfat pe pamant. Nu au luat-o insa inaintea (osandei)"},{"SurahNumber":29,"VerseNumber":40,"Text":"Pe fiecare l-am luat dupa pacatul lui. Dintre ei, unii au fost luati de furtuna de pietre. Dintre ei, unii au fost luati de Strigat. Dintre ei, unii au fost inghititi de pamant. Dintre ei, unii au fost inecati. Dumnezeu nu i-a nedreptatit, ci ei insisi s-au nedreptatit"},{"SurahNumber":29,"VerseNumber":41,"Text":"Cei care isi iau obladuitori in locul lui Dumnezeu sunt asemenea paianjenului care si-a luat o casa, insa cea mai fragila casa este casa paianjenului. O, daca ei ar sti"},{"SurahNumber":29,"VerseNumber":42,"Text":"Dumnezeu stie ca ceea ce cheama in locul lui este nimicul. El este Puternicul, Inteleptul"},{"SurahNumber":29,"VerseNumber":43,"Text":"Acestea sunt pilde pe care Noi le dam oamenilor, insa nu le pricep decat cei care stiu"},{"SurahNumber":29,"VerseNumber":44,"Text":"Dumnezeu a creat cerurile si pamantul intru Adevar. Intru aceasta sunt semne pentru credinciosi"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recita ce ti s-a dezvaluit din Carte! Savarseste-ti rugaciunea, caci rugaciunea ii indeparteaza pe oameni de la marsavie si uraciune, iar amintirea lui Dumnezeu este cea mai mareata! Dumnezeu stie ceea ce faceti"},{"SurahNumber":29,"VerseNumber":46,"Text":"Nu va certati cu oamenii Cartii decat pentru o cale mai buna. Afara de cei dintre ei care sunt nedrepti! Spuneti: “Noi credem in ceea ce-a fost pogorat asupra noastra si in ceea ce a fost pogorat asupra voastra. Dumnezeul nostru si Dumnezeul vostru este Unul si noi Lui ii suntem supusi.”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Noi am pogorat asupra ta Cartea. Cei carora Noi le-am daruit Cartea cred in ea, precum si dintre ceilalti sunt unii care cred. Numai tagaduitorii se leapada de semnele Noastre"},{"SurahNumber":29,"VerseNumber":48,"Text":"Tu nu ai mai recitat inaintea ei din nici o Carte si nici nu ai copiat-o cu dreapta ta, iar cei care se indoiesc sunt inselatorii"},{"SurahNumber":29,"VerseNumber":49,"Text":"Ba nu, semnele sunt dovezi de netagaduit in inimile celor carora le-a fost data stiinta. Numai cei nedrepti se leapada de semnele Noastre"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ei spun: “Si chiar sa fi pogorat asupra lui semne de la Domnul sau?” Spune: “Semnele sunt numai la Dumnezeu, iar eu sunt doar un predicator cu vorba deslusita.”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ori nu le este oare de ajuns ca am pogorat asupra ta Cartea ce le este recitata? Intru aceasta sunt o milostivenie si o amintire pentru un popor ce crede"},{"SurahNumber":29,"VerseNumber":52,"Text":"Spune: “Dumnezeu este de ajuns ca Martor intre mine si voi. El cunoaste ceea ce este in ceruri, precum si pe pamant. Cei care cred in desartaciune, il tagaduiesc pe Dumnezeu. Acestia sunt cei pierduti.”"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ei iti cer sa grabesti osanda. Daca nu ar fi fost un anumit soroc, osanda le-ar fi venit pe loc fara ca ei sa o simta"},{"SurahNumber":29,"VerseNumber":54,"Text":"Ei iti cer sa grabesti osanda, insa Gheena ii va invalui curand pe tagaduitori"},{"SurahNumber":29,"VerseNumber":55,"Text":"In Ziua cand osanda ii va invalui de deasupra lor si de sub talpi, li se va spune: “Gustati ceea ce ati faptuit!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O, voi, robii Mei care credeti! Pamantul meu este larg! Mie inchinati-va"},{"SurahNumber":29,"VerseNumber":57,"Text":"Dupa ce fiece suflet va gusta moartea, la Noi veti fi intorsi"},{"SurahNumber":29,"VerseNumber":58,"Text":"Celor care au crezut si au savarsit fapte bune, Noi le vom pregati in Gradina incaperi pe sub care curg rauri, unde vor vesnici. Cat de minunata este rasplata celor truditori"},{"SurahNumber":29,"VerseNumber":59,"Text":"care au rabdat si Domnului lor s-au incredintat"},{"SurahNumber":29,"VerseNumber":60,"Text":"Cate vietati sunt care nu isi pot purta de grija! Dumnezeu este Cel ce le inzestreaza pe ele, precum si pe voi. El este Auzitorul, Stiutorul"},{"SurahNumber":29,"VerseNumber":61,"Text":"Daca ii intrebi: “Cine a creat cerurile si pamantul, cine a supus soarele si luna?” Ei vor spune: “Dumnezeu!” Cum de sunt atat de prefacuti"},{"SurahNumber":29,"VerseNumber":62,"Text":"Dumnezeu inzestreaza cu prisosinta si cu masura pe cine voieste dintre robii Sai. Dumnezeu este Atotcunoscator"},{"SurahNumber":29,"VerseNumber":63,"Text":"Daca ii intrebi: “Cine a trimis din cer apa cu care a inviat pamantul dupa moartea sa?” Ei vor spune: “Dumnezeu!” Spune: “Lauda lui Dumnezeu!” Cei mai multi oameni insa nu pricep"},{"SurahNumber":29,"VerseNumber":64,"Text":"Viata de Acum nu este decat o desfatare si un joc, insa Lacasul de Apoi este cu adevarat Viata. O, daca ei ar sti"},{"SurahNumber":29,"VerseNumber":65,"Text":"Cand ei urca pe corabie, il cheama pe Dumnezeu curati lui in credinta, insa dupa ce Dumnezeu ii mantuie ducandu-i pe uscat, ei Ii fac alaturare"},{"SurahNumber":29,"VerseNumber":66,"Text":"Sa nu multumeasca pentru ce le-am daruit si sa se bucure de cele vremelnice, caci curand vor afla"},{"SurahNumber":29,"VerseNumber":67,"Text":"Ei nu vad ca am facut un loc sfant, tihnit, pe cand oamenii intre ei se jefuiesc. Ei vor crede in desartaciune si vor tagadui harul lui Dumnezeu"},{"SurahNumber":29,"VerseNumber":68,"Text":"Cine este mai nedrept decat cel care nascoceste o minciuna asupra lui Dumnezeu ori cel care socoate minciuna Adevarul dupa ce i-a venit? Nu este oare in Gheena un loc de sedere pentru tagaduitori"},{"SurahNumber":29,"VerseNumber":69,"Text":"Noi ii calauzim pe caile Noastre pe cei care au luptat pentru Noi. Dumnezeu este cu faptuitorii de bine"}]}