{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Elif - Lam - Ra. Bu Kitab´ı, Rablarının izniyle, insanları karanlıklardan aydınlıga, O yegane ustun ve ovulmege layık olanın yoluna cıkarman icin sana indirdik"},{"SurahNumber":14,"VerseNumber":2,"Text":"(O ovulmege layık olan) Allah ki, goktekiler de, yerde olanlar da O´nundur. Cok siddetli azabından da vay o kafirlere"},{"SurahNumber":14,"VerseNumber":3,"Text":"Onlar ki Dunya hayatını sever, Ahiret´e tercih ederler; Allah´ın yolundan alıkoyarlar da onu egri gostermek isterler. Iste onlar uzak bir sapıklık icindedirler"},{"SurahNumber":14,"VerseNumber":4,"Text":"Biz, her peygamberi, onlara acık-secik anlatsınlar diye kendi milletinin diliyle gonderdik. Artık Allah diledigini saptırır; diledigini dogru yola iletir"},{"SurahNumber":14,"VerseNumber":5,"Text":"And olsun ki Musa´yı da «kavmine-milietine karanlıklardan aydınlıga cıkar ve onlara Allah´ın gunlerini hatırlat» diye ayetlerimizle (acık belgelerimiz ve mu´cizelerimizle) gondermistik. Suphesiz ki, bunda cokca sabreden, cokca sukreden herkes icin ibretler, ogutler vardır"},{"SurahNumber":14,"VerseNumber":6,"Text":"Ve Musa da o vakit kavmine soyle demisti: «Allah´ın size olan nimetini anın ; hani sizi Fir´avn hanedanımın zulmunjden kurtarmıstı ki, onlar sizi azabın kotusune ugratıyor; erkek cocuklarınızı bogazlıyor, kız cocuklarınızı sag bırakıyorlardı. Bunlarda Rabbınız tarafından sizin icirt buyuk bir imtihan vardı"},{"SurahNumber":14,"VerseNumber":7,"Text":"Yine hatırlayın ki, Rabbınız soyle buyurmustu: Sanıma and olsun ki, sukrederseniz elbette (lutuf ve nimetimi) artırırım. Nankorluk ederseniz, (bilin ki) azabım suphesiz ki cok siddetlidir"},{"SurahNumber":14,"VerseNumber":8,"Text":"Musa (devamla) dedi ki: Siz ve yeryuzundekilerin hepsi inkara sapıp nankorluk edecek olursanız, supheniz olmasın ki, Allah mustagnidir (her seyden ganidir, hicbir seye ihtiyacı yoktur, fakat her sey O´na mutlaka muhtactır) ve ovulmege de (her zaman cok daha) layıktır"},{"SurahNumber":14,"VerseNumber":9,"Text":"Sizden once gelip gecen Nuh, Ad, Semud´un ve onlardan sonra gelip (ismini, sayısını, kıssalarını) Allah´ tan baskasının bilmedigi kavimlerin (ve milletlerin) haberleri size gelmedi mi ? Peygamberleri onlara acık belgelerle, mu´cizelerle geldiler; onlar ise (peygamberleri konusturmamak icin) ellerini (onların) agızlarına dogru uzatıp, «dogrusu biz sizinle gonderilen seyleri inkar ediyoruz; bizi davet ettiginiz seyden de iyice suphe icindeyiz!» dediler"},{"SurahNumber":14,"VerseNumber":10,"Text":"Peygamberleri onlara dediler ki: «Gecmiste hicbir ornegi ve benzeri olmaksızın gokleri ve yeri yaratan ; gunahlarınızdan temizleyip bagıslamak icin sizi davet eden ve sizi belli bir sureye kadar (yok etmeyip) geciktiren Allah hakkında mı suphe ediyorsunuz ?! Onlar, «siz de bizim gibi insansınız, babalarımızın taptıklarından bizi alıkoymak istiyorsunuz. O halde bize acık belge ve delil getirin» dediler"},{"SurahNumber":14,"VerseNumber":11,"Text":"Peygamberleri onlara dediler ki: «Dogrusu biz de sizin gibi insandan baskası degiliz, ama Allah, kullarından diledigine minnet buyurup nimetini verir. Allah´ın izni olmadıkca size belge ve delil (acık mu´cize) getirmek ne haddimize. Ve artık mu´minler ancak Allah´a guvenip dayansınlar"},{"SurahNumber":14,"VerseNumber":12,"Text":"Biz ne diye ancak Allah´a guvenip dayanmıyalım ki O cidden bize yollarımızı gostermistir. Bize yaptıgınız eziyetlere karsı elbette sabredecegiz. Artık tevekkul edenler sadece Allah´a guvenip dayansınlar"},{"SurahNumber":14,"VerseNumber":13,"Text":"Inkara sapanlar, peygamberlerine, «and olsun, ya sizi yurdumuzdan cıkarırız, ya da bizim dinimize donersiniz !» diyerek (tehdidde bulundular). Bu sebeple Rabları onlara ; «Sanıma and olsun ki, zalimleri elbette yok edecegiz» diye vahyetti"},{"SurahNumber":14,"VerseNumber":14,"Text":"Onların ardından sizi o yurda mutlaka yerlestirecegiz. Iste bu (mutlu sonuc) makamımdan ve tehdidimden korkanlaradır"},{"SurahNumber":14,"VerseNumber":15,"Text":"Peygamberler fetih ve yardım dilediler; inatcı her zorba ise ziyana ugrayıp mahvoldu"},{"SurahNumber":14,"VerseNumber":16,"Text":"Onunde ise, Cehennem vardır ; kanlı su ve irin icirilir"},{"SurahNumber":14,"VerseNumber":17,"Text":"Yudum yudum icmeye calısacak, hic de bogazından rahat gecmeyecek. Olum her yandan gelecek, ama o yine olmiyecek. (Bunun) arkasından da buyuk bir azab vardır"},{"SurahNumber":14,"VerseNumber":18,"Text":"Rablerini inkar edip kufre sapanların (Allah´ı tanımıyanların) misali, amelleri fırtınalı bir gunde ruzgarın siddetle esip savurdugu kule benzer. Kazandıklarından bir sey elde edemezler. Bu da (gercekten) uzak sapıklıgın, saskınlıgın kendisidir"},{"SurahNumber":14,"VerseNumber":19,"Text":"Gormedin mi, Allah gokleri ve yeri hak ile yaratmıstır. Dilerse sizi giderip yok eder, yerinize yeni bir insan toplulugu getirir"},{"SurahNumber":14,"VerseNumber":20,"Text":"Bu da Allah´a gore zor degildir"},{"SurahNumber":14,"VerseNumber":21,"Text":"Bunların hepsi Allah´ın huzuruna cıkıp toplanırlar; zayıflar, o buyukluk taslayıp (Allah´a imanı) gururlarına yediremiyenlere derler ki: «Dogrusu bizler size uymustuk (uydunuz olmustuk). Allah´ın azabından az bir sey olsun savıp bizi ondan koruyabilir misiniz ?» Onlar, «ne yapalım, Allah bizi dogru yola eristirseydi, biz de sizi dogru yola eristirirdik. Simdi artık bizler sızlansak da, sabretsek de birdir. Bizim icin kacıp sıgınacak bir kurtulus yoktur» derler"},{"SurahNumber":14,"VerseNumber":22,"Text":"Is olup bitince, ilahi hukum yerine gelince, seytan der ki: «Dogrusu Allah size gercek bir va´dde bulunmustu, ben de size soz vermistim, ama sozumden dondum, (doneklik yaptım). Zaten uzerinizde bir sultam ve nufuzum da yoktu, sadece sizi davet ettim, siz de olumlu karsılayıp bana geldiniz. O halde beni kınamayın, kendinizi kınayın. Ben sizin feryadınıza kosup kurtaramam; siz de benim feryadıma kosup beni kurtaramazsınız. Aslında beni daha once Allah´a ortak tutmanızı da tanımamıstım.» Suphesiz ki zalimlere elem verici azab vardır"},{"SurahNumber":14,"VerseNumber":23,"Text":"Iman edip, iyi-yararlı amellerde bulunanlar, altlarından ırmaklar akan Cennetlere sokulacaklardır. Rablerinin izniyle orada devamlı kalırlar. Oradaki kutlamaları «selamadır"},{"SurahNumber":14,"VerseNumber":24,"Text":"Allah´ın sana nasıl misal verdigine baksana ; guzel bir soz, koku saglam, sabit, dalları gokte guzel bir agac gibidir"},{"SurahNumber":14,"VerseNumber":25,"Text":"Rabbinin izniyle her an meyve verir; dusunup ogut alsınlar diye Allah insanlara (boyle) misaller verir"},{"SurahNumber":14,"VerseNumber":26,"Text":"Kotu bir soz ise, yerin ustunde govdesi koparılmıs hicbir yararı olmayan bir agac gibidir"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah iman edenleri Dunya hayatında da, Ahiret´te de sabit bir soz ile saglamlastırır. Zalimleri ise saptırır ve Allah diledigini yapar"},{"SurahNumber":14,"VerseNumber":28,"Text":"Allah´ın nimetini kufre, nankorluge degistirenleri ve milletlerini de helak yurduna (surukleyip) sokanları gormedin mi ? Cehennem´e yaslanırlar; orası ne kotu karargah"},{"SurahNumber":14,"VerseNumber":29,"Text":"Allah´ın nimetini kufre, nankorluge degistirenleri ve milletlerini de helak yurduna (surukleyip) sokanları gormedin mi ? Cehennem´e yaslanırlar; orası ne kotu karargah"},{"SurahNumber":14,"VerseNumber":30,"Text":"(Halkı) Allah´ın yolundan saptırmak icin O´na ortaklar, benzerler kostular. De ki: Bir sure keyfinize bakıp yararlanın; elbette varacagınız yer Cehennem´dir"},{"SurahNumber":14,"VerseNumber":31,"Text":"Iman eden kullarıma de ki: Icinde alım-satım, dostluk bulunmayan gun gelmeden once namazı kılsınlar, kendilerine rızık olarak sundugumuz seylerden gizli-acık (Allah icin) harcasınlar"},{"SurahNumber":14,"VerseNumber":32,"Text":"Oyle Allah ki, gokleri ve yeri yaratmıs, gokten su indirerek size rızık olsun diye onunla turlu urunler cıkarmıs ; denizde O´nun emriyle (koydugu kanunla) dolasıp gezmeniz icin gemiyi sizin buyrugunuza vermis ; nehirleri de sizin (yararınıza) bas egdirmistir"},{"SurahNumber":14,"VerseNumber":33,"Text":"Gunes´le Ay´ı baglı bulundukları kanun geregi (gorevlerini) biteviye surdurmek uzere hizmetinize veren, gece ile gunduzu size musahhar kılan da O´dur"},{"SurahNumber":14,"VerseNumber":34,"Text":"Isteyebileceginiz her seyi veren de O´dur. Eger Allah´ın nimetlerini saymaya kalkısacak olursanız sayamazsınız. Dogrusu insan cok haksız ve cok nankordur"},{"SurahNumber":14,"VerseNumber":35,"Text":"Bir zaman Ibrahim demisti ki: «Rabbim ! Bu sehri (Mekke´yi) guvenli eyle ; beni ve ogullarımı putlara tapmaktan uzak bulundur.»"},{"SurahNumber":14,"VerseNumber":36,"Text":"«Rabbim! O putlar insanlardan bir cogunu saptırdılar. Artık kim bana uyarsa, suphesiz ki o bendendir ; kim de bana karsı gelirse, suphe yok ki sen cok bagıslayan ve cok merhamet edensin.»"},{"SurahNumber":14,"VerseNumber":37,"Text":"«Rabbimiz ! Dogrusu ben cccuklarımdan bir kısmını senin Hurmetli Evin´in yanına ziraatsız bir vadiye yerlestirdim. Rabbimiz! Namaz kılsınlar diye (boyle bir yer sectim). Artık sen insanlardan bir kısmının gonlunu hevesle onlara meylettir; onları bazı meyvelerle rızıklandır; umulur ki sukrederler.»"},{"SurahNumber":14,"VerseNumber":38,"Text":"«Rabbimiz ! Suphesiz ki Sen bizim gizlediklerimizi de, acıkladıgımızı da bilirsin. Ne yerde, ne de gokte hicbir sey Allah´a gizli kalmaz.»"},{"SurahNumber":14,"VerseNumber":39,"Text":"«Hamd o Allah´a ki, bana yaslılıgımda Ismail ile Ishak´ı bagısladı. Suphesiz ki Rabbim duayı isitendir.»"},{"SurahNumber":14,"VerseNumber":40,"Text":"«Rabbim ! Beni de, cocuklarımı da namaz kılanlardan eyle. Rabbimiz! Duamı kabul buyur.»"},{"SurahNumber":14,"VerseNumber":41,"Text":"«Rabbimiz ! Beni de, ana-babamı da, butun mu´minleri de hesaba durulacagı gun bagısla.»"},{"SurahNumber":14,"VerseNumber":42,"Text":"(Bu gecen olayları hatırla da) Allah´ı, o zalimlerin yaptıklarından habersiz sanma ! Onları ancak gozlerin bir noktaya dikilip kalacagı gune kadar geciktiriyor"},{"SurahNumber":14,"VerseNumber":43,"Text":"(O gun) basları yukarıya dikilmis, gozlerini kendilerine (bile) cevirip bakamazlar; kalbleri de bombos halde kosarlar"},{"SurahNumber":14,"VerseNumber":44,"Text":"Insanları azabın gelecegi gun hakkında uyar! Zulmedenler diyecekler ki, «ey Rabbimiz! Bizi yakın bir gelecege kadar ertele ki davetine olumlu cevap vererek gelelim, peygamberlere uyalım.» Ama daha once sizin icin zeval (=sonunuzun gelmesi) yok diye yemin eden sizler degil miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Hem kendilerine zulmeden (saskınların) yerlerine yerlestiniz ; ustelik onlara neler yaptıklarımız da size acık sekilde belli olmustu; ayrıca size birtakım misaller de vermistik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar kurmak istedikleri tuzagı kurdular; hile ve tuzaklarıyla daglar bile yerinden oynasa, Allah yanında da onların tuzagına karsı tuzak var"},{"SurahNumber":14,"VerseNumber":47,"Text":"Allah´ın peygamberine verdigi sozden cayacagını sakın sanma ! Suphesiz ki Allah cok ustundur, cok gucludur; cezaya layık olanın cezasını verendir"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gunde ki, yer baska bir yere, gokler de baska goklere cevrilir ve (hepsi de) O bir olan, her seyi kahr-u saltanatı altında tutan Allah´ın huzuruna kosarlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"Suclu gunahkarları o gun bukagılara vurulmus gorursun"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gomlekleri katrandan ; yuzlerini de ates kaplar"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Butun bunlar) Allah´ın herkese elde ettiginin karsılıgını vermesi icindir. Dogrusu Allah hesabı carcabuk gorendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu (Kur´an) insanlara bir tebligdir ki, onunla uyarılsınlar, Allah´ın tek bir ilah oldugunu bilsinler ve sagduyu sahipleri ogut alsınlar"}]}