{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"La rivelazione del Libro [proviene] da Allah, l'Eccelso, il Saggio"},{"SurahNumber":39,"VerseNumber":2,"Text":"In verita ti abbiamo rivelato il Libro con la Verita; adora dunque Allah e rendiGli un culto sincero"},{"SurahNumber":39,"VerseNumber":3,"Text":"Non appartiene forse ad Allah il culto sincero? Coloro che si prendono padroni all'infuori di Lui [si giustificano dicendo]: “Li adoriamo solo perche ci avvicinano ad Allah”. Giudichera tra loro Allah, in merito alle loro divergenze. Allah non guida chi e bugiardo, ingrato"},{"SurahNumber":39,"VerseNumber":4,"Text":"Se Allah avesse voluto darSi un figlio, avrebbe scelto chi voleva tra cio che ha creato. Gloria a Lui! Egli e Allah, l'Unico, il Dominatore"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ha creato i cieli e la terra in tutta verita. Arrotola la notte sul giorno e il giorno sulla notte, e il sole e la luna ha costretto [a orbitare] fino ad un termine stabilito. Non e forse Lui l'Eccelso, il Perdonatore"},{"SurahNumber":39,"VerseNumber":6,"Text":"Vi ha creati da un solo essere, da cui ha tratto la sua sposa. Del bestiame vi diede otto coppie, Vi crea nel ventre delle vostre madri, creazione dopo creazione, in tre tenebre [successive]. Questi e Allah, il vostro Signore"},{"SurahNumber":39,"VerseNumber":7,"Text":"Se siete miscredenti, [sappiate che] Allah e Colui Che basta a Se Stesso, ma non accetta la miscredenza dei Suoi servi. Se invece siete credenti Se ne compiace. Nessuno portera il peso di un altro. Ritornerete poi al vostro Signore ed Egli vi informera in merito a cio che avrete fatto, poiche Egli conosce quello che c'e nei petti"},{"SurahNumber":39,"VerseNumber":8,"Text":"Quando una sventura lo coglie, l'uomo invoca il suo Signore e si volge a Lui pentito. Poi, quando Allah gli concede una grazia, dimentica la ragione per cui si raccomandava e attribuisce ad Allah consimili per allontanare gli altri dalla Sua via. Di' [a codesto uomo]: “Goditi la tua miscredenza! In verita sei tra i compagni del Fuoco”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ma come? Chi passa in devozione le ore della notte, prosternato e ritto, timorato per l'Altra vita e speranzoso nella misericordia del suo Signore... Di': “Sono forse uguali e coloro che sanno e coloro che non sanno?”. Solo gli uomini dotati di intelletto riflettono"},{"SurahNumber":39,"VerseNumber":10,"Text":"Di': “O Miei servi che credete, temete il vostro Signore!”. Coloro che in questa vita fanno il bene, [avranno] un bene. Vasta e la terra di Allah. Coloro che sono perseveranti riceveranno la loro incalcolabile ricompensa"},{"SurahNumber":39,"VerseNumber":11,"Text":"Di': “Mi e stato ordinato di adorare Allah e renderGli un culto puro"},{"SurahNumber":39,"VerseNumber":12,"Text":"mi e stato ordinato di essere il primo di coloro che Gli si sottomettono”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Di': “Se disobbedisco al mio Signore, temo il castigo di un Giorno terribile”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Di': “E Allah che adoro e Gli rendo un culto puro"},{"SurahNumber":39,"VerseNumber":15,"Text":"Adorate [pure] cio che volete all'infuori di Lui!”. Di': “Coloro che nel Giorno della Resurrezione [constateranno] la rovina delle loro persone e delle loro famiglie, saranno i [veri] perdenti”. Non e forse questa la perdita palese"},{"SurahNumber":39,"VerseNumber":16,"Text":"Avranno sopra di loro nuvole di fuoco, e nuvole di fuoco sotto di loro. Ecco la minaccia di Allah ai Suoi servi: “O Miei servi, temeteMi!”"},{"SurahNumber":39,"VerseNumber":17,"Text":"[Annuncia] la lieta novella a coloro che si separano dagli idoli per non adorarli e si inchinano ad Allah. Annuncia la lieta novella ai Miei servi"},{"SurahNumber":39,"VerseNumber":18,"Text":"che ascoltano [attenti] la Parola e obbediscono a quanto di meglio essa contiene. Essi sono coloro che Allah ha guidato, sono i dotati di intelletto"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ma come? Quello il cui castigo e gia deciso... Potrai salvarlo dal Fuoco"},{"SurahNumber":39,"VerseNumber":20,"Text":"Coloro che temono il loro Signore [abiteranno agli alti] piani, al di sopra dei quali sono stati costruiti altri piani e sotto di loro scorreranno i ruscelli. Promessa di Allah! Allah non manca alla Sua promessa"},{"SurahNumber":39,"VerseNumber":21,"Text":"Non vedi dunque che Allah ha fatto scendere l'acqua dal cielo e poi l'ha guidata, nella terra, verso fonti sgorganti; quindi per suo tramite fa germinare graminacee dai diversi colori che poi appassiscono, e cosi le vedi ingiallite, e infine ne fa secchi frammenti. Certo questo e un Monito per coloro che hanno intelletto"},{"SurahNumber":39,"VerseNumber":22,"Text":"Colui cui Allah apre il cuore all'Islam e che possiede una luce che proviene dal suo Signore... Guai a coloro che hanno i cuori insensibili al Ricordo di Allah. Essi sono in errore evidente"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah ha fatto scendere il piu bello dei racconti, un Libro coerente e reiterante, [alla lettura del quale] rabbrividisce la pelle di coloro che temono il loro Signore e poi si distende la pelle, insieme coi cuori, al Ricordo di Allah. Questa e la Guida di Allah con cui Egli guida chi vuole. E coloro che Allah svia, non avranno direzione"},{"SurahNumber":39,"VerseNumber":24,"Text":"Forse colui che nel Giorno della Resurrezione tentera invano di preservare il suo volto dal peggiore dei castighi... ? E sara detto agli ingiusti: “Gustate quel che avete meritato!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Gia coloro che li precedettero tacciarono di menzogna; giunse loro il castigo da dove non se lo aspettavano"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah fece provare loro l'ignominia in questa vita; ma il castigo nell'Altra vita e certamente piu grande, se lo sapessero"},{"SurahNumber":39,"VerseNumber":27,"Text":"Gia in questo Corano abbiamo proposto agli uomini parabole di ogni genere, affinche riflettano"},{"SurahNumber":39,"VerseNumber":28,"Text":"[Abbiamo dato loro] un Corano arabo, esente da tortuosita, affinche temano [Allah]"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah vi propone la metafora di un uomo che dipende da soci in lite tra loro e di un altro che sottosta ad un [unico] padrone. Sono forse nella stessa condizione? Lode ad Allah, ma la maggior parte degli uomini non sanno"},{"SurahNumber":39,"VerseNumber":30,"Text":"In verita dovrai morire ed essi dovranno morire"},{"SurahNumber":39,"VerseNumber":31,"Text":"poi, nel Giorno della Resurrezione, polemizzerete [tra voi] davanti al vostro Signore"},{"SurahNumber":39,"VerseNumber":32,"Text":"Chi e piu ingiusto di colui che inventa menzogne contro Allah e smentisce la verita quando essa [gli] giunge? Nell'Inferno non c'e forse una dimora per i miscredenti"},{"SurahNumber":39,"VerseNumber":33,"Text":"Chi ha recato la Verita e chi vi si e attenuto: ecco i timorati"},{"SurahNumber":39,"VerseNumber":34,"Text":"Presso il loro Signore, avranno tutto quel che vorranno. Questa e la ricompensa di chi compie il bene"},{"SurahNumber":39,"VerseNumber":35,"Text":"Infatti Allah cancellera le loro azioni peggiori e li compensera per cio che di meglio avranno fatto"},{"SurahNumber":39,"VerseNumber":36,"Text":"Non basta forse Allah al Suo servo, quando gli uomini ti minacciano [con le sanzioni] di coloro [che adorano] all'infuori di Allah? E coloro che Allah svia non avranno direzione"},{"SurahNumber":39,"VerseNumber":37,"Text":"Coloro che Allah guida, nessuno li potra sviare. Allah non e forse eccelso, padrone del castigo"},{"SurahNumber":39,"VerseNumber":38,"Text":"Se domandassi loro: “Chi ha creato i cieli e la terra?”, certamente risponderebbero: “Allah”. Di': “Considerate allora coloro che invocate all'infuori di Allah. Se Allah volesse un male per me, saprebbero dissiparlo? Se volesse per me una misericordia, saprebbero trattenere la Sua misericordia?”. Di': “Allah mi basta: in Lui confidino coloro che confidano”"},{"SurahNumber":39,"VerseNumber":39,"Text":"Di': “O popol mio, agite alla vostra maniera, io agiro [alla mia]”. Quanto prima saprete"},{"SurahNumber":39,"VerseNumber":40,"Text":"chi sara colpito da un ignominioso castigo e chi ricevera un duraturo castigo"},{"SurahNumber":39,"VerseNumber":41,"Text":"Su di te abbiamo fatto scendere il Libro per gli uomini, secondo verita. Chi ne e ben diretto, lo fa per se stesso, chi svia, si svia a suo danno. Tu non sei responsabile di loro"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah accoglie le anime al momento della morte e durante il sonno. Trattiene poi quella di cui ha deciso la morte e rinvia l'altra fino ad un termine stabilito. In verita in cio vi sono segni per coloro che riflettono"},{"SurahNumber":39,"VerseNumber":43,"Text":"Si sono presi intercessori all'infuori di Allah? Di': “Anche se non possiedono niente? [Anche se] non comprendono niente?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Di': “Tutta l'intercessione [appartiene] ad Allah. [Appartiene] a Lui la sovranita dei cieli e della terra. A Lui sarete ricondotti”"},{"SurahNumber":39,"VerseNumber":45,"Text":"Quando viene menzionato il Nome di Allah l'Unico, si crucciano i cuori di coloro che non credono nell'altra vita; quando invece vengono menzionati quelli [che essi adorano] all'infuori di Lui, ecco che se ne rallegrano"},{"SurahNumber":39,"VerseNumber":46,"Text":"Di': “O Allah, Creatore dei cieli e della terra, conoscitore del visibile e dell'invisibile! Tu giudicherai tra i Tuoi servi sulle loro divergenze”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Se gli ingiusti possedessero tutto quel che si trova sulla terra, e altrettanto ancora, nel Giorno del Giudizio non esiterebbero a darlo per riscattarsi dal peggiore dei castighi. Allah mostrera loro quel che mai si sarebbero aspettati"},{"SurahNumber":39,"VerseNumber":48,"Text":"e si manifesteranno i mali che avranno commesso e cio di cui si burlavano li avvolgera"},{"SurahNumber":39,"VerseNumber":49,"Text":"Quando una disgrazia lo colpisce, l'uomo Ci invoca. Poi, quando gli concediamo una grazia, dice: “Questo proviene dalla mia scienza!”. Si tratta invece di una tentazione, ma la maggior parte di loro non lo sa"},{"SurahNumber":39,"VerseNumber":50,"Text":"E quel che dicevano coloro che li precedettero, ma cio che fecero non giovo loro"},{"SurahNumber":39,"VerseNumber":51,"Text":"li colpi il male che avevano fatto. Quelli di loro che sono stati ingiusti presto saranno colpiti dai mali che avranno commesso e non potranno ridurre [Allah] all'impotenza"},{"SurahNumber":39,"VerseNumber":52,"Text":"Non sanno forse che Allah concede a chi vuole e a chi vuole lesina? In cio vi sono segni per coloro che credono"},{"SurahNumber":39,"VerseNumber":53,"Text":"Di': “O Miei servi, che avete ecceduto contro voi stessi, non disperate della misericordia di Allah. Allah perdona tutti i peccati. In verita Egli e il Perdonatore, il Misericordioso"},{"SurahNumber":39,"VerseNumber":54,"Text":"Tornate pentiti al vostro Signore e sottomettetevi a Lui prima che vi colga il castigo, che allora non sarete soccorsi"},{"SurahNumber":39,"VerseNumber":55,"Text":"Seguite dunque la meravigliosa rivelazione del vostro Signore prima che, all'improvviso, vi colpisca il castigo mentre non ne avete sentore"},{"SurahNumber":39,"VerseNumber":56,"Text":"[prima] che un'anima dica: \"Ahime, quanto sono stata negligente nei confronti di Allah! Certo sono stato fra coloro che schernivano"},{"SurahNumber":39,"VerseNumber":57,"Text":"o [prima che] dica: \"Se Allah mi avesse guidato sarei stato certamente uno dei timorati"},{"SurahNumber":39,"VerseNumber":58,"Text":"o [ancora] dica vedendo il castigo: \"Se solo potessi tornare [sulla terra], sarei uno di coloro che fanno il bene\"”"},{"SurahNumber":39,"VerseNumber":59,"Text":"No, gia ti giunsero i Miei segni e li tacciasti di menzogna, ti mostrasti altero e fosti uno dei miscredenti"},{"SurahNumber":39,"VerseNumber":60,"Text":"Nel Giorno della Resurrezione vedrai coloro che inventavano menzogne contro Allah con i volti anneriti. Non c'e nell'Inferno una dimora per gli arroganti"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah condurra al successo coloro che Lo avranno temuto, nessun male li colpira e non saranno afflitti"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah e il Creatore di tutte le cose e di tutte le cose e il Garante"},{"SurahNumber":39,"VerseNumber":63,"Text":"Egli detiene le chiavi dei cieli e della terra. Coloro che non credono nei segni di Allah sono i perdenti"},{"SurahNumber":39,"VerseNumber":64,"Text":"Di': “O ignoranti, vorreste forse ordinarmi di adorare altri che Allah?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Invero a te e a coloro che ti precedettero e stato rivelato: “Se attribuirai associati [ad Allah], saranno vane le opere tue e sarai tra i perdenti"},{"SurahNumber":39,"VerseNumber":66,"Text":"No, adora solo Allah e sii fra i riconoscenti”"},{"SurahNumber":39,"VerseNumber":67,"Text":"Non hanno considerato Allah nella Sua vera realta. Nel Giorno della Resurrezione, di tutta la terra fara una manciata e terra ripiegati i cieli nella Sua Mano destra. Gloria a Lui, Egli e ben al di sopra di quel che Gli associano"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sara soffiato nel Corno e cadranno folgorati tutti coloro che saranno nei cieli e sulla terra, eccetto coloro che Allah vorra. Quindi vi sara soffiato un'altra volta e si alzeranno in piedi a guardare"},{"SurahNumber":39,"VerseNumber":69,"Text":"La terra risplendera della luce del suo Signore, sara aperto il Registro e saranno condotti i profeti e i testimoni. Saranno giudicati con equita e nessuno subira un torto"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ogni anima sara ricompensata con esattezza per quello che avra fatto. Egli ben conosce quello che fanno"},{"SurahNumber":39,"VerseNumber":71,"Text":"I miscredenti saranno condotti in gruppi all'Inferno. Quando vi giungeranno saranno aperte le sue porte e i suoi guardiani diranno: “Non vi giunsero forse i messaggeri della vostra gente, che vi recitarono i versetti del vostro Signore e vi avvertirono dell'incontro di questo Giorno?”. Risponderanno: “Si, ma la promessa del castigo si realizza contro i miscredenti!”"},{"SurahNumber":39,"VerseNumber":72,"Text":"Verra detto loro: “Entrate per le porte dell'Inferno per rimanervi in perpetuo”. Quant'e orribile la dimora degli arroganti"},{"SurahNumber":39,"VerseNumber":73,"Text":"E coloro che avranno temuto il loro Signore saranno condotti in gruppi al Paradiso. Quando vi giungeranno, saranno aperte le sue porte e i suoi guardiani diranno [loro]: “Pace su di voi! Siete stati buoni; entrate qui per rimanervi in perpetuo”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Risponderanno: “Lode ad Allah, Che ha mantenuto la Sua promessa nei nostri confronti e ci ha fatto eredi della terra. Abiteremo nel Paradiso ovunque vorremo”. Quant'e magnifica la ricompensa di coloro che hanno [ben] operato"},{"SurahNumber":39,"VerseNumber":75,"Text":"[In quel Giorno] vedrai gli angeli circondare il Trono e rendere gloria e lode al loro Signore. Sara giudicato tra loro con equita e sara detto: “La lode appartiene ad Allah, Signore dei mondi”"}]}