{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah o Ilahtır ki Kendinden baska tanrı yoktur. Hay O'dur, kayyum O’dur"},{"SurahNumber":3,"VerseNumber":3,"Text":"Sana kitabı, gercegin ta kendisi ve daha once indirilen kitapları tasdik edici olarak indiren O'dur. Bundan once de, insanlara dogru yolu gostermek icin Tevrat ve Incil’i indirmisti"},{"SurahNumber":3,"VerseNumber":4,"Text":"Dogruyu egriden, hakkı batıldan ayırd eden Furkanı da indirdi. Allah'ın ayetlerini inkar edenlere pek cetin bir azap vardır. Oyle ya, Allah daima azizdir (mutlak galiptir, mazlumların) intikamını alır. [2,53; 5,95; 14,47; 39,37; 32,22; 43;41; 44,16] {KM, Tesniye 32,35; Mezmurlar 94,1; Yeremya}"},{"SurahNumber":3,"VerseNumber":5,"Text":"Ne yerde, ne de gokte hicbir sey Allah'a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"O'dur ki annelerinizin rahimlerinde size diledigi sekli verir. O’ndan baska tanrı yoktur. azizdir, hakimdir. (mutlak galip, tam hukum ve hikmet sahibidir). [18,37; 22,9; 40,64; 95,4] {KM, Mezmurlar 33,15; Yeremya}"},{"SurahNumber":3,"VerseNumber":7,"Text":"Bu muazzam kitabı sana indiren O'dur. Onun ayetlerinin bir kısmı muhkem olup bunlar Kitabın esasıdır. Ayetlerin bir kısmı ise mutesabihtir. Kalplerinde egrilik olanlar sırf fitne cıkarmak, insanları saptırmak ve kendi arzularına gore yorumlamak icin mutesabih kısmına tutunup onlarla ugrasır dururlar. Halbuki onların hakikatini, gercek yorumunu Allah’tan baskası bilemez. Ilimde ileri gidenler: “Biz ona oldugu gibi inandık. Hepsi de Rabbimizin katından gelmistir.” derler. Bunları ancak tam akıl sahipleri dusunup anlar ve soyle yalvarırlar"},{"SurahNumber":3,"VerseNumber":8,"Text":"“Ey bizim kerim Rabbimiz, bizi dogru yola ilettikten sonra kalplerimizi saptırma ve katından bize bir rahmet bagısla. Suphesiz bagısı bol olan vehhab Sensin Sen!”"},{"SurahNumber":3,"VerseNumber":9,"Text":"“Sen, geleceginde hic suphe olmayan bir gunde butun insanları bir araya toplayacaksın. Allah sozunden asla donmez.”"},{"SurahNumber":3,"VerseNumber":10,"Text":"Dini inkar edenlerin ne malları ne de evlatları, mustahak olmaları sebebiyle Allah'ın verecegi cezayı onlemede, kendilerine asla fayda veremezler. Iste onlar cehennemin yakıtıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavun taraftarlarının ve onlardan daha oncekilerin gidisi gibi. Onlar, ayetlerimizi yalanladılar, Allah da kendilerini curumleri sebebiyle kıskıvrak yakaladı. Allah'ın cezası pek siddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"Inkar edenlere de ki: “Siz maglup olacak, hasredilip toplanacak ve cehenneme suruleceksiniz!” Orası ne fena bir yataktır"},{"SurahNumber":3,"VerseNumber":13,"Text":"Birbiriyle karsılasan iki toplulukta size buyuk bir ibret vardı: Bunlardan biri Allah yolunda vurusuyordu. Digeri ise kafir idi. O kafirler Muslumanları, bizzat gozleriyle kendilerinin iki misli goruyorlardı. Allah, diledigi kimseleri nusratıyla destekler. Elbette bunda gorecek gozleri olanlar icin alınacak ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlar, ogullar, yıgın yıgın biriktirilmis altın ve gumus, guzel cins atlar, davarlar ve ekinler gibi nefsin hosuna giden seyler insanlara cazip gelmektedir. Bunlar dunya hayatının gecici bir metaından ibarettir. Asıl varılacak guzel yer ise, Allah'ın katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"De ki: “Size, ihtirasla istediginiz o seylerden cok daha iyisini bildireyim mi? Iste Allah'a karsı gelmekten sakınan muttakiler icin Rab’leri nezdinde icinden ırmaklar akan cennetler olup, kendileri orada ebedi kalacaklardır. Hem orada onlara tertemiz esler ve hepsinin de ustunde Allah’ın rızası vardır. Allah butun kullarını hakkıyla gormektedir"},{"SurahNumber":3,"VerseNumber":16,"Text":"O muttakiler: “Ey bizim kerim Rabbimiz, biz iman ettik, gunahlarımızı bagısla ve bizi cehennem azabından koru!” diye yalvarırlar"},{"SurahNumber":3,"VerseNumber":17,"Text":"Onlar sabırlı, imanlarında sadık ve samimi, Allah'ın huzurunda itaatla divan duran, mallarını hayırda harcayan, seher vakitlerinde Allah’tan af dileyen muminlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah'tan baska tanrı bulunmadıgına sahid bizzat Allah’tır. Butun melekler, hak ve adaletten ayrılmayan ilim adamları da bu gercege, aziz ve hakim (mutlak galip, tam hukum ve hikmet sahibi) Allah’tan baska tanrı olmadıgına sahittirler"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında hak din, Islam'dır. O Ehl-i kitabın ihtilafları, kendilerine gercegi bildiren ilim geldikten sonra, sırf aralarındaki haset ve ihtiras yuzunden olmustur. Allah’ın ayetlerini inkar edenler bilsinler ki, Allah onların hesabını cabuk gorur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Buna karsı seninle munakasaya kalkısanlara de ki: “Ben yuzumu, ozumu Allah'a teslim ettim. Bana baglı olanlar da O’na teslim oldular.” O Ehl-i kitapla, kitap ehli olmayan ummilere (musriklere) de ki: “Siz de teslim olup musluman olmaya var mısınız?” Eger hakka teslim olup Islam’a girerlerse dogru yolu bulmus olurlar. Yok, eger yuz cevirirlerse, sana dusen gorev, sadece hakkı tebligdir. Allah kullarını hakkıyla gorur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah'ın ayetlerini inkar edenleri, haksız yere peygamberleri oldurenleri, adaleti isteyip yaymak isteyenlerin canlarına kıyanları, can yakıcı bir ceza ile mujdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste onların butun yaptıkları, dunyada da, ahiret'te de bosa gitmistir. Kendilerini bu halden kurtaracak hicbir yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Baksana o kendilerine kitaptan bir pay verilenlere! Aralarında hakem olması icin Allah'ın kitabına davet ediliyorlar da, sonra onlardan bir grup yuz cevirerek donup gidiyorlar"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bunun sebebi onların: “Cehennem atesi bize sayılı gunler dısında asla dokunmayacaktır.” iddialarıdır. Uydurdukları bu gibi seyler, dinleri hakkında kendilerini aldatmıstır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Gercekleseceginden hicbir suphe bulunmayan o kıyamet gununde, kendilerini bir araya topladıgımız ve her sahsa, yaptıgının karsılıgının tam verilip, asla haksızlıga ugratılmadıgı o gun gelince halleri ne olacak"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: “Ey mulk ve hakimiyet sahibi Allah'ım!” Sen mulku diledigine verir, dilediginden onu ceker alırsın! Diledigini aziz, diledigini zelil kılarsın! Her turlu hayır yalnız Sen’in elindedir! Sen elbette her seye kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduze katar gunu uzatırsın, gunduzu geceye katar geceyi uzatırsın. Oluden diri, diriden olu cıkarırsın. Sen diledigin kimseye sayısız rızıklar verirsin!”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminleri bırakıp, kafirleri veli edinmesinler! Kim boyle yaparsa, Allah ile ilisigini kesmis olur. Ancak onlar tarafından gelebilecek bir tehlike olursa baska! Allah sizi, Kendisine isyan etmekten sakındırır. Donus yalnız Allah'adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: “Icinizdekini gizleseniz de, acıklasanız da mutlaka Allah onu bilir. Butun goklerde ve yerde olanları da bilir. Allah, her seye kadirdir.” {KM, Vahiy}"},{"SurahNumber":3,"VerseNumber":30,"Text":"Gun gelecek, her kisi gerek hayır olarak, gerek kotuluk olarak ne islemisse, hepsini onunde bulacak. Yaptıgı kotulukten bucak bucak kacmak isteyecek. Allah sizi, Zatına karsı gelmekten sakındırır. Dogrusu Allah kullarına karsı pek sefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"Ey Resulum, de ki: “Ey insanlar, eger Allah'ı seviyorsanız, gelin bana uyun ki Allah da sizi sevsin ve gunahlarınızı bagıslasın. Allah gafurdur, rahimdir! (cok affedicidir, engin merhamet ve ihsan sahibidir)"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: “Allah'a ve Resulullaha itaat ediniz. Sayet yuz cevirirlerse, bilsinler ki Allah kafirleri sevmez.” [3,132; 8,1.20.46; 58,13] {KM, Luka}"},{"SurahNumber":3,"VerseNumber":33,"Text":"Gercek su ki Allah Adem'i, Nuh’u, Ibrahim ailesi ile Imran ailesini, birbirinden gelen tek zurriyet halinde butun insanlardan suzup onlara ustun kılmıstır. Allah semi’dir, alimdir (her seyi hakkıyla isitir, mukemmel tarzda bilir). [2,47; 66,12] {KM, Cıkıs}"},{"SurahNumber":3,"VerseNumber":34,"Text":"Gercek su ki Allah Adem'i, Nuh’u, Ibrahim ailesi ile Imran ailesini, birbirinden gelen tek zurriyet halinde butun insanlardan suzup onlara ustun kılmıstır. Allah semi’dir, alimdir (her seyi hakkıyla isitir, mukemmel tarzda bilir). [2,47; 66,12] {KM, Cıkıs}"},{"SurahNumber":3,"VerseNumber":35,"Text":"Hani bir vakit Imran'ın hanımı soyle demisti: “Ya Rabbi, karnımda tasıdıgım cocugumu sana adadım, her turlu bagdan azade olarak senin yoluna hizmet edecektir. Adagımı lutfen kabul buyur. Suphesiz (duaları isiten, niyetleri bilen) semi ve alim yalnız Sen’sin!”"},{"SurahNumber":3,"VerseNumber":36,"Text":"Derken onu dogurunca da: “Ya Rabbi, dedi, ben bir kız dogurdum. -Zaten Allah ne dogurdugunu pek iyi biliyordu-, erkek evlat, elbette kız gibi degildir. Ben onun adını Meryem koydum. Onu da, onun neslinden gelecekleri de o mel'un seytanın serrinden korumanı niyaz ediyorum.”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi onu guzellikle kabul buyurdu ve pek guzel bir tarzda yetistirdi. Onu Zekeriyya'nın egitim ve himayesine verdi. Zekeriyya onun yanına Mabede ne zaman girse beraberinde yiyecekler bulurdu. “Meryem! Bu yiyecekleri nereden buluyorsun?” deyince de o: “Bunlar Allah tarafından gonderiliyor. Muhakkak ki Allah diledigine sayısız rızıklar verir.” derdi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Iste o sırada Zekeriyya Rabbine niyaz edip “Ya Rabbi, dedi, bana Senin tarafından tertemiz, hayırlı zurriyet ihsan eyle! Suphesiz ki Sen duaları isitip icabet edersin.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mihrapta namaz kılmakta iken melekler kendisine seslenip: “Allah sana, Allah'tan bir kelimeyi tasdik edecek, hem efendi, hem gayet zahid, hem peygamber olacak olan Yahya’yı mujdeler.” dediler"},{"SurahNumber":3,"VerseNumber":40,"Text":"O: “Ya Rabbi, dedi, nasıl benim cocugum olabilir ki ihtiyarlık basıma cokmus, hanımım ise kısır hale gelmistir?” Allah: “Boyle de olsa, Allah diledigini yapar” buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"O: “Ya Rabbi, bana oglum olacagına dair bir alamet bildirir misin?” deyince, Allah: “Senin isaretin sudur: “Uc gun muddetle halkla isaretlesme dısında konusmayacaksın! Rabbini cok zikret, sabah aksam onu tesbih ve tenzih et!” buyurdu. {KM, Luka}"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani Melekler dediler ki: “Meryem! Muhakkak ki Allah seni secti. Seni tertemiz kıldı hatta seni dunyadaki butun kadınlara ustun kıldı. [7,144] {KM, Hakimler 5,24. Luka}"},{"SurahNumber":3,"VerseNumber":43,"Text":"“Meryem! Saygı dolu bir gonulle huzurunda durup Rabbine ibadet et, secdeye kapan ve ruku edenlerle beraber ruku et.”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iste bunlar gayb kabilinden haberler olup onları Biz sana vahyediyoruz. Yoksa onlar Meryem'i kimin himaye edecegine dair kur’a cekerlerken ve birbirleriyle tartısırlarken sen yanlarında bulunmuyordun"},{"SurahNumber":3,"VerseNumber":45,"Text":"Gun geldi, melekler ona: “Meryem! Allah, Kendisi tarafından bir kelime verecegini sana mujdeliyor. Adı Isa, lakabı Mesih, sıfatı Meryem ogludur. Dunyada da ahirette de itibarlı, Allah'a en yakın kullardan olacaktır. [19,21] {KM, Luka 1,26-38; Matta 1,16; Yuhanna}"},{"SurahNumber":3,"VerseNumber":46,"Text":"Besiginde de, yetiskinliginde de insanlara hitap edip onlarla konusacak, salih insanlardan olacaktır. [5,110; 19,29] {KM, Matta}"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: “Ya Rabbi, bana hicbir erkek eli degmedigi halde nasıl olur da cocugum olabilir?” deyince, Allah soyle buyurdu: “Oyle de olsa, Allah diledigini yaratır. Zira O, bir seyin var olmasına hukum verince sadece “ol” der, o da derhal oluverir.” [2,117; 3,59; 19,35] {KM, Luka}"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Melekler Hz. Isa hakkında Meryem ile konusurken onun su sıfatlarını da ilave ettiler:) “Allah ona kitabı (yazmayı), hikmeti, Tevrat ve Incil'i ogretecektir. Onu Israilogullarına resul olarak gonderecek, o da onlara soyle diyecektir: “Size Rabbiniz tarafından bir mucizeyle gonderildim: Ben size camurdan kus sekline benzer bir sey yapar icine uflerim, o da Allah’ın izniyle hemen kus oluverir. Keza ben anadan dogma koru ve abrası iyilestirir, hatta Allah’ın izniyle oluleri diriltirim. Evlerinizde ne yediginizi ve biriktirip sakladıklarınızı da bilirim. Eger inanmaya niyetiniz varsa, elbette bunlarda sizin icin alacak dersler vardır. [5,110; 19,21.30] {KM, Markos 7,32-35; Matta 15,30; 8,1-3; Luka}"},{"SurahNumber":3,"VerseNumber":49,"Text":"(Melekler Hz. Isa hakkında Meryem ile konusurken onun su sıfatlarını da ilave ettiler:) “Allah ona kitabı (yazmayı), hikmeti, Tevrat ve Incil'i ogretecektir. Onu Israilogullarına resul olarak gonderecek, o da onlara soyle diyecektir: “Size Rabbiniz tarafından bir mucizeyle gonderildim: Ben size camurdan kus sekline benzer bir sey yapar icine uflerim, o da Allah’ın izniyle hemen kus oluverir. Keza ben anadan dogma koru ve abrası iyilestirir, hatta Allah’ın izniyle oluleri diriltirim. Evlerinizde ne yediginizi ve biriktirip sakladıklarınızı da bilirim. Eger inanmaya niyetiniz varsa, elbette bunlarda sizin icin alacak dersler vardır. [5,110; 19,21.30] {KM, Markos 7,32-35; Matta 15,30; 8,1-3; Luka}"},{"SurahNumber":3,"VerseNumber":50,"Text":"Keza ben, benden onceki Tevrat'ı tasdik etmek ve size (Musa seriatinde) haram kılınan bazı seyleri mubah kılmak icin geldim. Dogrusu ben size Rabbiniz tarafından bir mucize getirdim. Oyleyse Allah’a karsı gelmekten sakının da bana itaat edin.” [43,63] {KM, Matta}"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphe yok ki Allah hem sizin, hem de benim Rabbimdir. Oyleyse, yalnız O'na ibadet edin. Iste dogru yol budur. {KM, Yuhanna}"},{"SurahNumber":3,"VerseNumber":52,"Text":"Ne zaman ki Isa onların inkarlarında ısrar ettiklerini hissetti, “Allah'a giden yolda bana yardım edecek kim var?” dedi. Havariler: “Allah yolunda yardımcılar biziz. Biz Allah’a iman ettik. Ey Isa, bizim Musluman olup Allah’a itaat ettigimize sen de sahid ol!” [5, 111-112; 61,14] {KM, Yuhanna}"},{"SurahNumber":3,"VerseNumber":53,"Text":"“Ya Rabbena! Indirdigin kitaba iman edip Elcinin yolunu tuttuk. “Sen de bizi, birligini ve nebilerini tanıyan sahitlerle birlikte yaz!” dediler. {KM, Luka 24,48; Yuhanna 15,27; Resullerin isleri}"},{"SurahNumber":3,"VerseNumber":54,"Text":"Oburleri ise hileler yaptılar. Allah da onların hilelerini bosa cıkardı. Allah, hileleri bosa cıkarmakta pek gucludur"},{"SurahNumber":3,"VerseNumber":55,"Text":"O zaman Allah soyle buyurmustu: “Isa! seni oldurecek olan, onlar degil Ben'im. Seni Kendi nezdime yukseltecek, seni inkarcıların icinden kurtarıp temize cıkaracak ve sana tabi olanları ta kıyamete kadar kafirlere ustun kılacak olan da Ben’im. Sonra hepinizin donusu Bana olacak. Ben de aranızda ihtilaf ettiginiz konularda hukmumu verecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"Hasılı, inkar edenleri hem dunyada, hem ahirette siddetli bir azap ile cezalandıracagım. Onları bu azaptan kurtarabilecek yardımcılar da bulunmayacaktır"},{"SurahNumber":3,"VerseNumber":57,"Text":"Iman edip makbul ve guzel isler yapanların ise mukafatlarını tam tamına odeyecektir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ey Resulum! iste bunlar, bu vak'alar, sana bildirdigimiz ayetlerden ve hikmet dolu Kur’an’dandır"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah yanında Isa'nın durumu, aynen Adem’in durumu gibidir. Allah Adem’i topraktan yaratıp “ol” dedi, o da derhal oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Hakikat, Rabbinin tarafından gelir. Bunda hicbir tereddudun olmasın"},{"SurahNumber":3,"VerseNumber":61,"Text":"Artık sana bu ilim geldikten sonra, kim seninle Isa hakkında tartısmaya girerse de ki: “Haydi gelin ogullarımızı ve ogullarınızı, hanımlarımızı ve hanımlarınızı ve bizzat kendimizi ve kendinizi cagırıp, sonra da gonulden Allah'a yalvaralım da bu konuda kim yalancı ise Allah’ın lanetinin onların uzerine inmesini dileyelim!”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Iste isin gercegi budur. Dogrusu Allah'tan baska hicbir ilah yoktur. Allah hic suphesiz azizdir, hakimdir (mutlak galip, tam hukum ve hikmet sahibidir)"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger yuz cevirirlerse, muhakkak ki Allah o fesatcıları hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: “Ey Ehl-i kitap! Bizimle sizin aramızda birlesecegimiz, musterek ve adil su sozde karar kılalım: “Allah'tan baskasına ibadet etmeyelim. O’na hicbir seyi serik kosmayalım, kimimiz kimimizi Allah’tan baska rab edinmesin.” Eger bu daveti reddederlerse: “Bizim, Allah’ın emirlerine itaat eden muminler oldugumuza sahid olun!” deyin"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey Ehl-i kitap! Tevrat da, Incil de kendisinden cok sonra gonderildikleri halde, ne diye Ibrahim hakkında iddialasıyorsunuz? Buna da mı akıl erdiremiyorsunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Haydi diyelim ki az cok bildiginiz konularda tartısıyorsunuz. Peki ne diye hakkında bilginiz olmayan hususlarda tartısıyorsunuz! Halbuki isin dogrusunu Allah bilir, siz bilemezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Iste bu konudaki gercek sudur: Ibrahim Yahudi de degildi, Hıristiyan da degildi, Lakin o batıl dinlerden uzaklasmıs, tertemiz halis bir Musluman idi, Ve asla musriklerden olmamıstı"},{"SurahNumber":3,"VerseNumber":68,"Text":"Insanlar icinde Ibrahim'e en yakın olanlar, ona tabi olanlar, bu Peygamber ve bu Peygambere iman edenlerdir. Allah muminlerin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Ehl-i kitaptan bir kısmı, sizi inancınızdan saptırmak istedi. Halbuki onlar sadece kendilerini saptırırlar da bunun farkına bile varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey Ehl-i kitap! Siz de yanınızdaki kitaplarda dogruluguna tanık olup dururken, Allah'ın ayetlerini ne diye inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey Ehl-i kitap! Nicin bile bile Batılı hakka karıstırıyor, nicin bile bile hakikati gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Ehl-i kitaptan bir guruh birbirlerine, soyle dediler: “Su Muslumanlara indirilen kitaba gunun baslangıcında (zahiren) iman edin, sonunda da inkar edin, olur ki onlar da supheye dusup dinlerinden donerler. Ve bir de kendi dininize tabi olandan baskasına sakın ha guvenmeyin!” Ey Resulum, de ki: “Dogru yol, Allah'ın yoludur,” Yine onlar kendi aralarında: “Size verilen vahyin, baskalarına da verildigine veya Rabbinizin huzurunda Muslumanların karsı delil getirip sizi maglup edeceklerine inanmayın!” derler. De ki: “Lutuf Allah’ın elindedir, diledigine ihsan eder. Allah vasi ve alimdir (lutfu boldur, her seyi hakkıyla bilir)"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ehl-i kitaptan bir guruh birbirlerine, soyle dediler: “Su Muslumanlara indirilen kitaba gunun baslangıcında (zahiren) iman edin, sonunda da inkar edin, olur ki onlar da supheye dusup dinlerinden donerler. Ve bir de kendi dininize tabi olandan baskasına sakın ha guvenmeyin!” Ey Resulum, de ki: “Dogru yol, Allah'ın yoludur,” Yine onlar kendi aralarında: “Size verilen vahyin, baskalarına da verildigine veya Rabbinizin huzurunda Muslumanların karsı delil getirip sizi maglup edeceklerine inanmayın!” derler. De ki: “Lutuf Allah’ın elindedir, diledigine ihsan eder. Allah vasi ve alimdir (lutfu boldur, her seyi hakkıyla bilir)"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini, nubuvvetini diledigi kuluna has kılar. Allah buyuk lutuf ve inayet sahibidir.”"},{"SurahNumber":3,"VerseNumber":75,"Text":"Ehl-i kitaptan oylesi vardır ki kendisine yuklerle altın emanet bıraksan onları sana oder. Ama oylesi de vardır ki, bir altın bile versen basında dikilip durmadıkca onu sana geri vermez. Bunun sebebi, onların: “Ummiler hakkında ne yaparsak mubahtır, ondan dolayı sorumlu olmayız.” demeleridir. Onlar bile bile, Allah hakkında yalan uydururlar"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hakikat oyle degil, kim ahdini yerine getirir ve haramlardan sakınırsa, bilsin ki Allah da o sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Onemsiz bir menfaat karsılıgında, Allah'a verdikleri ahdi ve yeminlerini bozanların ahirette hicbir nasipleri yoktur. Kıyamet gunu Allah onlarla konusmayacak. Onların yuzlerine bakmayacak ve onları temize cıkarmayacaktır. Onların hakkı cok acı bir azaptır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Ehl-i kitaptan bir kısmı da, aslında kitaptan olmadıgı halde, Sizin kitaptan zannetmeniz icin, Okurken agızlarını dillerini egip bukerler (bazı kelimelerin telaffuzunu degistirirler). Bir seyler soyleyip, “Bu Allah tarafındandır.” derler. Halbuki o, Allah tarafından degildir. Bile bile Allah adına yalan uydururlar"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah'ın kendisine kitap, hukum ve nubuvvet verdigi hicbir insanın kalkıp da halka: “Allah’ın yanı sıra bana da kul olun.” deme yetkisi yoktur. Lakin o insanlara: “Ogretmekte ve okuyup okutmakta oldugunuz kitap sayesinde rabbani olun.” der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve o size: “Melekleri ve peygamberleri rab edinin.” diye bir emir de vermez. Siz Allah'a boyun egen Musluman olduktan sonra, Hic kalkıp sizin kufre sapmanızı emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hem Allah, vaktiyle peygamberlerden “Size kitap ve hikmet vermemden sonra, Sizin yanınızda bulunan kitabı tasdik edici bir peygamber geldiginde, mutlaka ona inanıp yardımcı olacaksınız.” diye soz almıstır. Allah: “Bunu kabul ettiniz, bu agır yukumu sırtınıza aldınız mı?” dediginde onlar: “Kabul ettik” diye kesin soz verince, Allah Teala: “Siz de sahit olun, zaten Ben de sizinle beraber sahitlik edecegim.” buyurdu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim bundan sonra haktan yuz cevirirse, iste onlar dinden cıkmıs fasıklardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Goklerde ve yerde bulunan kim varsa, gerek isteyerek, gerek istemeyerek Allah'a itaat ederken, Hepsi dondurulup O’na goturulurken, Onlar kalkıp Allah’ın dininden baska bir din mi arıyorlar"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: “Biz Allah'a iman ettik. Bize indirilen vahye, Ibrahim’e, Ismail’e Ishak’a, Yakub’a ve torunlarına indirilen keza Musa’ya, Isa’ya, hasılı butun peygamberlere Rab’leri tarafından verilen vahiylere de iman ettik. (Peygamberlikleri noktasında) onlar arasında hicbir ayrım yapmayız ve biz yalnız Allah’a teslim oluruz"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islam'dan baska bir din ararsa, Bilsin ki bu din asla ondan kabul edilmeyecek Ve o ahirette ziyan edenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kendilerine kesin ve acık deliller gelmis ve Resulun hak peygamber olduguna sehadet etmis iken, imanlarından sonra kufre sapan bir toplulugu hic Allah hidayete erdirir mi? Yok, yok! Allah, zalimler guruhunu cennete giden yola koymaz, emellerine kavusturmaz"},{"SurahNumber":3,"VerseNumber":87,"Text":"Boylelerinin cezası, Allah'ın, meleklerinin ve butun insanların lanetine ugramaktır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu lanetin icinde ebedi kalacaklardır. Ne cezaları hafifletilecek, ne de yuzlerine bakılacaktır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak daha sonra tovbe edip nefislerini ıslah edenler, bu hukmun dısındadır. Cunku Allah gafurdur, rahimdir (cok affedicidir, merhamet ve ihsanı boldur)"},{"SurahNumber":3,"VerseNumber":90,"Text":"Imanlarından sonra kufre sapanların, sonra inkarda daha da ileri gidenlerin tovbeleri asla kabul edilmez. Iste asıl sapıklar bunlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Inkar yoluna sapan ve kafir olarak can veren kimseler, kurtulus fidyesi olarak dunya dolusunca altın verseler de, mumkun degil, hicbirinden kabul edilmeyecektir. Bunların hakkı, cok acı bir azaptır ve kendilerini bundan kurtaracak olan da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz mallarınızdan Allah yolunda harcamadıkca “fazilet” mertebesine ulasamazsınız. Bununla beraber her ne infak ederseniz, Allah mutlaka onu bilir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden once, Israil'in (yani Yakub’un) kendi nefsine haram kıldıgı haric, diger butun yiyecekler Israilogullarına helal idi. De ki: Iste meydan! Iddianızda tutarlı iseniz Tevrat’ı getirip okuyun"},{"SurahNumber":3,"VerseNumber":94,"Text":"Artık kim bundan sonra Allah adına yalan soylerse, iste onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":95,"Text":"Sen: “Sadakallah: Allah sozun dogrusunu soyledi.” de! Haydi bakalım Allah'ı bir tanıyarak Ibrahim’in dinine uyun! Pek iyi bilirsiniz ki o, asla musriklerden olmamıstı"},{"SurahNumber":3,"VerseNumber":96,"Text":"Ibadet yeri olarak yeryuzunde yapılan ilk bina Mekke'deki Kabe olup, pek feyizlidir, insanlar icin hidayet rehberidir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada apacık alametler ve deliller, Ibrahimin makamı vardır. Kim Beytullaha girerse korkudan emin olur. Ziyarete gucu yeten herkese Beytullahı ziyaret etmek, Allah'ın onun uzerindeki hakkıdır. Nankorluk edip bu hakkı tanımayana Allah’ın hicbir ihtiyacı yoktur, o butun alemlerden mustagnidir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: Ey Ehl-i kitap, nicin Allah'ın ayetlerini inkar ediyorsunuz? Halbuki Allah yaptıgınız her seyi gormektedir. {KM, Yeremya}"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: Ey Ehl-i kitap! Siz gercegi gorup bildiginiz halde, nicin Allah'ın yolunu egri gostermeye yeltenerek iman edenleri Allah yolundan men ediyorsunuz? Allah yaptıklarınızdan habersiz degildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler! Eger Ehl-i kitaptan bir kısmına uyacak olursanız, iyi bilin ki onlar sizi imanınızdan sonra kufre cevirmek isterler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Sizler nasıl kufre donebilirsiniz ki, onunuzde Allah'ın ayetleri okunuyor, aranızda Allah’ın Resulu bulunuyor? Kim Allah’a gonulden sımsıkı baglanırsa muhakkak ki o dogru yola konulmustur"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler! Allah'a karsı gelmekten nasıl sakınmak gerekirse oylece sakının! Ona layık oldugu tazimi gosterin ve ancak O’na teslim olan Musluman olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hepiniz toptan, Allah'ın ipine (dinine) sımsıkı sarılın, bolunup ayrılmayın. Allah’ın sizin uzerinizdeki nimetini hatırlayın: Hani siz birbirinize dusman idiniz de Allah kalplerinizi birbirine ısındırmıs ve onun lutfu ile kardes oluvermistiniz. Siz bir ates cukurunun tam kenarında iken oraya dusmekten de sizi O kurtarmıstı. Allah size ayetlerini boylece acıklıyor, ta ki dogru yola eresiniz"},{"SurahNumber":3,"VerseNumber":104,"Text":"Ey muminler! Icinizden hayra cagıran, iyiligi yayıp kotulukleri onleyen bir topluluk bulunsun. Iste selamet ve felahı bulanlar bunlar olacaklardır. [3,110.114; 7]"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine kesin delillerin gelmesinden sonra bolunup ihtilafa dusenler gibi olmayın. Onlar icin buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"Gun gelecek, birtakım yuzler agaracak, birtakım yuzler ise kararacak. Yuzleri kararanlara: “Siz misiniz denecek, imanınızdan sonra inkara sapanlar? Tadın bakalım inkarınız sebebiyle bu acı azabı!”"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yuzu ak olanlar ise Allah'ın rahmetindedirler. Hem de orada ebedi kalacaklardır"},{"SurahNumber":3,"VerseNumber":108,"Text":"Iste bunlar Allah'ın ayetleridir ki hakkı gerceklestirmen icin Biz onları sana okuyoruz. Cunku su kesindir ki, Allah insanlara zulmetmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerde ve yerde olan her sey Allah'ındır, ve butun isler sonunda O’na raci olur, butun isleri O hukme baglar"},{"SurahNumber":3,"VerseNumber":110,"Text":"(Ey Ummet-i Muhammed!) Siz insanların iyiligi icin meydana cıkarılmıs en hayırlı ummetsiniz: Iyiligi yayar, kotulugu onlersiniz, cunku Allah'a inanırsınız. Ehl-i kitap da bu imana gelseydi, elbette kendileri icin iyi olurdu. Iclerinden iman edenler varsa da ekserisi dinden cıkmıs fasıklardır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar size hicbir zarar veremezler, olsa olsa incitirler. Sizinle savasacak olurlarsa, arkalarını donup kacarlar. Kendilerine yardım eden de bulunmaz"},{"SurahNumber":3,"VerseNumber":112,"Text":"Allah'tan gelmis olan bir ipe ve insanlar tarafından uzatılan bir ipe (sisteme) tutunmaları mustesna, onlar nerede bulunurlarsa bulunsunlar, uzerlerine zillet damgası vurulmustur. Allah’ın gazabına ugramıs, meskenete mahkum edilmislerdir. Bu, onların Allah’ın ayetlerini inkar etmeleri ve haksız yere peygamberleri oldurmeleri sebebiyle olmustur. Cunku asi olmuslar ve haddi asmıslardır"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ehl-i kitabın hepsi bir degildir. Onların icinde oyle dosdogru bir cemaat vardır ki, Gece saatlerinde Allah'ın ayetlerini okuyarak secdelere kapanırlar. {KM, Mezmurlar 42,9; 77,3; 134,2. Resullerin isleri}"},{"SurahNumber":3,"VerseNumber":114,"Text":"Bunlar Allah'ı ve ahireti tasdik eder, iyiligi yayar, kotulukleri onler ve hayırlı islere yarısırcasına kosarlar. Iste onlar salihlerdendirler"},{"SurahNumber":3,"VerseNumber":115,"Text":"Yaptıkları hayır ve iyiliklerden, mukafatsız kalan bir tek iyilik bile bulunmayacaktır. Allah gunahlardan korunan takva ehlini pek iyi bilir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kafir olanların ne malları ne de evlatları, kendilerini Allah'ın cezasından asla kurtaramaz. Onlar cehennemlik olup orada ebediyyen kalacaklardır"},{"SurahNumber":3,"VerseNumber":117,"Text":"O batıl yollarda olanların bu dunya hayatında harcadıkları malların durumu, Kendi oz canlarına zulmeden kimselerin ekinine isabet eden Ve o mahsulu kasıp kavuran bir ruzgarın durumuna benzer.Dogrusu Allah onlara zulmetmedi, ama onlar kendi kendilerine zulmettiler"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler! Siz Muslumanlardan baskasını sırdas edinmeyin. Cunku onlar size ser ve fesat cıkarmada ellerinden geleni bırakmazlar. Daima sizin sıkıntıya dusmenizi isterler. Size olan dusmanlıkları, zaten agızlarından tasıp meydana cıkmıstır. Kalplerinin gizledigi dusmanlık ise daha fazladır. Ayetlerimizi size iyice acıkladık. (Eger akıllarınızı kullanırsanız, onlardan yararlanırsınız)"},{"SurahNumber":3,"VerseNumber":119,"Text":"Iste siz o kimselersiniz ki o dusmanlarınızı seversiniz, Halbuki siz butun kitaplara iman ettiginiz halde, onlar sizi sevmezler.Hem huzurunuza geldiler mi “amenna!” biz de “inandık!” derler. Aralarında basbasa kaldıkları vakit de, size duydukları kin ve dusmanlık sebebiyle, parmaklarını ısırırlar. De ki: “Geberin kininizle!” Allah butun kalplerin kunhunu bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir ferahlıgın, bir nimetin ulasması onları uzer. Bir fenalıgın gelmesine ise, adeta bayılırlar. Sayet siz sabreder ve Allah'a karsı gelmekten sakınırsanız, onların tuzakları size hicbir zarar veremez. Cunku Allah, elbette onların yaptıklarını (ilmiyle, kudretiyle) kusatmıstır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani bir vakit, ey Resulum, sen ailenden sabah erken ayrılmıs, muminlere savas mevzileri hazırlamak icin yola cıkmıstın. Allah, semi ve alimdir (hakkıyla isitir ve bilir)"},{"SurahNumber":3,"VerseNumber":122,"Text":"Ve hani sizden iki boluk, Allah da kendilerinin yardımcıları oldugu halde, korkarak geri cekilmeye yeltenmislerdi.Halbuki muminlere dusen, yalnız Allah'a dayanıp guvenmeleridir"},{"SurahNumber":3,"VerseNumber":123,"Text":"Gercekten, sizler birkac bicare iken, Bedir'de Allah size yardım etmisti. O halde Allah’a karsı gelmekten sakının ki sukretmis olasınız"},{"SurahNumber":3,"VerseNumber":124,"Text":"O vakit sen muminlere: “Rabbinizin, indirdigi uc bin melek ile size imdad gondermesi yetmez mi?” diyordun. [8,9-10; 9,26.40; 33,9] {KM, II Samuel 5,24; II Makkabe 5,2-4; Matta}"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, eger sabreder ve itaatsizlikten sakınırsanız, -dusmanlarınız da hemen uzerinize geliverirlerse- Rabbiniz, formalı formalı tam bes bin melek gondererek size yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah bu imdadı sırf size mujde olsun ve kalpleriniz bununla musterih olsun diye yaptı. Nusret ve zafer, ancak (mutlak galip, tam hukum ve hikmet sahibi), aziz ve hakim olan Allah tarafından gelir"},{"SurahNumber":3,"VerseNumber":127,"Text":"Evet, Allah Teala kafirlerden ileri gelenleri imha etmek Veya onları basasagı ederek umitsiz bir hale dusurmek icin size bu imdadı gonderdi"},{"SurahNumber":3,"VerseNumber":128,"Text":"Bu hususta sana ait bir is yoktur: Allah ister onlara tovbe nasib edip bagıslar, ister nefislerine zulmettikleri icin onları cezalandırır"},{"SurahNumber":3,"VerseNumber":129,"Text":"Goklerde ne var, yerde ne varsa hepsi Allah'ındır. O diledigini affeder, diledigini cezalandırır. Allah gafurdur, rahimdir (cok affedicidir, merhamet ve ihsanı boldur)"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Kat kat faiz yemeyin. Allah'a karsı gelmekten sakının ki felah bulasınız"},{"SurahNumber":3,"VerseNumber":131,"Text":"Hem kafirler icin hazırlanmıs bulunan o atesten korunun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah'a ve Resulune itaat edin ki merhamete nail olasınız"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbiniz tarafından magfirete, genisligi goklerle yer kadar ve muttakiler icin hazırlanmıs bir cennete dogru yarısırcasına kosusun"},{"SurahNumber":3,"VerseNumber":134,"Text":"O muttakiler ki bollukta da darlıkta da Allah yolunda harcarlar, kızdıklarında ofkelerini yutar, insanların kusurlarını affederler. Allah da boyle iyi davrananları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"O muttakiler ki cirkin bir is yaptıklarında veya kendi nefislerine zulmettiklerinde, pesinden hemen Allah'ı anar, gunahlarının affedilmesini dilerler. Zaten gunahları Allah’tan baska kim affeder ki? Bir de onlar, bile bile isledikleri gunahlarda ısrar etmez, o gunahları surdurmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste onların mukafatları, Rab'leri tarafından buyuk bir af ile, kendilerinin ebedi olarak kalacakları, icinden ırmaklar akan cennetler olacaktır. Guzel is yapanların mukafatı ne de guzel"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once, Allah'ın koymus oldugu hayat kanunlarına uygun olarak, nice olaylar, ummetler gecti... Isterseniz dunyayı gezip dolasın da dini yalan sayanların akıbetlerini gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Iste bu, butun insanlara yoneltilen bir acıklamadır, Haramlardan korunacak muttakiler icin bir hidayet ve oguttur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Sakın yılmayın, uzuntuye kapılmayın, eger iman ediyorsanız mutlaka ustun gelirsiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Sayet siz yara aldı iseniz, karsınızdaki dusman toplulugu da benzeri bir yara aldı. Iste Biz, Allah'ın gercek muminleri ortaya cıkarması, sizden sehitler edinmesi, muminleri tertemiz yapıp kafirleri imha etmesi icin, zafer gunlerini insanlar arasında nobetlese dondurur dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Sayet siz yara aldı iseniz, karsınızdaki dusman toplulugu da benzeri bir yara aldı. Iste Biz, Allah'ın gercek muminleri ortaya cıkarması, sizden sehitler edinmesi, muminleri tertemiz yapıp kafirleri imha etmesi icin, zafer gunlerini insanlar arasında nobetlese dondurur dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":142,"Text":"Allah, sizin icinizden cihad edenlerle sabır gosterenleri ortaya cıkarmadan, kolayca cennete girivereceginizi mi zannettiniz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Siz olumle yuzyuze gelmeden once, sehid olmayı temenni etmistiniz. Iste simdi onu ayan beyan gordunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed, sadece resuldur, elcidir. Nitekim ondan once de nice resuller gelip gecmistir. Sayet o olur veya oldurulurse, Siz hemen gerisin geriye dinden mi doneceksiniz? Kim geri doner, dinden cıkarsa, bilsin ki Allah'a asla zarar veremez. Ama Allah hidayetin kadrini bilip sukredenleri bol bol mukafatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah izin vermedikce hic bir kisi olemez. Bu, belli bir vakte baglanmıs, takdir edilmistir. Her kim dunya mukafatını isterse, kendisine dunyalık birseyler veririz. Kim ahiret mukafatı isterse ona da bundan veririz. Biz, sukredenleri elbette odullendirecegiz."},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler gelip gecti ki onlarla beraber,kendisini Allah'a adamıs bircok rabbaniler savastı. Onlar, Allah yolunda baslarına gelen zorluklar sebebiyle asla yılmadılar, zayıflık gostermediler, dusmanlarına boyun da egmediler. Allah boyle sabırlı insanları sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Evet onların bu durumda dedikleri sadece su oldu: “Ey bizim kerim Rabbimiz, gunahlarımızı ve islerimizdeki asırılıklarımızı affet! Ayaklarımızı hak yolda sabit kıl ve kafirler guruhuna karsı bize yardım eyle!”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara hem dunya mukafatını, hem de o guzelim ahiret mukafatını verdi. Allah elbette muhsinleri, hep iyi davrananları sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Sayet siz kafirlere itaat ederseniz, onlar sizi, dininizden dondururler. Siz de ziyana ugrayanlardan olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Bilakis sizin mevlanız Allah'tır, ve O yardım edenlerin en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"O kafirler, Allah'ın, tanrılıklarını kabul ettigine dair hic bir delil indirmedigi birtakım nesneleri Allah’a ortak saydıkları icin, Onların kalplerine korku salacagız. Onların gidecekleri yer cehennemdir. Zalimlerin varacagı yer ne kotudur"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah size yaptıgı yardım vaadini gerceklestirdi: O'nun izni ile o dusmanlarınızı kırıp geciriyordunuz. Allah’ın, size arzuladıgınız galibiyeti gostermesine kadar, boylece bu vaad yerine geldi. Ama sonra siz isyan ettiniz, verilen emir hakkında cekistiniz, yılgınlık gosterdiniz. O esnada kiminiz dunya menfaatini istiyordu, kiminiz ahiret mukafatını. Sonra Allah sizi denemek icin, onlara karsı size verdigi destegi geri cekti, bozguna ugradınız. Bununla beraber sizin kusurlarınızı bagısladı da! Zaten Allah muminlere bol lutuf ve inayet sahibidir"},{"SurahNumber":3,"VerseNumber":153,"Text":"O vakit siz savas meydanından hızla uzaklasıyor, Donup hic kimseye bakmıyordunuz. Peygamber ise pesinizden sizi cagırıp duruyordu. Bunun uzerine Allah, keder uzerine keder vererek sizi cezalandırdı. Allah'ın sizi affetmesi, ne elinizden gidene, ne de basınıza gelen felakete esef etmemeniz icindir. Allah butun yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o kederin pesinden uzerinize bir guven duygusu indirdi. Sizden bir kısmını buruyen tatlı bir uyku hali verdi. Bir kısmınız ise can derdine dusmus, Allah hakkında Cahiliye devrindekine benzer, gercek dısı seyler dusunuyorlar: “Bu isin kararlastırılmasında bizim yetkimiz mi var? Ne gezer!” diye soyleniyorlardı. De ki: “Butun yetki ve karar Allah'ındır” Onlar aslında iclerinde, sana karsı acıga vuramadıkları birs eyler saklıyor ve kendi aralarında: “Bu emir ve komuta isinde bir payımız olsaydı, simdi burada olmaz, oldurulmezdik.” diyorlardı. De ki: Siz evlerinizde dahi olsaydınız, haklarında olum takdir edilenler, mutlaka dusup olecekleri yerlere dogru cıkacaklardı. Allah, sizin icinizde olanı sınamak ve kalplerinizi her turlu vesvese ve kirden arındırıp pırıl pırıl yapmak icindir ki bunu basınıza getirdi. Allah sinelerin ozunu dahi bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Iki ordunun karsılastıgı gun icinizden arkasına donup kacanlar var ya, iste onları, islemis oldukları birtakım hataları sebebiyle seytan kaydırmak istemisti. Allah yine de onları affetti. Cunku Allah gafurdur, halimdir (cok affedici ve musamahalıdır)"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Dini inkar edip de Allah icin seferde olen veya gazalarda oldurulen arkadasları hakkında: “Bizim yanımızda olsalardı, ne olurler ne de oldurulurlerdi.” diyenler gibi olmayın! Allah bunu, onların gonullerinde bir hasret, bir yurek yarası olarak bıraksın diye yaptı. Hayatı veren de, alan da Allah'tır. Allah butun yaptıklarınızı gorur"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger Allah yolunda oldurulur veya olurseniz, Bilin ki, Allah tarafından magfiret ve rahmet, insanların topladıkları butun mallardan daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Sizler olseniz de, oldurulseniz de, sonunda Allah'ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Insanlara yumusak davranman da Allah'ın merhametinin eseridir. Eger katı yurekli, kaba biri olsaydın, insanlar senin etrafından dagılıverirlerdi. Oyleyse onların kusurlarını affet, onlar icin magfiret dile, ve isleri onlarla musavere et! Bir kere de azmettin mi, yalnız Allah’a tevekkul et! Allah muhakkak ki Kendisine dayanıp guvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Eger Allah size yardım ederse, size ustun gelecek hic kimse olamaz. Sayet o sizi yardımsız bırakırsa, artık O'ndan sonra kim size yardım edebilir ki? Oyleyse muminler yalnız Allah’a guvenmelidirler"},{"SurahNumber":3,"VerseNumber":161,"Text":"Emanete hıyanet etmek, bir peygamberin yapacagı is degildir. Her kim hıyanet edip de ganimetten veya kamuya ait hasılattan bir sey asırır, bunu da gizlerse, kıyamet gunune o vebalini aldıgı seyler, boynuna asılı olarak gelir. Sonra her kisiye kazandıgı seylerin mukafat veya cezası eksiksiz odenir Ve onlar asla haksızlıga ugratılmazlar"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allah'ın rıza yolunu tutmus, o yolda kosan kimse, hic Allah’ın hısmına ugrayan ve son duragı cehennem olan kimse gibi olur mu? Ne kotu bir yerdir o cehennem"},{"SurahNumber":3,"VerseNumber":163,"Text":"Rıza yolunu tutanlar Allah'ın huzurunda derece derecedirler. Allah insanların yaptıgı her seyi gorur"},{"SurahNumber":3,"VerseNumber":164,"Text":"Gercekten Allah, kendi iclerinden birini, onlara ayetlerini okuması, Onları her turlu kotuluklerden arındırması, Kendilerine kitap ve hikmeti ogretmesi icin resul yapmakla, muminlere buyuk bir lutuf ve inayette bulunmustur. Halbuki daha once onlar besbelli bir sapıklık icinde idiler. [2,129.151]"},{"SurahNumber":3,"VerseNumber":165,"Text":"Hal boyle iken, dusmanlarınızın basına iki mislini getirdiginiz bir bela sizin basınıza gelince: “Bu nereden geldi?” mi diyorsunuz? De ki: “Bu felaket sizin yuzunuzdendir.” Muhakkak ki Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki ordunun karsılastıgı gun basınıza gelen musibet Allah'ın izniyle olmustu. Bu da O’nun muminleri ayırd etmesi, munafıklık yapanları da meydana cıkarması icin idi. O munafıklara: “Gelin, Allah yolunda savasın veya hic olmazsa dusmanınızın size ve ailelerinize saldırmasını onleyin!” denildiginde: “Biz savas olacagını bilseydik size katılırdık.” dediler. Dogrusu o gun onlar imandan ziyade kufre yakın idiler. Onlar, agızlarıyla, kalplerinde olmayan seyleri soyluyorlardı. Ama Allah onların gizlediklerini pek iyi bilir"},{"SurahNumber":3,"VerseNumber":167,"Text":"Iki ordunun karsılastıgı gun basınıza gelen musibet Allah'ın izniyle olmustu. Bu da O’nun muminleri ayırd etmesi, munafıklık yapanları da meydana cıkarması icin idi. O munafıklara: “Gelin, Allah yolunda savasın veya hic olmazsa dusmanınızın size ve ailelerinize saldırmasını onleyin!” denildiginde: “Biz savas olacagını bilseydik size katılırdık.” dediler. Dogrusu o gun onlar imandan ziyade kufre yakın idiler. Onlar, agızlarıyla, kalplerinde olmayan seyleri soyluyorlardı. Ama Allah onların gizlediklerini pek iyi bilir"},{"SurahNumber":3,"VerseNumber":168,"Text":"Onlar o munafıklardır ki kendileri savasa cıkmayıp evde oturmaları yetmiyor gibi, bir de kalkıp (bilgiclik taslayarak) savasta sehid olan arkadasları hakkında: “Sozumuze kulak verselerdi boyle oldurulmezlerdi.” derler. De ki: “Eger, iddianızda tutarlı iseniz, haydi elinizden geliyorsa kendinizi olumun elinden kurtarın bakalım!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri sakın olu zannetme! Bilakis onlar hayatta olup, Rab'lerinin katında yasarlar, rızıklanırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah'ın lutfundan ihsan ettigi nimetlere kavusmaktan dolayı sevinc icindedirler. Arkalarından henuz kendilerine kavusmayan mustakbel sehitlere, “kendilerine hicbir korku olmayacagına ve uzuntu hissetmeyeceklerine” dair de mujde vermek isterler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar Allah'ın nimeti ve lutfu ile ve Allah’ın muminlere olan mukafatını zayi etmeyecegi mujdesiyle de sevinirler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Hele o yara aldıktan sonra Allah'ın ve Resulunun cagrısına uyup gonul verenlere, hele onlar gibi ihsan ve takva sahiplerine pek buyuk mukafatlar vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlar oyle kimselerdir ki halk kendilerine: “Dusmanlarınız olan insanlar size karsı ordu hazırladılar, aman onlardan kendinizi koruyun.” dediklerinde, bu tehdit onların imanlarını artırmıs ve “Hasbunallah ve ni'me’l-vekil” “Allah bize yeter. O ne guzel vekildir!” demislerdir"},{"SurahNumber":3,"VerseNumber":174,"Text":"Sonra da kendilerine hic bir fenalık dokunmadan, Allah'tan bir afiyet, selamet ve lutuf ile geri donduler ve Allah’ın rızasına uydular. Allah cok buyuk lutuf ve inayet sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"Size o haberi getiren adam seytanın tekidir. O sizi kendi dostları ile korkutmak ister. Fakat siz mumin iseniz onlardan korkmayın, Ben'den korkun! [39,36-38; 58,21; 22,40;]"},{"SurahNumber":3,"VerseNumber":176,"Text":"Inkara kosusanlar sana kaygı vermesin, Onlar Allah'ın dinine asla zarar veremezler. Allah onlara ahirette nasip vermemek istiyor. Onlara buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"Imana bedel inkarı tercih edenler Allah'ın dinine hic bir zarar veremezler ve onlar icin gayet acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"O kafirler kendilerine muhlet vermemizin kendileri hakkında hayır oldugunu sanmasınlar. Onlara muhlet vermemiz, gunahlarının artması icindir. Onlara zelil ve perisan eden bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah muminleri icinde bulundugunuz su halde bırakacak degildir. Sonunda temiz ile murdarı ayıracaktır. Allah sizin hepinizi gayba vakıf kılacak da degildir. Fakat Allah, resullerinden diledigini secer (onu gayba vakıf kılar). O halde Allah'a ve resullerine iman edin. Eger iman eder ve Allah’a karsı gelmekten sakınırsanız size buyuk mukafat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah'ın kendilerine lutfu ile bol bol verdigi nimetlerde cimrilik edip harcamayanlar, sakın bu hali kendileri icin hayırlı sanmasınlar. Hayır! Bu, onların hakkında serdir. Cimrilik edip vermedikleri malları kıyamet gunu boyunlarına dolanacaktır. Kaldı ki goklerin ve yerin mirası Allah’ındır. Allah ne yaparsanız hepsinden haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"“Allah fakirdir biz ise zenginiz.” diyenlerin sozlerini Allah elbette isitmistir. Ama Biz onların dedikleri bu sozu ve peygamberleri haksız yere oldurmelerini yazacagız Ve “Tadın bakalım o yakıcı cezayı!” diyecegiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Iste bu, sizin ellerinizle islediginiz gunahların karsılıgıdır. Cunku Allah kullarına haksızlık edecek degildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Onlar dediler ki: “Allah, atesin yakıp kor haline getirecegi bir kurban getirmedikce hicbir peygambere inanmamamızı emretti.” Onlara cevaben de ki: “Benden once bircok peygamber acık delillerin (mucizelerin) yanında, sizin one surdugunuz kurbanı da getirdiler. Peki sozunuzde tutarlı iseniz, onları nicin oldurdunuz?” [5,27; 2,91] {KM, Levililer 9,23-24; I Kırallar}"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eger onlar senin nubuvvetini yalan saydılarsa, uzulme! Zaten senden once acık deliller, mucizeler, sahifeler ve nurlu kitaplar getiren nice resullere de yalancı denilmisti."},{"SurahNumber":3,"VerseNumber":185,"Text":"Her canlı olumu tadacaktır. Siz ey insanlar, calısmalarınızın ucretini ancak kıyamet gunu tam bir sekilde alacaksınız. O vakit, kim atesten uzaklastırılıp cennete yerlestirilirse, iste o muradına ermistir. Yoksa bu dunya hayatı, aldatıcı ve gecici bir zevkten baska bir sey degildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Su muhakkak ki gerek mallarınızda, gerek canlarınızda imtihana tabi tutulacaksınız. Sizden once kendilerine kitap verilen Yahudi ve Hıristiyanlardan ve bir de musriklerden sizi inciten bircok soz isiteceksiniz. Ama siz sabreder ve gunahlardan korunursanız, muhakkak ki bu davranıs, yapılacak islerin en degerlisidir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Vaktiyle Allah, Ehl-i kitaptan “Kitabı mutlaka insanlara acıklayıp anlatacaksınız, Onu asla gizlemeyeceksiniz!” diye teminat almıstı. Fakat onlar bu ahdi onemsemeyerek kulak ardı ettiler, onu az bir bahaya sattılar. Bakın ne kotu bir alıs veris"},{"SurahNumber":3,"VerseNumber":188,"Text":"Yaptıklarından oturu sevinen, obur taraftan yapmadıkları islerden dolayı ovulmek isteyen kimselerin sakın azaptan yakayı kurtaracaklarını sanma! Cunku onlara o can yakıcı azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin hakimiyeti Allah'ındır ve Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Muhakkak goklerin ve yerin yaratılısında, gece ile gunduzun birbiri ardınca gelip surelerinin uzayıp kısalmasında dusunen insanlar icin elbette bircok dersler vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"Onlar ki Allah'ı gah ayakta divan durarak, gah oturarak, gah yanları uzere zikreder, goklerin ve yerin yaratılısı hakkında dusunurler ve derler ki: “Ey Yuce Rabbimiz! Sen bunları gayesiz, bosuna yaratmadın. Seni bu gibi noksanlardan tenzih ederiz. Sen bizi o ates azabından koru!” [4,103; 38,27] {KM, Tesniye}"},{"SurahNumber":3,"VerseNumber":192,"Text":"“Ey Yuce Rabbimiz! Sen kimi atese koyarsan, muhakkak onu rezil edersin. Zalimlerin hic bir yardımcısı yoktur!”"},{"SurahNumber":3,"VerseNumber":193,"Text":"“Rabbena! Biz, imana cagıran ve “Rabbinize inanın!” diye tevhide davet eden bir zatı duyduk ve icabet ettik. Artık Sen bizi affet, kusurlarımızı bagısla ve iyilerle birlikte bizim canımızı al.”"},{"SurahNumber":3,"VerseNumber":194,"Text":"“Rabbena! Resullerin vasıtasıyla bize vaad ettigin mukafatları bize lutfet, bizi kıyamet gunu rezil ve perisan eyleme. Sen asla sozunden donmezsin!”"},{"SurahNumber":3,"VerseNumber":195,"Text":"Onların Rabbi de dualarına soyle icabet buyurdu: “Sizden gerek erkek, gerek kadın, hayır isleyen hicbir kimsenin calısmasını zayi etmem. Cunku siz birbirinizdensiniz, birbirinizden farkınız yoktur. Benim rızam icin hicret edenlerin, vatanlarından surulenlerin, Benim yolumda iskenceye, zarara ugrayanların, Benim yolumda savasanların ve oldurulenlerin, Elbette kusurlarını ortecek ve elbette onları Allah tarafından mukafat olarak icinden ırmaklar akan cenetlere yerlestirecegim. En guzel oduller Allah'ın yanındadır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Hakkı inkar edenlerin diyar diyar, refah icinde gezip durmaları sakın seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Pek kısa bir zevk ve eglenme! Sonra varacakları yer ise cehennem! Orası ne fena bir yataktır! [40,4; 1]"},{"SurahNumber":3,"VerseNumber":198,"Text":"Lakin Rabbine karsı gelmekten sakınanlara Allah tarafından bir ikram olarak Icinden ırmaklar akan cennetler var. Onlar orada ebedi kalacaklardır. Allah'ın yanında olan mukafatlar, elbette o hayırlı ve iyi insanlar icin daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Ehl-i kitap icinde, Allah'a iman ettikleri gibi, Hakkı tazim ederek hem size hem de kendilerine indirilen kitaba inananlar da vardır. Onlar Allah’ın ayetlerini, degersiz bir menfaat karsılıgında satmazlar. Iste Rabbi nezdinde mukafatları olanlar onlardır. Muhakkak ki Allah hesabı pek cabuk gorur. [2]"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler! Sabredin! Sabır yarısında dusmanlarınızı gecin! Cihad icin daima hazırlıklı ve uyanık bulunun! Ve Allah'a karsı gelmekten sakının ki felah bulup basarıya eresiniz"}]}