{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"O you enwrapped (in your raiment)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Rise up (to pray during) the night, except a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"A half of it, or diminish a little thereof"},{"SurahNumber":73,"VerseNumber":4,"Text":"Or increase thereto; and recite the Qur'an (in a distinct) recitation"},{"SurahNumber":73,"VerseNumber":5,"Text":"Surely We will soon cast upon you a weighty Saying"},{"SurahNumber":73,"VerseNumber":6,"Text":"Surely (prayer) by night is more intense in performance and more upright in (devotional) oration"},{"SurahNumber":73,"VerseNumber":7,"Text":"Surely in the daytime you have long employment"},{"SurahNumber":73,"VerseNumber":8,"Text":"And remember the Name of your Lord, and devote yourself to Him with complete devotion"},{"SurahNumber":73,"VerseNumber":9,"Text":"The Lord of the east and the west; there is no god except He; so take Him to yourself for an Ever-Trusted Trustee"},{"SurahNumber":73,"VerseNumber":10,"Text":"And (endure) patiently what they (The disbelievers) say, and forsake them with a becoming forsaking"},{"SurahNumber":73,"VerseNumber":11,"Text":"And leave Me away (to deal) with the beliers, the ones endowed with (earthly) comfort, and give them more leisure for a little (while)"},{"SurahNumber":73,"VerseNumber":12,"Text":"Surely, close to Us are manacles and a (raging) Hell"},{"SurahNumber":73,"VerseNumber":13,"Text":"And food that chokes, (Literally: comprising choking) and a painful torment"},{"SurahNumber":73,"VerseNumber":14,"Text":"On the Day when the earth and the mountains will be in commotion, and the mountains become a heap of sand let loose"},{"SurahNumber":73,"VerseNumber":15,"Text":"Surely We have sent to you a Messenger as a witness over you, as We sent to Firaawn (Pharaoh) a Messenger"},{"SurahNumber":73,"VerseNumber":16,"Text":"Yet Firaawn disobeyed the Messenger, so We took him (away) a baneful (The root of the Arabic word implies death by droning) taking"},{"SurahNumber":73,"VerseNumber":17,"Text":"So, in case you disbelieve, how will you protect yourselves against a Day that will make the- newborn hoary-headed"},{"SurahNumber":73,"VerseNumber":18,"Text":"Whereby the heaven will be rent asunder; His promise has (always) been performed"},{"SurahNumber":73,"VerseNumber":19,"Text":"Surely this is a Reminder; so let him who decides take for (himself) to his Lord a way"},{"SurahNumber":73,"VerseNumber":20,"Text":"Surely your Lord knows that you (rise) up (for prayer) nearly two thirds of the night, and (sometimes) a half of it, and (sometimes) a third of it, and a section of the ones with you (also rise for prayer); and Allah determines (precisely) the night and the daytime. He knows that you (The believers, This and the following pronouns are plural) will never enumerate it; so He has relented towards you. Then read of the Qur'an that which is easy (for you). He knows that (some) of you are sick, and others striking in the earth, (i.e., traveling) seeking a share of the Grace of Allah, and others fighting in the way of Allah. So read of it that which is easy (for you). And keep up the prayer, and bring the Zakat, and lend to Allah a fair loan. And whatever charity you will forward to your selves, you will find (it) in the Providence of Allah; it will be more charitable (i.e., better) and more magnificent in reward. And ask the forgiveness of Allah; surely Allah is Ever-Forgiving, Ever-Merciful"}]}