{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya.Sina"},{"SurahNumber":36,"VerseNumber":2,"Text":"sahu hai bibeka purana kitaba di"},{"SurahNumber":36,"VerseNumber":3,"Text":"Besaka tusim rasulam vicom hi ho"},{"SurahNumber":36,"VerseNumber":4,"Text":"Behada sidhe raha te"},{"SurahNumber":36,"VerseNumber":5,"Text":"Iha saravasakatimana ate rahimata vale alaha valom utari'a gi'a hai"},{"SurahNumber":36,"VerseNumber":6,"Text":"Tam ki tusim unham lokam nu savadhana kara devem jinham de vaderi'am nu nasihata nahim' diti ga'i, so uha agi'ani hana"},{"SurahNumber":36,"VerseNumber":7,"Text":"Unham vicom zi'adatara lokam te gala sidha ho cuki hai tam uha imana nahim li'a'unage"},{"SurahNumber":36,"VerseNumber":8,"Text":"Asim unham de galam vica tauka (pate) pa dite hana, jihare thaudi'am taka sana. So unham de sira uce ho rahe hana"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ate asim unham de sahamane ika ota (kadha) kara diti hai ate ika ota (kadha) unham de piche kara diti hai, phira asim unham nu dhaka dita huna unham nu dikha'i nahim dida"},{"SurahNumber":36,"VerseNumber":10,"Text":"Tusim unham nu dara'um jam na dara'u, unham la'i ika barabara hai. Uha imana nahim li'a'unage"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tusim tam sirafa usa bade nu nasihata kara sakade ho jihara upadesa te cale ate alaha tom dare"},{"SurahNumber":36,"VerseNumber":12,"Text":"yakinana hi asim muradi'am nu jivata karange ate asim likha rahe ham, jihara unham ne age bheji'a ate piche chadi'a. Ate asim hara ciza varaja kara la'i hai ika khul'hi ho'i kitaba vica"},{"SurahNumber":36,"VerseNumber":13,"Text":"Ate unham la'i ika udaharana pesa karo: Sahira de loka, jadom sadesavahaka isa kola a'e sana"},{"SurahNumber":36,"VerseNumber":14,"Text":"jadom asim unham nu do bheje para unham ne inakara kara dita, isa la'i asim unham nu tije nala mazabuta kita, ate unham ne kiha,\" sacamuca asim tuhade la'i duta ham"},{"SurahNumber":36,"VerseNumber":15,"Text":"Lokam ne kiha ki tusim tam sirafa sade varage manukha ho, rahimana ne ko'i ciza nahim utari tusim sirafa jhutha bolade ho"},{"SurahNumber":36,"VerseNumber":16,"Text":"Unham ne kiha ki sada raba janada hai ki asim besaka tuhade kola bheje ga'e ham"},{"SurahNumber":36,"VerseNumber":17,"Text":"Ate sade zise tam kevala sapasata rupa vica (suneha) pahuca dena hai"},{"SurahNumber":36,"VerseNumber":18,"Text":"Lokam ne akhi'a ki asim tam tuhanu asubha samajhade ham. Jekara tusim loka nahim mane tam asim tuhanu patharam nala mara devange ate tuhanu sade valom sakhata pira pahucegi"},{"SurahNumber":36,"VerseNumber":19,"Text":"Unham ne akhi'a ki tuhadi badasagani tuhade nala hai. Ki jhini gala nahim ki tuhanu upadesa dita gi'a hai. Sagom tusim hadam tom para jana vale loka ho"},{"SurahNumber":36,"VerseNumber":20,"Text":"Ate sahira de dura de sathana tom ika bada bhaji'a-bhaji'a a'i'a usa ne akhi'a hai meri kauma! Nabi'am da palana karo"},{"SurahNumber":36,"VerseNumber":21,"Text":"Inham lokam da palana karom jihare tuhade tom ko'i badala vi nahim magade ate iha yoga raha te hana"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ate maim ki'um na ibadata karam usa hasati di jisa ne mainu paida kita hai. Ate use vala tusim vapasa more ja'uge"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ki maim usa tom binham dusari'am nu apana pujanayoga banavam. Jekara rahimana mainu ko'i dukha pahuca'una cahe tam unham di sifarasa mere kujha kama na a'egi ate na uha mainu pharha sakanage"},{"SurahNumber":36,"VerseNumber":24,"Text":"Besaka usa vele maim ika khul'ha kurahe pi'a hovanga"},{"SurahNumber":36,"VerseNumber":25,"Text":"Maim tuhade raba te imana li'a'i'a tam tusim meri vi gala suna lavo"},{"SurahNumber":36,"VerseNumber":26,"Text":"Irasada ho'i'a ki janata vica pravesa ho ja'u. Usa ne akhi'a ki kasa! Meri kauma samajhadi hudi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ki mere raba ne mu'afi"},{"SurahNumber":36,"VerseNumber":28,"Text":"ate usa tom ba'ada usa di kauma te asim akasa vicom ko'i phauja nahim' bheji ate na hi asim phaujam utari'a karade ham"},{"SurahNumber":36,"VerseNumber":29,"Text":"Basa ika dhamaka ho'i'a tam acanaka uha sare bujha ke rahi ga'e"},{"SurahNumber":36,"VerseNumber":30,"Text":"Aphasosa hai unham badi'am de upara jihara vi unham kole nabi a'i'a uha usa da mazaka hi uda'unde rahe"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ki unham ne nahim dekhi'a ki asim unham tom pahilam kini'am hi' kaumam barabada kara diti'am hana. Huna uha unham vala vapisa a'unna vale nahim"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ate unham vica ko'i ajiha nahim jihara ikatha ho ke sade vica hazira na kita javega"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ate ika nisani unham la'i murada zamina hai. Usa nu asim jivata kita ate usa vicom asim anaja paida kita, so uha usa vico khande hana"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ate asim usa vica khazura ate agura de baga bana'e ate usa vica asim jharane vaga'e"},{"SurahNumber":36,"VerseNumber":35,"Text":"Tam ki loka usa de fala khana. Ate usanu unham de hatham ne nahim bana'i'a tam ki'um uha sukara ada nahim karade"},{"SurahNumber":36,"VerseNumber":36,"Text":"Uha hasati pavitara hai jisa ne sari'am cizam de jore bana'e. Unham vicom vi jinham nu dharati paida karadi hai ate khuda unham de adara tom vi. Ate unham vicom vi jinham nu uha nahim' janade"},{"SurahNumber":36,"VerseNumber":37,"Text":"Ate ika nisani unham la'i rata hai asim usa vicom dina nu bica lainde ham tam uha hanere vica rahi jande hana"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ate suraja uha mithe ho'e raha ute calada hai. Iha saravasakatimana ate saravagi'ata da banhi'a ho'i'a haimana hai"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ate asim cana la'i vi usadi'am mauzilam tai'a kara diti'am hana, ithom taka ki uha ajiha bana janda hai jivem khajura di purani sakha"},{"SurahNumber":36,"VerseNumber":40,"Text":"Na suraja de vasa vica hai ki uha cana nu pharha lave ate na rata dina tom pahilam a sakadi hai. Ate sare ika ika da'ire vica taira rahe hana"},{"SurahNumber":36,"VerseNumber":41,"Text":"Ate ika nisani inham la'i iha vi hai ki asim inham di nasala nu bhari ho'i beri vica savara kita"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ate asim unham la'i unham varagi'am hora cizam painda kiti'am jinham te iha savara hude hana"},{"SurahNumber":36,"VerseNumber":43,"Text":"Ate jekara asim cahi'e tam asim inham nu doba de'i'e, phira na ko'i inham di pukara sunana vala hovega ate na hi iha baca'e ja sakanage"},{"SurahNumber":36,"VerseNumber":44,"Text":"Paratu iha sadi rahimata hai, unham nu ika mithe samem taka labha dena"},{"SurahNumber":36,"VerseNumber":45,"Text":"Ate jadom unham nu kiha janda hai ki usa tom darom jihare tuhade age ate tuhade piche hana tam ki tuhade upara rahimata kiti jave"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ate unham de raba di'am nisani'am vicom ko'i nisani vi unham de pasa ajihi nahim a'undi jisa tom uha muha na morade hona"},{"SurahNumber":36,"VerseNumber":47,"Text":"Ate jadom unham nu kiha janda hai ki alaha ne jihara kujha tuhanu dita hai tusim usa vicom kharaca karo tam jinham lokam ne inakara kita uha imana vali'am nu akhade hana ki asim ajihe lokam nu khu'a'i'e jinham nu alaha zahuda hove tam uha unham nu khu'a dida. Tusim loka tam sapasata kurahe pa'e ho"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ate uha kahide hana ki iha va'ada kadom (pura) hovega. (Daso)? Jekara tusim sace ho"},{"SurahNumber":36,"VerseNumber":49,"Text":"Iha loka sirafa ika caghi'ara da raha dekha rahe hana, jihari inham nu a pharhegi ate iha larade hi rahi janage"},{"SurahNumber":36,"VerseNumber":50,"Text":"Phira uha na ko'i vasi'ata kara sakanage ate na apane lokam vala vapisa ja sakanage"},{"SurahNumber":36,"VerseNumber":51,"Text":"Ate bigala vaja'i'a javega tam acanaka uha kasaram vicom utha ke apane raba vala cala painage"},{"SurahNumber":36,"VerseNumber":52,"Text":"Uha kahinage, ha'e! Sadi mari kisamata sanu sadi'am kabaram vico kisa ne utha'i'a. Iha uha hi hai jisa da rahimana ne va'ada kita si ate paigabaram ne saca kiha si"},{"SurahNumber":36,"VerseNumber":53,"Text":"Basa uha ika caghi'ara hovegi phira acanaka sare ikathe ho ke sade pasa hazira kara dite janage"},{"SurahNumber":36,"VerseNumber":54,"Text":"So aja de dina kise bade te ko'i zulama nahim hovega ate tuhanu uha fala hi milega jihara tusim karade si"},{"SurahNumber":36,"VerseNumber":55,"Text":"Besaka janata de loka aja apani'am (gatividhi'am nala prasana honage)"},{"SurahNumber":36,"VerseNumber":56,"Text":"Uha ate unham di'am patani'am cham vica takhatam de upara sir'hana la ke baithe honage"},{"SurahNumber":36,"VerseNumber":57,"Text":"Unham la'i vade fala (meve) honage ate unham la'i uha sara kujha hovega jihara uha maganage"},{"SurahNumber":36,"VerseNumber":58,"Text":"Unham nu rahimata vale raba valom salama kaha'i'a javega"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ate he aparadhi'o! Aja tusim vakhare ho javo"},{"SurahNumber":36,"VerseNumber":60,"Text":"He adama di satana! Ki mai' tuhanu takida nahim kiti si_ki tusim saitana di ibadata na kari'o. Besaka uha tuhada sare'ama dusamana hai"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ate iha ki tusim meri hi badagi karana iha hi sidha raha hai"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ate usa ne tuhade vicom ika vade samuha nu bhataka dita tam ki tusim samajhade nahim si"},{"SurahNumber":36,"VerseNumber":63,"Text":"Iha naraka hai jisa da tuhade nala va'ada kita janda si"},{"SurahNumber":36,"VerseNumber":64,"Text":"Huna apani avagi'a de badale isa vica dakhila ho ja'u"},{"SurahNumber":36,"VerseNumber":65,"Text":"Aja asim inham de muha ute mohara laga devange ate inham de hatha sanu kahinage ate inham de paira gavahi denage jihara kujha iha loka karade rahe sana"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ate jekara asim cahude tam inham di'am akham nu mita dide. Phira uha raha vala dorade tam inham nu kithe dikhada"},{"SurahNumber":36,"VerseNumber":67,"Text":"ate jekara asim cahude tam inham di jag'ha te inham de rupa tabadila kara dide te na uha age vadha sakade te na piche vapisa mura sakade"},{"SurahNumber":36,"VerseNumber":68,"Text":"Ate asim jisa di umara vadha kara dide ham tam usa nu usa di luka'i vica piche maura dide ham tam ki iha samajhade nahim"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ate asim inham nu se'ara (kavita) nahim sikha'e ate na hi iha isa de la'ika hana iha tam sirafa ika khul'hi kura'ana da upadesa hai"},{"SurahNumber":36,"VerseNumber":70,"Text":"Tam ki uha usa bade nu savadhana kara dena jihara jivita hove ate inakari'am upara taraka sathapita ho jave"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ki unham ne nahim dekhi'a ki asim apane hatham di'am bana'i'am cizam vicom unham la'i pasu paiva kite tam iha huna unham (pasu'am) de malaka hana"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ate asim unhannu unham de adhina kara dita, huna unham vicom kujha unham di savari hai ate kujha nu iha khande hana"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ate unham la'i unham vica labha hana ate pina di'am cizam vi. Tam ki huna uha sukara nahim karade"},{"SurahNumber":36,"VerseNumber":74,"Text":"Ate unham ne alaha tom binham dusare pujanayoga bana'e ki sa'ida unham di saha'ita kiti ja sake"},{"SurahNumber":36,"VerseNumber":75,"Text":"Uha unham di saha'ita na kara sakanage ate uha unham di phauja bana ke hazira kite janage"},{"SurahNumber":36,"VerseNumber":76,"Text":"Huna unham di gala tuhanu dukhi na kare asim' janade ham jihara kujha uha chupa'unde hana jam jo kujha pragata karade hana"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ki manukha ne nahim dekhi'a ki asim unham nu ika buda (viraja) tom paida kita. Phira uha pratakha jhagaralu bana gi'a"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ate uha sade la'i misalam bi'ana karada hai ate uha apani racanam nu bhula gi'a. Uha kahida hai ki hadi'am nu kauna ji'unda karega jadom ki uha zura-cura hom ga'i'am hana"},{"SurahNumber":36,"VerseNumber":79,"Text":"Akho, uha hi jivita karega, jisa ne inham nu pahili vara paida kita si ate uha hara prakara nala dhaida karana janada hai"},{"SurahNumber":36,"VerseNumber":80,"Text":"Uha hi hai jisa ne tuhade la'i hare bhare darakhatam vica aga paida kara diti. Phira tusim usa nala aga balade ho"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ki jisa ne akasam ate dharati nu paida kita uha isa di samaratha nahim rakhada ki inham varagi'am nu paida kara deve. Ham, usa samaratha rakhada hai ate asala vica uhi paida karana vala ate janana vala hai"},{"SurahNumber":36,"VerseNumber":82,"Text":"Usa da masala tam basa iha hai ki jadom kise ciza da nisaca kara lainda hai tam kahida hai ki ho ja ate uha jandi hai"},{"SurahNumber":36,"VerseNumber":83,"Text":"So uha hasati pavitara hai jisa de hatham vica hareka ciza da adhikara hai ate use vala tusim vapisa maure javoge"}]}