{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":61,"VerseNumber":1,"Text":"Allakha slavit vso, chto v nebesakh, i vso, chto na zemle, otvergaya ot Nego vso, chto ne podobayet Yemu. Tol'ko On nepobedim, vlasten nad vsem sushchim i obladayet sovershennoy mudrost'yu"},{"SurahNumber":61,"VerseNumber":2,"Text":"O vy, kotoryye uverovali! Pochemu vy govorite to, chego vy ne delayete, i ne vypolnyayete svoikh obeshchaniy"},{"SurahNumber":61,"VerseNumber":3,"Text":"Allakh sil'no nenavidit, kogda vy govorite to, chego vy ne delayete"},{"SurahNumber":61,"VerseNumber":4,"Text":"Poistine, Allakh lyubit tekh, kto splochonnymi ryadami srazhayetsya za Yego Slovo, budto oni - prochnoye stroyeniye"},{"SurahNumber":61,"VerseNumber":5,"Text":"Vspomni, o Mukhammad, kak Musa skazal svoyemu narodu: \"O narod moy! Pochemu vy prichinyayete mne vred, khotya vy znayete, chto ya - poslannik Allakha k vam?\" Kogda oni, uporstvuya, otklonilis' ot istiny, Allakh otvratil ikh serdtsa ot pryamogo puti. Ved' Allakh ne vedot po pryamomu puti tekh, kotoryye ne povinuyutsya Yemu"},{"SurahNumber":61,"VerseNumber":6,"Text":"I vspomni, kak skazal Isa, syn Maryam: \"O syny Israila! YA - poslannik Allakha k vam, podtverzhdayushchiy istinu togo, chto bylo nisposlano v Tore do menya i blagovestvuyushchiy o tom, chto posle menya yavitsya poslannik, imya kotoromu Akhmad\". A kogda k nim s yasnymi znameniyami yavilsya poslannik, o kotorom im bylo soobshcheno, oni skazali: \"To, s chem ty prishol k nam - yavnoye koldovstvo"},{"SurahNumber":61,"VerseNumber":7,"Text":"Kto zhe greshneye togo, kto izmyshlyayet na Allakha lozh', kogda yego prizyvayut k islamu, - religii istiny i blaga? Allakh ne vedot na pryamoy put' tekh, kotoryye uporstvuyut v svoyey nechestivosti"},{"SurahNumber":61,"VerseNumber":8,"Text":"Syny Israila izmyshlyayut na Allakha lozh', chtoby zatushit' Svet Yego religii svoimi ustami. Oni podobny tomu, kto khochet zatushit' svet solntsa, dunuv odin raz. Allakh, zavershiv Svoyu religiyu, dovodit Svoy Svet do sovershenstva, kak by ni bylo eto nenavistno neveruyushchim"},{"SurahNumber":61,"VerseNumber":9,"Text":"Allakh - Tot, kotoryy poslal Svoyego poslannika Mukhammada s Koranom - rukovodstvom dlya lyudey k pryamomu puti - i s islamom, religiyey istiny, chtoby vozvysit' yeyo prevyshe vsekh religiy, dazhe yesli eto nenavistno mnogobozhnikam"},{"SurahNumber":61,"VerseNumber":10,"Text":"O vy, kotoryye uverovali! Ne ukazat' li vam na pribyl'nuyu torgovlyu, kotoraya spasot vas ot muchitel'nogo nakazaniya"},{"SurahNumber":61,"VerseNumber":11,"Text":"Eto - tvordo priderzhivat'sya very v Allakha i Yego poslannika, borot'sya na puti Allakha svoim imushchestvom i svoyey zhizn'yu. Eto - luchsheye dlya vas, yesli vy znayete"},{"SurahNumber":61,"VerseNumber":12,"Text":"Yesli vy uveruyete i budete borot'sya na puti Allakha, On prostit vam grekhi i vvedot vas v rayskiye sady, gde tekut reki, i poselit vas v blagikh zhilishchakh v rayskikh sadakh vechnosti. Takoye vozdayaniye - velikoye preuspevaniye"},{"SurahNumber":61,"VerseNumber":13,"Text":"I yeshcho dlya vas, o veruyushchiye, drugaya milost', kotoruyu vy lyubite: pomoshch' ot Allakha i blizkaya pobeda, blagom kotoroy vy budete naslazhdat'sya. Obraduy, o Mukhammad, veruyushchikh etim vozdayaniyem"},{"SurahNumber":61,"VerseNumber":14,"Text":"O vy, kotoryye uverovali! Zashchishchayte religiyu Allakha, yesli Yego poslannik prizovot vas byt' yego pomoshchnikami, podobno apostolam Isy, kotoryye byli zashchitnikami religii Allakha, kogda on sprosil: \"Kto moi pomoshchniki na puti Allakha?\" I uverovala togda odna chast' iz synov Israila v Isu, a drugaya chast' ne uverovala. My podderzhali tekh, kotoryye uverovali, protiv ikh nevernykh vragov, i togda oni blagodarya Nashey podderzhke okazalis' pobeditelyami"}]}