{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Gerçekten müminler kurtuluşa ermiştir"},{"SurahNumber":23,"VerseNumber":2,"Text":"Onlar ki, namazlarında huşu içindedirler"},{"SurahNumber":23,"VerseNumber":3,"Text":"Onlar ki, boş ve yararsız şeylerden yüz çevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Onlar ki, zekâtı verirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve onlar ki, iffetlerini korurlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"ancak eşleri ve ellerinin sahip olduğu (câriyeleri) hariç. (Bunlarla ilişkilerden dolayı) kınanmış değillerdir"},{"SurahNumber":23,"VerseNumber":7,"Text":"Şu halde, kim bunun ötesine gitmek isterse, işte bunlar, haddi aşan kimselerdir"},{"SurahNumber":23,"VerseNumber":8,"Text":"Yine onlar (o müminler) ki, emanetlerine ve ahidlerine riayet ederler"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ve onlar ki, namazlarına devam ederler"},{"SurahNumber":23,"VerseNumber":10,"Text":"İşte, asıl bunlar vâris olacaklardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"(Evet) Firdevs'e vâris olan bu kimseler, orada ebedî kalıcıdırlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Andolsun biz insanı, çamurdan (süzülüp çıkarılmış) bir özden yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu sağlam bir karargâhta nutfe haline getirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra nutfeyi alaka (aşılanmış yumurta) yaptık. Peşinden, alakayı, bir parçacık et haline soktuk; bu bir parçacık eti kemiklere (iskelete) çevirdik; bu kemikleri etle kapladık. Sonra onu başka bir yaratışla insan haline getirdik. Yapıp-yaratanların en güzeli olan Allah pek yücedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra, muhakkak ki siz, bunun ardından elbet öleceksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra da şüphesiz, sîzler kıyamet gününde tekrar diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Şu da bir gerçek ki, biz, sizin üzerinizdeki yedi tabaka göğü de yarattık ve yaratılanlardan hiçbir surette gâfil olmadık"},{"SurahNumber":23,"VerseNumber":18,"Text":"Gökten uygun bir ölçüde bir su indirdik ve onu yerde tuttuk. Biz onu gidermeye de elbet kâdiriz"},{"SurahNumber":23,"VerseNumber":19,"Text":"Böylece onun (yağmurun) sayesinde sizin yararınıza hurma bahçeleri ve üzüm bağları meydana getirdik. Bunlarda sizin için birçok meyveler vardır ve siz onlardan yersiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Tûri Sînâ'da da yetişen bir ağaç daha meydana getirdik ki, bu ağaç hem yağ hem de yiyenlerin ekmeğine katık edecekleri (zeytin) verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Hayvanlarda sizin için elbette ibretler vardır. Karınlarındaki sütten size içiriyoruz. Onlarda sizin için pek çok fayda vardır ve onlardan yiyip duruyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların üzerinde ve gemilerde taşınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Nuh'u kavmine göndermiştik de, onlara şöyle demişti: \"Ey kavmim! Sizin için kendisinden başka ilâh olmayan Allah'a ibadet edin. Hiç sakınmaz mısınız"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun üzerine, kavminin inkârcı ileri gelenleri şöyle dediler: «Bu, tıpkı sizin gibi bir beşer olmaktan başka bir şey değildir. Size üstün ve hâkim olmak istiyor. Eğer Allah (peygamber göndermek) isteseydi, muhakkak ki melekler gönderirdi. Biz geçmişteki atalarımızdan böyle bir şey duymadık.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Öyle ise, bir süreye kadar ona katlanıp bekleyin bakalım.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh), Rabbim! dedi, beni yalanlamalarına karşı bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine ona şöyle vahyettik: Gözlerimizin önünde (muhafazamız altında) ve bildirdiğimiz şekilde gemiyi yap. Bizim emrimiz gelip de sular coşup yükselmeye başlayınca her cinsten eşler halinde iki tane ve bir de, içlerinden, daha önce kendisi aleyhinde hüküm verilmiş olanların dışındaki aileni gemiye al. Zulmetmiş olanlar konusunda bana hiç yalvarma! Zira onlar kesinlikle boğulacaklardır"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen, yanındakilerle birlikte gemiye yerleştiğinde: «Bizi zalimler topluluğundan kurtaran Allah'a hamdolsun» de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: Rabbim! Beni bereketli bir yere indir. Sen, iskân edenlerin en hayırlısısın"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şüphesiz bunda (Nuh ve kavminin başından geçenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı böyle) deneriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından bir başka nesil meydana getirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da kendi içlerinden \"Sizin için kendisinden başka ilah olmayan Allah'a ibadet edin. Hiç sakınmaz mısınız?\" diyen bir peygamber gönderdik"},{"SurahNumber":23,"VerseNumber":33,"Text":"Onun kavminden, kâfir olup ahirete ulaşmayı inkâr eden ve dünya hayatında kendilerine refah verdiğimiz varlıklı kişiler: «Bu, dediler, sadece sizin gibi bir insandır; sizin yediğinizden yer, sizin içtiğinizden içer.»"},{"SurahNumber":23,"VerseNumber":34,"Text":"«Gerçekten, sizin gibi bir beşere itaat ederseniz, herhalde ziyan edersiniz.»"},{"SurahNumber":23,"VerseNumber":35,"Text":"«Size, öldüğünüz, toprak ve kemik yığını haline geldiğinizde, mutlak surette sizin (kabirden) çıkarılacağınızı mı vâdediyor?»"},{"SurahNumber":23,"VerseNumber":36,"Text":"«Bu size vâdedilen (öldükten sonra yeniden dirilmek, gerçek olmaktan) çok uzak!»"},{"SurahNumber":23,"VerseNumber":37,"Text":"«Hayat, şu dünya hayatımızdan ibarettir, (kimimiz) ölürüz, (kimimiz) yaşarız; bir daha diriltilecek de değiliz.»"},{"SurahNumber":23,"VerseNumber":38,"Text":"«Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona inanmıyoruz.»"},{"SurahNumber":23,"VerseNumber":39,"Text":"O peygamber: Rabbim! dedi, beni yalanlamalarına karşılık bana yardımcı ol"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah şöyle buyurdu: Pek yakında onlar mutlaka pişman olacaklar"},{"SurahNumber":23,"VerseNumber":41,"Text":"Nitekim, vuku kaçınılmaz olan korkunç bir ses yakalayıverdi onları! Kendilerini hemen sel süprüntüsüne çevirdik. Zalimler topluluğunun canı cehenneme"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların ardından başka nesiller getirdik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiçbir ümmet, ecelini ne öne alabilir, ne de erteleyebilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra birbiri arkasına peygamberlerimizi gönderdik. Her ümmete peygamberi gelince, onu yine yalanladılar. Biz de onları birbiri ardından yok ettik ve onları ibret hikâyelerine dönüştürdük. İman etmeyen böyle kavimler yok olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Musa'yı ve kardeşi Harun'u âyetlerimizle ve apaçık delillerle gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun'a ve ileri gelenlerine gönderdik. Onlar ise kibire kapıldılar ve ululuk taslayan bir kavim oldular"},{"SurahNumber":23,"VerseNumber":47,"Text":"Bu yüzden: \"Kavimleri bize kölelik edip dururken, bizim gibi iki insana mı iman edeceğiz?\" demişlerdi"},{"SurahNumber":23,"VerseNumber":48,"Text":"Böylece o iki peygamberi yalanlamışlar ve helak edilenlerden olmuşlardı"},{"SurahNumber":23,"VerseNumber":49,"Text":"Andolsun biz Musa'ya, belki onlar yola gelirler diye, Kitab'ı verdik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem oğlunu ve annesini de (kudretimize) bir alâmet kıldık; onları, yerleşmeye elverişli, suyu bulunan bir tepeye yerleştirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"«Ey Peygamber! Temiz olan şeylerden yiyin; güzel işler yapın. Ben sizin yaptıklarınızı hakkıyla bilmekteyim.»"},{"SurahNumber":23,"VerseNumber":52,"Text":"Gerçek şu ki, sizin dininiz tek bir dindir; ben de sizin Rabbinizim; bu itibarla benden sakının"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ne var ki peygamberlerin tabileri, dinlerini aralarında bölük pörçük etmişlerdir. Bu sebeple her grup kendi yanındakiyle sevinip böbürlenmektedir"},{"SurahNumber":23,"VerseNumber":54,"Text":"Şimdi sen ölüm gelinceye kadar onları gaflet ve sapıklıkları ile başbaşa bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, onlara verdiğimiz servet ve oğullar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"kendilerine faydalar sağlamak için can atıyoruz? Hayır, onlar işin farkına varamıyorlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rablerine olan saygıdan dolayı kötülükten sakınanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rablerinin âyetlerine iman edenler"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rablerine ortak koşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Rablerine döneceklerinden, verdikleri (sadakaları) ni kalpleri (onun kabul edilmemesinden) korkarak verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"İşte, iyilik hususunda yarışanlar ve (iyilikte) öne geçenler bunlardır"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hiç kimseyi gücünün yettiğinden başkası ile yükümlü kılmayız. Nezdimizde hakkı söyleyen bir kitap vardır ve onlar haksızlığa uğratılmazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayır, onların (o inkârcıların) kalpleri bu hususta cehâlet içindedir. Ayrıca onların bundan (bu şirk ve inkârcılıklarından) öte birtakım (kötü) işleri vardır ki, onlar bu işleri yapar dururlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"En nihayet, refah ve bolluk içinde olanlarını sıkıntıya (veya azaba) uğrattığımızda, bakarsın ki onlar feryadı basarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Boşuna sızlanmayın bugün! Zira bizden yardım göremeyeceksiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Çünkü âyetlerim size okunurdu da, siz, arkanızı döner"},{"SurahNumber":23,"VerseNumber":67,"Text":"buna karşı kibirlenerek geceleyin (Kâbe'nin etrafında toplanarak) hezeyanlar savururdunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sözü (Kur'an'ı) hiç düşünmediler mi? Yoksa kendilerine, daha önce geçmişteki atalarına gelmeyen bir şey mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa Peygamberlerini henüz tanımadılar da bu yüzden mi onu inkâr ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yahut da onda bir delilik olduğunu mu söylüyorlar? Hayır, Peygamber onlara hakkı getirmiştir; fakat onların çoğu haktan hoşnut değillerdir"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eğer hak, onların hevâ ve heveslerine tâbi olsaydı, gökler, yer ve içindeki herkes, mutlaka bozguna uğrardı. Oysa biz onlara, şân ve şereflerini ihtiva eden Kur'ân'ı getirdik; fakat onlar, bundan yüz çevirmektedirler"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Rasûlüm!) Yoksa sen onlardan bir karşılık mı istiyorsun? Rabbinin vereceği daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Gerçek şu ki sen onları dosdoğru bir yola çağırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ahirete inanmayanlar ise, ısrarla yoldan çıkmaktadırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Eğer onlara acıyıp da içinde bulundukları sıkıntıyı giderseydik, iyice körleşerek azgınlıklarında direnirlerdi"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun, biz onları sıkıntıya düşürüp azapla yakaladığımızda da yine Rablerine boyun eğmemişler ve yalvarmamışlardır"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sonunda (Kıyâmet Günü) üzerlerine şiddetli bir azâp kapısı açtığımız zaman, içinde şaşkın ve ümidlerini kaybetmiş bir halde kalacaklardır"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin için kulakları, gözleri ve gönülleri yaratandır. Ne de az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"Sizi yeryüzünde yaratıp yayan da O'dur. Ve yine O'nun huzurunda toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"Ve O, yaşatan ve öldürendir; gecenin ve gündüzün değişmesi O’nun eseridir. Hâla aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Buna rağmen onlar, öncekilerin dedikleri gibi dediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: Sahi biz, ölüp de bir toprak ve kemik yığını haline gelmişken, mutlaka yeniden diriltileceğiz öyle mi"},{"SurahNumber":23,"VerseNumber":83,"Text":"Hakikaten, gerek bize, gerekse daha önce atalarımıza böyle bir vaadde bulunuldu; (fakat) bu geçmiştekilerin masallarından başka bir şey değildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"(Rasûlüm!) de ki: Eğer biliyorsanız (söyleyin bakalım), bu dünya ve onda bulunanlar kime aittir"},{"SurahNumber":23,"VerseNumber":85,"Text":"«Allah'a aittir» diyecekler. Öyle ise siz hiç düşünüp taşınmaz mısınız! de"},{"SurahNumber":23,"VerseNumber":86,"Text":"Yedi kat göklerin Rabbi, azametli Arş'ın Rabbi kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":87,"Text":"Onlar da diyeceklerdir ki: \"Allah'tır.\" De ki: \"O halde hiç korkmuyor musunuz"},{"SurahNumber":23,"VerseNumber":88,"Text":"Eğer biliyorsanız (söyleyin), her şeyin melekûtu (mülkiyeti ve yönetimi) kendisinin elinde olan, kendisi her şeyi koruyup kollayan, fakat kendisi korunmayan (buna muhtaç olmayan) kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":89,"Text":"«(Bunların hepsi) Allah'ındır» diyecekler. Öyle ise nasıl olup da büyüye kapılıp (hakkın yalan, yalanın da hak olduğuna inanarak) aldanıyorsunuz? de"},{"SurahNumber":23,"VerseNumber":90,"Text":"Doğrusu biz onlara hakkı (gerçeği) getirdik; onlar ise hakikaten yalancılardır"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah, hiçbir surette bir çocuk edinmemiştir ve O'nunla beraber hiçbir ilâh olmamıştır. Eğer öyle olsaydı, her ilâh kendi yarattığını sevk ve idare eder ve mutlaka onlardan biri diğerine galebe çalardı. Allah, onların (müşriklerin) yakıştırdıkları şeylerden münezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Allah, (gaybı) gizliyi ve açığı bilendir. O, müşriklerin ortak koştukları şeylerden çok yüce ve münezzehtir"},{"SurahNumber":23,"VerseNumber":93,"Text":"(Rasûlüm!) De ki: «Rabbim! Eğer onlara yöneltilen tehdidi (dünyevî sıkıntıyı ve uhrevî azabı) mutlaka bana göstereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"bu durumda beni zalimler topluluğunun içinde bulundurma Rabbim!»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz, onlara yönelttiğimiz tehdidi sana göstermeye elbette ki kadiriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen, kötülüğü en güzel bir tutumla sav. Biz onların yakıştırmakta oldukları şeyi çok iyi bilmekteyiz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: «Rabbim! Şeytanların kışkırtmalarından sana sığınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Onların yanımda bulunmalarından da sana sığınırım, Rabbim!»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nihayet onlardan (müşriklerden) birine ölüm gelip çattığında: «Rabbim! der, beni geri gönder;»"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ta ki yapmadan bıraktığım salih ameller yapayım.\" Asla söylediği sadece (boş laftan ibaret olan) kendi sözüdür. Tekrar dirilecekleri güne kadar, arkalarında (dönüşlerine mâni olacak) berzah vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sûra üflendiği zaman artık aralarında akrabalık bağları kalmamıştır; birbirlerini de arayıp sormazlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimlerin (sevap) tartıları ağır basarsa, işte asıl bunlar kurtuluşa erenlerdir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmişlerdir; (çünkü onlar) ebedî cehennemdedirler"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ateş yüzlerini yakar; orada şuradan çirkin ve gülünç bir halde bulunurlar"},{"SurahNumber":23,"VerseNumber":105,"Text":"Size âyetlerim okunurdu da, siz onları yalanlardınız değil mi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Derler ki: Rabbimiz! Azgınlığımız bizi altetti; biz, bir sapıklar topluluğu idik"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz! Bizi buradan çıkar. Eğer bir daha (ettiklerimize) dönersek, artık belli ki biz zalim insanlarız"},{"SurahNumber":23,"VerseNumber":108,"Text":"Buyurur ki: Alçaldıkça alçalın orada! Bana karşı konuşmayın artık"},{"SurahNumber":23,"VerseNumber":109,"Text":"Zira kullarımdan bir zümre: Rabbimiz! Biz iman ettik; öyle ise bizi affet; bize acı! Sen, merhametlilerin en iyisisin, demişlerdi"},{"SurahNumber":23,"VerseNumber":110,"Text":"İşte siz onları alaya aldınız; sonunda onlar (ile alay etmeniz) size beni yâdetmeyi unutturdu, siz onlara gülüyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugün ben onlara, sabrettiklerinin karşılığını verdim; onlar, hakikaten muratlarına erenlerdir"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Allah inkarcılara) «Yeryüzünde kaç yıl kaldınız?» diye sorar"},{"SurahNumber":23,"VerseNumber":113,"Text":"«Bir gün veya günün bir kısmı kadar kaldık. İşte sayanlara sor» derler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurur: Sadece az bir süre kaldınız; keşke siz (bunu) bilmiş olsaydınız"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi sadece boş yere yarattığımızı ve sizin hakikaten huzurumuza geri getirilmeyeceğinizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Kendisinden başka ilâh olmayan gerçek hükümdar, şerefi büyük Arşın Rabbi olan Allah çok yücedir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allah ile beraber, varlığına hiçbir delil bulunmayan başka bir ilâha ibadet ederse, onun hesabı Rabbi yanındadır. Gerçek şudur ki, kâfirler asla iflah olmayacaktır"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Rasûlüm!) De ki: «Bağışla ve merhamet et Rabbim! Sen merhametlilerin en iyisisin.»"}]}