{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"¡Oh, profeta! Se temeroso de Dios y no obedezcas a los que no son creyentes ni a los hipocritas. En verdad, Dios todo lo sabe, es sabio"},{"SurahNumber":33,"VerseNumber":2,"Text":"Y sigue lo que te fue revelado procedente de tu Senor. En verdad, Dios esta bien informado de lo que haceis"},{"SurahNumber":33,"VerseNumber":3,"Text":"Y confia en Dios. Dios es suficiente para proteger"},{"SurahNumber":33,"VerseNumber":4,"Text":"Dios no ha puesto dos corazones en el interior de ningun hombre ni convierte a la mujer que repudia en su madre, ni hace que vuestros hijos adoptados sean vuestros propios hijos. Eso son cosas que decis con vuestras bocas, pero Dios dice la Verdad y es Quien guia al camino"},{"SurahNumber":33,"VerseNumber":5,"Text":"Llamadles por el nombre de su padre. Eso es mas equitativo ante Dios. Y si no conoceis el nombre de su padre, entonces, son hermanos vuestros en la fe y vuestros protegidos. No cometeis pecado si os equivocais en ello, sino en lo que premeditan vuestros corazones. Pero Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":33,"VerseNumber":6,"Text":"El Profeta posee mayores derechos sobre los creyentes que ellos mismos y sus esposas son sus madres. Los familiares consanguineos tienen preferencia, unos mas que otros, en la Escritura de Dios respecto a los creyentes y a los emigrantes, excepto en el bien que podais hacer a vuestros companeros. Esto esta recogido en la Escritura"},{"SurahNumber":33,"VerseNumber":7,"Text":"Y [recuerda] cuando tomamos de los profetas un juramento, de ellos y de ti, de Noe, de Abraham, de Moises y de Jesus hijo de Maria. Y hemos tomado de ellos un grave juramento"},{"SurahNumber":33,"VerseNumber":8,"Text":"para que El pregunte a los sinceros por su sinceridad y castigue a los que no creen con un castigo doloroso"},{"SurahNumber":33,"VerseNumber":9,"Text":"¡Oh, los que sois creyentes! Recordad el favor que Dios os hizo cuando venia a vosotros un ejercito y El envio contra ellos un viento y un ejercito que vosotros no veiais. Pero Dios observa cuanto haceis"},{"SurahNumber":33,"VerseNumber":10,"Text":"Cuando vinieron contra vosotros desde arriba y desde abajo y los ojos se desorbitaban de temor y los corazones se subian a la garganta y comenzasteis a especular y a dudar de Dios"},{"SurahNumber":33,"VerseNumber":11,"Text":"De esa manera fueron puestos a prueba los creyentes y temblaron fuertemente conmocionados"},{"SurahNumber":33,"VerseNumber":12,"Text":"Y cuando dijeron los hipocritas y aquellos cuyos corazones estaban enfermos: «No nos ha prometido Dios nada mas que enganos.»"},{"SurahNumber":33,"VerseNumber":13,"Text":"Y cuando un grupo de ellos dijo: «¡Oh, gente de Yatrib! ¡No teneis donde estableceros! ¡Regresad!» Un grupo de ellos pidio permiso al Profeta diciendo: «En verdad, nuestras casas estan desprotegidas.» Pero no estaban desprotegidas, solamente querian escapar"},{"SurahNumber":33,"VerseNumber":14,"Text":"Si les hubieran invadido por los flancos de sus casas y les hubieran pedido su apostasia, con seguridad la habrian dado sin demorarse mucho en ello"},{"SurahNumber":33,"VerseNumber":15,"Text":"Ciertamente, habian prometido a Dios anteriormente que no darian la espalda y de las promesas hechas a Dios hay que responder"},{"SurahNumber":33,"VerseNumber":16,"Text":"Di: «De nada os servira huir si pretendeis escapar de la muerte o de que os maten. De todos modos solo disfrutareis un breve plazo.»"},{"SurahNumber":33,"VerseNumber":17,"Text":"Di: «¿Quien podria protegeros de Dios si El quisiera un mal para vosotros o quisiera para vosotros una misericordia?» No encontraran a nadie aparte de Dios que les proteja y les auxilie"},{"SurahNumber":33,"VerseNumber":18,"Text":"Con certeza, Dios conoce a quienes os ponen dificultades y a los que dicen a sus hermanos: «¡Venid a nosotros!» y no van al frente excepto poco"},{"SurahNumber":33,"VerseNumber":19,"Text":"escatimandoos su ayuda. Y cuando llega el miedo les veras mirandoos con los ojos desorbitados como al que le viene la muerte. Y cuando se va el miedo, os golpean con lenguas afiladas, disgustados y avidos del bien que habeis obtenido. Esos jamas han tenido fe. Por ello, Dios ha invalidado sus acciones. Eso es facil para Dios"},{"SurahNumber":33,"VerseNumber":20,"Text":"Creen que los partidos no se han ido. Y si los partidos volviesen de nuevo, desearian estar en el desierto entre los beduinos preguntando las noticias que hay sobre vosotros. Y si estuviesen entre vosotros apenas participarian en la batalla"},{"SurahNumber":33,"VerseNumber":21,"Text":"Ciertamente, en el Mensajero de Dios teneis un buen modelo para quien tiene su esperanza puesta en Dios y en el Ultimo Dia y recuerda mucho a Dios"},{"SurahNumber":33,"VerseNumber":22,"Text":"Y cuando los creyentes vieron a los partidos dijeron: «Esto es lo que nos prometieron Dios y Su Mensajero y Dios y Su Mensajero dijeron la verdad.» Y no hizo sino incrementarse su fe y su sometimiento a Dios"},{"SurahNumber":33,"VerseNumber":23,"Text":"Entre los creyentes hay hombres que cumplen lo que han prometido a Dios. Entre ellos hay quienes ya han cumplido su promesa y hay otros que aun esperan y no han cambiado en absoluto"},{"SurahNumber":33,"VerseNumber":24,"Text":"Para que Dios recompense a quienes han cumplido su promesa por su sinceridad y castigue a los hipocritas si quiere o se vuelva a ellos y les perdone si se arrepienten. En verdad, Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":33,"VerseNumber":25,"Text":"Dios hizo regresar a los incredulos llenos de ira y preocupacion sin haber obtenido el bien que esperaban y Dios evito que los creyentes tuvieran que combatir. Dios es fuerte, poderoso"},{"SurahNumber":33,"VerseNumber":26,"Text":"El hizo descender de sus fortalezas a quienes de entre la gente de la Escritura les habia apoyado e infundio el temor en sus corazones. A un grupo les matasteis y a otro les hicisteis prisioneros"},{"SurahNumber":33,"VerseNumber":27,"Text":"Y os dio en herencias sus tierras, sus casas y sus bienes y un territorio que todavia no habeis pisado. Dios tiene poder sobre todas las cosas"},{"SurahNumber":33,"VerseNumber":28,"Text":"¡Oh, Profeta! Di a tus esposas: «Si deseais la vida de este mundo y sus adornos, venid y os dare para que podais disfrutarlo y os dejare ir de buena manera"},{"SurahNumber":33,"VerseNumber":29,"Text":"Pero si quereis a Dios y a Su Mensajero y la morada de la Otra Vida, Dios ha preparado para quienes sois virtuosas una recompensa inmensa.»"},{"SurahNumber":33,"VerseNumber":30,"Text":"¡Oh, esposas del Profeta! ¡Quien de vosotras cometa un pecado evidente, recibira doble castigo! Eso es facil para Dios"},{"SurahNumber":33,"VerseNumber":31,"Text":"Y, a quienes de vosotras obedezcan a Dios y a Su Mensajero y obren rectamente les daremos dos veces su recompensa y les otorgaremos una provision generosa"},{"SurahNumber":33,"VerseNumber":32,"Text":"¡Oh, esposas de Profeta! ¡Vosotras no sois como cualquier otra mujer! Si sois temerosas de Dios, no eleveis vuestro tono de voz al hablar, de manera que se despierte el deseo de quien tiene una enfermedad en el corazon, y hablad de manera buena y adecuada"},{"SurahNumber":33,"VerseNumber":33,"Text":"Y permaneced en vuestras casas y no os mostreis ante los hombres como se mostraban en los tiempos de ignorancia anteriores y haced la oracion y dad el impuesto purificador de la riqueza y obedeced a Dios y a Su Mensajero. Ciertamente, Dios quiere apartar de vosotros la impureza ¡Gente de la Casa! y purificaos absolutamente"},{"SurahNumber":33,"VerseNumber":34,"Text":"Y vosotras, recordad lo que es recitado del Coran en vuestras casas relativo a las senales de Dios y la sabiduria. En verdad, Dios es sutil, esta bien informado"},{"SurahNumber":33,"VerseNumber":35,"Text":"En verdad, para los musulmanes y las musulmanas, los creyentes y las creyentes, los obedientes y a las obedientes a las ordenes de Dios, los sinceros y las sinceras, los pacientes y las pacientes, los humildes y a las humildes ante Dios, los caritativos y las caritativas, los que ayunan y las que ayunan, los que protegen y las que protegen su sexo y los que recuerdan y las que recuerdan mucho a Dios, Dios ha preparado un perdon y una recompensa enormes"},{"SurahNumber":33,"VerseNumber":36,"Text":"Cuando Dios y Su Mensajero deciden un asunto, los creyentes y las creyentes no tienen eleccion sobre ese asunto y quien desobedezca a Dios y a Su Mensajero se habra extraviado con un extravio evidente"},{"SurahNumber":33,"VerseNumber":37,"Text":"Y [recuerda] cuando dijiste a quien Dios habia agraciado y a quien tu habias agraciado: «Reten a tu esposa contigo y se temeroso de Dios» y guardabas en tu alma lo que Dios habria de manifestar, temiendo a la gente, cuando Dios tiene mayor derecho a que Le temas. Asi pues, cuando Zayd cambio de opinion respecto a ella, te la dimos por esposa para que los creyentes no encuentren impedimento en casarse con las esposas de sus hijos adoptivos cuando estos decidan terminar con ellas. Y la orden de Dios se cumple"},{"SurahNumber":33,"VerseNumber":38,"Text":"No hay impedimento para el Profeta en aquello que Dios ha dispuesto para el. Es lo habitual en Dios para quienes vivieron antes. -Y la orden de Dios es un decreto establecido"},{"SurahNumber":33,"VerseNumber":39,"Text":"Aquellos que difundieron el mensaje de Dios y Le temen y no temen a nadie mas que a Dios. Y Dios es suficiente para llevar la cuenta"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad no es el padre de ninguno de vuestros hombres, sino el Mensajero de Dios y el Sello de los profetas. Y Dios es Quien mejor conoce todas las cosas"},{"SurahNumber":33,"VerseNumber":41,"Text":"¡Oh, creyentes! ¡Recordad mucho a Dios"},{"SurahNumber":33,"VerseNumber":42,"Text":"y glorificadle manana y tarde"},{"SurahNumber":33,"VerseNumber":43,"Text":"El es Quien os bendice, y lo mismo hacen Sus angeles, para sacaros de las tinieblas hacia la luz, y El es misericordiosisimo con los creyentes"},{"SurahNumber":33,"VerseNumber":44,"Text":"El dia que se encuentren con El, se les saludara diciendoles: «¡Paz!» y El les tendra preparada una generosa recompensa"},{"SurahNumber":33,"VerseNumber":45,"Text":"¡Oh, Profeta! En verdad, te hemos enviado como testigo, como portador de buenas nuevas y como amonestador"},{"SurahNumber":33,"VerseNumber":46,"Text":"como uno que invita hacia Dios con Su permiso y como una lampara luminosa"},{"SurahNumber":33,"VerseNumber":47,"Text":"Anuncia a los creyentes la buena noticia de que hay para ellos, procedente de Dios, un favor grande"},{"SurahNumber":33,"VerseNumber":48,"Text":"y no obedezcas a quienes no creen, ni a los hipocritas. No hagas caso a sus agresiones y confia en Dios. Dios es protector suficiente"},{"SurahNumber":33,"VerseNumber":49,"Text":"¡Oh, creyentes! Cuando os caseis con mujeres creyentes y os divorcieis de ellas antes de haberlas tocado, ellas no tienen que guardar un plazo antes de que puedan volver a casarse. Dotadlas adecuadamente y dejadlas ir con amabilidad"},{"SurahNumber":33,"VerseNumber":50,"Text":"¡Oh, Profeta! Hemos hecho licitas para ti a tus esposas a las cuales has dado sus dotes, a las cautivas que Dios te ha dado como parte del botin de guerra, las hijas de tus tios paternos y las hijas de tus tias paternas, las hijas de tus tios maternos y las hijas de tus tias maternas que emigraron contigo y toda mujer creyente que se de al Profeta, si el Profeta desea casarse con ella. Esto es exclusivamente para ti, no para el resto de los creyentes -Ya sabemos lo que hemos establecido para ellos sobres sus esposas y cautivas- para que no tengas problemas. Y Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":33,"VerseNumber":51,"Text":"Pospon el encuentro con quien quieras de ellas y acerca a ti a quien quieras y si quieres acercar a alguna de las que habias apartado no cometes falta alguna. Eso es mejor para que esten felices y no se sientan desgraciadas y esten satisfechas con lo que des a cada una de ellas. Y Dios sabe lo que hay en vuestros corazones. Dios todo lo conoce, es indulgente"},{"SurahNumber":33,"VerseNumber":52,"Text":"En adelante, no te son permitidas las mujeres, -ni tampoco que las cambies por otras esposas, aunque su belleza te impresione- excepto quienes son tus cautivas. Y Dios todo lo observa"},{"SurahNumber":33,"VerseNumber":53,"Text":"¡Oh, creyentes! No entreis en las casas del Profeta, excepto si se os concede permiso para una comida, pero sin presentarse previamente, a la espera de que este lista. Mas bien, entrad cuando se os invite y marchaos cuando termineis y no os quedeis charlando. En verdad, tal conducta molesta al Profeta, aunque le da verguenza deciroslo. Pero Dios no se averguenza de la verdad. Y cuando querais pedirles algo de la casa a ellas, hacedlo desde detras de una cortina. Eso es mas puro para vuestros corazones y para los corazones de ellas. No debeis molestar al Mensajero de Dios ni casaros jamas con sus esposas despues de el. Eso seria algo gravisimo ante Dios"},{"SurahNumber":33,"VerseNumber":54,"Text":"Si manifestais algo o lo ocultais, en verdad, Dios conoce todas las cosas"},{"SurahNumber":33,"VerseNumber":55,"Text":"Ellas no cometen pecado si son sus padres o sus hijos o sus hermanos o los hijos de sus hermanos o los hijos de sus hermanas o sus mujeres o sus esclavas. Y sed temerosas de Dios. En verdad, Dios es testigo de todas las cosas"},{"SurahNumber":33,"VerseNumber":56,"Text":"En verdad, Dios y Sus angeles bendicen al Profeta. ¡Oh, creyentes! ¡Pedid bendiciones por el y saludadle con el mejor de los saludos de paz"},{"SurahNumber":33,"VerseNumber":57,"Text":"En verdad, a quienes molesten a Dios y a Su Mensajero, Dios les maldecira en esta vida y en la Otra y les tendra preparado un castigo humillante"},{"SurahNumber":33,"VerseNumber":58,"Text":"Y quienes molesten a los creyentes y a las creyentes por algo que no hayan hecho, cometen una calumnia y un pecado evidente"},{"SurahNumber":33,"VerseNumber":59,"Text":"¡Oh, Profeta! Di a tus esposas y a tus hijas y a las mujeres de los creyentes que se cubran todo el cuerpo con sus tunicas. Eso es mejor para que sean reconocidas y no sean molestadas. Y Dios es perdonador, misericordiosisimo con los creyentes"},{"SurahNumber":33,"VerseNumber":60,"Text":"Si los hipocritas, quienes tienen sus corazones enfermos y los intrigantes de Medina, no cesan, haremos que vayas contra ellos y no permaneceran en ella junto a ti sino por poco tiempo"},{"SurahNumber":33,"VerseNumber":61,"Text":"Donde quiera que se les encuentre seran maldecidos, apresados y matados"},{"SurahNumber":33,"VerseNumber":62,"Text":"Es la costumbre de Dios con quienes pasaron anteriormente. Y no encontraras cambios en la costumbre de Dios"},{"SurahNumber":33,"VerseNumber":63,"Text":"La gente te pregunta sobre la Hora. Di: «En verdad, ese conocimiento solo lo tiene Dios y ¿Quien sabe? Puede que la Hora este cerca.»"},{"SurahNumber":33,"VerseNumber":64,"Text":"En verdad, Dios maldice a los incredulos y ha preparado para ellos un Fuego llameante"},{"SurahNumber":33,"VerseNumber":65,"Text":"en el que permaneceran eternamente. No encontraran quien les proteja ni quien les auxilie"},{"SurahNumber":33,"VerseNumber":66,"Text":"El dia que sus rostros se desfiguren en el Fuego, diran: «¡Ojala hubiesemos obedecido a Dios y hubiesemos obedecido al Mensajero!»"},{"SurahNumber":33,"VerseNumber":67,"Text":"Y diran: «¡Senor nuestro! ¡En verdad, obedecimos a nuestros nobles y a nuestros grandes y nos desviaron del camino"},{"SurahNumber":33,"VerseNumber":68,"Text":"¡Senor nuestro! ¡Dales en doble de castigo y maldiceles con una gran maldicion!»"},{"SurahNumber":33,"VerseNumber":69,"Text":"¡Oh, creyentes! No seais como quienes molestaron a Moises. Dios le considero inocente de lo que decian y era honorable ante Dios"},{"SurahNumber":33,"VerseNumber":70,"Text":"¡Oh, creyentes! ¡Sed temerosos de Dios y hablad con fundamento y conforme a la verdad"},{"SurahNumber":33,"VerseNumber":71,"Text":"El corregira vuestros actos y os perdonara vuestros pecados. Y quien obedezca a Dios y a Su Mensajero, obtendra, con seguridad, un triunfo inmenso"},{"SurahNumber":33,"VerseNumber":72,"Text":"En verdad, ofrecimos el deposito a los cielos, a la Tierra y a las montanas, y rehusaron cargar con el y tuvieron miedo, pero el ser humano cargo con el. En verdad, el es injusto, ignorante"},{"SurahNumber":33,"VerseNumber":73,"Text":"Para que Dios castigue a los hipocritas y a las hipocritas y a los idolatras y a las idolatras y acepte el arrepentimiento de los creyentes y las creyentes. Y Dios es perdonador, misericordiosisimo con los creyentes"}]}