{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"[Jur] pe Coranul plin de inþelepciune"},{"SurahNumber":36,"VerseNumber":3,"Text":"Tu, [Muhammed], eºti [unul] dintre trimiºii"},{"SurahNumber":36,"VerseNumber":4,"Text":"Pe un drum drept"},{"SurahNumber":36,"VerseNumber":5,"Text":"[Aceasta este] revelaþia Celui Atotputernic [ºi] Indurator [Al-’Aziz, Ar-Rahim]"},{"SurahNumber":36,"VerseNumber":6,"Text":"Pentru ca sa previi un popor, ai carui parinþi nu au fost preveniþi, iar ei sunt nebagatori de seama"},{"SurahNumber":36,"VerseNumber":7,"Text":"S-a adeverit Cuvantul ca cei mai mulþi dintre ei nu vor crede"},{"SurahNumber":36,"VerseNumber":8,"Text":"Noi am pus lanþuri pe gaturile lor ºi ele sunt pana la barbii, iar capetele lor sunt inalþate"},{"SurahNumber":36,"VerseNumber":9,"Text":"ªi Noi am pus o stavila dinaintea lor ºi o stavila in urma lor ºi astfel le-am acoperit lor ochii ºi iata ca ei nu mai vad"},{"SurahNumber":36,"VerseNumber":10,"Text":"ªi le este totuna de-i previi ori nu-i previi, caci ei nu cred"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu il previi numai pe cel care urmeaza Indemnarea ºi se temede Cel Milostiv [Ar-Rahman] in taina. Binevesteºte-i lui iertare ºirasplata generoasa"},{"SurahNumber":36,"VerseNumber":12,"Text":"Numai Noi ii inviem pe cei morþi ºi scriem ceea ce au facut ei mai inainte, ca ºi urmele lor, ºi toate lucrurile le-am numarat intr-o carte limpede"},{"SurahNumber":36,"VerseNumber":13,"Text":"ªi da-le lor drept pilda pe locuitorii cetaþii, cand au venit laei trimiºii"},{"SurahNumber":36,"VerseNumber":14,"Text":"Cand am trimis la ei doi [trimiºi], dar i-au socotit pe ei mincinoºi. Atunci i-am intarit ºi cu un al treilea ºi au zis ei: “Noi suntem trimiºi la voi!”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Dar ei le-au raspuns: “Voi nu sunteþi decat niºte oameni ca ºi noi. Cel Milostiv [Ar-Rahman] nu a facut sa coboare nimic, iar voi nu faceþi decat sa minþiþi!”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Insa [trimiºii le-]au zis: “Domnul nostru ºtie ca noi suntem trimiºi la voi"},{"SurahNumber":36,"VerseNumber":17,"Text":"Iar noi nu suntem datori decat cu transmiterea limpede [a mesajului nostru]”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Au zis ei: “Noi vedem un semn [prevestitor de] rau in voi. Daca nu incetaþi, noi va vom ucide cu pietre ºi va va ajunge o osanda dureroasa de la noi!”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Le-au raspuns: “Semnul prevestitor de rau este cu voi! Cand aþi fost indemnaþi, [aþi prevestit raul]!... Insa voi sunteþi un neam care intrece masura!…”"},{"SurahNumber":36,"VerseNumber":20,"Text":"ªi de la capatul cetaþii a venit un barbat, alergand, ºi a zis: “O, neam al meu, urmaþi-i pe trimiºi"},{"SurahNumber":36,"VerseNumber":21,"Text":"Urmaþi-i pe cei care nu cer rasplata ºi care sunt pe drumul cel bun"},{"SurahNumber":36,"VerseNumber":22,"Text":"De ce sa nu-L ador eu pe Cel care m-a creat pe mine? ªi la El veþi fi voi intorºi"},{"SurahNumber":36,"VerseNumber":23,"Text":"Sa iau eu alþi zei in locul Lui? Daca Cel Milostiv [Ar-Rahman] va voi sa-mi faca mie un rau, nu-mi va fi de nici un folos mijlocirea lor ºiei nu ma vor putea mantui"},{"SurahNumber":36,"VerseNumber":24,"Text":"Aºadar, eu aº fi intr-o ratacire invederata"},{"SurahNumber":36,"VerseNumber":25,"Text":"Eu cred in Domnul vostru, deci ascultaþi de mine!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"ªi i se zice lui: “Intra in Rai!” Iar el raspunde: “O, de ar ºti neamul meu"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ca Domnul meu m-a iertat ºi m-a aºezat pe mine intre cei cinstiþi!”"},{"SurahNumber":36,"VerseNumber":28,"Text":"ªi Noi nu am facut sa coboare asupra neamului sau, in urma lui, vreo oaste din cer, caci nu am vrut sa facem sa coboare"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nu a fost decat un singur strigat ºi iata-i pe ei stinºi, fara viaþa"},{"SurahNumber":36,"VerseNumber":30,"Text":"Vai, pentru robii [Mei]! Nu vine la ei nici un trimis fara ca ei sa-l batjocoreasca"},{"SurahNumber":36,"VerseNumber":31,"Text":"Nu au vazut ei cate neamuri am nimicit Noi inaintea lor? [ªi nu au vazut ei ca ele] nu se vor mai intoarce niciodata la ei"},{"SurahNumber":36,"VerseNumber":32,"Text":"Dar fiecare, toþi la un loc vor fi aduºi [inaintea] Noastra"},{"SurahNumber":36,"VerseNumber":33,"Text":"ªi un semn pentru ei este pamantul cel mort, pe care Noi il aducem la viaþa ºi scoatem din el grane, din care ei mananca"},{"SurahNumber":36,"VerseNumber":34,"Text":"ªi Noi facem pe el gradini de palmieri ºi vii ºi facem sa þaºneasca din el izvoare"},{"SurahNumber":36,"VerseNumber":35,"Text":"Pentru ca ei sa manance din roadele Sale ºi din ceea ce au facut mainile lor. Oare ei nu vor fi mulþumitori"},{"SurahNumber":36,"VerseNumber":36,"Text":"Marire Celui care le-a creat pe toate perechi, din ceea ce face pamantul sa creasca ºi din ei inºiºi ºi din cele pe care ei nu le cunosc"},{"SurahNumber":36,"VerseNumber":37,"Text":"ªi un semn pentru ei este ºi noaptea! Noi tragem din ea ziua ºi iata-i pe ei in intuneric"},{"SurahNumber":36,"VerseNumber":38,"Text":"Iar Soarele alearga catre un salaº al lui. Aceasta este randuialaCelui Atotputernic [ºi] Atoateºtiutor [Al-’Aziz, Al-’Alim]"},{"SurahNumber":36,"VerseNumber":39,"Text":"Iar pentru Luna am oranduit Noi faze, pana ce ea devine ca un ciorchine batran de palmier"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nici Soarele nu se cuvine sa ajunga Luna, nici noaptea nu poate sa o ia inaintea zilei ºi toate plutesc pe orbite [proprii]"},{"SurahNumber":36,"VerseNumber":41,"Text":"ªi un [alt] semn pentru ei este acela ca Noi i-am purtat pe scobo- ratorii lor intr-o corabie incarcata"},{"SurahNumber":36,"VerseNumber":42,"Text":"ªi le-am facut lor altele asemenea ei, pe care ei se suie"},{"SurahNumber":36,"VerseNumber":43,"Text":"ªi de am voi Noi, i-am ineca pe ei ºi ei nu ar avea nici un ajutor[ca sa auda þipetele lor] ºi nici n-ar fi ei mantuiþi"},{"SurahNumber":36,"VerseNumber":44,"Text":"Decat prin indurarea Noastra [ii lasam sa mai traiasca] ºi sa se bucure pentru un timp"},{"SurahNumber":36,"VerseNumber":45,"Text":"ªi daca li se zice lor: “Fiþi cu frica de ceea ce a fost inaintea voastra ºi de ceea ce este in urma voastra, poate ca [astfel] vi se va arata voua indurare!” [ei se seme&tho]"},{"SurahNumber":36,"VerseNumber":46,"Text":"ªi nu le vine lor nici un semn dintre semnele Domnului lor fara ca ei sa nu se indeparteze de el"},{"SurahNumber":36,"VerseNumber":47,"Text":"ªi daca li se zice lor: “Daruiþi din cele cu care Allah v-a inzestratpe voi!”, aceia care nu cred graiesc catre aceia care cred: “Sa-lhranim noi pe acela pe care l-ar hrani Al"},{"SurahNumber":36,"VerseNumber":48,"Text":"ªi ei zic: “ªi cand se va implini aceasta ameninþare, daca voi spuneþi adevarul?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ei nu au a aºtepta decat un singur strigat, care-i va apuca pe ei, in vreme ce ei se vor certa"},{"SurahNumber":36,"VerseNumber":50,"Text":"ªi ei nu vor putea nici sa faca vreo indemnare, nici sa se intoarca la familiile lor"},{"SurahNumber":36,"VerseNumber":51,"Text":"ªi se va sulfa in trambiþa ºi iata-i pe ei grabindu-se din gropi catre Domnul lor"},{"SurahNumber":36,"VerseNumber":52,"Text":"ªi zicand: “Vai noua! Cine ne-a sculat pe noi din culcuºul nostru?” Aceasta este ceea ce a fagaduit Cel Milostiv [Ar-Rahman], iar trimiºii au spus adevarul"},{"SurahNumber":36,"VerseNumber":53,"Text":"Nu va fi decat un singur strigat ºi iata ca ei toþi vor fi aduºi la Noi"},{"SurahNumber":36,"VerseNumber":54,"Text":"ªi in Ziua aceea nu va fi nici un suflet nedreptaþit intru nimic ºi nu veþi fi rasplatiþi decat pentru ceea ce aþi facut"},{"SurahNumber":36,"VerseNumber":55,"Text":"Locuitorii Raiului vor fi in Ziua aceea ocupaþi, bucurandu-se fericiþi"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ei impreuna cu soaþele lor, la umbra, vor fi rezemaþi pe diva- nuri"},{"SurahNumber":36,"VerseNumber":57,"Text":"Acolo vor avea ei roduri ºi [tot] ceea ce vor cere"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Pace!” Un cuvant de la un Stapan Indurator"},{"SurahNumber":36,"VerseNumber":59,"Text":"Iar voi, nelegiuiþilor, sa staþi desparþiþi in Ziua aceea"},{"SurahNumber":36,"VerseNumber":60,"Text":"“Oare nu am facut Eu legamant cu voi, o, fii ai lui Adam, sa nu-l adoraþi pe ªeitan, caci el va este voua duºman invederat"},{"SurahNumber":36,"VerseNumber":61,"Text":"ªi sa Ma adoraþi pe Mine [pentru ca] acesta este drumuldrept"},{"SurahNumber":36,"VerseNumber":62,"Text":"El a dus in ratacire o mare parte dintre voi. Oare voi nupricepeþi"},{"SurahNumber":36,"VerseNumber":63,"Text":"Acesta este Iadul care vi s-a promis"},{"SurahNumber":36,"VerseNumber":64,"Text":"Sa ardeþi astazi in el, pentru ca voi nu aþi crezut!”"},{"SurahNumber":36,"VerseNumber":65,"Text":"In aceasta Zi vom pecetlui gurile lor ºi ne vor grai noua mainile lor, iar picioarele lor vor face marturie pentru ceea ce ei au dobandit"},{"SurahNumber":36,"VerseNumber":66,"Text":"ªi de am fi voit, am fi stins Noi ochii lor ºi s-ar fi intrecut ei catre drum, dar cum ar mai fi putut ei sa vada"},{"SurahNumber":36,"VerseNumber":67,"Text":"ªi de am fi voit, i-am fi prefacut Noi in locurile lor ºi n-ar mai fi putut ei nici sa mearga inainte, nici sa se intoarca"},{"SurahNumber":36,"VerseNumber":68,"Text":"ªi aceluia caruia ii daruim Noi viaþa lunga, aceluia ii slabim Noi infaþiºarea. Oare ei nu pricep"},{"SurahNumber":36,"VerseNumber":69,"Text":"ªi Noi nu l-am invaþat pe el poezia, caci aceasta nu s-ar ficuvenit pentru el. Aceasta nu este decat indemnare ºi un Coranlimpede"},{"SurahNumber":36,"VerseNumber":70,"Text":"Pentru a-l preveni pe cel care este viu ºi pentru a se impliniCuvantul impotriva necredincioºilor"},{"SurahNumber":36,"VerseNumber":71,"Text":"Oare ei nu vad ca Noi le-am facut lor, printre cele pe care le-au creat mainile Noastre, vite, carora ei le sunt stapani"},{"SurahNumber":36,"VerseNumber":72,"Text":"ªi le-am facut supuse lor ºi unele dintre ele le servesc pentru calarie, iar de la altele mananca"},{"SurahNumber":36,"VerseNumber":73,"Text":"ªi au de la ele [ºi alte] foloase ºi bauturi. Oare ei nu vor aduce mulþumire"},{"SurahNumber":36,"VerseNumber":74,"Text":"ªi ei au luat in locul lui Allah alþi zei, in nadejdea ca ei vor fi ajutaþi"},{"SurahNumber":36,"VerseNumber":75,"Text":"Dar nu le vor putea fi de nici un ajutor, aºa cum sunt ei [pentru idoli ca] o oaste pregatita"},{"SurahNumber":36,"VerseNumber":76,"Text":"ªi sa nu te mahneasca vorbele lor! Noi ºtim atat ceea ce ei þin ascuns, cat ºi ceea ce ei marturisesc pe faþa"},{"SurahNumber":36,"VerseNumber":77,"Text":"Oare nu vede omul ca Noi l-am creat pe el dintr-o picatura? ªi iata ca el Ne este Noua un duºman invederat"},{"SurahNumber":36,"VerseNumber":78,"Text":"El ne da Noua o pilda , uitand de crearea sa ºi zice: “Cine le mai da viaþa oaselor dupa ce ele sunt putrezite?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Spune: “Le va da lor viaþa Acela care le-a creat pe ele prima oara, caci El este bine ºtiutor al intregii firi"},{"SurahNumber":36,"VerseNumber":80,"Text":"Acela care a facut pentru voi din pomul verde foc ºi iata ca voi de la el aprindeþi!”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Oare Acela care a creat cerurile ºi pamantul nu are putinþa sacreeze asemenea lor? Ba da! ªi El este Creatorul Atoateºtiutor[Al-Khallaq, Al-’Alim]"},{"SurahNumber":36,"VerseNumber":82,"Text":"ªi daca voieºte El un lucru, porunca Lui este numai sa zica \"Fii\" ºi el este"},{"SurahNumber":36,"VerseNumber":83,"Text":"Lauda Celui in mana caruia se afla stapanirea tuturor lucrurilor!ªi la El veþi fi aduºi inapoi"}]}