{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"İnsanların hesap verme vakti yaklaştı. Ama onlar hâlâ koyu bir gaflet içinde haktan yüz çevirmekteler"},{"SurahNumber":21,"VerseNumber":2,"Text":"Rab'leri tarafından kendilerine gelen her yeni uyarıyı, alaya alıp kalpleri eğlenceye dalarak dinlerler.Hem o zalimler aralarında kulis yapıp, şu fısıltıyı, gizlice yayarlar: “O da sizin gibi bir insandan başka bir şey değil. Şimdi siz göz göre göre sihire mi kapılacaksınız yani?”"},{"SurahNumber":21,"VerseNumber":3,"Text":"Rab'leri tarafından kendilerine gelen her yeni uyarıyı, alaya alıp kalpleri eğlenceye dalarak dinlerler.Hem o zalimler aralarında kulis yapıp, şu fısıltıyı, gizlice yayarlar: “O da sizin gibi bir insandan başka bir şey değil. Şimdi siz göz göre göre sihire mi kapılacaksınız yani?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Resul dedi ki: “Rabbim gökte olsun, yerde olsun, söylenen her sözü bilir. O öyle mükemmel işitir, öyle mükemmel bilir ki!”"},{"SurahNumber":21,"VerseNumber":5,"Text":"(Kur'ân’ı kime mal edecekleri konusunda şaşırıp kaldılar, cevapları kendilerini bile tatmin etmeyip durmadan fikir değiştirdiler.) “Hayır!” dediler, “bu adğâsu ahlam: karışık karışık rüyalar.” “Yok yok, böyle değil, anlaşılan onu kendisi uydurmuş!” “Hayır! bu da değil, galiba o bir şair!”, “Öyleyse önceki peygamberlere verilen mûcizeler kabilinden istediğimiz mûcizeyi bize göstersin!”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Kendilerinden önce imha ettiğimiz hiç bir şehir halkı iman etmedi, şimdi bunlar mı iman edecekler"},{"SurahNumber":21,"VerseNumber":7,"Text":"Biz senden önce de, ancak kendilerine vahiy gönderdiğimiz birtakım erkekleri peygamber gönderdik. Şayet bilmiyorsanız, bunu bilenlere sorunuz"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz onları yiyip içmeyen bedenden ibaret kılmadık; hem dünyada onlar ebedî olarak da kalmadılar"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra onlara verdiğimiz sözü yerine getirdik. Onları ve beraberlerinde bulunan dilediğimiz kullarımızı kurtardık, haddi aşanları ise helâk ettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Muhakkak ki, hayatınız için gerekli notları içeren, size şan ve şeref sağlayan bir kitap indirdik. Neden düşünmüyorsunuz"},{"SurahNumber":21,"VerseNumber":11,"Text":"Zulme batmış nice beldelerin bellerini kırdık, onlardan sonra da başka toplumlar yarattık"},{"SurahNumber":21,"VerseNumber":12,"Text":"Onlar bizim baskınımızı hisseder etmez, derhal bineklerine yönelip kaçmaya yeltendiler"},{"SurahNumber":21,"VerseNumber":13,"Text":"“Yok,” dedik, “tepinmeyin, dönün o içinde şımardığınız refah ve konfora! Dönün o konaklarınıza ki sorguya çekileceksiniz.”"},{"SurahNumber":21,"VerseNumber":14,"Text":"“Eyvah! dediler, gerçekten biz zalim kimselermişiz! (Eyvah! Eyvah!)”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Bu feryatları sürüp gitti. Nihayet onları öyle yaptık ki biçildiler, sönüp kül oldular"},{"SurahNumber":21,"VerseNumber":16,"Text":"Elbette Biz göğü, yeri ve aralarında olan varlıkları oyun ve eğlence olsun diye yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğlenmek isteseydik nezdimizde eğlenecek çok şey bulurduk! Faraza yapacak olsak, öyle yapardık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır! Biz gerçeği söyler, gerçeği yaparız! Hakkı batılın tepesine indiririz de beynini parçalar, bir anda canı çıkar o batılın! Allah hakkındaki böyle boş düşüncelerinizden ötürü yuh aklınıza, yazıklar olsun size"},{"SurahNumber":21,"VerseNumber":19,"Text":"Halbuki göklerde olsun, yerde olsun kim varsa O'nun mülküdür. O’nun nezdindeki melekler O’na ibadeti, ne gurur meselesi yapar, ne de ibadetten yorulurlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Gece gündüz, usanmadan, ara vermeden tesbih ve ibadet ederler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Buna rağmen, yine de onlar, yerde birtakım varlıkları, insanları öldükten sonra diriltecekleri zannı ile tanrı edindiler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Halbuki gökte ve yerde, Allah'tan başka tanrılar bulunsaydı oraların nizamı bozulurdu. Demek ki o yüce arş ve hükümranlığın sahibi Allah, onların zanlarından, onların Allah’a reva gördükleri vasıflardan münezzehtir, yücedir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O, yaptıklarından sorumlu değildir. O'nu sorguya çekecek kimse yoktur, ama insanlar mutlaka sorgulanacaklardır"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yine de tuttular, O'nun yanısıra başka birtakım tanrılar edindiler. Ey Resûlüm! De ki: “İddianızı ispatlayın, delilinizi getirin görelim!” Böyle bir delil de getiremediklerine göre de ki: “İşte bu tevhid, benimle beraber olanların ve benden önceki peygamberlerin bidirisidir.” Hayır, onların çoğu gerçeği bilmiyor ve bu sebeple de ondan yüz çeviriyorlar"},{"SurahNumber":21,"VerseNumber":25,"Text":"Nitekim senden önce hiç bir peygamber göndermedik ki ona: “Benden başka İlah yok, öyleyse yalnız Bana ibadet edin!” diye vahyetmiş olmayalım"},{"SurahNumber":21,"VerseNumber":26,"Text":"Gerçek bu iken, bazıları kalkıp: “Rahman evlat edindi!” iddiasında bulundular. O, bundan münezzehtir. Bilakis onların evlat dedikleri melekler O'nun ikram ve takdirine mazhar olmuş kullarıdır"},{"SurahNumber":21,"VerseNumber":27,"Text":"O, kendilerine sormadıkça hiç bir söz söylemezler, sadece O'nun emirlerini yerine getirirler"},{"SurahNumber":21,"VerseNumber":28,"Text":"O onların yaptıklarını da yapacaklarını da, açıkladıklarını da gizlediklerini de bilir. Onlar, sadece O'nun razı olduğu kimse hakkında şefaat ederler. O’na duydukları tazimden ötürü çekinir, titrerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"Onlardan kim çıkıp da “O'nun yanı sıra ben de İlahım!” diyecek olursa, buna karşılık cehennemi veririz. İşte Biz zalimleri böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Hakkı, inkâr edenler görüp bilmediler mi ki göklerle yer bitişik (bir bütün) idi, onları Biz ayırdık, hayatı olan her şeyi sudan yaptık. Hâlâ inanmayacaklar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yerin insanları sarsmaması için oraya dağlar yerleştirdik.Maksatlarına ermeleri için orada geniş yollar, geçitler yaptık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Göğü de dengesizliğe düşmekten korunmuş bir tavan durumunda yarattık.Onlarsa hâlâ gökteki delillerden yüz çevirmektedirler. [51,]"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi ve gündüzü, Güneş'i ve Ay’ı yaratan O’dur. Her biri bir yörüngede yüzmektedir"},{"SurahNumber":21,"VerseNumber":34,"Text":"Senden önce hiçbir insana dünyada, ebedî hayat nasib etmedik.Sanki sen ölsen, onlar ebedî mi kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her can ölümü tadacaktır. Biz, sizi sınamak için gâh şerle, gâh hayırla imtihan ederiz.Sonunda Bizim huzurumuza getirileceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kâfirler seni görünce: “Bu mu sizin ilahlarınızı diline dolayan adam!” diye alay etmekten başka bir şey yapmazlar. Ama bütün kâinatı yaratan Rahman'a gelince Onun anılmasını reddediyorlar"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan, yaratılışça çok acelecidir (Bunu pek iyi biliyorum. Onun için, kendisini uyardığın azabın çarçabuk gelmeyişini alay konusu ediyor). Hele durun biraz, Beni de aceleye getirmeyin, yakında âyetlerimi size göstereceğim"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ama yine de onlar: “Gerçeği söylüyorsanız, gösterin artık bu azabı, bu vâdin gerçekleşmesini daha ne kadar bekleyeceğiz!” diye söyleniyorlar"},{"SurahNumber":21,"VerseNumber":39,"Text":"Dini olduğu gibi, bu azabı da böyle inkâr edenler, onun tepelerine ineceğini, o ateşin yüzlerini ve sırtlarını yalamasını önleyemeyeceklerini, kendilerine yardım edecek hiç kimsenin bulunmayacağını bir bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Onların beklentilerinin hilafına, o ateş öyle apansız gelecek ki, kendileri birden donakalacaklar. Artık ne onu geri çevirecek güçleri olacak, ne de kendilerine süre verilecek"},{"SurahNumber":21,"VerseNumber":41,"Text":"Senden önce de nice peygamberlerle böyle alay edilmişti. Ama alay konusu yaptıkları o azap, alay edenleri her taraftan sarıvermişti"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki: “Geceleyin veya gündüzün gelecek tehlikelere karşı o Rahman'dan başka sizi kim koruyabilir?” Ama bunu bilip Kendisine yönelecekleri yerde, onlar Rab’lerini anmaktan yüz çevirmekteler"},{"SurahNumber":21,"VerseNumber":43,"Text":"Ne o, yoksa, akılları sıra, onların Bizden başka kendilerini savunacak tanrıları mı var? (Nerede!) O tanrılaştırdıkları nesneler kendi kendilerini bile koruyamazlar. Öyleyse, o müşrikleri Bize karşı hiç mi hiç koruyamazlar. Onlar Bizim tarafımızdan zaten bir destek görmezler"},{"SurahNumber":21,"VerseNumber":44,"Text":"Kaldı ki Biz onlara da, babalarına da nimet verdik. Öyle ki uzayan ömürlerinin tadını çıkarıp avundular. Ama hükmümüzün yere yönelerek onu yavaş yavaş eksilttiğini görmüyorlar mı? Durum böyle iken onlar nasıl galip gelebilirler"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: “Ben Sizi sadece vahiyle uyarıyorum. Fakat belli ki sağırlar ikaz edildikleri zaman bu çağrıyı duyamazlar.”"},{"SurahNumber":21,"VerseNumber":46,"Text":"Eğer onlara Rabbinin azabından bir esinti bile dokunsa: “Eyvah, yazıklar olsun bize, biz gerçekten kendimizi bu azaba müstahak etmekle kendimize zulmetmişiz!” derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz kıyamet gününe mahsus, öyle doğru ve hassas teraziler koyacağız ki, hiçbir kimseye zerre kadar haksızlık edilmez. Hardal tanesi ağırlığınca da olsa, yapılan iyi veya kötü işi oraya getirip tartarız. Hesap görücü olarak Biz fazlasıyla yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Biz, Mûsâ ile Harun'a, Allah’a karşı gelmekten sakınanlar için bir ışık ve öğüt olan Furkan’ı (hakkı batıldan ayıran kitabı) verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"O müttakiler, görmedikleri halde Rab'lerini gıyabında tazim eder ve hem de kıyametten, o duruşma saatinden korkup titrerler"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu da sana indirdiğimiz kutlu bir mesajdır. Hal böyle iken siz onu inkâr mı edeceksiniz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Biz Mûsâ'dan önce de İbrâhim’e hidâyet ve akl-ı selim verdik. Biz onun halini pek iyi biliyorduk. [6,83; 2,1]"},{"SurahNumber":21,"VerseNumber":52,"Text":"O vakit babasına ve halkına: “Nedir bu karşısında durup taptığınız heykeller?” dedi"},{"SurahNumber":21,"VerseNumber":53,"Text":"“Biz, dediler, atalarımızı bunlara tapar bulduk, biz de onların yaptıklarını yapıyoruz.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"“Yemin ederim ki, dedi, siz de atalarınız da besbelli bir sapıklık içindesiniz.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: “Sen ciddi misin, yoksa şakacı insanların yaptığı gibi bizimle eğleniyor musun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"“Yoo! Şaka ne demek! dedi İbrâhim. Doğrusu sizin Rabbiniz, ancak gökleri ve yeri yarattığı gibi bütün onların da Rabbi olan Zattır. Ben de bu gerçeğe şahitlik edenlerdenim.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ve içinden: “Allah'a yemin ederim ki, siz dönüp gittikten sonra mutlaka bu putlarınızın başına bir çorap öreceğim!” diye ekledi"},{"SurahNumber":21,"VerseNumber":58,"Text":"Onların bütün putlarını paramparça etti, yalnız, halk, belki de olup biten olay hakkında kendisine sorarlar düşüncesiyle, onların büyüklerine dokunmadı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Dönüp de olanları görünce dediler ki: “Kim acaba tanrılarımıza bunu reva gören? Her kimse o, muhakkak ki zalimin teki!”"},{"SurahNumber":21,"VerseNumber":60,"Text":"İçlerinden bazıları: “Sahi! İbrâhim adındaki bir delikanlının onları diline doladığını işitmiştik!”"},{"SurahNumber":21,"VerseNumber":61,"Text":"“Haydin, dediler, getirin onu halkın huzuruna ki çekeceği cezaya onlar da şahit olsunlar.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"“Söyle bakalım İbrâhim!” dediler, “sen mi yaptın tanrılarımıza karşı bu işi?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"“Belki de,” dedi, “şu büyükleri yapmıştır. Eğer konuşurlarsa sorun bakalım onlara!”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine vicdanlarına dönüp içlerinden: “Asıl zalim İbrâhim değil, bu âciz putlara ibadet edip bel bağlayan sizler, biz müşriklermişiz!” dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Fakat bunu dışa vurmayıp sonra yine önceki görüşlerine dönüp İbrâhim'e: “Bunların konuşmadıklarını sen de pek iyi bilirsin!” dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"“O halde,” dedi, Allah'tan başka, size ne fayda ne de zarar veremeyecek şeylere mi tapıyorsunuz! Yuh size de Allah’tan başka o taptıklarınıza da! Hâlâ aklınızı kullanmayacak mısınız?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"“O halde,” dedi, Allah'tan başka, size ne fayda ne de zarar veremeyecek şeylere mi tapıyorsunuz! Yuh size de Allah’tan başka o taptıklarınıza da! Hâlâ aklınızı kullanmayacak mısınız?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"“Eğer yapacağınız bir şey varsa, dediler, o da bunu yakmaktır. Böyle yapın da tanrılarınıza sahip çıkın!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz ateşe şöyle ferman ettik: “Dokunma İbrâhim'e! Serin ve selâmet ol ona!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Hülasa onu tuzağa düşürmek istediler ama, Biz asıl onları hüsrana uğrattık. Asıl tuzağa düşenler kendileri oldular"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu Lût ile beraber kurtarıp, bütün insanlar için kutlu ve feyizli kıldığımız diyara ulaştırdık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ona ayrıca İshak'ı, üstelik bir de Yâkub’u ihsan ettik. Hepsini de erdemli insanlar kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları buyruklarımızla insanlara doğru yolu gösteren önderler yaptık. Kendilerine hayırlı işler işlemeyi, namaz kılmayı, zekât vermeyi vahyettik. Onlar yalnız Bize ibadet ederlerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lût'a da hüküm ve ilim verdik ve onu iğrenç işler yapan şehir halkından kurtardık ki gerçekten onlar kötü ve itaat dışına çıkmış fâsık bir güruh idiler. Kendisini de şefkat ve himayemize aldık. O gerçekten erdemli kimselerdendi"},{"SurahNumber":21,"VerseNumber":75,"Text":"Lût'a da hüküm ve ilim verdik ve onu iğrenç işler yapan şehir halkından kurtardık ki gerçekten onlar kötü ve itaat dışına çıkmış fâsık bir güruh idiler. Kendisini de şefkat ve himayemize aldık. O gerçekten erdemli kimselerdendi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh'u da önderlerden kıldık. O İbrâhim ve Lut’dan çok önce, Bize yakarmıştı. Biz de duasını kabul buyurup onu, yakınlarını, evlatlarını ve halkından iman edenleri büyük bir beladan kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Âyetlerimizi yalan sayan halka karşı da ona destek olup onlardaki haklarını aldık. Gerçekten onlar kötü bir toplum idi. Bu yüzden Biz de onların hepsini suda boğduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ile Süleyman'ı da... Hani bir defasında onlar bir ekin konusunda hüküm veriyorlardı. Şöyle ki: Geceleyin bir grup insanın koyun sürüsü ekin tarlasına yayılmış, zarar vermişti. Biz de onların bu hükümlerine tanık oluyorduk"},{"SurahNumber":21,"VerseNumber":79,"Text":"Biz çözümü ihtiva eden hükmü Süleyman'a bildirdik. Bununla beraber, her birine bir hüküm ve bir ilim verdik.Dağları ve kuşları Davud’un emrine verdik. Onunla beraber takdis ve ibadet ederlerdi. Biz dilediğimiz her şeyi yapma kudretine sahibiz. [34,10; 38,18-19] {KM, Mezmurlar}"},{"SurahNumber":21,"VerseNumber":80,"Text":"Bir de sizi savaşınızın şiddetinden koruması için ona, zırh yapma sanatını öğrettik.Peki bütün bunlar için şükrediyor musunuz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Süleyman'a da şiddetli rüzgârı âmade kıldık. Rüzgâr, onun emriyle kutlu beldeye doğru eserdi. Çünkü her şeyin gerçek mahiyetini Biz biliriz"},{"SurahNumber":21,"VerseNumber":82,"Text":"Kendisi için dalgıçlık ve daha başka birtakım işler yapan bazı cinleri (şeytanları) da onun emrine verdik. Biz onları gözetim altında tutardık"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyûb'u da an. Hani o: “Ya Rabbî, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmiş, Biz de onun duasını kabul buyurup katımızdan bir lütuf ve ibadet edenlere bir ders olmak üzere, hastalığını iyileştirmiş, kendisine aile ve dostlarını bir misliyle beraber vermiştik. {KM, Eyub}"},{"SurahNumber":21,"VerseNumber":84,"Text":"Eyyûb'u da an. Hani o: “Ya Rabbî, bu dert bana iyice dokundu. Sen merhametlilerin en merhametli olanısın” diye niyaz etmiş, Biz de onun duasını kabul buyurup katımızdan bir lütuf ve ibadet edenlere bir ders olmak üzere, hastalığını iyileştirmiş, kendisine aile ve dostlarını bir misliyle beraber vermiştik. {KM, Eyub}"},{"SurahNumber":21,"VerseNumber":85,"Text":"İsmâil'i, İdris’i, Zülkifl’i de an! Onların hepsi sabır fazileti ile bezenmişlerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Bundan ötürü onları rahmetimize aldık. Gerçekten onlar salih ve erdemli kişilerdi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zünnûn'u da an. Hani o halkına kızmış, onlardan ayrılmış, Bizim kendisini sıkıştırmayacağımızı sanmıştı. Sonra karanlıklar içinde şöyle yakarmıştı: “Ya Rabbî! Sensin İlah, Senden başka yoktur ilah. Sübhansın, bütün noksanlardan münezzehsin, Yücesin! Doğrusu kendime zulmettim, yazık ettim. Affını bekliyorum Rabbim!”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Onun da duasını kabul buyurduk ve kendisini o sıkıntıdan kurtardık. İşte Biz müminleri böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya'yı da an. Hani o: “Ya Rabbî, beni evlatsız, tek başıma bırakma ki (lütf edeceğin evlâdım) bana vâris olsun. Bununla beraber iyi biliyorum ki, herkes fanidir, herkesten sonra baki kalan, bütün vârislerin en iyisi olan Sensin Sen!”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Onun da duasını kabul buyurduk. Ona Yahya'yı armağan ettik. Bunun için de eşini çocuk doğurmaya elverişli hale getirdik. Doğrusu onlar hayırlı işlere koşuşur, iyilikte yarışır, hem ümit, hem endişe içinde Bize yakarırlardı. Gerçekten Bize derin bir saygı gösterirlerdi"},{"SurahNumber":21,"VerseNumber":91,"Text":"İffet ve namusunu gerektiği gibi koruyan Meryem'i de an. Biz ona rûhumuzdan üfledik, hem onu, hem oğlunu cümle alem için bir ibret yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"İşte sizin bu dininiz bir tek dindir. Rabbiniz de Ben'im. Öyle ise yalnız Bana ibadet edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ama insanlar aralarındaki bu birliği param parça ettiler. Fakat sonunda yine Bize dönecekler"},{"SurahNumber":21,"VerseNumber":94,"Text":"Bu durumda artık kim mümin olarak makbul ve güzel işler yaparsa onun gayretleri inkâr edilmez, yaptıkları makbul olur. Biz bütün gayretlerini onun hesabına yazıp geçirmekteyiz"},{"SurahNumber":21,"VerseNumber":95,"Text":"İmha ettiğimiz bir memleket halkının, mahşerde huzurumuza gelmemesi mümkün değildir"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet Ye'cüc ve Me’cüc’ün sedleri açılıp her tepeden dünyaya akın etmeye başladıkları, doğru vâdin vaktinin yaklaştığı sıra, işte o zaman, kâfirlerin gözleri birden donakalır. “Eyvah, bizlere! Biz bundan tam bir gaflet içinde idik, daha doğrusu kendimize zulmettik!” diyecekler"},{"SurahNumber":21,"VerseNumber":97,"Text":"Nihayet Ye'cüc ve Me’cüc’ün sedleri açılıp her tepeden dünyaya akın etmeye başladıkları, doğru vâdin vaktinin yaklaştığı sıra, işte o zaman, kâfirlerin gözleri birden donakalır. “Eyvah, bizlere! Biz bundan tam bir gaflet içinde idik, daha doğrusu kendimize zulmettik!” diyecekler"},{"SurahNumber":21,"VerseNumber":98,"Text":"“Hem siz, hem de Allah'tan başka taptığınız tanrılar, hepiniz cehennem odunusunuz, siz hep beraber cehenneme gireceksiniz!”"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eğer onlar gerçekten tanrı olsalardı oraya girmezlerdi. Ama hepsi orada ebedî olarak kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar orada inim inim inleyecekler, kendilerini sevindirecek hiçbir haber de işitmeyeceklerdir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ama kendileri hakkında Bizden ebedî mutluluk takdir edilmiş olanlar, cehennemden uzak tutulacaklardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onlar cehennemin hışırtısını bile işitmeyecek, canlarının çektiği nimetler içinde ebedî kalacaklardır"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en büyük dehşet (Sûra ikinci üfleyiş) dahi onları tasalandırmaz. Melekler onları: “İşte size vâd olunan gün bugündür!” diye karşılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"Gün gelir, gök sahifesini, tıpkı kâtibin yazdığı kâğıdı dürüp rulo yapması gibi düreriz. Biz ilkin yaratmaya nasıl başladıysak diriltmeyi de Biz gerçekleştiririz. Bu, üzerimize aldığımız bir vaaddir. Bunu gerçekleştirecek olan da Biz'iz"},{"SurahNumber":21,"VerseNumber":105,"Text":"Şu kesindir ki Biz Zikir'den (Tevrat’tan) sonra Zeburda da: “Dünyaya salih kullarım varis olacaklar. Dünya onlara kalacak” diye yazmışızdır. [4,163; 17,55; 39,67] {KM, Mezmurlar 37,29; Matta}"},{"SurahNumber":21,"VerseNumber":106,"Text":"Bu Kur'ân’da da elbette Allah’a ibadet eden kimseler için bir mesaj vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"İşte bunun içindir ki ey Resulüm, Biz seni bütün insanlar için sırf bir rahmet vesilesi olman için gönderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki: “Bana yalnız ve yalnız şu gerçek vahyolunuyor “Sizin ilahınız tek İlahtır. Hâlâ mı O'na teslim olmayacaksınız?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Yine de yüz çevirirlerse de ki: “İşte sizin hepinizi de tam eşit şekilde hakka çağırdım. Artık tehdit olunduğunuz o kıyamet gününün yakın mı uzak mı olduğunu bilemem.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Şüphesiz ki Allah sözün açık olanını da, gizli olanını da bilir. Hem sizin gizlediğiniz, şeyleri de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"“Ne bileyim, belki de bu mühlet sizin için bir imtihandır ve hayattan biraz daha yararlandırma için yapılan bir ertelemedir.”"},{"SurahNumber":21,"VerseNumber":112,"Text":"Resulullah sonunda şöyle dedi: “Ya Rabbî, adaletle hükmünü ver! Rabbimiz rahmandır, sizin bunca isnad ve iftiralarınıza karşı yegâne müsteandır.”"}]}