{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Hamt Allah'adır! O ki gokleri ve yeri yaratmıs, karanlıklara ve nura vucut vermistir. Sonra, gercegi ortenler bunları Rablerine denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"Sizi bir balcıktan yaratmıs olan O'dur. Sonra hukum verip bir sure belirlemistir. Belirlenmis baska bir sure de onun katındadır. Butun bunlardan sonra siz hala kuskulanıp duruyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O, goklerde de Allah'tır, yerde de. O, sizin ic dunyanızı da bilir, acıga vurduklarınızı da. Neler kazanmakta oldugunuzu da bilir O"},{"SurahNumber":6,"VerseNumber":4,"Text":"Onlara Rablerinin ayetlerinden bir ayet gelir gelmez, ondan hemen yuz ceviriyorlardı"},{"SurahNumber":6,"VerseNumber":5,"Text":"Boylece hakkı, kendilerine geldigi anda yalanladılar. Fakat yakında onlara, alay etmekte oldukları seyin haberleri gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Kendilerinden once nice yurt ve medeniyeti yerle bir ettigimizi gormediler mi? Biz o yurtlara yeryuzunde size vermedigimiz imkanları vermis, uzerlerine gok bereketini bol bol indirmis, nehirleri altlarından akar hale getirmistik. Derken, onları kendi gunahlarıyla helak ettik ve arkalarından baska bir nesil olusturduk"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eger biz sana parsomen uzerine yazılı bir kitap gondermis olsaydık, onlar da ona elleriyle dokunmus olsalardı, o kufre batmıslar, hic kuskusuz soyle deyivereceklerdi: \"Bu, apacık bir buyuden baska sey degildir"},{"SurahNumber":6,"VerseNumber":8,"Text":"Sunu da soylediler: \"Bu peygambere bir melek indirilseydi ya!\" Eger boyle bir melek indirmis olsaydık is mutlaka bitirilmis olurdu da kendilerine goz bile actırılmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eger o peygamberi bir melek kılsaydık kuskusuz onu bir er kisi yapacaktık ve icine yuvalandıkları kusku ve karmasayı onların uzerlerine giydirmis olacaktık"},{"SurahNumber":6,"VerseNumber":10,"Text":"Yemin olsun ki, senden onceki resullerle de alay edildi; fakat eglence konusu yaptıkları sey, o maskaralıgı sergileyenleri kıskıvrak sarıverdi"},{"SurahNumber":6,"VerseNumber":11,"Text":"Sunu soyle: Dolasın yeryuzunde de bakın nasıl olmus gercegi yalanlayanların sonu"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sor: \"Kimindir gokler ve yer?\" Cevap ver: \"Allah'ındır.\" O Allah ki, rahmeti oz benligi uzerine yazmıstır. O sizi, varlıgında hic kusku bulunmayan kıyamet gununde bir araya mutlaka toplayacaktır. Benliklerini husrana yuvarlamıs kisiler var ya, onlar iman etmezler"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gunduzun icinde yer alan her sey O'nundur. O, Semi'dir, her seyi duyar; Alim'dir, her seyi bilir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: \"Goklerin ve yerin Fatır'ı olan o yaratıcıdan, o yedirip doyuran ama kendisi yedirilip beslenmeyen Allah'tan baskasını mı veli edineyim?\" De ki: \"Bana, Islam'ı/Allah'a teslim olmayı secenlerin ilki olmam emredildi.\" Ve sakın sirke sapanlardan olma"},{"SurahNumber":6,"VerseNumber":15,"Text":"Sunu da soyle: \"Rabbime isyan edersem buyuk bir gunun azabından korkarım ben"},{"SurahNumber":6,"VerseNumber":16,"Text":"Kendisinden azap uzaklastırılana o gun rahmet etmistir. Iste acık kurtulus budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Allah sana bir keder dokundurursa, onu O'ndan baska acacak yoktur. Eger sana bir hayır dokundurursa, O, her sey uzerinde guc sahibidir"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ve kulları uzerinde hukum ve egemenlik sahibi Kaahir'dir O. Tum hikmetlerin kaynagıdır O. Her seyden haberdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sor: \"Tanıklık bakımından hangi sey daha buyuktur?\" De ki: \"Benimle sizin aranızda Allah tanıktır. Bu Kur'an bana vahyolundu ki, onunla sizi ve ulastıgı herkesi uyarayım. Siz gercekten Allah'ın yanında baska ilahların bulunduguna tanıklık ediyor musunuz?\" De ki: \"Ben buna tanıklık etmiyorum.\" De ki: \"O, sadece tek bir tanrıdır! Ve ben, sizin ortak tuttugunuz seylerden uzagım"},{"SurahNumber":6,"VerseNumber":20,"Text":"O kendilerine kitap verdiklerimiz var ya, onu, oz ogullarını tanıdıkları gibi tanıyıp bilirler. Ama oz benliklerini husrana ugratan bunlar, iman etmezler"},{"SurahNumber":6,"VerseNumber":21,"Text":"Yalan duzerek Allah'a iftira eden yahut O'nun ayetlerini yalanlayandan daha zalim kim vardır? Su da bir gercek ki, zalimler asla kurtulamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Gun olur, onları bir araya toplayıp hasrederiz. Sonra, sirke batanlara sorarız: \"Nerededir o bir sey zannedip durdugunuz ortaklarınız"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonunda sunu soylemekten baska bahaneleri kalmaz: \"Rabbimiz Allah'a yemin olsun ki, biz, ortak kosanlar degildik"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak da gor, nasıl yalan soylediler oz benliklerine karsı! Ve iftira icin kullandıkları seyler, onları bırakıp kayboldu"},{"SurahNumber":6,"VerseNumber":25,"Text":"Iclerinden sana kulak verenler vardır; ama biz onu geregince anlamamaları icin kalplerine kılıflar gecirmis, kulaklarına bir agırlık koymusuzdur. Tum mucizeleri gorseler de onlara inanmazlar. Nihayet sana gelip seninle cekiserek soyle derler kufre sapanlar: \"Bu, eskilerin masallarından baska bir sey degildir"},{"SurahNumber":6,"VerseNumber":26,"Text":"Hem ondan alıkoyarlar hem ondan uzaklasırlar. Oz benliklerinden baskasını helak etmiyorlar. Ama farkında degiller"},{"SurahNumber":6,"VerseNumber":27,"Text":"Ah bir gorsen, atesin basında durdurulup da soyle dediklerini: \"Ne olurdu, geri gonderilsek, Rabbimizin ayetlerini yalanlamasak ve muminlerden oluversek"},{"SurahNumber":6,"VerseNumber":28,"Text":"Isin dogrusu su: Onceden gizlemekte oldukları karsılarına dikildi. Geri gonderilselerdi yasaklandıkları seyi mutlaka yineleyeceklerdi. Dogrusu, onlar, tam yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: \"Su dunya hayatımızdan baskası yok. Biz diriltilecek de degiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rableri huzurunda durdurulduklarını bir gorsen! Sordu: \"Gercek degil miymis bu?\" Dediler: \"Rabbimize yemin olsun ki, gercekmis.\" Dedi: \"O halde, kufre sapmıs olmanızdan dolayı tadın azabı"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah'ın huzuruna varmayı yalanlayanlar, gercekten husrana ugramıstır. Sonunda o saat ansızın kendilerine gelip catınca, sırtlarında gunahlarını tasır bir halde soyle demislerdir: \"Dunya hayatında dusdugumuz asırılıklardan dolayı vay hasretimize!\" Dikkat edin! Ne kotu seylerdir tasıyıp durdukları"},{"SurahNumber":6,"VerseNumber":32,"Text":"Su igreti, basit hayat bir oyun ve eglenceden baska sey degildir. Sakınıp korunanlar icin ahiret yurdu elbette ki daha iyidir. Hala aklınızı isletemeyecek misiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Soylediklerinin seni kederlendirdigini cok iyi biliyoruz. Gercek su ki, onlar seni yalanlamıyorlar; o zalimler Allah'ın ayetlerine karsı direnmekteler"},{"SurahNumber":6,"VerseNumber":34,"Text":"Yemin olsun ki, senden once de resuller yalanlanmıs ama yalanlanmalarına, eziyet gormelerine sabretmislerdi. Nihayet yardımımız onlara ulastı. Allah'ın kelimelerini degistirecek hicbir kuvvet yoktur. Yemin olsun, elci olarak gonderilenlerin haberinden bir kısmı sana da gelmistir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger yuz cevirip gitmeleri sana agır geldiyse, haydi gucun yetiyorsa, yerin icinde bir delik yahut gokte bir merdiven ara da onlara bir mucize getir. Allah dileseydi onları dogru ve guzelde birlestirirdi. Artık cahillerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Ancak geregince dinleyenler cagrıya cevap verir. Olulere gelince, Allah onları diriltecektir, sonra O'na dondurulecekler"},{"SurahNumber":6,"VerseNumber":37,"Text":"Dediler ki: \"Ona Rabbinden bir mucize indirilseydi ya!\" De ki: \"Kuskusuz, Allah bir mucize indirmeye Kaadir'dir. Fakat cokları bilmiyorlar"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yeryuzunde debelenen hicbir canlı, iki kanadıyla ucan hicbir kus istisna olmamak uzere hepsi sizin gibi ummetlerdir. Biz bu Kitap'ta, herhangi birseyi ne eksik bıraktık ne fazla yaptık. Onlar, sonunda Rableri onunde hasredilirler"},{"SurahNumber":6,"VerseNumber":39,"Text":"Bizim ayetlerimizi yalanlayanlar, karanlıklara gomulmus sagır ve dilsizlerdir. Allah, diledigi/dileyen kisiyi sasırtır, diledigini/dileyeni de dosdogru yol uzerine koyar"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: \"Bir dusunun bakalım! Allah'ın azabı yakanıza yapıssa yahut o saat gelip catsa, Allah'tan baskasına mı yakarırsınız? Dogru sozlu iseniz soyleyin"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır, yalnız O'na yakarırsınız da O dilerse yakındıgınız belayı uzaklastırır. Ve siz, ortak kostuklarınızı unutuverirsiniz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki, senden once de ummetlere elciler gondermistik. O ummetleri, bize yaklasıp sıgınsınlar diye zorluklar ve darlıklarla yakalamıstık"},{"SurahNumber":6,"VerseNumber":43,"Text":"Zorlugumuz kendilerine gelip cattıgında bir sıgınabilselerdi! Ne yazık ki kalpleri katılastı; seytan, yapmakta olduklarını onlara suslu-puslu gosterdi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Ogutlenmeye cagırıldıkları seyi unutunca, her seyin kapılarını uzerlerine acıverdik. Nihayet, kendilerine verilenle sevinc sımarıklıgına daldıkları bir sırada, ansızın onları yakaladık. Tum umitlerini bir anda yitirdiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece, zulme saplanan toplulugun koku kesilmisti; hamt olsun alemlerin Rabbi'ne"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: \"Dusunun bakalım; Allah, isitme gucunuzu, gozlerinizi alsa, kalpleriniz uzerine muhur bassa, Allah'tan baska hangi ilah onları size geri verecek?\" Bak nasıl turlu turlu acıklıyoruz ayetleri, yine de yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"Sunu da soyle: \"Dusunun bakalım; Allah'ın azabı size ansızın, acıktan geliverse, zalimler toplulugundan baskası mı helak edilecek"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz o gonderilen elcileri, mujdeciler ve uyarıcılar olmaktan ote bir sey icin gondermiyoruz. Iman edip hayrı ve barısı yerlestirenlere korku yoktur. Tasalanmayacaklardır onlar"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlara gelince, fenalıga bulasmaları yuzunden kendilerine azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"Onlara sunu soyle: \"Ben size Allah'ın hazineleri yanımdadır demiyorum. Gaybı da bilmem ben! Size ben bir melegim de demiyorum. Yalnız bana vahyedilene uyarım ben!\" Sor onlara: \"Korle goren bir olur mu? Hala dusunmuyor musunuz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rablerinin huzurunda hasredileceklerinden korkanları, o vahiy ile uyar ki korunabilsinler. Onların O'ndan baska ne bir dostu vardır ne de sefaatcısı"},{"SurahNumber":6,"VerseNumber":52,"Text":"Sabah aksam, yuzunu isteyerek Rablerine yalvarıp yakaranları kovma! Onların hesabından bir sey sana ait olmadıgı gibi, senin hesabından bir sey de onlara ait degildir. O halde onları kovarsan zalimlerden olursun"},{"SurahNumber":6,"VerseNumber":53,"Text":"Biz boylece onların bir kısmını diger bir kısmıyla imtihana cektik ki, sunu soylesinler: \"Allah aramızdan sunlara mı lutufta bulundu?\" Allah sukredenleri daha iyi bilmiyor mu"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize iman edenler sana geldiginde soyle soyle: \"Selam size! Rabbiniz, benligi uzerine rahmeti yazmıstır. Icinizden her kim bilgisizlikle bir kotuluk isler de ardından tovbe edip halini duzeltirse, hic kuskusuz, Allah cok affedici, cok merhametlidir"},{"SurahNumber":6,"VerseNumber":55,"Text":"Iste biz, ayetlerimizi bu sekilde ayrıntılı kılıyoruz ki, gunaha sapmısların yolu acık-secik ortaya cıksın/gunaha sapmısların yolunu acık-secik goresin"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: \"Ben, Allah'ı bırakıp da yakardıklarınıza kulluk etmekten yasaklandım!\" De ki: \"Sizin keyiflerinize uymam! Cunku bunu yaparsam sapıtmıs olurum, dogruyu ve guzeli bulanlardan olmam"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: \"Ben Rabbimden gelen bir beyyine uzerindeyim. Ama siz onu yalanladınız. Acele istediginiz sey benim yanımda degil. Hukum yalnız ve yalnız Allah'ındır. Hakkı o anlatır. Ayırt edip cozum getirenlerin en hayırlısı O'dur"},{"SurahNumber":6,"VerseNumber":58,"Text":"Sunu da soyle: \"Acele istediginiz sey benim yanımda olsaydı, benimle sizin aranızdaki is coktan bitirilmis olurdu. Zalimleri, Allah daha iyi bilir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybın anahtarları O'nun yanındadır; onları O'ndan baskası bilmez. O, karada ve denizde olanı da bilir. O'nun bilgisi dısında bir yaprak bile dusmez. Topragın karanlıklarındaki bir dane, yas ve kuru her sey apacık bir Kitap'ın icindedir"},{"SurahNumber":6,"VerseNumber":60,"Text":"O, odur ki, geceleyin sizi oldurur. Gun boyunca neler yapıp neler kazandıgınızı bilir. Sonra, belirlenmis sure isletilip tamamlansın diye, gun icinde sizi diriltir. Nihayet O'nadır donusunuz. Sonra, yapıp ettiklerinizi size haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Kulları uzerinde egemenlik sahibi Kaahir'dir O. Uzerinize koruyucular gonderir. Nihayet olum birinize geldiginde, elcilerimiz onu vefat ettirirler. Ne vaktinden once is yaparlar onlar ne de vaktinden sonra"},{"SurahNumber":6,"VerseNumber":62,"Text":"Nihayet onlar gercek Mevla'ları olan Allah'a goturulurler. Gozunuzu acın! Hukum yalnız O'nundur. Ve hesap gorenlerin en suratlisi de O'dur"},{"SurahNumber":6,"VerseNumber":63,"Text":"Sunu sor: \"Bizi bu durumdan kurtarırsa andolsun sukredenlerden olacagız' diye boyun bukup urpererek O'na yakardıgınızda, karanın ve denizin karanlıklarından sizi kim kurtarıyor"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"Ondan da tum sıkıntılardan da sizi Allah kurtarıyor; sonra siz O'na ortak kosuyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"O size, ustunuzden yahut ayaklarınızın altından bir azap gondermeye yahut sizi fırka fırka birbirinize dusurerek/fırkalara bolup icinden cıkılmaz durumlara dusurerek/fırkaları elbise gibi size giydirerek kiminizin siddetini kiminize tattırmaya Kaadir'dir.\" Bak nasıl sıralıyoruz ayetleri, iyice kavrayabilsinler diye"},{"SurahNumber":6,"VerseNumber":66,"Text":"O, hak oldugu halde senin toplumun onu yalanladı. De ki: \"Ben size vekil degilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin gerceklesecegi bir zaman/mekan vardır. Yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında lakırdıya dalanları gordugunde, onlar baska bir soze dalıncaya degin onlardan yuz cevir. Eger seytan sana unutturursa, hatırladıktan sonra o zalimler toplulugu ile oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah'tan korkanlara onların hesabından bir sey yoktur ama yine de bir hatırlatma olmalı. Belki sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun ve eglence haline getirmis, dunya hayatı kendilerini aldatmıs olanları bırak da o Kur'an ile sunu hatırlat: Bir kisi, kendi elinin uretip kazandıgına teslim edilirse onun, Allah dısında ne bir dostu kalır ne de sefaatcısı. Her turlu fidyeyi verse de ondan kabul edilmez. Iste bunlar, kazandıklarına teslim edilmislerdir. Nankorluk ettiklerinden oturu onlar icin kaynar sudan bir icki ve korkunc bir azap vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: \"Allah'ın berisinden, bize yarar da zarar da veremeyecek seylere mi yakaralım? Allah bize kılavuzluk ettikten sonra okcelerimiz ustune geri mi dondurulelim? O kisi gibi, seytanlar kendisini ayartıp yeryuzunde saskın dolasır hale getirmislerdir. Oysaki onun, \"Bize gel!\" diye dogruya ve guzele cagıran arkadasları vardır.\" De ki: \"Allah'ın kılavuzlugudur gercek kılavuzluk. Alemlerin Rabbi Allah'a teslim olmakla emrolunduk biz"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ve \"Namazı kılın/duayı yerine getirin, O'ndan sakının!\" diye emrolunduk. Huzurunda hasrolunacagınız O'dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gokleri ve yeri hak olarak yaratan da O'dur. \"Ol!\" dedigi gun, hemen oluverir. Sozu haktır O'nun. Sura uflenecegi gun de mulk/yonetim O'nundur. Alim'dir, gorunmeyeni de goruneni de bilen O'dur. O'dur Hakim, O'dur Habir"},{"SurahNumber":6,"VerseNumber":74,"Text":"Ibrahim, babası Azer'e soyle demisti: \"Putları tanrılar mı ediniyorsun? Seni de toplumunu da acık bir sapıklık icinde goruyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Boylece biz Ibrahim'e goklerin ve yerin melekutunu gosteriyorduk ki, gercegi gorup bilerek inananlardan olsun"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece onun ustunu ortunce bir yıldız gordu de \"Iste Rabbim bu!\" dedi. Yıldız battıgında ise \"Batıp gidenleri sevmem!\" diye konustu"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ay'ı dogar halde gorunce, \"Rabbim bu!\" dedi. O batınca da soyle konustu: \"Eger Rabbim bana kılavuzluk etmeseydi sapıtan topluluktan olurdum"},{"SurahNumber":6,"VerseNumber":78,"Text":"Nihayet Gunes'in dogmakta oldugunu gordugunde, \"Benim Rabbim bu, bu daha buyuk!\" dedi. O da batıp gidince soyle seslendi: \"Ortak kostugunuz seylerden uzagım ben"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ben bir hanif olarak yuzumu gokleri ve yeri yaratana dondurdum. Musriklerden degilim ben"},{"SurahNumber":6,"VerseNumber":80,"Text":"Toplumu ona karsı cıkıp kanıt getirmeye kalkıstı. O dedi ki: \"Allah hakkında benimle cekisiyor musunuz? Beni dogru yola O iletti. O'na ortak kostugunuz seylerden korkmam. Rabbimin diledigi dısında hicbir sey olmaz. Rabbim bilgice herseyi cepecevre kusatmıstır. Hala ogut almayacak mısınız"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hem siz, hakkında size hicbir kanıt indirmedigi seyleri Allah'a ortak kostugunuz halde korkmuyorsunuz da ben, ortak tuttugunuz seylerden nasıl korkarım!\" Simdi, eger biliyorsanız, iki gruptan hangisi guvende olmaya/guvenilmeye daha layıktır"},{"SurahNumber":6,"VerseNumber":82,"Text":"Iman edip de imanlarını herhangi bir zulumle kirletmeyenler var ya, guvende olma/guvenilir olma iste onların hakkıdır; dogruyu ve guzeli yakalayanlar da onlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste bunlar, kavmine karsı Ibrahim'e verdigimiz kanıtlardır. Dilediklerimizi derece derece yukseltiriz. Senin Rabbin Hakim'dir, Alim'dir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz ona Ishak'ı ve Yakub'u hediye ettik. Hepsini dogruya ve guzele kılavuzladık. Daha once Nuh'a ve onun soyundan olan Davud'a, Suleyman'a, Eyyub'e, Yusuf'a, Musa'ya, Harun'a da kılavuzluk etmistik. Guzel dusunup guzel davrananları boyle odullendiririz biz"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya, Yahya, Isa ve Ilyas... Hepsi iyilik ve barıs icin calısanlardandı"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail, Elyesa', Yunus ve Lut... Hepsini alemlere ustun kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Atalarından, soylarından, kardeslerinden bir kısmını da... Onları sectik ve onları dosdogru bir yola kılavuzladık"},{"SurahNumber":6,"VerseNumber":88,"Text":"Allah'ın yol gostermesidir bu. Kullarından diledigini bununla iletir iyiye ve guzele. Eger onlar sirke bulassalardı yapıp ettikleri kendilerine yararsız hale gelirdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"Iste bunlardır kendilerine kitap, hukmetme gucu ve peygamberlik verdiklerimiz. Simdi su insanlar butun bunları inkar ederlerse biz, bunları inkar etmeyecek bir toplulugu onlara vekil ederiz"},{"SurahNumber":6,"VerseNumber":90,"Text":"Iste boyleleri, Allah'ın yol gosterdigi kimselerdir. Sen de onların yolunu izle ve soyle soyle: \"Ben su yaptıgıma karsılık sizden bir ucret istemiyorum. O sadece alemlere bir oguttur"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah'ı, kadrine/sanına yarasır sekilde tanıyamadılar. Cunku, \"Allah, insana hicbir sey vahyetmemistir.\" dediler. De ki \"Musa'nın insanlara bir ısık, bir kılavuz olarak getirdigi kitabı kim indirdi? Siz o kitabı birtakım parsomenler yapıp ortaya suruyorsunuz, bircogunu da saklıyorsunuz. Size, sizin de atalarınızın da bilmedigi seyler ogretildi.\" \"Allah!\" de, sonra bırak onları saplandıkları batakta oynayadursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu da bizim, kentlerin/medeniyetlerin anasını uyarman icin indirdigimiz bir kitap. Kutsal-bereketli, kendinden oncekini dogrulayıcı. Ahirete inananlar, ona da inanırlar ve onlar namazlarına/dualarına devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Yalan duzup Allah'a iftira eden veya kendine bir sey vahyedilmedigi halde \"Bana vahyedildi\" diyen kisi ile, \"Allah'ın ayet indirdigi gibi ben de indirecegim\" diyen kimseden daha zalim kim vardır! Bir gorsen o zalimleri olum dalgaları icindeyken. Melekler ellerini uzatmıs, \"Cıkarın canlarınızı!\" diye! Bugun zillet azabıyla cezalandırılacaksınız; cunku Allah'a karsı gercek dısı seyler soyluyorsunuz ve cunku O'nun ayetlerine karsı buyukluk taslıyordunuz"},{"SurahNumber":6,"VerseNumber":94,"Text":"Yemin olsun, sizi ilk yarattıgımızdaki gibi yapayalnız/teker teker bize geldiniz. Size verip hayaline daldırdıgımız seyleri de sırtlarınızın arkasında bıraktınız. Sizinle ilgili hususlarda ortaklar olduklarını sandıgınız sefaatcılarınızı da yanınızda gormuyorsunuz. Yemin olsun, koptu aranızdaki tum baglar ve uzaklasıp kayboldu yanınızdan o bir sey sandıklarınız"},{"SurahNumber":6,"VerseNumber":95,"Text":"Hic kuskusuz, Allah'tır Falık olan/daneyi yaran, cekirdegi patlatan. Oluden diri cıkarır O; diriden oluyu cıkaran da O'dur! Iste budur Allah! Peki nasıl ters bir yone cevriliyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Safagı yarıp sabahı ortaya cıkaran/Falık O'dur! Geceyi dinlenme zamanı yaptı; Gunes'i ve Ay'ı hesap aracı. Iste budur olculendirmesi o Aziz'in, o Alim'in"},{"SurahNumber":6,"VerseNumber":97,"Text":"Karanın ve denizin karanlıklarında, kendileriyle yol bulmanız icin yıldızları hizmetinize veren O'dur! Bilgiden nasipli bir topluluk icin ayetleri gercekten ayrıntılı kılmısızdır"},{"SurahNumber":6,"VerseNumber":98,"Text":"Sizi bir tek canlıdan vucuda getiren O'dur! Bu olusumda bir karar kılma yeri var, bir de emanet olarak kalma yeri. Iyice arastırıp kavrayan bir topluluk icin ayetleri biz tam bir bicimde ayrıntılı kıldık"},{"SurahNumber":6,"VerseNumber":99,"Text":"Size gokten su indiren de O'dur! Biz o suyla her seyin bitkisini cıkardık. Ondan da bir yesillik cıkardık. O yesillikten birbiri uzerine binmis daneler cıkardık. Hurma agacının da tomurcugundan sarkan salkımlar, uzumlerden baglar, zeytin, nar cıkardık. Birbirine benzeyeni var, benzemeyeni var. Meyve verdiginde ve meyveler olgunlastıgında bir bakın onun urunune! Bu size gosterilenlerde, iman eden bir topluluk icin, cok ibret vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Allah'a bir de cinleri/gozle gorulmeyen yaratıkları ortak kostular. Oysaki, onları O yaratmıstır. Bilgisizce O'na ogullar ve kızlar isnat etme sacmalıgını gosterdiler. Sanı yucedir O'nun! Onların nitelemelerinin otesindedir O"},{"SurahNumber":6,"VerseNumber":101,"Text":"Gokleri ve yeri yaratıp donatan Bedi' O'dur! Nasıl cocugu olur O'nun, kendisinin bir esi olmadı ki! Her seyi O yarattı ve her seyi en iyi sekilde bilen de O'dur"},{"SurahNumber":6,"VerseNumber":102,"Text":"Rabbiniz Allah iste budur! Ilah yok O'ndan baska. Her seyin yaratıcısıdır, Haalik'tir O. O'na kulluk/ibadet edin! O her seye Vekil'dir"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gozler onu fark edip kavrayamaz. Oysaki O, gozleri gorur/bilir. O Latif'tir, lutfu cok oldugu halde kendisi gorulemez; Habir'dir, her seyden haberdardır"},{"SurahNumber":6,"VerseNumber":104,"Text":"Gercek su ki, size Rabbinizden gonul gozleri gelmistir. Kim gorurse kendisi yararına, kim korluk ederse kendisi zararına... Ben sizin uzerinize bekci degilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Ayetleri bu sekilde, cesitli baslıklarla veriyoruz ki, \"Sen ders aldın!\" desinler, biz de ilimden nasiplenen bir toplum icin onu iyice acıklayalım"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbinden sana vahyedilene uy! O'ndan baska ilah yoktur. Musriklerden yuz cevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi, sirke batmazlardı. Biz seni onlar uzerine bekci yapmadık. Sen onlara vekil de degilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah'ın berisinden birilerine niyazda bulunanlara/Allah dısında birileri icin cagrı yapanlara/onların, Allah dısında yakardıklarına sovmeyin. Yoksa onlar da dusmanlıkla ve bilgisizce Allah'a soverler. Biz her ummete yaptıgı isi bu sekilde suslu gosterdik. Sonra hepsinin donusu Rablerinedir. O, onlara, yapmakta olduklarını haber verecektir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Tum yeminleriyle Allah'a yemin ettiler ki, eger kendilerine bir mucize gelirse ona mutlaka inanacaklar. Soyle onlara: \"Mucizeler ancak Allah'ın katındadır.\" Mucize geldiginde de iman etmeyeceklerini anlamıyor musunuz"},{"SurahNumber":6,"VerseNumber":110,"Text":"Biz onların gonullerini ve gozlerini ters ceviririz, ilk seferinde buna iman etmedikleri gibi bırakırız kendilerini de azgınlıkları icinde koru korune bocalar dururlar"},{"SurahNumber":6,"VerseNumber":111,"Text":"Eger biz onlara melekleri indirseydik, oluler kendileriyle konussaydı ve herseyi toplayıp karsılarına dikseydik, Allah'ın dilemesi dısında, yine de inanmazlardı. Ne var ki, cokları cehalet sergiliyorlar"},{"SurahNumber":6,"VerseNumber":112,"Text":"Iste boyle, biz peygambere insan ve cin seytanlarını dusman yaptık. Bunlar aldatmak icin birbirlerine lafın yaldızlısını fısıldarlar. Rabbin dileseydi onu yapamazlardı. Bırak onları, duzdukleri iftiralarla basbasa kalsınlar"},{"SurahNumber":6,"VerseNumber":113,"Text":"Ki ahirete inanmayanların gonulleri ona ısınsın, ondan hoslansınlar, elde ettikleri seylere sahip olmaya devam etsinler"},{"SurahNumber":6,"VerseNumber":114,"Text":"Allah size Kitap'ı ayrıntılı kılınmıs bir halde indirmisken, Allah'ın dısında bir hakem mi arayayım? Kendilerine Kitap verdiklerimiz, onun, Rabbinden hak olarak indirildigini biliyorlar. Sakın kuskuya dusenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbinin sozu hem dogruluk hem de adalet bakımından tamamlanmıstır. O'nun sozlerini degistirecek hicbir kuvvet yoktur. En iyi isiten, en iyi bilendir O"},{"SurahNumber":6,"VerseNumber":116,"Text":"Yeryuzundeki insanların cogunluguna uyarsan seni Allah yolundan saptırırlar. Sadece sanıya uyarlar onlar ve sadece sacmalarlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Kendi yolundan kimin saptıgını en iyi senin Rabbin bilir. Hidayete ermis olanları en iyi bilen de O'dur"},{"SurahNumber":6,"VerseNumber":118,"Text":"O halde, O'nun ayetlerine inanıyorsanız, uzerine Allah'ın adı anılmıs olanlardan yiyin"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor da uzerine Allah'ın adı anılmıs olanlardan yemiyorsunuz? Zorda kalısınız dısında uzerinize haram kıldıgını bizzat kendisi size ayrıntılı olarak acıklamıstır. Bircokları ilimsiz bir bicimde kendi keyiflerine uyarak halkı sasırtıyorlar. Hic kuskusuz, senin Rabbin sınır tanımaz azgınları cok iyi bilmektedir"},{"SurahNumber":6,"VerseNumber":120,"Text":"Gunahın acıgını da bırakın, gizlisini de. Gunah kazananlar yapıp ettiklerinin karsılıgını yakında goreceklerdir"},{"SurahNumber":6,"VerseNumber":121,"Text":"Uzerine Allah'ın adı anılmayanlardan yemeyin. Boyle bir sey tam bir yoldan cıkıstır. Seytanlar kendi evliyasına/dost ve destekcilerine sizinle mucadele etmeleri icin elbetteki vahiy gonderirler. O seytan evliyasına boyun egerseniz kesinlikle musrikler oldunuz demektir"},{"SurahNumber":6,"VerseNumber":122,"Text":"Bir olu iken kendisine hayat verdigimiz, insanlar icinde yurumesi icin kendisine bir ısık tuttugumuz kisinin durumu, karanlıklar icinde kalmıs, bir turlu ondan cıkamayan kisininki gibi olur mu? Iste boyle! Kufre sapanlara, yapmakta oldukları suslu-puslu gosterilmistir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Biz bu sekide her kentte/her medeniyette kodamanları, o kent ve medeniyetin sucluları yaptık ki, orada oyunlar tezgahlayıp tuzaklar kursunlar. Aslında onlar oz benliklerinden baskasına oyun oynamıyorlar ama farkında degillir"},{"SurahNumber":6,"VerseNumber":124,"Text":"Onlara bir ayet geldiginde soyle demislerdi: \"Allah resullerine verilenin tıpkısı bize de verilmedikce asla inanmayacagız.\" Allah resulluk gorevini nereye verecegini daha iyi bilir. Suc isleyenlere, oynadıkları oyunlar yuzunden Allah katında bir kucukluk ve siddetli bir azap ongorulmustur"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah, iyiye ve guzele goturmek istediginin gogsunu Islam'a acar. Saptırmak dilediginin de gogsunu oylesine daraltıp tıkar ki, o, goge yukseliyormus gibi olur. Allah, iman etmeyenler uzerine pisligi iste boyle atıverir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Rabbinin yolu iste budur; dosdogru, kıvamında... Biz ogut alan bir topluluga ayetleri ayrıntılı bir bicimde acıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Rableri katındaki huzur ve esenlik yurdu onlarındır. Isler oldukları ameller yuzunden O, onların Veli'si oluvermistir"},{"SurahNumber":6,"VerseNumber":128,"Text":"Gun olur soyle diyerek onları huzurunda toplar: \"Ey cinler/gorunmez varlıklar toplulugu! Su insanlara gercekten cok ettiniz/insanların bircoguna goz diktiniz.\" Onların insanlardan olan dostları soyle derler: \"Rabbimiz, kimimiz kimimizden yararlanmıstı. Bizim icin belirledigin surenin sonuna geldik.\" Buyurur ki: \"Barınagınız atestir. Allah'ın diledigi zamanlar haric orada sureklisiniz.\" Senin Rabbin Hakim'dir, Alim'dir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste biz, zalimlerin bir kısmını bir kısmına, kazanır oldukları seyler yuzunden bu sekilde dost/yardımcı/yonetici/onder yaparız"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ey cinler ve insanlar toplulugu! Icinizden, size ayetlerimi anlatan ve su gununuzle yuz yuze geleceginiz hususunda sizi uyaran resuller gelmedi mi? \"Kendi aleyhimize tanıklık ettik.\" dediler. Igreti hayat onları aldattı da kufre saptıklarına iliskin, oz benlikleri aleyhinde tanıklık ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Sebep sudur: Rabbin, halkı habersiz bir haldeyken kentleri helak edici degildir"},{"SurahNumber":6,"VerseNumber":132,"Text":"Her birinin, yapıp ettiklerinden kaynaklanan dereceleri vardır. Rabbin onların islediklerinden gafil degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Senin o Gani Rabbin rahmet sahibidir. Dilerse sizi ortadan kaldırır ve sizi bir baska toplulugun soyundan vucuda getirdigi gibi, ardınızdan da diledigini sizin yerinize getirir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Size vaat edilen seyler kesinlikle meydana gelecektir. Siz engel olamazsınız"},{"SurahNumber":6,"VerseNumber":135,"Text":"Ey toplumum! Yapabileceginizi yapın. Ben de yapıp ediyorum. Yakında yurdun sonunun kime ait olacagını bileceksiniz. Gercek olan su ki, zalimler kurtulamayacaktır"},{"SurahNumber":6,"VerseNumber":136,"Text":"Kendi dollendirip yaydıgı ekinden ve hayvanlardan Allah'a bir pay ayırdılar da kendi zanlarınca soyle dediler: \"Bu Allah icin, bu da ortaklarımız icin.\" ortakları icin olan Allah'a ulasmaz. Ama Allah icin olan, ortaklarına ulasıyor. Ne kotu hukum veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Aynen bunun gibi, musriklerden bircoguna, Allah'a ortak kostukları kisiler, oz evlatlarını oldurmeyi guzel gostermistir ki, hem onları yok etsinler hem de dinlerini onlar aleyhine karmakarısık hale getirsinler. Allah dileseydi bunu yapamazlardı. O halde onları, duzdukleri iftiralarla bas basa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Kendi kuruntularına uygun olarak soyle dediler: \"Sunlar, dokunulmaz hayvanlar ve ekinlerdir. Bizim diledigimizden baskası yiyemez bunları.\" Hayvanlar var, sırtlarına binmek yasaklanmıstır; hayvanlar var, Allah'a iftira yuzunden uzerlerine Allah'ın adını anmıyorlar. Allah onları uretmekte oldukları iftiralar yuzunden cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Sunu da soylediler: \"Su hayvanların karınlarındakiler erkeklerimize ozgulenmistir; kadınlarımıza haramdır. Yavru olu dogarsa kadın-erkek hepsi onda hak sahibidir.\" Bu nitelendirmeleri yuzunden Allah cezalarını verecektir. Hakim'dir O, Alim'dir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Su bir gercek ki, ilimsizlik yuzunden oz evlatlarını beyinsizce katledenlerle Allah'ın kendilerine verdigi rızıkları, Allah'a iftira ederek haramlastıranlar gercekten husrana ugramıslardır. Inan olsun, sapıtmıslardır onlar; hicbir zaman dogruyu ve guzeli bulamazlar"},{"SurahNumber":6,"VerseNumber":141,"Text":"Cardaklı ve cardaksız bahceleri, urunleri cesit cesit hurmaları, sebzeleri, zeytinleri, narları, birbirine benzer ve benzemez bicimde olusturan O'dur. Her birinin meyvesinden, olgunlastıgı zaman yiyin ve hasat gununde onun hakkını da verin. Israf etmeyin, Allah israf edenleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanlardan yuk tasıyanı da yaygı/dosek yapılanı da yaratan yine O'dur. Allah'ın size verdigi rızıklardan yiyin, seytanın adımlarını izlemeyin! Cunku o sizin icin acık bir dusmandır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Sekiz cift: Koyundan iki, keciden de iki. De ki \"Iki erkegi mi haram kıldı, iki disiyi mi, yoksa iki disinin rahimlerinin kusattıgını mı? Eger dogru sozlu iseniz bana ilimle haber verin"},{"SurahNumber":6,"VerseNumber":144,"Text":"Ve deveden iki, sıgırdan iki. De ki \"Iki erkegi mi haram kıldı, iki disiyi mi, yoksa iki disinin rahimlerince kusatılanı mı? Yoksa Allah size bunu onerirken siz de tanıklık mı ediyordunuz?\" Ilim dısı bir sekilde insanları sasırtmak icin yalan duzup Allah'a iftira edenden daha zalim kim olabilir? Allah, zulme sapan bir topluluga kılavuzluk etmiyor"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: \"Bana vahyolunanlar icinde, bu haram dediklerinizi yiyecek birine yasaklanmıs bir sey bulamıyorum. Yalnız sunlardan biri olursa baska: les, akıtılmıs kan, domuz eti -ki o bir pisliktir- Allah'tan baskası adına bogazlanmıs bir murdar.\" Iztırar haline dusen, baskasının hakkına dokunmamak, zorunluluk sınırını da asmamak sartıyla bunlardan yiyebilir. Cunku senin Rabbin cok bagıslayıcı, cok merhametlidir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Yahudilere tum tırnaklı hayvanları haram kıldık. Onlara ayrıca sıgır ve koyunun yaglarını da haram kıldık. Sıgır ve koyunun sırtlarının ve bagırsaklarının tasıdıgı yaglarla, kemiklerle karısan yaglar bunun dısındadır. Bunu onlara azgınlıkları yuzunden bir ceza olarak yaptık. Biz elbette sozunde duranlarız"},{"SurahNumber":6,"VerseNumber":147,"Text":"Artık seni yalanlarlarsa sunu soyle: \"Rabbiniz cok genis bir rahmetin sahibidir. Ancak, O'nun azabı gunaha batmıslar toplulugundan uzak tutulamaz"},{"SurahNumber":6,"VerseNumber":148,"Text":"Sirke batanlar soyle diyecekler: \"Allah dileseydi, ne biz sirke sapardık ne de atalarımız. Hicbir seyi haram da yapmazdık.\" Onlardan oncekiler de azabımızı tadıncaya kadar bu sekilde yalanlamıslardı. De ki: \"Yanınızda, onumuze cıkaracagınız bir ilminiz var mı? Zandan baska bir seye uymuyorsunuz. Sadece sacmalıyorsunuz siz"},{"SurahNumber":6,"VerseNumber":149,"Text":"En mukemmel kanıt Allah'ındır. O dileseydi hepinizi toptan dogru yola iletirdi"},{"SurahNumber":6,"VerseNumber":150,"Text":"Sunu da soyle: \"Allah sunu haram etmistir diye tanıklık edip duran sahitlerinizi getirin.\" Eger tanıklık ederlerse sakın onlarla birlikte tanıklık etme! Ayetlerimizi yalanlayanlarla ahirete inanmayanların keyifleri ardınca gitme! Onlar, kendi Rablerine baskalarını denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki onlara: \"Hadi gelin, Rabbinizin size neleri haram kıldıgını yuzunuze karsı okuyayım: Hicbir seyi O'na ortak kosmayın. Ana-babaya cok iyi davranın. Yoksulluk endisesiyle cocuklarınızı oldurmeyin; biz sizi de onları da rızıklandırırız. Kotuluklerin gorunenine de gizli kalanına da yaklasmayın. Allah'ın saygın ve aziz kıldıgı cana, bir hakkı savunmak dısında kıymayın. Allah size bunları onerdi ki, aklınızı isletebilesiniz"},{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına yaklasmayın! Ancak rustune erisinceye kadar en guzel yolla ilgilenme hali mustesna. Olcme ve tartmayı tam bir durustlukle yerine getirin. Hic kimseye yaratılıs kapasitesinin ustunde yukumluluk getirmiyoruz. Konustugunuz zaman, yakınlarınız/aleyhine de olsa, adaleti gozetin. Ve Allah'a verdiginiz soze sadık kalın. Dusunup ogut alasınız diye O size bunları onerdi"},{"SurahNumber":6,"VerseNumber":153,"Text":"Bu benim dosdogru yolumdur, onu izleyin, baska yolları izlemeyin! Yoksa bu hal sizi O'nun yolundan uzaklastırıp parcalara boler. Sakınıp korunasınız diye O bunu onermistir size"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra, guzel davrananlara nimetimizi tamamlamak, her seyi ayrıntılı kılmak, bir kılavuz ve rahmet olmak uzere Musa'ya o Kitap'ı verdik ki onlar Rablerine kavusacaklarına inanabilsinler"},{"SurahNumber":6,"VerseNumber":155,"Text":"Bu da bizim indirdigimiz bir kitaptır. Kutsal ve bereketli. Artık ona uyun ve sakının ki size rahmet edebilsin"},{"SurahNumber":6,"VerseNumber":156,"Text":"Kitap, bizden once iki topluluga indirildi. Biz onu okuyup arastırmaktan gercekten habersizdik.\" demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Sunu da soylemeyesiniz: \"Eger bize Kitap indirilmis olsaydı, onlardan daha dogru yuruyuslu olurduk.\" Artık size Rabbinizden bir beyyine, bir kılavuz ve bir rahmet gelmis bulunuyor. Allah'ın ayetlerini yalanlayıp onlardan yuz cevirenden daha zalim kim var? Ayetlerimize sırt donenleri, yuz cevirmeleri yuzunden azabın en acıklısıyla cezalandıracagız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Neyi bekliyorlar? Kendilerine meleklerin gelmesini mi, Rabbinin gelmesini mi, yoksa Rabbinin bazı mucizelerinin gelmesini mi? Rabbinin bazı mucizeleri geldigi gun, daha once iman etmemis yahut imanında bir hayır sahibi olamamıs kisiye imanı hicbir yarar saglamayacaktır. De ki: \"Bekleyin! Dogrusu biz de bekliyoruz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parca parca edip fırkalara, hiziplere bolunenler var ya, senin onlarla hicbir ilisigin yoktur. Onların isi Allah'a kalmıstır. Allah onlara, yapıp ettiklerini haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir guzellikle gelirse ona, getirdiginin on katı var. Kotulukle gelene ise yaptıgının kadarından fazla ceza verilmez. Onlar, haksızlıga ugratılmayacaklardır"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: \"Beni, dosdogru yola Rabbim iletmistir. Guclu, puruzsuz bir dine, hanif olan Ibrahim'in milletine. Musriklerden degildi o"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: \"Benim namazım/duam, kullugum/bagısım, hayatım, olumum alemlerin Rabbi olan Allah icindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"Ortagı yoktur O'nun. Bununla emrolundum ben. Ve Muslumanların ilkiyim ben"},{"SurahNumber":6,"VerseNumber":164,"Text":"Sunu da soyle: \"Allah herseyin Rabbi iken O'ndan baska rab mı arayayım? Her benligin kazandıgı kendi ustunde kalır. Hicbir gunahkara bir baska gunahkarın yukunu tasımaz. Nihayet donusunuz Rabbinizedir. Tartısmaya girdiginiz seyleri O size haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryuzunde oncekilere halefler yapan O'dur. Verdigi nimetlerle sizi denemek icin kiminizi kiminiz uzerine derecelerle yukseltmistir. Rabbin ceza verdiginde cok suratli verir. Ama O, gercekten cok affedici, cok merhametlidir"}]}