{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"الم الف لام میم"},{"SurahNumber":29,"VerseNumber":2,"Text":"آیا مردم گمان می‌برند که رهایشان کنند که [به زبان‌] بگویند ایمان آورده‌ایم و ایشان را نمی‌آزمایند؟"},{"SurahNumber":29,"VerseNumber":3,"Text":"و به راستی پیشینیان آنان را آزموده‌ایم، و بی‌شک خداوند راستگویان و دروغگویان را معلوم می‌دارد"},{"SurahNumber":29,"VerseNumber":4,"Text":"یا کسانی که کارهای ناروا انجام می‌دهند گمان می‌برند که بر ما پیشی می‌گیرند، چه بد است داوریشان‌"},{"SurahNumber":29,"VerseNumber":5,"Text":"هرکس که به لقای الهی امید داشته باشد [بداند که‌] اجل مقرر الهی فرارسنده است و او شنوای داناست‌"},{"SurahNumber":29,"VerseNumber":6,"Text":"و هرکس [در راه حق‌] بکوشد، به سود خویش کوشیده است، بی‌گمان خداوند از جهانیان بی‌نیاز است‌"},{"SurahNumber":29,"VerseNumber":7,"Text":"و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند سیئاتشان را از ایشان می‌زداییم و به بهتر از آنچه کرده‌اند پاداششان دهیم‌"},{"SurahNumber":29,"VerseNumber":8,"Text":"و انسان را سفارش کرده‌ایم که به پدر و مادرش نیکی کند و [می‌گوییم‌] اگر تو را واداشتند که چیزی را که بدان علم نداری شریک من گردانی، پس از آن دو اطاعت مکن، چرا که بازگشت شما به سوی من است و آنگاه به [حقیقت‌] آنچه می‌کردید آگاهتان می‌سازم‌"},{"SurahNumber":29,"VerseNumber":9,"Text":"و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، در زمره شایستگان در می‌آوریمشان‌"},{"SurahNumber":29,"VerseNumber":10,"Text":"و از مردم کسی هست که می‌گوید به خدا ایمان آورده‌ایم و چون در راه خدا رنج و آزار بیند، آزارگری مردم را همچون عذاب الهی پندارد، و اگر نصرتی از سوی پروردگارت فراز آید، می‌گویند ما همراه شما بودیم، آیا خداوند به آنچه در دلهای جهانیان هست آگاه‌تر نیست؟"},{"SurahNumber":29,"VerseNumber":11,"Text":"و خداوند مؤمنان را [نیک‌] می‌شناسد و منافقان را [نیک‌] می‌شناسد"},{"SurahNumber":29,"VerseNumber":12,"Text":"و کافران به مؤمنان گویند از راه ما پیروی کنید ما گناهانتان را به گردن می‌گیریم، ولی در حقیقت هیچ باری از گناهان ایشان را به گردن نگیرند، که ایشان دروغگو هستند"},{"SurahNumber":29,"VerseNumber":13,"Text":"و باشد که بار گناهان خودشان و بار گناهانی علاوه بر بار گناهان خودشان را بر دوش گیرند، و روز قیامت از آنچه افتراء می‌بستند خواهندشان پرسید"},{"SurahNumber":29,"VerseNumber":14,"Text":"و به راستی نوح را به سوی قومش [به رسالت‌] فرستادیم و در میان آنان هزار سال منهای پنجاه سال به سر برد، آنگاه طوفان [سیل و بلا] آنان را فرو گرفت، در حالی که ایشان ستمکار [مشرک‌] بودند"},{"SurahNumber":29,"VerseNumber":15,"Text":"آنگاه او و کشتی‌نشینان را نجات دادیم و آن را مایه عبرت جهانیان گرداندیم‌"},{"SurahNumber":29,"VerseNumber":16,"Text":"و ابراهیم را [به رسالت فرستادیم‌] آنگاه که به قومش گفت خداوند را بپرستید و از او پروا کنید، این اگر بدانید برایتان بهتر است‌"},{"SurahNumber":29,"VerseNumber":17,"Text":"شما فقط بتهایی را به جای خداوند می‌پرستید و بهتانی برساخته‌اید، بی‌گمان کسانی که به جای خداوند می‌پرستید اختیار روزی شما را ندارند، پس روزی را نزد خداوند بجویید و او را بپرستید و او را سپاس بگزارید، که به سوی او بازگردانده می‌شوید"},{"SurahNumber":29,"VerseNumber":18,"Text":"و اگر [پیامبر را] دروغگو انگارید بدانید که امتهای پیش از شما هم تکذیب پیشه کردند، و بر عهده پیامبر جز پیام‌رسانی آشکار نیست‌"},{"SurahNumber":29,"VerseNumber":19,"Text":"آیا نیندیشیده‌اند که خداوند چگونه آفرینش را آغاز می‌کند و سپس بازش می‌گرداند، بی‌گمان این بر خداوند آسان است‌"},{"SurahNumber":29,"VerseNumber":20,"Text":"بگو در زمین سیر و سفر کنید و بنگرید خداوند چگونه آفرینش را آغاز کرده است و سپس نشاه آخرت را پدید می‌آورد، بی‌گمان خداوند بر هر کاری تواناست‌"},{"SurahNumber":29,"VerseNumber":21,"Text":"هرکس را که بخواهد عذاب می‌کند و بر هرکس که بخواهد رحمت می‌آورد، و به سوی او بازگردانده می‌شوید"},{"SurahNumber":29,"VerseNumber":22,"Text":"و شما چه در زمین و چه در آسمان از خداوند گریز و گزیری ندارید و در برابر خداوند یار و یاوری ندارید"},{"SurahNumber":29,"VerseNumber":23,"Text":"و کسانی که آیات الهی و لقای او را منکر شدند اینانند که از رحمت من نومید شدند، و اینانند که عذابی دردناک [در پیش‌] دارند"},{"SurahNumber":29,"VerseNumber":24,"Text":"آنگاه پاسخ قومش جز این نبود که گفتند او را بکشید یا بسوزانید، سپس خداوند او را از آتش نجات داد، بی‌گمان در این امر مایه‌های عبرتی برای اهل ایمان است‌"},{"SurahNumber":29,"VerseNumber":25,"Text":"و گفت همانا به جای خداوند بتانی را می‌پرستید که در زندگانی دنیا مایه دوستی‌ورزیدن بین شماست، سپس روز قیامت بعضی از شما بعض دیگر را رد و تخطئه می‌کند و بعضی از شما بعض دیگر را لعنت می‌کند، و سرا و سرانجام شما آتش دوزخ است و یاوری ندارید"},{"SurahNumber":29,"VerseNumber":26,"Text":"آنگاه لوط به او [ابراهیم‌] ایمان آورد، و [ابراهیم‌] گفت من به سوی پروردگارم مهاجرم، بی‌گمان او پیروزمند فرزانه است‌"},{"SurahNumber":29,"VerseNumber":27,"Text":"و به او اسحاق و یعقوب را بخشیدیم و در میان زاد و رود او پیامبری و کتاب آسمانی قرار دادیم و پاداش او را در دنیا به او دادیم و او در آخرت از شایستگان است‌"},{"SurahNumber":29,"VerseNumber":28,"Text":"و لوط را نیز [به رسالت فرستادیم‌]، آنگاه که به قومش گفت شما ناشایستی را مرتکب می‌شوید که هیچ‌کس از مردم جهان در آن بر شما پیشدستی نکرده است‌"},{"SurahNumber":29,"VerseNumber":29,"Text":"آیا شما با مردان می‌آمیزید و راه و پیوند [طبیعی‌] را می‌برید و در انجمنتان مرتکب زشتکاری می‌شوید؟ آنگاه پاسخ قومش جز این نبود که گفتند اگر از راستگویان هستی عذاب الهی را [هم‌اکنون‌] بر سرما بیاور"},{"SurahNumber":29,"VerseNumber":30,"Text":"[لوط] گفت پروردگارا مرا در برابر تباهکاران یاری ده‌"},{"SurahNumber":29,"VerseNumber":31,"Text":"و چون فرشتگان ما برای ابراهیم مژده آوردند، گفتند ما نابودگران اهالی این شهر هستیم، چرا که اهل آن ستمکارند"},{"SurahNumber":29,"VerseNumber":32,"Text":"[ابراهیم‌] گفت در آنجا لوط هم هست گفتند ما به کسانی که در آنجا هستند آگاه‌تریم، او و خانواده‌اش جز همسرش را که از واپس‌ماندگان [در عذاب‌] است، نجات می‌دهیم‌"},{"SurahNumber":29,"VerseNumber":33,"Text":"و چون فرشتگان ما به نزد لوط آمدند، از ایشان نگران شد و [از کمک به آنان‌] دستش کوتاه شد و [آنان‌] به او گفتند مترس و اندوهگین مباش، ما رهاننده تو و خاندانت هستیم، جز همسرت که از واپس ماندگان [در عذاب‌] است‌"},{"SurahNumber":29,"VerseNumber":34,"Text":"ما بر اهل این شهر به خاطر نافرمانی ورزیدنشان عذابی از آسمان فرود می‌آوریم‌"},{"SurahNumber":29,"VerseNumber":35,"Text":"و به راستی از آن پدیده روشنگری برای خردورزان باقی گذاردیم‌"},{"SurahNumber":29,"VerseNumber":36,"Text":"و به سوی قوم مدین برادرشان شعیب را [به رسالت فرستادیم‌] که گفت ای قوم من خداوند را بپرستید و به روز بازپسین امید داشته باشید، و در این سرزمین فتنه و فساد برپا مکنید"},{"SurahNumber":29,"VerseNumber":37,"Text":"سپس او را دروغگو شمردند، آنگاه زلزله ایشان را فرو گرفت و در خانه‌شان از پای در آمدند"},{"SurahNumber":29,"VerseNumber":38,"Text":"و عاد و ثمود نیز، و [این امر] به راستی از خانه‌ها و کاشانه‌هایشان بر شما روشن شده است، و شیطان کار و کردارشان را در چشم آنان آراست و آنان را از راه [راست‌] بازداشت، و حال آنکه باریک‌بین می‌نمودند"},{"SurahNumber":29,"VerseNumber":39,"Text":"و قارون و فرعون و هامان نیز، که موسی برای آنان پدیده‌های روشنگر آورد، آنگاه در آن سرزمین استکبار ورزیدند و پیشتاز نبودند"},{"SurahNumber":29,"VerseNumber":40,"Text":"آنگاه هر یک از آنان را به گناهش فرو گرفتیم، پس بعضی از آنان بودند که بر آنان شن‌بادی فرستادیم، و بعضی از آنان بودند که بانگ مرگبار فروگرفتشان، و بعضی از آنان بودند که به زمین فرو بردیمشان، و بعضی از آنان بودند که غرقه‌شان کردیم و خداوند نبود که به آنان ستم کرد، بلکه خود بر خویشتن ستم کردند"},{"SurahNumber":29,"VerseNumber":41,"Text":"داستان کسانی که به جای خداوند سرورانی را به پرستش گرفتند همانند داستان عنکبوت است که خانه‌ای ساخت، و اگر در می‌یافتند سست‌ترین خانه‌ها، خانه عنکبوت است‌"},{"SurahNumber":29,"VerseNumber":42,"Text":"بی‌گمان خداوند هر چیز را که به جای او به پرستش می‌گیرند، می‌شناسد و او پیروزمند فرزانه است‌"},{"SurahNumber":29,"VerseNumber":43,"Text":"و این مثلها را برای مردم می‌زنیم و جز دانشمندان کسی درباره آنها تعقل نمی‌کند"},{"SurahNumber":29,"VerseNumber":44,"Text":"خداوند آسمانها و زمین را به حق آفریده است، بی‌گمان در این امر مایه عبرتی برای مؤمنان است‌"},{"SurahNumber":29,"VerseNumber":45,"Text":"آنچه از کتاب آسمانی که بر تو وحی شده است، بخوان و نماز را برپا دار، که نماز از ناشایستی و زشتکاری باز می‌دارد، و یاد کرد خداوند [از هر کاری‌] مهمتر است و خداوند می‌داند که چه می‌کنید"},{"SurahNumber":29,"VerseNumber":46,"Text":"و با اهل کتاب جز به شیوه‌ای که نیکوتر است، مجادله مکنید، مگر با ستمگران آنان، و بگویید به آنچه بر ما و به آنچه بر شما نازل شده ایمان آورده‌ایم، و خدای ما و خدای ما و خدای شما یکی است و ما همه فرمانبردار اوییم‌"},{"SurahNumber":29,"VerseNumber":47,"Text":"و بدین‌سان بر تو کتاب آسمانی را نازل کردیم، و اهل کتاب به آن ایمان آورند، و از ایشان [اهل مکه‌] نیز کسانی هستند که به آن ایمان آورند، و جز کافران کسی به آیات ما انکار نمی‌ورزد"},{"SurahNumber":29,"VerseNumber":48,"Text":"و پیش از آن [وحی و نبوت‌] نه کتابی می‌خواندی و نه به دست خود [مکتوبی‌] می‌نوشتی، چه در آن صورت باطل‌اندیشان شک و شبهه به میان می‌آوردند"},{"SurahNumber":29,"VerseNumber":49,"Text":"آری آن آیاتی روشنگر [و محفوظ] در سینه‌های دانش یافتگان است، و جز ستمگران [مشرک‌] کسی به آیات ما انکار نمی‌ورزد"},{"SurahNumber":29,"VerseNumber":50,"Text":"و گویند چرا بر او معجزاتی از سوی پروردگارش نازل نمی‌شود، بگو معجزات فقط در اختیار خداوند است، و من فقط هشداردهنده‌ای آشکارم‌"},{"SurahNumber":29,"VerseNumber":51,"Text":"آیا برای ایشان کافی نیست که ما بر تو کتاب آسمانی را فرو فرستادیم که بر آنان خوانده می‌شود، بی‌گمان در این امر رحمت و پندآموزی برای اهل ایمان است‌"},{"SurahNumber":29,"VerseNumber":52,"Text":"بگو خداوند بین من و شما گواه بس، که آنچه در آسمانها و زمین است می‌داند، و کسانی که به باطل ایمان آورده و به خداوند کفر می‌ورزند، اینانند که زیانکارند"},{"SurahNumber":29,"VerseNumber":53,"Text":"و از تو عذاب را به شتاب می‌خواهند و اگر اجل معینی در کار نبود، عذاب بر آنان نازل می‌شد و در حالی که ناآگاهند ناگهان به سراغشان می‌آید"},{"SurahNumber":29,"VerseNumber":54,"Text":"از تو عذاب را به شتاب می‌خواهند، و [غافل از آنکه‌] بی‌گمان جهنم فراگیر کافران است‌"},{"SurahNumber":29,"VerseNumber":55,"Text":"روزی که عذاب از فراز و فرودشان فراگیردشان و گوید [حاصل‌] عملکرد خود را بچشید"},{"SurahNumber":29,"VerseNumber":56,"Text":"ای بندگان من که ایمان آورده‌اید، بدانید که زمین من گسترده است، پس فقط مرا بپرستید"},{"SurahNumber":29,"VerseNumber":57,"Text":"هر موجود زنده‌ای چشنده [طعم‌] مرگ است، سپس به سوی ما بازگردانده می‌شوید"},{"SurahNumber":29,"VerseNumber":58,"Text":"و کسانی که ایمان آورده‌اند و کارهای شایسته کرده‌اند، در غرفه‌هایی از بهشت که جویباران از فرودست آنها جاری است، جایشان می‌دهیم و در آنجا جاویدانند، چه نیکوست پاداش عملداران‌"},{"SurahNumber":29,"VerseNumber":59,"Text":"[همان‌] کسانی که شکیبایی ورزیده و بر پروردگارشان توکل می‌کنند"},{"SurahNumber":29,"VerseNumber":60,"Text":"و چه بسیار جنبنده که عهده‌دار روزی خود نیست، بلکه خداوند روزی‌بخش او و شماست و او شنوای داناست‌"},{"SurahNumber":29,"VerseNumber":61,"Text":"و اگر از ایشان بپرسی چه کسی آسمانها و زمین را آفریده است و خورشید و ماه را رام کرده است، گویند خداوند، پس چگونه بیراهه می‌روند؟"},{"SurahNumber":29,"VerseNumber":62,"Text":"خداوند است که روزی را برای هرکس از بندگانش که بخواهد گشاده یا تنگ می‌دارد، بی‌گمان خداوند به هر چیزی داناست‌"},{"SurahNumber":29,"VerseNumber":63,"Text":"و اگر از ایشان بپرسی چه کسی از آسمان آبی فرو فرستاد و بدان زمین را پس از پژمردنش زنده [و بارور] کرد، خواهند گفت خداوند، بگو سپاس خداوند را، ولی بیشترینه‌شان تعقل نمی‌کنند"},{"SurahNumber":29,"VerseNumber":64,"Text":"و این زندگانی دنیا جز سرگرمی و بازیچه نیست، و اگر می‌دانستند بی‌گمان سرای آخرت کانون زندگی است‌"},{"SurahNumber":29,"VerseNumber":65,"Text":"و چون سوار بر کشتی شوند خداوند را در حالی که دین خود را برای او پاک و پیراسته می‌دارندبخوانند، ولی آنگاه که آنان را رهانید و به خشکی رسانید، آن وقت است که ایشان شرک می‌ورزند"},{"SurahNumber":29,"VerseNumber":66,"Text":"تا سرانجام در آنچه به ایشان بخشیده‌ایم کفران پیشه کنند و [از ظواهر زندگی‌] بهره برند، زودا که [حقیقت را] بدانند"},{"SurahNumber":29,"VerseNumber":67,"Text":"آیا ندانسته‌اند که ما حرمی امن [از کعبه‌] قرار داده‌ایم، و حال آنکه مردمان را در پیرامونشان تاراج می‌کردند و می‌ربودند، آیا به باطل ایمان می‌آورند و به نعمت خداوند کفران می‌ورزند؟"},{"SurahNumber":29,"VerseNumber":68,"Text":"و کیست ستمکارتر از کسی که بر خداوند دروغ بندد یا حق را چون به سراغش آید تکذیب کند، آیا جایگاه کافران در دوزخ نیست؟"},{"SurahNumber":29,"VerseNumber":69,"Text":"و کسانی را که در حق ما کوشیده‌اند به راههای خاص خویش رهنمون می‌شویم، و بی‌گمان خداوند با نیکوکاران است‌"}]}