{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Parama pabitra ō mahimāmaẏa sattā tini, yini sbīẏa bāndākē rātri bēlāẏa bhramaṇa kariẏēchilēna masajidē hārāma thēkē masajidē ākasā paryānta-yāra cāra dikē āmi paryāpta barakata dāna karēchi yātē āmi tām̐kē kudaratēra kichu nidarśana dēkhiẏē dē'i. Niścaẏa'i tini parama śrabaṇakārī ō darśanaśīla."},{"SurahNumber":17,"VerseNumber":2,"Text":"Āmi mūsākē kitāba diẏēchi ēbaṁ sēṭikē banī-isarā'īlēra jan'yē hēdāẏētē pariṇata karēchi yē, tōmarā āmākē chāṛā kā'ukē kāryanibāhī sthira karō nā."},{"SurahNumber":17,"VerseNumber":3,"Text":"Tōmarā tādēra santāna, yādērakē āmi nūhēra sāthē sa'ōẏāra kariẏēchilāma. Niścaẏa sē chila kr̥tajña bāndā."},{"SurahNumber":17,"VerseNumber":4,"Text":"Āmi banī isarā'īlakē kitābē pariṣkāra balē diẏēchi yē, tōmarā pr̥thibīra bukē dubāra anartha sr̥ṣṭi karabē ēbaṁ atyanta baṛa dharanēra abādhyatāẏa lipta habē."},{"SurahNumber":17,"VerseNumber":5,"Text":"Ataḥpara yakhana pratiśruti sē'i prathama samaẏaṭi ēla, takhana āmi tōmādēra birud'dhē prēraṇa karalāma āmāra kaṭhōra yōd'dhā bāndādērakē. Ataḥpara tārā pratiṭi janapadēra ānācē-kānācē paryanta chaṛiẏē paṛala. Ē ōẏādā pūrṇa ha'ōẏāra'i chila."},{"SurahNumber":17,"VerseNumber":6,"Text":"Ataḥpara āmi tōmādēra jan'yē tādēra birud'dhē pālā ghuẏiẏē dilāma, tōmādērakē dhana-sampada ō putrasantāna dbārā sāhāyya karalāma ēbaṁ tōmādērakē janasaṅkhyāra dika diẏē ēkaṭā birāṭa bāhinītē pariṇata karalāma."},{"SurahNumber":17,"VerseNumber":7,"Text":"Tōmarā yadi bhāla kara, tabē nijēdēra'i bhāla karabē ēbaṁ yadi manda kara tabē tā'ō nijēdēra jan'yē'i. Ērapara yakhana dbitīẏa sē samaẏaṭi ēla, takhana an'ya bāndādērakē prēraṇa karalāma, yātē tōmādēra mukhamanḍala bikr̥ta karē dēẏa, āra masajidē ḍhukē paṛē yēmana prathamabāra ḍhukēchila ēbaṁ yēkhānē'i jaẏī haẏa, sēkhānē'i purōpuri dhbansayajña cālāẏa."},{"SurahNumber":17,"VerseNumber":8,"Text":"Haẏata tōmādēra pālanakartā tōmādēra prati anugraha karabēna. Kintu yadi punarāẏa tadrūpa kara, āmi'ō punarāẏa tā'i karaba. Āmi jāhānnāmakē kāphēradēra jan'yē kaẏēdakhānā karēchi."},{"SurahNumber":17,"VerseNumber":9,"Text":"Ē'i kōra'āna ēmana patha pradarśana karē, yā sarbādhika sarala ēbaṁ saṯkarma parāẏaṇa muminadērakē susambāda dēẏa yē, tādēra jan'yē mahā puraskāra raẏēchē."},{"SurahNumber":17,"VerseNumber":10,"Text":"Ēbaṁ yārā parakālē biśbāsa karē nā, āmi tādēra jan'yē yantraṇādāẏaka śāsti prastuta karēchi."},{"SurahNumber":17,"VerseNumber":11,"Text":"Mānuṣa yēbhābē kalyāṇa kāmanā karē, sēbhābē'i akalyāṇa kāmanā karē. Mānuṣa tō khuba'i drutatā priẏa."},{"SurahNumber":17,"VerseNumber":12,"Text":"Āmi rātri ō dinakē duṭi nidarśana karēchi. Ataḥpara nisprabha karē diẏēchi rātēra nidarśana ēbaṁ dinēra nidarśanakē dēkhāra upayōgī karēchi, yātē tōmarā tōmādēra pālanakartāra anugraha anbēṣaṇa kara ēbaṁ yātē tōmarā sthira karatē pāra bacharasamūhēra gaṇanā ō hisāba ēbaṁ āmi saba biṣaẏakē bistārita bhābē barṇanā karēchi."},{"SurahNumber":17,"VerseNumber":13,"Text":"Āmi pratyēka mānuṣēra karmakē tāra grībalagna karē rēkhēchi. Kēẏāmatēra dina bēra karē dēkhāba tākē ēkaṭi kitāba, yā sē khōlā abasthāẏa pābē."},{"SurahNumber":17,"VerseNumber":14,"Text":"Pāṭha kara tumi tōmāra kitāba. Āja tōmāra hisāba grahaṇēra jan'yē tumi'i yathēṣṭa."},{"SurahNumber":17,"VerseNumber":15,"Text":"Yē kē'u saṯpathē calē, tārā nijēra maṅgalēra jan'yē'i saṯ pathē calē. Āra yē pathabhraṣṭa haẏa, tārā nijēra amaṅgalēra jan'yē'i patha bhraṣṭa haẏa. Kē'u aparēra bōjhā bahana karabē nā. Kōna rāsūla nā pāṭhānō paryanta āmi kā'ukē'i śāsti dāna kari nā."},{"SurahNumber":17,"VerseNumber":16,"Text":"Yakhana āmi kōna janapadakē dhbansa karāra icchā kari takhana tāra abasthāpanna lōkadērakē ud'dhud'dha kari ataḥpara tārā pāpācārē mētē uṭhē. Takhana sē janagōṣṭīra upara ādēśa abadhārita haẏē yāẏa. Ataḥpara āmi tākē uṭhiẏē āchāṛa dē'i."},{"SurahNumber":17,"VerseNumber":17,"Text":"Nūhēra para āmi anēka um'matakē dhbansa karēchi. Āpanāra pālanakartā'i bāndādēra pāpācārēra sambāda jānā ō dēkhāra jan'yē yathēṣṭa."},{"SurahNumber":17,"VerseNumber":18,"Text":"Yē kē'u ihakāla kāmanā karē, āmi sēsaba lōkakē yā icchā sattbara diẏē dē'i. Ataḥpara tādēra jan'yē jāhānnāma nirdhāraṇa kari. Ōrā tātē nindita-bitāṛita abasthāẏa prabēśa karabē."},{"SurahNumber":17,"VerseNumber":19,"Text":"Āra yārā parakāla kāmanā karē ēbaṁ mumina abasthāẏa tāra jan'ya yathāyatha cēṣṭā-sādhanā karē, ēmana lōkadēra cēṣṭā sbīkr̥ta haẏē thākē."},{"SurahNumber":17,"VerseNumber":20,"Text":"Ēdērakē ēbaṁ ōdērakē pratyēkakē āmi āpanāra pālanakartāra dāna pauchē dē'i ēbaṁ āpanāra pālakartāra dāna abadhārita."},{"SurahNumber":17,"VerseNumber":21,"Text":"Dēkhuna, āmi tādēra ēkadalakē aparēra upara kibhābē śrēṣṭhatba dāna karalāma. Parakāla tō niścaẏa'i martabāẏa śrēṣṭha ēbaṁ phayīlatē śrēṣṭhatama."},{"SurahNumber":17,"VerseNumber":22,"Text":"Sthira karō nā āllāhara sāthē an'ya kōna upāsya. Tāhalē tumi nindita ō asahāẏa haẏē paṛabē."},{"SurahNumber":17,"VerseNumber":23,"Text":"Tōmāra pālanakartā ādēśa karēchēna yē, tām̐kē chāṛā an'ya kāra'ō ēbādata karō nā ēbaṁ pitā-mātāra sāthē sadba-byabahāra kara. Tādēra madhyē kē'u athabā ubhaẏē'i yadi tōmāra jībaddaśāẏa bārdhakyē upanīta haẏa; tabē tādērakē ‘uha’ śabdaṭi'ō balō nā ēbaṁ tādērakē dhamaka di'ō nā ēbaṁ bala tādērakē śiṣṭhācārapūrṇa kathā."},{"SurahNumber":17,"VerseNumber":24,"Text":"Tādēra sāmanē bhālabāsāra sāthē, namrabhābē māthā nata karē dā'ō ēbaṁ balaḥ hē pālanakartā, tādēra ubhaẏēra prati rahama kara, yēmana tārā āmākē śaiśabakālē lālana-pālana karēchēna."},{"SurahNumber":17,"VerseNumber":25,"Text":"Tōmādēra pālanakartā tōmādēra manē yā āchē tā bhāla'i jānēna. Yadi tōmarā saṯ ha'ō, tabē tini ta'ōbākārīdēra jan'yē kṣamāśīla."},{"SurahNumber":17,"VerseNumber":26,"Text":"Ātnīẏa-sbajanakē tāra haka dāna kara ēbaṁ abhābagrasta ō musāphirakē'ō. Ēbaṁ kichutē'i apabyaẏa karō nā."},{"SurahNumber":17,"VerseNumber":27,"Text":"Niścaẏa apabyaẏakārīrā śaẏatānēra bhā'i. Śaẏatāna sbīẏa pālanakartāra prati atiśaẏa akr̥tajña."},{"SurahNumber":17,"VerseNumber":28,"Text":"Ēbaṁ tōmāra pālanakartāra karuṇāra pratyāśāẏa apēkṣāmāna thākākālē yadi kōna samaẏa tādērakē bimukha karatē haẏa, takhana tādēra sāthē namrabhābē kathā bala."},{"SurahNumber":17,"VerseNumber":29,"Text":"Tumi ēkēbārē byaẏa-kuṣṭha haẏōnā ēbaṁ ēkēbārē mukta hasta'ō haẏō nā. Tāhalē tumi tiraskr̥ti, niḥsba haẏē basē thākabē."},{"SurahNumber":17,"VerseNumber":30,"Text":"Niścaẏa tōmāra pālakartā yākē icchā adhika jībanōpakaraṇa dāna karēna ēbaṁ tini'i tā saṅkucita'ō karē dēna. Tini'i tām̐ra bāndādēra samparkē bhālōbhābē abahita,-saba kichu dēkhachēna."},{"SurahNumber":17,"VerseNumber":31,"Text":"Dāridrēra bhaẏē tōmādēra santānadērakē hatyā karō nā. Tādērakē ēbaṁ tōmādērakē āmi'i jībanōpakaraṇa diẏē thāki. Niścaẏa tādērakē hatyā karā mārātnaka aparādha."},{"SurahNumber":17,"VerseNumber":32,"Text":"Āra byabhicārēra kāchē'ō yēẏō nā. Niścaẏa ēṭā aślīla kāja ēbaṁ manda patha."},{"SurahNumber":17,"VerseNumber":33,"Text":"Sē prāṇakē hatyā karō nā, yākē āllāha hārāma karēchēna; kintu n'yāẏabhābē. Yē byakti an'yāẏabhābē nihata haẏa, āmi tāra uttarādhikārīkē kṣamatā dāna kari. Ata'ēba, sē yēna hatyāra byāpārē sīmā laṅghana nā karē. Niścaẏa sē sāhāyyaprāpta."},{"SurahNumber":17,"VerseNumber":34,"Text":"Āra, ētimēra mālēra kāchē'ō yēẏō nā, ēkamātra tāra kalyāṇa ākāṅkhā chāṛā; sanśliṣṭa byaktira yaubanē padārpana karā paryanta ēbaṁ aṅgīkāra pūrna kara. Niścaẏa aṅgīkāra samparkē jijñāsābāda karā habē."},{"SurahNumber":17,"VerseNumber":35,"Text":"Mēpē dēẏāra samaẏa pūrṇa māpē dēbē ēbaṁ saṭhika dām̐ṛipālāẏa ōjana karabē. Ēṭā uttama; ēra pariṇāma śubha."},{"SurahNumber":17,"VerseNumber":36,"Text":"Yē biṣaẏē tōmāra kōna jñāna nē'i, tāra pichanē paṛō nā. Niścaẏa kāna, cakṣu ō antaḥkaraṇa ēdēra pratyēkaṭi'i jijñāsita habē."},{"SurahNumber":17,"VerseNumber":37,"Text":"Pr̥thibītē dambhabharē padacāraṇā karō nā. Niścaẏa tumi tō bhū pr̥ṣṭhakē kakhana'i bidīrṇa karatē pārabē nā ēbaṁ uccatāẏa tumi kakhana'i parbata pramāṇa hatē pārabē nā."},{"SurahNumber":17,"VerseNumber":38,"Text":"Ē sabēra madhyē yēgulō mandakāja, sēgulō tōmāra pālanakartāra kāchē apachandanīẏa."},{"SurahNumber":17,"VerseNumber":39,"Text":"Ēṭā ai hikamatēra antarbhūkta, yā āpanāra pālanakartā āpanākē ōhī māraphata dāna karēchēna. Āllāhara sāthē an'ya kōna upāsya sthira karabēna nā. Tāhalē abhiyukta ō āllāhara anugraha thēkē bitāṛita abasthāẏa jāhānnāmē nikṣipta habēna."},{"SurahNumber":17,"VerseNumber":40,"Text":"Tōmādēra pālanakartā ki tōmādēra jan'yē putra santāna nirdhārita karēchēna ēbaṁ nijēra jan'yē phērēśatādērakē kan'yārūpē grahaṇa karēchēna? Niścaẏa tōmarā gurutara gar'hita kathābārtā balacha."},{"SurahNumber":17,"VerseNumber":41,"Text":"Āmi ē'i kōra'ānē nānābhābē bujhiẏēchi, yātē tārā cintā karē. Athaca ētē tādēra kēbala bimukhatā'i br̥d'dhi pāẏa."},{"SurahNumber":17,"VerseNumber":42,"Text":"Balunaḥ tādēra kathāmata yadi tām̐ra sāthē an'yān'ya upāsya thākata; tabē tārā āraśēra mālika paryanta pauchāra patha anbēṣana karata."},{"SurahNumber":17,"VerseNumber":43,"Text":"Tini nēhāẏēta pabitra ō mahimānbita ēbaṁ tārā yā balē thākē tā thēkē bahu urdhbē."},{"SurahNumber":17,"VerseNumber":44,"Text":"Sapta ākāśa ō pr̥thibī ēbaṁ ēgulōra madhyē yākichu āchē samasta kichu tām̐ra'i pabitratā ō mahimā ghōṣaṇā karē. Ēbaṁ ēmana kichu nē'i yā tāra sapraśansa pabitratā ō mahimā ghōṣanā karē nā. Kintu tādēra pabitratā, mahimā ghōṣaṇā tōmarā anudhābana karatē pāra nā. Niścaẏa tini ati sahanaśīla, kṣamāparāẏaṇa."},{"SurahNumber":17,"VerseNumber":45,"Text":"Yakhana āpani kōra'āna pāṭha karēna, takhana āmi āpanāra madhyē ō parakālē abiśbāsīdēra madhyē pracchanna pardā phēlē dē'i."},{"SurahNumber":17,"VerseNumber":46,"Text":"Āmi tādēra antarēra upara ābaraṇa rēkhē dē'i, yātē tārā ēkē upalabdhi karatē nā pārē ēbaṁ tādēra karṇakuharē bōjhā cāpiẏē dē'i. Yakhana āpani kōra'ānē pālanakartāra ēkatba ābr̥tti karēna, takhana ō anīhābaśataḥ ōrā pr̥ṣṭa pradarśana karē calē yāẏa."},{"SurahNumber":17,"VerseNumber":47,"Text":"Yakhana tārā kāna pētē āpanāra kathā śōnē, takhana tārā kēna kāna pētē tā śōnē, tā āmi bhāla jāni ēbaṁ ē'ō jāni gōpanē ālōcanākālē yakhana jālēmarā balē, tōmarā tō ēka yādugrastha byaktira anusaraṇa karacha."},{"SurahNumber":17,"VerseNumber":48,"Text":"Dēkhuna, ōrā āpanāra jan'yē kēmana upamā dēẏa. Ōrā pathabhraṣṭa haẏēchē. Ata'ēba, ōrā patha pētē pārē nā."},{"SurahNumber":17,"VerseNumber":49,"Text":"Tārā balēḥ yakhana āmarā asthitē pariṇata ō cūrṇa bicūrṇa haẏē yāba, takhana'ō ki natuna karē sr̥jita haẏē ut'thita haba"},{"SurahNumber":17,"VerseNumber":50,"Text":"balunaḥ tōmarā pāthara haẏē yā'ō kimbā lōhā."},{"SurahNumber":17,"VerseNumber":51,"Text":"Athabā ēmana kōna bastu, yā tōmādēra dhāraṇāẏa khuba'i kaṭhina; tathāpi tārā balabēḥ āmādēra kē purnabāra kē sr̥ṣṭi karabē. Balunaḥ yini tōmādērakē prathamabāra sr̥jana karēchēna. Ataḥpara tārā āpanāra sāmanē māthā nāṛabē ēbaṁ balabēḥ ēṭā kabē habē? Balunaḥ habē, sambhabataḥ śrīghra'i."},{"SurahNumber":17,"VerseNumber":52,"Text":"Yēdina tini tōmādērakē āhabāna karabēna, ataḥpara tōmarā tām̐ra praśansā karatē karatē calē āsabē. Ēbaṁ tōmarā anumāna karabē yē, sāmān'ya samaẏa'i abasthāna karēchilē."},{"SurahNumber":17,"VerseNumber":53,"Text":"Āmāra bāndādērakē balē dina, tārā yēna yā uttama ēmana kathā'i balē. Śaẏatāna tādēra madhyē saṅgharṣa bādhāẏa. Niścaẏa śaẏatāna mānuṣēra prakāśya śatru."},{"SurahNumber":17,"VerseNumber":54,"Text":"Tōmādēra pālanakartā tōmādēra samparkē bhālabhābē jñāta āchēna. Tini yadi cāna, tōmādēra prati rahamata karabēna kimbā yadi cāna, tōmādēra āyāba dibēna. Āmi āpanākē ōdēra sabāra tattbābadhāẏaka rūpē prēraṇa karini."},{"SurahNumber":17,"VerseNumber":55,"Text":"Āpanāra pālanakartā tādēra samparkē bhālabhābē jñāta āchēna, yārā ākāśasamūhē ō bhupr̥ṣṭhē raẏēchē. Āmi tō kataka paẏagambarakē kataka paẏagambarēra upara śrēṣṭhatba dāna karēchi ēbaṁ dā'udakē yabura dāna karēchi."},{"SurahNumber":17,"VerseNumber":56,"Text":"Balunaḥ āllāha byatīta yādērakē tōmarā upāsya manē kara, tādērakē āhabāna kara. Athaca ōrā tō tōmādēra kaṣṭa dura karāra kṣamatā rākhē nā ēbaṁ tā paribartana'ō karatē pārē nā."},{"SurahNumber":17,"VerseNumber":57,"Text":"Yādērakē tārā āhabāna karē, tārā nijērā'i tō tādēra pālanakartāra naikaṭya lābhēra jan'ya madhyastha tālāśa karē yē, tādēra madhyē kē naikaṭyaśīla. Tārā tām̐ra rahamatēra āśā karē ēbaṁ tām̐ra śāstikē bhaẏa karē. Niścaẏa āpanāra pālanakartāra śāsti bhaẏābaha."},{"SurahNumber":17,"VerseNumber":58,"Text":"Ēmana kōna janapada nē'i, yākē āmi kēẏāmata dibasēra pūrbē dhbansa karaba nā athabā yākē kaṭhōra śāsti dēba nā. Ēṭā tō granthē lipibad'dha haẏē gēchē."},{"SurahNumber":17,"VerseNumber":59,"Text":"Pūrbabartīgaṇa katr̥ꦣ2453; nidarśana asbīkāra karāra phalē'i āmākē nidarśanābalī prēraṇa thēkē birata thākatē haẏēchē. Āmi tādērakē bōjhābāra jan'yē sāmudakē uṣṭrī diẏēchilāma. Ataḥpara tārā tāra prati juluma karēchila. Āmi bhīti pradarśanēra uddēśē'i nidarśana prēraṇa kari."},{"SurahNumber":17,"VerseNumber":60,"Text":"Ēbaṁ smaraṇa karuna, āmi āpanākē balē diẏēchilāma yē, āpanāra pālanakartā mānuṣakē paribēṣṭana karē rēkhēchēna ēbaṁ yē dr̥śya āmi āpanākē dēkhiẏēchi tā'ō kōra'ānē ullēkhita abhiśapta br̥kṣa kēbala mānuṣēra parīkṣāra jan'yē. Āmi tādērakē bhaẏa pradarśana kari. Kintu ētē tādēra abādhyatā'i āra'ō br̥d'dhi pāẏa."},{"SurahNumber":17,"VerseNumber":61,"Text":"Smaraṇa kara, yakhana āmi phērēśatādērakē balalāmaḥ ādamakē sējadā kara, takhana ibalīsa byatīta sabā'i sējadāẏa paṛē gēla. Kintu sē balalaḥ āmi ki ēmana byaktikē sējadā karaba, yākē āpani māṭira dbārā sr̥ṣṭi karēchēna"},{"SurahNumber":17,"VerseNumber":62,"Text":"sē balalaḥ dēkhuna tō, ēnā sē byakti, yākē āpani āmāra cā'itē'ō ucca māryādā diẏē diẏēchēna. Yadi āpani āmākē kēẏāmata dibasa paryanta samaẏa dēna, tabē āmi sāmān'ya saṅkhyaka chāṛā tāra banśadharadērakē samūlē naṣṭa karē dēba."},{"SurahNumber":17,"VerseNumber":63,"Text":"Āllāha balēnaḥ calē yā, ataḥpara tādēra madhya thēkē yē tōra anugāmī habē, jāhānnāma'i habē tādēra sabāra śāsti-bharapura śāsti."},{"SurahNumber":17,"VerseNumber":64,"Text":"Tu'i satyacyuta karē tādēra madhya thēkē yākē pārisa sbīẏa ā'ōẏāya dbārā, sbīẏa aśbārōhī ō padātika bāhinī niẏē tādērakē ākramaṇa kara, tādēra artha-sampada ō santāna-santatitē śarīka haẏē yā ēbaṁ tādērakē pratiśruti dē. Chalanā chāṛā śaẏatāna tādērakē kōna pratiśruti dēẏa nā."},{"SurahNumber":17,"VerseNumber":65,"Text":"Āmāra bāndādēra upara tōra kōna kṣamatā nē'i āpanāra pālanakartā yathēṣṭa kāryanirbāhī."},{"SurahNumber":17,"VerseNumber":66,"Text":"Tōmādēra pālanakartā tini'i, yini tōmādēra jan'yē samudrē jalayāna cālanā karēna, yātē tōmarā tāra anugraha anbēṣana karatē pārō. Niḥ sandēhē tini tōmādēra prati parama daẏālū."},{"SurahNumber":17,"VerseNumber":67,"Text":"Yakhana samudrē tōmādēra upara bipada āsē, takhana śudhu āllāha byatīta yādērakē tōmarā āhabāna karē thāka tādērakē tōmarā bismr̥ta haẏē yā'ō. Ataḥpara tini yakhana tōmādērakē sthalē bhiṛiẏē ud'dhāra karē nēna, takhana tōmarā mukha phiriẏē nā'ō. Mānuṣa baṛa'i akr̥tajña."},{"SurahNumber":17,"VerseNumber":68,"Text":"Tōmarā ki ē biṣaẏē niścinta raẏēcha yē, tini tōmādērakē sthalabhāgē kōthā'ō bhūgarbhastha karabēna nā. Athabā tōmādēra upara prastara barṣaṇakārī ghurṇijhaṛa prēraṇa karabēna nā, takhana tōmarā nijēdēra jan'yē kōna karmabidhāẏaka pābē nā."},{"SurahNumber":17,"VerseNumber":69,"Text":"Athabā tōmarā ki ē biṣaẏē niścinta yē, tini tōmādērakē ārēkabāra samudrē niẏē yābēna nā, ataḥpara tōmādēra jan'yē mahā jhaṭikā prēraṇa karabēna nā, ataḥpara akr̥tajñatāra śāstisbarūpa tōmādērakē nimajjata karabēna nā, takhana tōmarā āmāra birud'dhē ē biṣaẏē sāhāyyakārī kā'ukē pābē nā."},{"SurahNumber":17,"VerseNumber":70,"Text":"Niścaẏa āmi ādama santānakē maryādā dāna karēchi, āmi tādērakē sthalē ō jalē calācalēra bāhana dāna karēchi; tādērakē uttama jībanōpakaraṇa pradāna karēchi ēbaṁ tādērakē anēka sr̥ṣṭa bastura upara śrēṣṭhatba dāna karēchi."},{"SurahNumber":17,"VerseNumber":71,"Text":"Smaraṇa kara, yēdina āmi pratyēka dalakē tādēra nētāsaha āhabāna karaba, ataḥpara yādērakē tādēra ḍāna hātē āmalanāmā dēẏā habē, tārā nijēdēra āmalanāmā pāṭha karabē ēbaṁ tādēra prati sāmān'ya parimāṇa'ō juluma habē nā."},{"SurahNumber":17,"VerseNumber":72,"Text":"Yē byakti ihakālē andha chila sē parakālē'ō andha ēbaṁ adhikatara pathabhrānta."},{"SurahNumber":17,"VerseNumber":73,"Text":"Tārā tō āpanākē haṭiẏē ditē cācchila yē biṣaẏa āmi āpanāra prati ōhīra mādhyamē yā prēraṇa karēchi tā thēkē āpanāra padaṅkhalana ghaṭānōra jan'yē tārā cuṛānta cēṣṭā karēchē, yātē āpani āmāra prati kichu mithyā sambandhayukta karēna. Ētē saphala halē tārā āpanākē bandhurūpē grahaṇa karē nita."},{"SurahNumber":17,"VerseNumber":74,"Text":"Āmi āpanākē dr̥ṛhapada nā rākhalē āpani tādēra prati kichuṭā jhum̐kē'i paṛatēna."},{"SurahNumber":17,"VerseNumber":75,"Text":"Takhana āmi abaśya'i āpanākē ihajībanē ō parajībanē dbiguṇa śāstira āsbādana karātāma. Ē samaẏa āpani āmāra mōkābilāẏa kōna sāhāyyakārī pētēna nā."},{"SurahNumber":17,"VerseNumber":76,"Text":"Tārā tō āpanākē ē bhukhanḍa thēkē uṯkhāta karē ditē cuṛānta cēṣṭā karēchila yātē āpanākē ēkhāna thēkē bahiskāra karē dēẏā yāẏa. Takhana tārā'ō āpanāra para sēkhānē alpa kāla'i mātra ṭikē thākata."},{"SurahNumber":17,"VerseNumber":77,"Text":"Āpanāra pūrbē āmi yata rasūla prēraṇa karēchi, tādēra kṣētrē'ō ērūpa niẏama chila. Āpani āmāra niẏamēra kōna byatikrama pābēna nā."},{"SurahNumber":17,"VerseNumber":78,"Text":"Sūrya ḍhalē paṛāra samaẏa thēkē rātrira andhakāra paryanta nāmāya kāẏēma karuna ēbaṁ phajarēra kōra'āna pāṭha'ō. Niścaẏa phajarēra kōra'āna pāṭha mukhōmukhi haẏa."},{"SurahNumber":17,"VerseNumber":79,"Text":"Rātrira kichu anśa kōra'āna pāṭha saha jāgrata thākuna. Ēṭā āpanāra jan'yē atirikta. Haẏata bā āpanāra pālanakartā āpanākē mōkāmē māhamudē paum̐chābēna."},{"SurahNumber":17,"VerseNumber":80,"Text":"Balunaḥ hē pālanakartā! Āmākē dākhila karuna satyarūpē ēbaṁ āmākē bēra karuna satyarūpē ēbaṁ dāna karuna āmākē nijēra kācha thēkē rāṣṭrīẏa sāhāyya."},{"SurahNumber":17,"VerseNumber":81,"Text":"Balunaḥ satya ēsēchē ēbaṁ mithyā bilupta haẏēchē. Niścaẏa mithyā bilupta ha'ōẏāra'i chila."},{"SurahNumber":17,"VerseNumber":82,"Text":"Āmi kōra'ānē ēmana biṣaẏa nāyila kari yā rōgēra sucikiṯsā ēbaṁ muminēra jan'ya rahamata. Gōnāhagāradēra tō ētē śudhu kṣati'i br̥d'dhi pāẏa."},{"SurahNumber":17,"VerseNumber":83,"Text":"Āmi mānuṣakē nēẏāmata dāna karalē sē mukha phiriẏē nēẏa ēbaṁ ahaṅkārē durē sarē yāẏa; yakhana tākē kōna aniṣṭa sparśa karē, takhana sē ēkēbārē hatāśa haẏē paṛē."},{"SurahNumber":17,"VerseNumber":84,"Text":"Balunaḥ pratyēkē'i nija rīti anuyāẏī kāja karē. Ataḥpara āpanāra pālanakartā biśēṣa rūpē jānēna, kē sarbāpēkṣā nirbhūla pathē āchē."},{"SurahNumber":17,"VerseNumber":85,"Text":"Tārā āpanākē rūha samparkē jijñēsa karē. Balē dinaḥ rūha āmāra pālanakartāra ādēśa ghaṭita. Ē biṣaẏē tōmādērakē sāmān'ya jñāna'i dāna karā haẏēchē."},{"SurahNumber":17,"VerseNumber":86,"Text":"Āmi icchā karalē āpanāra kāchē ōhīra mādhamē yā prēraṇa karēchi tā abaśya'i pratyāhāra karatē pāratāma. Ataḥpara āpani nijēra jan'yē tā ānaẏanēra byāpārē āmāra mōkābilāẏa kōna dāẏitba bahanakārī pābēna nā."},{"SurahNumber":17,"VerseNumber":87,"Text":"Ē pratyāhāra nā karā āpanāra pālanakartāra mēhērabānī. Niścaẏa āpanāra prati tām̐ra karuṇā birāṭa."},{"SurahNumber":17,"VerseNumber":88,"Text":"Balunaḥ yadi mānaba ō jbina ē'i kōra'ānēra anurūpa racanā karē ānaẏanēra jan'yē jaṛō haẏa, ēbaṁ tārā parasparēra sāhāyyakārī haẏa; tabu'ō tārā kakhana'ō ēra anurūpa racanā karē ānatē pārabē nā."},{"SurahNumber":17,"VerseNumber":89,"Text":"Āmi ē'i kōra'ānē mānuṣakē bibhinna upakāra dbārā saba rakama biṣaẏabastu bujhiẏēchi. Kintu adhikānśa lōka asbīkāra nā karē thākēni."},{"SurahNumber":17,"VerseNumber":90,"Text":"Ēbaṁ tārā balēḥ āmarā kakhana'ō āpanākē biśbāsa karaba nā, yē paryanta nā āpani bhūpr̥ṣṭha thēkē āmādēra jan'yē ēkaṭi jharaṇā prabāhita karē dina."},{"SurahNumber":17,"VerseNumber":91,"Text":"Athabā āpanāra jan'yē khējurēra ō āṅgurēra ēkaṭi bāgāna habē, ataḥpara āpani tāra madhyē nirjharinīsamūha prabāhita karē dēbēna."},{"SurahNumber":17,"VerseNumber":92,"Text":"Athabā āpani yēmana balē thākēna, tēmanibhābē āmādēra upara āsamānakē khanḍa-bikhanḍa karē phēlē dēbēna athabā āllāha ō phērēśatādērakē āmādēra sāmanē niẏē āsabēna."},{"SurahNumber":17,"VerseNumber":93,"Text":"Athabā āpanāra kōna sōnāra tairī gr̥ha habē athabā āpani ākāśē ārōhaṇa karabēna ēbaṁ āmarā āpanāra ākāśē ārōhaṇakē kakhana'ō biśbāsa karabanā, yē paryanta nā āpani abatīrṇa karēna āmādēra prati ēka grantha, yā āmarā pāṭha karaba. Balunaḥ pabitra mahāna āmāra pālanakartā, ēkajana mānaba, ēkajana rasūla bai āmi kē"},{"SurahNumber":17,"VerseNumber":94,"Text":"āllāha ki mānuṣakē paẏagambara karē pāṭhiẏēchēna? Tādēra ē'i ukti'i mānuṣakē īmāna ānaẏana thēkē birata rākhē, yakhana tādēra nikaṭa āsē hēdāẏēta."},{"SurahNumber":17,"VerseNumber":95,"Text":"Balunaḥ yadi pr̥thibītē phērēśatārā sbacchandē bicaraṇa karata, tabē āmi ākāśa thēkē kōna phērēśatākē'i tādēra nikaṭa paẏagāmbara karē prēraṇa karatāma."},{"SurahNumber":17,"VerseNumber":96,"Text":"Balunaḥ āmāra ō tōmādēra madhyē satya pratiṣṭhākārī hisēbē āllāha'i yathēṣṭa. Tini tō sbīẏa bāndādēra biṣaẏē khabara rākhēna ō dēkhēna."},{"SurahNumber":17,"VerseNumber":97,"Text":"Āllāha yākē patha pradarśana karēna, sē'i tō saṭhika patha prāpta ēbaṁ yākē patha bhraṣṭa karēna, tādēra jan'yē āpani āllāha chāṛā kōna sāhāyyakārī pābēna nā. Āmi kēẏāmatēra dina tādēra samabēta karaba tādēra mukhē bhara diẏē calā abasthāẏa, andha abasthāẏa, muka abasthāẏa ēbaṁ badhira abasthāẏa. Tādēra ābāsasthala jāhānnāma. Yakhana'i nirbāpita ha'ōẏāra upakrama habē āmi takhana tādēra jan'yē agni āra'ō br̥d'dhi karē diba."},{"SurahNumber":17,"VerseNumber":98,"Text":"Ēṭā'i tādēra śāsti. Kāraṇa, tārā āmāra nidarśanasamūha asbīkāra karēchē ēbaṁ balēchēḥ āmarā yakhana asthitē pariṇata ō curṇa-bicurṇa haẏē yāba, takhana'ō ki āmarā natunabhābē sr̥jita haẏē ut'thita haba"},{"SurahNumber":17,"VerseNumber":99,"Text":"tārā ki dēkhēni yē, yē āllāha āsamāna ō yamina sr̥jita karēchēna, tini tādēra mata mānuṣa'ō punarāẏa sr̥ṣṭi karatē sakṣama? Tini tādēra jan'yē sthira karēchēna ēkaṭi nirdiṣṭa kāla, ētē kōna sandēha nē'i; ataḥpara jālēmarā asbīkāra chāṛā kichu karēni."},{"SurahNumber":17,"VerseNumber":100,"Text":"Balunaḥ yadi āmāra pālanakartāra rahamatēra bhānḍāra tōmādēra hātē thākata, tabē byaẏita haẏē yā'ōẏāra āśaṅkāẏa abaśya'i tā dharē rākhatē. Mānuṣa tō atiśaẏa kr̥paṇa."},{"SurahNumber":17,"VerseNumber":101,"Text":"Āpani baṇī-isarā'īlakē jijñēsa karuna, āmi mūsākē naẏaṭi prakāśya nidarśana dāna karēchi. Yakhana tini tādēra kāchē āgamana karēna, phērā'una tākē balalaḥ hē mūsā, āmāra dhāranāẏa tumi tō jādugrastha."},{"SurahNumber":17,"VerseNumber":102,"Text":"Tini balalēnaḥ tumi jāna yē, āsamāna ō yamīnēra pālanakartā'i ēsaba nidarśanābalī pratyakṣa pramāṇasbarūpa nāyila karēchēna. Hē phērā'una, āmāra dhāraṇāẏa tumi dhbansa hatē calēchō."},{"SurahNumber":17,"VerseNumber":103,"Text":"Ataḥpara sē banī isarā'īlakē dēśa thēkē uṯkhāta karatē cā'ila, takhana āmi tākē ō tāra saṅgīdēra sabā'ikē nimajjata karē dilāma."},{"SurahNumber":17,"VerseNumber":104,"Text":"Tārapara āmi banī isalā'īlakē balalāmaḥ ē dēśē tōmarā basabāsa kara. Ataḥpara yakhana parakālēra ōẏādā bāstabāẏita habē, takhana tōmādēra kē jaṛō karē niẏē upasthita haba."},{"SurahNumber":17,"VerseNumber":105,"Text":"Āmi satyasaha ē kōra'āna nāyila karēchi ēbaṁ satya saha ēṭā nāyila haẏēchē. Āmi tō āpanākē śudhu susambādātā ō bhaẏapradarśaka karē'i prēraṇa karēchi."},{"SurahNumber":17,"VerseNumber":106,"Text":"Āmi kōra'ānakē yaticihna saha pr̥thaka pr̥thakabhābē pāṭhēra upayōgī karēchi, yātē āpani ēkē lōkadēra kāchē dhīrē dhīrē pāṭha karēna ēbaṁ āmi ēkē yathāyatha bhābē abatīrṇa karēchi."},{"SurahNumber":17,"VerseNumber":107,"Text":"Balunaḥ tōmarā kōra'ānakē mān'ya kara athabā amān'ya kara; yārā ēra pūrba thēkē ēlēma prāpta haẏēchē, yakhana tādēra kāchē ēra tēlā'ōẏāta karā haẏa, takhana tārā natamastakē sējadāẏa luṭiẏē paṛē."},{"SurahNumber":17,"VerseNumber":108,"Text":"Ēbaṁ balēḥ āmādēra pālanakartā pabitra, mahāna. Niḥsandēhē āmādēra pālakartāra ōẏādā abaśya'i pūrṇa habē."},{"SurahNumber":17,"VerseNumber":109,"Text":"Tārā krandana karatē karatē natamastakē bhumitē luṭiẏē paṛē ēbaṁ tādēra binaẏabhāba ārō br̥d'dhi pāẏa."},{"SurahNumber":17,"VerseNumber":110,"Text":"Balunaḥ āllāha balē āhabāna kara kimbā rahamāna balē, yē nāmē'i āhabāna kara nā kēna, saba sundara nāma tām̐ra'i. Āpani nijēra nāmāya ādāẏakālē sbara uccagrāsē niẏē giẏē paṛabēna nā ēbaṁ niḥśabdē'ō paṛabēna nā. Ētadubhaẏēra madhyamapanthā abalambana karuna."},{"SurahNumber":17,"VerseNumber":111,"Text":"Balunaḥ samasta praśansā āllāhara yini nā kōna santāna rākhēna, nā tām̐ra sārbabhaumatbē kōna śarīka āchē ēbaṁ yini durdaśāgrasta hana nā, yē kāraṇē tām̐ra kōna sāhayyakārīra praẏōjana hatē pārē. Sutarāṁ āpani sa-sambhramē tām̐ra māhātna?2476;Rṇanā karatē thākuna."}]}