{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"a balika pascattapa pattu tam'mannu sudharisikondavara horatu. Allahanu khandita tumba ksamisuvavanu mattu karunaluvagiddane"},{"SurahNumber":24,"VerseNumber":2,"Text":"Innu, tam'ma patniyara mele vyabhicarada aropa horisidavara bali svatah tam'ma horatu bere saksigalilladiddare antaha pratiyobbanu, nalku bari allahana ane haki tanu khandita satyavantanendu saksi helabeku"},{"SurahNumber":24,"VerseNumber":3,"Text":"mattu aidaneya bari, tanu sullu heluttiddare tanna mele allahana sapa eragali ennabeku"},{"SurahNumber":24,"VerseNumber":4,"Text":"innu, akeya melina sikseyannu nivarisalu, akeyu nalku bari allahana ane haki atanu khandita sullugaranendu saksi helabeku"},{"SurahNumber":24,"VerseNumber":5,"Text":"mattu aidaneya bari, tanu sullu heluttiddare tanna mele allahana sapa eragali ennabeku"},{"SurahNumber":24,"VerseNumber":6,"Text":"nim'ma mele allahana anugraha mattu avana karune illade iddiddare (i margadarsanavu nimage siguttiralilla). Mattu allahanu pascattapa svikarisuvavanu hagu yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":7,"Text":"a dodda sullaropavannu nim'molage iruva ondu gumpu srstiside. Adu nim'ma palige kettadendu nivu bhavisabedi. Nijavagi, adu nim'ma palige olleyade agide. Avara paiki pratiyobbarigu atanu madidastu papada palu sigalide. Innu avaralli dodda patra vahisidavanigantu ghora sikse kadide"},{"SurahNumber":24,"VerseNumber":8,"Text":"nivu adannu (sullaropavannu) kelidaga, visvasi purusaru mattu striyarella tam'mavara kuritu olleya abhiprayavannu tali, ‘‘idu sud'dha sullaropa’’ endeke helalilla"},{"SurahNumber":24,"VerseNumber":9,"Text":"avaru (aropa horisidavaru) a kuritu nalvaru saksigalanneke taralilla? I riti avaru saksigalannu taradiddaga allahana drstiyalli avare sullugararagiruttare"},{"SurahNumber":24,"VerseNumber":10,"Text":"nim'ma mele ihalokadallu paralokadallu allahana krpe illade iddiddare, nivu nirataragidda kriyeyindagi ondu ghora sikseyu nim'ma mele banderaguttittu"},{"SurahNumber":24,"VerseNumber":11,"Text":"Nivu adannu carcisuttiddaga mattu nimage tiliyade idda visayada kuritu nivu matanaduttiddaga, nivu adannu ondu hagura vicaravendu bhavisiddiri. Adare allahana drstiyalli adu bhari dodda vicaravagittu"},{"SurahNumber":24,"VerseNumber":12,"Text":"nivu adannu kelidagale, ‘‘navu intaha matugalannaduvudu namage bhusanavalla. (O allah) ninu dosarahitanu – idu ghora sullaropavagide’’ endeke heli bidalilla"},{"SurahNumber":24,"VerseNumber":13,"Text":"nivu visvasigalagiddare intaha krtyavannu mattendu madabedi endu allahanu nimage upadesisuttane"},{"SurahNumber":24,"VerseNumber":14,"Text":"allahanu nimage (tanna) vacanagalannu vivarisuttane. Allahanu ballavanu mattu yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":15,"Text":"visvasigala naduve anaitikateyannu haradabayasuvavarige khanditavagiyu i lokadallu paralokadallu yatanamaya sikse ide. Allahanu ballanu. Nivu ballavaralla"},{"SurahNumber":24,"VerseNumber":16,"Text":"allahana anugraha mattu avana karuneyu nim'ma mele illade iddiddare (nimage i margadarsanavu siguttiralilla). Mattu allahanu tumba vatsalyamayi mattu karunaluvagiddane"},{"SurahNumber":24,"VerseNumber":17,"Text":"visvasigale, saitanana hejje gurutugalannu anusarisabedi. Saitananu tanna hejjegurutugalannu anusarisuvavarige anaitika hagu dusta kelasagalannu adesisuttane. Nim'ma mele allahana anugraha hagu avana krpe illade iddiddare, nim'malli yarobbaru endigu sud'dha siladavaragi ulidiruttiralilla. Nijavagi allahane tanicchisidavarannu sud'dhavagiduttane mattu allahanu ellavannu keluvavanu hagu ellavannu ballavanagiddane"},{"SurahNumber":24,"VerseNumber":18,"Text":"Nim'mallina sthitivantaru hagu anukulastharu yaru, bandhugalige badavarige mattu allahana margadalli valase hodavarige enannu niduvudilla endu pratijne madabaradu. Avaru ksamisabeku mattu (itarara tappugalannu) kadeganisabeku. Nivenu, allahanu nim'mannu ksamisabekendu apeksisuvudillave? Allahanu ksamisuvavanu mattu karunaluvagiddane"},{"SurahNumber":24,"VerseNumber":19,"Text":"manavanta, mugdha, visvasi mahileyara mele sullaropagalannu horisuvavaru khandita ihalokadallu paralokadallu sapagrastaragiruttare mattu avarige ghora sikse sigalide"},{"SurahNumber":24,"VerseNumber":20,"Text":"avaru enella maduttiddarendu avarade naligegalu, avarade kaigalu mattu avarade kalugalu avara virud'dha saksa heluva dina (khandita baralide)"},{"SurahNumber":24,"VerseNumber":21,"Text":"a dina allahanu avarige avara sampurna pratiphalavannu n'yayocitavagi niduvanu mattu allahane atyanta vyakta satya embudannu andu avaru ariyuvaru"},{"SurahNumber":24,"VerseNumber":22,"Text":"nica striyaru iruvude nica purusarigagi mattu nica purusaru iruvude nica striyarigagi. Innu, susila striyaru iruvudu susila purusarigagi mattu susila purusaru iruvudu susila striyarigagi. Janaru aduva ella matugalinda avaru muktaragiruttare. Avarige ksame hagu gauravayutavada sampannate doreyalide"},{"SurahNumber":24,"VerseNumber":23,"Text":"visvasigale, nim'madallada maneyannu, purvanumati padeyade hagu a maneyavarige salam helade pravesisabaradu. Nivu upadesa svikarisuvavaragiddare iduve nim'ma palige uttama kramavagide"},{"SurahNumber":24,"VerseNumber":24,"Text":"ondu vele alli nimage yaru kanasigadiddare, agalu anumati illade adarolage pravesisabedi. Innu, marali hogirendu nim'modane helaladare marali hogiri. Nim'ma palige aduve heccu parisud'dha kramavagide. Nivu maduvudellavannu allahanu cennagi ballanu"},{"SurahNumber":24,"VerseNumber":25,"Text":"Janavasa illada mattu nimagenadaru labhaviruva manegalannu nivu pravesisidare matra nim'ma mele papavenilla. Nivu prakatisuva mattu nivu bacciduva ellavannu allahanu ballanu"},{"SurahNumber":24,"VerseNumber":26,"Text":"visvasi purusarodane, tam'ma drstigalannu taggisidalu hagu tam'ma managalannu kapadikollalu heliri. Idu avara palige heccu sud'dha kramavagide. Avaru maduttiruva sakalavannu allahanu khandita aritiruttane"},{"SurahNumber":24,"VerseNumber":27,"Text":"visvasi striyarodane heliri; avaru tam'ma drstigalannu taggisidali, tam'ma managalannu kapadikollali mattu avaru tam'ma srngaravannu pradarsisadirali – a paiki sahajavagi prakatavaguvudara horatu. Mattu avaru tam'ma hodikegalannu tam'ma edeya mele hoddukondirali. Mattu avaru tam'ma srngaravannu pradarsisabaradu – tam'ma pati athava tam'ma tande, athava tam'ma patiya tande athava tam'ma putraru athava tam'ma patiya putraru athava tam'ma sahodararu athava tam'ma sahodarara putraru athava tam'ma sahodariyara putraru athava tamage aptaragiruva striyaru athava tam'ma dasiyaru athava tira nirasaktaragiruva sevaka purusaru athava mahileyara guttugala arive illada makkala horatu itararige. Mattu avaru, tavu adagisitta srngaravu prakatavaguva ritiyalli tam'ma kalugalannu appalisutta nadeyabaradu. Visvasigale, nivellaru seri allahana munde pascattapa padiri. Nivu vijayigalagabahudu"},{"SurahNumber":24,"VerseNumber":28,"Text":"nivu nim'mallina vidhaveyaru hagu vidhurarige, nim'ma sajjana dasarige mattu nim'ma dasiyarige vivaha madisiri. Avaru badavaragiddare allahanu tanna anugrahadinda avarannu sampannaragisuvanu. Allahanu visalanu jnaniyu agiddane"},{"SurahNumber":24,"VerseNumber":29,"Text":"Innu vivahavagalu sadhyavagadavaru, allahanu tanna anugrahadinda tam'mannu sampannagolisuva tanaka tam'mannu niyantrisikondirali. Nim'ma dasyadalliruvavara paiki (bidugadeya) oppanda madikollalu bayasuvavaralli enadaru olitu ide endu nimage tilididdare nivu avara jote oppanda madikolliri mattu allahanu nimage kottiruva sampattina ondu bhagavannu avarige kodiri. Mattu nim'ma dasiyaru susileyaragiralu bayasuttiruvaga nivu kevala laukika badukina labhakkagi avarannu anaitika krtyakke balavanta padisabedi. Innu yaradaru avara mele balavanta nadesidare, a balika (a dasiyara palige) allahanu khanditavagiyu ksamasilanu karunaluvu agiruttane"},{"SurahNumber":24,"VerseNumber":30,"Text":"spastavada vacanagalannu, nimaginta hinde gatisi hodavara udaharanegalannu, dharmanistharigagi bodhanegalannu navu nim'medege ilisi kottiruvevu"},{"SurahNumber":24,"VerseNumber":31,"Text":"allahane akasagala mattu bhumiya prakasa. Adara udaharane higide; gode gudinalli ondu dipavide. Dipavu gajinolagide. Gaju minuguva naksatradantide. Purvaddagali pascimaddagali allada samrd'dha jhaitun maradinda (adara enne.Yinda) adannu belagalagide. Adu benki taguladiddaru uridu belaguvantide, prakasada mele matte prakasa. Allahane tanicchisidavarannu tanna prakasadedege nadesuttane. Hige allahanu manavarigagi udaharanegalannu mundiduttane. Allahanantu ellavannu ballavanagiddane"},{"SurahNumber":24,"VerseNumber":32,"Text":"a bhavanagalalli (masidigalalli) tanna hesarannu molagisutta tannannu prastapisuttirabeku mattu munjaneyallu sanjeya hottinallu tanna pavitravannu japisuttirabeku endu allahanu adesisiruttane"},{"SurahNumber":24,"VerseNumber":33,"Text":"(Alliruvavaru enthavarendare,) avara vyaparavagali vyavaharavagali avarannu namajh‌na palaneyinda mattu jhakat‌annu pavatisuvudarinda tadeyuvudilla. Hrdayagalu hagu drstigalu horali biduva ondu dinada kuritu avaru anjuttiruttare"},{"SurahNumber":24,"VerseNumber":34,"Text":"ekendare allahanu avarige avara atyuttama karmakkanusaravada pratiphala nidaliddane. Matravalla, avanu tanna anugrahadinda avarige innu heccinadannu nidaliddane. Allahanantu tanicchisidavarige enike illadastu dayapalisuttane"},{"SurahNumber":24,"VerseNumber":35,"Text":"dhikkarigala karmagalella batta bayalalliruva maricikeyantiruttave. Dahiyu, aduve nirendu bhramisuttane. Konege avanu adara hattira hodaga alli avanu enannu kanuvudilla. Nijavagi avanu tanna bali allahanannu kanuttane mattu avanu (allahanu) atana vicaraneyannu mugisi biduttane. Allahanantu bahala vegavagi vicarane nadesuvavanagiddane"},{"SurahNumber":24,"VerseNumber":36,"Text":"athava avara (karmagala) sthitiyu, kadalina aladalliruva kattaleyantide. Adannu muccidalu adara mele ondu ale mattu a aleya mele mattondu ale iruttade mattu adara mele moda kavidiruttade. Kattala mele kattalu. Estendare, alli yaradaru tanna kaiyannu hora cacidare adannu kanalu avanige sadhyavagadu. Yarige allahanu prakasavannu nidalillavo avanige prakasave illa"},{"SurahNumber":24,"VerseNumber":37,"Text":"nivu nodalillave, akasagalalli mattu bhumiyalliruva ellavu mattu rekke haradikondiruva hakkigalu allahana mahimeyannu kondaduttive. Pratiyobbarigu avanannu namisuva mattu avana mahimeyannu kondaduva vidhana tilidide. Allahanantu avaru maduttiruva ellavannu ballanu"},{"SurahNumber":24,"VerseNumber":38,"Text":"akasagala hagu bhumiya adhipatyavu allahanige seride. Ellaru allahanedege maraluvaru"},{"SurahNumber":24,"VerseNumber":39,"Text":"Nivu nodalillave, allahanu modagalannu calayisuttane. A balika avanu avugalannu paraspara jodisuttane. Taruvaya avanu avugalannu padaragalagisuttane. Anantara adarolaginda maleyu horaduvudannu nivu kanuttiri. Mattu akasadinda hima tumbida parvatagale iliyatodaguttave. Amulaka avanu tanicchisidavarannu vipattige silukisuttane mattu tanicchisidavarannu adarinda raksisuttane. Adara mincina holapu kannugalannu kurudagisuvantiruttade"},{"SurahNumber":24,"VerseNumber":40,"Text":"allahane, irulu mattu hagalugalannu parivartisuttiruvavanu. Kanaballavarige (bud'dhivantarige) idaralli khandita pathavide"},{"SurahNumber":24,"VerseNumber":41,"Text":"allahanu ella jivigalannu nirininda srstisiruvanu. Avugalalli kelavu tam'ma hottege oragikondu calisuttave, kelavu eradu kalugalalli nadeyuttave mattu kelavu nalku kalugalalli nadeyuttave. Allahanu tanicchisiddannu srstisuttane. Khanditavagiyu allahanu ellavannu madaballavanagiddane"},{"SurahNumber":24,"VerseNumber":42,"Text":"navu bahala spastavada vacanagalannu ilisirutteve. Innu allahane tanicchisidavarannu sthiravada neramargadedege munnadesuttane"},{"SurahNumber":24,"VerseNumber":43,"Text":"navu allahanannu avana dutarannu nambiruvevu mattu navu (avara) adesapalisidevu endu avaru heluttare. A balika avarallina ondu gumpu tirugi nilluttade. Avaru visvasigalalla"},{"SurahNumber":24,"VerseNumber":44,"Text":"avara naduve n'yaya tirmana kaigolluvudakkagi avarannu allah mattu avana dutaredege karedaga avarallina ondu gumpu jari kolluttade"},{"SurahNumber":24,"VerseNumber":45,"Text":"ondu vele avarigenadaru hakku sigalikkiddare, (aga matra) avaru vinaya silaragi nim'ma balige baruttare"},{"SurahNumber":24,"VerseNumber":46,"Text":"avara managalallenu rogavideye? Athava avaru sansaya piditaragiddareye? Athava allah mattu avana dutaru avara mele akramavesaguvarendu avaru anjuttiddareye? Nijavagi avare akramigalagiddare"},{"SurahNumber":24,"VerseNumber":47,"Text":"(Adare) visvasigalannu avara naduvana n'yaya tirmanakkendu allah mattu atana dutara kadege kareyaladaga avaru, navu kelidevu mattu anusarisidevu endu biduttare. Avare vijayigalu"},{"SurahNumber":24,"VerseNumber":48,"Text":"allah mattavana dutara ajne palisuvavanu, allahana bhaya ullavanu mattu avanige sada nisthanagiruvavanu – avare jayasaligalu"},{"SurahNumber":24,"VerseNumber":49,"Text":"nivu adesisidare khanditavagiyu tavu (horatakke) horatu biduvevu endu avaru joragi allahana ane haki heluttare. Heliri; anegalannu hakabedi. (Nim'ma) ajnapalane entahadembudu ellarigu gottide. Nivu maduttiruvudellavu allahanige tilidide"},{"SurahNumber":24,"VerseNumber":50,"Text":"heliri; allahana ajnegalannu palisiri mattu devadutara ajnegalannu palisiri. Nivu adannu kadeganisidare (nimage tilidirali) avara meliruva kartavyakke matra avaru honegararagiruttare mattu nim'ma meliruva kartavyakke nive honeyagiruviri. Nivu avara ajnegalannu palisidare nera margadalliruviri. Devadutara meliruvudu spastavagi sandesa talupisuva hone matra"},{"SurahNumber":24,"VerseNumber":51,"Text":"nim'ma paiki visvasigalagiddu satkarma maduttiruvavarige, avara hindinavarante avarannu tanu bhumiyalli adalitagararagi maduvenendu hagu tanu avara palige mecciruva avara dharmavannu avarigagi sthiragolisuvenendu mattu avara bhayada sthitiyanne tanu a balika santiya sthitiyagi badalisuvenendu allahanu vagdana madiruvanu. Avaru nannanne pujisali mattu nanna jote enannu serisadirali (endu avanu adesisiruvanu). Istada balikavu krtaghnate toruvavare avidheyaru"},{"SurahNumber":24,"VerseNumber":52,"Text":"nivu (allahana) karunege patraragalikkagi namajhannu palisiri, jhakatannu pavatisiri mattu devadutara adesagalannu palisiri"},{"SurahNumber":24,"VerseNumber":53,"Text":"dhikkarigalu, bhumiyalli tavu (satyavannu) solisaballevendu bhavisadirali. Narakave avara antima neleyagide. Mattu adu tira ketta neleyagide"},{"SurahNumber":24,"VerseNumber":54,"Text":"Visvasigale, nim'ma dasaru mattu nim'ma paiki innu prabud'dha vayas'sannu talupilladavaru, muru hottu nim'ma anumati padedu nim'mallige barali – munjavina namajh‌ge munna, hagu madhyahna, nivu nim'ma meludugegalannu ilisiduva hottinalli mattu isa (ratri) namajh‌na balika. Ivu nim'ma palige mareyalliruva (viramada) samayagalu. I samayagalu kaleda balika (avaru anumati padeyade bandare) nim'ma melagali avara melagali papavenilla. Nivu parasparara suttamuttale irabekaguttade. I riti allahanu (tanna) adesagalannu nimage vivarisuttane. Allahanu ballavanu hagu yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":55,"Text":"innu nim'mallina makkalu prabud'dharadaga, avaru tam'ma hiriyarante (ella velegalallu) anumati padeyali. I riti allahanu nimage tanna vacanagalannu vivarisuttane. Allahanu elavannu balla yuktivantanagiddane"},{"SurahNumber":24,"VerseNumber":56,"Text":"vivahavaguva nirikse illade maneyalle ulidukondiruva (vrd'dha) mahileyaru tam'ma srngaravannu pradarsisade tam'ma hora hodikeyannu kalacittare adu tappalla. Avaru manavantaragi ulidare adu avarige uttama. Allahanantu ellavannu keluttane mattu ellavannu aritiruttane"},{"SurahNumber":24,"VerseNumber":57,"Text":"Kannu kanisadavanagirali, nadeyalagadavanagirali, rogapiditanagirali athava nive agirali, nim'ma maneyalli athava nim'ma tande-tatandira maneyalli, nim'ma tayiya maneyalli, nim'ma sahodarara maneyalli athava nim'ma sahodariyara maneyalli athava nim'ma tandeya sahodarara maneyalli athava nim'ma tandeya sahodariyara maneyalli athava nim'ma tayiya sahodarara maneyalli athava nim'ma tayiya sahodariyara maneyalli athava yava manegala cavigalu nim'ma kaiyalliveyo a manegalalli athava nim'ma mitrara manegalalli nivu bhojana maduvudaralli tappenilla. Nivu samuhikavagi bhojana madidaru ontiyagi madidaru tappenilla. Nivu maneyannu pravesisuvaga nim'mavarige salam heliri. Idu allahana kadeyinda kalisalagiruva samrd'dhidayakavada, sud'dhavada subha haraikeyagide. Nivu artha madi kollabekendu, i riti allahanu nimage (tanna) vacanagalannu vivarisuttane"},{"SurahNumber":24,"VerseNumber":58,"Text":"allahanalli hagu avana dutaralli nambike ittavaru mattu yavude samuhika karyacaraneyalli avara (dutara) jotegiruvaga avara anumati padeyade horatu hogadavare nijavada visvasigalu. Khanditavagiyu nim'modane (dutarodane) anumati keluvavare nijavagi allah mattu avana dutaralli nambike ullavaru. Avaru nim'ma (dutara) balige bandu tam'ma yavudadaru (khasagi) kelasakkagi nim'modane anumati kelidare, nivu avara paiki nivicchisuvavarige anumati nidiri. Mattu avara ksamegagi allahanodane prarthisiri. Allahanu khanditavagiyu ksamisuvavanu mattu karune toruvavanagiddane"},{"SurahNumber":24,"VerseNumber":59,"Text":"nivu nim'ma naduve, devadutara kareyannu, nivu paraspararige niduva kareyante pariganisabedi. Nim'ma paiki guttagi tappisikolluvavarannu allahanu cennagi ballanu. Avana adesakke virud'dhavagi nadeyuvavaru jagrtaragirali. Avara mele vipattenadaru banderagabahudu athava yatanamaya siksege avaru tuttagabahudu"},{"SurahNumber":24,"VerseNumber":60,"Text":"Nimage tilidirali! Akasagalalli hagu bhumiyalli iruvudellavu allahanige seride. Nivu yava sthitiyalli iruvirembudannu avanu khacitavagi ballanu. Avaru avanedege maraluva dina, avaru enella maduttiddarembudannu avanu avarige tilisuvanu. Allahanu ellavannu ballavanagiddane"},{"SurahNumber":24,"VerseNumber":61,"Text":"bahala samrd'dhanu – sarvalokagalannu eccarisalikkendu tanna dasanige phur‌kan‌annu (olitu kedukugalannu pratyekisi tilisuva oregallannu) ilisikottavanu (allahanu)"},{"SurahNumber":24,"VerseNumber":62,"Text":"akasagala hagu bhumiya adhipatyavella avanige seride. Avanu yarannu tanna putranagisikondilla mattu adhipatyadalli yaru avana paludararalla. Avane ellavannu srstisidavanu mattu pratiyondara itimitigalannu nirdharisidavanu"},{"SurahNumber":24,"VerseNumber":63,"Text":"avaru (janaru) avanannu bittu itararannu devaragisikondaru. Nijavagi avaru (a devarugalu) enannu srstisidavaralla – avaranne srstisalagide. Svatah tamage yavude nasta athava labha madikolluva adhikaravu avarigilla. Matravalla maranada melagali, jivanada melagali, marananantarada punarujjivanada melagali avarige yava niyantranavu illa"},{"SurahNumber":24,"VerseNumber":64,"Text":"‘‘adella kevala kattukate. Adannu atane racisikondiddane. Itara kelavaru avanige neravagiddare’’ endu dhikkarigalu heluttare. Hige avaru akrama hagu sullu pracaravannu arambhisiddare"}]}