{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad! Betohem ne Kuranin plot keshilla"},{"SurahNumber":38,"VerseNumber":2,"Text":"(se ti Muhamed thua te verteten), por jobesimtaret jane mendjemedhenj dhe kundershtues"},{"SurahNumber":38,"VerseNumber":3,"Text":"Sa e sa breza para tyre, Ne i kemi zhdukur; ata kane thirrur per meshire, por ka qene vone"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ata (mekasit) cuditen per ardhjen e nje paralajmeruesi nga gjiri i tyre dhe jobesimtaret thone: “Ky eshte magjistar dhe genjeshtar"},{"SurahNumber":38,"VerseNumber":5,"Text":"A mos kerkon ai, qe te gjithe zotat t’i beje nje Zot te Vetem? Vertet qe kjo eshte nje gje e cuditshme!”"},{"SurahNumber":38,"VerseNumber":6,"Text":"Paria e tyre largohet, duke thene: “Mos ia vini veshin dhe qendroni te durueshem prane zotave tuaj! Kjo eshte puna qe duhet bere vertet"},{"SurahNumber":38,"VerseNumber":7,"Text":"Kete (monoteizem) nuk e kemi degjuar ne fene e fundit (fene e krishtere). Ky eshte vetem nje trillim i genjeshtert"},{"SurahNumber":38,"VerseNumber":8,"Text":"Pse, vetem atij i eshte shpallur Fjala e Allahut ndermjet nesh?!” Po, ata dyshojne ne Keshillen Time, sepse ende nuk e kane provuar denimin Tim"},{"SurahNumber":38,"VerseNumber":9,"Text":"A mos valle, ata kane ne dore thesaret e meshires se Zotit tend, te Plotfuqishmit, Dhuruesit"},{"SurahNumber":38,"VerseNumber":10,"Text":"Apo i tyre eshte pushteti i qiejve, i Tokes dhe c’ka midis tyre?! Atehere le te ngjiten me litar (ne qiell)"},{"SurahNumber":38,"VerseNumber":11,"Text":"Grupi i tyre (mekasve) eshte vetem nje prej ushtrive, te cilat do te shpartallohen"},{"SurahNumber":38,"VerseNumber":12,"Text":"Edhe para tyre ka pergenjeshtruar populli i Nuhut, fisi Ad dhe Faraoni - njeriu i hunjve (ku torturonte njerezit)"},{"SurahNumber":38,"VerseNumber":13,"Text":"por edhe fisi Themud, edhe populli i Lutit, edhe banoret e Ejkes; ata ishin vertet ushtri te fuqishme"},{"SurahNumber":38,"VerseNumber":14,"Text":"Te gjithe ata i quajten te derguarit genjeshtare, andaj e merituan denimin Tim"},{"SurahNumber":38,"VerseNumber":15,"Text":"Kurse keta (mekasit) presin vetem nje britme (fryrjen e pare te bririt) qe nuk do te pushoje"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ata thone: “O Zoti yne, shpejtona pjesen tone (te denimit) para Dites se Llogarise!”"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ti duroje ate qe thone ata dhe kujtoje robin Tone te fuqishem, Davudin, qe perhere i drejtohej Zotit"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ne ia nenshtruam malet qe, bashke me te, t’i luteshin Allahut, ne mbremje dhe ne mengjes"},{"SurahNumber":38,"VerseNumber":19,"Text":"edhe shpendet e tubuar. Te gjithe i drejtoheshin Atij"},{"SurahNumber":38,"VerseNumber":20,"Text":"Ne ia forcuam mbreterine dhe i dhame mencuri e dijeni per te gjykuar"},{"SurahNumber":38,"VerseNumber":21,"Text":"A e ke degjuar historine e dy kundershtareve, qe hipen mbi murin e faltores se tij"},{"SurahNumber":38,"VerseNumber":22,"Text":"Kur hyne te Davudi, ai u frikesua prej tyre. Ata thane: “Mos u frikeso! Ne jemi dy kundershtare, nje nga te cilet i ka bere padrejtesi tjetrit, prandaj gjyko me drejtesi dhe mos u shmang (prej se vertetes), por na udhezo ne rruge te drejte”"},{"SurahNumber":38,"VerseNumber":23,"Text":"(Njeri prej tyre tha:) “Ky eshte vellai im. Ai ka nentedhjete e nente dele, kurse une kam vetem nje dele, andaj me tha: “Ma jep mua ate!” - dhe me mundi me fjale.”"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davudi tha: “Vertet, ai te ka bere padrejtesi qe te ka kerkuar delen tende te vetme, per ta bashkuar me delet e veta. Shume bashkepronare i bejne padrejtesi njeri-tjetrit, pervec atyre qe besojne dhe bejne pune te mira, por ata jane pak”. Davudi e kuptoi, se ne te vertete Ne e kishim vene ne prove ate, prandaj kerkoi falje nga Zoti i vet, ra ne gjunje dhe u perul, duke u penduar"},{"SurahNumber":38,"VerseNumber":25,"Text":"Pastaj, Ne ia falem kete e ai te Ne do te jete i afert dhe do te kete strehim te mire (ne jeten tjeter)"},{"SurahNumber":38,"VerseNumber":26,"Text":"“O Davud, Ne te kemi bere mekembes ne Toke, prandaj gjyko ndermjet njerezve me drejtesi dhe mos shko pas deshirave dhe tekave, se ato te largojne nga rruga e Allahut! Me te vertete, per ata qe largohen nga rruga e Allahut, ka denim te ashper, ngaqe e kane harruar Diten e Llogarise.”"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ne nuk e kemi krijuar kot qiellin, Token dhe cfare ndodhet midis tyre. Kjo eshte hamendja e jobesimtareve; prandaj mjere jobesimtaret kur te hidhen ne zjarr"},{"SurahNumber":38,"VerseNumber":28,"Text":"A t’i trajtojme njelloj ata qe besojne e bejne vepra te mira dhe turbulluesit ne Toke?! A t’i trajtojme njelloj njerezit e devotshem dhe njerezit e mbrapshte"},{"SurahNumber":38,"VerseNumber":29,"Text":"Ky (Kuran) eshte nje liber i bekuar, qe Ne ta kemi zbritur ty (Muhamed), per te persiatur mbi vargjet e tij dhe per t’u keshilluar me te mendaret"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ne i falem Davudit Sulejmanin, nje rob te mrekullueshem. Ai i drejtohej gjithnje me pendese Zotit"},{"SurahNumber":38,"VerseNumber":31,"Text":"Kur nje pasdite iu paraqiten kuajt kembeshpejte"},{"SurahNumber":38,"VerseNumber":32,"Text":"ai tha: “Une shfaqa dashuri me te madhe per pasurine (kuajt), sesa per lutjen ndaj Zotit tim, derisa dielli humbi mbas malit"},{"SurahNumber":38,"VerseNumber":33,"Text":"M’i ktheni ata (kuajt)” - e pastaj nisi t’i prese me shpate kembet dhe qafat e tyre"},{"SurahNumber":38,"VerseNumber":34,"Text":"Ne e vume ne prove Sulejmanin dhe vendosem ne fronin e tij nje trup, por ai iu drejtua Zotit"},{"SurahNumber":38,"VerseNumber":35,"Text":"dhe tha: “O Zoti im, me fal dhe me dhuro nje pushtet qe te mos e kete askush pas meje! Me te vertete, Ti je Dhurues i madh!”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Pastaj, Ne ia nenshtruam atij eren qe te frynte me urdhrin e tij, andej nga te donte ai"},{"SurahNumber":38,"VerseNumber":37,"Text":"(Gjithashtu ia nenshtruam) edhe djajte, ndermjet te cileve kishte ndertues dhe zhytes ne uje"},{"SurahNumber":38,"VerseNumber":38,"Text":"si dhe te tjere te lidhur ne pranga"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Ne i thame): “Kjo eshte dhurata Jone per ty, prandaj jep lirisht ose mos jep gje prej saj, sepse nuk do te kesh kurrfare llogarie per kete"},{"SurahNumber":38,"VerseNumber":40,"Text":"Me te vertete, ai te Ne do te kete vend te afert dhe strehim te mire (ne jeten tjeter)"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kujtoje robin Tone Ejubin, kur iu lut Zotit te vet: “Me te vertete, me ka goditur djalli me mundim dhe vuajtje!”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Ne iu pergjigjem): “Bjeri me kembe tokes dhe aty do te dale nje burim me uje te ftohte per larje dhe pirje!”"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ne ia kthyem atij familjen dhe dy here me teper, si meshire prej Nesh dhe keshillim per mendaret"},{"SurahNumber":38,"VerseNumber":44,"Text":"(Ne i thame atij): “Merr me doren tende nje tufe thuprash e bjeri lehte me to (gruas tende) dhe mos e shkel betimin tend![279]” Ne e gjetem ate te durueshem, rob te mrekullueshem. Ai kthehej vazhdimisht me pendese tek Zoti"},{"SurahNumber":38,"VerseNumber":45,"Text":"Kujto roberit Tane: Ibrahimin, Is’hakun dhe Jakubin, te forte (ne besim) dhe largpames"},{"SurahNumber":38,"VerseNumber":46,"Text":"Ne u dhuruam atyre nje virtyt te vecante, qe ta kene gjithmone ne mend boten e ardhshme"},{"SurahNumber":38,"VerseNumber":47,"Text":"Njemend, ata jane tek Ne, nga njerezit me te mire e me te zgjedhur"},{"SurahNumber":38,"VerseNumber":48,"Text":"Kujtoje edhe Ismailin, Eljesain dhe Dhulkiflin. Te gjithe ata kane qene nga besimtaret e zgjedhur e te mire"},{"SurahNumber":38,"VerseNumber":49,"Text":"Ky eshte nje perkujtim. Vertet, per njerezit qe ruhen nga gjynahet, ka kthim te mire (ne boten tjeter)"},{"SurahNumber":38,"VerseNumber":50,"Text":"ne kopshtet e Adnit, dyert e te cilit jane te hapura per ta"},{"SurahNumber":38,"VerseNumber":51,"Text":"Aty do te prehen e do te kenaqen me peme dhe pije te llojllojshme"},{"SurahNumber":38,"VerseNumber":52,"Text":"Prane tyre do te kete hyri te delira e moshatare qe nuk shikojne anash"},{"SurahNumber":38,"VerseNumber":53,"Text":"Kjo ju eshte premtuar per Diten e Llogarise"},{"SurahNumber":38,"VerseNumber":54,"Text":"Keto jane, njemend, begatite Tona qe nuk kane te sosur"},{"SurahNumber":38,"VerseNumber":55,"Text":"Kjo eshte keshtu (per besimtaret). Kurse per njerezit e pabindur, do te kete vertet nje kthim te keq"},{"SurahNumber":38,"VerseNumber":56,"Text":"ne Xhehenem, ku do te digjen. Eh, sa vendqendrim i shemtuar qe eshte ai"},{"SurahNumber":38,"VerseNumber":57,"Text":"Kjo i pret ata! Le ta shijojne ujin e valuar dhe te qelbet"},{"SurahNumber":38,"VerseNumber":58,"Text":"dhe te tjera mundime te llojllojshme, te ngjashme me to"},{"SurahNumber":38,"VerseNumber":59,"Text":"Ne do t’u themi prijesve te jobesimtareve: “Ky eshte nje grumbull bashke me ju.[280] Nuk ka mireseardhje per ta. Me siguri qe ata do te digjen ne zjarr!”"},{"SurahNumber":38,"VerseNumber":60,"Text":"Pasuesit jobesimtare do t’u thone prijesve te tyre: “Ah, ju mos paci clirim e as qetesi! Ju na keni sjelle ne kete gjendje! Eh, sa strehim i keq eshte ky!”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Pastaj ata do te thone: “O Zoti yne! Atyre qe na e pergatiten kete neve, dyfishojua denimin ne Zjarr!”"},{"SurahNumber":38,"VerseNumber":62,"Text":"Do te thone: “Pse nuk po i shohim njerezit, qe ne i quanim te keqij"},{"SurahNumber":38,"VerseNumber":63,"Text":"dhe i perqeshnim apo na kane humbur sysh?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Kjo do te ndodhe vertet. Banoret e zjarrit (te Xhehenemit) do te grinden ndermjet tyre"},{"SurahNumber":38,"VerseNumber":65,"Text":"Thuaj (o Muhamed): “Ne te vertete, une jam vetem paralajmerues. Nuk ka zot tjeter te vertete pervec Allahut, te Vetmit, Ngadhenjimtarit"},{"SurahNumber":38,"VerseNumber":66,"Text":"Zotit te qiejve e te Tokes dhe te gjithckaje qe gjendet midis tyre, te Plotfuqishmit, Falesit te Madh”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Thuaj: “Ky (Kuran) eshte nje mesazh i madh"},{"SurahNumber":38,"VerseNumber":68,"Text":"e megjithate ju nuk po ia vini veshin atij"},{"SurahNumber":38,"VerseNumber":69,"Text":"Une nuk kam pasur asnje dijeni per Grupin me te Larte, kur diskutonin mes tyre (per krijimin e Ademit)"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mua me eshte shpallur se jam vetem paralajmerues i qarte.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"Kur Zoti yt u tha engjejve: “Une do te krijoj nje njeri prej balte"},{"SurahNumber":38,"VerseNumber":72,"Text":"Kur t’i jap trajte dhe t’i fryj prej shpirtit Tim, peruljuni ne sexhde atij!”"},{"SurahNumber":38,"VerseNumber":73,"Text":"te gjithe engjejt se bashku u perulen ne sexhde"},{"SurahNumber":38,"VerseNumber":74,"Text":"pervec Iblisit; ai u be mendjemadh e nje nga mohuesit"},{"SurahNumber":38,"VerseNumber":75,"Text":"Zoti tha: “O Iblis, c’te pengoi ty qe te mos peruleshe ne sexhde para atij qe e kam krijuar Vete me duart e Mia? A mos u bere mendjemadh apo mendon se je nga te lartet?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblisi tha: “Une jam me i mire se ai. Mua me ke krijuar prej zjarrit, kurse ate prej balte”"},{"SurahNumber":38,"VerseNumber":77,"Text":"Allahu tha: “Atehere dil prej Xhenetit! Me te vertete, ti je i mallkuar"},{"SurahNumber":38,"VerseNumber":78,"Text":"dhe mallkimi Im do te jete mbi ty deri ne Diten e Gjykimit”"},{"SurahNumber":38,"VerseNumber":79,"Text":"Ai tha: “O Zoti im, me jep afat deri ne diten kur do te ringjallen ata!”"},{"SurahNumber":38,"VerseNumber":80,"Text":"Zoti tha: “Ne te vertete, ty do te te jepet afat"},{"SurahNumber":38,"VerseNumber":81,"Text":"deri ne nje dite te caktuar (kur i fryhet Surit per here te pare)”"},{"SurahNumber":38,"VerseNumber":82,"Text":"Ai tha: “Betohem ne madherine Tende se une do t’i mashtroj ata te gjithe"},{"SurahNumber":38,"VerseNumber":83,"Text":"pervec roberve te Tu te sinqerte!”"},{"SurahNumber":38,"VerseNumber":84,"Text":"Zoti tha: “E verteta eshte - dhe Une them vetem te verteten"},{"SurahNumber":38,"VerseNumber":85,"Text":"se, do ta mbush Xhehenemin me ty dhe me te gjithe ata qe te pasojne ty”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Thuaj (o Muhamed): “Une prej jush nuk kerkoj kurrfare shperblimi per kete (Kuran) e as pretendoj te jem dicka qe s’jam"},{"SurahNumber":38,"VerseNumber":87,"Text":"Ne te vertete, ky Kuran eshte keshille per tere boten"},{"SurahNumber":38,"VerseNumber":88,"Text":"Dhe ju me siguri qe do ta merrni vesh te verteten shume shpejt!”"}]}