{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif - Lam - Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar, «inandık» demeleriyle kendi hallerine terkedileceklerini, cetin sınavlardan gecirilmiyecek lerini mi sanırlar"},{"SurahNumber":29,"VerseNumber":3,"Text":"And olsun ki onlardan oncekilerini de cetin sınavlardan gecirmisizdir. Allah, elbette dogru olanları da bilir, yalancıları da bilir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa o cesitli kotulukleri Isleyenler bizi (aciz bırakıp) gececeklerini mi sanırlar ? Hukmettikleri sey ne kotu"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah´a kavusmayı umarsa, elbette Allah´ın belirledigi ecel gelecektir. Allah isiten ve bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim (Allah yolunda, Allah sozu daha yuce olsun diye) cihad ederse, o gercekten kendi lehine cihad etmis olur. Cunku Allah elbette alemlerden mustagnidir (hic kimsenin cihad etmesine ihtiyacı yoktur)"},{"SurahNumber":29,"VerseNumber":7,"Text":"iman edip iyi-yararlı amellerde bulunanların suphesiz ki kotuluklerini (tevbeleri sebebiyle affedip) orter ve temizleriz ve yaptıklarını en guzeliyle mukafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Insana, ana babasına iyi davranmasını, guzellikle muamele etmesini tavsiye ettik. (Bununla beraber) onlar, hakkında bilgin olmadıgı bir seyi bana ortak kosman icin seninle ugrasıp agırlıklarını koymaya calısırlarsa, o zaman onlara itaat etme; donusunuz ancak banadır; yapageldiklerinizi size bir bir haber veririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"Dosdogru iman edip iyi-yararlı amellerde bulunanları elbette iyi-yararlı kisilerin arasına yerlestirecegiz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan oyleleri de var ki, «Allah´a iman ettik» derler. (Ama) Allah yolunda bir eziyete ugrarlarsa, insanların eza-cefasını Allah´ın azabı gibi sayarlar ve eger Rabbından bir yardım gelirse, «biz elbette sizinle beraberdik» derler. Allah, alemlerin (butun insanların) goguslerinde olanı (dogrulugu, yalan ve ikiyuzlulugu, inkar ve sapıklıgı) en iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ve and olsun ki, Allah, iman edenleri de bilir, ikiyuzlu donekleri de bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Inkar edenler, iman edenlere derler ki: «Siz bizim yolumuza uyun, kusur ve gunahlarınızı yuklenelim». Halbuki onların kusur ve gunahlarından hicbir sey yuklenecek degillerdir. Onlar suphen olmasın ki yalancılardır"},{"SurahNumber":29,"VerseNumber":13,"Text":"And olsun ki onlar kendi (gunah) agırlıklarını ve kendi agırlıklarıyla beraber agırlıklar yuklenecekler ve uydurup ortaya attıkları iftiradan Kıyamet gununde mutlaka sorulacaklardır"},{"SurahNumber":29,"VerseNumber":14,"Text":"And olsun ki, Nuh´u kendi milletine (uyarıcı peygamber olarak) gonderdik. Aralarında —elli yılı mustesna— bin yıl durdu. (Sonuc alamayınca) onlar zalimler iken tufan kendilerini yakalayıverdi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Biz onu da gemide bulunanları da kurtardık ve bu olayı butun milletlere ibret ve ogut kıldık"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ibrahim´i de (uyarıcı olarak gonderdik). Hani bir vakit O, milletine demisti ki: «Allah´a ibadet edin ve O´na karsı gelmekten sakının. Eger bilirseniz bu sizin icin hayırlıdır"},{"SurahNumber":29,"VerseNumber":17,"Text":"Sizler Allah´ı bırakıp da birtakım putlara tapıyorsunuz ve durmadan yalan uydurup soyluyorsunuz. Suphesiz ki Allah´tan baska taptıgınız seylerin size rızık vermeye gucleri yetmez. O halde rızkı Allah yanında arayın. O´na ibadet edin, O´na sukredin. Ancak O´na donduruleceksiniz.»"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eger siz (Peygamber´i) yalanlarsanız, gercekten sizden onceki bircok ummetler de (kendilerine gonderilen peygamberleri) yalanlamıslardı. Peygamber´e gereken, ancak acık tebligdir"},{"SurahNumber":29,"VerseNumber":19,"Text":"Gormediler mi ki, Allah, yaratmaya nasıl baslıyor sonra onu (oldurup) tekrar geri ceviriyor; elbetteki bu Allah´a gore pek kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"(Ey Peygamber !) De ki: Yeryuzunde gezip dolasın, (Allah´ın) yaratmaya nasıl basladıgına dikkatle bakın. Sonra da Ahiret´te (tekrar) yaratmayı (oylece) baslatıp meydana getirecektir. Suphesiz ki Allah´ın kudreti her seye yeter"},{"SurahNumber":29,"VerseNumber":21,"Text":"Diledigine azab eder, diledigine merhamette bulunur ve ancak O´na cevrileceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ve siz ne yeryuzunde, ne de gokte (Allah´ı) aciz bırakacak degilsiniz. Sizin icin Allah´tan baska ne bir yakın dost, ne de bir yardımcı vardır"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah´ın ayetlerini ve O´na kavusmayı inkar edenler var ya, iste onlar rahmetimden umit kesmislerdir ve onlar icin elem verici bir azab vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"(Ibrahim Peygamber´in putları kırıp kavmini Hakka´ cagrısına) onların cevabı sadece soyle demeleri oldu : «Ibrahim´i ya oldurun, ya da ateste yakın.» Ama Allah O´nu atesten (salimen) kurtardı. Bunda elbette dosdogru inanan bir millet icin ogutler, ibretler ve belgeler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ibrahim ise (onlara) soyle dedi:«Siz elbette Allah´ı bırakıp Dunya hayatında aranızda bir sevgi bagı olsun diye putları (tanrılar) edindiniz. Ama bunun sonrası (ne olacak bilir misiniz ?) Kıyamet gunu bir kısmınız bir kısmınızı inkar eder ve birbirinizi lanetlersiniz. Varıp eyleseceginiz yer ise Cehennem´dir ve sizin icin (orada) yardımcılardan bir kimse de bulunmayacaktır.»"},{"SurahNumber":29,"VerseNumber":26,"Text":"Bu acıklama ve uyarı uzerine Lut O´na iman etti (inandıgını tekrarladı) ve Ibrahim de. «ben Rabbıma (O´nun emri uyarınca) hicret ediyorum. Suphesiz ki Rabbim cok ustun, cok guclu ve yegane hikmet sahibidir,» dedi"},{"SurahNumber":29,"VerseNumber":27,"Text":"Biz O´na Ishak ve Yakub´u (bir teselli ve takviye olarak) ihsan ettik ; O´nun soyundan (layık gorduklerimize) peygamberlik ve kitap verdik ; hem O´nun ecrini Dunya´da kendisine lutfettik, suphesiz ki O, Ahiret´te de iyi-yararlı kisilerdendir"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut´u da (uyarıcı peygamber olarak kendi kavmine gonderdik). Hani bir vakit o, kavmine dedi ki: «Suphesiz ki milletlerden hicbirinin sizden once islemedigi cok cirkin bir hayasızlıga dogru (durmadan) gidiyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Sizler gercekten erkeklere (cinsel sapıklar olarak) gidiyor, yol kesiyor ve toplantılarınızda cirkin seyler yapıyorsunuz oyle mi ?» Bunun uzerine kavminin cevabı ancak soyle demeleri oldu : «Eger dogrulardan isen bize (o tehdid edip durdugun) Allah´ın azabını getir.»"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lut da: «Ey Rabbim !» dedi, «ortalıgı fesada veren bu kavme karsı bana yardımda bulun.»"},{"SurahNumber":29,"VerseNumber":31,"Text":"Ne vakit ki elcilerimiz Ibrahim´e mujde ile geldiler, «dogrusu biz su kasaba halkını yok edecegiz ! Cunku halkı zulum (ve azgınlıgı) sanat edinmislerdir,» dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Bunun uzerine) Ibrahim, «o kasabada Lut bulunuyor» dedi. Elciler, «biz kasabada olanları cok iyi biliyoruz; karısı dısında Lut´u da aile efradını da mutlaka kurtaracagız. Karısına gelince, o, geride kalan (sapıklardan biridir» diye cevap verdiler)"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz Lut´a gelince, onların gelis sebebinden uzulup fenalastı ; eli kolu baglanıp (gogsu) daraldı. Elciler, «korkma ve uzulme ; biz mutlaka seni de, aile efradını da kurtaracagız, ancak esini degil, o geride kalan (sapık ahlaksızlardandır!» dediler (de ona guven verdiler)"},{"SurahNumber":29,"VerseNumber":34,"Text":"«Suphen olmasın ki, biz bu kasaba halkı uzerine, yaptıkları cok cirkin ahlaksızlıktan dolayı gokten azab indirecegiz.»"},{"SurahNumber":29,"VerseNumber":35,"Text":"And olsun ki biz, aklını kullanan bir millet icin bu kasabada acık belge(ler) geriye bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen´e de kardesleri Suayb´ı (uyarıcı peygamber) gonderdik ; «ey kavmim» dedi, «Allah´a tapın, Ahiret gunune (oradaki mutluluga) umut baglayın ve sakın yeryuzunde fesad cıkararak ortalıgı karıstırmayın.»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Buna karsı onu yalanladılar. O sebeple onları siddetli bir sarsıntı yakalayıverdi, derken kendi yurtlarında dizustu cokup kaldılar"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad ve Semud´u da yok ettik. Gercekten onların oturdugu yerlerin kalıntıları size acık ve ortadadır. Seytan, onlara amellerini suslemisti de boylece onları (dogru) yoldan alıkoymustu. Halbuki kendileri (az-cok) gozu acık kimseler idi"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun´u, Fir´avn´ı ve Haman´ı da (inkar ve azgınlıkları yuzunden) yok ettik. Sanım hakkı icin Musa onlara acık belgelerle (susturucu) mu´cizelerle geldi; fakat onlar, yeryuzunde buyukluk tasladılar (Hakk´ı kabul etmediler ve ona boyun egmeyi gururlarına yediremediler). Halbuki (Allah´ı aciz bırakacak ve inecek azabın) onune gecebilecek degillerdi"},{"SurahNumber":29,"VerseNumber":40,"Text":"Bunlardan her birini gunahı sebebiyle yakaladık : Kiminin uzerine siddetli kasırga gonderip tas yagmuruna ugrattık ; kimini korkunc bir gurultu yakalayıp sarıverdi; kimini yere gecirdik ; kimini de (denizde) bogduk. Allah onlara zulmeder olmadı, ama onlar kendilerine zulmediyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah´ı bırakıp baska baska dostlar, sahipler edinenlerin misali, kendine yuva edinen orumcegin haline benzer ve gercekten evlerin en hafif ve dayanıksızı orumcegin yuvasıdır. Bunu bir bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Suphesiz ki Allah, onların kendisinden baska nelere taptıklarını bilir. O, cok ustundur, cok gucludur, yegane hikmet sahibidir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Biz, iste bu misalleri insanlar icin (gercegi daha iyi anlasınlar diye) getiriyoruz. Bunları ancak ilim adamları dusunup akleder"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, gokleri ve yeri hakk ile (uyumlu, dengeli ve duzenli olcude ve planda) yaratmıstır. Suphesiz ki bunda inananlar icin acık belge ve delil vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"(Ey Peygamber!) Kitaptan sana vahyedileni oku; namazı kılmaya devam et; cunku namaz cidden ahlak dısı davranıslardan, (dine, akla ve sahih orfe ters dusen) uygunsuz seyden alıkoyar. Allah´ı anmak elbette cok buyuktur! Allah, neler Islediklerinizi bilir"},{"SurahNumber":29,"VerseNumber":46,"Text":"Kitap Ehli olan (Yahudi ve Hıristiyan)larla —iclerinden zulmedenler dısında— ancak en guzel yoldan mucadele edin. Deyin ki: «Bize indirilene de, size indirilene de inandık ; bizim tanrımız da, sizin tanrınız da birdir ve biz ancak O´na teslimizdir"},{"SurahNumber":29,"VerseNumber":47,"Text":"Iste (ey Peygamber!) Sana boyle bir kitap indirdik. Kendilerine (daha once) kitap verdiklerimizden gercekci ilim adamları) O´na inanırlar. Bunlar (putperest Araplar)dan da O´na inanan kimseler vardır. Bizim ayetlerimizi ancak inadcı kafirler inkar eder"},{"SurahNumber":29,"VerseNumber":48,"Text":"(Ey Peygamber!) Sen bundan once bir kitaptan okur degildin ve elinle de yazı yazar degildin ; oyle olsaydın batılı savunanlar supheye duserlerdi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Bilakis Kur´an, kendilerine ilim verilenlerin gonullerinde ısıl ısıl ısıldayan acık ayetlerdir. Bizim ayetlerimizi ancak inadcı zalimler Inkar eder"},{"SurahNumber":29,"VerseNumber":50,"Text":"Dediler ki: O´na (Muhammed´e) Rabbından birtakım mu´cizeler (veya baska baska ayetler de) indirilseydi ya ? De ki: Ayetler, mu´cizeler ancak Allah´ın yanındadır. Ben ise sadece acık bir uyarıcıyım"},{"SurahNumber":29,"VerseNumber":51,"Text":"Bizim sana indirdigimiz Kitab´ın onlara karsı okunması kendilerine yetmiyor mu ? Suphesiz ki bunda iman eden bir millete rahmet ve ogut vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: Aramızda sahid olarak Allah yeter; O goklerde ve yerde olanları bilir. Batıla inananlar ve Allah´ı inkar edenler var ya, iste onlar zarara ugrayanlardır"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azabın hemen Inmesini isterler. Eger belirlenmis bir vakit olmasaydı, azab onlara hemen gelirdi ve elbette farkına varmadıkları halde (bir gun) azab kendilerine gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Senden azabın acele gelmesini istiyorlar, (aceleye gerek yok). Cehennem zaten kafirleri cepecevre kusatmıstır"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gundeki azab, onları hem ustlerinden, hem ayaklarının altından cevirip kaplayacak ve «yaptıklarınıza karsılık (azabı) tadın !» denilecek"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarım! Elbette benim (size hazırladıgım) yeryuzu genistir ve ancak bana ibadet edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her canlı olumu tadacaktır. Sonra da bize donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip iyi-yararlı amellerde bulunanları gercekten altlarından ırmaklar akan icinde devamlı kalacakları Cennet´in yuksek (hos manzaralı) kısımlarına yerlestirecegiz. (Iyi-yararlı) amelde bulunanların mukafatı ne guzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onlar (Dunya´da hem kufrun saldırısına, hem ibadetin devamına) sabredip Rablarına guvenir ve dayanırlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Hayvanlardan nicesi var ki, kendi rızıklarını (saglayıp) tasıyamazlar. Allah onlara da rızık veriyor, size de. O, isiten ve bilendir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Onlara, «gokleri ve yeri kim yaratmıstır; Gunes´i ve Ay´ı belli olcu ve duzende tutup buyruk altına kim almıstır?» diye sorsan, «Allah...» diyecekler. O halde (Hak´tan) nasıl cevriliyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, rızkı kullarından diledigine genisletir, hem de kısıp daraltır. Suphesiz ki Allah herseyi bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Yine onlara: «Kim gokten su indirip onunla yeryuzunu olumunden sonra diriltir ?» diye sorsan, «Allah...» derler. De ki: Hamd Allah´a mahsustur (ovulmege hep O layıktır). Ne var ki (insanların) cogu bunu akletmezler"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu Dunya hayatı bir eglence ve oyundan baska bir sey degildir. Ahiret yurdu ise gercek hayatın kendisidir. Bunu bir bilselerdi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Gemiye bindikleri zaman, dini dindarlıgı Allah´a has kılarak samimiyetle O´na dua edip yalvarırlar. Kendilerini kurtarıp karaya cıkarınca bir de bakarsın onlar (Allah´a) ortak kosarlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Boylece kendilerine verdigimiz nimetlere karsı nankorluk etsinler ve bir sure yararlanıp gecinsinler ; ileride (bunun nasıl bir kotuluk ve suursuzluk oldugunu) bilecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Gormediler mi ki, cevrelerindeki ve civarlarındaki insanlar kapılıp (malları) yagma edilirken, biz (Mekke´yi) guven verici bir Harem yaptık. Onlar hala batıla inanıyor, Allah´ın nimetini inkar mı ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah´a karsı yakısıksız isnadda bulunup yalan uyduran veya hakk (olan Kur´an ve Peygamber) kendisine gelince O´nu yalan sayandan daha zalim kim vardır? Cehennem´de kafirlere bir konak yok mudur"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizim hosnudlugumuz dogrultusunda mucadele edenleri elbette yollarımıza iletiriz. Suphesiz ,ki Allah iyiligi, guzelligi huy edinenlerle beraberdir"}]}