{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif. Lam. Ra'. Dawk huma l-versi tal-Ktieb l-Għaref"},{"SurahNumber":10,"VerseNumber":2,"Text":"Jaqaw huwa ta' l-għageb għan-nies li nebbaħna lil ragel minn fosthom (li huwa Muħammad, u għednielu): 'Wissi lin-nies (bin-Nar ta' dejjem), u-agħti l-bxara lil dawk li emmnu, li huma jinsabu f'qagħda għolja (minħabba s- sewwa ta' għemilhom) quddiem Sidhom'' 7 Dawk li ma jemmnux qalu: ''Dan (Muħammad) tassew saħħar fid- dieheri"},{"SurahNumber":10,"VerseNumber":3,"Text":"Tabilħaqq li Sidkom huwa Alla li ħalaq is-smewwiet u l-art f'sitt ijiem, imbagħad intasab fuq it-Tron, imexxi kollox. Ħadd ma jista' jidħol għal ħaddieħor (f'/un il- Qawmien) jekk mhux bir-rieda tiegħu. Dak huwa Alla Sidkom. Mela qimuh (u lilu biss)l Jaqaw ma tiftakrux (fit-twissija tiegħu)"},{"SurahNumber":10,"VerseNumber":4,"Text":"Għandu għad. terggħu lura Ikoll (fl-Aħħar Jum). Il- wegħda ta' Alla hija minnha (u ħadd u xejn ma jbiddilha). Huwa li beda l-ħolqien, imbagħad jerga' jibdieh (wara i jeqirdu) biex iħallas bil-ħaqq lil dawk li emmnu u għamlu s-sewwa. Izda dawk li ma jemmnux, għandhom xarba misħun. jagħli u kastig ta' wgigħ, għaliex caħdu t-twemmin"},{"SurahNumber":10,"VerseNumber":5,"Text":"Huwa li (fil-ħniena tiegħu) għamel ix-xemx (kollha) dija u l-qamar (kollu) dawl, u fasslu f'taqsimiet u bi mkejjen (differenti minn fejn jitla' u jinzel), biex tkunu tafu l-għadd tas-snin u l-kalkolu (taz-zmien). Huwa ma ħalaqx dak (kollu) jekk mhux bis-sewwa. Huwa jfisser bir-reqqa (dawn) is-sinjali tiegħu (fl-univers) lil nies li jafu (bil-ħila bla tarf ta' Alla)"},{"SurahNumber":10,"VerseNumber":6,"Text":"Tabilħaqq li fid-dħul wara xulxin tal-lejl u tan-nhar, u f'dak li Alla ħalaq fis-smewwiet u fl-art, hemm sinjali għal nies li jibzgħu minnu (u mill-kastig tiegħu)"},{"SurahNumber":10,"VerseNumber":7,"Text":"Dawlkeli ma jittamawx fil-laqgħa magħna, li jithennew bil-ħajja fid-dinja u jserrhu rashom biha, u li ma jagħtux kas is-sinjali tagħna (li jidhru kullimkien)"},{"SurahNumber":10,"VerseNumber":8,"Text":"dawk, il-kenn tagħhom fin-Nar, minħabba (il-ħazen) li ) kienu jiksbu"},{"SurahNumber":10,"VerseNumber":9,"Text":"(Tabilħaqq li dawk li jemmnu u jagħmlu l-gid, Sidhom: ) imexxihom minħabba twemminhom; taħthom jigru x- xmajjar fil-Gonna ta' l-hena"},{"SurahNumber":10,"VerseNumber":10,"Text":"Fiha (il-Genna, tkun din) is-sejħa tagħhom: ''Sebħ lilek, 0 Allaf' U hemm it-tislima tagħhom tkun: ''Sliemt'' U l- aħħar tas-sejħa tagħhom: ikun: ''Tifħir lil Alla, Sid il- ħolqieni"},{"SurahNumber":10,"VerseNumber":11,"Text":"Li kieku Alla kellu jgħaggel (u jikkastiga) lin-nies tad- deni (li jagħmlu), daqskemm huma jgħagglu fil-kisba tal- gid, kieku zmienhom ilu li ntemm. Izda Aħna, lil dawk li ma jittamawx fil-laqgħa magħna (fl-Aħħar Jum, u jgiddbuha). inħalluhom, mitlufin: (u mogħmijin). fil-ħtija tagħhom"},{"SurahNumber":10,"VerseNumber":12,"Text":"Meta l-ħsara. tmiss. lill-bniedem, huwa: jsejħilna, (mimdud) fuq genbu, jew bilqiegħda jew bilwieqfa, izda meta nneħħulu (dik) il-ħsara tiegħu, huwa jibqa' sejjer bħallikieku (gatt) ma sejħilna meta messitu l-ħsara. Hekk jizzejjen (u jidher sabiħ) lill-ħaljin dak (il-ħazen) li kienu jagħmlu"},{"SurahNumber":10,"VerseNumber":13,"Text":"Qabilkom (ja pagani ta' Mekka) diga qridna aktar minn nisel meta għamlu l-ħazen: gewhom il-Mibgħutin tagħhom bis-sinjali c-cari, izda huma ma kienu (gatt) se jemmnu. Hekk inħallsu lill-ħatjin"},{"SurahNumber":10,"VerseNumber":14,"Text":"Imbagħad warajhom għamilniekom. werrieta fuq l-art, biex naraw x'se tagħmlu"},{"SurahNumber":10,"VerseNumber":15,"Text":"Meta l-versi cari tagħna jinqrawlhom, dawk li ma jittamawx. fil-laqgħa magħna (fl-Aħħar Jum) jgħidu: 'Gibfilna: Muħammad) Qoran ieħor, jew (inkella) biddlut' Għidfilhom): 'Ma nistax inbiddlu minn rajja. Jiena ma nimxix għajr fuq dak li jitnebbaħ lili. Jekk ma nobdix lil Sidi, jiena tabilħaqq nibza' mill-kastig ta' Jum kbir (u tal-biza)"},{"SurahNumber":10,"VerseNumber":16,"Text":"(Għidfilhom Muħammad): 'Li kieku Alla ried, ma kontx naqrahulkom, u lanqas kien jgħarrafkom bih. Jiena bqajt fostkom għomor (sħiħ erbgħin sena) qablu (qabel inzul il-Qoran). Mela ma tifhmux (li Ktieb bħal dan niezel mingħand Alla)"},{"SurahNumber":10,"VerseNumber":17,"Text":"Mela min huwa aktar ħati minn dak li jaqla' l-gideb dwar Alla (u jgħid li l-Qoran huwa xogħol Muħammad), u jgiddeb is-sinjali tiegħu Tabilħaqq li l-ħatjin ma humiex se jirbħu"},{"SurahNumber":10,"VerseNumber":18,"Text":"Minflok lil Alla huma jqimu lil-dak li la jagħmlilhom deni u lanqas gid, u jgħidu: 'Dawk huma li jaqbzu għalina ma' Allat'' Għid(ilhom): 'Jaqaw (mingħalikom li) qegħdin tgħarrfu lil Alla b'dak li Huwa ma jafx fis- smewwiet u lanqas fl-artf' Sebħ lilul Huwa wisq ogħla minn dak li (il-pagani) ixierku miegħu"},{"SurahNumber":10,"VerseNumber":19,"Text":"Il-bnedmin (minn zmien Adam sa Noe) ma kinux ħlief gens wieħed (ilkoll Misilmin), izda (aktar tard) ma qablux bejniethom ( 4 bdier tingħata qima lill-idoli). Li kieku mhux għal Kelma li laħqet (ingħatar) minn Sidek (li jagħti l-ħlas mistħoqq lil kulħadd fl-Aħħar Jum), kieku kien diga sar ħaqq minnhom (fid-dinja) fuq dak li ma qablux dwaru"},{"SurahNumber":10,"VerseNumber":20,"Text":"Huma jgħidu (fuq Muħammad): ''Għaliex ma tnizzilx fuqu xi sinjal minn Sidu (bħalma kienu tnizzlu fuq il- Mibgħutin ta' qablu) 1' Għid(ilhom): 'Il-mistur huwa ta' Alla biss Mela stennew (u taraw x'se jigri); jiena nistenna magħkomf"},{"SurahNumber":10,"VerseNumber":21,"Text":"Meta ndewqu lin-nies ħniena (mingħandna), wara li tkun messithom il-ħsara, malajr inassu kontra s-sinjali tagħna. Għid (Muħammad): 'Alla eħfef fit-tnassis.' Tabilħaqq li l-Mibgħutin tagħna (l-angli) qegħdin jiktbu dak li tnassu (u għad ifakkruhulkom)"},{"SurahNumber":10,"VerseNumber":22,"Text":"Huwa li jgħaddikom minn fuq l-art u l-baħar, hekk li meta tkunu fl-imriekeb, u jigru bihom b'riħ tajjeb, u jifirħu bih, (dlonk) jigihom riħ qawwi, u jigihom il-mewg minn kullimkien, u jaħsbu li se jinqerdu. Huma jsejħu lil Alla u jduru lejh bi twemmin safi, (tr jgħidu hekk): 'Jekk teħlisna minn dan, inkunu tassew minn dawk li jizzu ħajri"},{"SurahNumber":10,"VerseNumber":23,"Text":"Izda meta jeħlishom, arahom jagħmlu l-ħazen fuq l-art, mingħajr ħaqq. Ja nies, il-ħazen tagħkom ma huwiex għajr kontra tagħkom infuskom; (huwa) it-tgawdija tal- ħajja (f'din) id-dinja. Imbagħad lejna terggħu lura, u ngħarrfukom b'dak li kontu tagħmlu"},{"SurahNumber":10,"VerseNumber":24,"Text":"Il-ħajja (f'din) id-dinja tixbah lil ilma li nnizzlu mis- sema: il-ħxejjex ta' l-art jitħalltu miegħu dak li n-nies u l-bhejjem: jieklu u meta l-art tkun fil-gmiel (kollu) tagħha u tizzejjen (bil-frott bnin), u niesha jaħsbu li huma jistgħu għaliha (u jafu bizzejjed kif jiksbu l-ikel minnha); l-amar tagħna jigiha billejl, jew binhar, u naħsduha (hekk li ma jibqa' xejn minnha), bħallikieku ma ħaddritx fil- jum ta' qabel. Hekk infissru bir-reqqa s-sinjali lil nies li jixtarru (is-siwi tagħhom)"},{"SurahNumber":10,"VerseNumber":25,"Text":"Izda Alla jsejjaħ għal Dar is-Sliem (fil-Genna), u lil min irid imexxi fit-triq id-dritta (Zi hija l-Islam)"},{"SurahNumber":10,"VerseNumber":26,"Text":"Għal dawk li (bit-twemmin tajjeb tagħhom) jagħmlu t- tajjeb hemm l-aħjar (ħlas fil-Genna), u aktart La swied u lanqas tkasbir ma jiksu l-ucuħ tagħhom: Dawk huma nies il-Genna, u fiha jgħammru għal dejjem"},{"SurahNumber":10,"VerseNumber":27,"Text":"Dawk li kisbu (għalihom infushom) għemejjel ħziena, (ħalli jkunu jafu li) il-ħlas ta' għemil ħazin ikun (b'għemil) bħalu, u t-tkasbir jgħattihom. Ma għandhomx min iħarishom minn Alla, u l-ucuħ tagħhom ikunu bħallikieku miksija b'bicciet mudlama. tal-lejl. Dawk huma nies in-Nar, u fih jgħammru għal dejjem"},{"SurahNumber":10,"VerseNumber":28,"Text":"Fil-Jum meta nigbruhom ilkoll, u ngħidu lil-dawk li xierku (allat oħra magħna): ''Zommu postkom, intom u sħabkom (li xeriktu ma' Allaj', imbagħad. (lill-ħziena) nifirduhom: (mit-tajbin) u sħabhom. (l-idoli) jgħidu: Intom mhux lilna kontu tqimu"},{"SurahNumber":10,"VerseNumber":29,"Text":"Alla huwa bizzejjed bħala xhud bejnna u bejnkom, Aħna ma konniex nafu bil-qima tagħkom (għaliex aħna, ta' idoli bla ruħ li aħna, la stajna naraw, la nisimgħu, u lanqas nifhmu)"},{"SurahNumber":10,"VerseNumber":30,"Text":"Hemmhekk kull ruħ iggarrab dak (it-tajjeb u l-ħazin) li għamlet qabel. U (kulħadd) jintbagħat lura lejn Alla, il- Mulej tagħhom: tabilħaqg, u jħallihom dak. (il-gideb kollu) li kienu jaqilgħu (meta qalu li l-idoli għad jaqbzu għalihom)"},{"SurahNumber":10,"VerseNumber":31,"Text":"(Għidfilhom Muħammad): ''Min jagħtikom l-għajxien tagħkom mis-sema u mill-art 7 Ta' min huma s-smigħ u l- ħars (fil-bnedmin kollha) Min joħrog il-ħaj mill-mejjet, u joħrog il-mejjet mill-ħajz' Min imexxi kollox. (fil- ħolqien) 7' Imbagħad jgħidu: 'Allaf' Għid(ilhom): 'Mela kif ma tibzgħux minnu (u mill-kastig tiegħu, u tibqgħu tqimu l-allat)"},{"SurahNumber":10,"VerseNumber":32,"Text":"Dak huwa Alla, Sidkom tabilħaqq' U x'hemm, wara s- sewwa, għajr it-telfien U kif ma tagħtux kas (u ma tqimux lil Alla Wieħed)"},{"SurahNumber":10,"VerseNumber":33,"Text":"Hekk isseħħ Kelmet Sidek kontra dawk li jagħmlu l- ħazen. għaliex huma ma jemmnux"},{"SurahNumber":10,"VerseNumber":34,"Text":"(Għidfilhom): ''Jaqaw hemm fost sħabkom (l-allat u l-idoli li 1qimu) min (għandu l-ħila) jibda l-ħolqien, imbagħad jerga' jibdieh (wara li jegirdu)a'' Għid: 'Huwa Alla li jibda l-ħolqien, imbagħad jerga' jibdieh (wara li jegirdujl Mela kif tinqalbu (fi ħsiebkom u tagħmlu kollox ta' taħt fuq, meta tafu dan kollu)"},{"SurahNumber":10,"VerseNumber":35,"Text":"(Għidfilhom ukoll): 'Jaqaw hemm fost sħabkom (l-allat iu l- idoli li' tqimu) min. (għandu l-ħila) imexxi lejn is-sewwa 7' Għid: 'Huwa Alla li jmexxi lejn is-sewwa. Mela min jistħoqq l-aktar li wieħed jimxi warajh: Min imexxi lejn is-sewwa (Alla), jew min (bħal xi alla falz jew xi idolu) ma jmexxix (għaliex ma jistax, u ma għandux triq oħra) ħlief li huwa (stess) ikun immexxi 2 Mela x'għandkom (tgħidu dwar dan), u kif taqtgħuha (dwar din li tqisu lil-Alla l-Imbierek daqs l-allat Jolozji)"},{"SurahNumber":10,"VerseNumber":36,"Text":"Izda l-kotra tagħhom ma jimxux għajr fuq stħajjil (fi l-idoli huma tassew allat). Tabilħaqq li l-istħajjil ma jiswa xejn għas- sewwa. Alla tassew jaf b'kulma jagħmlu"},{"SurahNumber":10,"VerseNumber":37,"Text":"Dan il-Qoran ma seta' jsir minn ħadd għajr minn Alla, izda huwa jseddaq dak li gie qablu (fiz-Tora u fl-Evangelju), u huwa tifsir bir-reqqa tal-Ktieb (li jinsab għand Alla). Ma hemm ebda dubju fih ( 4: huwa Rivelazzjoni) minn Sid il-ħolqien"},{"SurahNumber":10,"VerseNumber":38,"Text":"Jew jgħidu: 'Huwa (Muħammad) li qalgħu minn zniedu' 7 Għidfilhom): ''Gibu sura bħalu u sejħu, minflok lil Alla, lil-min. tistgħu (u araw issibux fil-ħolqien kollu min għandu l-ħila jgib sura bħalu), jekk qegħdin tgħidu s-sewwa"},{"SurahNumber":10,"VerseNumber":39,"Text":"Izda huma giddbu dak li ma jafux sewwa, u li t-tifsira (u t- twissija) tiegħu għadha ma githomx. Hekk ukoll dawk ta' qabilhom giddbu (is-sewwa), izda ara (Muħammad) kif kien tmiem il-ħziena"},{"SurahNumber":10,"VerseNumber":40,"Text":"Hemm minnhom li jemmen fih (il-Qoran), u minnhom li ma jemminx fih. Sidek jaf l-aktar b'dawk li jagħmlu l-ħsara"},{"SurahNumber":10,"VerseNumber":41,"Text":"Jekk igiddbuk, għid(i/hom): ''Jiena għandi xogħli (u l-ħlas tiegħu), u intom għandkom xogħolkom (u l-ħlas tiegħu); intom ħielsa minn dak li nagħmel, u jiena ħieles minn dak li tagħmluf"},{"SurahNumber":10,"VerseNumber":42,"Text":"Fosthom hemm dawk li jisimgħuk (ragra l-Qoran, mingħajr ma jifhmu). Mela inti (Muħammad, tista') issemma' lit-torox, anki jekk ma jistgħux jifhmu"},{"SurahNumber":10,"VerseNumber":43,"Text":"U fosthom hemm min iħares lejk (u jsib fik is-sinjali li juru li inti. tassew. Profeta, izda xorta jwebbes: rasu). Izda. inti (Muħammad, tista ') tmexxi lill-għomja, anki jekk ma jistgħux. jaraw"},{"SurahNumber":10,"VerseNumber":44,"Text":"Tabilħaqq li Alla ma jonqos f'xejn lejn in-nies, izda huma n- nies li jonqsu lejhom infushom"},{"SurahNumber":10,"VerseNumber":45,"Text":"Fil-Jum li jigborhom. (lill-pagani, biex jagħmel ħaqq minnhom, ikunu qishom) ma damux ħlief siegħa mill-jum, u jagħrfu lil xulxin (u jinkixef dak kollu li bih kienu jonqsu lejn xulxin). Tellifin huma dawk li giddbu l-laqgħa ma' Alla (fl- Aħħar Jum); u ma kinux fit-triq it-tajba"},{"SurahNumber":10,"VerseNumber":46,"Text":"Sew jekk nuruk (Muħammad, f'ħajtek) xi ftit minn dak (il- kastig) li nwegħduhom, u sew jekk (nilħqu) neħdulek ħajtek (biex tingabar magħna, kun af li llum jew għada), lejna għad jerggħu lura. Imbagħad Alla jkun xhud ta' dak li jagħmlu"},{"SurahNumber":10,"VerseNumber":47,"Text":"Lil kull gens (intbagħar) Mibgħut, u meta (dan) il-Mibgħut tagħhom jigi (quddiemhom fl-Aħħar Jum), isir ħaqq minnhom kif jixraq, u ma jmorrux minn taħt"},{"SurahNumber":10,"VerseNumber":48,"Text":"(Dawklli ma jemmnux, bi tkasbir) jgħidu: 'Din il-wegħda (dwar il-kastig tal-ħziena) meta (se sseħħ), jekk qegħdin tgħidu s-sewwal"},{"SurahNumber":10,"VerseNumber":49,"Text":"(Għiddilhom Muħammad): ''Jiena ma nistax ingib ħsara jew gid għalija nnifsi, għajr dak li jrid Allat Kull gens għandu zmien (li jafu Alla biss, meta jinqered u jieħu l-kastig). Meta jasal zmienhom, la jkunu jistgħu jtawlufh) b'siegħa, u lanqas inaqqsufh"},{"SurahNumber":10,"VerseNumber":50,"Text":"Għid: 'X'taħsbu: jekk il-kastig tiegħu jigikom billejl jew binhar, liema (bicca) minnu (ikunu jixtiequ) jgħagglu l-ħatjin"},{"SurahNumber":10,"VerseNumber":51,"Text":"Jaqaw (se tibqgħu taħlu z-zmien u) imbagħad meta jseħħ (dan kollu), se temmnu fih (il-kastigj 7 Jaqaw issa (tridu demmnu), meta (qabel, biex mingħalikom twaqqgħu dawn il- ħwejjeg għac-cajf) kontu qegħdin tgħaggluh fil-kastig tagħkom)i"},{"SurahNumber":10,"VerseNumber":52,"Text":"Imbagħad jingħad lil dawk li għamlu l-ħazen: ''Duqu l-kastig ta' dejjeml Jaqaw mhux ta' dak (il-ħazen) biss li kontu tiksbu qegħdin titħallsu"},{"SurahNumber":10,"VerseNumber":53,"Text":"Huma jistaqsuk (Muħammad) biex isiru jafu: ''Jaqaw dan huwa tabilħaqq (l qiegħed tgħidilna dwar. il-kastig))' Għidfilhom): 'Mela, fuq Sidi, dan huwa s-sewwa, u m'intomx ge taħarbu (il-kastig ta' Allaji)"},{"SurahNumber":10,"VerseNumber":54,"Text":"Li kieku kull ruħ midinba jkollha kulma jinsab fuq l- art, kienet (tipprova) tinfeda bih. U meta (il-midinbin) jaraw il-kastig, huma juru l-indiema, izda jsir ħaqq minnhom kif jixraq. Huma ma jmorrux minn taħt fu kulħadd jieħu li ħaqqu"},{"SurahNumber":10,"VerseNumber":55,"Text":"Tabilħaqq li ta' Alla kulma jinsab fis-smewwiet u fl-art. Tabilħaqq li l-wegħda ta' Alla (dwar Jum il-Qawmien) bija minnha, izda ħafna minnhom ma jafux"},{"SurahNumber":10,"VerseNumber":56,"Text":"Huwa jagħti l-ħajja u jagħti l-mewt, u lejh titregggħu lura"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ja nies, gietkom twissija (il-Qoran) minn. Sidkom, fejqan għal(l-mard) li hemm fil-qlub, u tmexxija tajba u. ħniena (minn Alla) għal dawk li jemmnu"},{"SurahNumber":10,"VerseNumber":58,"Text":"Għid (Muħammad): ''Bit-tjieba ta' Alla (il-Qoran) u bil-ħniena tiegħu. (l-Islam), b'dak għandhom jifirħu; huwa aħjar minn dak (il-gid kollu) li jigmgħu"},{"SurahNumber":10,"VerseNumber":59,"Text":"Għid: X'taħsbu (ja pagani) dwar dak li Alla nizzlilkom bħala għajxien (għalikom), li intom (gbadtu) u. għamiltu minnu dak li ma jiswiex, u dak li jiswa/' Għidfilhom): ''Jaqaw Alla takom permess (tagħmlu dan), jew qegħdin taqilgħu l-gideb dwar Alla"},{"SurahNumber":10,"VerseNumber":60,"Text":"U x'jaħsbu dawk li jaqilgħu l-gideb dwar Alla (li se jigri minnhom) £ Jum il-Qawmien 7 Alla tabilħaqq Kollu Tjieba man-nies, izda ħafna minnhom ma jizzux ħajr"},{"SurahNumber":10,"VerseNumber":61,"Text":"Inti (Muħammad) ma tagħmel ebda xogħol, u lanqas taqra xejn mill-Qoran, u (intom il-bnedmin) ma tagħmlu ebda ħidma (fajba jew ħazina) jekk Aħna ma nkunux xhieda tagħkom meta tkunu mħabbtin b'dan (kollu). Lil Sidek ma jaħrablux. it-toqol ta' atomu, fuq l-art u fis- sema, ui lanqas ma hemm izgħar minnu, u lanqas akbar, li ma huwiex fi ktieb mill-aktar car"},{"SurahNumber":10,"VerseNumber":62,"Text":"Aral Il-ħbieb ta' Alla ma hemm ebda biza' fuqhom (dakinhar ta' Jum il-Ħaqq), u lanqas jitnikktu"},{"SurahNumber":10,"VerseNumber":63,"Text":"Huma dawk li jemmnu u jibzgħu minn Alla"},{"SurahNumber":10,"VerseNumber":64,"Text":"Tagħhom hija l-bxara t-tajba fil-ħajja (f'din) id-dinja u fl-Oħra. Ma hemm ebda tibdil fil-Kelmiet ta' Alla, Dik hija r-rebħa l-kbira"},{"SurahNumber":10,"VerseNumber":65,"Text":"Tħallix kliemhom (Muħammad, u l-gideb tagħhom dwar Alla u dwarek) inikktek. Tabilħaqq li l-qawwa kollha hija ta' Alla. Huwa li jisma' kollox u jaf kollox"},{"SurahNumber":10,"VerseNumber":66,"Text":"Tabilħaqq ta' Alla huwa kulma jinsab fis-smewwiet u fl-artl Dawk li jsejħu (allat oħra) minflok lil Alla ma humiex qegħdin jimxu Wara sħab (/i huma tassew imseħbin ma' Alla). Huma ma humiex qegħdin jimxu għajr wara l-istħajjil, u ma humiex ħlief jigdbu"},{"SurahNumber":10,"VerseNumber":67,"Text":"Huwa li għamlilkom il-lejl biex tistrieħu fih, u l-jum imdawwal (biex taraw fih u tagħmlu l-ħidma tagħkom). F'dan tabilħaqq hemm sinjali għal nies li jisimgħu"},{"SurahNumber":10,"VerseNumber":68,"Text":"Huma jgħidu: ''Alla għandu iben.' Sebħ lilul Huwa l- Għani (u ma għandu bzonn lil ħadd). Tiegħu kulma jinsab fis-smewwiet u fl-art. Ma għandkom ebda prova ta' dan (il-kliem). Jaqaw qegħdin tgħidu dwar Alla dak li ma tafux"},{"SurahNumber":10,"VerseNumber":69,"Text":"(Għidfilhom Muħammad): ''Tabilħaqq li dawk li jaqilgħu l-gideb dwar Alla ma humiex se jirbħul"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Ftit) tgawdija fid-dinja, imbagħad lejna jerggħu lura (biex jagħtu kont ta' ħajjithom). Imbagħad indewquhom il-kastig il-qalil talli ma kinux jemmnu"},{"SurahNumber":10,"VerseNumber":71,"Text":"Ħabbrilhom (Muħammad, lil niesek f'Mekka) il-grajja ta' Noc, meta qal lil niesu: 'Ja niesi, jekk il-waqfa tiegħi (fostkom), u t-tifkira (u t-twissija) tiegħi (lilkom) dwat is- sinjali ta' Alla qegħdin issibuhom tqal, mela (kunu afi) li jiena nħalli f'idejn Alla. Mela araw ma' sħabkom (l-allat foloz) x'se tagħmlu (bija)l U (araw) li din il-bicca tagħkom. ma. tkunx mistura. Imbagħad agħmlu ħaqq minni, u ddewmunix"},{"SurahNumber":10,"VerseNumber":72,"Text":"Izda jekk tagħtu daharkom (u ma tridux tisimgħu l- messagg tiegħi, kumu afu) li jiena ma tlabtkom ebda ħlas. Ħlasi mingħand Alla biss, u jiena ngħatajt l-amar li nkun fost il-Misilmin li jintelqu F'Alla"},{"SurahNumber":10,"VerseNumber":73,"Text":"Huma giddbuh, izda Aħna ħlisna lilu u lil ta' miegħu (u daħħalniehom) fl-arka, u għamilniehom werrieta (fiuq l- art), u għerriqna lil dawk li giddbu s-sinjali tagħna. Ara kif kien tmiem l-imwissijin"},{"SurahNumber":10,"VerseNumber":74,"Text":"Imbagħad warajh bgħatna Mibgħutin (oħra) għand nieshom, u gewhom bis-sinjali c-cari, izda m'emmnux f'dak (it-twemmin. safi) li qabel kienu caħdu. Hekk inqiegħdu sigill fuq qlub dawk li jiksru l-ligi"},{"SurahNumber":10,"VerseNumber":75,"Text":"Imbagħad warajhom bgħatna lil Mosc u lil Aron għand il-Fargħun u l-kbarat tiegħu bis-sinjali tagħna, izda (il- Fargħun u l-kbarat tiegħu) tkabbru (u ma ridux jemmnu), u kienu nies mill-agħar"},{"SurahNumber":10,"VerseNumber":76,"Text":"Meta giehom is-sewwa mingħandna, huma qalu: ''Dan tabilħaqq huwa seħer fid-dieheri"},{"SurahNumber":10,"VerseNumber":77,"Text":"Mosc qal: 'Qed tgħidu (hekk) dwar is-sewwa meta giekom (tabilħaqq) 7 Dan seħer) Is-sħaħar ma jirbħuxi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Qalu: ''Jaqaw gejtna biex iddawwarna minn dak (it- twemmin) li sibna lil missirijietna fih, u tagħkom it-tnejn (tiegħek u ta' ħuk Aron) ikun il-kobor fl-art 7 Aħna ma nemmnukomx f"},{"SurahNumber":10,"VerseNumber":79,"Text":"U qal il-Fargħun: ''Gibuli kull saħħar jilħaqlu"},{"SurahNumber":10,"VerseNumber":80,"Text":"U meta gew is-sħaħar, Mosc qalilhom: ''Ixħtu (fl-art) dak li għandkom tixħtu (ħbula u bsaten) f"},{"SurahNumber":10,"VerseNumber":81,"Text":"U meta xeħtu(hom), Mosc qal: 'Dak li gibtu huwa seħer, u Alla tassew igibu fix-xejn, għaliex tabilħaqq li Alla ma jgibx 'il quddiem l-għemil ta' dawk li jagħmlu l- ħsara"},{"SurahNumber":10,"VerseNumber":82,"Text":"U Alla jseddaq is-sewwa bi Kliemu (u bis-sinjali c-cari tiegħu), minkejja li l-ħatjin jobogħdu (dan)"},{"SurahNumber":10,"VerseNumber":83,"Text":"Għalhekk m'emmnux f'Mosc, għajr gemgħa minn niesti, għalkemm imbezzgħa mill-Fargħun u l-kbarat tiegħu, li ma (jiurx) igarrabhom. Tabilħaqq li l-Fargħun kien imkabbar u tirann fuq l-art, u tabilħaqq kien wieħed minn dawk mogħtijin għall-ħazen. I"},{"SurahNumber":10,"VerseNumber":84,"Text":"U Mosc qal: 'Ja niesi, jekk temmnu f'Alla, mela ħallu f'idejh, jekk intom (tassew) Misilmin"},{"SurahNumber":10,"VerseNumber":85,"Text":"U qalu: S'Aħna ħallejna f'idejn Alla, Sidna, la tagħmilx minna tigrib għan-nies il-ħziena"},{"SurahNumber":10,"VerseNumber":86,"Text":"eħlisna, bil-ħniena tiegħek, min-nies li ma jemmnux"},{"SurahNumber":10,"VerseNumber":87,"Text":"SAgħmlu għal nieskom djar (ra' talb u qima) fl-Egittu, (u minħabba. l-biza' tagħkom mill-Fargħun) agħmlu minn djarkom imkejjen ta' qima, u agħmlu t-talb. Agħti l-bxara t-tajba lil-dawk li jemmnu"},{"SurahNumber":10,"VerseNumber":88,"Text":"U Mosc qal: ''Sidna, Inti tajt lill-Fargħun u lill-kbarat tiegħu z-zina u l-gid. fil-ħajja (f'din) id-dinja. Sidna, (huma uzawhom) biex (jitilfu triqtek) u jtellfu triqtek lil ħaddieħor Sidna, ħassar il-gid tagħhom u webbes qlubhom, hekk li ma jemmnux sa ma jaraw il-kastig ta' wgigħ (u mbagħad ikun tard wisq)"},{"SurahNumber":10,"VerseNumber":89,"Text":"Alla qal: 'iIt-talba tagħkom. it-tnejn (Mosc u 4ron) intlaqgħet. Mela ibqgħu mexjin. fit-triq it-tajba, u la timxux fit-triq ta' dawk li ma jafuxi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Aħna għaddejna lil Ulied Israel mill-baħar, u l-Fargħun u l-qawwiet tiegħu marru għal warajhom b'ingustizzja u b'aggressjoni, hekk li meta laħqitu l-għarqa, (il-Fargħun) qal: 'Jiena nemmen. li ma hemmx alla ħlief Dak li emmnu fih Ulied Israel, u jiena mill-Misilmin"},{"SurahNumber":10,"VerseNumber":91,"Text":"(Imbagħad intqal lilu): ''Issa (qiegħed temmenl Insejt li) qabel m'obdejtx (lil Alla) u kont minn dawk li jagħmlu l-ħsara"},{"SurahNumber":10,"VerseNumber":92,"Text":"Illum neħilsuk (mill-baħar) b'gismek (biss, bla ruħ), biex tkun sinjal għal min jigi warajk. Tabilħaqq li ħafna nies ma jagħtux kas tas-sinjali tagħna"},{"SurahNumber":10,"VerseNumber":93,"Text":"Aħna tajna lil Ulied Israel imkien mill-isbaħ biex jgħammru fih, u tajniehom l-aħjar għajxien. Kien biss wara li giehom l-għarfien (li huwa t-Tora) li huma ma qablux bejniethom (dwar. ir-religjon). Tabilħaqq li Sidek jagħmel ħaqq minnhom f'Jum il-Qawmien minħabba dak li ma'kinux jaqblu fuqu"},{"SurahNumber":10,"VerseNumber":94,"Text":"Jekk tinsab (Muħammad) bejn ħalltejn dwar dak li nizzilnielek, mela staqsi lil dawk (il-Lhud u l-Insara) li kienu jaqraw il-Ktieb qablek. Tabilħaqq giek is-sewwa minn Sidek, u għalhekk tkunx minn ta' bejn ħalltejn"},{"SurahNumber":10,"VerseNumber":95,"Text":"Langas tkun minn dawk li giddbu s-sinjali ta' Alla, għaliex tkun mit-tellifin"},{"SurahNumber":10,"VerseNumber":96,"Text":"Tabilħaqq dawk li Kelmet Sidek seħħet kontrihom, ma jemmnu (qatt)"},{"SurahNumber":10,"VerseNumber":97,"Text":"lanqas li kellu jigihom kull sinjal, sa ma jaraw il-kastig ta' wgigħ"},{"SurahNumber":10,"VerseNumber":98,"Text":"Kif ma kienx hemm belt (mill-ibliet li qridna) li emmnet, hekk li twemminha kien ikunilha ta' siwi, ħlief (il-belt ta') nies Gona. Meta (dawn) emmnu, neħħejna minn fuqhom il-kastig ta' għajb fil-ħajja (ta' din) id- dinja, u ħallejniehom igawdu għal xi zmien"},{"SurahNumber":10,"VerseNumber":99,"Text":"Li kieku Sidek ried, kulmin jinsab fuq l-art kien jemmen kollha kemm huma. Jaqaw inti (Muħammad) se toqgħod iggiegħel in-nies jemmnu"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ħadd ma jista' jemmen jekk mhux bir-rieda ta' Allal Huwa jibgħat il-kastig fuq dawk li ma jifhmux (għaliex ma jridux)"},{"SurahNumber":10,"VerseNumber":101,"Text":"(Għidfilkom Muħammad): 'Ħarsu lejn dak li jinsab fis- smewwiet u fl-art (u lejn is-sinjali ta' Alla fihom).' Izda s-sinjali u t-twissijiet ma humiex ta' fejda għal nies li ma. jemmnux"},{"SurahNumber":10,"VerseNumber":102,"Text":"X'qegħdin jistennew, jekk mhux bħal (dak li gara) fil- jiem ta' dawk li (għerw u) għaddew qabilhom' Għid(ilhom): ''Mela stennew (u taraw x'se jigri). Jiena nistenna magħkom"},{"SurahNumber":10,"VerseNumber":103,"Text":"Imbagħad neħilsu (mill-kasrig) lill-Mibgħutin tagħna u lil dawk li emmnu. Hekk Aħna għamilnieh dmirna li neħilsu lil dawk li jemmnu"},{"SurahNumber":10,"VerseNumber":104,"Text":"Għid (Muħammad): ''Ja nies, jekk intom bejn ħalltejn dwar id-din tiegħi, (kunu afu li) jiena ma nqimx dawk (l- allat) li tqimu intom minflok lil Alla, izda nqim lil Alla li jtemmilkom ħajjitkom, Jiena ngħatajt l-amar li nkun minn dawk li jemmnu"},{"SurahNumber":10,"VerseNumber":105,"Text":"(Alla qalli:) 'Dawwar wiccek lejn il-fidi safja, u ara li ma tkunx minn dawk li jxierku (a/lar oħra ma' Alla)"},{"SurahNumber":10,"VerseNumber":106,"Text":"La ssejjaħx minflok Alla lil-min la (jista') jiswielek, u lanqas (jista ') ikunlek ta' ħsara. Jekk tagħmel hekk, mela inti tkun tassew mill-ħzienal"},{"SurahNumber":10,"VerseNumber":107,"Text":"U jekk Alla jmissek b'xi deni, ħadd ħliefu ma jneħħihulek, u jekk ikun iridlek il-gid, ħadd ma jista' jzomm it-tjieba tiegħu. Huwa jagħtiha lil-min irid mill-qaddejja tiegħu. Huwa Kollu Maħfra, il-Ħanin"},{"SurahNumber":10,"VerseNumber":108,"Text":"Għid (Muħammad): 'Ja nies, giekom is-sewwa (li huwa l- Qoran) minn Sidkom. Mela min jimxi fit-triq it-tajba, ma jkunx miexi fiha ħlief għalih innifsu, u min jitlef it-triq, jitlifha (bi ħsara) għalih. Jiena ma għandix setgħa fuqkoml"},{"SurahNumber":10,"VerseNumber":109,"Text":"Imxi (Muħammad) fuq dak li jitnebbaħ lilek u zomm b'sabrek sa ma Alla jagħmel ħaqq. Huwa l-Aħjar li jagħmel ħaqq"}]}