{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta sin. Eto - znameniya Korana i yasnoy knigi"},{"SurahNumber":27,"VerseNumber":2,"Text":"rukovoditel'stvo i radostnaya vest' dlya veruyushchikh"},{"SurahNumber":27,"VerseNumber":3,"Text":"kotoryye vystaivayut molitvu, i prinosyat milostynyu, i v poslednyuyu zhizn' veruyut"},{"SurahNumber":27,"VerseNumber":4,"Text":"Tem, kotoryye ne veruyut v poslednyuyu zhizn', My razukrasili ikh deyaniya, i oni skitayutsya slepo"},{"SurahNumber":27,"VerseNumber":5,"Text":"Oni - te, dlya kotorykh - zloye nakazaniye, i v posledney zhizni oni nesut bol'shiy ubytok"},{"SurahNumber":27,"VerseNumber":6,"Text":"A ty ved' poluchayesh' Koran ot mudrogo, vedayushchego"},{"SurahNumber":27,"VerseNumber":7,"Text":"Vot skazal Musa svoyey sem'ye: \"YA zametil ogon'; ya pridu k vam ottuda s vest'yu ili pridu k vam s goryashchey golovney, - mozhet byt', vy obogreyetes'"},{"SurahNumber":27,"VerseNumber":8,"Text":"Kogda on podoshel k nemu, bylo vozglasheno: \"Blagosloven tot, kto v ogne i kto okolo nego, i khvala Allakhu, Gospodu mirov"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa, poistine, YA - Allakh, velikiy, mudryy"},{"SurahNumber":27,"VerseNumber":10,"Text":"I bros' svoyu palku!\" Kogda zhe on uvidel, chto ona izvivayetsya, kak zmeya, obratilsya vspyat' i ne vozvratilsya. \"O Musa, ne boysya, ved' ne boyatsya u Menya poslannyye"},{"SurahNumber":27,"VerseNumber":11,"Text":"a yesli kto sovershit nespravedlivost', a potom zamenit dobrom posle zla, - to ved' YA - proshchayushchiy, miloserdnyy"},{"SurahNumber":27,"VerseNumber":12,"Text":"I vlozhi ruku svoyu za pazukhu, ona vyydet beloy bez vsyakogo vreda, sredi devyati znameniy k Firaunu i yego narodu. Ved' oni byli narodom rasputnym"},{"SurahNumber":27,"VerseNumber":13,"Text":"Kogda zhe prishli k nim Nashi znameniya uyasnyayushchimi, oni skazali: \"Eto - yavnoye volshebstvo"},{"SurahNumber":27,"VerseNumber":14,"Text":"I otritsali ikh, khotya dushi ikh ubedilis' v istinnosti, po nepravednosti i prevozneseniyu. Posmotri zhe, kakov byl konets vnosyashchikh porchu"},{"SurahNumber":27,"VerseNumber":15,"Text":"My darovali Daudu i Sulaymanu znaniye. I skazali oni: \"Khvala Allakhu, kotoryy dal nam preimushchestvo pred mnogimi iz Yego rabov veruyushchikh"},{"SurahNumber":27,"VerseNumber":16,"Text":"I unasledoval Sulayman Daudu i skazal: \"O lyudi, naucheny my yazyku ptits, i darovano nam vse! Poistine, eto - yavnoye preimushchestvo"},{"SurahNumber":27,"VerseNumber":17,"Text":"I sobrany byli k Sulaymanu yego voyska dzhinnov, lyudey i ptits, i oni raspredelyalis'"},{"SurahNumber":27,"VerseNumber":18,"Text":"A kogda oni doshli do murav'inoy doliny, odna murav'ikha skazala: \"O murav'i, voydite v vashe zhil'ye, pust' ne rastopchet vas Sulayman i yego voyska, ne zamechaya etogo"},{"SurahNumber":27,"VerseNumber":19,"Text":"On ulybnulsya, zasmeyavshis' ot yeye slov, i skazal: \"Gospodi, vnushi mne byt' blagodarnym za Tvoyu milost', kotoruyu Ty nisposlal mne i moim roditelyam, i chtoby ya delal blago, kotoroye Tebe ugodno, i vvedi menya Tvoyey milost'yu v chislo rabov Tvoikh pravednykh"},{"SurahNumber":27,"VerseNumber":20,"Text":"I on stal razyskivat' ptits i skazal: \"Pochemu eto ya ne vizhu udoda? Ili on otsutstvuyet"},{"SurahNumber":27,"VerseNumber":21,"Text":"YA nakazhu yego nakazaniyem sil'nym, ili ub'yu yego, ili on pridet ko mne s yavnoy vlast'yu"},{"SurahNumber":27,"VerseNumber":22,"Text":"Tot probyl nedolgo i skazal: \"YA uznal to, chego ty ne znayesh', i prishel k tebe ot Saby s vernym izvestiyem"},{"SurahNumber":27,"VerseNumber":23,"Text":"YA nashel zhenshchinu, kotoraya imi pravit, i darovano yey vse, i u neye velikiy tron"},{"SurahNumber":27,"VerseNumber":24,"Text":"YA nashel, chto ona i yeye narod poklonyayutsya solntsu vmesto Allakha, i satana razukrasil im ikh deyaniya i otvratil ikh s puti, i oni ne idut pryamo"},{"SurahNumber":27,"VerseNumber":25,"Text":"chtoby oni ne poklonyalis' Allakhu, kotoryy vyvodit skrytoye v nebesakh i na zemle i znayet to, chto vy skryvayete, i to, chto obnaruzhivayete"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allakh - net bozhestva, krome Nego, Gospod' trona velikogo"},{"SurahNumber":27,"VerseNumber":27,"Text":"On skazal: \"My posmotrim, skazal li ty pravdu, ili ty lzhets"},{"SurahNumber":27,"VerseNumber":28,"Text":"Stupay s moim pis'mom etim i bros' yego im, a potom otvernis' ot nikh i posmotri, chto oni vozrazyat"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ona skazala: \"O znat', brosheno mne pis'mo pochtennoye"},{"SurahNumber":27,"VerseNumber":30,"Text":"Ved' ono ot Sulaymana, i ved' ono vo imya Allakha milostivogo, miloserdnogo"},{"SurahNumber":27,"VerseNumber":31,"Text":"Chtoby vy ne prevoznosilis' predo mnoyu, i prikhodite predavshimisya"},{"SurahNumber":27,"VerseNumber":32,"Text":"Ona skazala: \"O znat', dayte mne resheniye v moyem dele, ya ne mogu reshit' delo, poka vy ne budete pri mne"},{"SurahNumber":27,"VerseNumber":33,"Text":"Oni skazali: \"My obladayem siloy i obladayem velikoy moshch'yu, a vlast' u tebya. Smotri zhe, chto ty prikazhesh'"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ona skazala: \"Tsari, kogda vkhodyat v seleniye, gubyat yego i delayut slavnykh iz yego zhiteley unizhennymi - i tak oni postupayut"},{"SurahNumber":27,"VerseNumber":35,"Text":"i ya poshlyu im podarok i posmotryu, s chem vernutsya poslannyye"},{"SurahNumber":27,"VerseNumber":36,"Text":"Kogda zhe on prishel k Sulaymanu, on skazal: \"Razve vy mne pomogayete bogatstvom? Ved' to, chto daroval mne Allakh, luchshe togo, chto daroval vam. Tol'ko vy svoim daram raduyetes'"},{"SurahNumber":27,"VerseNumber":37,"Text":"Vernis' k nim, a my pridem k nim s voyskami, protiv kotorykh im ne ustoyat', i vyvedem ikh ottuda unizhennymi, i budut oni nichtozhny"},{"SurahNumber":27,"VerseNumber":38,"Text":"On skazal: \"O znat', kto iz vas pridet ko mne s yeye tronom, prezhde chem oni pridut ko mne pokornymi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Skazal Ifrit iz dzhinnov: \"YA pridu k tebe s nim, prezhde chem ty vstanesh' so svoyego mesta; ya ved' dlya etogo silen i veren"},{"SurahNumber":27,"VerseNumber":40,"Text":"Skazal tot, u kotorogo bylo znaniye iz knigi: \"YA pridu k tebe s nim, prezhde chem vernetsya k tebe tvoy vzor\". Kogda zhe on uvidel yego utverdivshimsya u sebya, to skazal: \"Eto - iz milosti Gospoda moyego, chtoby ispytat' menya - budu li ya blagodaren ili neveren. Kto blagodaren, tot blagodaren dlya samogo sebya, a kto neveren - Gospod' moy bogat, milostiv"},{"SurahNumber":27,"VerseNumber":41,"Text":"On skazal: \"Izmenite dlya neye yeye tron; posmotrim, naydet li ona pryamoy put' ili budet iz tekh, kto ne idet pryamym putem"},{"SurahNumber":27,"VerseNumber":42,"Text":"A kogda ona prishla, yey skazali: \"Takov li tvoy tron?\" Ona skazala: \"Kak budto by eto on. Nam bylo darovano znaniye do etogo, i my stali pokornymi"},{"SurahNumber":27,"VerseNumber":43,"Text":"Yeye otvratilo to, chemu ona poklonyalas' vmesto Allakha; poistine, ona byla iz naroda nevernogo"},{"SurahNumber":27,"VerseNumber":44,"Text":"Yey skazali: \"Voydi vo dvorets!\" Kogda zhe ona uvidela yego, prinyala za vodyanuyu puchinu i otkryla svoi goleni. On skazal: \"Ved' eto dvorets gladkiy iz khrustalya\". Ona skazala: \"Gospodi, ya obidela sama sebya i predalas' vmeste s Sulaymanom Allakhu, Gospodu mirov"},{"SurahNumber":27,"VerseNumber":45,"Text":"My poslali k samudyanam brata ikh, Salikha: \"Poklonyaytes' Allakhu!\" No vot - ikh dve partii, kotoryye vrazhduyut"},{"SurahNumber":27,"VerseNumber":46,"Text":"On skazal: \"O narod moy! Pochemu vy uskoryayete zloye ran'she dobrogo? Otchego vam ne poprosit' u Allakha proshcheniya? Mozhet byt', vy okazalis' by pomilovannymi"},{"SurahNumber":27,"VerseNumber":47,"Text":"Oni skazali: \"My po ptitsam sudili o tebe i o tom, kto s toboy\". On skazal: \"Ptitsa vasha u Allakha. Da, vy narod ispytyvayemyy"},{"SurahNumber":27,"VerseNumber":48,"Text":"A bylo v gorode devyat' chelovek, kotoryye na zemle rasprostranyali nechestiye, a ne blago"},{"SurahNumber":27,"VerseNumber":49,"Text":"Oni skazali: \"Poklyanites' Allakhom drug drugu, my noch'yu napadem na nego i yego sem'yu, a potom my skazhem yego zastupniku: \"My ne byli pri gibeli yego sem'i, i my govorim pravdu"},{"SurahNumber":27,"VerseNumber":50,"Text":"Oni zamyshlyali khitrost', i My zamyshlyali khitrost', a oni i ne znali"},{"SurahNumber":27,"VerseNumber":51,"Text":"Posmotri zhe, kakov byl konets ikh khitrosti! My pogubili ikh i ikh narod - vsekh"},{"SurahNumber":27,"VerseNumber":52,"Text":"I vot - eto doma ikh, razrushennyye za to, chto oni byli nespravedlivy. Poistine, v etom - znameniye dlya lyudey, kotoryye znayut"},{"SurahNumber":27,"VerseNumber":53,"Text":"I spasli My tekh, kotoryye uverovali i byli bogoboyaznennymi"},{"SurahNumber":27,"VerseNumber":54,"Text":"I Luta... vot skazal on svoyemu narodu: \"Neuzheli vy budete sovershat' merzost', kogda vy vidite"},{"SurahNumber":27,"VerseNumber":55,"Text":"Neuzheli vy budete prikhodit' k muzhchinam po strasti vmesto zhenshchin? Da, vy narod nevezhestvennyy"},{"SurahNumber":27,"VerseNumber":56,"Text":"I otvetom naroda yego bylo to, chto oni skazali: \"Vyvedite rod Luta iz vashego seleniya: ved' oni - lyudi kotoryye khotyat byt' chistymi"},{"SurahNumber":27,"VerseNumber":57,"Text":"My spasli yego i yego sem'yu, krome yego zheny, kotoruyu my sdelali ostavsheysya"},{"SurahNumber":27,"VerseNumber":58,"Text":"I prolili My na nikh dozhd'; i plokh dozhd' tekh, kogo uveshchali"},{"SurahNumber":27,"VerseNumber":59,"Text":"Skazhi: \"Khvala Allakhu, i mir nad Yego rabami, kotorykh On izbral! Allakh luchshe li ili to, chto vy delayete Yego sotovarishchami"},{"SurahNumber":27,"VerseNumber":60,"Text":"Tot li, kto sozdal nebesa i zemlyu i nizvel vam s neba vodu, i My vyrastili yeyu sady, obladayushchiye bleskom, - vy ne v sostoyanii byli vyrastit' ikh derev'ya? Ili kakoy-to bog vmeste s Allakhom? Da, oni lyudi uklonyayushchiyesya"},{"SurahNumber":27,"VerseNumber":61,"Text":"Tot li, kto sdelal zemlyu tverdoy, i ustroil v rasshchelinakh yeye kanaly, i ustroil dlya neye prochno stoyashchiye, i ustroil mezhdu dvumya moryami pregradu? Ili kakoy-to bog vmeste s Allakhom? Da, bol'shinstvo ikh ne znayet"},{"SurahNumber":27,"VerseNumber":62,"Text":"Tot li, kto otvechayet utesnennomu, kogda on vzyvayet k Nemu, i udalyayet zlo, i delayet vas namestnikami na zemle? Ili kakoy-to bog vmeste s Allakhom? Malo vy vspominayete"},{"SurahNumber":27,"VerseNumber":63,"Text":"Tot li, kto svedet vas vo mrake sushi i morya i kto posylayet vetry radostnoy vest'yu pred Svoim miloserdiyem? Ili kakoy-to bog vmeste s Allakhom? Prevyshe Allakh togo, chto Yemu prisoyedinyayut"},{"SurahNumber":27,"VerseNumber":64,"Text":"Tot li, kto vpervyye nachal tvoreniye, a potom vozobnovlyayet yego, i kto pitayet vas s neba i zemli? Ili kakoy-to bog vmeste s Allakhom?\" Skazhi: \"Dayte vashe dokazatel'stvo, yesli vy govorite pravdu"},{"SurahNumber":27,"VerseNumber":65,"Text":"Skazhi: \"Ne znayet tot, kto v nebesakh i na zemle, skrytogo, krome Allakha, i ne znayut oni, kogda budut voskresheny"},{"SurahNumber":27,"VerseNumber":66,"Text":"Da, rasprostranilos' ikh znaniye na budushchuyu zhizn' - da, oni v kolebanii otnositel'no neye, da, oni slepy"},{"SurahNumber":27,"VerseNumber":67,"Text":"I govoryat te, kotoryye ne veruyut: \"Razve kogda my stanem prakhom i ottsy nashi, razve my budem izvedeny"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bylo uzhe obeshchano eto nam i nashim ottsam ran'she. Eto tol'ko skazki pervykh"},{"SurahNumber":27,"VerseNumber":69,"Text":"Skazhi: \"Stupayte po zemle i posmotrite, kakov byl konets greshnikov"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ne toskuy po nim i ne bud' v stesnenii ot togo, chto oni zamyshlyayut"},{"SurahNumber":27,"VerseNumber":71,"Text":"Oni govoryat: \"Kogda eto obeshchaniye, yesli vy govorite pravdu"},{"SurahNumber":27,"VerseNumber":72,"Text":"Skazhi: \"Mozhet byt', idet uzhe vsled za vami koye-chto iz togo, s chem vy toropite"},{"SurahNumber":27,"VerseNumber":73,"Text":"I poistine, tvoy Gospod' - obladatel' milosti k lyudyam, no bol'shinstvo ikh neblagodarny"},{"SurahNumber":27,"VerseNumber":74,"Text":"I poistine, tvoy Gospod' znayet, chto skryvayut ikh grudi i chto obnaruzhivayut"},{"SurahNumber":27,"VerseNumber":75,"Text":"Net nichego skrytogo ni na nebesakh, ni na zemle, chego by ne bylo v yasnoy knige"},{"SurahNumber":27,"VerseNumber":76,"Text":"Poistine, etot Koran povestvuyet synam Israila bol'shuyu chast' togo, v chem oni raskhodyatsya"},{"SurahNumber":27,"VerseNumber":77,"Text":"I poistine, on - rukovoditel'stvo i milost' dlya pravovernykh"},{"SurahNumber":27,"VerseNumber":78,"Text":"Poistine, tvoy Gospod' reshit mezhdu nimi Svoim sudom. On - velikiy, vedushchiy"},{"SurahNumber":27,"VerseNumber":79,"Text":"Polagaysya zhe na Allakha, ved' ty u yavnoy istiny"},{"SurahNumber":27,"VerseNumber":80,"Text":"Poistine, ty ne zastavish' slyshat' mertvykh i ne zastavish' slyshat' glukhikh zov, kogda oni obratyatsya vspyat'"},{"SurahNumber":27,"VerseNumber":81,"Text":"I ty ne vyvedesh' na pryamoy put' slepykh ot ikh zabluzhdeniya. Ty zastavish' slyshat' tol'ko tekh, kto veruyet v Nashi znameniya, a oni - predavshiyesya"},{"SurahNumber":27,"VerseNumber":82,"Text":"A kogda padet na nikh slovo, My vyvedem im zhivotnoye iz zemli, kotoroye zagovorit s nimi - lyudi, kotoryye ne byli ubezhdeny v Nashikh znameniyakh"},{"SurahNumber":27,"VerseNumber":83,"Text":"V tot den', kogda My soberem iz kazhdogo naroda tolpu iz tekh, kto schital lozh'yu Nashi znameniya, - i vot oni raspredeleny"},{"SurahNumber":27,"VerseNumber":84,"Text":"A kogda oni prishli, skazal On: \"Razve vy schitali lozh'yu Moi znameniya, ne obnimaya ikh znaniyem, ili chto vy delali"},{"SurahNumber":27,"VerseNumber":85,"Text":"I palo na nikh slovo za to, chto oni byli nespravedlivy, i oni ne govoryat"},{"SurahNumber":27,"VerseNumber":86,"Text":"Razve oni ne videli, chto My sdelali noch', chtoby oni otdykhali vo vremya neye, a den' - osveshchayushchim. Poistine, v etom - znameniya dlya lyudey veruyushchikh"},{"SurahNumber":27,"VerseNumber":87,"Text":"I v tot den', kogda zatrubyat v trubu i ustrashatsya te, kto v nebesakh, i te, kto na zemle, krome tekh, kogo pozhelayet Allakh, i vse pridut k Nemu s unizheniyem"},{"SurahNumber":27,"VerseNumber":88,"Text":"I ty uvidish', chto gory, kotoryye ty schital nepodvizhnymi, - vot oni idut, kak idet oblako po deyaniyu Allakha, kotoryy vypolnil v sovershenstve vse. Poistine, On svedushch o tom, chto vy tvorite"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kto prikhodit s khoroshim, tomu - yeshche luchsheye i oni v tot den' ot vsyakogo strakha v bezopasnosti"},{"SurahNumber":27,"VerseNumber":90,"Text":"A kto prikhodit s durnym, - liki tekh povergnuty v ogon'. Razve vam ne vozdayetsya tol'ko za to, chto vy delali"},{"SurahNumber":27,"VerseNumber":91,"Text":"Mne poveleno poklonit'sya Gospodu etogo goroda, kotoryy On sdelal zapretnym. Yemu prinadlezhit vse, i mne poveleno byt' predavshimsya"},{"SurahNumber":27,"VerseNumber":92,"Text":"i chitat' Koran\". A kto idet pryamo, tot idet dlya sebya, a kto zabludilsya - skazhi: \"YA - tol'ko uveshchayushchiy"},{"SurahNumber":27,"VerseNumber":93,"Text":"I skazhi: \"Khvala Allakhu, On pokazhet vam Svoi znameniya, i vy uznayete ikh, i vash Gospod' ne nebrezhet tem, chto vy delayete"}]}