{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif lam ra; bir kitaptır bu ki ayetleri, delillerle saglamlastırılmıs, sonra apacık bildirilmistir, hukum ve hikmet sahibi olan ve her seyden haberdar bulunan Tanrı katından inmedir"},{"SurahNumber":11,"VerseNumber":2,"Text":"Emreder ki ancak Allah'a kulluk edin; suphe yok ki ben, onun tarafından sizi korkutmak ve size mujde vermek icin gelmisim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden yarlıganma dileyin, sonra da tovbe edin ona da sizi mukadder zamanadek guzel bir surette gecindirsin, nimetlerinden faydalandırsın ve her ihsan sahibine, ettigi lutuf ve ihsanın mukafatını versin. Fakat doner, yuz cevirirseniz suphe yok ki ben, o buyuk gunun azabına ugrayacagınızdan korkmaktayım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Donup varacagınız yer, Allah'ın tapısıdır ve onun, her seye gucu yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"Haberiniz olsun ki onlar, iclerindekini gizlemek icin goguslerini kapatırlar; bilin ki onlar, duymamak icin elbiselerine katkat burunmeye calısırlar; fakat o vakit bile gizlediklerini de bilir, acıga vurduklarını da. Suphe yok ki o, gonullerde ne varsa hepsini bilir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzunde hicbir mahluk yoktur ki rızkını vermek, Allah'a ait olmasına ve karar ettikleri ata bellerini de bilir, tevdi edildikleri ana rahimlerini de. Ve her sey, apacık kitapta tespit edilmistir"},{"SurahNumber":11,"VerseNumber":7,"Text":"Oyle bir mabuttur ki hanginiz daha iyi hareket edecek, bunu size bildirmek ve sizi sınamak icin gokleri ve yeryuzunu altı gunde yarattı, daha once emri ve saltanatı, yarattıgı suya cariydi. Onlara, siz olumden sonra tekrar dirileceksiniz dersen kafir olanlar derler ki: Bu, ancak apacık bir aldatma"},{"SurahNumber":11,"VerseNumber":8,"Text":"Onların ugrayacakları azabı, mukadder bir zamana kadar geciktirirsek, bunun teahhuruna da sebep nedir derler. Bilin ki onlara azabın gelip cattıgı gun o azap, artık geriye bırakılamaz ve alay ettikleri musibet, onları cepecevre kusatır"},{"SurahNumber":11,"VerseNumber":9,"Text":"Insana, katımızdan bir rahmet tattırsak da sonra alıversek onu insandan, suphe yok ki her seyden umidini keser, bir nankor olur gider"},{"SurahNumber":11,"VerseNumber":10,"Text":"Fakat ona, bir dertten, bir musibetten sonra nimeti tattırırsak benden butun kotulukler gitti der. Suphe yok ki o sımarır, boburlenmeye ovunmeye koyulur"},{"SurahNumber":11,"VerseNumber":11,"Text":"Ancak sabredenler ve iyi islerde bulunanlar mustesnadır. Oyle kisilerdir onlar ki onların hakkıdır yarlıganmak ve buyuk bir ecir ve mukafat"},{"SurahNumber":11,"VerseNumber":12,"Text":"Ona bir hazine indirilseydi, yahut onunla beraber yanında bir melek de gelseydi demelerine sıkılarak sana vahyedilenlerin bir kısmını terk ediverecek misin? Sen ancak bir korkutucusun ve Allah her seyi korur"},{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa kendi uyduruyor mu diyorlar? De ki: Hadi, gercekseniz, Allah'tan baska gucunuz kime yetiyorsa, kimlere guveniyorsanız onları da cagırın da hep beraber, buna esit on sure meydana getirin"},{"SurahNumber":11,"VerseNumber":14,"Text":"Fakat davetinize icabet etmezlerse artık iyice bilin ki o, ancak Allah'ın bilgisiyle indirilmistir ve ondan baska hicbir tapacak yoktur. Hala mı Musluman olmuyorsunuz"},{"SurahNumber":11,"VerseNumber":15,"Text":"Kim dunya yasayısını ve ziynetini dilerse bu cesit kisilerin yaptıklarının karsılıgını tam olarak oderiz ve onlar, bu hususta hicbir zarara ugramazlar"},{"SurahNumber":11,"VerseNumber":16,"Text":"Oyle kisilerdir onlar ki ahirette onlara ancak ates var, dunyada isledikleri islerse bosa gitmistir, zaten de butun isledikleri bostur"},{"SurahNumber":11,"VerseNumber":17,"Text":"Rabbinden apacık bir delile sahip olan, bundan baska bir de tanıgı olup daha once din ve dunya islerinde uyulan ve aynı rahmet olan Musa'nın kitabında da bildirilen kisi, yalnız dunyayı dileyene benzer mi? Rablerinden acık bir delile sahib olanlar, Kur'an'a inanırlar; topluluklardan onu inkar edenlere vaadedilen yerse atestir. Artık bu hususta supheye dusme, cunku o, Rabbinden gelmedir, gercektir, fakat insanların cogu inanmaz"},{"SurahNumber":11,"VerseNumber":18,"Text":"Yalan yere Allah'a iftira edenden daha zalim kimdir ki? Onlar, Rablerine arzedilecekler, tanıklar da iste bunlardı diyecekler, Rablerine karsı yalan soyleyenler. Iyice bilin, Allah'ın laneti zalimleredir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar, halkı Allah yolundan menederler ve o yoldan saptırmak isterler, onlar ahiret inkar edenlerin ta kendileridir"},{"SurahNumber":11,"VerseNumber":20,"Text":"Onlar, ne yeryuzunde azaptan kacıp kurtulabilirler, ne de Allah'tan baska bir yardımcıları vardır. Azapları da katkat arttırılır. Cunku onların isitmeye tahammulleri yoktu, gormezlerdi de"},{"SurahNumber":11,"VerseNumber":21,"Text":"Onlar, oyle kisilerdir ki kendilerine zarar verdiler ve uydurdukları seyler de onlardan cekildi, kaybolup gitti"},{"SurahNumber":11,"VerseNumber":22,"Text":"Gercekten de onlar ahirette en cok ziyana ugrayanların ta kendileridir"},{"SurahNumber":11,"VerseNumber":23,"Text":"Inanıp iyi islerde bulunanlara ve Rablerine yalvarıp yakaranlara gelince: Onlardır cennet ehli ve onlar, orada ebedi kalırlar"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki boluk, kor ve sagırla goren ve duyan adama benzer sanki; bu ikisi, birbirine esit olur mu hic? Yoksa dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun ki biz Nuh'u, kavmine gonderdik de suphe yok ki dedi, ben, size apacık bir korkutucuyum"},{"SurahNumber":11,"VerseNumber":26,"Text":"Ancak Allah'a kulluk edin, cunku gercekten de elemli bir gunun azabı gelip catacak size, bundan korkuyorum ben"},{"SurahNumber":11,"VerseNumber":27,"Text":"Kavminin kafir olanlarından ileri gelenler, biz dediler, seni de bizim gibi bir adam gormedeyiz ve sana uyanları da goruyoruz ki dusunmeden ve derhal sana kapılıveren ve ancak asagılık tabakadan olan adamlarımız ve sizin, bize bir ustunlugunuzu de gormuyoruz, hatta yalancı oldugunuzu sanıyoruz"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh, ey kavmim dedi, ya ben Rabbimden apacık bir delille gelmissem ve katından bana bir rahmet vermisse, fakat bunu, siz gormuyorsanız. Istemediginiz halde kabul etmeniz icin de sizi zorlayacak mıyım ki"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey kavmim, bu yuzden bir mal da istemem sizden; ecrim, ancak Allah'a ait ve ben, inananları kovacak da degilim; suphe yok ki onlar, Rablerine kavusacaklar, fakat sizi goruyorum ki bilgisiz bir kavimsiniz"},{"SurahNumber":11,"VerseNumber":30,"Text":"Onları kovarsam ey kavmim, Allah'tan baska kim yardım eder bana, hic de mi dusunmezsiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ve ben, Allah'ın hazineleri yanımda demedigim gibi gaybı bilirim de demiyorum ve ben bir melegim gibi bir soz de etmiyorum, fakat sizin gozunuze hor gorunenler hakkında, Allah onlara hicbir suretle ve kesin olarak bir hayır vermez de diyemem. Iclerinde ne var, Allah daha iyi bilir. Ancak onları kovar, haklarında bu cesit sozler soylersem mutlaka zulmedenlerden olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ya Nuh dediler, gercekten de bizimle ugrasmadasın ve ugrasmanda ileri de gittin, gerceklerdensen hadi, tehdit edip durdugun azaba ugrat bizi"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh, dilerse dedi, Allah ugratır ancak o azaba sizi ve onu aciz bir hale getiremezsiniz siz"},{"SurahNumber":11,"VerseNumber":34,"Text":"Azgınlıgınıza karsılık Allah sizi helak etmeyi murad etmisse ogut vermek istesem de ogudum bir fayda vermez size. Odur Rabbiniz ve donup onun tapısına varacaksınız"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa kendisi uyduruyor bunları mı diyorlar. De ki: Eger uyduruyorsam benim sucum, bana ait ve ben sizin yaptıgınız suclardan uzagım"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh'a, kavminden inananlardan baskaları kesin olarak inanmayacak, artık sen de onların yaptıkları isler yuzunden kederlenme diye vahyedildi"},{"SurahNumber":11,"VerseNumber":37,"Text":"Nezaretimiz altında ve vahyimize uyarak bir gemi yap, zulmedenler icin af dileme benden, suphe yok ki sularda bogulacak onlar"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yapmaya koyulmustu ve kavminin ileri gelenleri, yanından gecerken alay ediyorlardı onunla, o da, alay ediyorsunuz bizimle ama diyordu, siz nasıl alay ediyorsanız biz de sizinle oyle alay edecegiz"},{"SurahNumber":11,"VerseNumber":39,"Text":"Artık, ugrayanı horhakir edecek azabın kime gelip catacagını ve daimi azaba kimin ugrayacagını yakında bilir, anlarsınız"},{"SurahNumber":11,"VerseNumber":40,"Text":"Sonucu emrimiz gelip tandırın altından su kaynamaya baslayınca her mahluktan birer cifti ve helaki taktir edilenden baska ailenden olanları ve inananları gemiye yukle dedik; zaten maiyetinde bulunan inanmıs kisiler de pek azdı"},{"SurahNumber":11,"VerseNumber":41,"Text":"Ve Nuh, binin gemiye dedi; akıp gitmesi de Allah adıyladır onun, durması da. Suphe yok ki Rabbim, sucları orter, rahimdir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi, icindekilerle daglar gibi dalgalar ustunde akıp gidiyordu. Nuh, kendisinden cekilip ayrı bir yerde bulunan ogluna ogulcugum dedi, bin sen de bizimle ve kafirlerle beraber olma"},{"SurahNumber":11,"VerseNumber":43,"Text":"O, dagda bir yere sıgınırım ben dedi. Nuh, bugun dedi Allah'ın acıdıgı kisilerden baska onun emrinden kurtulacak yok ve derken aralarına bir dalgadır giriverdi ve o da bogulanlara katıldı"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ve dendi ki: Ey yeryuzu, em suyunu ve ey gok kes yagmurunu ve su emildi ve is yapıldıbitti ve oturdu Cudi'ye gemi ve uzaklık denildi, zulmeden topluluga"},{"SurahNumber":11,"VerseNumber":45,"Text":"Ve Nuh Rabbine niyaz edip dedi ki: Rabbim, oglum da suphe yok ki ailemdendi ve suphe yok ki vaadin gercektir senin ve sen, hukmedenlerin en hayırlısısın"},{"SurahNumber":11,"VerseNumber":46,"Text":"De ki: Ya Nuh, o, kesin olarak senin ailenden degil, cunku o, kotu bir is isledi. Artık bilmedigin seyi isteme benden suphe yok ki bilgisizlerden olmaman icin ogut vermedeyim sana"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nuh, Rabbim dedi, bilmedigim seyi senden istemekten, gene sana sıgınırım ve beni yarlıgamazsan, bana acımazsan ziyankarlardan olurum ben"},{"SurahNumber":11,"VerseNumber":48,"Text":"Dendi ki: Nuh, sana ve seninle beraber bulunanlardan tureyecek ummetlere bizden gonderilen esenlikler ve bereketlerle in gemiden. Onlardan tureyecek ummetler icinde oyleleri de var ki onları da bir muddet faydalandıracak, gecindirecegiz de sonra bizden elemli bir azaba ugrayacaktır onlar"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iste bunlar, gaibe ait haberlerdir ki sana onları vahyediyoruz. Bundan once ne sen onları biliyordun, ne kavmin biliyordu, sabret artık; suphe yok ki sonuc, cekinenlerindir"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad kavmine de kardesleri Hud'u gondermistik de ey kavmim demisti, Allah'a kulluk edin, ondan baska bir mabudunuz yok; siz ancak iftira etmedesiniz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey kavmim, buna karsılık sizden bir ecir de istemiyorum, ecrim, ancak beni yaratana ait, hala akıl etmeyecek misiniz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey kavmim, Rabbinizden yarlıganma dileyin de sonra tovbe edin ona, size gokten bol bol yagmur yagdırsın, kuvvetinize, fazlasıyla kuvvet katsın ve mucrim olarak yuz cevirmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ey Hud dediler, sen bize apacık bir delil gosteremiyorsun, biz de senin sozunle tanrılarımızı bırakmayız ve biz sana inanmıyoruz"},{"SurahNumber":11,"VerseNumber":54,"Text":"Tanrılarımızın bir kısmı seni fena carpmıs deriz de baska bir seycik demeyiz. O, suphe yok ki dedi, ben Allah'ı tanık tutmadayım, siz de tanık olun, ben sizin sirk kostugunuz seylerden tamamıyla uzagım"},{"SurahNumber":11,"VerseNumber":55,"Text":"Onu bırakıyor da taptıklarınızı ona es tutuyorsunuz, uzagım onlardan, hadi, hepiniz, aleyhime duzen kurun, sonra da hic goz actırmayın bana"},{"SurahNumber":11,"VerseNumber":56,"Text":"Suphe yok ki ben, Rabbim ve Rabbiniz Allah'a dayandım; yeryuzunde yurur hicbir mahluk yoktur ki o, onun alnına dusen saclardan tutup cekmesin, onun mukadderatını tayin etmesin ve suphe yok ki Rabbim, dosdogru yoldadır, butun kudretiyle beraber adaletiyle, lutfuyla hukmeder"},{"SurahNumber":11,"VerseNumber":57,"Text":"Yuz cevirirseniz bilin ki ben, size neyi teblig etmek icin gonderildiysem onu tamamıyla teblig ettim ve Rabbim, sizin yerinize, sizden baska bir toplulugu gecirecek ve siz ona hicbir suretle zarar veremezsiniz. Suphe yok ki Rabbim her seyi korur"},{"SurahNumber":11,"VerseNumber":58,"Text":"Emrimiz gelince Hud'u ve onunla beraber bulunan inanmıs kisileri, bizden bir rahmet olarak kurtardık ve onlara agır bir azaptan necat verdik"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste Ad, Rablerinin delillerini bilebile inkar ettiler ve peygamberlerine asi oldular ve her inatcı cebbar kisiye uydular"},{"SurahNumber":11,"VerseNumber":60,"Text":"Ve su dunyada da lanete ugratıldılar, kıyamet gununde de. Bilin ki hic suphe yok Ad, Rablerine karsı kafir oldu; bilin, uzaklık Hud'un kavmi Ad'a"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud kavmine de kardesleri Salih'i gondermistik. Ey kavmim demisti, Allah'a kulluk edin, ondan baska bir mabudunuz yok. Sizi yeryuzunden yaratıp meydana getirdi ve orayı imara memur etti sizi; artık ondan yarlıganma dileyin, sonra da tovbe edin ona. Suphe yok ki Rabbim, yakındır, duaları kabul eder"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih dediler, bundan once sen aramızda, hakkında iyi umitler besledigimiz birisiydin, simdi atalarımızın taptıkları seylerden bizi vaz gecirmek mi istiyorsun? Ve biz, gercekten de senin bizi davet ettigin sey hakkında suphe icindeyiz, tereddut etmekteyiz"},{"SurahNumber":11,"VerseNumber":63,"Text":"O, ey kavmim dedi, ya ben Rabbimden apacık bir delille gelmissem ve katından bana bir rahmet vermisse. Ona isyan edersem Allah'a karsı kim yardım edebilir bana? Ve beni boyuna ziyana sokmaktan baska bir sey de yapmıyorsunuz"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey kavmim, iste su Allah'ın disi devesi, size bir mucize. Bırakın onu da yeryuzunde yiyip gezsin ve ona kotulukle dokunmayın, sonra pek yakın bir azap gelip catar size"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ayaklarını kesip oldurduler onu, Salih de yurdunuzda uc gun daha yasayıp gecinin dedi, bu, yalan denmesine imkan bulunmayan bir vait"},{"SurahNumber":11,"VerseNumber":66,"Text":"Emrimiz gelince Salih'i ve onunla beraber bulunan inananları, bir rahmet olarak kurtardık ve o gunun horlugundan necat verdik onlara. Suphe yok ki Rabbin, cok kuvvetlidir, o, pek ustundur"},{"SurahNumber":11,"VerseNumber":67,"Text":"Bir bagırıs, o zulmedenleri kapıverdi, yurtlarında, diz cokmus bir halde helak oluverdiler"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada hic yasamamıslar, hic oturmamıslardı. Bilin ki hic suphe yok Semud, Rablerine karsı kafir oldu, bilin, uzaklık Semud'a"},{"SurahNumber":11,"VerseNumber":69,"Text":"Elcilerimiz, Ibrahim'e mujde vermek uzere gelip esenlik sana dediler. O da esenlik size dedi ve durup eglenmeden hemen kızarmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Yemege el uzatmadıklarını gorunce de halleri, hosuna gitmedi ve onlardan, icine bir korku dustu. Dediler ki: Korkma, biz Lut kavmine gonderildik"},{"SurahNumber":11,"VerseNumber":71,"Text":"Karısı, ayakta durup sevincinden gulmedeydi ki biz ona, Ishak'ı mujdeledik, Ishak'tan sonra da Yakup'u"},{"SurahNumber":11,"VerseNumber":72,"Text":"O, eyvahlar olsun dedi, ben mi doguracagım? Ben bir kocakarıyım, su kocam da ihtiyar. Suphe yok ki bu, pek sasılacak bir sey"},{"SurahNumber":11,"VerseNumber":73,"Text":"Onlar, Allah'ın isine mi sasıyorsun dediler, ey Ehli Beyt, Allah'ın rahmeti ve bereketleri size; suphe yok ki o, ovulmeye layık, kullara mustahak olmadan ihsanda bulunan bir Tanrıdır"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim'in korkusu yatısıp mujdelenince Lut kavmi hakkında bizimle mucadeleye girismisti"},{"SurahNumber":11,"VerseNumber":75,"Text":"Cunku Ibrahim, gercekten de pek halimdi, fazla dua edip aglardı, kendisini tamamıyla Tanrıya vermisti"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ey Ibrahim dediler, vazgec bundan, suphe yok ki Rabbinin emri gelip catmıstır ve suphe yok ki onlar reddine imkan olmayan bir belaya ugrayacaklar"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elcilerimiz, Lut'a gelince Lut, gelislerinden endiseye dustu, icine bir korku girdi, gonlu daraldı ve bu dedi, pek cetin bir gun"},{"SurahNumber":11,"VerseNumber":78,"Text":"Kavmi, kosa kosa onun yanına geldi, onlar, onceden de kotulukler yapar dururlardı. Lut, ey kavmim dedi, iste kızlarım, onlar, sizin icin daha temiz, artık Allah'tan cekinin de beni, konuklarımdan utandırmayın. Icinizde, aklı basında bir adam da mı yok"},{"SurahNumber":11,"VerseNumber":79,"Text":"Andolsun ki dediler, sen de bilirsin, kızlarında hic gozumuz yok, sen bizim ne istedigimizi bilirsin"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lut, size karsı koyacak gucum, kuvvetim olsaydı, yahut da kuvvetli bir asiretim olsaydı da ona sıgınsaydım dedi"},{"SurahNumber":11,"VerseNumber":81,"Text":"Melekler, ey Lut dediler, suphe yok ki biz, Rabbinin elcileriyiz, onlar, sana kesin olarak ilisemezler; sen gece karanlıgı basınca ailene mensup olanlarla yola dus, hicbiriniz, ardına bakmasın, ancak karını beraber goturme, cunku o da onların ugrayacagı azaba ugrayacak. Suphe yok ki ugrayacakları azabın mukadder zamanı, sabah cagıdır; sabah da yakın degil mi"},{"SurahNumber":11,"VerseNumber":82,"Text":"Emrimiz gelince, o sehirlerin altını ustune getirdik, tepelerine, ustuste yıgılıp tas kesilmis balcıktan meydana gelmis taslar yagdırdık"},{"SurahNumber":11,"VerseNumber":83,"Text":"Sanki damgalanmıstı Rabbinin indinde de azap icin hazırlanmıstı o taslar ve onlar, simdi de zalimlerden uzak degil"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen'e de, kardesleri Suayb'i gondermistik de ey kavmim demisti, Allah'a kulluk edin, ondan baska bir mabudunuz yok. Olcegitartıyı eksik tutmayın, cunku ben gercekten de hayırlara ugradıgınızı gormedeyim ve suphe yok ki ben, bir gun sizi cepecevre kusatıverecek bir azaba ugramanızdan korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey kavmim, olcegi dogru olcun, teraziyi dogru tartın, halkın mallarını eksiltmeyin, yeryuzunde bozgunculuk etmeye calısmayın"},{"SurahNumber":11,"VerseNumber":86,"Text":"Inanmıssanız Allah'ın bıraktıgı kar, daha hayırlıdır size ve ben de size bir bekci degilim"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ey Suayb dediler, kıldıgın namaz mı, tuttugun din mi emrediyor sana da bizi atalarımızın taptıklarından vazgecirmeye ugrasıyor, mallarımızı da diledigimiz gibi tasarruf etmemize mani olmaya kalkısıyorsun? Halbuki sen, suphe yok ki halimselim ve aklı basında bir adamsın"},{"SurahNumber":11,"VerseNumber":88,"Text":"Ey kavmim dedi Suayb, ya Rabbimden apacık bir delille gelmissem, ya kendi katından beni guzel bir rızıkla rızıklandırmıssa. Sizi nehyettigim seye kendim aykırı hareket edemem ki. Gucumun yettigi kadar ıslah etmek istiyorum sizi ve basarım, ancak Allah'tandır, ona dayandım ve sonunda da donup onun tapısına varacagım"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ey kavmim, bana karsı guttugunuz dusmanlık, Nuh, yahut Hud, yahut da Salih kavimlerinin ugradıkları azaba benzer bir azaba ugratmasın sizi; Lut kavmi de uzak degil sizden"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden yarlıganma dileyin, sonra da tovbe edin ona; suphe yok ki Rabbim rahimdir, kullarını sever"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ey Suayb dediler, soyledigin sozlerin cogunu anlamıyoruz ve seni de icimizde zayıf gormedeyiz. Kabilen olmasaydı seni taslardık ve sen, bizden ustun degilsin zaten"},{"SurahNumber":11,"VerseNumber":92,"Text":"Suayb, ey kavmim dedi, kabilem, sizce Allah'tan daha fazla mı saygıya deger ki onu ardınıza attınız? Suphe yok ki Rabbim, butun yaptıklarınızı kavrar"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey kavmim, elinizden ne geliyorsa yapın, ben de yapmadayım elimden geleni. Kime, asagılatıcı azap gelecek ve kim yalancıdır, yakında bilir, anlarsınız; gozetip durun, ben de gozluyorum"},{"SurahNumber":11,"VerseNumber":94,"Text":"Emrimiz gelince Suayb'i ve onunla beraber inanmıs olanları, bizden bir rahmet olarak kurtardık, zulmedenleriyse bir bagırıs kavrayıverdi ve hepsi de yurtlarında diz cokmus bir halde helak oluverdi"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki yurtlarında hic yasamamıslar, hic oturmamıslardı. Bilin ki uzaklık Medyen ehline, nitekim Semud da oylece uzaklasıp gitti"},{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun ki biz Musa'yı, delillerimizle ve apacık bir burhanla gondermistik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve kavminden ileri gelenlere fakat gene de onlar Firavun'un buyruguna uymuslardı, halbuki Firavun'un buyrugu, hic de dogruyu gostermiyor, hayra sevketmiyordu"},{"SurahNumber":11,"VerseNumber":98,"Text":"O, kıyamet gunu de kavminin onune dusecektir ve artık onları atese goturmus, gitmistir ve vardıkları yer, ne de kotu yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Burada da lanete ugradılar, kıyamet gununde de. Su bagıslanan bagıs, ne de kotu bagıstır"},{"SurahNumber":11,"VerseNumber":100,"Text":"Bunlar, maceralarını sana hikaye ettigimiz sehirlere ait haberler; o sehirlerden harabeleri hala duranlar var, bicilmis ekin gibi yerle bir olanlar, eseri bile kalmayanlar var"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz zulmetmedik onlara, fakat onlar, kendi kendilerine zulmettiler; Rabbinin emri gelince, Allah'ı bırakıp da kulluk ettikleri tanrıları, onlara hicbir fayda veremedi ve ziyanlarını arttırmaktan baska bir sey yapamadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Iste Rabbin, zulmeden sehirleri boyle alıverir, aldıgı, azabına ugrattıgı zaman da suphe yok ki onun kavrayısı pek elemlidir, pek cetindir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Gercekten de bunda, ahiret azabından korkanlara bir ibret var; o gun, butun insanların bir araya toplanacagı bir gundur ve butun insanların hazır olacagı bir gun"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ve biz o gunun gelip catmasını, ancak sayılı bir muddet icin geciktiririz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun geldi mi hicbir kimse, Rabbinin izni olmaksızın konusamaz; onların bir kısmı kutsuzdur, bir kısmı kutlu"},{"SurahNumber":11,"VerseNumber":106,"Text":"Ama kutsuz olanlar, gercekten de atestedir, onların inliyerek nefes almaları da oradadır, biten bir inilti gibi nefes vermeleri de"},{"SurahNumber":11,"VerseNumber":107,"Text":"Rabbinin dilediginden baska hepsi de orada ebedi kalır goklerle yeryuzu durdukca; suphe yok ki Rabbin, diledigini diledigi gibi yapar"},{"SurahNumber":11,"VerseNumber":108,"Text":"Ama kutlu olanlarsa cennettedir, orada ebedi kalır Rabbinin dilediginden baska hepsi, gokler ve yeryuzu durdukca; bitip tukenmesi olmayan bir bagıstır bu"},{"SurahNumber":11,"VerseNumber":109,"Text":"Artık bunların taptıkları seylerin boslugunda bir suphen olmasın; onceden ataları nasıl tapıyorsa onlar da tıpkı o cesit tapıyorlar ve biz de onların nasibini eksiksiz olarak verecegiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki biz Musa'ya da kitap vermistik de onda ihtilafa dusmuslerdi; Rabbinin taktir ettigi vaadi olmasaydı coktan aralarında hukmedilir, is bitmis olurdu ve onlar, gercekten de bu hususta siddetli bir suphe ve tereddud icinde kalmıslardır"},{"SurahNumber":11,"VerseNumber":111,"Text":"Ve suphe yok ki Rabbin, onların yaptıkları seylere tam bir karsılık verecektir, suphe yok ki o, ne yapıyorlarsa hepsinden de haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Artık sen, sana nasıl emredildiyse oylece dosdogru hareket et ve seninle beraber bulunan ve tovbe etmis olanlar da dosdogru hareket etsinler ve taskınlıkta bulunmayın, cunku suphe yok ki o, ne yapıyorsanız hepsini de gorur"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulmedenlere meyletmeyin, sonra atesle azaba ugrarsınız ve Allah'tan baska bir dostunuz yoktur, sonra yardım da gormezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Ve gunduzun baslangıcıyla son kısmında ve gecenin ilk caglarında namaz kıl; suphe yok ki guzel isler, kotulukleri giderir. Iste bu, iyi dusunenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret, cunku Allah, gercekten de iyilik edenlerin ecrini zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki caglarda, halkı, yeryuzunde bozgunculuktan vazgecirmeye calısan idrak ve ibadet ehli bir boluk halk bulunsaydı ne olurdu; halbuki iclerinden kurtardıklarımız pek azdı ve zulmedenler, yalnız kendilerine verilmis olan devlete uydular ve suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, ahalisi, birbirini ıslah edip duran sehirleri zulumle helak etmez"},{"SurahNumber":11,"VerseNumber":118,"Text":"Rabbin dileseydi insanları bir tek ummet haline getirirdi, fakat onlar, aykırılıga dusmekten bir turlu kurtulamazlar"},{"SurahNumber":11,"VerseNumber":119,"Text":"Ancak Rabbinin merhamet ettigi kimseler mustesna ve zaten de bunun icin halketmistir onları ve Rabbinin sozu de tamamıyla yerine gelmistir: Andolsun ki cehennemi, cinlerin ve insanların bir kısmıyla dolduracagım"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlere ait haberlerin hepsinden, gonlunu yatıstıracak olanlarını, sana hikaye ediyoruz ve bu kıssalarda, sana gercek haberler, inananlara da ogut ve ibret var"},{"SurahNumber":11,"VerseNumber":121,"Text":"Inanmayanlara de ki: Gucunuzun yettigini yapın, suphe yok ki biz de yapmadayız"},{"SurahNumber":11,"VerseNumber":122,"Text":"Ve bekleyin, suphe yok ki biz de beklemedeyiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Ve goklerle yeryuzunde gaibe ait olan, bilinmeyen her sey, Allah'ındır ve butun isler, donup ona varır, artık ona kulluk et ve ona dayan. Rabbin, yaptıgınız seylerden gafil degildir"}]}