{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Oslavovat BUH jsem všechno nebe všechno zahrabat; Vládnout nejvetší Církevní Všemohoucí nejvetší Odborný"},{"SurahNumber":62,"VerseNumber":2,"Text":"On byl Jednotka poslal podle pohan hlasatel podle ti uvést ve výctu ti Svém zjevení cistit ti ucit ti bible moudrost! Neli tento oni odchod druhý z cesty"},{"SurahNumber":62,"VerseNumber":3,"Text":"S mnoho výroba následující s ti. On jsem Všemohoucí Odborný"},{"SurahNumber":62,"VerseNumber":4,"Text":"recený byl buh zdobit onen On poskytnout whomever On prosit! BUH jsem VLASTNÍK NEURCITÝ OZDOBIT"},{"SurahNumber":62,"VerseNumber":5,"Text":"Príklad z ty odevzdat Torah pak selhání udrovat to jsem osel prodávat prima spravovat literatura. Bídný vskutku byl príklad lidé vyradit buh zjevení. BUH NE USMERNOVAT PROSTOPÁŠNÝ LIDÉ"},{"SurahNumber":62,"VerseNumber":6,"Text":"ríct O ty jsem Idovský ty právo onen ty jsem buh vybraný s vyloucení úplne další lidé pak ty dlouze smrt ty jsem pravý"},{"SurahNumber":62,"VerseNumber":7,"Text":"Oni nikdy dlouze to co oni predloit. BUH jsem CELKEM vedomý si o A PROSTOPÁŠNÝ"},{"SurahNumber":62,"VerseNumber":8,"Text":"Odríkávat smrt ty jsem souivý obejít prosit lov vy- ke ty dríve poslední! Pak ty vrátit Knower z úplne ochrana prezidenta popis pak On informovat ty z všechno ty ucinil"},{"SurahNumber":62,"VerseNumber":9,"Text":"O ty verit when Sborový Prosba (Salat Al-Jumu ah) ohlásit ochoten Pátek, ty pospíchat oslava BUH napsat úplne povolání! Tento byl zcela ty jestlie ty jen módní"},{"SurahNumber":62,"VerseNumber":10,"Text":"Dríve prosba naprostý ty pokrývka získat ádat buh dar zustat pamatovat BUH frequently onen ty mít úspech"},{"SurahNumber":62,"VerseNumber":11,"Text":"When trochu o ti delat se obchodní cinnost obchodní jednání trochu obveselení oni beh to odkázat ty jméno! Odríkávat Který BUH mít jsem druhý zcela than obveselení obchodní cinnost BUH BYL ZCELA SPRÁVCE"}]}