{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pe inteleptul Coran"},{"SurahNumber":36,"VerseNumber":3,"Text":"Tu esti dintre trimisii"},{"SurahNumber":36,"VerseNumber":4,"Text":"pe o Cale Dreapta"},{"SurahNumber":36,"VerseNumber":5,"Text":"Pogorare de la Puternicul, Milostivul"},{"SurahNumber":36,"VerseNumber":6,"Text":"ca tu sa previi un popor asa cum nu au fost preveniti stramosii sai care erau nepasatori"},{"SurahNumber":36,"VerseNumber":7,"Text":"Spusa s-a implinit asupra celor mai multi dintre ei, insa ei tot nu cred"},{"SurahNumber":36,"VerseNumber":8,"Text":"Le vom pune grumazurile in juguri pana la barbii incat vor sta cu capetele tepene"},{"SurahNumber":36,"VerseNumber":9,"Text":"Noi le vom pune o stavila inainte si o stavila dupa, ca sa-i invaluim si ei sa nu mai vada"},{"SurahNumber":36,"VerseNumber":10,"Text":"Deopotriva le este lor, fie ca-i previi, fie ca nu-i previi, caci tot nu vor crede"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu previne-l pe cel care urmeaza amintirea si se teme de Milostivul in Taina Sa. Lui vesteste-i iertare si rasplata imbelsugata"},{"SurahNumber":36,"VerseNumber":12,"Text":"Noi ii inviem pe morti si scriem ceea ce au facut inainte, precum si urmele lor. Noi tinem socoteala fiecarui lucru intr-o Carte deslusita"},{"SurahNumber":36,"VerseNumber":13,"Text":"Da-le pilda pe locuitorii cetatii, cand au venit la ei trimisii"},{"SurahNumber":36,"VerseNumber":14,"Text":"Cand le-am trimis doi i-au socotit mincinosi, incat i-am intarit cu al treilea. Ei au spus: “Noi am fost trimisi la voi.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Atunci ei au spus: “Voi nu sunteti decat oameni asemenea noua! Milostivul nu a pogorat asupra voastra nimic, ci voi doar mintiti!”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Ei au spus: “Domnul nostru stie ca am fost trimisi la voi"},{"SurahNumber":36,"VerseNumber":17,"Text":"si asupra noastra este doar instiintarea cea deslusita.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ei au raspuns “Noi prevestim ca va fi rau cu voi! Daca nu incetati, va vom omori cu pietre si va va atinge de la noi o dureroasa osanda.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Profetii au spus: “Prevestirea voastra este legata de voi insiva! Daca vi s-ar fi amintit...! Ba nu! Sunteti un popor necumpatat!”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Un barbat veni in fuga din capatul cetatii si spuse: “O, popor al meu! Urmati-i pe trimisi"},{"SurahNumber":36,"VerseNumber":21,"Text":"Urmati-i pe cei care nu va cer rasplata si sunt drept calauziti"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ce as avea sa nu ma inchin Celui ce m-a creat? Si voi veti fi intorsi catre El"},{"SurahNumber":36,"VerseNumber":23,"Text":"De ce mi-as lua dumnezei afara de El? Daca Milostivul imi vrea vreun rau, mijlocirea lor nu-mi va sluji la nimic si ei nu ma vor mantui"},{"SurahNumber":36,"VerseNumber":24,"Text":"iar eu atunci voi fi intr-o vadita ratacire"},{"SurahNumber":36,"VerseNumber":25,"Text":"Eu cred insa in Domnul vostru! Ascultati-ma!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"I se va spune: “Intra in Rai!” El va spune: “Ce bine ar fi daca poporul meu ar sti"},{"SurahNumber":36,"VerseNumber":27,"Text":"cum Domnul meu m-a iertat si m-a facut dintre cei care vor primi cinstire!”"},{"SurahNumber":36,"VerseNumber":28,"Text":"Dupa el, nu am pogorat din cer vreo ostire asupra poporului sau si nici nu vor pogori"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nu va fi decat un singur Strigat, si vor fi cu totii stinsi"},{"SurahNumber":36,"VerseNumber":30,"Text":"Vai voua, robilor! Nici un trimis n-a venit la ei, fara ca ei sa nu-si bata joc de el"},{"SurahNumber":36,"VerseNumber":31,"Text":"N-au vazut ei oare cate leaturi am nimicit inaintea lor si care nu se vor mai intoarce niciodata la ei"},{"SurahNumber":36,"VerseNumber":32,"Text":"Nu exista nimeni care sa nu fie infatisat inaintea Noastra"},{"SurahNumber":36,"VerseNumber":33,"Text":"Pentru ei este un semn pamantul mort caruia Noi ii dam viata si dam la iveala din el grane din care ei mananca"},{"SurahNumber":36,"VerseNumber":34,"Text":"Noi am randuit pe el livezile de curmali si podgoriile de vie si am facut sa tasneasca izvoare"},{"SurahNumber":36,"VerseNumber":35,"Text":"ca ei sa manance din rodul lui si ceea ce au trudit mainile lor. Nu sunt oare multumitori"},{"SurahNumber":36,"VerseNumber":36,"Text":"Marire Celui ce a creat soiurile toate cele ce cresc din pamant de la sine si cele de la ei si cele pe care nu le cunosc"},{"SurahNumber":36,"VerseNumber":37,"Text":"Este un semn pentru ei noaptea din care Noi dezghiocam ziua si ei raman in bezna"},{"SurahNumber":36,"VerseNumber":38,"Text":"si soarele ce alearga spre un culcus al lui, caci aceasta este sorocirea Puternicului, Stiutorului"},{"SurahNumber":36,"VerseNumber":39,"Text":"Si luna careia i-am sorocit coborasurile pana cand se intoarna asemnea unei cozi de frunza de curmal, veche si scorojita"},{"SurahNumber":36,"VerseNumber":40,"Text":"Soarelui nu i se cuvine sa prinda luna, si nici noptii sa o ia inaintea zilei, ci toate plutesc in cerc"},{"SurahNumber":36,"VerseNumber":41,"Text":"Pentru ei este un semn ca le-am purtat semintia pe corabia incarcata"},{"SurahNumber":36,"VerseNumber":42,"Text":"Si lor le-am creat asemenea ei ca sa urce pe ele"},{"SurahNumber":36,"VerseNumber":43,"Text":"Daca am voi, i-am ineca, si nu ar avea nici un ajutor si nu ar fi mantuiti"},{"SurahNumber":36,"VerseNumber":44,"Text":"decat cu milostivenie de la Noi si o bucurie vremelnica"},{"SurahNumber":36,"VerseNumber":45,"Text":"Cand li se spune: “Temeti-va de ceea ce este inaintea voastra si de ceea ce este in urma voastra! Poate veti fi miluiti!”"},{"SurahNumber":36,"VerseNumber":46,"Text":"Nu a fost nici un semn din semnele Domnului lor care le-a venit fara ca ei sa nu ii intoarca spatele"},{"SurahNumber":36,"VerseNumber":47,"Text":"Cand li se spune: “Dati milostenie din ceea ce v-a inzestrat Dumnezeu!”, cei care tagaduiesc spun celor care cred: “Noi sa-l hranim pe cel care Dumnezeu l-ar putea hrani, daca ar voi? Voi sunteti intr-o vadita ratacire.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ei spun: “Pe cand aceasta fagaduiala, daca spuneti adevarul?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ei nu au de asteptat, caci un singur Strigat ii va lua pe cand se invrajbesc"},{"SurahNumber":36,"VerseNumber":50,"Text":"Nu vor putea lasa ceva cu limba de moarte, si nici la ai lor sa se intoarca"},{"SurahNumber":36,"VerseNumber":51,"Text":"Si cand in trambita se va sufla, din morminte se vor grabi catre Domnul lor"},{"SurahNumber":36,"VerseNumber":52,"Text":"Ei vor spune atunci: “Vai noua! Cine ne-a sculat din asternutul nostru"},{"SurahNumber":36,"VerseNumber":53,"Text":"Aceasta este ceea ce Milostivul v-a fagaduit. Trimisii au spus Adevarul! Nu va fi decat un singur Strigat si toti vor fi adusi inaintea Noastra"},{"SurahNumber":36,"VerseNumber":54,"Text":"Nimeni, in Ziua aceea, nu va fi nedreptatit cu ceva. Nu veti fi rasplatiti decat pentru ceea ce ati faptuit"},{"SurahNumber":36,"VerseNumber":55,"Text":"In Ziua aceea, singura truda, a celor din Rai, va fi sa se desfete"},{"SurahNumber":36,"VerseNumber":56,"Text":"Impreuna cu soatele lor, vor sta sub umbrare, asezati pe paturi de nunta"},{"SurahNumber":36,"VerseNumber":57,"Text":"Vor avea acolo fructe si vor avea ceea ce vor cere"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Pace!” O vorba de la un Domn Milos"},{"SurahNumber":36,"VerseNumber":59,"Text":"O, nelegiuitilor! Treceti deoparte in Ziua aceea"},{"SurahNumber":36,"VerseNumber":60,"Text":"O, fii ai lui Adam! Nu v-am tocmit Eu sa nu va inchinati Diavolului, caci el este vrajmasul vostru fatis"},{"SurahNumber":36,"VerseNumber":61,"Text":"ci Mie sa va inchinati? Aceasta este o Cale Dreapta"},{"SurahNumber":36,"VerseNumber":62,"Text":"Diavolul a ratacit pe multi dintre voi. Oare nu ati priceput"},{"SurahNumber":36,"VerseNumber":63,"Text":"Aceasta este Gheena ce v-a fost fagaduita"},{"SurahNumber":36,"VerseNumber":64,"Text":"azvarliti-va in ea ca rasplata a tagadei voastre"},{"SurahNumber":36,"VerseNumber":65,"Text":"In Ziua aceea, le vom pecetlui gurile, insa mainile lor ne vor vorbi si picioarele lor ne vor marturisi ceea ce ei au agonisit"},{"SurahNumber":36,"VerseNumber":66,"Text":"Daca am voi, le-am stinge ochii si atunci se vor grabi pe drum, insa cum vor mai vedea"},{"SurahNumber":36,"VerseNumber":67,"Text":"Daca am voi, i-am preface pe loc incat n-ar mai putea merge nici inainte si nici inapoi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Noi ii garbovim faptura celui ce ii daruim viata lunga. Ei nu pricep, oare"},{"SurahNumber":36,"VerseNumber":69,"Text":"Noi nu l-am invatat pe el poezia, caci nici nu i se cadea. Aceasta este o amintire, un Coran deslusit"},{"SurahNumber":36,"VerseNumber":70,"Text":"care-l previne pe cel care traieste si care adevareste Cuvantul asupra tagaduitorilor"},{"SurahNumber":36,"VerseNumber":71,"Text":"Oare ei nu vad ca Noi le-am creat lor, intre cele pe care le-au facut mainile Noastre, dobitoacele peste care ei sunt stapani"},{"SurahNumber":36,"VerseNumber":72,"Text":"Noi li le-am supus: unele de calarit, iar altele de mancat"},{"SurahNumber":36,"VerseNumber":73,"Text":"Si ei au de la ele foloase si bauturi. Poate vor fi multumiti"},{"SurahNumber":36,"VerseNumber":74,"Text":"Si ei si-au luat dumnezei afara de Dumnezeu! Poate vor fi ajutati"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ei nu ii vor putea ajuta, pe cand ei le sunt lor ostire pregatita"},{"SurahNumber":36,"VerseNumber":76,"Text":"Vorba lor sa nu te mahneasca! Noi stim ceea ce ei tainuiesc si ceea ce destainuiesc"},{"SurahNumber":36,"VerseNumber":77,"Text":"Nu a vazut omul oare ca l-am creat dintr-o picatura de samanta, iar acum este un cartitor fatis"},{"SurahNumber":36,"VerseNumber":78,"Text":"Uitand de crearea sa, el Ne spune Noua ca pe o pilda: “Cine va mai invia oasele prefacute in pulbere?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Spune: “Cel ce i-a creat dintru inceput ii va invia. El este Stiutor a toata faptura"},{"SurahNumber":36,"VerseNumber":80,"Text":"El este Cel ce, din copaci verzi, v-a creat voua focul pe care voi il aprindeti.”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Cel ce a creat cerurile si pamantul, nu ar mai putea oare crea asemenea lor? Ba da, caci El este Creatorul cel Mare, Stiutorul"},{"SurahNumber":36,"VerseNumber":82,"Text":"Porunca Sa, cand voieste un lucru, este in a spune: “Fii!” Si el este"},{"SurahNumber":36,"VerseNumber":83,"Text":"Marire Celui ce tine in mana Sa imparatia fiecarui lucru! La El veti fi intorsi"}]}