{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"nenapirali, niṣṭheyu allāhanigē mīsalāgirali. Allāhana horatu itararannu tam'ma pōṣakarāgisikoṇḍavaru, ‘‘avaru nam'mannu allāhanige nikaṭagoḷisuvarendu mātra nāvu avarannu pūjisuttēve’’ ennuttāre. Avaru bhinnate tāḷiruva viṣayagaḷalli allāhanē avara naḍuve tīrmāna māḍuvanu. Suḷḷugāranāgiruva kr̥taghnanige allāhanu khaṇḍita sari dāriyannu tōruvudilla"},{"SurahNumber":39,"VerseNumber":2,"Text":"Allāhanu yārannādarū tanna putranāgisikoḷḷalu bayasiddare, avanu tanna sr̥ṣṭigaḷa paiki tānicchisidavarannu ārisikoḷḷuttiddanu. Avanu pāvananu. Ā allāhanu, anupamanāgiddāne hāgū bhārī śaktiśāliyāgiddāne"},{"SurahNumber":39,"VerseNumber":3,"Text":"avanu ākāśagaḷannu hāgū bhūmiyannu kramabad'dhavāgi sr̥ṣṭisiruvanu. Avanē rātriyannu hagala mēle āvarisuttāne hāgū hagalannu rātriya mēle āvarisuttāne mattu sūrya hāgū candranannu vidhēyagoḷisiddāne. Ellavū ondu nirdiṣṭa avadhigāgi calaneyallide. Nenapirali, avanu pracaṇḍanū mahā kṣamāśīlanū āgiddāne"},{"SurahNumber":39,"VerseNumber":4,"Text":"avanu nim'mannu ondu jīvadinda sr̥ṣṭisidanu hāgū adarinda adara jōḍiyannu sr̥ṣṭisidanu mattu jānuvārugaḷalli nimagāgi eṇṭu jōḍigaḷannu tayārisidanu. Avanu nim'mannu nim'ma tāyandira garbhagaḷalli, mūru kattalugaḷalli, hanta hantavāgi sr̥ṣṭisiruvanu. Ā allāhanē nim'ma oḍeyanu. Adhikāravellavū avanigē sēride. Avana horatu bēre dēvarilla. Nīvu adelli aleyuttiruviri"},{"SurahNumber":39,"VerseNumber":5,"Text":"nīvu kr̥taghnate tōridare, allāhanantu nim'ma agatyavē illadavanāgiddāne. Ādare avanu tanna dāsara pālige kr̥taghnateya niluvannu meccuvudilla. Nīvu kr̥tajñate tōruvudādare adannē avanu nim'ma pālige meccuttāne. Hore horuva yāru innobbara horeyannu horalāranu. Konegom'me nīvu nim'ma oḍeyana baḷigē maraḷi hōguviri mattu avanu, nīvu ēnellā māḍuttiddirembudannu nimage tiḷisuvanu. Khaṇḍitavāgiyū avanu manas'sinoḷagina vicāragaḷannū ballavanāgiddāne"},{"SurahNumber":39,"VerseNumber":6,"Text":"Mattu mānavanige saṅkaṭavēnādarū taṭṭidare, avanu tannoḍeyaneḍege olidu, avanige more iḍuttāne. Taruvāya avanu (allāhanu) ātanige tanna anugrahavannu daya pālisidāga, ātanu ī hinde tānu yārige more iṭṭiddenembudannē maretu biḍuttāne mattu allāhanige pāludārarannu nēmisuttāne – avaru ātanannu avana (allāhana) dāriyinda dūragoḷisi biḍuttāre. (Anthavanige) hēḷiri; tusukāla nīnu ninna kr̥taghnateya sukhavannu anubhavisu. Nīnu khaṇḍita narakavāsiyāgiruve"},{"SurahNumber":39,"VerseNumber":7,"Text":"(avanu śrēṣṭhanō, athavā) rātriya vēḷe sāṣṭāṅgaveragikoṇḍū, nintukoṇḍū ārādhisuttā, paralōkada kuritu sadā jāgr̥tanāgiddu, tanna oḍeyana anugrahavannu nirīkṣisuttiruvavanu śrēṣṭhanō? Hēḷiri; aritilladavaru mattu aritiruvavaru samānarāgaballarē? Bud'dhiyuḷḷavaru mātra upadēśavannu svīkarisuttāre"},{"SurahNumber":39,"VerseNumber":8,"Text":"hēḷiri; nanna (allāhana) viśvāsi dāsarē, nim'ma oḍeyanige an̄jiri. Ī lōkadalli oḷitannu māḍidavarige, oḷitu sigalide. Allāhana bhūmiyu viśālavāgide. Sahanaśīlarige apāra pratiphala sigalide"},{"SurahNumber":39,"VerseNumber":9,"Text":"hēḷiri; nanagantu, niṣṭheyannu allāhanigē misalāgiṭṭu, avanannu ārādhisalu ādēśisalāgide"},{"SurahNumber":39,"VerseNumber":10,"Text":"mattu nānē prathamavāgi muslima (śaraṇāgata)nāgabēkendu nanage ādēśisalāgide"},{"SurahNumber":39,"VerseNumber":11,"Text":"hēḷiri; nānu nanna oḍeyana ādēśavannu mīri naḍedare ondu mahā dinada śikṣege tuttāguva bhaya nanagide"},{"SurahNumber":39,"VerseNumber":12,"Text":"hēḷiri; nānu nanna niṣṭheyannu allāhanigē mīsalāgiṭṭu avanannē ārādhisuttēne"},{"SurahNumber":39,"VerseNumber":13,"Text":"nīvu avana horatu yārannu bēkādarū ārādhisiri. Hēḷiri; tam'mannu hāgū tam'ma maneyavarannu punarut'thāna dina naṣṭakkoḷapaḍisikoṇḍavarē nijavāgi naṣṭa anubhavisuvavarāgiddāre. (Nimage) tiḷidirali; aduvē spaṣṭavāda naṣṭa"},{"SurahNumber":39,"VerseNumber":14,"Text":"Avarigāgi (narakadalli), avara mēlū avarannu āvarisuva beṅkiya jvālegaḷiruvavu mattu avara keḷagū avarannu āvarisuva jvālegaḷiruvavu. Allāhanu ā kuritu tanna dāsarannu eccarisuttāne. Nanna dāsarē, nanage an̄jiri"},{"SurahNumber":39,"VerseNumber":15,"Text":"avana ārādhanegāgi, mithya śaktigaḷannellā toredu allāhaneḍege olavu tōridavarige śubhavārte ide. Antaha nanna bhaktarige śubhavārte nīḍiri"},{"SurahNumber":39,"VerseNumber":16,"Text":"avaru mātannu sariyāgi ālisi, adara atyuttama āyāmavannu anusarisuttāre. Avarē allāhaninda mārgadarśana paḍedavaru mattu avarē bud'dhivantaru"},{"SurahNumber":39,"VerseNumber":17,"Text":"īgāgalē śikṣeya tīrpu vidhisalpaṭṭavanannu mattu īgāgalē beṅkige biddu biṭṭiruvavanannu nīvu rakṣisaballirā"},{"SurahNumber":39,"VerseNumber":18,"Text":"ādare, tam'ma oḍeyana bhaktarāgiddavarigāgi, māḷigegaḷu mattu avugaḷa mēle mattaṣṭu sid'dha māḷigegaḷu iruvavu. Avugaḷa taḷadalli hariyuva nadigaḷiruvavu. Idu allāhana vāgdāna. Allāhanendū tānu koṭṭa mātannu mīruvudilla"},{"SurahNumber":39,"VerseNumber":19,"Text":"nīvu kāṇalillavē? Allāhanu ākāśadinda nīrannu surisi, adannu cilumegaḷāgisi bhūmiyalli harisuttāne. Taruvāya avanu allinda vividha baṇṇada beḷegaḷannu horategeyuttāne. Ā baḷika adu oṇagi biḍuttade mattu adu haḷadiyāguvudannu nīvu kāṇuttīri. Ā baḷika avanu adannu cūru cūrāgisi biḍuttāne. Idaralli bud'dhivantarige khaṇḍita pāṭhavide"},{"SurahNumber":39,"VerseNumber":20,"Text":"allāhanu yāra hr̥dayavannu islāmigāgi teredu biṭṭanō, avanu tanna oḍeyana kaḍeyinda beḷakinalliddāne. Allāhanannu nenapisalāgadaṣṭu hr̥dayavu kaṭhiṇavāgi biṭṭavarige vināśa kādide. Avaru spaṣṭavāgi dārigeṭṭa sthitiyalliddāre"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allāhanu, samarūpada, āvartita vacanagaḷiruva atyuttama granthavannu iḷisikoṭṭiddāne. Tam'ma oḍeyana bhakti uḷḷavarige adarinda rōmān̄canavāguttade. Taruvāya avara carmagaḷū (bāhyavū) hr̥dayagaḷū (antaraṅgavū)allāhana nenapineḍege vāli biḍuttave. Idu allāhana mārgadarśana. Avanu tānicchisidavarige saridāriyannu tōruttāne. Innu allāhanē dāri tappisidavanige sari dāri tōraballavaru yārū illa"},{"SurahNumber":39,"VerseNumber":22,"Text":"punarut'thāna dina, tanna mukhavannu ā keṭṭa śikṣeyinda rakṣisalu heṇaguttiruvavanu (svargavāsigaḷige samānanāgaballanē)? Andu akramigaḷoḍane ‘‘saviyiri, nīvu māḍuttidda karmagaḷa phalavannu’’ ennalāguvudu"},{"SurahNumber":39,"VerseNumber":23,"Text":"avariginta hindinavarū (satyavannu) tiraskarisiddaru. Konege avarige arivē illadante, avara mēle śikṣeyu banderagitu"},{"SurahNumber":39,"VerseNumber":24,"Text":"allāhanu ī lōkada badukinallē avarige naṣṭada ruciyannu uṇisidanu. Innu paralōkada śikṣeyantu idakkinta tumbā doḍḍadāgiruvudu. Avaru idannu aritirabēkittu"},{"SurahNumber":39,"VerseNumber":25,"Text":"khaṇḍitavāgiyū nāvu ī kur‌ān‌nalli mānavarigāgi ella bageya udāharaṇegaḷannu mundiṭṭiruvevu – avaru upadēśavannu svīkarisabēkendu"},{"SurahNumber":39,"VerseNumber":26,"Text":"arabī bhāṣeyalliruva, yāva vakrateyū illada kur‌ān. Avaru dharmaniṣṭharāgabēkendu (idannu kaḷuhisalāgide)"},{"SurahNumber":39,"VerseNumber":27,"Text":"allāhanu ondu udāharaṇeyannu mundiḍuttāne: Obbanu parasparara pālige tīrā haṭhamārigaḷāgiruva halavara dāsanāgiddāne mattu innobbanu kēvala obbana dāsanāgiddāne. Avaribbara sthitiyu samānavāgiralu sādhyavē? Allāhanige stutigaḷu. Ādare, heccinavaru aritilla"},{"SurahNumber":39,"VerseNumber":28,"Text":"(dūtarē,) nīvu khaṇḍita sāyuviri mattu avarū (virōdhigaḷū) khaṇḍita sāyuvaru"},{"SurahNumber":39,"VerseNumber":29,"Text":"mattu nīvu (virōdhigaḷu) punarut'thānadina nim'ma oḍeyana munde khaṇḍita paraspara jagaḷāḍuviri. Kāṇḍa –"},{"SurahNumber":39,"VerseNumber":30,"Text":"Allāhana mēle suḷḷārōpa horisida hāgū satyavu tanna baḷige bandāga adannu tiraskarisidavaniginta doḍḍa akrami yāru? Dhikkārigaḷa nele iruvudu narakadallē tānē"},{"SurahNumber":39,"VerseNumber":31,"Text":"satyavannu tandavanu mattu adannu samarthisidavanu – avarē dharmaniṣṭharu"},{"SurahNumber":39,"VerseNumber":32,"Text":"avarigāgi avara oḍeyana baḷi, avaru bayasiddellavū ide. Aduvē satkarmigaḷa pratiphala"},{"SurahNumber":39,"VerseNumber":33,"Text":"allāhanu avara karmagaḷallina dōṣagaḷannu nivārisuvanu mattu avaru māḍuttidda atyuttama karmagaḷiganusāra avarige avara pratiphalavannu nīḍuvanu"},{"SurahNumber":39,"VerseNumber":34,"Text":"tanna dāsara pālige allāhanu sākāgalāranē? Avaru nim'mannu avana horatu itarara hesaralli hedarisuttāre. Allāhanē dāri tappisi biṭṭavarige yārū sari dāriyannu tōralāraru"},{"SurahNumber":39,"VerseNumber":35,"Text":"innu, allāhanē saridāriyalli naḍesidavarannu yārū dāri tappisalāraru. Prabalanāda allāhanēnu pratīkāra tīrisalāranē"},{"SurahNumber":39,"VerseNumber":36,"Text":"ākāśagaḷannu hāgū bhūmiyannu sr̥ṣṭisidavanu yāru? Endu nīvu avaroḍane kēḷidare. Khaṇḍita allāhanendē avaru hēḷuvaru. Hēḷiri; allāhana horatu nīvu yārannellā karedu prārthisuttīrō avarannu nīvu nōḍidirā? Allāhanu nanagēnādarū hāni māḍa bayasidare, avaru avana hāniyannu nivārisaballarē? Athavā avanu nannannu anugrahisalu bayasidare, avaru ātana anugrahavannu taḍeyaballarē? Hēḷiri; nanagantu allāhanē sāku. Avalambisuvavaru avanannē avalambisuttāre"},{"SurahNumber":39,"VerseNumber":37,"Text":"hēḷiri; nanna janāṅgadavarē, nim'ma sthānadalli nīvu sakriyarāgiri. Nānū sakriyanāgiruttēne. Nimage bēganē tiḷiyalide –"},{"SurahNumber":39,"VerseNumber":38,"Text":"– apamānikāriyāda śikṣe hāgū śāśvatavāda śikṣeyu yāra mēle banderaguvudendu"},{"SurahNumber":39,"VerseNumber":39,"Text":"(Dūtarē,) khaṇḍitavāgiyū nāvu nimage mānavarigāgi, satyadondige, granthavannu iḷisi koṭṭiruvevu. Idīga yārādarū sanmārgavannu anusarisidare adu avanadē hitakkāgiruvudu mattu yārādarū tappudāri hiḍidare, adara hoṇeyū avana mēleyē iruvudu. Nīvu avara mēlina kāvalugārarēnū alla"},{"SurahNumber":39,"VerseNumber":40,"Text":"allāhanu jīvagaḷannu avugaḷa maraṇada vēḷe vaśapaḍisikoḷḷuttāne. Mattu mr̥tavāgada jīvagaḷannū avanu, avugaḷa niddeya vēḷeyalli vaśapaḍisikoḷḷuttāne – ā paiki maraṇavu vidhisalpaṭṭiruva jīvavannu mātra avanu taḍediṭṭu koḷḷuttāne hāgū itara jīvagaḷannu ondu nirdiṣṭa avadhigāgi maraḷisuttāne. Cintisuva janarige idaralli khaṇḍita pāṭhagaḷive"},{"SurahNumber":39,"VerseNumber":41,"Text":"avarēnu allāhana horatu an'yarannu śiphāras'sudārarāgisikoṇḍiruvarē? Hēḷiri; avara baḷi yāvudē adhikāravilladiddarū, avarige ēnū arthavāgadiddarū (nīvēnu avarannē avalambisuvirā)"},{"SurahNumber":39,"VerseNumber":42,"Text":"hēḷiri; śiphārasina adhikāravu sampūrṇavāgi allāhanigē sēride. Ākāśagaḷa hāgū bhūmiya ādhipatyavū avanigē sēride. Konege nīvellā avaneḍegē maraḷuviri"},{"SurahNumber":39,"VerseNumber":43,"Text":"ēkamātranāda allāhana prastāpavettidoḍane, paralōkadalli nambike illadavara manas'sugaḷalli jigupse ukkuttade mattu avana horatu itararannu prastāpisidoḍane avaru santuṣṭarāgi biḍuttāre"},{"SurahNumber":39,"VerseNumber":44,"Text":"hēḷiri; ākāśagaḷannu hāgū bhūmiyannu rūpisiruva, gupta hāgū vyaktavāda ellavannū aritiruva allāhanē, ninna dāsaru paraspara bhinnate tāḷidda ella viṣayagaḷalli avara naḍuve tīrpu nīḍuvavanu nīnē"},{"SurahNumber":39,"VerseNumber":45,"Text":"akramavesagidavara baḷi, bhūmiyalliruva ellavū hāgū aṣṭē pramāṇada innaṣṭu (sampattu) iddarū punarut'thāna dinada śikṣeyinda muktarāgalu avaru adellavannū koṭṭu biḍalu mundāguvaru. Ādare, avaru ūhisiyū illaddannu (antaha ghōra śikṣeyannu) allāhanu avara munde anāvaraṇagoḷisuvanu"},{"SurahNumber":39,"VerseNumber":46,"Text":"Mattu ā dina, avaru māḍuttidda ella duṣṭa kr̥tyagaḷu avara munde prakaṭavāguvavu hāgū avaru ēnannu gēli māḍuttiddarō aduvē avarannu āvarisikoḷḷuvudu"},{"SurahNumber":39,"VerseNumber":47,"Text":"manuṣyanige ēnādarū saṅkaṭavādāga avanu nam'mannu prārthisuttāne. Ā baḷika nāvu nam'ma kaḍeyinda ātanigēnādarū koḍugeyannu dayapālisidare avanu, adannu nanage nanna jñānada ādhāradalli nīḍalāgide ennuttāne. Nijavāgi adondu parīkṣeyāgide. Ādare, heccinavaru idannu tiḷidilla"},{"SurahNumber":39,"VerseNumber":48,"Text":"avariginta hindinavarū khaṇḍita, idannē hēḷiddaru. Ādare, tam'ma kr̥tyagaḷinda avarige yāva lābhavū āgalilla"},{"SurahNumber":39,"VerseNumber":49,"Text":"avaru māḍida duṣṭa kr̥tyagaḷu avara mēleyē banderagidavu. (Idīga) ā janara paiki akramavesagidavaru māḍiruva duṣṭa kr̥tyagaḷu bahu bēganē avara mēle banderagalive. (Allāhanannu) nirbandhisalu avarinda sādhyavilla"},{"SurahNumber":39,"VerseNumber":50,"Text":"sampannateyannu allāhanu tānicchisidavara pālige viśālagoḷisuttāne hāgū tānicchisidavara pālige sīmitagoḷisuttāne embudu avarige tiḷiyadē? Khaṇḍitavāgiyū viśvāsigaḷige idaralli dhārāḷa pāṭhagaḷive"},{"SurahNumber":39,"VerseNumber":51,"Text":"hēḷiri; svataḥ tam'ma mēle akramavesagikoṇḍiruva nanna (allāhana) dāsarē, allāhana anugrahada kuritante nirāśarāgabēḍi. Allāhanu khaṇḍita ella pāpagaḷannū kṣamisuttāne. Avanu khaṇḍita tumbā kṣamisuvavanu mattu karuṇe tōruvavanāgiddāne"},{"SurahNumber":39,"VerseNumber":52,"Text":"nīvinnu nim'ma oḍeyana kaḍege gamana harisiri mattu nim'ma mēle śikṣeyu banderaguva hāgū nimage ellindalū neravu sigada sthiti baruvudakkinta munna avanige śaraṇāgi biḍiri"},{"SurahNumber":39,"VerseNumber":53,"Text":"mattu nimage arivē illadante, haṭhāttane nim'ma mēle śikṣeyu banderaguvudakke munna, nīvu nim'ma oḍeyana kaḍeyinda nimage iḷisi koḍalāgiruva sandēśada atyuttama vyākhyānavannu anusarisiri"},{"SurahNumber":39,"VerseNumber":54,"Text":"Ēkendare andu yārū, ayyō nanna dusthiti! Allāhana viṣayadalli nanninda pramādagaḷādavu hāgū nānu (satyavannu) gēli māḍidde, ennuvantāgabāradu"},{"SurahNumber":39,"VerseNumber":55,"Text":"athavā yārū, allāhanu nanage saridāri tōriddare nānu dharma niṣṭhanāgiruttidde ennuvantāgabāradu"},{"SurahNumber":39,"VerseNumber":56,"Text":"athavā yārū, śikṣeyannu kaṇḍu, nanage innondu avakāśa sikkiddare nānu sajjananāgi budukuttidde ennuvantāgabāradu"},{"SurahNumber":39,"VerseNumber":57,"Text":"(āga allāhanu hēḷuvanu;) ninna baḷige nanna vacanagaḷu bandiddavu. Ādare, nīnu avugaḷannu tiraskariside, ahaṅkāra tōride mattu nīnu dhikkāriyāgidde"},{"SurahNumber":39,"VerseNumber":58,"Text":"punarut'thāna dina nīvu kāṇuviri; allāhana kuritu suḷḷu hēḷidavara mukhagaḷu karāḷavāgiruvavu. Ahaṅkārigaḷa nele iruvudu narakadallē tānē"},{"SurahNumber":39,"VerseNumber":59,"Text":"dharmaniṣṭharāgiddavarige allāhanu yaśas'sina jote muktiyannu nīḍuvanu. Yāva saṅkaṭavū avarannu taṭṭadu mattu avaru duḥkhitarāgalāraru"},{"SurahNumber":39,"VerseNumber":60,"Text":"allāhanē ella vastugaḷa sr̥ṣṭikartanu mattu avanē ella vastugaḷa mēlvicārakanu"},{"SurahNumber":39,"VerseNumber":61,"Text":"ākāśagaḷa hāgū bhūmiya cāvigaḷu avana baḷi ive. Allāhana vacanagaḷannu dhikkarisidavarē naṣṭa anubhavisuvavarāgiddāre"},{"SurahNumber":39,"VerseNumber":62,"Text":"hēḷiri; ajñānigaḷē, nānu allāhana horatu an'yarannu ārādhisabēkendu nīvu nanage ādēśisuttīrā"},{"SurahNumber":39,"VerseNumber":63,"Text":"(dūtarē,) nīvu halavara ārādhakarāgi biṭṭare nim'ma ella karmagaḷu vyarthavāguvavu mattu nīvu naṣṭa anubhavisidavara sālige sēruvirendu nimagū nim'ma hindinavarigū divyavāṇiyannu kaḷisalāgittu"},{"SurahNumber":39,"VerseNumber":64,"Text":"nīvu allāhanannu mātra ārādhisiri mattu kr̥tajñara sālige sēriri"},{"SurahNumber":39,"VerseNumber":65,"Text":"avaru allāhanannu gurutisabēkāda rītiyalli gurutisilla. Punarut'thāna dina sampūrṇa bhūmiyu avana muṣṭhiyoḷagiruvudu mattu ākāśagaḷellā maḍacida sthitiyalli avana balagaiyalliruvavu. Avanu pariśud'dhanu hāgū avaru (avanondige) pālugoḷisuva ellavugaḷiginta tumbā unnatanāgiruvanu"},{"SurahNumber":39,"VerseNumber":66,"Text":"Antima kahaḷe ūdalādāga ākāśagaḷalli hāgū bhūmiyalliruva pratiyobbanū prajñāhīnanāgi biḍuvanu – allāhanicchisidavana horatu. Mattom'me kahaḷe ūdalādāga avarellarū eddu nintu (accariyinda) nōḍa toḍaguvaru"},{"SurahNumber":39,"VerseNumber":67,"Text":"mattu bhūmiyu tanna oḍeyana prakāśadinda beḷagi biḍuvudu hāgū (karmagaḷa) granthavannu terediḍalāguvudu mattu dūtarannū sākṣigaḷannū munde taralāguvudu hāgū avara (janara) naḍuve n'yāyōcitavāgi tīrpu nīḍalāguvudu. Avara mēle kin̄cittū an'yāyavāgadu"},{"SurahNumber":39,"VerseNumber":68,"Text":"(andu) pratiyobbanigū avanu māḍida karmagaḷa pratiphalavu siguvudu. Avaru ēnellā māḍuttiddarembudannu avanu cennāgi aritiruvanu"},{"SurahNumber":39,"VerseNumber":69,"Text":"(andu) dhikkārigaḷannu daṇḍu daṇḍugaḷāgi aṭṭisikoṇḍu narakadeḍege sāgisalāguvudu. Avaru allige talupidāga narakada bāgilugaḷannu teredu biḍalāguvudu. Āga allina (narakada) pālakaru avaroḍane, ‘‘nim'ma oḍeyana vacanagaḷannu nimage ōdi kēḷisuva mattu ī dinavannu edurisalikkide endu nim'mannu eccarisuva dūtaru yārū nim'ma baḷige bandiralillavē?’’ Endu kēḷuvaru. Avaru ‘‘khaṇḍita bandiddaru’’ ennuvaru. Ādare, adāgalē dhikkārigaḷa virud'dha śikṣeya ādēśavu jāriyāgiruvudu"},{"SurahNumber":39,"VerseNumber":70,"Text":"avaroḍane, ‘‘narakada bāgilugaḷoḷage pravēśisi, śāśvatavāgi adaroḷage vāsisiri’’ ennalāguvudu. Hīge, ahaṅkārigaḷa antima neleyu tīrā keṭṭadāgiruvudu"},{"SurahNumber":39,"VerseNumber":71,"Text":"tam'ma oḍeyanige niṣṭharāgiddavarannu daṇḍu daṇḍugaḷāgi svargadeḍege karedoyyalāguvudu. Avaru allige talupidāga, adara bāgilugaḷannu tereyalāguvudu mattu adara pālakaru avaroḍane hēḷuvaru; ‘‘nimage śānti sigali. Nīvu sajjanaru. Śāśvatavāgi idaroḷage pravēśisiri’’"},{"SurahNumber":39,"VerseNumber":72,"Text":"Avaru hēḷuvaru; praśansegaḷellā, namage nīḍida tanna vāgdānavannu īḍērisida hāgū nam'mannu bhūmiya uttarādhikārigaḷāgisida allāhanige sallali. Nāvīga svargadalli nāvicchisuvalli nelesabahudu. Eṣṭondu cennāgide satkarmigaḷa pratiphala"},{"SurahNumber":39,"VerseNumber":73,"Text":"mattu nīvu kāṇuviri, malak‌gaḷu viśva sinhāsanada sutta sālugaṭṭikoṇḍu, tam'ma oḍeyanannu praśansisuttā avana pāvitravannu japisuttiruvaru. Avara (janara) naḍuve andu n'yāyōcitavāgi tīrpu nīḍalāguvudu mattu hēḷalāguvudu; ‘‘ella praśansegaḷu sarvalōkagaḷa oḍeyanāda allāhanige mīsalu’’"},{"SurahNumber":39,"VerseNumber":74,"Text":"hā mīm"},{"SurahNumber":39,"VerseNumber":75,"Text":"ī granthavannu allāhana kaḍeyinda iḷisikoḍalāgide. Avanu prabalanū ballavanū āgiddāne"}]}