{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Yiqie zansong, quan guizhen zhu! Ta yi duanzheng de jingdian jiang shi ta de pu ren, er wei zai qizhong zhizao renhe pian xie"},{"SurahNumber":18,"VerseNumber":2,"Text":"yibian ta jinggao shiren, zhen zhuyao jiangxia yanli de chengfa; er xiang xingshan de xinshimen baoxi, gaosu tamen jiang shou youmei de baochou"},{"SurahNumber":18,"VerseNumber":3,"Text":"er yong ju qizhong"},{"SurahNumber":18,"VerseNumber":4,"Text":"qie jinggao wangyan “zhen zhu shouyang ernu” de ren"},{"SurahNumber":18,"VerseNumber":5,"Text":"Tamen he tamen de zuxian, duiyu zhe ju hua dou hao wu zhi shi, tamen xinkoukaihe de shuo zhe ju huangmiu juelun dehua"},{"SurahNumber":18,"VerseNumber":6,"Text":"Ruguo tamen bu xin zhe xun ci, zai tamen beili zhihou, ni huoxu wei beishang er zisha"},{"SurahNumber":18,"VerseNumber":7,"Text":"Wo que yi shi dadishang de yiqie shiwu chengwei da di de zhuangshi pin, yibian wo kaoyan shiren, kan shei de gongzuo shi zui youmei de"},{"SurahNumber":18,"VerseNumber":8,"Text":"Wo bi huimie da dishang de yiqie shiwu, er shi da di bian wei huangliang de"},{"SurahNumber":18,"VerseNumber":9,"Text":"Nandao ni yiwei yandong he beiwen de zhuren shi wo de jixiang zhong de yi jian qi shi ma"},{"SurahNumber":18,"VerseNumber":10,"Text":"Dangshi, you ji ge qingnian bi ju shandong zhong, tamen shuo:“Women de zhu a! Qiu ni ba ni nali de enhui shangci women, qiu ni shi women de shiye wanquan duanzheng.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Wo jiu shi tamen zai shandong li ji nian buneng tingwen"},{"SurahNumber":18,"VerseNumber":12,"Text":"Houlai wo shi tamen suxing, yibian wo zhidao liang pai zhong de na yipai geng neng jisuan tamen suo tingliu de shiqi"},{"SurahNumber":18,"VerseNumber":13,"Text":"Wo ba tamen de gushi, chengshi di gaosu ni, tamen shi ji ge qingnian, tamen xinyang tamen de zhu, er wo gei tamen zengjia zhengdao"},{"SurahNumber":18,"VerseNumber":14,"Text":"Wo ceng shi tamen de xin jianren. Dangshi, tamen zhan qilai shuo:“Women de zhu, shi tiandi de zhu, women jue bu she ta er qidao renhe shenming, fouze, women biding shuo chu bu jin qingli dehua"},{"SurahNumber":18,"VerseNumber":15,"Text":"Women de zhexie tongzu, she ta er chongbai bie de xuduo shenming, tamen zenme buyong yige mingzheng lai zhengshi naxie shenming shi ying shou chongbai de ne? Jiajie zhenzhu de mingyi er zaoyao de ren, you shei bi ta hai bu yi ne?”"},{"SurahNumber":18,"VerseNumber":16,"Text":"Dang nimen liqi tamen he tamen she zhenzhu er chongbai (ouxiang) de shihou, ke bi ju shandong, nimen de zhujiang dui nimen guang shi enhui, bing shi nimen de shiye wei youli de.§"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ni kan taiyang chulai de shihou, cong tamen de shandong de youbian xieshe guoqu; taiyang luoshan de shihou, cong tamen de zuobian xieshe guoqu, tongshi tamen jiu zai shandong de kong chu. Zhe shi zhenzhu de yi zhong jixiang, zhenzhu yindao shei, shei zunxun zhengdao; zhenzhu shi shei mi wu, ni jue buneng wei shei faxian renhe pengyou zuowei yindao zhe"},{"SurahNumber":18,"VerseNumber":18,"Text":"Ni yiwei tamen shijuexing de, qishi tamen shi hanshui de, wo shi tamen zuoyou fanzhuan, tamen de gou shen zhao liang tiao tui wo zai dongkou. Ruguo ni kanjian tamen, ni bi xia de zhuan lian er tao, manhuai kongbu"},{"SurahNumber":18,"VerseNumber":19,"Text":"Wo ruci shi tamen juexing, yibian tamen huxiang xunwen, qizhong youyigeren shuo:“Nimen douliule duojiu?” Tamen shuo:“Women douliule yitian, huo bu dao yitian.” Tamen shuo:“Nimen de zhu zui qingchu nimen douliu de shijian de. Nimen pai nimen zhong de yige ren, daizhe nimen de zhexie yinbi dao cheng li qu, kan kan shei jia de shipin zui qingjie, jiao ta maidian shipin lai gei nimen, yao jiao ta hen jinshen, buyao shi renhe ren zhidao nimen"},{"SurahNumber":18,"VerseNumber":20,"Text":"Cheng li de ren, ruguo nazhe nimen, jiang yong shitou da si nimen, huozhe qiangpo nimen xinfeng tamen de zongjiao, name, nimen jiu yong bu hui chenggongle.”"},{"SurahNumber":18,"VerseNumber":21,"Text":"Wo zheyang shi bieren kuijian tamen, yibian tamen zhidao zhenzhu de nuoyan shi zhenshi de, fuhuo de shike shi hao wu keyi de. Dangshi, tamen wei ci shi er zhenglun, tamen shuo:“Nimen zai tamen de sizhou xiuyi du weiqiang ──tamen de zhu shi zui liaojie tamen de.” Zhuchi shiwu de ren shuo:“Women biding zai tamen de sizhou jianzhu yi suo libaisi.”"},{"SurahNumber":18,"VerseNumber":22,"Text":"Youren jiang shuo:“Tamen shi san ge, di si ge shi tamen de gou.” Youren jiang shuo:“Tamen shi wu ge, di liu ge shi tamen de gou.” Zhe shi youyu caice youxuan. Hai youren jiang shuo:“Tamen shi qi ge, di ba ge shi tamen de gou.” Ni shuo:“Wo de zhu shi zui zhidao tamen de shumu di, ciwai, zhiyou shaoshu ren zhidao tamen. Ni duiyu tamen de shiqing, zhi ke zuo biaomian de bianlun, ni duiyu tamen de shiqing, buyao qingjiao renhe ren.”"},{"SurahNumber":18,"VerseNumber":23,"Text":"Ni buyao wei mou shiqing er shuo:“Mingtian wo yiding zuo na jian shi.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Chufei tongshi shuo:“Ruguo zhenzhu yiyu.” Ni ruguo wangle, jiu yingdang ji qi ni de zhu, bingqie shuo:“Wo de zhu huoxu zhishi wo bi zhe geng qiejin de zhengdao.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tamen zai shandong li douliule sanbai nian,(an yinli suan) tamen you jia jiu nian"},{"SurahNumber":18,"VerseNumber":26,"Text":"Ni shuo:“Zhenzhu shi zui zhidao tamen douliu de shijian de. Wei you ta zhidao tiandi de youxuan. Ta de shi jue zhen ming! Ta de tingjue zhen cong! Chu zhenzhu wai, tamen jue wu yuanzhu zhe, zhenzhu bu rang renhe ren shen yu ta de panjue.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"Ni yingdang xuandu ni de zhu suo qishi ni de jingdian, ta de yanci, jue bushi renhe ren suo neng biangeng de.(She zhenzhu wai) ni jue buneng faxian yi ge yinbi suo"},{"SurahNumber":18,"VerseNumber":28,"Text":"Zai zaochen he wan xi qidao ziji de zhu er qiu qi xiyue zhe, ni yingdang naixin di he tamen zai yiqi, buyao miaoshi tamen, er qiu jinshi shenghuo de fuhua. Wo shi mou xie ren de xin hushi wo de jiaoxun, er shuncong ziji de yuwang. Tamen de xingwei shi guofen de, zhe zhong ren nimen buyao shuncong tamen"},{"SurahNumber":18,"VerseNumber":29,"Text":"Ni shuo:“Zhenli shi cong nimen de zhu jiang shi de, shei yuan xindao jiu rang ta xin ba, shei bu yuan xindao, jiu rang ta buxin ba.” Wo yi wei bu yi de ren, yubeile liehuo, na liehuo de yanmu jiang longzhao tamen. Ruguo tamen (wei gan ke er) qiujiu, jiu yi yi zhong shui gong tamen jieke, na zhong shui xiang liqing nayang shaozhuo ren mian, na yinliao zhen zaogao! Na guisu zhen elie"},{"SurahNumber":18,"VerseNumber":30,"Text":"Xindao er xingshan zhe, wo bi bu shi tamen de shanxing tulao wu chou"},{"SurahNumber":18,"VerseNumber":31,"Text":"zhe deng ren de xiangshou changzhu de leyuan, tamen xia lin zhu he, tamen zai leyuan li, pei jin zhi de shouzhuo, chuan ling luo jinduan de lu pao, kao zai chuangshang. Na baochou, zhen youmei! Na guisu, zhen meihao!§"},{"SurahNumber":18,"VerseNumber":32,"Text":"Ni yi liang geren de qingkuang wei tamen da yige biyu: Wo wei qizhong de yige ren chuangzaole liang ge putao yuan, er wei yi ye zao lin, bingqie yi liang yuan zhi jian di difang wei gengdi"},{"SurahNumber":18,"VerseNumber":33,"Text":"Liang yuan dou chuchan guoshi, hao bu qianque, bing zai liang yuan zhi jian, kaizao yitiao he"},{"SurahNumber":18,"VerseNumber":34,"Text":"Ta fuyou caichan, gu yi jinkua de taidu, dui ta de pengyou shuo:“Wo caichan bi ni duo, ren bi ni qiang.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ta zifu de zou jin ziji de yuanpu, shuo:“Wo xiang zhege yuanpu yong bu huangwu"},{"SurahNumber":18,"VerseNumber":36,"Text":"wo xiang fuhuo shike bu hui lailin. Jishi wo bei zhao gui zhu, wo ye neng faxian bi zhe yuanpu geng hao de guisu.”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Ta de pengyou yi bianbo de taidu dui ta shuo:“Ni buxin zaowuzhu ma? Ta chuangzao ni, xian yong nitu, ji yong jingye, ranhou shi ni bian cheng yige wanzheng de nanzi"},{"SurahNumber":18,"VerseNumber":38,"Text":"Danshi (wo shuo), zhenzhu shi wo de zhu, wo bu yi renhe wu pei wo de zhu"},{"SurahNumber":18,"VerseNumber":39,"Text":"Ni zou jin ni de yuanpu de shihou, ni zenme bu shuo:‘Zhe jian shi shi zhenzhu yiyu de. Chu zhenzhu wai, wo jue wu nengli!’ Ruguo ni renwei wo de caichan he housi dou buru ni"},{"SurahNumber":18,"VerseNumber":40,"Text":"name, wo de zhu huoxu hui shangci wo bi ni de yuanpu geng hao de dongxi, er jiang pili yu ni de yuanpu, yizhi (ta) hua wei guangtutu de tudi"},{"SurahNumber":18,"VerseNumber":41,"Text":"huo yuan li de shui yidan ganhe, ni jiu buneng xunqiu.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Ta de caichan, quan zao huimie. Yuan li de putao jia daota zai dishang, ta wei tongxi jianshe yuanpu de feiyong er fanfu fanzhuan ta de liang zhang, ta shuo:“Dan yuan wo meiyou ba renhe wu pei wo de zhu.”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Chu zhenzhu wai, meiyou qunzhong yuanzhu ta, ta ye buneng zizhu"},{"SurahNumber":18,"VerseNumber":44,"Text":"Zai zheli, yuanzhu quan gui zhenshi de zhenzhu, ta shi shangfa yanming de"},{"SurahNumber":18,"VerseNumber":45,"Text":"Ni wei tamen da yige bifang: Jinshi de shenghuo, youru wo cong yun zhong jiangxia yushui, zhiwu de yu, jiu pengbo shengzhang, ji'er lingluo, sui feng piaosan. Zhenzhu duiyu wanshi shi quanneng de"},{"SurahNumber":18,"VerseNumber":46,"Text":"Caichan he housi shi jinshi shenghuo de zhuangshi; chang cun de shangong, zai ni de zhu kan lai, shi baochou geng hao de, shi xiwang geng da de"},{"SurahNumber":18,"VerseNumber":47,"Text":"Zai na ri, wo jiang shi shanyue xiaoshi, ni kan dadi bian cheng guangtutu de. Wo jiang jihe tamen, er bu yilou renhe ren"},{"SurahNumber":18,"VerseNumber":48,"Text":"Tamen jiang fen lie chengxing di jieshou ni de zhu de jianyue. Nimen que yi lai jian wo, youru wo chuci chuangzao nimen de shihou yiyang. Buran, nimen ceng shuo wo jue bu wei nimen queding yige yue qi"},{"SurahNumber":18,"VerseNumber":49,"Text":"Gongguo bu jiang zhanxian chulai, suoyi ni jiang hui kan dao zui renmen weiju qizhong de jilu. Tamen shuo:“Aya! Zhege gongguo bu zenme la? Bulun xiao zui dazui, dou hao bu yilou, yiqie dou jiayi jilu.” Tamen jiang faxian ziji suo zuo de shi dou yiyi jilu zai benzi shang. Ni de zhu bu kui wang renhe ren"},{"SurahNumber":18,"VerseNumber":50,"Text":"Dangshi wo dui zhong tianshen shuo:“Nimen yingdang xiang a dan koutou.” Tamen dou koule tou, dan yi bo lie si chuwai. Ta ben shi jingling, suoyi weibei ta de zhu de mingling. Ta he ta de zisun, shi nimen de choudi, nimen que she wo er yi tamen wei baohu zhe ma? Bu yi zhe de daoxingnishi zhen elie!§"},{"SurahNumber":18,"VerseNumber":51,"Text":"Wo meiyou shi tamen yanjian tiandi de chuangzao, ye meiyou shi tamen yanjian qi zishen de chuangzao, wo meiyou ba shi ren mi wu zhe dangzuo zhushou"},{"SurahNumber":18,"VerseNumber":52,"Text":"Zai na ri, zhenzhu jiang shuo:“Nimen suo cheng wei wo de huoji de, nimen ba tamen zhaohuan lai ba.” Tamen jiu zhaohuan naxie tongshi, dan tamen bu da ying. Wo jiang shi tamen tongguiyujin"},{"SurahNumber":18,"VerseNumber":53,"Text":"Zuifanmen jiang kanjian huo yu, er shenxin bi duo qizhong, wu chu taobi"},{"SurahNumber":18,"VerseNumber":54,"Text":"Zai zhe “gulanjing” li, wo que yi wei zhongren chanshule ge zhong biyu, ren shi zhengbian zuiduo de"},{"SurahNumber":18,"VerseNumber":55,"Text":"Dang zhengdao lailin zhongren de shihou, tamen bu xindao, ye bu xiang tamen de zhu qiurao, na zhishi yinwei tamen yao dengdai (zhenzhu jiang) guren de changdao xianxian yu tamen, huo yanjian xingfa lailin tamen"},{"SurahNumber":18,"VerseNumber":56,"Text":"Wo zhi paiqian shizhemen baoxi xin chuan jinggao, er bu xindao de renmen que yi wangyan xiang zhengbian, yu jie ci fanbo zhenli. Tamen ba wo de jixiang he wo dui tamen de jinggao, dangzuo xiaobing"},{"SurahNumber":18,"VerseNumber":57,"Text":"Youren yi zhu de jixiang jiaohui tamen, dan tamen biqi ta, bingqie wangji tamen yiqian suo fan de zui'e; you shei bi tamen hai bu yi ne? Wo que yi jiang bomo jia zai tamen de xin shang, yimian tamen liaojie jing yi, bingqie zai tamen de er li zao zhong ting. Ruguo ni zhao tamen yu zhengdao, name, tamen jiang yong bu zunxun zhengdao"},{"SurahNumber":18,"VerseNumber":58,"Text":"Ni de zhu que shi zhi she de, que shi zhi ci de. Jiaruo ta wei tamen suo fan de zui'e er chengzhi tamen, name, ta bi wei tamen er cujin xingfa de lailin, dan tamen you ge dingqi, tamen dui nage dingqi, jue buneng huode yige binan suo"},{"SurahNumber":18,"VerseNumber":59,"Text":"Naxie shi zhen de jumin duo xing bu yi de shihou, wo huimie tamen, wo wei tamen de huimie er yuding yige qixian"},{"SurahNumber":18,"VerseNumber":60,"Text":"Dangshi, mu sa dui ta de tong pu shuo:“Wo jiang bu ting bu, zhidao wo daoda liang hai xiangjiao chu, huo jixu luxing ruogan nian.”"},{"SurahNumber":18,"VerseNumber":61,"Text":"Dang ta lia daoda liang hai xiang jiaojie chu de shihou, wangjile ta lia de yu, na wei yu bian ruhai youran er qu"},{"SurahNumber":18,"VerseNumber":62,"Text":"Dang ta lia zou guoqu de shihou, ta dui ta de tong pu shuo:“Na zaofan lai chi! Women queshi zou de pijuanle.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Ta shuo:“Ni gaosu wo ba, dang women daoda na zuo panshi xia xiuxi de shihou,(wo jiujing shi zenyang de ne?) Wo que yi wangjile na wei yu ──zhi yin emo wo cai wangjile gaosu ni,──na wei yu yi ruhai er qu, na zhen shi guaishi!”"},{"SurahNumber":18,"VerseNumber":64,"Text":"Ta shuo:“Zhe zheng shi women suo xunqiu de.” Ta lia jiu yi lai shi de zuji zhuanshen huiqu"},{"SurahNumber":18,"VerseNumber":65,"Text":"Ta lia faxian wo de yige puren, wo yi ba cong wo zheli fachu de enhui shangci ta, wo yi ba cong wo zheli fachu de zhishi chuanshou ta"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mu sa dui ta shuo:“Wo yao zhuisui ni, xiwang ni ba ni suo xue de de zhengdao chuanshou wo, hao ma?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ta shuo:“Ni buneng naixin di he wo zai yiqi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ni meiyou chedi renshi de shiqing ni zenme neng renshou ne?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"Mu sa shuo:“Ruguo zhenzhu yiyu, ni jiang faxian wo shi jianren de, bu hui weikang ni de renhe mingling.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"Ta shuo:“Ruguo ni zhuisui wo, name,(yu shi) buyao wen wo shenme daoli, deng wo ziji jiang gei ni ting.”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ta lia jiu tongxing, daole cheng chuan de shihou, ta ba chuan zaole yige dong, mu sa shuo:“Ni ba chuan zaole yige dong, yao xiang shi chuan li de ren yan si ma? Ni que yi zuole yi jian beimiu de shi!”"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ta shuo:“Wo meiyou dui ni shuoguo ma? Ni buneng naixin he wo zai yiqi.”"},{"SurahNumber":18,"VerseNumber":73,"Text":"Mu sa shuo:“Gangcai wo wangle ni de zhufu, qing ni buyao zebei wo, buyao yi wo suo da nan de shi zebei wo!”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Ta lia you tongxing, houlai yujianle yige er tong, ta jiu ba nage ertong shale, mu sa shuo:“Ni zenme wang sha wugu de ren ne? Ni que yi zuole yi jian xiong'e de shile!”"},{"SurahNumber":18,"VerseNumber":75,"Text":"Ta shuo:“Nandao wo meiyou dui ni shuoguo ma? Ni buneng naixin di he wo zai yiqi.”"},{"SurahNumber":18,"VerseNumber":76,"Text":"Mu sa shuo:“Cihou, ruguo wo zai wen ni shenme daoli, ni jiu keyi buxu wo zai zhuisui ni, ni duiyu wo, zongsuan renzhiyijinle.”"},{"SurahNumber":18,"VerseNumber":77,"Text":"Ta lia you tongxing, lai daole yige chengshi, jiu xiang cheng li jumin qiu shi, tamen bu ken kuandai. Houlai ta lia zai cheng li faxian yi du qiang kuaiyao daotale, ta jiu ba na du qiang xiuli haole, mu sa shuo:“Ruguo ni yiyu, ni bi wei zhe jian gongzuo er suoqu gongqian.”"},{"SurahNumber":18,"VerseNumber":78,"Text":"Ta shuo:“Wo he ni congci zuobiele. Ni suo buneng renshou di naxie shi, wo jiang gaosu ni qizhong de daoli"},{"SurahNumber":18,"VerseNumber":79,"Text":"Zhiyu na zhi chuan, ze shi zai haili gongzuo de ji ge qiongren de, wo yao shi chuan you quexian, shi yinwei tamen de qianmian you yige guowang, yaoqiang zheng yiqie chuan zhi"},{"SurahNumber":18,"VerseNumber":80,"Text":"Zhiyu nage er tong, ze ta de fumu dou shi xindao zhe, women pa ta yi beini he buxin qiangjia yu ta de fumu"},{"SurahNumber":18,"VerseNumber":81,"Text":"suoyi women yao ta lia de zhu ling shangci ta lia yige geng chunjie, geng xiaojing de erzi"},{"SurahNumber":18,"VerseNumber":82,"Text":"Zhiyu na du qiang, ze shi chengzhong liang ge gu'er de; qiang xia you ta lia de caibao. Ta lia de fuqin, yuan shi shanliang de. Ni de zhuyao ta lia chengnian hou, quchu ta lia de caibao, zhe shi shuyu ni de zhu de enhui, wo meiyou suizhe wo de si yi zuo zhe jian shi. Zhe shi ni suo buneng renshou de shiqing de daoli.”"},{"SurahNumber":18,"VerseNumber":83,"Text":"Tamen xunwen zuo lei gai er naiying de gushi, ni shuo: Wo jiang dui nimen xushu youguan ta de yige baogao"},{"SurahNumber":18,"VerseNumber":84,"Text":"Wo que yi shi ta zai da dishang deshi, wo shangci ta chuli wanshi de tujing"},{"SurahNumber":18,"VerseNumber":85,"Text":"Ta jiu zunxun yitiao tujing"},{"SurahNumber":18,"VerseNumber":86,"Text":"zhidao ta daodale riluo zhi chu, ta juede taiyang shi luo zai hei ni yuan zhong, ta zai na hei ni yuan pang faxian yi zhong ren. Wo shuo:“Zuo lei gai er naiying a! Ni huo chengzhi tamen, huo shandai tamen.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"Ta shuo:“Zhiyu bu yi zhe, wo jiang chengfa ta, ranhou ta de zhuzai jiang ba ta zhao qu, jiayi yanli chengchu"},{"SurahNumber":18,"VerseNumber":88,"Text":"Zhiyu xindao erqie xingshan zhe, jiang xiangshou zui youhou de baochou, wo jiang mingling ta zuo jianyi de shiqing.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Suihou ta you zunxun yitiao tujing"},{"SurahNumber":18,"VerseNumber":90,"Text":"yizhi zou dao ri chu zhi chu, ta faxian taiyang zheng shaizhe yi zhong ren, wo meiyou gei tamen fang ri shai de gongju"},{"SurahNumber":18,"VerseNumber":91,"Text":"Shishi jiu xiang shuo di nayang. Wo yi che zhi ta yongyou de yiqie"},{"SurahNumber":18,"VerseNumber":92,"Text":"Suihou, ta you zunxun yitiao tujing"},{"SurahNumber":18,"VerseNumber":93,"Text":"yizhi dao ta daodale liang shan zhi jian de shihou, ta faxian qianmian youyi zhong ren, jihu bu dong (ta de) hua"},{"SurahNumber":18,"VerseNumber":94,"Text":"Tamen shuo:“Zuo lei gai er naiying a! Ya zhu zhe he ma zhu zhe, dique zai difang daoluan, women xiang ni jingong, wu qing ni zai women he tamen zhi jian jian zhu yizuo bilei, hao ma?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"Ta shuo:“Wo de zhu shi wo nenggou xiangshou de, youwei youmei. Nimen yi renli fuzhu wo, wo jiu zai nimen he tamen zhi jian jianzhu yizuo bilei"},{"SurahNumber":18,"VerseNumber":96,"Text":"Nimen na tie kuai lai gei wo ba.” Daole ta dui man liang shan zhi jian de shihou, ta shuo:“Nimen la fengxiang ba.” Daole ta shi tie kuai hong ru huoyan de shihou, ta shuo:“Nimen na rong tong lai gei wo, wo jiu ba ta qingzhu zai bilei shang.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Tamen jiu buneng pandeng, ye buneng zao kong"},{"SurahNumber":18,"VerseNumber":98,"Text":"Ta shuo:“Zhe shi cong wo de zhu jiangxia de enhui, dang wo de zhu de yingxu jianglin de shihou, ta jiang shi zhe bilei hua wei pingdi. Wo de zhu de yingxu shi zhenshi de.”§"},{"SurahNumber":18,"VerseNumber":99,"Text":"Na ri, wo jiang shi tamen zhixu wenluan. Haojiao yi xiang, wo jiu ba tamen wanquan jihe qilai"},{"SurahNumber":18,"VerseNumber":100,"Text":"Zai na ri, wo yao ba huo yu chenlie zai buxindao zhe de mianqian"},{"SurahNumber":18,"VerseNumber":101,"Text":"Tamen de yan zai yi zi zhong, buneng kan dao wo de jiaohui, tamen buneng tingcong"},{"SurahNumber":18,"VerseNumber":102,"Text":"Nandao buxindao zhe, renwei keyi she wo er yi wo de zhong pu wei baohu zhe ma? Wo que yi yubei huo yu wei bu xindao zhe de zhaodaisuo"},{"SurahNumber":18,"VerseNumber":103,"Text":"Ni shuo:“Wo gaosu nimen zai hang wei fangmian zui chikui de ren, hao ma"},{"SurahNumber":18,"VerseNumber":104,"Text":"Tamen jiushi zai jinshi shenghuo zhong tulaowugong, er renwei ziji shi shoufa qiaomiao de ren.”"},{"SurahNumber":18,"VerseNumber":105,"Text":"Zhe deng ren bu xin tamen de zhu de jixiang, ye bu xin jiang yu ta xiang hui, suoyi tamen zai jinshi shenghuo zhong de shangong bian wei wuxiao de, fuhuo ri wo bu wei tamen shuli quanheng"},{"SurahNumber":18,"VerseNumber":106,"Text":"Tamen de baochou shi huo yu, yinwei tamen bu xindao, bingqie ba wo de jixiang he shizhe dangzuo xiaobing"},{"SurahNumber":18,"VerseNumber":107,"Text":"Xindao erqie xingshan zhe, deyi xiangshou leyuan de kuandai"},{"SurahNumber":18,"VerseNumber":108,"Text":"bing yong ju qizhong, bu yuan qian chu"},{"SurahNumber":18,"VerseNumber":109,"Text":"Ni shuo:“Jiaruo yi haishui wei mozhi, yong lai jizai wo de zhu de yanci, name, haishui biding yong jin, er wo de zhu de yanci shangwei qiongjin, jishi women yi tong liang di haishui buchong zhi.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Ni shuo:“Wo zhishi yige tong nimen yiyang de fanren, wo ceng feng de qishi shi:‘Nimen suo yingdang chongbai de, zhishi yige zhuzai, gu shei xiwang yu ta de zhu xiang hui, jiu jiao shei li xingshan gong, jiao shei buyao yi renhe wu yu ta de zhu shou tongyang de chongbai.’”"}]}