{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Śapatha tūra parbatēra"},{"SurahNumber":52,"VerseNumber":2,"Text":"śapatha kitābēra, yā likhita āchē"},{"SurahNumber":52,"VerseNumber":3,"Text":"unmukta pātāẏa"},{"SurahNumber":52,"VerseNumber":4,"Text":"śapatha bāẏatula mā’mūrēra"},{"SurahNumber":52,"VerseNumber":5,"Text":"śapatha samunnata chādēra"},{"SurahNumber":52,"VerseNumber":6,"Text":"śapatha udbēlita sāgarēra"},{"SurahNumber":52,"VerseNumber":7,"Text":"niścaẏa āpanāra rabēra śāsti abaśyambhābī"},{"SurahNumber":52,"VerseNumber":8,"Text":"ēṭāra nibāraṇakārī kē'u nē'i"},{"SurahNumber":52,"VerseNumber":9,"Text":"Yēdina āsamāna āndōlita habē prabalabhābē"},{"SurahNumber":52,"VerseNumber":10,"Text":"āra parbata paribhramaṇa karabē druta"},{"SurahNumber":52,"VerseNumber":11,"Text":"ataḥēba durbhōga sē dina mithyārōpakārīdēra jan'ya"},{"SurahNumber":52,"VerseNumber":12,"Text":"Yārā khēlāra chalē asāra kājakarmē lipta thākē"},{"SurahNumber":52,"VerseNumber":13,"Text":"yēdina tādērakē dhākkā māratē māratē niẏē yā'ōẏā habē jāhānnāmēra āgunēra dikē"},{"SurahNumber":52,"VerseNumber":14,"Text":"‘ēṭā'i sē āguna yākē tōmarā mithyā manē karatē.’"},{"SurahNumber":52,"VerseNumber":15,"Text":"Ēṭā ki tabē jādu? Nā ki tōmarā dēkhatē pāccha nā"},{"SurahNumber":52,"VerseNumber":16,"Text":"tōmarā ētē dagdha ha'ō, ataḥpara tōmarā dhairya dhāraṇa kara athabā dhairya dhāraṇa nā kara, ubhaẏa'i tōmādēra jan'ya samāna. Tōmarā yā karatē tāra'i pratiphala tōmādērakē dēẏā hacchē"},{"SurahNumber":52,"VerseNumber":17,"Text":"Niścaẏa muttākīrā thākabē jānnātē ō ārāma-āẏēśē"},{"SurahNumber":52,"VerseNumber":18,"Text":"tādēra raba tādērakē yā diẏēchēna tārā tā upabhōga karabē ēbaṁ tādēra raba tādērakē rakṣā karēchēna jalanta āgunēra śāsti thēkē"},{"SurahNumber":52,"VerseNumber":19,"Text":"‘Tōmarā yā karatē tāra pratiphala sbarūpa tōmarā tr̥ptira sāthē pānāhāra karatē thāka [1].’"},{"SurahNumber":52,"VerseNumber":20,"Text":"Tārā basabē śrēṇibad'dhabhābē sajjita āsanē hēlāna diẏē; āra āmarā tādēra milana ghaṭāba ḍāgara cōkhabiśiṣṭā hūrēra saṅgē"},{"SurahNumber":52,"VerseNumber":21,"Text":"āra yārā īmāna ānē, āra tādēra santāna-santati īmānē tādēra anugāmī haẏa, āmarā tādēra sāthē milita karaba tādēra santāna-santatikē [1] ēbaṁ tādēra karmaphala āmarā ēkaṭu'ō kamābō nā [2]; pryatyēka byakti nija kr̥takarmēra jan'ya dāẏī"},{"SurahNumber":52,"VerseNumber":22,"Text":"Āra āmarā tādērakē bāṛiẏē dēba phalamūla ēbaṁ gōśata yā tārā kāmanā karabē"},{"SurahNumber":52,"VerseNumber":23,"Text":"Sēkhānē tārā parasparēra madhyē ādāna-pradāna karatē thākabē pānapātra, sēkhānē thākabē nā kōnō asāra kathā-bārtā, thākabē nā kōnō pāpakāja'ō"},{"SurahNumber":52,"VerseNumber":24,"Text":"Āra tādēra sēbāẏa cārapāśē ghurāghuri karabē kiśōrērā, tārā yēna surakṣita muktā"},{"SurahNumber":52,"VerseNumber":25,"Text":"Āra tārā ēkē an'yēra dikē phirē jijñēsa karabē"},{"SurahNumber":52,"VerseNumber":26,"Text":"tārā balabē, niścaẏa āgē āmarā paribāra-parijanēra madhyē śaṅkita abasthāẏa chilāma"},{"SurahNumber":52,"VerseNumber":27,"Text":"Ataḥpara āmādēra prati āllāha anugraha karēchēna ēbaṁ āmādērakē āgunēra śāsti thēkē rakṣā karēchēna"},{"SurahNumber":52,"VerseNumber":28,"Text":"Niścaẏa āmarā āgē'ō āllāhakē ḍākatāma, niścaẏa tini kr̥pāmaẏa, parama daẏālu"},{"SurahNumber":52,"VerseNumber":29,"Text":"Ata'ēba āpani upadēśa ditē thākuna, kāraṇa, āpanāra rabēra anugrahē āpani gaṇaka nana, unmāda'ō nana"},{"SurahNumber":52,"VerseNumber":30,"Text":"Nāki tārā balē, ‘sē ēkajana kabi? Āmarā tāra mr̥tyura pratīkṣā karachi"},{"SurahNumber":52,"VerseNumber":31,"Text":"Baluna, ‘tōmarā pratīkṣā kara, āmi'ō tōmādēra sāthē pratīkṣākārīdēra antarbhukta [1].’"},{"SurahNumber":52,"VerseNumber":32,"Text":"Nāki tādēra bibēka-bud'dhi tādērakē ē ādēśa dicchē, baraṁ tārā ēka sīmālaṅghanakārī sampradāẏa"},{"SurahNumber":52,"VerseNumber":33,"Text":"Nāki tārā balē, ‘ē kura'āna sē bāniẏē balēchē?’ Baraṁ tārā īmāna ānabē nā"},{"SurahNumber":52,"VerseNumber":34,"Text":"Ata'ēba, tārā yadi satyabādī haẏa tabē ēṭāra mata kōnō bāṇī niẏē āsuka nā"},{"SurahNumber":52,"VerseNumber":35,"Text":"tārā ki sraṣṭā chāṛā sr̥ṣṭi haẏēchē, nā tārā nijērā'i sraṣṭā"},{"SurahNumber":52,"VerseNumber":36,"Text":"nāki tārā āsamānasamūha ō yamīna sr̥ṣṭi karēchē? Baraṁ tārā dr̥ṛha biśbāsa karē nā"},{"SurahNumber":52,"VerseNumber":37,"Text":"Āpanāra rabēra guptabhāṇḍāra ki tādēra kāchē raẏēchē, nāki tārā ē sabakichura niẏantā"},{"SurahNumber":52,"VerseNumber":38,"Text":"nāki tādēra kōnō sim̐ṛi āchē yātē ārōhana karē tārā śunē thākē? Thākalē tādēra sē śrōtā suspaṣṭa pramāṇa niẏē āsuka"},{"SurahNumber":52,"VerseNumber":39,"Text":"tabē ki kan'yā santāna tām̐ra jan'ya ēbaṁ putra santāna tōmādēra jan'ya"},{"SurahNumber":52,"VerseNumber":40,"Text":"tabē ki āpani tādēra kāchē pāriśramika cācchēna yē, tārā ēṭākē ēkaṭi durbaha bōjhā manē karē"},{"SurahNumber":52,"VerseNumber":41,"Text":"nāki gāẏēbī biṣaẏē tādēra kōnō jñāna āchē yē, tārā tā likhachē"},{"SurahNumber":52,"VerseNumber":42,"Text":"nāki tārā kōnō ṣaṛayantra karatē cāẏa? Pariṇāmē yārā kupharī karē tārā'i habē ṣaṛayantrēra śikāra"},{"SurahNumber":52,"VerseNumber":43,"Text":"Nāki āllāha chāṛā ōdēra an'ya kōnō ilāha āchē? Tārā yē śirka sthira karē āllāh‌ tā thēkē pabitra"},{"SurahNumber":52,"VerseNumber":44,"Text":"āra tārā ākāśēra kōnō khaṇḍa bhēṅgē paṛatē dēkhalē balabē, ‘ēṭā tō ēka puñjibhūta mēgha.’"},{"SurahNumber":52,"VerseNumber":45,"Text":"Ata'ēba, tādērakē chēṛē dina sē dina paryanta, yēdina tārā bajrāghātē hatacētana habē"},{"SurahNumber":52,"VerseNumber":46,"Text":"Sēdina tādēra ṣaṛayantra kōnō kājē āsabē nā ēbaṁ tādērakē sāhāyya'ō karā habē nā"},{"SurahNumber":52,"VerseNumber":47,"Text":"Āra niścaẏa yārā yuluma karēchē tādēra jan'ya raẏēchē ēchāṛā ārō śāsti. Kintu tādēra adhikānśa'i tā jānē nā"},{"SurahNumber":52,"VerseNumber":48,"Text":"āra āpani dhairyadhāraṇa karuna āpanāra rabēra sid'dhāntēra upara; niścaẏa āpani āmādēra cakṣura sāmanē'i raẏēchēna [1]. Āpani āpanāra rabēra sapraśansā pabitratā ō mahimā ghōṣaṇā karuna yakhana āpani daṇḍāẏamāna hana"},{"SurahNumber":52,"VerseNumber":49,"Text":"āra tām̐ra pabitratā ghōṣaṇā karuna rātēra bēlā [1] ō tārakāra asta gamanēra para"}]}