{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta. Sin. To su znaci Kur'ana i Kitaba jasnog"},{"SurahNumber":27,"VerseNumber":2,"Text":"Upute i radosne vijesti vjernicima"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onima koji obavljaju salat i daju zekat, a oni su u Ahiret uvjereni"},{"SurahNumber":27,"VerseNumber":4,"Text":"Uistinu, oni koji ne vjeruju u Ahiret, uljepsali smo im djela njihova, pa oni lutaju"},{"SurahNumber":27,"VerseNumber":5,"Text":"To su oni koji ce imati zlu kaznu i oni ce na Ahiretu (bas) oni biti gubitnici"},{"SurahNumber":27,"VerseNumber":6,"Text":"A uistinu, ti primas Kur'an od Mudrog, Znalca"},{"SurahNumber":27,"VerseNumber":7,"Text":"Kad rece Musa porodici svojoj: \"Uistinu, ja sam opazio vatru; donijet cu vam od nje vijest ili cu vam donijeti plamenu baklju, da biste se vi ogrijali"},{"SurahNumber":27,"VerseNumber":8,"Text":"Pa posto njoj dođe, bi pozvan: \"Blagoslovljen je ko je u vatri i ko je oko nje! I neka je slava Allahu, Gospodaru svjetova"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa! Uistinu! To sam Ja, Allah, Mocni, Mudri"},{"SurahNumber":27,"VerseNumber":10,"Text":"I baci stap svoj!\" Pa posto ga vidje da vijuga kao da je on dzinn, okrenu se bjezeci i ne obaziruci se: \"O Musa! Ne boj se! Uistinu, kod Mene se ne plase izaslanici"},{"SurahNumber":27,"VerseNumber":11,"Text":"Izuzev ko ucini zulm, zatim zamijeni dobrim poslije zla, pa uistinu, Ja sam Oprosnik, Milosrdni"},{"SurahNumber":27,"VerseNumber":12,"Text":"I zavuci ruku svoju u njedra svoja, izaci ce bijela, bez ozljede! (Jedan) od devet znakova za faraona i narod njegov. Uistinu, oni su narod grjesnika"},{"SurahNumber":27,"VerseNumber":13,"Text":"Pa posto im dođose znakovi Nasi vidljivi, rekose: \"Ovo je sihr ociti"},{"SurahNumber":27,"VerseNumber":14,"Text":"I zanijekase ih - a bile su u njih uvjerene duse njihove - nepravedno i oholo. Pa pogledaj kakav je bio kraj mufsida"},{"SurahNumber":27,"VerseNumber":15,"Text":"I doista smo dali Dawudu i Sulejmanu znanje, a govorili su: \"Hvala Allahu koji nas je odlikovao nad mnogima od Njegovih robova vjernika"},{"SurahNumber":27,"VerseNumber":16,"Text":"I naslijedi Sulejman Dawuda i rece: \"O ljudi! Nauceni smo govoru pticijem i dato nam je od svake stvari. Uistinu, ovo je ta blagodat ocita"},{"SurahNumber":27,"VerseNumber":17,"Text":"I skupise se Sulejmanu vojske njegove od dzinna i ljudi, i ptice - a oni raspoređeni"},{"SurahNumber":27,"VerseNumber":18,"Text":"Dok, kad dođose dolini mrava, rece mrav: \"O mravi! Uđite u nastambe svoje (da) vas ne zgnjeci Sulejman i vojske njegove, a oni ne opaze"},{"SurahNumber":27,"VerseNumber":19,"Text":"Tad se nasmijesi zasmijan govorom njegovim i rece: \"Gospodaru moj! Potakni me da zahvaljujem na blagodati Tvojoj koju si podario meni i roditeljima mojim, i da radim dobro koje ce Te zadovoljiti, i daj mi da uđem miloscu Tvojom među robove Tvoje dobre"},{"SurahNumber":27,"VerseNumber":20,"Text":"I pretrazi ptice, pa rece: \"Sta mi je? Ne vidim pupavca, ili je među odsutnima"},{"SurahNumber":27,"VerseNumber":21,"Text":"Sigurno cu ga kazniti kaznom zestokom, ili cu ga sigurno preklati ili ce mi sigurno dati dokaz jasan"},{"SurahNumber":27,"VerseNumber":22,"Text":"Pa se (pupavac) zadrza nedugo, te rece: \"Obuhvatio sam ono sta nisi obuhvatio (znanjem), i donio ti iz Sabe vijest sigurnu"},{"SurahNumber":27,"VerseNumber":23,"Text":"Uistinu! Ja sam nasao zenu (koja) vlada njima, i (kojoj) je dato od svake stvari, a ona ima prijestolje velicanstveno"},{"SurahNumber":27,"VerseNumber":24,"Text":"Nasao sam nju i narod njen padaju na sedzdu Suncu mimo Allaha, a uljepsao im je sejtan djela njihova, te ih okrenuo od puta, pa se oni ne upucuju"},{"SurahNumber":27,"VerseNumber":25,"Text":"Da ne padaju na sedzdu Allahu Koji izvodi skriveno u nebesima i Zemlji, i zna sta krijete i sta objelodanjujete"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah je - nema boga osim Njega - Gospodar Arsa velicanstvenog"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Sulejman) rece: \"Vidjecemo da li istinu govoris ili si od lazaca"},{"SurahNumber":27,"VerseNumber":28,"Text":"Odnesi ovo moje pismo, pa im ga baci, zatim se okreni od njih i vidi sta vracaju"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Bilkis) rece: \"O uglednici! Uistinu meni - meni je baceno pismo plemenito"},{"SurahNumber":27,"VerseNumber":30,"Text":"Uistinu, ono je od Sulejmana, i uistinu ono je: 'U ime Allaha, Milostivog, Milosrdnog"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ne uzdizite se nada mnom i dođite mi pokorni"},{"SurahNumber":27,"VerseNumber":32,"Text":"Rece: \"O velikani! Izjasnite mi se o stvari mojoj, necu biti donosilac odluke, dok mi ne posvjedocite"},{"SurahNumber":27,"VerseNumber":33,"Text":"Rekose: \"Mi smo posjednici moci i posjednici sile zestoke, a komanda je do tebe; zato gledaj sta ces narediti"},{"SurahNumber":27,"VerseNumber":34,"Text":"Rece: \"Uistinu, kad kraljevi uđu u grad, unerede ga i ucine ugledne stanovnike njegove poniznim, i tako (uvijek) rade"},{"SurahNumber":27,"VerseNumber":35,"Text":"I uistinu, ja cu im poklon poslati, te cu vidjeti s cim se vracaju izaslanici"},{"SurahNumber":27,"VerseNumber":36,"Text":"Pa posto (izaslanik) dođe Sulejmanu, (Sulejman) rece: \"Zar da mi pruzite bogatstvo? Pa ono sto mi je dao Allah bolje je od onog sta je dao vama. Naprotiv, vi s poklonom svojim likujete"},{"SurahNumber":27,"VerseNumber":37,"Text":"Vrati se njima. Pa sigurno cemo im doci s vojskama, nece oni imati moci nad njima, i sigurno cemo ih protjerati iz nje ponizene, i oni ce biti prezreni"},{"SurahNumber":27,"VerseNumber":38,"Text":"Rece: \"O velikani! Koji od vas ce mi donijeti prijesto njen, prije no sto mi dođu pokorni"},{"SurahNumber":27,"VerseNumber":39,"Text":"Rece Ifrit od dzinna: \"Ja cu ti ga donijeti prije no sto ustanes sa mjesta svog. A uistinu, ja sam za to jak, pouzdan"},{"SurahNumber":27,"VerseNumber":40,"Text":"Onaj kod kojeg je znanje iz Knjige, rece: \"Ja cu ti ga donijeti prije no sto ti se vrati treptaj tvoj.\" Pa posto ga vidje kod sebe postavljenog, (Sulejman) rece: \"Ovo je iz blagodati Gospodara mog, da bi me iskusao - zahvaljujem li ili ne zahvaljujem. A ko zahvaljuje, pa samo zahvaljuje za dusu svoju; a ko porice - pa uistinu! Gospodar moj je Neovisni, Plemeniti"},{"SurahNumber":27,"VerseNumber":41,"Text":"Rece: \"Prerusite za nju prijesto njen! Vidjecemo da li ce se uputiti ili ce biti od onih koji se ne upucuju"},{"SurahNumber":27,"VerseNumber":42,"Text":"Pa posto ona dođe, bi receno: \"Je li ovakav prijesto tvoj?\" Rece: \"Kao da je to on.\" A nama je dato znanje prije nego njoj i muslimani smo"},{"SurahNumber":27,"VerseNumber":43,"Text":"A sprijecilo je nju ono sta je obozavala mimo Allaha. Uistinu, ona je bila iz naroda nevjernika"},{"SurahNumber":27,"VerseNumber":44,"Text":"Bi joj receno: \"Uđi u dvoranu!\" Pa posto je vidje, pomisli to je pucina, i odgoli potkoljenice svoje. Rece (Sulejman): \"Uistinu, to je dvorana staklima poplocana.\" Rece (ona): \"Gospodaru moj! Uistinu, ja sam ucinila zulm dusi svojoj i predajem se sa Sulejmanom Allahu, Gospodaru svjetova"},{"SurahNumber":27,"VerseNumber":45,"Text":"I doista smo Semudu poslali brata njihovog Saliha: \"Obozavajte Allaha!\" Tad gle! Oni dvije skupine (koje) se prepiru"},{"SurahNumber":27,"VerseNumber":46,"Text":"Rece: \"O narode moj! Zasto pozurujete zlo prije dobrog? Zasto ne trazite oprost od Allaha, da bi vam se ukazala milost"},{"SurahNumber":27,"VerseNumber":47,"Text":"Rekose: \"Slutimo s tobom i s onim ko je s tobom, zlo.\" Rece: \"Zloslutnost vasa je kod Allaha. Naprotiv, vi ste narod koji se iskusava"},{"SurahNumber":27,"VerseNumber":48,"Text":"I bilo je u gradu devet osoba, fesad su cinili na Zemlji, a nisu sređivali"},{"SurahNumber":27,"VerseNumber":49,"Text":"Rekose: \"Zakunite se Allahom, (da) cemo sigurno srediti njega i porodicu njegovu nocu, zatim cemo sigurno reci prijatelju njegovom: 'Nismo prisustvovali unistenju porodice njegove, a uistinu, mi smo istiniti"},{"SurahNumber":27,"VerseNumber":50,"Text":"A pleli su spletku i pleli smo spletku, a oni ne opazise"},{"SurahNumber":27,"VerseNumber":51,"Text":"Pa pogledaj kakav je bio kraj spletke njihove, da smo Mi unistili njih i narod njihov, sve"},{"SurahNumber":27,"VerseNumber":52,"Text":"Pa to su kuce njihove, puste zbog toga sto su cinili zulm. Uistinu, u tome je znak za ljude koji znaju"},{"SurahNumber":27,"VerseNumber":53,"Text":"I spasili smo one koji su vjerovali i bojali se"},{"SurahNumber":27,"VerseNumber":54,"Text":"I Luta! Kad rece narodu svom: \"Zar cete ciniti razvrat, a vi gledate"},{"SurahNumber":27,"VerseNumber":55,"Text":"Zar vi uistinu ljudima dolazite strascu, mimo zena? Naprotiv, vi ste narod koji ne zna"},{"SurahNumber":27,"VerseNumber":56,"Text":"Pa odgovor naroda njegovog je bio jedino sto rekose: \"Istjerajte porodicu Lutovu iz naselja vaseg! Uistinu, oni su ljudi koji se ciste"},{"SurahNumber":27,"VerseNumber":57,"Text":"Tad spasismo njega i porodicu njegovu, izuzev zene njegove. Odredili smo za nju da bude od zaostalih"},{"SurahNumber":27,"VerseNumber":58,"Text":"I izlili na njih kisu. Pa zle li kise opomenutih"},{"SurahNumber":27,"VerseNumber":59,"Text":"Reci: \"Hvala Allahu i selam neka je robovima Njegovim koje je odabrao!\" Da li je Allah bolji ili ono sta (Mu) pridruzuju"},{"SurahNumber":27,"VerseNumber":60,"Text":"Zar (nije bolji) Ko je stvorio nebesa i Zemlju, i spusta vam s neba vodu - pa damo da njome izniknu vrtovi krasni? Nije za vas (moguce) da ucinite da izraste drvece njihovo. Ima li bog uz Allaha? Naprotiv, oni su ljudi koji izjednacuju"},{"SurahNumber":27,"VerseNumber":61,"Text":"Zar (nije bolji) Ko je ucinio Zemlju stanistem, i nacinio kroz nju rijeke, i nacinio na njoj planine stabilne, i nacinio između dva mora barijeru? Ima li bog uz Allaha? Naprotiv, vecina njih ne zna"},{"SurahNumber":27,"VerseNumber":62,"Text":"Zar (nije bolji) Ko odgovara nevoljniku kad Ga priziva, i otklanja zlo i cini vas halifama Zemlje? Ima li bog uz Allaha? Malo sto se poucavate"},{"SurahNumber":27,"VerseNumber":63,"Text":"Zar (nije bolji) Ko vas vodi u tminama kopna i mora, i Ko salje vjetrove kao radosne vijesti ispred milosti Njegove? Ima li bog uz Allaha? Uzvisen neka je Allah od onog sta pridruzuju"},{"SurahNumber":27,"VerseNumber":64,"Text":"Zar (nije bolji) Ko je poceo stvaranje zatim ga ponavlja, i Ko vas opskrbljuje s neba i Zemlje? Ima li bog uz Allaha? Reci: \"Donesite dokaz vas, ako ste istiniti"},{"SurahNumber":27,"VerseNumber":65,"Text":"Reci: \"Onaj ko je na nebesima i Zemlji ne zna nevidljivo, izuzev Allah, i ne opazaju kad ce biti podignuti"},{"SurahNumber":27,"VerseNumber":66,"Text":"Naprotiv! Seze li znanje njihovo u Ahiret? Naprotiv, oni su u sumnji o njemu. Naprotiv, oni su o njemu slijepci"},{"SurahNumber":27,"VerseNumber":67,"Text":"I govore oni koji ne vjeruju: \"Hocemo li kad budemo prah, mi i ocevi nasi, hocemo li uistinu biti izvedeni"},{"SurahNumber":27,"VerseNumber":68,"Text":"Doista, ovo nam je obecavano, nama i ocevima nasim od ranije. Ovo su samo price ranijih"},{"SurahNumber":27,"VerseNumber":69,"Text":"Reci: \"Putujte po Zemlji pa vidite kakav je bio kraj prestupnika"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ne zalosti se nad njima, i ne budi u tjeskobi zbog onog sta spletkare"},{"SurahNumber":27,"VerseNumber":71,"Text":"A govore: \"Kad ce ovo obecanje, ako istinu govorite"},{"SurahNumber":27,"VerseNumber":72,"Text":"Reci: \"Mozda vas slijedi dio onog sta pozurujete"},{"SurahNumber":27,"VerseNumber":73,"Text":"A uistinu, Gospodar tvoj je Vlasnik blagodati nad ljudima, međutim, vecina njih ne zahvaljuje"},{"SurahNumber":27,"VerseNumber":74,"Text":"I uistinu, Gospodar tvoj zna sta kriju grudi njihove, a sta objelodanjuju"},{"SurahNumber":27,"VerseNumber":75,"Text":"I nema nista skriveno na nebu i Zemlji, a da nije u Knjizi jasnoj"},{"SurahNumber":27,"VerseNumber":76,"Text":"Uistinu, ovaj Kur'an kazuje sinovima Israilovim vecinom o onom u cemu se oni razilaze"},{"SurahNumber":27,"VerseNumber":77,"Text":"I uistinu, on je Uputa i milost vjernicima"},{"SurahNumber":27,"VerseNumber":78,"Text":"Uistinu! Gospodar tvoj ce presuditi među njima sudom Svojim, a On je Mocni, Znalac"},{"SurahNumber":27,"VerseNumber":79,"Text":"Zato se pouzdaj u Allaha, uistinu si ti na Istini jasnoj"},{"SurahNumber":27,"VerseNumber":80,"Text":"Uistinu, ti neces procuti mrtve, niti ces uciniti da cuju gluhi poziv, kad se okrenu bjezeci"},{"SurahNumber":27,"VerseNumber":81,"Text":"I nisi ti vodic slijepcima iz zablude njihove. Procut ces samo onog ko vjeruje u ajete Nase, ta oni su muslimani"},{"SurahNumber":27,"VerseNumber":82,"Text":"I kad padne Rijec na njih, izvescemo im zivotinju iz Zemlje, (koja) ce im govoriti da ljudi u znakove Nase nisu uvjereni"},{"SurahNumber":27,"VerseNumber":83,"Text":"A na Dan kad od svake umme saberemo skupinu, od onog ko je poricao ajete Nase, tad ce oni biti raspoređeni"},{"SurahNumber":27,"VerseNumber":84,"Text":"Dok, kad dođu, reci ce: \"Jeste li poricali ajete Moje, a niste ih obuhvatili znanjem? Sta ste to radili"},{"SurahNumber":27,"VerseNumber":85,"Text":"I past ce na njih Rijec sto su cinili zulm, pa oni nece govoriti"},{"SurahNumber":27,"VerseNumber":86,"Text":"Zar ne vide da smo mi nacinili noc da se smire u njoj, a dan (da daje) vidljivost? Uistinu, u tome su znaci za ljude koji vjeruju"},{"SurahNumber":27,"VerseNumber":87,"Text":"A na Dan kad se puhne u sur, pa se prestrasi ko je u nebesima i ko je na Zemlji, izuzev koga htjedne (izuzeti) Allah, a svi ce doci Njemu ponizni"},{"SurahNumber":27,"VerseNumber":88,"Text":"I vidis planine, mislis nepokretne su, a one se krecu kretanjem oblaka. Djelovanje je Allaha Koji je usavrsio svaku stvar. Uistinu! On je o onom sta cinite Obavijesteni"},{"SurahNumber":27,"VerseNumber":89,"Text":"Ko donese dobro djelo, pa on ce od njega imati bolje i oni ce od straha Tog dana biti sigurni"},{"SurahNumber":27,"VerseNumber":90,"Text":"A ko donese zlodjelo, pa bacice se lica njihova u vatru. Da li cete biti placeni, osim kako ste radili"},{"SurahNumber":27,"VerseNumber":91,"Text":"Samo mi je naređeno da obozavam Gospodara ovog grada, koji ga je posvetio, a Njegova je svaka stvar; i naređeno mi je da budem od muslimana"},{"SurahNumber":27,"VerseNumber":92,"Text":"I da ucim Kur'an. Pa ko se uputi, pa samo se upucuje za dusu svoju; a ko zaluta, tad reci: \"Ja sam samo od opominjaca"},{"SurahNumber":27,"VerseNumber":93,"Text":"I reci: \"Hvala Allahu, pokazace vam znakove Svoje pa cete ih prepoznati.\" A nije Gospodar tvoj nehajan prema onom sta radite"}]}