{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif – Laam – Meem – Swaad. (Mavara aya ndemamwe ezvishamiso zviri muQur’aan, uye hapana anoziva zvaanoreva kunze kwaAllah)"},{"SurahNumber":7,"VerseNumber":2,"Text":"Iri Gwaro (Qur’aan) rakadzikiswa kwauri (Muhammad (SAW)), naizvozvo usava nekushushikana mukati memoyo wako kubva mariri, kuti uve unoyambira (vanhu) naro, uye iyeuchidzo kune vanotenda"},{"SurahNumber":7,"VerseNumber":3,"Text":"Iti Muhammad (SAW) kuvanamati vezvidhori): “Teverai zvakadzikiswa kwamuri kubva kuna Tenzi venyu (Qur’aan ne Sunnah), uye musave munotevera maAwliya (avo vanokukurudzirai kuti muve munosanganisa Allah nezvimwe zvinhu pakunamata) kusara kwavo (Allah). Zvishoma ndizvo zvamunorangarira!”"},{"SurahNumber":7,"VerseNumber":4,"Text":"Uye madhorobha mangani atakaparadza (nekuda kwezvivi zvavo)? Mutongo wedu wakauya kwavari usiku kana kuti varere nguva dzemasikati"},{"SurahNumber":7,"VerseNumber":5,"Text":"Hapana zvavakataura mushure mekunge mutongo wedu wauya kwavari kusara kwekuti: “Zvirokwazvo, takanga tiri vatadzi.”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Zvirokwazvo, tichava tinobvunza avo (vanhu) vakaritumirwa (Bhuku), uye zvirokwazvo, tichava tinobvunza vatumwa"},{"SurahNumber":7,"VerseNumber":7,"Text":"Zvirokwazvo, tichavaudza (nyaya yavo yose) neruzivo, uye zvirokwazvo, hatina kunge tisipo (taivapo nguva dzose)"},{"SurahNumber":7,"VerseNumber":8,"Text":"Uye kuyera kwezuva iroro (zuva rekutongwa) kuchange kuri (kuyera) kwechokwadi. Naizvozvo kune avo vachange vaine chikero (chemabasa akanaka) chichange chichirema, vachava vanobudirira (nekupinda Paradhiso)"},{"SurahNumber":7,"VerseNumber":9,"Text":"Uye kune avo vachange vaine chikero chichange chisingaremi, avo ndivo vachave nekusabudirira pachezvavo (nekupinda kuGehena) nokuda kwekuramba kwavo zviratidzo zvedu"},{"SurahNumber":7,"VerseNumber":10,"Text":"Uye zvirokwazvo, takava tinokuisai panyika tikava tinokugadzirirai raramo mairi. Asi kutenda kwamunopa kushoma"},{"SurahNumber":7,"VerseNumber":11,"Text":"Uye zvirokwazvo, takava tinokusikai (baba venyu Adam) uye tikakupai chimiro (chimiro chakanaka chokuva munhu); tikabva taudza ngirozi: “Pfugamirai Adam”, uye dzikava dzinopfugama, kusara kwaIblees (Satani), akaramba kuva pane avo vakapfugama"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Allah) Vakati: “Chii chakukanganisa kuti usave unopfugama mushure mekunge ndakukomekedza?” Iblees akati: “Ini ndiri nani pane iye (Adam), makava munondisika kubva kumoto, uye iye mukava munomusika kubva kuvhu.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Allah) Vakati: “(Iwe Iblees (Dhiyabhorosi)) Dzika pasi kubva mariri (Paradhiso), haisi kodzero yako kuti uve unozvitutumadza mariri. Chibuda, zvirokwazvo uri muboka reavo vakadzikisirwa.”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblees) Akati: “Ndipei nguva kusvika zuva iro ravachamutswa (zuva rokutongwa).”"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allah) Vakati: “Uri mumwe weavo vachave vanopihwa nguva (yekurarama).”"},{"SurahNumber":7,"VerseNumber":16,"Text":"Iblees (Dhiyabhorosi)) Akati: “Nokuda kwekuti maita kuti ndive akarasika, zvirokwazvo, ndichavagarira (vanhu) munzira yenyu yakatwasuka.”"},{"SurahNumber":7,"VerseNumber":17,"Text":"“Nokudaro ndichava ndinouya kwavari kubva mberi kwavo uye mumashure mavo, kubva kurudyi kwavo uye nokuruboshwe kwavo, uye hamusi kuzowana vakawanda vavo vari avo vanotenda (havasi kuzoita basa renyu).”"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allah) Vakati (kuna Iblees): “Buda mariri (Paradhiso) uchidzikisirwa nekudzingwa. Kune uyo kubva mavari (vanhu) achakutevedzera, zvomene ndichazadza Gehena nemi mose.”"},{"SurahNumber":7,"VerseNumber":19,"Text":"“Uye iwe Adam! Gara iwe nomukadzi wako muParadhiso, uye modya zvamunoda mariri, asi musave munosvika pedyo nomuti uyu munozova vamwe vevatadzi.”"},{"SurahNumber":7,"VerseNumber":20,"Text":"Iblees (Satani) akabva azevezera mavari kuti avabuditsire pachena zvakavanzwa kwavari kubva kunhengo dzavo dzakavandika; (Satani) akati: “Tenzi venyu havana kukurambidzai muti uyu kusara kwekuti munozoita ngirozi kana kuti hamuzofi zvachose.”"},{"SurahNumber":7,"VerseNumber":21,"Text":"Uye (Satani) akapika naAllah kwavari (achiti): “Zvirokwazvo, ndiri mumwe weavo vanokushuvirai rombo rakanaka.”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Nokudaro akavabvisa mugwara (raAllah) nenyengedzo. Pavakangoravira muti uyu, izvo zvakanga zvakavandika pamuviri yavo (nhengo dzakavandika) zvakabva zvabuda pachena kwavari, vachibva vatanga kuzvivanza nemashizha emuParadhiso. Uye Tenzi vavo vakava vanodeedzera kwavari (vachiti): “Handina here kukurambidzai muti uyu ndikakuudzai kuti: ‘Zvirokwazvo Satani muvengi ari pachena kwamuri?’”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Vakati (Adam naHawwa (Evha)): “Tenzi vedu! Tava tinozvikanganisira pachezvedu. Mukasatiregerera mova munoisa tsitsi dzenyu patiri, zvirokwazvo, tichave vamwe veavo vakarasikirwa.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) Vakati: “Dzikai pasi, mumwe ari muvengi wemumwe (Adam, Hawwa (Evha), naSatani). Pasi ndipo pachava nzvimbo yenyu yekugara uye yemafaro kwenguva diki.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allah) Vakati: “Muchagara imomo (pasi rino), uye mariri ndimo mamuchafira, uye mariri ndimo mamuchamutsirwa (zuva rekutongwa).”"},{"SurahNumber":7,"VerseNumber":26,"Text":"Imi vana vaAdam! Takava tinodzikisa mbatya kwamuri kuti muve munovanza nhengo dzenyu uye seshongedzo, uye mbatya dzine huremu (kutya Allah), idzo ndidzo dzakanaka. Izvi zviratidzo zvaAllah kuti vangangorangarira (vosiya mabasa akaipa uye votevedzera chokwadi)"},{"SurahNumber":7,"VerseNumber":27,"Text":"Imi vana vaAdam! Musave munoita kuti Shaitwaan (Satani) akunyengedzei, sekubuditsa kwaakaita vabereki venyu (Adam naHawwa (Evha)) muParadhiso, achivabvisa mbatya dzavo, kuti avaratidze nhengo dzavo dzakavandika. Zvirokwazvo, iye nedzinza rake vanokuonai vari kwamusingakwanise kuvaona. Zvirokwazvo, takaita kuti vanaDhiyabhorosi vave shamwari dzeavo vasingatendi"},{"SurahNumber":7,"VerseNumber":28,"Text":"Uye kana vachinge vaita Al-Faahishah (zvinonyadzisa, kutenderera Ka’bah vasina kupfeka, uye hupombwe) vanoti: “Takaona madzibaba edu achizviita, uye Allah vakazvikomekedza kwatiri.” Iti: “Zvirokwazvo, (Allah) havambokomekedzi Faahishah (zvinonyadzisa). Munotaura here pamusoro paAllah zvamusingazive?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Iti (Muhammad (SAW)): “Tenzi vangu vakava vanokomekedza ruenzaniso uye (vakati) munofanira kutarisa ivo chete munzvimbo yose yekunamatira muminamato, uye mova munovakumbira (Allah) muchiita chitendero chavo chete. Sekukusikai kwavakaita pakutanga, muchava munodzoka kuupenyu (Pazuva Rekutongwa).”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Vakatungamira boka, uye rimwe boka raikodzera kurasika; (nokuda kwekuti) zvirokwazvo vakatora vanaDhiyabhorosi sevabatsiri kunze kwaAllah, uye vanofunga kuti vakatungamirirwa"},{"SurahNumber":7,"VerseNumber":31,"Text":"Imi vana vaAdam! Zvishongedzei (nekupfeka mbatya dzakachena) panzvimbo yose yokunamatira, uye idyai nekunwa uye musave munoshandisa (hupfumi) zvakapfurikidza (kutambisa), zvirokwazvo (Allah) havadi avo vanoshandisa (hupfumi) zvakapfurikidza"},{"SurahNumber":7,"VerseNumber":32,"Text":"Iti (Muhammad (SAW)): “Ndiani akarambidza kuzvishongedza nembatya dzakapihwa naAllah, dzavakagadzirira varanda vavo, uye zvakachena kubva kuchikafu?” Iti: “Ndezve avo vanotenda muupenyu hwepano pasi, uye zvichange zviri zvavo chete (vanotenda) pazuva rokumutswa.” Saizvozvo tinotsanangura maAyaat (mitemo yeIslaam) zvizere kune avo vane ruzivo"},{"SurahNumber":7,"VerseNumber":33,"Text":"Iti (Muhammad (SAW)): “Zvirokwazvo, Tenzi vangu vakarambidza Al-Fawaahish (Zvinonyadzisa) kunyangwe zvichiitwa pachena kana pakavandika, zvivi (zvemhando dzose), udzvanyiriri usina kodzero, kusanganisa Allah (mukunamata) nezvimwe zvisikwa zvavasina kupa mvumo, uye kutaura pamusoro paAllah zvamusina ruzivo nazvo.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Uye boka rose rine nguva yaro yakatarwa; uye kana nguva yaro ichinge yasvika, (Allah) havamboinonotsa kana kuiwedzera neawa (kana kanguva kadiki)"},{"SurahNumber":7,"VerseNumber":35,"Text":"Imi vana vaAdam! Kana vatumwa vachinge vauya kwamuri kubva mamuri, vachikuverengerai ndima dzangu, uye kune uyo anotya (Allah) uye oita mabasa akanaka, kwavari kuchange kusina kutya kana kusuruvara"},{"SurahNumber":7,"VerseNumber":36,"Text":"Asi avo vanoramba zviratidzo zvedu uye vozvitutumadza mazviri, ivavo ndivo vagari vekumoto, vachagara imomo zvachose"},{"SurahNumber":7,"VerseNumber":37,"Text":"Ndeupi anonyanyodzvinyirira pane uyo anogadzira manyepo pamusoro paAllah kana anoramba zviratidzo zvavo? Ivavo vachawana chidimbu chavo chakatarwa (zvakanaka zvehupenyu hwepasi rino) kubva muBhuku, kusvikira vatumwa vedu (ngirozi yerufu nevabatsiri vayo) vauya kwavari kuzotora mweya yavo, dzichati (ngirozi): “Ko varipi avo vamaikumbira nekunamata kunze kwaAllah?” Vachapindura vachiti: “Vatsakatika kwatiri.” Uye vachava vanozvipupurira pachezvavo, kuti zvirokwazvo vakanga vasiri vatendi"},{"SurahNumber":7,"VerseNumber":38,"Text":"(Allah) Vachati: “Pindai muzvikwata zvemapoka evakanga varipo musati mavepo evanhu neJinn mumoto.” Pose panopinda boka idzva, richatuka rimwe raro rakapfuura, kusvika vaunganidzwa vose mumoto. Vekupedzisira vavo vachati kune vekutanga vavo: “Tenzi vedu! Ava ndivo vakatirasisa, naizvozvo vapei mutongo wakapetwa kaviri kubva kumoto.” Vachati (Allah): “Umwe neumwe ane (mutongo) wakapetwa kaviri asi hamuzivi.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Vekutanga vavo vachati kune vekupedzisira vavo: “Makanga musiri nani panesu, naizvozvo ravirai mutongo nokuda kwezvamaiwana.”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Zvirokwazvo, avo vanoramba zviratidzo zvedu uye vozvitutumadza mazviri, havazombozarurirwi misuwo yekudenga, uye havazombopindi Paradhiso kusvikira ngamera yapinda nepaburi retsono (izvo zvisingaitiki). Saizvozvo tinobhadhara vatadzi"},{"SurahNumber":7,"VerseNumber":41,"Text":"Vachave nemubhedha wemoto, uye pamusoro pavo pachave nezvifukidzo zvemoto. Saizvozvo tinobhadhara vanoita mabasa akaipa"},{"SurahNumber":7,"VerseNumber":42,"Text":"Asi avo vanotenda (muhumwechete hwaAllah), uye voita mabasa akanaka, hatipi munhu mutoro kusara kwewaanokwanisa kutakura, ivavo vachava vagari vekuParadhiso. Vachagara imomo zvachose"},{"SurahNumber":7,"VerseNumber":43,"Text":"Uye tichabvisa ruvengo mumoyo yavo (rwavakanga vainaro muhupenyu hwepano pasi); nzizi dzichiyerera pasi pavo, uye vachati: “Kurumbidzwa nekutenda kwose ngakuve kuna Allah, avo vakatitungamirira kune izvi, tingadai tisina kuwana nhungamiro, dai Allah vasina kutitungamirira! Zvirokwazvo, vatumwa vaTenzi vedu vakava vanouya nechokwadi.” Uye zvichave zvinoshevedzerwa kwavari: “Iri ndiro Paradhiso ramuchagara senhaka nokuda kweizvo zvamaiita.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Uye vagari vemuParadhiso vachashevedzera kune vagari vemumoto (vachiti): “Tave tinowana zviri chokwadi izvo Tenzi vedu zvavakativimbisa; mave munowana zviri chokwadi here izvo Tenzi venyu zvavakakuvimbisai?” Vachati (vagari vemumoto): “Hongu.” Nokudaro mushevedzeri pakati pavo achashevedzera: “Kurengera kwaAllah kuri pane vatadzi.”"},{"SurahNumber":7,"VerseNumber":45,"Text":"Avo vaidzivirira (vanhu) kubva munzira yaAllah, uye vachitsvaga nzira dzokuiipisa, uye vakanga vasingatendi muhupenyu hunotevera"},{"SurahNumber":7,"VerseNumber":46,"Text":"Uye pakati pavo pachava nemupingo (Hijaab) uye paAl-A’raaf (pamudhuri murefu refu) pachange pane vanhu (mabasa avo akanaka neakaipa achange akaenzana pachikero), vachange vachiziva vose (vagari vemuParadhiso uye vemumoto) nenharidzo dzavo (vagari vekuParadhiso nezviso zvavo zvakachena, uye vagari vekumoto nezviso zvavo zvakasviba). Uye vachashevedzera kuvagari vekuParadhsio vachiti: “Salaamun Alaykum (Rugare ngaruve kwamuri)”, uye panguva iyoyo ivo (vanhu vepamudhuri murefu) vanenge vasati varipinda (Paradhiso), asi vaine tarisiro yokuripinda"},{"SurahNumber":7,"VerseNumber":47,"Text":"Uye maziso avo paacharatidzwa kuvagari vekumoto, vachati: “Tenzi vedu! Musave munotiisa pamwechete nevatadzi.”"},{"SurahNumber":7,"VerseNumber":48,"Text":"Uye vanhu vepaAl-A’raaf (mudhuri murefu) vachashevedzera kune vanhu vavachaziva nokuda kwenharidzo dzavo vachiti: “Chii chamawana nohuwandu hwenyu (uye nehupfumi wakawanda), uye nokuzvitutumadza kwenyu?”"},{"SurahNumber":7,"VerseNumber":49,"Text":"Ndivo here, avo veavo vamaipikira kuti Allah havasi kuzovaratidza tsitsi? (Tarisai! Zvakanzi kwavari): “Pindai muParadhiso, hapana kutya kuchave kwamuri, kana kubatikana.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Uye vagari vekumoto vachashevedzera kuvagari vekuParadhsio: “Dirai mvura matiri kana chii zvacho chamakapihwa naAllah.” Vachati (vagari vemuParadhiso): “Zvirokwazvo, Allah vakave vanozvirambidza kune avo vasingatendi.”"},{"SurahNumber":7,"VerseNumber":51,"Text":"“Avo vaitora zvitendero zvavo semuvaraidzo uye sechinhu chekutamba nacho, uye hupenyu hwepano pasi hwakavanyengedza.” Naizvozvo zuva rino tichavakanganwa sekukanganwa kwavakaita kusangana kwezuva rino, uye nekuramba kwavaiita zviratidzo zvedu"},{"SurahNumber":7,"VerseNumber":52,"Text":"Zvirokwazvo, takava tinovaunzira Gwaro (Qur’aan) ratakatsanangura zvizere neruzivo, nhungamiri uye setsitsi kune vanhu vanotenda"},{"SurahNumber":7,"VerseNumber":53,"Text":"Pane chavangamirire here kunze kwemagumo azvo? Zuva richauya kuzadzikiswa kwemagumo, avo vaimborifuratira mushure vachati: “Zvirokwazvo, vatumwa vaTenzi vedu vakauya nechokwadi, iyezvino pane vamiriri vedu here kuti vave vanotimirira? Kana kuti tingadzorerwe here (panyika) kuti tinoita mabasa (akanaka) kwete ayo (akaipa) ataimboita?” Zvirokwazvo, vakave vanorasikirwa (vakazviparadza) pachezvavo, uye neizvo zvavaiwedzeredza (kunamata zvimwe zvinhu kunze kwaAllah) zvave zvinoshaika kwavari"},{"SurahNumber":7,"VerseNumber":54,"Text":"Zvirokwazvo, Tenzi venyu ndiAllah, avo vakave vanosika matenga nenyika mumazuva matanhatu, uye vakabva vazvigadza pachigaro chehumambo (nenzira inoenderana nehumambo hwavo). Vanounza usiku kuti uve unofugidza masikati, uchiwatsvaga nekukurumidza, uye (vakasika) zuva, mwedzi, nyenyedzi dzichitevedzera mirairo yavo. Zvirokwazvo, ndivo muridzi wekusika nemirairo. Vakakomborerwa ndiAllah, Tenzi vepasi rose"},{"SurahNumber":7,"VerseNumber":55,"Text":"Deedzai (namatai) Tenzi venyu zvine kuzvininipisa uye chinyararire. Havadi avo vanodarikidza mwero"},{"SurahNumber":7,"VerseNumber":56,"Text":"Musava munoita huori panyika, mushure mekunge pagadziridzwa, uye vadaidzei (Allah) mune kutya netarisiro. Zvirokwazvo, tsitsi dzaAllah dziri pedyo peavo vanoita zvakanaka"},{"SurahNumber":7,"VerseNumber":57,"Text":"Zvirokwazvo, ndivo vanotumira mhepo ichiratidza rombo ranaka pamberi petsitsi dzavo (mvura). Kusvikira yatakura makore akaremerwa (nemvura), tinowatumira kune nzvimbo iyo yakaoma, uye tinokonzera mvura kuti ive inodzika ikoko. Uye tinoburitsa nayo (mvura) mhando yese yemichero. Saizvozvo tichave tinomutsa avo vakafa, kuti mungava munorangarira"},{"SurahNumber":7,"VerseNumber":58,"Text":"Uye ivhu rakanaka zvirimwa zvaro zvinobuda nemvumo yaTenzi wazvo; uye iro rakashata hazvibudi kusara (kwezvishoma) zvichinetseka. Kudaro tinotsanangura zviratidzo zvedu zvakawanda kune vanhu vanotenda"},{"SurahNumber":7,"VerseNumber":59,"Text":"Zvirokwazvo, takava tinotumira Nowa kuvanhu vake, uye akati: “Imi vanhu vangu! Namatai Allah! Hamuna mumwe mwari kunze kwavo. Zvechokwadi ndinokutyirai mutongo wezuva guru (Qiyaamah)!”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Vatungamiriri vevanhu vake vakati: “Zvirokwazvo, tinoona kuti wakarasika zviri pachena.”"},{"SurahNumber":7,"VerseNumber":61,"Text":"(Nowa) Akati: “Imi vanhu vanhu! Hapana kurasika mandiri, asi ndiri mutumwa kubva kuna Tenzi vepasi rose!”"},{"SurahNumber":7,"VerseNumber":62,"Text":"“Ndirikusvitsa kwamuri mashoko aTenzi vangu, uye ndichikupai yambiro yakanaka. Uye ndinoziva kubva kuna Allah izvo zvamusingazivi.”"},{"SurahNumber":7,"VerseNumber":63,"Text":"“Munoshamiswa here kuti kwauya yeuchidzo kubva kuna Tenzi venyu kuburikidza nemurume pakati penyu, kuti akuyambirei kuti mungave munotya Allah, uye kuti zvimwe mungagamuchire nyasha dzavo?”"},{"SurahNumber":7,"VerseNumber":64,"Text":"Asi vakamuramba, saka takamununura pamwechete neavo vaiva naye mungarava, uye takanyudza (mumvura) avo vakaramba zviratidzo zvedu. Zvirokwazvo, vakanga vari mapofu"},{"SurahNumber":7,"VerseNumber":65,"Text":"Uye kumaAad takatumira mukoma wavo Hud. Akati (Hud): “Imi vanhu vangu! Namatai Allah! Hamuna mumwe mwari kunze kwavo (Allah). Ko hamutyi (Allah) here?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Vatungamiriri veavo vaisatenda kubva kuvanhu vake vakati: “Zvirokwazvo, tinokuona uri muurema (ubenzi), uye zvirokwazvo, tinofunga kuti uri mumwe wevanyepi.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud) Akati: “Imi vanhu vanhu! Hamuna urema mandiri, asi ndiri mutumwa kubva kuna Tenzi vepasi rose.”"},{"SurahNumber":7,"VerseNumber":68,"Text":"“Ndirikusvitsa kwamuri mashoko aTenzi vangu, uye ndiri muyambiri akavimbika kwamuri.”"},{"SurahNumber":7,"VerseNumber":69,"Text":"“Munoshamiswa here kuti kwauya yeuchidzo kwamuri kubva kuna Tenzi venyu kuburikidza nemurume pakati penyu kuti akuyambirei? Uye yeukai kuti (Allah) vakakuitai vatevedzeri mushure mevanhu vaNowa, uye vakakuwedzerai muzvimiro. Naizvozvo rangarirai nyasha dzaAllah kuti muve munobudirira.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Vakati: “Wauya kwatiri kuti tive tinonamata Allah voga uye tosiya izvo zvainamatwa nemadzibaba edu here? Saka tiunzire izvo zvauri kutivimbisa kana uri mumwe wevanotaura chokwadi.”"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Hud) Akati: “Marwadzo uye kutsamwa kwave kunokuwirai kubva kuna Tenzi venyu. Munopokana neni here pamusoro pemazita amakadoma, imi nemadzibaba enyu, zvisina mvumo kubva kuna Allah? Naizvozvo mirirai, ndinemi pane avo vanomirira.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Naizvozvo takamununura pamwechete neavo vaiva naye nokuda kwetsitsi kubva kwatiri, uye takadambura midzi yeavo vairamba zviratidzo zvedu, uye vakanga vasiri vatendi"},{"SurahNumber":7,"VerseNumber":73,"Text":"Uye kumaThamood, takava tinotumira mukoma wavo Swaalih. Akati: “Imi vanhu vangu! Namatai Allah! Hamuna mumwe mwari kunze kwavo (Allah). Zvirokwazvo, kwave kunouya kwamuri chiratidzo chiri pachena (kubuda kwengamera hombe kubva mugomo) kubva kuna Tenzi venyu. Ngamera hadzi iyi yaAllah chiratidzo kwamuri. Nokudaro iregei ichifura munyika yaAllah, uye hamufaniri kuikanganisa, kana kuti mungangowanikwa nomutongo mukuru.”"},{"SurahNumber":7,"VerseNumber":74,"Text":"“Uye rangarirai pavakakuitai vatevedzeri mushure memaAad (vanhu verudzi rwemaAad) uye vakakupai pekugara munyika, mukava munovaka dzimba mumabani, uye mukagadzira dzimba mumakomo. Naizvozvo rangarirai nyasha dzaAllah (makomborero aAllah), uye musave munotenderera muchikonzera huori panyika.”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Vatungamiriri veavo vakanga vachizvitutumadza kubva muvanhu vake vakati kune avo vainge vasina simba, kune avo vaitenda: “Munozviziva here kuti Swaalih ave anotumwa naTenzi vake?” Vakati: “Zvirokwazvo, tinotenda muneizvo zvaakatumwa nazvo.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Avo vaizvitutumadza vakati: “Zvirokwazvo, hatitendi mune izvo zvamuri kutenda mazviri.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Naizvozvo vakave vanouraya ngamera hadzi iya, uye (nokuda kwekushaya hunhu) vakatyora mirairo yaTenzi vavo, uye vakati: “Iwe Swaalih! Chiunza izvo zvawaitivimbisa kana uri muzvirokwazvo mutumwa (hwaAllah).”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Naizvozvo kundengendeka kwenyika kwakavabata, vakasiiwa vakatambarara vakapfugama mudzimba dzavo (misoro yavo yakatarisa pasi)"},{"SurahNumber":7,"VerseNumber":79,"Text":"Nokudaro (Swaalih) akavafuratira, uye akati: “Imi vanhu vangu! Ndakave ndinosvitsa mashoko aTenzi vangu kwamuri, uye ndikakupai yambiro yakanaka asi hamudi vanoyambira zvakanaka.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Uye (rangarirai) Loti, paakati kuvanhu vake: “Munoita here chitadzo chakaipisisa chisina kumboitwa mushure menyu nani zvake pasi rose?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Zvirokwazvo, munopedzera shungu dzenyu kuvarume (pabonde) muchisiya vakadzi. Saka muri vanhu vanodarikidza mwero.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Uye havana mhinduro yavakapa kusara kwekuti: “Vaburitsei muguta renyu, zvirokwazvo, ava vanhu vanoda kuzvichenura (kubva muzvitadzo)!”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Naizvozvo, takamuchengetedza iye nemhuri yake, kusara kwemukadzi wake, akanga ari mumwe weavo vakasara (vachipihwa mutongo)"},{"SurahNumber":7,"VerseNumber":84,"Text":"Uye takava tinonaisa kwavari mvura (yematombo). Naizvozvo cherechedzai kuti akange akaita sei magumo evapari vemhosva (vatadzi)"},{"SurahNumber":7,"VerseNumber":85,"Text":"Uye ku (vanhu veku) Madyan, takava tinotumira mukoma wavo Shuaib. Akati kwavari: “Imi vanhu vangu! Namatai Allah! Hamuna mumwe mwari kunze kwavo (Allah). Zvirokwazvo, humboo huri pachena hwave hunouya kwamuri kubva kuna Tenzi venyu. Naizvozvo ipai chiero chakakwana uye neuremu hwakakwana, uye musave munokanganisira vanhu muzvinhu zvavo, uye musave munokonzeresa zvakaipa munyika mushure mekunge yagadziriswa, izvi zvinova zvakanaka kwamuri kana muri vatendi.”"},{"SurahNumber":7,"VerseNumber":86,"Text":"“Uye musava munogara munzira dzose, mutyityidzira uye muchidzivirira kubva munzira yaAllah avo vanotenda mavari, uye muchitsvaga nzira dzokuiipisa. Uye rangarirai pamakanga muri vashoma, uye vakakuitai kuti muwande. Uye cherechedzai kuti akange akaita sei magumo eavo vaiita huori (zvakaipa, mhirizhonga).”"},{"SurahNumber":7,"VerseNumber":87,"Text":"“Uye kana paine boka pakati penyu rinotenda mune izvo zvandakatumwa uye neiro risingatendi, naizvozvo ivai munotsungirira kusvika Allah vave vanotonga pakati pedu, uye ndivo mutongi wepamusoro-soro.”"},{"SurahNumber":7,"VerseNumber":88,"Text":"Madzimambo eavo vaizvitutumadza kubva muvanhu vake vakati: “Zvirokwazvo, tichakudzinga, iwe Shuaib, pamwechete neavo vakatenda newe kubva mudhorobha redu, kana kuti zvirokwazvo muchava munodzokera kuchitendero chedu.” Akati: “Kunyange tichizvivenga?”"},{"SurahNumber":7,"VerseNumber":89,"Text":"“Zvirokwazvo tinenge tagadzira manyepo pamusoro paAllah kana tikadzokera kuchitendero chenyu, mushure mekunge Allah vatinunura kubva machiri (chitendero). Uye hazvisi zvedu kuti tive tinodzokera kwachiri kunze kwekuti Allah, Tenzi vedu, vachida. Tenzi vedu vane ruzivo rwezvose (ruzivo rwavo rwunokunda zvose). Kuna Allah tinoisa vimbo yedu. Tenzi vedu! Tongai pakati pedu nevanhu vedu muchokwadi, uye muri pamusoro peavo vanopa mutongo.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"Madzimambo eavo vaisatenda kubva muvanhu vake vakati (kuvanhu vavo): “Mukatevera Shuaib, zvirokwazvo, muchava vanhu vakarasikirwa!”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Naizvozvo kundengendeka kwenyika kwakavabata vakasiiwa vakatambarara vakapfugama mudzimba dzavo (misoro yavo yakatarisa pasi)"},{"SurahNumber":7,"VerseNumber":92,"Text":"Avo vakaramba Shuaib, vakaita sekunge havana kunge vagara imomo (mudzimba dzavo). Avo vakaramba Shuaib vakave vanhu vakarasikirwa"},{"SurahNumber":7,"VerseNumber":93,"Text":"Zvakare (Shuaib) akavafuratira, uye akati: “Imi vanhu vangu! Ndakave zvirokwazvo ndinosvitsa mashoko aTenzi vangu kwamuri uye ndakave ndinokuyambirai. Naizvozvo ndingashushikane sei neavo vanhu vasingatendi.”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Uye hatina kutumira muporofita kudhorobha ripi zvaro (vakave vanomuramba), kusara kwekuti takavaranga vanhu varo kuburikidza nenhamo yakanyanyisa uye kurasikirwa neutano, kuti zvimwe vangazvininipise pachezvavo (uye vokumbira ruregerero kuna Allah)"},{"SurahNumber":7,"VerseNumber":95,"Text":"Mushure maizvozvo, takashandura zvakaipa kuve zvakanaka, kusvikira vawedzera muhuwandu uye neupfumi, uye vakati: “Madzibaba edu akawirwa nezvakaipa pamwechete nezvakanaka.” Naizvozvo takavaparadza vasingafungiri"},{"SurahNumber":7,"VerseNumber":96,"Text":"Uye dai vanhu vemumadhorobha vakatenda uye nekutya (Allah), zvirokwazvo, dai takavazarurira makomborero kubva kudenga uye nepanyika, asi vakaramba (vatumwa). Nokudaro takavaranga pamusana peizvo zvavaiwana (kusatenda nezvitadzo)"},{"SurahNumber":7,"VerseNumber":97,"Text":"Saka vanhu vemumadhorobha vanonzwa kusununguka here kubva mukuuya kwemutongo wedu panguva dzemanheru apo pavanenge vakarara"},{"SurahNumber":7,"VerseNumber":98,"Text":"Kana kuti vanhu vemumadhorobha vanonzwa kusununguka here kubva mukuuya kwemutongo wedu panguva dzemasikati apo pavanenge vachitamba"},{"SurahNumber":7,"VerseNumber":99,"Text":"Vanonzwa kusununguka here kubva muhurongwa hwaAllah? Hapana anonzwa kusununguka kubva muhurongwa hwaAllah, kusara kweavo vanhu vakarasikirwa"},{"SurahNumber":7,"VerseNumber":100,"Text":"Hazvina kujeka here kune avo vakagara nyika nhaka mushure mevanhu vayo (vaivapo ivo vasati vavapo), kuti dai taida, tingadai takavaparadza nokuda kwezvivi zvavo. Uye tikava tinovhara moyo yavo kuti vasave vanonzwa"},{"SurahNumber":7,"VerseNumber":101,"Text":"Ayo aiva madhorobha nyaya yavo tirikukuudza (Muhammad (SAW)). Uye zvirokwazvo, vatumwa vavo vakauya kwavari nehumboo uri pachena, asi havana kuve vanotenda mune zvavakaramba pakutanga. Saizvozvo, Allah vanovhara moyo yeavo vasingatendi"},{"SurahNumber":7,"VerseNumber":102,"Text":"Uye vazhinji vavo, hatina kuwana chokwadi muzvitsidzo zvavo, asi vazhinji vavo takavaona zvirokwazvo vari vatadzi"},{"SurahNumber":7,"VerseNumber":103,"Text":"Nokudaro, mushure mavo takatumira Musa nezviratidzo zvedu kuna Farawo nemadzishe ake, asi vakazviramba. Naizvozvo chionai kuti akange ari sei magumo evakonzeri venyonga-nyonga"},{"SurahNumber":7,"VerseNumber":104,"Text":"Uye Musa akati: “Iwe Farawo! Zvirokwazvo, ndiri mutumwa kubva kuna Tenzi vepasi rose.”"},{"SurahNumber":7,"VerseNumber":105,"Text":"“Zvakakodzera kwandiri kuti hapana chandinotaura pamusoro paAllah kusara kwechokwadi. Zvirokwazvo, ndauya kwamuri kubva kuna Tenzi venyu nehumboo uri pachena. Naizvozvo itai kuti vana veIzirairi vaende pamwechete neni.”"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Farawo) Akati: “Kana wauya nechiratidzo, tiratidze, kana uri umwe weavo vanotaura chokwadi.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Nokudaro Musa akakanda tsvimbo yake, uye tarirai, yakasanduka kuva nyoka iri pachena"},{"SurahNumber":7,"VerseNumber":108,"Text":"Akaburitsa ruoko rwake, uye tarirai, rwakava ruchena (nemwenje) kune vaiona"},{"SurahNumber":7,"VerseNumber":109,"Text":"Madzimambo kubva kuvanhu vaFarawo vakati: “Zvirokwazvo, iyi ihambura inoziva chaizvo.”"},{"SurahNumber":7,"VerseNumber":110,"Text":"“Ari kuda kukuburitsai munyika yenyu, saka mune yambiro ipi?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Vakati:\t“Munonotse,\tiye\tnamukoma\twake,\tuye\twotumira\tvashevedzeri\tkumaguta kunounganidza.”"},{"SurahNumber":7,"VerseNumber":112,"Text":"“Wouya kwauri nehambura dzinoziva chaizvo.”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Uye, naizvozo hambura dzakauya kuna Farawo dzikati: “Zvirokwazvo, pane muripo kwatiri kana tave tinokunda?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Farawo) Akati: “Hongu, muchave muri vanhu vepedyo (kwandiri).”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Vakati: “Iwe Musa! Unokanda (pekutanga), kana isu tive tinokanda pekutanga?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa) Akati: “Tangai kukanda imi.” Uye pavakakanda vakashinhira maziso evanhu vachizadza garudzo (kutya) mavari, uye vakaratidza chitsinga chikuru"},{"SurahNumber":7,"VerseNumber":117,"Text":"Uye takave tinoti kuna Musa: “Kanda tsvimbo yako,” uye tarirai, yakamedza manyepo ose akanga aratidzwa (kuvanhu)"},{"SurahNumber":7,"VerseNumber":118,"Text":"Ipapo chokwadi chakabva chabuda pachena, uye zvose zvavakaita zvakabva zvashaya basa"},{"SurahNumber":7,"VerseNumber":119,"Text":"Nokudaro vakabva vakundwa ipapo uye vakabva vanyadziswa"},{"SurahNumber":7,"VerseNumber":120,"Text":"Uye vatsinga vose vakabva vagwadama"},{"SurahNumber":7,"VerseNumber":121,"Text":"Vakati: “Tinotenda muna Tenzi vepasi rose.”"},{"SurahNumber":7,"VerseNumber":122,"Text":"“Tenzi vaMusa naAroni.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Farawo akati: “Matenda maari (Musa) ndisati ndakupai mvumo. Zvechokwadi, iri ndiro bangano ramaronga muguta kuti mubuditse vanhu vari mariri, asi muchazoziva zvenyu.”"},{"SurahNumber":7,"VerseNumber":124,"Text":"“Zvirokwazvo, ndichakudamburai maoko nemakumbo enyu kubva kumativi akasiyana (gumbo rekuruboshwe neruoko rekurudyi, kana kuti gumbo rekurudyi neruoko rwekuruboshwe) nekukurovererai mose (pamichinjikwa).”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Vakati: “Zvirokwazvo, tinenge tichidzokera kuna Tenzi vedu.”"},{"SurahNumber":7,"VerseNumber":126,"Text":"“Uye unotora chitsividzo kwatiri nekuda kwekuti tatenda muzviratidzo zvaTenzi vedu mushure mekunge zvasvika kwatiri! Tenzi vedu! Ivai munoisa kutsungirira matiri, uye moita kuti tife tiri maMuslim (Vanozvipira kutevedzera mitemo yaAllah).”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Madzimambo kubva kuvanhu vaFarawo vakati: “Uchasiya here Musa nevanhu vake vachikonzera nyonga-nyonga panyika, uye vachisiya iwe nanamwari vako?” Akati: “Tichava tinouraya vanakomana vavo, uye tosiya vanasikana vavo, uye tine masimba asingatsiviki pamusoro pavo.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa akati kuvanhu vake: “Tsvagai rubatsiro kuna Allah uye mova munotsungirira. Zvirokwazvo, nyika ndeya Allah. Vanoipa senhaka kune uyo wavanoda kubva kuvaranda vavo, uye magumo akanaka ndee avo vanotya Allah.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Vakati: “Isu (vana veIzirairi) takawirwa (takasangana) nematambudziko usati wauya kwatiri, uye kubva pawakauya kwatiri.” Akati: “Zvimwe Tenzi venyu vangangoparadza vavengi venyu, uye vokuitai vagari venhaka panyika, kuti vaone kuti munoshanda sei.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Uye zvirokwazvo takava tinorwadzisa vanhu vaFarawo nemakore enzara, nekushomeka kwemichero (zvirimwa), kuti zvimwe vangarangarira"},{"SurahNumber":7,"VerseNumber":131,"Text":"Asi pose paiuya chakanaka kwavari vaiti: “Izvi ndezvedu.” Uye vakawirwa nechakaipa vaichipomera kuminyama vakanangana naMusa neavo vanaye. Tarisai! Zvirokwazvo, minyama yavo ina Allah asi vazhinji vavo havazivi"},{"SurahNumber":7,"VerseNumber":132,"Text":"Uye vakati (kuna Musa): “Chero chiratidzo chaunouya nacho kwatiri kuti uchishandise semapipi ako kwatiri, hatizombofa takatenda mauri.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Naizvozvo takatumira kwavari mafashamu, hwiza, inda, matatya neropa, sezviratidzo zviri pachena, asi vakaramba vakazvitutumadza, uye vaive vamwe veavo vaitadza"},{"SurahNumber":7,"VerseNumber":134,"Text":"Uye pavakawirwa nemarwadzo vakati: “Iwe Musa! Tikumburire kuna Tenzi vako nokuda kwevimbiso yavo kwauri. Kana ukabvisa marwadzo patiri, zvirokwazvo, tichava tinotenda mauri, uye ticharega vana vaIzirairi vaende newe.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Asi patakabvisa marwadzo pavari kwenguva yakatarwa, iyo yavaifanira kusvitsa, uye tarirai, vakaputsa shoko"},{"SurahNumber":7,"VerseNumber":136,"Text":"Naizvozvo takatora mubhadharo kwavari. Takavanyudza mugungwa, nokuda kwekuti vakaramba zviratidzo zvedu uye vakanga vasina hanya nazvo"},{"SurahNumber":7,"VerseNumber":137,"Text":"Uye takaita kuti vanhu vaitorwa sendonda kuti vave vanogara nhaka zvidimbu zvenzvimbo yekumabvazuva nezvekumadokero zvatakava tinokomborera. Uye shoko raTenzi vako rakajeka rakazadzikiswa kuvana vaIzirairi, nokuda kwekutsungirira kwavo. Uye takaparadza zvachose mabasa makuru ose nezvivakwa zvakanga zvamiswa naFarawo nevanhu vake"},{"SurahNumber":7,"VerseNumber":138,"Text":"Uye takava tinoyambutsa vana vaIzirairi gungwa (mune zvakanaka), uye vakauya pane vanhu vakanga vakazvipira kuzvimwe zvidhori zvavo (mukunamata). Vakati: “Iwe Musa! Tigadzirire chimwari sezvimwari zvavanazvo.” (Musa) Akati: “Zvirokwazvo, muri vanhu vasingazivi (Hukuru hwaAllah nezvakamanikidzirwa kwamuri).”"},{"SurahNumber":7,"VerseNumber":139,"Text":"(Musa akapamhidzira): “Zvirokwazvo, vanhu ava vachaparadzwa nokuda kwezvavarikuita. Uye zvose zvavarikuita hazvina maturo.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Akati: “Ndingakutsvagirei umwe mwari here kunze kwaAllah, vari ivo vakakukomborerai pamusoro pevanhu vose (venguva yenyu).”"},{"SurahNumber":7,"VerseNumber":141,"Text":"Uye (rangarirai) patakakununurai kubva kune vanhu vaFarawo, avo vaikushungurudzai nemutongo wakaipisisa, vachiuraya vanakomana venyu uye vachisiya vanasikana venyu vari vapenyu. Uye mazviri maive nemuedzo mukuru kubva kuna Tenzi venyu"},{"SurahNumber":7,"VerseNumber":142,"Text":"Uye takava tinotarira (kutemera) Musa makumi matatu ehusiku, uye takapamhidzira gumi (pamusoro), uye akazadzikisa nguva yakatarwa naTenzi vake yemakumi mana ehusiku. Uye Musa akati kuna mukoma vake Aroni: “Nditsive pavanhu vangu, uye shanda nenzira yakanaka (nekukurudzira vanhu kuteerera Allah nekuvanamata vari voga), uye usave unotevedzera nzira yeavo vanokonzera nyonga-nyonga.”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Uye Musa paakauya panguva nenzvimbo yakatarwa, uye Tenzi vake vakataura naye, akati: “Imi Tenzi vangu! Zviratidzei kwandiri kuti ndive ndinokuonai.” Allah vakati: “Haukwanisi kundiona asi tarisa pagomo, rikaramba rimire panzvimbo yaro uchandiona.” Naizvozvo Tenzi vake pavakazviratidza pagomo, vakariita kuti rive rinoparara kuita huruva, uye Musa akawira pasi akakomoka (asisazivi zvaaiita). Uye paakanga ava kuziva zvaaiita akati: “Kurumbidzwa ngakuve kwamuri (Allah), ndinotendeuka kwamuri mururegerero, uye ndiri wekutanga wevatendi.”"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Allah) vakati: “Iwe Musa! Ndakusarudza pamusoro pevanhu nemirairo yangu, uye nekutaura kwangu (kwauri). Naizvozvo batisisa pane izvo zvandakupa uye iva mumwe wevanotenda.”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Takava tinomunyorera pamagwaro chidzidzo chinotorwa kubva kuzvinhu zvose uye netsanangudzo izere yezvinhu zvose (uye vakati): “Batisisa izvi zvine simba, uye wova unokurudzira vanhu vako kuti vatore zvakanaka kubva mazviri. Ndichazokuratidzai musha wevanotadza.”"},{"SurahNumber":7,"VerseNumber":146,"Text":"Ndichava ndinofuratidza zviratidzo zvangu avo vanozvitutumadza panyika, zvisina kodzero, uye kunyange vachiona zviratidzo zvedu zvose havave vanotenda mazviri. Uye kunyange vakaona nzira yakanaka havaitori senzira. Asi vakaona nzira yakarasika vanoitora senzira, nokuda kwekuti vakaramba zviratidzo uye vakanga vasina hanya mazviri"},{"SurahNumber":7,"VerseNumber":147,"Text":"Uye avo vanoramba zviratidzo zvedu uye kusangana pahupenyu uchatevera (zuva rekutongwa), mabasa avo ndiwo asina maturo. Havasi kuzobhadharwa nechimwe chinhu, kusara kwezvavaiita"},{"SurahNumber":7,"VerseNumber":148,"Text":"Uye vanhu vaMusa paakanga asipo, vakagadzira kubva muzvishongedzo zvavo chimufananidzo chemhuru (chekunamata). Chaiva nemuririro (kunge chaikuma). Vaisaona here kuti chaisataura navo kana kuvatungamirira kunzira (yakatwasuka)? Vakachitora (kuti vachinamate) uye vaiva vatadzi"},{"SurahNumber":7,"VerseNumber":149,"Text":"Uye pavakademba nekuona kuti vakanga varasika, (vakakumbira ruregerero) vakati: “Kana Tenzi vedu vakasatinzwira tsitsi nekutiregerera, zvirokwazvo, tichava vanhu vakarasikirwa.”"},{"SurahNumber":7,"VerseNumber":150,"Text":"Uye Musa paakadzokera kuvanhu vake, akatsamwa uye akasuwa, akati: “Chinhu chakaipa ndeicho chamaita ndisipo (kunamata chimhuru). Makurumidzira mutemo waTenzi venyu here?” Uye (Musa) akakanda magwaro pasi uye akabata mukoma wake nemusoro wake uye akamudhonzera kwaari. Aroni akati: “Iwe mwana waamai vangu! Zvirokwazvo, vanhu vakandiona sendisina simba uye vaida kutondiuraya, naizvozvo usaita kuti vavengi vafare pamusoro pangu, kana kundiisa pakati pevanhu vanoita mabasa akaipa.”"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa (akati): Imi Tenzi vangu! Ivai munondiregerera nemukoma wangu, uye mova munotiisa mutsitsi dzenyu, nokuti ndimi mune tsitsi dzakanyanya pane avo vanoratidza tsitsi.”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Zvirokwazvo, avo vakava vanotora mhuru (saMwari), kutsamwa kubva kuna Tenzi vavo uye nokudzikisirwa kuchauya kwavari muhupenyu hwepano pasi. Nokudaro tinopa mubairo kune avo vanogadzira manyepo"},{"SurahNumber":7,"VerseNumber":153,"Text":"Asi kune avo vakaita mabasa akaipa, mushure mazvo vakazokumbira ruregerero, uye vakatenda, muzvirokwazvo, Tenzi venyu mushure mazvo (zvose) vanoregerera, uye vane tsitsi dzose"},{"SurahNumber":7,"VerseNumber":154,"Text":"Uye hasha dzaMusa padzakadzikira akava anotora magwaro, uye mukunyorwa kwavo makanga muine kutungamiririrwa netsitsi kune avo vanotya Tenzi vavo"},{"SurahNumber":7,"VerseNumber":155,"Text":"Uye Musa akasarudza varume makumi manomwe kubva muvanhu vake, panguva yedu uye nenzvimbo yokusanganirana. Uye pavakava vanovingwa nokundengendeka kwenyika akati: “Imi Tenzi vangu! Dai manga muchida, mungadai makavaparadza kumashure ivo neni wacho. Mungatiparadze here nokuda kwemabasa evakaipa pakati pedu? Kuedza kwenyu chete kunoita kuti vamunoda varasike, uye kutungamiririra avo vamunoda. Muri muchengei wedu, naizvozvo tiregererei uye mova netsitsi kwatiri, nokuti ndimi muregereri akanakisisa pane avo vanoregerera.”"},{"SurahNumber":7,"VerseNumber":156,"Text":"“Uye motinyorerawo zvakanaka pano panyika, uye nemuhupenyu hwunotevera. Zvirokwazvo, tave tinotarisa kwamuri.” Vakati (Allah): “Mutongo wangu ndichauunza kune uyo wandinoda uye tsitsi dzangu dzinobvumbatira zvinhu zvose. Ndichava ndinodzinyorera (nyasha) kune avo vanotya (Allah), uye vachipa Zakaah (Zvipo kuvarombo); uye avo vanotenda muzviratidzo zvedu;”"},{"SurahNumber":7,"VerseNumber":157,"Text":"“Avo vanotevedzera mutumwa, muporofita asingakwanise kuverenga kana kunyora (Muhammad (SAW)) uyo wavanoona akanyorwa nezvake muTorah uye nemuInjeel (Muvhangeri) mavo, anovakomekedza zvakanaka uye achivarambidza izvo zvakaipa; uye anobvumidza izvo zvinhu zvakachena, uye anorambidza izvo zvakaipa setsvina, anovabvisa mitoro yavo inorema, uye ngetani dzakanga dziri pavari. Naizvozvo avo vanotenda maari (Muhammad (SAW)), vachimukudza, nekumubatsira, uye vachitevera mwenje (Qur’aan) waakatumwa nawo, ndivo vachava vanobudirira.”"},{"SurahNumber":7,"VerseNumber":158,"Text":"Iti (Muhammad (SAW)): “Imi vanhu! Zvirokwazvo, ndave ndinotumwa kwamuri mose semutumwa waAllah, avo vanova muridzi wehumambo hwekudenga nepasi. Laa ilaaha illaa Huwa (Hakuna mumwe anofanirwa kunamatwa kunze kwavo). Ndivo vanopa hupenyu uye vanokonzera rufu. Naizvozvo tendai muna Allah nemutumwa wavo, muporofita asingakwanisi kuverenga kana kunyora (Muhammad (SAW)), anotenda munaAllah nemashoko avo (Qur’aan). Naizvozvo muteverei kuti mugova avo vakatungamiririrwa.”"},{"SurahNumber":7,"VerseNumber":159,"Text":"Uye kubva muvanhu vaMusa, mune boka rinotungamirira (vanhu) muchokwadi uye richikurudzira ruenzaniso imomo"},{"SurahNumber":7,"VerseNumber":160,"Text":"Uye takava tinovapatsanura kuva ndudzi gumi nezviviri semapoka (akasiyana). Takava tinoudza Musa apo vanhu vake pavakamubvunza mvura (tichiti): “Rova dombo netsvimbo yako”, nokudaro mvura yakava inobuda kubva muzvitubu gumi nezviviri, boka rimwe nerimwe rakaziva nzvimbo yaro yemvura. Takava tinovafukidza nemumvuri wemakore uye tikatumira kwavari Manna (chikafu chinotapira) neSalwa (Zvihuta) (tichiti): “Idyai kubva mune zvakanaka zvatakupai.” Havana kutikanganisira, asi vakazvinganisira pachavo"},{"SurahNumber":7,"VerseNumber":161,"Text":"Uye (yeukai) pazvakanzi kwavari: “Garai muguta rino (reJerusarema) uye mova munodya mariri kwese kwamunoda, uye mova munoti: ‘(Imi Allah!) Tiregererei zvitadzo zvedu’, uye mova munopinda mumikova makapfugama. Tichakuregererai zvitadzo zvenyu. Tichava tinowedzera (mubairo) kune avo vanoita mabasa akanaka.”"},{"SurahNumber":7,"VerseNumber":162,"Text":"Asi avo vaitadza pakati pavo vakasandura shoko ravakanga vaudzwa. Naizvozvo takavatumira marwadzo kubva kudenga nekutadza kwavakaita"},{"SurahNumber":7,"VerseNumber":163,"Text":"Uye iva unovabvunza (Muhammad (SAW)) pamusoro pedhorobha iro rakanga riri pedyo negungwa, pavakapfurikidza mwero maererano neSabata (Mugovera), apo hove dzavo padzaiuya pachena musi weMugovera (Sabata), uye dzainge dzisingauyi kwavari musi wavakanga vasina Sabata. Naizvozvo takava tinoisa miedzo kwavari nokuda kwekusateerera kwavakaita murairo hwaAllah"},{"SurahNumber":7,"VerseNumber":164,"Text":"Uye (yeukai) boka pakati pavo parakati: “Munoparidzirei kuvanhu varikuda kuparadzwa naAllah kana kuti vavari kuda kurwadzisa nomutongo wakaomarara?” (Vaparidzi) vakati: “Kuti tive tinozvichenura pamberi paTenzi venyu, uye kuti zvimwe vangave vanotya Allah.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Naizvozvo pavakakanganwa yeuchidzo yakanga yapihwa kwavari, takava tinonunura avo vairambidza zvakaipa, asi takaparadza avo vaiita zvakaipa nomutongo wakaomarara nokuda kwekusateerera mirairo yaAllah"},{"SurahNumber":7,"VerseNumber":166,"Text":"Naizvozvo pavakapfurikidza mwero weizvo zvatakavarambidza, takati kwavari: “Ivai tsoko, uye makashoreka nekurambwa.”"},{"SurahNumber":7,"VerseNumber":167,"Text":"Uye (rangarira) Tenzi vako pavakataura kuti vacharamba vachituma kwavari (maJudha), kusvikira zuva rokumutswa, avo vachavatambudza nemarwadzo akaomarara. Zvirokwazvo, Tenzi vako vanopa mutongo nokuchimbidza, uye zvirokwazvo, ndivo vanoregerera zvikuru, vane nyasha zhinji"},{"SurahNumber":7,"VerseNumber":168,"Text":"Uye takava tinovapatsanura (maJudha) tichivaisa mumapato akasiyana panyika, vamwe vavo vanoita mabasa akanaka uye vamwe vari kure nazvo. Uye takava tinovaedza nezvakanaka nezvakaipa kuti vave vanodzokera (kuna Allah)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Mushure mavo vakateverwa nezvizvarwa (zvakaipa), zvakava zvinotora magwaro, asi zvakava zvinozvisarudzira hupenyu hwepano pasi zvichiti: “Zvinhu (zvose zvatinoita) zvichava zvinoregererwa kwatiri.” Uye vakapihwa mukana (zvakare) wakafanana neuyu (wekuita zvinhu zvakaipa) vaiutora. Chitsidzo cheGwaro (Torah) hachina kutorwa kwavari kuti hapana chavachataura pamusoro paAllah kusara kwechokwadi? Uye vadzidza zvazviri mariri (Gwaro). Uye musha wehupenyu huchatevera uri nani kune avo vanotya (Allah)"},{"SurahNumber":7,"VerseNumber":170,"Text":"Uye kune avo vanobatisisa Gwaro uye voita munamato (Swalaah), zvirokwazvo, hatizomborasi mubairo weavo vanoita zvakanaka"},{"SurahNumber":7,"VerseNumber":171,"Text":"Uye (rangarirai) patakavasimudzira gomo sekunge raive gore dema pamusoro pavo sekunge chipfugidzo, uye vakafungidzira kuti pamwe rinovawira. (Takati): “Batisisai pane izvo zvatakupai (Torah), uye morangarira zviri mariri, kuti muve munotya Allah nekuvateerera.”"},{"SurahNumber":7,"VerseNumber":172,"Text":"Uye (yeuka) apo Tenzi vako (Allah) vakaburitsa kubva muvana vaAdam, kubva kumisana yavo, vana vavo (kana kuti kubva kumusana waAdam vana vake), uye vakavaita kuti vave vanopa huchapupu pachavo (Allah vachiti): “Handisi ini here Tenzi venyu?” Vakati: “Hongu! Tinopa huchapupu”, pamwe nezuva rekumutswa (Qiyaamah) mungazoti: “Zvirokwazvo izvi takanga tisingazvizivi.”"},{"SurahNumber":7,"VerseNumber":173,"Text":"Kana kuti mungazoti: “Madzitateguru edu ndivo vaisanganisa Allah nezvimwe zvisikwa (muhumwe hwavo) mushure, uye isu takanga tingori vana mushure mavo. Mungatiparadza here nokuda kwezvakaitwa neavo vaitadza?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Saka naizvozvo tinopenengura maAayaat (humboo) zvizere kuti pamwe vangadzoka (kuchokwadi)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Uye verenga kwavari (Muhammad (SAW)) nyaya yeuyo watakapa humboo hwedu, asi akaurasa kure; naizvozvo Dhiyabhorosi akamutevera, uye akazove uyo weavo vakarasika"},{"SurahNumber":7,"VerseNumber":176,"Text":"Uye dai taida, taimukwidziridza nahwo (humboo), asi iye akada mafaro enyika uye akatevera zvido zvake. Naizvozvo mucherechedzo wake wakafanana nemucherechedzo weimbwa, ukaitandira kure inoburitsa rurimi panze, kana ukaisiya yakadaro inongoburitsa rurimi panze. Uyu ndiwo mucherechedzo weavo vanoramba humboo hwedu. Naizvozvo vaudze nyaya pamwe vangayeuka"},{"SurahNumber":7,"VerseNumber":177,"Text":"Wakaipa muenzaniso weavo vanoramba humboo hwedu, uye pachavo vaive vanhu vanozvikanganisa (vanozvitadzira)"},{"SurahNumber":7,"VerseNumber":178,"Text":"Uyo (munhu) Allah vanotungamirira, zvirokwazvo ndiye ari mugwara rakatwasuka, uye uyo wavanosiya achirasika, vakadaro ndivo vakarasikirwa"},{"SurahNumber":7,"VerseNumber":179,"Text":"Uye zvirokwazvo, takasikira Gehena maJinn nevanhu vakawanda. Ivo vane moyo asi havanzwisisi nayo, uye vane maziso asi havakwanisi kuona nawo, uye vane nzeve asi havanzwi nadzo (chokwadi). Vanhu vakadaro vakafanana nemombe, asi ivo vakatonyanya kurasika. Vanhu vakadaro ndivo vasingafungi (vasina hanya)"},{"SurahNumber":7,"VerseNumber":180,"Text":"Uye Allah ndivo vane mazita akanaka, naizvozvo vadaidzei nawo, uye mosiyana neavo vanoramba mazita avo. Vachapiwa mubairo wezvavaiita"},{"SurahNumber":7,"VerseNumber":181,"Text":"Uye kune avo vatakasika, pane vanhu vanotungamira muchokwadi, uye nacho vanotonga zvakafanira"},{"SurahNumber":7,"VerseNumber":182,"Text":"Uye avo vanoramba humbooo hwedu, tichavaparadza (tichavaranga) zvishoma nezvishoma nemutongo wavasingafungiri"},{"SurahNumber":7,"VerseNumber":183,"Text":"Uye ndichavasiya kwekanguva; zvirokwazvo hurongwa hwangu hwakasimba"},{"SurahNumber":7,"VerseNumber":184,"Text":"Havarangariri here? Hapana kuumwe wavo (Muhammad (SAW)) kupenga. Haasi kunze kwemuyambiri ari pachena"},{"SurahNumber":7,"VerseNumber":185,"Text":"Havatarisi here muhumambo hwekudenga nepanyika uye zvinhu zvese Allah zvavakasika; uye pamwe zvingava kuti kuguma kwehupenyu hwavo kwava pedyo. Saka ndeapi mashoko avachatenda mushure meaya"},{"SurahNumber":7,"VerseNumber":186,"Text":"Uyo munhu Allah wavanorasisa, hakuna anogona kumutungamira; uye anovasiya mukuterereka kwavo vasingaoni"},{"SurahNumber":7,"VerseNumber":187,"Text":"Vanokubvunza nezvenguva (zuva rekumutswa) (vachiti): “Nguva yacho yakatarwa iriko rinhi?” Iti: “Ruzivo rwacho rwuna Tenzi vangu (Allah). Hakuna anoburitsa pachena nguva yacho kusara kwaivo (Allah). (Nguva yacho) Mutoro wayo unorema kumatenga nekunyika. (Nguva yacho) haizombouyi kwamuri asi kunze kokuti makavarairwa.” Vanokubvunza sokunge iwe une ruzivo nezvayo. Iti: “Ruzivo rwayo runa Allah (voga), asi vanhu vazhinji havazvizivi.”"},{"SurahNumber":7,"VerseNumber":188,"Text":"Iti (Muhammad (SAW)): “Handina kana simba rekubetsera kana kurwadzisa pachangu, asi kunze kwekuti kana Allah vachida. Dai ndaiva noruzivo rwezvisingaoneki ndaiunganidza hupfumi hwakawanda, uye hapana chakaipa chaindiwana. Ndinongori muyambiri chete, uye muunzi wezvakanaka kune avo vanotenda.”"},{"SurahNumber":7,"VerseNumber":189,"Text":"(Allah) Ndivo vakakusikai kubva kumunhu mumwechete (Adam), uye vakasika kubva kwaari mudzimai wake (Hawwa (Evha)) kuti ave anofara nekugara naye. Paakasangana (murume asingatendi kubva kuvana vaAdam) naye (mukadzi wake asingatendi) pabonde akatakura pamuviri zvisina matambudziko. Uye pakakura pamuviri, vakakumbira Allah, Tenzi vavo (vachiti): “Kana mukatipa akanaka (mwana), zvirokwazvo, tichava avo vevanotenda.”"},{"SurahNumber":7,"VerseNumber":190,"Text":"Zvino (Allah) pavakavapa (murume nemukadzi wake vasingatendi) mwana akanaka, vakavapa (Allah) vabatsiri mune izvo zvavakanaga vavapa. Asi Allah vari pamusoro peizvo zvavanovasanganisa nazvo sevabatsiri"},{"SurahNumber":7,"VerseNumber":191,"Text":"Varikusanganisa here naAllah avo vasingakwanisi kusika chimwe chinhu asi ivo vakatosikwawo"},{"SurahNumber":7,"VerseNumber":192,"Text":"Hapana rubatsiro rwavanokwanisa kuvapa, kana pachavo kuzvibetsera"},{"SurahNumber":7,"VerseNumber":193,"Text":"Uye kana mukavasheedzera kuchokwadi, havakuteverei. Zvakafanana kwamuri kuvasheedza kana kunyarara"},{"SurahNumber":7,"VerseNumber":194,"Text":"Zvirokwazvo, avo vamunosheedza kunze kwaAllah varanda vakafanana nemi. Naizvozvo vasheedzei vagokudairai kana muri pachokwadi"},{"SurahNumber":7,"VerseNumber":195,"Text":"Vane makumbo here avanofamba nawo? Kana kuti vane maoko here avanobata nawo? Kana kuti vane maziso here avanoona nawo? Kana kuti vane nzeve here dzavanonzwa nadzo? Iti (Muhammad (SAW)): “Daidzai shamwari dzenyu dzamunosanganisa naAllah uye mondirongera (zvakaipa), uye musandipa nguva!”"},{"SurahNumber":7,"VerseNumber":196,"Text":"“Zvirokwazvo, muchengeti wangu ndiAllah avo vakadzikisa Bhuku (Qur’aan), uye ndivo vanochengeta avo vanoita mabasa akanaka.”"},{"SurahNumber":7,"VerseNumber":197,"Text":"“Uye avo vamunodaidza kunze kwaAllah havakwanisi kukubatsirai kana kuzvibatsira pachavo.”"},{"SurahNumber":7,"VerseNumber":198,"Text":"“Uye kana mukavadaidzira kuchokwadi havanzwi, uye unovaona vakakutarisa asi havaoni.”"},{"SurahNumber":7,"VerseNumber":199,"Text":"Iva unoratidza ruregerero, uye kurudzira zvakanaka, uye furatira avo vasingazivi (usavaranga)"},{"SurahNumber":7,"VerseNumber":200,"Text":"Uye kana kuzevezera kwakashata kwauya kwauri kubva kuna Dhiyabhorosi, tsvaga chengetedzo kubva kuna Allah. Zvirokwazvo, ndivo vanonzwa zvese, vanoziva zvose"},{"SurahNumber":7,"VerseNumber":201,"Text":"Zvirokwazvo, avo vanotya Allah, kana zvakaipa zvikauya kwavari kubva kuna Dhiyabhorosi, vanorangarira (Allah), uye vanobva vaona (chokwadi)"},{"SurahNumber":7,"VerseNumber":202,"Text":"Uye madzikoma avo (vanaDhiyabhorosi) vanovawedzera kutadza, zvakare havaregeri"},{"SurahNumber":7,"VerseNumber":203,"Text":"Uye ukasavaunzira chishamiso vanoti: “Sei usina kutiunzira chishamiso?” Iti: “Zvirokwazvo, ndinongotevera chete izvo zvakadzikiswa kwandiri kubva kunaTenzi vangu. Iri (Qur’aan) ndihwo humboo kubva kuna Tenzi venyu, nekutungamirwa uye tsitsi kuvanhu vanotenda.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Uye kana Qur’aan richiverengwa ivai munoriteerera, uye monyarara kuti pamwe mungaratidzwe tsitsi (naAllah)"},{"SurahNumber":7,"VerseNumber":205,"Text":"Uye rangarira Tenzi vako pachezvako uchizvininipisa nekutya, uye neizwi riripasi mangwanani nemanheru, uye usave umwe veavo vasina hanya"},{"SurahNumber":7,"VerseNumber":206,"Text":"Zvirokwazvo, avo vana Tenzi vako (ngirozi) havazvitutumadze mukuvanamata, asi vanovarumbidza uye vanovapfugamira"}]}