{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ха-мим"},{"SurahNumber":41,"VerseNumber":2,"Text":"Објава од Милостивиот, Семилосниот"},{"SurahNumber":41,"VerseNumber":3,"Text":"Книга чии ајети се детално изложени, Куран на арапски јазик за луѓето кои знаат"},{"SurahNumber":41,"VerseNumber":4,"Text":"радовесник и предупредувач – и пак повеќето од нив главите ги вртат, не сакаат ниту да чујат"},{"SurahNumber":41,"VerseNumber":5,"Text":"„Срцата наши“ – говорат тие – „се под прекривките, далеку од тоа кон што ти нè повикуваш, а ушите наши се глуви за тоа, а помеѓу нас и тебе има преграда, па ти работи, и ние ќе работиме.“"},{"SurahNumber":41,"VerseNumber":6,"Text":"Кажи: „Јас сум само човек како и вие, мене само ми се објавува дека вашиот Бог е само еден Бог, затоа само кон Него искрено управете Му се и од Него прошка барајте! А тешко на тие што Нему рамни Му припишуваат"},{"SurahNumber":41,"VerseNumber":7,"Text":"кои зекат не даваат и кои во оној свет не веруваат"},{"SurahNumber":41,"VerseNumber":8,"Text":"Тие што веруваат и што прават добри дела, навистина, ги чека награда непрекидна.“"},{"SurahNumber":41,"VerseNumber":9,"Text":"Кажи: „Зарем вие навистина не сакате да верувате во Тој што ја создаде Земјата во два временски периода – и уште други за рамни Му припишувате? Тоа е Господарот на световите!“"},{"SurahNumber":41,"VerseNumber":10,"Text":"Тој низ неа неподвижни планини создаде и благословена ја направи и производите нејзини на неа ги одреди, сето тоа во четири временски периоди – ова е објаснување за тие што прашуваат"},{"SurahNumber":41,"VerseNumber":11,"Text":"потоа кон небеските висини се насочи додека небото сè уште беше маглина, па нему и на Земјата им рече: „Појавете се, милум или силум!“ – „Се појавуваме со задоволство!“ – одговорија"},{"SurahNumber":41,"VerseNumber":12,"Text":"па во два временски периода, како седум небеса ги создаде, и одреди што ќе се наоѓа во секое небо. А најблиското небо со сјајни ѕвезди го украсивме и Ние над нив бдееме. Тоа е одредба на Силниот и Сезнајниот"},{"SurahNumber":41,"VerseNumber":13,"Text":"А ако главите ги свртат, ти кажи: „Ве опоменувам со таква молња каква што ги погоди Ад и Семуд!“"},{"SurahNumber":41,"VerseNumber":14,"Text":"Кога од сите страни Пратениците нивни им доаѓаа: „Не обожувајте никого освен Аллах!“ – а тие одговараа: „Да сакаше Господарот наш, Тој мелеци ќе ни пратеше! Ние не веруваме во тоа што е пратено по вас.“"},{"SurahNumber":41,"VerseNumber":15,"Text":"(Народот) Ад без никаква основа на Земјата се вообрази: „Кој е посилен од нас?“ – говореа. А зарем не знаеја дека Аллах, Кој ги создаде, е посилен од нив? – а и доказите Наши ги негираа"},{"SurahNumber":41,"VerseNumber":16,"Text":"И Ние против нив испративме, во последователните денови, леден ветер, за да им дадеме уште на овој свет да почуствуваат срамно страдање – страдањето на оној свет ќе биде, навистина, уште посрамно – и никој нема на помош да им дојде"},{"SurahNumber":41,"VerseNumber":17,"Text":"А и на (народот) Семуд на Вистинскиот пат му укажавме, но ним им беше помило слепилото од упатството, па го стигна срамно страдање од молња, според тоа што го заслужи"},{"SurahNumber":41,"VerseNumber":18,"Text":"а тие што веруваа и што се плашеа од Аллах, Ние ги спасивме"},{"SurahNumber":41,"VerseNumber":19,"Text":"А на денот кога Аллаховите непријатели ќе бидат протерани во Огнот – тие први ќе бидат задржани, за останатите да ги стигнат"},{"SurahNumber":41,"VerseNumber":20,"Text":"и кога ќе дојдат до него, ушите нивни, и очите нивни и кожите нивни ќе сведочат против нив за тоа што го правеле"},{"SurahNumber":41,"VerseNumber":21,"Text":"„Зошто сведочите против нас?“ – тие ќе ги прашаат своите кожи. – „Аллах, Кој му даде способност за говор на секое суштество, нè обдари со дарот за говор и нас.“ - ќе одговорат. – „Тој првиот пат ве создаде и Нему, еве, Му се вративте"},{"SurahNumber":41,"VerseNumber":22,"Text":"Вие несе криевте за да не сведочат ушите ваши иочите ваши икожите ваши против вас, туку затоа што мислевте дека Аллах нема да дознае за многу нешта што сте ги правеле"},{"SurahNumber":41,"VerseNumber":23,"Text":"И тоа ваше уверување, кое за Господарот свој го имавте, ве упропасти, па станавте губитници.“"},{"SurahNumber":41,"VerseNumber":24,"Text":"Па и ако трпат, нивното престојувалиште ќе биде огнот; а ако бараат наклоност од Аллах, на нивната молба нема да им се удоволи"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ние им одредивме лоши другари кои како убаво им го прикажуваа тоа што го сторија и тоа што ќе го сторат, и на нив им се овистини тоа што е кажано за народите, џинните и луѓето кои пред нив беа и исчезнаа – навистина настрадаа"},{"SurahNumber":41,"VerseNumber":26,"Text":"Тие што не веруваат велат: „Не слушајте го овој Куран, туку правете врева за да го надвикате!“"},{"SurahNumber":41,"VerseNumber":27,"Text":"Затоа Ние сигурно ќе дадеме неверниците да искусат неподносливо страдање, и ќе ги казниме со најголема казна за делата кои ги направија"},{"SurahNumber":41,"VerseNumber":28,"Text":"Тоа е казната за Аллаховите непријатели, оган во кој ќе им биде вечната куќа, како наплата што доказите Наши постојано ги негираа"},{"SurahNumber":41,"VerseNumber":29,"Text":"И неверниците ќе кажат: „Господару наш, покажи ни ги џинните и луѓето, тие кои нè заведоа, под нозете наши да ги ставиме, нека бидат најдолни.“"},{"SurahNumber":41,"VerseNumber":30,"Text":"На тие што велат: „Наш Господар е Аллах“, па потоа останат истрајни, им се симнуваат мелеци: „Не плашете се и не тагувајте, и радувајте се на џеннетот кој ви е ветен"},{"SurahNumber":41,"VerseNumber":31,"Text":"Ние сме заштитници ваши во животот на овој свет, а и на оној; во него ќе имате сè што душите ваши ќе посакаат, и што и да побарате – ќе имате"},{"SurahNumber":41,"VerseNumber":32,"Text":"ќе бидете почестени од Простувачот, Милостивиот.“"},{"SurahNumber":41,"VerseNumber":33,"Text":"А кој говори поубаво од тој што повикува кон Аллах, кој прави добри дела и кој вели: „Јас сум, навистина, муслиман!“"},{"SurahNumber":41,"VerseNumber":34,"Text":"Доброто и злото не се исто! На злото возврати му со добро, па непријателот твој одеднаш близок пријател ќе ти стане"},{"SurahNumber":41,"VerseNumber":35,"Text":"Тоа можат да гопостигнат само стрпливите; тоаможат да гопостигнат само многу доблесните"},{"SurahNumber":41,"VerseNumber":36,"Text":"А кога шејтанот ќе се обиде на зли мисли да те наведе, ти побарај заштита кај Аллах, бидејќи Тој, навистина, сè слуша и сè знае"},{"SurahNumber":41,"VerseNumber":37,"Text":"Меѓу доказите Негови се ноќта и денот, и Сонцето и Месечината. Не паѓајте со лицето на тло ниту на Сонцето ниту на Месечината, туку паѓајте со лицето на тло пред Аллах, Кој ги создаде, ако сакате само Него да Го обожувате"},{"SurahNumber":41,"VerseNumber":38,"Text":"А ако тие се возгордеат – па, тие што се кај Господарот твој Го слават и величаат и ноќе и дење, и не се досадуваат"},{"SurahNumber":41,"VerseNumber":39,"Text":"А од доказите Негови е и тоа што гледаш сува земја, а кога на неа ќе спуштиме дожд, таа се придвижува и процветува. Тој што ѝ дава живот ќе ги оживее сигурно и мртвите, бидејќи Тој е способен за сè"},{"SurahNumber":41,"VerseNumber":40,"Text":"Тие што зборовите Наши ги извртуваат, навистина, нема од Нас да се сокријат. Па дали е подобар тој што во огнот ќе биде фрлен или тој што на Судниот ден ќе дојде сигурен? Правете што сакате, Тој, навистина, ве гледа што правите"},{"SurahNumber":41,"VerseNumber":41,"Text":"Навистина, тие што не веруваат во Опомената, откако им дојде, ќе бидат казнети! А тој (Куранот) навистина е возвишена книга"},{"SurahNumber":41,"VerseNumber":42,"Text":"лагатанеможе да ѝ пријде одкоја било страна, таа е Објава од Мудриот и за благодарност достојниот"},{"SurahNumber":41,"VerseNumber":43,"Text":"Тебе нема да ти се каже ништо што веќе не им беше кажано на Пратениците пред тебе. Господарот твој навистина простува, но и болно казнува"},{"SurahNumber":41,"VerseNumber":44,"Text":"А да го објавивме Куранот на туѓ јазик, тие сигурно ќе кажеа: „Би требало ајетите да бидат разбирливи! Зарем јазикот да е туѓ, а тој на когомусеобјавува е Арап?“ – Кажи: „Тој еупатство илек заверниците. А тие што не сакаат да веруваат – и глуви и слепи се! Како да биваат повикувани од далечни места"},{"SurahNumber":41,"VerseNumber":45,"Text":"И на Муса му дадовме Книга, па поради неа се раздвоија. А да не е Зборот на Господарот твој претходно изречен, со нив веќе ќе беше завршено. Тие многу се сомневаат во Куранот"},{"SurahNumber":41,"VerseNumber":46,"Text":"Кој прави добро, во своја корист го чини, а кој прави лошо, на своја штета го прави. – А Господарот твој не е неправеден кон робовите Свои"},{"SurahNumber":41,"VerseNumber":47,"Text":"Само Тој знае кога ќе настапи Крајот на светот. А ниту плодовите не излегуваат од своите цветни чашки и ниту една жена не забременува и не раѓа, а Тој тоа да не го знае. А на Денот кога Тој ќе ги праша: „Каде се тие што Ми ги припишувавте за рамни?“ – тие ќе одговорат: „Ти јавуваме дека никој од нас тоа не го тврди.“"},{"SurahNumber":41,"VerseNumber":48,"Text":"И нема да бидат тука тие на кои претходно им се молеа и ќе се уверат дека нема да можат никаде да избегаат"},{"SurahNumber":41,"VerseNumber":49,"Text":"На човекот не му досадува да бара богатство, а кога ќе го снајде сиромаштво, тогаш паѓа во очај и губи надеж"},{"SurahNumber":41,"VerseNumber":50,"Text":"Кога ќе го опсипеме со милоста Наша, по несреќата која го снашла, тој вели: „Ова го заслужив и јас не мислам дека Часот суден ќе дојде. А ако бидам вратен кај Господарот свој, кај Него ме чека џеннет.“ А Ние сигурно ќе ги известиме тие што не веруваа за тоа што го правеа и навистина ќе им дадеме да искусат тешко страдање"},{"SurahNumber":41,"VerseNumber":51,"Text":"Кога на човек милоста Наша ќе му ја дариме, станува неблагодарен и се вообразува, а кога ќе го допре неволја, тогаш долго се моли"},{"SurahNumber":41,"VerseNumber":52,"Text":"Кажи: „Што мислите, ако Куранотеод Аллах, а вие вонего несакате да верувате – кој е тогаш во поголема заблуда од тој што е противречно далеку од вистината?“"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ние ќе им ги пружиме доказите Наши во пространствата вселенски, а и во нив самите, додека не им биде сосема јасно дека Куранот е вистина. А зарем не е доволно тоа што Господарот твој е Сведок за сè"},{"SurahNumber":41,"VerseNumber":54,"Text":"Тие се сомневаат дека пред Господарот свој ќе застанат, а Тој со знаењето Свое опфаќа сè"}]}