{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Sabai praśansāharū allāhakā lāgi nai chan, jasalē āphnō bhakta (muham'mada) māthi kitāba utāryō ra yasamā kunai prakārakō kami bām̐kī rākhēkō chaina"},{"SurahNumber":18,"VerseNumber":2,"Text":"Apitu hara prakāralē ṭhīka ṭhāka rākhyō jasabāṭa āphanō gambhīra sajāyabāṭa sāvadhāna garōs ra mōminaharūlā'ī jō asala kāma gardachan, śubhasandēśa sunā'ōs, ki tinīharūkō nimti rāmrō puraskāra (bahiśta) cha"},{"SurahNumber":18,"VerseNumber":3,"Text":"Jasamā tinīharū sam̐dhai bāsa garnēchan"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ra tinīharūlā'ī pani ḍarā'ōs jasalē bhandachan ki allāhalē santāna dhāraṇa garēkō cha"},{"SurahNumber":18,"VerseNumber":5,"Text":"Vāstavamā tinīharūlā'ī yasa kurākō nakēhī jñāna cha ra nata tinakā bābubājēlā'ī nai thāhā thiyō, yō sāhrai narāmrō ārōpa hō, juna unīharūkō mukhabāṭa niskancha ra yinīharūlē jē jati bhandachan, mātra asatya hō"},{"SurahNumber":18,"VerseNumber":6,"Text":"(Hē paigambara!) Yadi yinīharūlē yasa sandēśamāthi viśvāsa gardainan bhanē kē tapā'ī unīharūkō pachāḍi duḥkhī bha'ī śāyada (kadācita) āphūlā'ī samāpta garihālnē chau"},{"SurahNumber":18,"VerseNumber":7,"Text":"juna kurō dhartīmā cha, hāmīlē tyasalā'ī dhartīkō nimti śōbhākō kurō banā'ēkā chauṁ, tāki mānisaharūkō parīkṣā garna sakauṁ, ki tinīharūmadhyē kō rāmrō karma garnēvālā cha"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ra yasamāthi jō jati cha hāmīlē unīlā'ī saphā garī maidāna banā'unēvālā chauṁ"},{"SurahNumber":18,"VerseNumber":9,"Text":"Kē timīlē ṭhāndachau ki guphā ra śilālēkhaharū hāmrā ṭhūlā niśānīharūmadhyē kunai dhērai anōṭhō niśānī thiyō"},{"SurahNumber":18,"VerseNumber":10,"Text":"Jaba kēhī yuvakaharūlē guphāmā śaraṇa li'ē ani prārthanā garnathālēḥ ki hē hāmrō pālanakartā hāmīmāthi āphnō tarphabāṭa dayā gara, ra hāmrō kāmamā hāmrō lāgi bāṭō dēkhā'idē'ū"},{"SurahNumber":18,"VerseNumber":11,"Text":"Ani hāmīlē guphāmā kaiyauṁ varṣasam'ma tinīharūkā kānamāthi āvaraṇaharūlē (sunā'ībāṭa) bancita rākhyauṁ"},{"SurahNumber":18,"VerseNumber":12,"Text":"Ani hāmīlē tinīharūlā'ī bi'um̐jhāyauṁ tāki pattā lagā'auṁ juna avadhimā unīharū guphāmā rahē duvai samūhaharūmadhyē tyasa avadhibārē kasalā'ī rāmrarī thāhā cha"},{"SurahNumber":18,"VerseNumber":13,"Text":"hāmīlē tinīharūkō satya ghaṭanākō varṇana timīharū samakṣa gardachauṁ. Yī gintīkā kēhī yuvakaharūlē āphnō pālanakartāmāthi īmāna lyā'ēkā thi'ē ra hāmīlē tinīharūkō īmānalā'ī sudr̥ḍha garēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":14,"Text":"Hāmīlē tinīharūkō hr̥dayalā'ī baliyō banāyauṁ jaba tinīharū ubhi'ē ra bhanna thālēḥ ki hāmrō pālanakartā timī uhī hau jō ākāśaharū ra dhartīkō svāmī hau, hāmīlē usa bāhēka an'ya kasailā'ī pukārnu asambhava cha. Yadi yastō garyauṁ bhanē hāmīlē dhērai galata kurā garyauṁ"},{"SurahNumber":18,"VerseNumber":15,"Text":"Yō hō hāmrō samudāya jasalē usa bāhēka arulā'ī pūjāyōgya banā'ēkā chan, yinīharūlē tinīharū pūjanīya bha'ēkō kunai spaṣṭa pramāṇa kina pēśa gardainan, tyasabhandā atyācārī kō hōlā jō allāhamāthi jhūṭhō kurā gardacha"},{"SurahNumber":18,"VerseNumber":16,"Text":"jaba timī yīnīharūsam̐ga ra jasalā'ī yinīharūlē allāha bāhēka pūjya māndachan, tinīharūsam̐ga kunai sambandha rākhdainauṁ bhanē āphū kunai guphāmā ga'ēra basa. Timrō pālanakartālē timīmāthi praśasta dayā garnēcha ra timrō lāgi timrō kāmamā sahuliyata upalabdha garnēcha"},{"SurahNumber":18,"VerseNumber":17,"Text":"Tapā'īlē hērnuhunēcha ki sūrya udā'unē bēlā tinīharūkō guphādēkhi dāhinētira jhukincha, ra jaba astā'um̐cha taba tinīharūbāṭa dēbrētira jhukincha, ra tinīharū yasa guphākō vistr̥ta ṭhā'um̐mā thi'ē. Yō allāhakā niśānīharū madhyēkō hō, jasalā'ī allāhalē mārganirdēśana garyō, ū sahī mārgamā lāgyō ra jasalā'ī usalē vicalita garyō ta usakō nimti tapā'īlē na kōhī patha pradarśaka ra na kōhī mitra pā'unē chau"},{"SurahNumber":18,"VerseNumber":18,"Text":"Tapā'ī ṭhānnuhuncha ki tinīharū bi'um̐jhirākhēkā chan, tara tinīharū nidā'irākhēkā hunthē svayam hāmīlē tinīharūlā'ī dāyām̐ ra bām̐yā kōlṭē pharkā'unē gardathyauṁ ra tinīharūkō ‘‘kukura’’ pani dailōmā agāḍikō khuṭṭā phailā'ēra basēkō thiyō yadi tapā'īlē tinīharūlā'ī ciyā'ēra hērēkō bha'ē piṭhyum̐ pharkā'ēra bhāgnu pathryō ra tinīharūkō ḍaralē tapā'īmā bhayakō sr̥janā hunē thiyō"},{"SurahNumber":18,"VerseNumber":19,"Text":"Ra yastai prakāralē hāmīlē tinīharūlā'ī byūm̐jhā'ēra uṭhāyauṁ ki āpasamā ēka arkāsam̐ga pūchatācha garun. Tinīharūmadhyē ē'uṭālē bhan'yō ki timī yahām̐ kati bērasam'ma basyau? Tinīharūlē javāpha di'ē ki ēkadina vā yasabhandā pani kama, tinīharūlē bhanē ki juna avadhisam'ma timī yahām̐ basyō tyō timrō pālanakartālā'ī nai rāmrarī thāhā cha. Aba timīlē āphūmadhyē kasailā'ī yō cām̐dīkō rūpaiyām̐ di'ēra śahara paṭhā'ū, usalē rāmrōsam̐ga pattā lagā'ōs, ki śaharamā pavitra ra rāmrō khānā kuna cāhim̐ cha, ani tyasaimadhyēbāṭa timrō lāgi khānā lyā'ōs ra usalē dhērai satarka bha'ēra ā'unē jānē garōs ra timrō khabara kasailā'ī thāhā nahōs"},{"SurahNumber":18,"VerseNumber":20,"Text":"Yadi yī kāphiraharū timīmāthi adhipatya pā'um̐chan bhanē timīlā'ī ḍhuṅgā hāni–hāni mārihālnēchan athavā phēri āphnō dharmamā śam'milita garihālnēchan, ra tyasa avasthāmā timī kahilyai pani saphalatā pā'unēchainau"},{"SurahNumber":18,"VerseNumber":21,"Text":"Yastai kisimalē hāmīlē mānisaharūlā'ī tinīharūkō hālabāṭa khabaradāra garēkā chauṁ tāki tinīharūlē thāhā pā'un, ki allāhakō vacana pūrai satya cha, ra kiyāmatakō dinamā kunai śaṅkā chaina, tyasabēlā jaba mānisaharūlē tinakō sambandhamā āpasamā vivāda garirahēkā thi'ē ta kēhīlē bhanna thālē ki tinīharūkō guphāmāthi ē'uṭā bhavana banā'ihāla. Tinīharūkō pālanakartā nai tinīharūkō hāla rāmrarī jāndacha. Juna mānisaharūlē tinīharūmāthi varcasva pā'ē, bhanna thālē ki hāmīlē tinīharūkō sthānamāthi masjidakō nirmāṇa garnēchauṁ"},{"SurahNumber":18,"VerseNumber":22,"Text":"Kēhī mānisaharūlē aḍkalabāji garnēchan ki tinīharū tīna thi'ē ra cauthō tinīharūkō kukura thiyō, ra kēhilē bhannēchan ki tinīharū pām̐ca thi'ē ra chaṭhāēṁ unakō kukura thiyō. Gōpya kurāmā yō aḍkalabājī gardachan. Kēhilē bhannē chan ki tinīharū sāta thi'ē ra āṭhauṁ unakō kukura thiyō. Tapā'ī bhanidinus ki mērō pālanakartālā'ī tinīharūkō gantī rāmrarī thāhā cha. Tinīharūlā'ī thōrailē mātra jāndachan, tasartha tapā'īlē unīharūkō sambandhamā juna spaṣṭa cha tyō kurōbāhēka aru kunaitarka nagarnus ra tinīharūkō sambandhamā tinīharūmadhyē kasaisam̐ga kēhī sōdhapūcha nagarnus"},{"SurahNumber":18,"VerseNumber":23,"Text":"Ra kunai kāmakō bārēmā yō kadāpi nabhannuḥ ki ma yasalā'ī bhōli garidinēchu"},{"SurahNumber":18,"VerseNumber":24,"Text":"Tara inśā allāha bhanēra mātra, (yadi allāhalē cāhyō bhanē garidinēchu). Ra jaba allāhakō nāma lina birsanchau bhanē yāda ā'ēpachi nāma li'ihāla, ra bhandai gara ki āśā cha ki mērō pālanakartālē malā'ī yasabhandā pani baḍhī mārganirdēśana garnēcha"},{"SurahNumber":18,"VerseNumber":25,"Text":"Tinīharūlē āphnō guphāmā tīnasaya varṣa rahē ra tyasamā nau varṣa br̥d'dhi garē"},{"SurahNumber":18,"VerseNumber":26,"Text":"Tapā'ī bhanidinus ki juna avadhisam'ma tinīharū basē tyasalā'ī allāha rāmrarī jāndacha. Usailā'ī ākāśaharū ra jaminakā adr̥śya kurāharū thāhā cha. Ū kati rāmrō dēkhnēvālā ra kati rāmrō sunnēvālā cha. Allāha bāhēka tinīharūkō an'ya kōhī maddata garnēvālā chaina, allāha āphnō nirdēśanamā an'ya kasailā'ī bhāgīdāra banā'um̐daina"},{"SurahNumber":18,"VerseNumber":27,"Text":"Timīharūtarpha juna timrō pālanakartākō kitāba paṭhā'i'ēkō cha tyasalā'ī paḍhnē gara, tyasakō kurālā'ī kasailē parivartana garna sakdaina, ra tyasa bāhēka timīlē kadāpi aru kēhī śaraṇa linē ṭhā'um̐ pā'unēchainau"},{"SurahNumber":18,"VerseNumber":28,"Text":"Ra juna mānisaharūlē vihāna ra sām̐jha āphnō pālanakartālā'ī pukārdachan ra usaikō prasannatā cāhanchan tinīharūkō sāthamā āphūlā'ī rākhnē gara, khabaradāra timrā ām̐khāharū tinīharūbāṭa an'yatra najā'un, tāki sansārika jīvanakō vaibhavakō icchā garna thāla, ra hēra juna mānisakō hr̥dayalā'ī hāmīlē āphnō smaraṇabāṭa bēvāstā garidi'ēkā chauṁ, ra tyō āphnō icchākō pūrtitira lāgcha, ra tyasakō kāmalē sīmā nāghisakēkō cha, tyasakō bhanā'ī namānnu"},{"SurahNumber":18,"VerseNumber":29,"Text":"Ra ghōṣaṇā garnus ki yō kura'āna timrō pālanakartākō tarphabāṭa sampūrṇa satya cha, tasartha jasalē cāhancha īmāna lyā'ōs ra jō cāhancha kāphira rahōs hāmīlē atyācārīharūkō nimti (narkakō) tyō āgō tayāra garēkā chauṁ, jasakō parkhāla ra jvālāharūlē tyasalā'ī ghērirākhnē chan. Ra yadi tinīharūlē maddatakō yācanā garnēchan bhanē yastō pānībāṭa maddata garinēcha juna ki umlēkō tēla jastai ati garama hunēcha, ra jasalē anuhāralā'ī pōlidinēcha. Tyō atyanta narāmrō pānī ra atyanta narāmrā basnē ṭhā'um̐ pani hō"},{"SurahNumber":18,"VerseNumber":30,"Text":"Niścitarūpalē jasalē īmāna lyā'ē ra asala karma pani garē, bhanē hāmīlē satkarma garnēharūkō puraskāra khēra jāna dindainauṁ"},{"SurahNumber":18,"VerseNumber":31,"Text":"Yastā mānisaharūkō nimti sadhaiṁṁ bāsa garnakō lāgi svargakā bagain̄cā chan, jasamā tinīharūmuni naharaharū bagirahanē chan. Tinīharūlā'ī tyahām̐ sunakā kaṅgana pahirā'inēcha. Ra tinīharūlē rāmrō rēśamakā bāklō hariyā lugā lagā'unēchan. Tyahām̐ āsanaharūmāthi takiyā lagā'ēra basnēchan. Āhā kati rāmrō puraskāra cha ra kati rāmrō bāsasthāna pani"},{"SurahNumber":18,"VerseNumber":32,"Text":"Ra tinīharūlā'ī tī du'ījanā mānisaharūkō kathā pani sunā'idinus, jasamadhyē ē'uṭālā'ī hāmīlē aṅgūrakā du'īṭā bagain̄cā pradāna garēkā thiyauṁ ra tinīharūkā cāraitira hāmīlē khajūrakā rukhaharūbāṭa ghērirākhēkā thiyauṁ, ra duvaikō mājhamā khētī lagā'irākhēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":33,"Text":"Duvai bagain̄cālē (rāmrā) phala di'ē ra tinakō paidāvāramā kunai prakārakō kamī bha'ēna, ra duvaikō mājhabāṭa hāmīlē ē'uṭā nahara bagā'ēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":34,"Text":"(Bhanā'īkō) tātparya yō cha ki tinīharūkō pāsamā mēvāharū thi'ē, ani ēkadina jabaki usalē āphnō mitrasam̐ga kurai kurāmā bhanna thālyō ki ma timībhandā dhērai dhanī chu, ra maryādā ra śaktikō dr̥ṣṭilē pani baḍhī chu"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ra (ghamaṇḍalē) ū āphnō bagaim̐cāmā gayō ra āphanō hakamā atyācāra gardai bhanna thālyō ki malā'ī lāgdaina, ki yō bagain̄cā kahilē pani naṣṭa hunēcha"},{"SurahNumber":18,"VerseNumber":36,"Text":"Ra na yō samjhanchuḥ ki kiyāmata hunēcha, ra yadi ma āphnō pālanakartātira pharkā'i'ē pani avaśya rāmrō ṭhā'um̐ pā'unēchu"},{"SurahNumber":18,"VerseNumber":37,"Text":"Ani usakō mitralē usam̐ga kurākānī gardai bhan'yō ki kē timīlē usa allāhasam̐ga kuphra gardachau, jasalē timīlā'ī māṭōlē sr̥ṣṭi garyō ani pānīkō thōpābāṭa, phēri timīlā'ī pūrā mānchē banāyō"},{"SurahNumber":18,"VerseNumber":38,"Text":"Tara mērō ta yō āsthā chaḥ ki uhī allāha nai mērō pālanakartā hō ra ma āphnō pālanakartāsam̐ga aru kasailā'ī sājhēdāra ṭhaharā'unē chaina"},{"SurahNumber":18,"VerseNumber":39,"Text":"Jaba timī āphnō bagain̄cāmā pravēśa garyau, ta timīlē kina bhanēnau ki allāhalē cāhēkō hunēvālā cha (aru) kunai śakti hō'ina, baru allāhakō maddatabāṭa, yadi timīlē malā'ī sampatti ra santānamā āphūbhandā kama dēkhirahēkā chau"},{"SurahNumber":18,"VerseNumber":40,"Text":"Sambhava cha ki mērō pālanakartālē malā'ī timrō bagain̄cābhandā rāmrō pradāna garōs ra timrō bagain̄cāmāthi ākāśabāṭa prakōpa paṭhā'idē'ōs, ani yō ē'uṭā gaira'ābāda maidānakō rūpamā pariṇata bha'ihālōs"},{"SurahNumber":18,"VerseNumber":41,"Text":"Athavā yasakō pānī dhērai tala ga'ihālōs ra timīlē tyasalā'ī khōjēra lyā'una nasaka"},{"SurahNumber":18,"VerseNumber":42,"Text":"Ra yasakā sabai phalaharūlā'ī (vināśalē) ghērihālyō, ra tyasalē juna kharca āphnō sampattimāthi garēkō thiyō, tyasamā duḥkha ra aphaśōcalē hāta malna thālyō ra tyō bagaicā ta ulaṭapalaṭa bha'isakēkō thiyō ra usalē bhanna thālyō ki kāśa mailē āphnō pālanakartāsam̐ga aru kasailā'ī sājhēdāra naṭhaharā'ēkō bha'ē"},{"SurahNumber":18,"VerseNumber":43,"Text":"(Tara) allāha bāhēka kunai samūha usakō sahāyatā garnē bha'ēna ra na'usalē āphnō ud'dhāra āphai garna sakyō"},{"SurahNumber":18,"VerseNumber":44,"Text":"Yahām̐bāṭa pramāṇita bhayō, ki akhtiyārī sabai allāhakai hō, puraskāra dinē sababhandā ṭhūlō uhī cha ra saphalatā dinē sababhandā ṭhūlō pani uhī hō"},{"SurahNumber":18,"VerseNumber":45,"Text":"Yinīharū samakṣa sansārakō jindagīkō udāharaṇa pani varṇana garnus (tyō yastō cha) jastai pānī jasalā'ī hāmī ākāśabāṭa varṣāyauṁ ta yasabāṭa pr̥thvīkō vanaspati umrayō phēri ṭuṭaphuṭa bha'ēra ghanā bha'ī paraspara guthihālē tara tyasalā'ī hāvālē uḍā'idincha allāha nai harēka kurōmāthi sāmathryavāna cha"},{"SurahNumber":18,"VerseNumber":46,"Text":"Dhana–sampati ra santāna ta sānsārika jīvanakō śōbhā ra maryādā hun ra satkarma jō bām̐kī rahīranēchan, tinīharū puṇyakō dr̥ṣṭilē timrō pālanakartākahām̐ dhērai rāmrō ra āśākō dr̥ṣṭilē nikai uttama chan"},{"SurahNumber":18,"VerseNumber":47,"Text":"Ra juna dina hāmīlē pahāḍaharūlā'ī calā'unēchauṁ ra timīlē dhartīlā'ī samathara phām̐ṭakō rūpamā dēkhnēchau, ra tī sabai mānisaharūlā'ī hāmīlē ēkatrita garnēchauṁ ta tinīharūmadhyē ēkajanālā'ī pani bām̐kī chāḍnē chainauṁ"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ra sabai timrō pālanakartākō agāḍi paṅktivad'dha rūpamā lyā'inēchan, niścitarūpalē timīharū hāmī samakṣa ustai āyau juna prakāralē hāmīlē timīlā'ī pahilōpalṭa sr̥ṣṭi garēkā thiyauṁ, tara timīlē ta bhannaṭhānēthyau ki hāmīlē timrō nimti (kiyāmatakō) kunai samaya nirdhārita garnēchainauṁ"},{"SurahNumber":18,"VerseNumber":49,"Text":"Ra karmapatra mājhamā rākhinēcha, taba timīlē tyasabāṭa pāpīharūlā'ī bhayabhīta bha'ēkō dēkhnēchau ra tinīharūlē bhannēchan kastō aphaśōca yō kastō kitāba hō ki na sānō kurōlā'ī chōḍēcha na ṭhūlōlā'ī, ra jō karma garēkā hunchan sabailā'ī tyasamā pā'unēchan, ra timrō pālanakartālē kasaimāthi an'yāya vā atyācāra garnēchaina"},{"SurahNumber":18,"VerseNumber":50,"Text":"Ra jaba hāmīlē phariśtāharūlā'ī ādēśa garyauṁ ki ādamalā'ī ḍhōga, ta sabailē ḍhōgē tara iblīsalē ḍhōgēna. Tyō jinnaharūmadhyēkō thiyō, ra tyasalē āphnō pālanakartākō ādēśakō ullaṅghana garyō. Kē phēri pani timīlē tyasalā'ī ra tyasakō santānalā'ī ma bāhēka mitra banā'um̐chau, jabaki tinīharū timrā śatru hun. Yastā atyācārīharūkō nimti narāmrō pratiphala cha"},{"SurahNumber":18,"VerseNumber":51,"Text":"Mailē unīharūlā'ī nata ākāśaharū ra na pr̥thvīkō sr̥ṣṭi garnē bēlāmā bōlā'ēkō thi'ēm̐ ra na svayaṁ tinīharūkō sr̥ṣṭi garnēbēlāmā, ra ma mārgabāṭa vicalita garā'unēharūlā'ī āphnō maddatagāra banā'um̐nēvālā pani thi'ēna"},{"SurahNumber":18,"VerseNumber":52,"Text":"Ra junadina allāhalē ādēśa garnēcha. Ki (aba) timrō vicāramā bha'ēkō mērā sājhēdāraharūlā'ī bōlā'ū, ani tinīharūlē unalā'ī bōlā'unē chan, tara tinīharūmadhyē kasailē kunai javāpha dinēchaina, ra hāmīlē unīharūkō bīcamā barbādīkō mādhyama banā'idinēchauṁ"},{"SurahNumber":18,"VerseNumber":53,"Text":"Ra pāpīharūlē narkalā'ī dēkhēra bujhihālnēchan ki tinīharū tyasamā hālinēvālā chan tara tyasabāṭa mukta hunē kunai bāṭō pā'unē chainan"},{"SurahNumber":18,"VerseNumber":54,"Text":"Hāmīlē yasa ‘‘kura'ānamā’’ mānisaharūkō lāgi vibhinna prakārakā udāharaṇaharū varṇana garēkā chauṁ, tara mānisa sababhandā baḍhī jhagaḍālu cha"},{"SurahNumber":18,"VerseNumber":55,"Text":"Mānisaharūsam'ma mārgadarśana ā'isakēpachi tinīharūlā'ī īmāna lyā'unubāṭa ra āphnō pālanakartābāṭa kṣamāyācanā garnubāṭa yasa kurālē mātra rōkēkō thiyō ki aghikā mānisaharūkō jastō kurāharū unakō sāmu pani ā'ōs vā unakō agāḍi khullārūpamā sajāya ā'ihālōs"},{"SurahNumber":18,"VerseNumber":56,"Text":"Hāmīlē ta āphnā rasūlaharūlā'ī mātra yasakāraṇa paṭhā'um̐chauṁ, ki tinīharūlē śubhasandēśa sunā'un ra ḍarā'un, tara kāphiraharūlē asatyakō sahārā li'ī jhagaḍā gardachan, ra cāhanchan ki tyasabāṭa satyalā'ī ḍagamagā'idi'un, tinīharūlē mērā āyataharūlā'ī ra juna kurālē ḍarā'incha tyasalā'ī upahāsa banā'ihālēkā chan"},{"SurahNumber":18,"VerseNumber":57,"Text":"Tyasabhandā ṭhūlō atyācārīkō cha, jasalā'ī usakō pālanakartākā kalāma (śabdaharū) bāṭa upadēśa garincha, taipani tyō vimukha bha'irahōs, ra juna karmaharū usalē agāḍi paṭhā'isakēkō cha, tyasalā'ī birsidē'ōs. Niḥsandēha hāmīlē tinīharūkō hr̥dayamāthi āvaraṇa hālidi'ēkā chauṁ, tāki yasalā'ī bujhna nasakun ra kānaharūmā bōjha (paidā garidi'ēkā chauṁ ki sunna nasakun) ra yadyapi tapā'īlē unīharūlā'ī rāmrō bāṭōtira bōlā'um̐chau taipani tinī kahilyai sahī bāṭōmā ā'unē chainan"},{"SurahNumber":18,"VerseNumber":58,"Text":"Ra timrō pālanakartā ṭhūlō kṣamādātā ra dayāvāna cha. Yadi usalē unīharūkō kriyākalāpakō lāgi sajāyakō nimti tinīharūlā'ī samātna thālnē hō bhanē tinīharūmāthi turuntai sajāya paṭhā'una sakcha tara tinīharūkō nimti ē'uṭā samaya (nirdhārita) cha jasabāṭa tinīharū kahilyai phutkana pā'unēchainan"},{"SurahNumber":18,"VerseNumber":59,"Text":"Yī tī bastīharū hun, jasalā'ī tinīharūkō atyācārakō kāraṇa hāmīlē naṣṭa garihālyauṁ, ra tinīharūkō vidhvasaṅkō nimti pani hāmīlē ē'uṭā samaya niścita garēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":60,"Text":"Jaba mūsālē āphnō yuvakasita bhanē ki ma ta du'ī samudrakō dōbhānamā napuguñjēla hiṇḍi nai rākhnēchu, cāhē kaiyau varṣasam'ma kina calna naparōs"},{"SurahNumber":18,"VerseNumber":61,"Text":"Jaba unī duvai samudrakō saṅgamamā pugē ta tyahām̐ āphnō māchā birsihālē, jasalē samudramā surum̐ga jastō āphnō bāṭō banā'ihālyō"},{"SurahNumber":18,"VerseNumber":62,"Text":"jaba yī duvai tyahām̐bāṭa agāḍi baḍhē taba mūsālē āphnō yuvakasita bhanē ki hāmrō bhōjana lyā'ū, yasa yātrābāṭa hāmīlā'ī baḍō kaṣṭa uṭhā'unu parēkō cha"},{"SurahNumber":18,"VerseNumber":63,"Text":"Usalē javāpha diyō ki kē tapā'īlē hērnubha'ēna? Jaba hāmī ḍhuṅgāmā aḍēsa li'ī viśrāma garirākhēkā thiyauṁ tyahīṁ nai mailē māchā birsihālēkō thi'ēm̐ . Vāstavamā malā'ī (tapā'īsita) tyasakō carcā garnubāṭa śaitānalē birsā'idiyō. Tyasalē anauṭhō tarikālē samudramā āphnō bāṭō banā'ihālyō"},{"SurahNumber":18,"VerseNumber":64,"Text":"Mūsālē bhanē yahī thiyō jasakō talāśamā hāmī thiyauṁ. Yasartha tyahīmbāṭa āphnō khuṭṭākā cinhaharū hērdai pharkihālē"},{"SurahNumber":18,"VerseNumber":65,"Text":"Yasarī unalē hāmrā bhaktaharūmadhyē ē'uṭā bhakta bhēṭṭā'ē, jasalā'ī hāmīlē āphūkahām̐bāṭa viśēṣa dayā pradāna garēkā thiyauṁ ra āphnō tarphabāṭa usalā'ī viśēṣa jñāna pradāna garēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mūsālē usasita (khijrasita) bhanēḥ ki juna asala jñāna tapā'īlā'ī sikā'i'ēkō cha, yadi tapā'īlē tyasabāṭa malā'ī sikhā'unuhuncha bhanē ma tapā'īkō sēvā garirahanchu"},{"SurahNumber":18,"VerseNumber":67,"Text":"Usalē (khijralē) bhanē ki timī mērō sāthamā rahēra kadāpi dhairya garna sakdainau"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ra juna kurākō timīlā'ī jñāna nai chaina, tyasakō hakamā dhairya pani kasarī garna sakdachau"},{"SurahNumber":18,"VerseNumber":69,"Text":"Mūsālē bhanē allāhalē cāhyō bhanē, tapā'īlē malā'ī dhairyavāna pā'unuhunēcha ra kunai kurāmā mailē tapā'īkō ājñā ullaghanna garnēchaina"},{"SurahNumber":18,"VerseNumber":70,"Text":"Usalē (khijralē) bhanēḥ yadi timī mērō sāthamā rahanai cāhanchau bhanē śarta yō cha ki, masita kunai kurākō bārēmā praśna nasōdhnu jabasam'ma ki mailē svayaṁ tyasakō carcā timīsita nagarūm̐"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ani duvai him̐ḍē, jaba ē'uṭā ḍuṅgāmā savāra bha'ē, taba usalē (khijralē) ḍuṅgākō paṭarī tōḍidi'ē (pvāla pāridi'ē). Mūsālē bhanēḥ kē tapā'īlē tyasalā'ī yasakāraṇalē tōḍnubha'ēkō cha ki savāraharūlā'ī ḍubā'ihālnuhōs. Yō ta tapā'īlē baḍō khataranāka kurā garnubhō"},{"SurahNumber":18,"VerseNumber":72,"Text":"Uhām̐lē (khijralē) bhanē, kē mailē pahilā nai timīlā'ī bhanēkō thi'ēna, ki timīlē mērō sāthamā kadāpi dhairya dhāraṇa garna sakdainau"},{"SurahNumber":18,"VerseNumber":73,"Text":"Mūsālē bhanē ki juna truṭi mabāṭa bha'ēkō cha, tyasabāpata malā'ī nasamātnuhōs, ra mērō kurāmā malā'ī saṅkaṭamā napārnuhōs"},{"SurahNumber":18,"VerseNumber":74,"Text":"Phēri duvai agāḍi baḍhē, ani ē'uṭā kēṭō bhēṭṭā'ē, taba (khijralē) usalā'ī māridinubhayō. Mūsālē bhanē ki tapā'īlē ē'uṭā nirdōṣa mānisa kina mārihālnubhō jaba ki tyasalē kasaikō jyāna li'ēkō thi'ēna. Tapā'īlē ēkadamai narāmrō kāma garnubhayō"},{"SurahNumber":18,"VerseNumber":75,"Text":"Unalē bhanē kē mailē timīlā'ī bhanēkō thi'ēna ki timī mērō sāthamā rahēra dhairya rākhnasakdainau"},{"SurahNumber":18,"VerseNumber":76,"Text":"mūsālē bhanē ki yadi ma yasapachi tapā'īsita kunai kurābārē praśna garēṁ bhanē tapā'īlē malā'ī āphnō sāthamā narākhnuhōlā, niścaya nai tapā'ī matirabāṭa kṣamāyācanākō sīmāsam'ma pugisaknubhō"},{"SurahNumber":18,"VerseNumber":77,"Text":"Phēri duvai agāḍi hiṇḍē, ani ēka gā'um̐kā mānisaharūchē'u pugī tinīharūsita khānā mām̐gnu bhayō tara tinīharūlē unīharūkō atithi satkāra garnubāṭa spaṣṭarūpamā inkāra garidi'ē, ani unīharūlē tyahām̐ ē'uṭā bhittālā'ī dēkhē juna ḍhalna lāgēkō thiyō, taba usalē tyasalā'ī ṭhīka pāridi'ē. (Mūsālē) bhanē ki yadi tapā'īlē cāhēkō bha'ē tinīharūsam̐ga tyasakō majadūrī linasaknu hunthyō"},{"SurahNumber":18,"VerseNumber":78,"Text":"Unalē bhanē ki aba yō bichōḍa hō timrō ra mērō bīcamā, aba ma timīlā'ī tī kurāharūkō vāstavikatā batā'um̐chu jasabārē timīlē dhairya garna sakēkā thi'ēnau"},{"SurahNumber":18,"VerseNumber":79,"Text":"Tyō juna ḍuṅgā thiyō, tyō (kēhī) garibaharūkō(daridraharūkō) thiyō, jasalē samudramā ḍuṅgā sañcālana garī pariśramalē jīvikā calā'um̐dathē, mailē tyasamā kēhī tōḍaphōḍa garēṁ kina bhanē tinīharūkō agāḍi ē'uṭā rājā thiyō jasalē pratyēka (rāmrō) ḍuṅgālā'ī jabarajastī āphnō adhīnamā pārdathyō"},{"SurahNumber":18,"VerseNumber":80,"Text":"Ra tyō juna kēṭō thiyō tyasakō āmā bābu duvai mōmina thi'ē, hāmīlā'ī ḍara lāgyō ki tyasalē āphnō haṭhapūrṇa vidrōha ra kuphrabāṭa, unīharūlā'ī hairāna napārōs"},{"SurahNumber":18,"VerseNumber":81,"Text":"Tasartha hāmīlē cāhyauṁ ki unīharūlā'ī tyasakō saṭṭāmā unīharūkō pālanakartālē tyōbhandā pavitra ācaraṇakō ra tyasabhandā baḍhī māyāgarnē chōrā pradāna garōs"},{"SurahNumber":18,"VerseNumber":82,"Text":"Bhittākō bhēda yō hō ki yasa śaharamā du'īvaṭā anātha bālakaharū chan jasakā khajānā yasa bhittāmuni gāḍi'ēkā chan, ra tinīharūkō bābu baḍō asala mānisa thiyō. Tasartha timrō pālanakartākō icchā thiyō ki duvai anāthaharūlē āphnō tannērī avasthāmā ā'ēra āphnō yō sampatti timrō pālanakartākō kr̥pā ra dayālē jhikun. Mailē āphnō svēcchālē tyō kāma garēkō hō'ina. Yō thiyō yī ghaṭanāharūkō vāstavika tathya jasabārē tapā'īlē dhairya garna saknubha'ēna"},{"SurahNumber":18,"VerseNumber":83,"Text":"Tapā'īsita yinīharūlē ‘‘julakaranainakō’’ bārēmā sōdhirākhēkā chan. Tapā'īlē bhanidinusḥ ki mailē tinakō bārēmā alikati paḍhēra sunā'um̐dachu"},{"SurahNumber":18,"VerseNumber":84,"Text":"Hāmīlē tinalā'ī dharatīmā ṭhūlō śakti pradāna garēkā thiyauṁ ra hāmīlē unalā'ī harēka sāmagrīkō sādhana di'ēkā thiyauṁ"},{"SurahNumber":18,"VerseNumber":85,"Text":"Ū ē'uṭā bāṭōmā lāgyō"},{"SurahNumber":18,"VerseNumber":86,"Text":"Yahām̐sam'ma ki sūrya astā'unē ṭhā'um̐mā pugyō ra tyasalā'ī ē'uṭā dhamilō pānīkō jharanākō muhānamā astā'irākhēkō pāyō ra tyasa jharanākō samīpamā mānisaharūkō ē'uṭā samūha pani phēlā pāryō. Hāmīlē bhan'yauṁ ki hē julakaranaina timīlē cāhē tinīharūlā'ī kaṣṭa puryā'ū athavā tinīharūsita rāmrō vyavahāra gara. (Yī duvai kurāharūmā timī adhikāra prāpta chau)"},{"SurahNumber":18,"VerseNumber":87,"Text":"Unalē bhanē ki jasalē atyācāra gardacha tyasalā'ī ta hāmīlē pani sajāya dinēchauṁ, ani āphnō pālanakartātira pharkā'inē cha ra jasalē usalā'ī kaṭhōra sajāya dinēcha"},{"SurahNumber":18,"VerseNumber":88,"Text":"Hō jasalē īmāna lyā'ē ra asala karma garē, tyasakō lāgi dhērai rāmrō puraskāra cha ra hāmīlē āphnō māmilāmā tyasamāthi kunai prakārakō kaṭhōratā garnē chainauṁ, ra hāmī āphnō ādēśamā sahuliyata pradāna garnēchauṁ"},{"SurahNumber":18,"VerseNumber":89,"Text":"Ani tyō arkai bāṭōtira lāgyō"},{"SurahNumber":18,"VerseNumber":90,"Text":"Ani antataḥ jaba sūrya udā'unē ṭhā'um̐mā pugyō, ta dēkhyō ki tyō mānisakō yastō samūhamāthi udā'irākhēkō cha, jasakā lāgi hāmīlē tyasabāṭa aru kunai ōṭa banā'ēkā chainauṁ"},{"SurahNumber":18,"VerseNumber":91,"Text":"Ghaṭanā yastai cha ra jē jati usakō sambandhamā cha, hāmīlā'ī sabaikō jānakārī cha"},{"SurahNumber":18,"VerseNumber":92,"Text":"Ani ū arkai yātrātira lāgyō"},{"SurahNumber":18,"VerseNumber":93,"Text":"Ani du'īṭā parkhālaharūkō bīcamā pugyō, ta dēkhyō ki tyasakō arkōpaṭṭi kēhī mānisaharū chan jasalē kēhī kurā bujhna saktainan"},{"SurahNumber":18,"VerseNumber":94,"Text":"Tinīharūlē bhanē hē julkaranaina. Yājūja ra mājūja yasa pr̥thvīmā nikai upadrava garirākhēkā chan. Kē hāmīlē tapā'īkō lāgi kēhī kharcakō vyavasthā milā'idi'auṁ, ki tapā'īlē hāmrō ra tinīharūkō bīcamā ē'uṭā parkhāla banā'idinu huncha"},{"SurahNumber":18,"VerseNumber":95,"Text":"(julakaranainalē) bhanē ki mērō pālanakartālē malā'ī sāmathryakō rūpamā jē pradāna garēkō cha, tyahī nai praśasta cha, timīlē mātra āphnō śakti sāmagrībāṭa mērō maddata gara tāki ma timīharū ra unīharūkō bīcamā ē'uṭā baliyō parkhāla khaṛā garūm̐"},{"SurahNumber":18,"VerseNumber":96,"Text":"Timīlē phalāmakō pātā lyā'idē'ū. Duvai pahāḍakō bīcakō ṭhā'um̐mā parkhāla banā'isakēpachi ādēśa garē ki āgōlā'i tīvra pāra, jasabāṭa tī phalāmakā pātāharū pūrṇarūpalē āgōkō rūpamā pariṇita bha'ē, tyasapachi bhanē ki mērō pāsamā lyā'ū tyasamāthi paglēkō tāmbā hālidi'ūm̐"},{"SurahNumber":18,"VerseNumber":97,"Text":"Ani tyasapachi tinīharūmā na tyasa parkhālamāthi caḍhnē kṣamatā thiyō nata tyasamā kunai prakārakō pvāla pārna sakdathē"},{"SurahNumber":18,"VerseNumber":98,"Text":"Bhanē ki yō mērō pālanakartākō kr̥pā hō. Jaba mērō pālanakartākō vacana ā'um̐cha taba tyasalē yasalā'ī dhvasta pāridinē cha. Ra mērō pālanakartākō vacana satya ra yathārtha cha"},{"SurahNumber":18,"VerseNumber":99,"Text":"Tyasa dina hāmīlē tinīharūlā'ī ēka'āpasamā ākramaṇa garna chāḍī dinēchauṁ ra sūra (turahī) phūm̐kinēcha, ani hāmīlē sabailā'ī ēkatrita garī ēka ṭhā'um̐mā jam'mā garihālnē chauṁ"},{"SurahNumber":18,"VerseNumber":100,"Text":"Tyasa dina hāmīlē narkalā'ī kāphiraharūkō agāḍi lyā'idinē chauṁ"},{"SurahNumber":18,"VerseNumber":101,"Text":"Jasakā ām̐khāharū mērō smaraṇabāṭa ōjhalamā thi'ē, jō ki sunna pani saktainathē"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kē kāphiraharūlē yō ṭhānirākhēkā chan? Ki ma bāhēka, tinīharūlē mērā bhaktaharūlā'ī āphnō samarthaka banā'ihālnē chan? (Sunirākha) hāmīlē ta yī kuphphāraharūkō ātithyakō nimti narkalā'ī tayāra garisakēkā chauṁ"},{"SurahNumber":18,"VerseNumber":103,"Text":"Bhanidinus kiḥ ma timīlā'ī batā'idinchu ki karmaharūkō dr̥ṣṭilē sabaibhandā baḍhī ghāṭāmā kō chan"},{"SurahNumber":18,"VerseNumber":104,"Text":"tinīharū hun jasakā sānsārika jīvanakā sampūrṇa prayāsaharū khēra ga'ihālē ra tinīharūlē yō ṭhānirākhēchan ki tinīharūlē dhērai asala kāma garirākhēkā chan"},{"SurahNumber":18,"VerseNumber":105,"Text":"Yī tinai mānisaharū hun, jasalē ki āphnō pālanakartākā āyataharū ra usakō sākṣātkāralā'ī inkāra garē, tasartha tinīharūkā karmaharū khēra ga'ihālē, ataḥ kiyāmatakō dina hāmīlē tinīharūlā'ī kunai vajana dinē chainauṁ"},{"SurahNumber":18,"VerseNumber":106,"Text":"Tyahī narka tinīharūkō pratiphala hō kinabhanē tinīharūlē kuphra garē ra hāmrā āyata ra paigambaraharūkō upahāsa garē"},{"SurahNumber":18,"VerseNumber":107,"Text":"Niḥsandēha jasalē īmāna lyā'ē ra asala karmaharū garē niḥsandēha tinīharūkō ātithyasatkāra svargakā bagain̄cāharūmā hunēcha"},{"SurahNumber":18,"VerseNumber":108,"Text":"Tinīharū sadhaiṁ tyasamā rahanēchan, ra unīharū tyahām̐bāṭa bāsasthāna parivartana garna kahilē pani cāhanē chainan"},{"SurahNumber":18,"VerseNumber":109,"Text":"Bhanidinus ki yadi mērō pālanakartākā kurāharū lēkhnakō nimti samudra masī banihālōs tai pani mērō pālanakartākā kurāharū sid'dhinubhandā agāḍi nai tyō sukisaknē cha, yadyapi tyō jastai arkō samudra pani hāmīlē tyasakō sahayōgamā kina nalyā'auṁ"},{"SurahNumber":18,"VerseNumber":110,"Text":"Tapā'ī bhanidinus ki ma ta timīharū jastai ē'uṭā mānisa hūm̐ tara hō, matira ‘‘vahya’’ avatarita garincha ki sabaikō pūjā yōgya tyahī ē'uṭai pūjanīya cha. Ani juna mānisalē āphnō ārādhyasam̐ga sākṣātkārakō āśā rākhdacha tyasalā'ī āvaśyaka cha ki asala karma garōs ra āphnō pālanakartākō pūjāmā aru kasailā'ī sājhēdāra nabanō'ōs"}]}