{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygəmbər! Allahdan qorx, kafirlərə və munafiqlərə itaət etmə. Həqiqətən, Allah Biləndir, Mudrikdir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rəbbindən sənə vəhy olunana tabe ol! Həqiqətən, Allah nə etdiklərinizdən xəbərdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allaha təvəkkul et! Allahın Qoruyan olması sənə bəsdir"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah bir adamın daxilində iki urək yaratmamısdır. Allah anaya bənzədərək ozunuzə haram etdiyiniz zovcələrinizi analarınız etməmis, ogulluga goturduklərinizi də ogullarınız etməmisdir. Bunlar sizin dilinizə gətirdiyiniz yalan sozlərdir. Allah isə haqqı deyir və dogru yola yonəldir"},{"SurahNumber":33,"VerseNumber":5,"Text":"Ogulluga goturduyunuz usaqları oz atalarının adları ilə cagırın. Bu, Allah yanında daha ədalətlidir. Atalarını tanımasanız, onlar sizin din qardaslarınız və yaxınlarınızdır. Səhvən etdiyiniz əməllərdə sizə hec bir gunah yoxdur. Lakin qəlbinizin qəsdlə etdiyi islərdən otru sizə gunah var. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygəmbər mominlərə onların ozlərindən daha yaxındır. Zovcələri isə mominlərin analarıdır. Qohumlar Allahın yazısına gorə bir-birlərinə mominlərdən və muhacirlərdən daha yaxındırlar. Dostlarınıza yaxsılıq etmək isə istisnadır. Bunlar Kitabda yazılmısdır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Bir zaman Biz peygəmbərlərdən əhd almısıq; səndən də, Nuhdan da, Ibrahimdən də, Musadan da, Məryəm oglu Isadan da! Biz onlardan mohkəm bir əhd almısıq"},{"SurahNumber":33,"VerseNumber":8,"Text":"Belə etmisik ki, Allah dogru danısanlardan dogruculuqları barədə sorussun və kafirlər ucun isə agrılı-acılı bir əzab hazırlasın"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey iman gətirənlər! Allahın sizə gostərdiyi iltifatını xatırlayın. O zaman ki, dusmən ordusu sizin ustunuzə hucuma kecmisdi, Biz də onların ustunə kulək və gormədiyiniz qosunlar gondərmisdik. Allah sizin nə etdiyinizi gorur"},{"SurahNumber":33,"VerseNumber":10,"Text":"O zaman onlar sizin həm yuxarı və həm də asagı tərəfinizdən ustunuzə gəlmisdilər. O vaxt qorxudan gozlər bərəlmis, urəklər xirtdəyə catmıs və siz də Allah barəsində zənnə-gumana qapılmısdınız"},{"SurahNumber":33,"VerseNumber":11,"Text":"Orada mominlər imtahana cəkilmis və guclu sarsıntıya məruz qalmısdılar"},{"SurahNumber":33,"VerseNumber":12,"Text":"O zaman munafiqlər və qəlbində xəstəlik olanlar: “Allah və Onun Elcisi bizə ancaq yalan vədə vermisdir”– deyirdilər"},{"SurahNumber":33,"VerseNumber":13,"Text":"Onlardan bir dəstə demisdi: “Ey Yəsrib əhli! Siz muqavimət gostərə bilməyəcəksiniz. Geri qayıdın!” Icərilərindən bir qismi isə: “Evlərimiz nəzarətsiz qalıb”– deyərək Peygəmbərdən izin istəyirdi. Halbuki evləri nəzarətsiz deyildi. Onlar sadəcə olaraq qacmaq istəyirdilər"},{"SurahNumber":33,"VerseNumber":14,"Text":"Əgər Mədinənin hər tərəfindən ustlərinə hucum edilsəydi, sonra da onlardan fitnə torətmək (imandan donmək) tələb olunsaydı, onu mutləq edər və cuzi sey istisna olmaqla bunda ləngiməzdilər"},{"SurahNumber":33,"VerseNumber":15,"Text":"Baxmayaraq ki, onlar bundan əvvəl cihaddan boyun qacırmayacaqlarına dair Allaha soz vermisdilər. Onlar Allaha verdikləri sozə gorə sorgu-sual olunacaqlar"},{"SurahNumber":33,"VerseNumber":16,"Text":"De: “Əgər olməkdən və ya oldurulməkdən qacırsınızsa, bu qacmaq qətiyyən sizə xeyir gətirməz. Belə oldugu təqdirdə siz ancaq əcəliniz catana qədər cox az bir muddət ərzində gun-guzəran gorəcəksiniz”"},{"SurahNumber":33,"VerseNumber":17,"Text":"De: “Əgər Allah sizə bir pislik etmək istəyərsə, sizi Ondan kim qoruya bilər? Ya da sizə bir yaxsılıq etmək istəsə, Ona kim mane ola bilər?” Onlar ozləri ucun Allahdan basqa nə bir himayəci, nə də bir yardımcı tapa bilərlər"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah aranızdan camaatı cihaddan cəkindirənləri və oz qardaslarına: “Bizə qosulun!”– deyənləri tanıyır. Onlar nadir hallarda doyusə qatılırlar"},{"SurahNumber":33,"VerseNumber":19,"Text":"Cunki sizə qarsı xəsislik edirlər. Onlara qorxu gəldikdə, olum ayagında bayılan adam kimi, donub sənə baxdıqlarını gorursən. Qorxu kecib getdikdə isə qənimətdə xəsislik edib acı dilləri ilə səni sancırlar. Onlar iman gətirməmislər. Allah da onların əməllərini puc etmisdir. Bu, Allah ucun asandır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Munafiqlər muttəfiqlərin cıxıb getmədiklərini guman edirlər. Əgər muttəfiqlər bir də gəlmis olsaydı, onlar bədəvilər arasında kocəri həyat surub barənizdəki xəbərləri sorusub oyrənmək istəyərdilər. Hərgah aranızda olsaydılar, ancaq azacıq doyusərdilər"},{"SurahNumber":33,"VerseNumber":21,"Text":"Allahın Elcisi sizlərə – Allaha və Axirət gununə umidini baglayanlara və Allahı cox zikr edənlərə gozəl numunədir"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mominlər muttəfiqləri gordukdə: “Bu, Allahın və Onun Elcisinin bizə olan vədidir. Allah və Onun Elcisi dogru soyləmislər!”– dedilər. Bu onların yalnız imanını və itaətini artırdı"},{"SurahNumber":33,"VerseNumber":23,"Text":"Mominlərin icərisində Allaha etdikləri əhdə sadiq qalan kisilər vardır. Onlardan kimisi əhdini yerinə yetirib səhid olmus, kimisi də səhid olmasını gozləyir. Onlar əhdlərini əsla dəyisdirməyiblər"},{"SurahNumber":33,"VerseNumber":24,"Text":"Bu ona gorədir ki, Allah dogru danısanları dogruluqlarına gorə mukafatlandırsın, munafiqlərə də ya istəsə əzab versin, ya da onların tovbələrini qəbul etsin. Həqiqətən, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah kafirləri qəzəbli olduqları halda geri qaytardı və onlar hec bir xeyrə nail olmadılar. Doyusdə Allah mominlərə kifayət etdi. Allah Quvvətlidir, Qudrətlidir"},{"SurahNumber":33,"VerseNumber":26,"Text":"Allah Kitab əhlindən muttəfiqlərə yardım edənləri oz qalalarından endirdi və onların qəlbinə qorxu saldı. Siz onların bir qismini oldurur, bir qismini də əsir gotururdunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Allah sizi onların yerlərinə, yurdlarına və mallarına, ustəlik də ayagınız dəyməyən bir yerə varis etdi. Allah hər seyə qadirdir"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey Peygəmbər! Zovcələrinə de: “Əgər siz dunya həyatını və onun bərbəzəyini istəyirsinizsə, gəlin sizi dunya malıyla məmnun edib gozəl tərzdə sərbəst buraxım"},{"SurahNumber":33,"VerseNumber":29,"Text":"Yox, əgər Allahı, Onun Elcisini və Axirət yurdunu istəyirsinizsə, bilin ki, Allah aranızdan yaxsı islər gorənlər ucun boyuk bir mukafat hazırlamısdır”"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey Peygəmbərin zovcələri! Sizlərdən hər kim acıq-askar bir cirkin is gorsə, onun əzabı ikiqat artar. Bu, Allah ucun asandır"},{"SurahNumber":33,"VerseNumber":31,"Text":"Sizlərdən hər kim Allaha və Onun Elcisinə itaət edib yaxsı islər gorsə, ona mukafatını ikiqat verərik. Biz onun ucun bol ruzi hazırlamısıq"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peygəmbərin zovcələri! Siz hər hansı bir qadın kimi deyilsiniz. Əgər Allahdan qorxursunuzsa, yad kisilərlə nazlana-nazlana danısmayın, yoxsa qəlbində xəstəlik olan tamaha dusər. Səriətə muvafiq qaydada danısın"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlərinizdə qərar tutun! Ilk cahiliyyə dovrundə oldugu kimi acıq-sacıq gəzməyin. Namaz qılın, zəkat verin, Allaha və Onun Elcisinə itaət edin. Ey ev əhli! Allah sizdən gunahınızı silib aparmaq və sizi tərtəmiz etmək istəyir"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlərinizdə oxunan Allahın ayələrini və hikməti yada salın. Həqiqətən, Allah Lutfkardır, hər seydən Xəbərdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Həqiqətən, musəlman kisilər və musəlman qadınlar, momin kisilər və momin qadınlar, muti kisilər və muti qadınlar, dogru danısan kisilər və dogru danısan qadınlar, səbirli kisilər və səbirli qadınlar, Allaha bas əyən kisilər və bas əyən qadınlar, sədəqə verən kisilər və sədəqə verən qadınlar, oruc tutan kisilər və oruc tutan qadınlar, ismətlərini qoruyan kisilər və ismətlərini qoruyan qadınlar, Allahı cox zikr edən kisilər və qadınlar ucun Allah bagıslanma və boyuk mukafat hazırlamısdır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah və Onun Elcisi bir isə hokm verdiyi zaman hec bir momin kisi və momin qadın oz islərində istədikləri qərarı verə bilməzlər. Allaha və Onun Elcisinə asi olan kəs, əlbəttə ki, acıq-aydın azgınlıga dusmusdur"},{"SurahNumber":33,"VerseNumber":37,"Text":"Bir zaman Allahın nemət verdiyi və sənin ozunun nemət verdiyin kəsə (Zeyd ibn Harisəyə): “Zovcəni yanında saxla, Allahdan qorx!”– deyirdin. Allahın askar edəcəyi seyi urəyində gizli saxlayır və insanlardan cəkinirdin. Halbuki əslində qorxmalı oldugun məhz Allahdır. Zeyd zovcəsini bosadıqda səni onunla evləndirdik ki, ogulluqları ovrətlərini bosadıqları zaman o qadınlarla evlənməkdə mominlərə hec bir sıxıntı olmasın. Allahın əmri mutləq yerinə yetəcəkdir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Allahın Peygəmbərə halal buyurdugu bir seydə ona hec bir gunah gəlməz. Oncə gəlib-gedənlər haqqında da Allahın qayda-qanunu belə idi. Allahın əmri əzəldən muəyyən edilmis bir hokmdur"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar Allahın risalətini təblig edir, Ondan qorxur və Allahdan basqa hec kəsdən qorxmurdular. Allah Ozu haqq-hesab cəkməyə kifayətdir"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhəmməd aranızdakı kisilərdən hec birinin atası deyildir. Lakin o, Allahın Elcisi və peygəmbərlərin sonuncusudur. Allah hər seyi bilir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey iman gətirənlər! Allahı tez-tez yada salın"},{"SurahNumber":33,"VerseNumber":42,"Text":"Səhər-axsam Onun səninə təriflər deyin"},{"SurahNumber":33,"VerseNumber":43,"Text":"Sizi zulmətlərdən nura cıxartmaq ucun sizə rəhm edən Odur. Onun mələkləri də sizin ucun bagıslanma diləyərlər. Allah mominlərə qarsı Rəhmlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"Mominlərin Ona qovusacaqları gun xeyir-duaları “salam” olacaqdır. Allah onlara olduqca gozəl mukafat hazırlamısdır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey Peygəmbər! Həqiqətən, Biz səni sahid, mujdəci və xəbərdar edən olaraq gondərdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Səni həm də Allahın izni ilə Ona tərəf cagıran və nur sacan bir cıraq kimi gondərdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Mominlərə mujdə ver ki, onlara Allah tərəfindən boyuk bir lutf nəsib olacaqdır"},{"SurahNumber":33,"VerseNumber":48,"Text":"Kafirlərə və munafiqlərə itaət etmə. Onların əziyyətlərinə fikir vermə və Allaha təvəkkul et. Allahın Qoruyan olması kifayətdir"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey iman gətirənlər! Əgər momin qadınlarla evlənsəniz, sonra da onlara toxunmazdan əvvəl talaqlarını versəniz, artıq onlar ucun gozləmə muddətini saymaga (yanınızda saxlamaga) haqqınız yoxdur. Belə oldugu təqdirdə onlara talaq haqlarını verin və gozəl tərzdə sərbəst buraxın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygəmbər! Mehrlərini verdiyin zovcələrini, Allahın sənə bəxs etdiklərindən sahib oldugun cariyələri, səninlə birlikdə hicrət etmis əmin qızlarını, bibilərinin qızlarını, dayın qızlarını, xalalarının qızlarını, habelə Peygəmbər onunla evlənmək istədiyi təqdirdə ozunu Peygəmbərə bagıslayan hər hansı bir momin qadını sənə halal etdik. Sonuncu digər mominlərə deyil, yalnız sənə məxsusdur. Onlara zovcələri və sahib olduqları cariyələr barəsində nəyi vacib buyurdugumuzu bilirik. Belə etdik ki, sənə bir cətinlik olmasın. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":51,"Text":"Onlardan istədiyinin səninlə gecələmək novbəsini təxirə sala bilərsən, istədiyini də oz yanına ala bilərsən. Ozundən ayırdıqlarından hansı birini yenidən oz yanına almaq istəsən sənə hec bir gunah olmaz. Bu, onların sevinmələri, kədərlənməmələri və sənin onlara verdiklərindən razı qalmaları ucun daha munasibdir. Allah qəlbinizdə olanları bilir. Allah Biləndir, Həlimdir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra basqa qadınlarla evlənmək, gozəllikləri səni heyran etsə də, onları basqa qadınlarla dəyismək sənə halal deyildir. Sahib oldugun cariyələr isə istisnadır. Allah hər seyə nəzarət edəndir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey iman gətirənlər! Sizə yeməyə izin verilməyib sufrəyə dəvət olunmadıqca Peygəmbərin evlərinə girməyin və əvvəlcədən gəlib yeməyin hazırlanmasını da gozləməyin. Lakin dəvət olunduqda girin və yemək yedikdən sonra bir-birinizlə sohbətə dalmadan dagılısın. Cunki bu hərəkətiniz Peygəmbəri narahat edir və o sizdən utanır. Allah isə sozun acıgını sizə bəyan etməkdən utanmır. Peygəmbərin zovcələrindən bir sey istədikdə, pərdə arxasından istəyin. Bu həm sizin qəlbinizə, həm də onların qəlbinə daha cox saflıq gətirər. Sizə Allahın Elcisini narazı salmaq, vəfatından sonra onun həyat yoldasları ilə izdivac etmək qətiyyən yolverilməzdir. Həqiqətən, bu, Allah yanında boyuk gunahdır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Sizin bir seyi askara cıxarmanızdan və ya gizli saxlamanızdan asılı olmayaraq, basa dusun ki, Allah hər seyi bilir"},{"SurahNumber":33,"VerseNumber":55,"Text":"Qadınlara ataları, ogulları, qardasları, qardaslarının ogulları, bacılarının ogulları, oz musəlman qadınları, sahib olduqları kolə və cariyələri yanında hicab geyməmələrində hec bir gunah yoxdur. Ey qadınlar, Allahdan qorxun! Subhəsiz ki, Allah hər seyə sahiddir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Dogrudan da, Allah və Onun mələkləri Peygəmbərə xeyir-dua verirlər. Ey iman gətirənlər! Siz də ona xeyir-dua verib kamil ədəb-ərkanla salamlayın"},{"SurahNumber":33,"VerseNumber":57,"Text":"Subhə yoxdur ki, Allahı və Onun Elcisini incidənləri Allah həm bu dunyada, həm də Axirətdə lənətləmis və onlara alcaldıcı bir əzab hazırlamısdır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Momin kisiləri və momin qadınları etmədikləri bir isdən otru gunahlandıranlar, sozsuz ki, oz uzərilərinə bohtanla bərabər acıq-aydın agır bir yuk goturmuslər"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygəmbər! Zovcələrinə, qızlarına və mominlərin qadınlarına de ki, naməhrəm yanında carsabları ilə ortunsunlər. Bu onların tanınması və onlara əziyyət verilməməsi ucun daha munasibdir. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Əgər ikiuzlulər, qəlbi xəstə olanlar və səhərdə qarayaxma sayiələr yayanlar oz yaramaz əməllərinə son qoymasalar, səni onlara qarsı cıxmaga cagırarıq. Sonra onlar orada artıq səninlə ancaq qısa bir muddət ərzində qonsuluq edər və"},{"SurahNumber":33,"VerseNumber":61,"Text":"lənətlənmis halda qalarlar. Harada ələ kecsələr, yaxalanıb amansızcasına oldurulərlər"},{"SurahNumber":33,"VerseNumber":62,"Text":"Əvvəllər olub-gedənlər barəsində də Allahın hokmu belə idi. Sən Allahın qanunlarında hec bir dəyisiklik tapa bilməzsən"},{"SurahNumber":33,"VerseNumber":63,"Text":"Camaat sənə o Saat barədə sual verir. De: “Onu yalnız Allah bilir!” Nə bilirsən, bəlkə də, o Saat lap yaxınlasmısdır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Həqiqətən, Allah kafirləri lənətləmis və onlar ucun yandırıb- yaxan Od hazırlamısdır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onlar orada əbədi qalacaq, ozlərinə nə bir himayəci, nə də bir yardımcı tapa bilməyəcəklər"},{"SurahNumber":33,"VerseNumber":66,"Text":"Uzləri odda o yan-bu yana dondəriləcəyi gun onlar deyəcəklər: “Kas biz Allaha ibadət edəydik, Onun Elcisinə itaətkar olaydıq!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Onlar deyəcəklər: “Ey Rəbbimiz! Biz bascılarımıza və boyuklərimizə itaət etdik, onlar da bizi haqq yoldan azdırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rəbbimiz! Onları ikiqat əziyyətə sal və onları mudhis bir lənətə məruz qoy!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman gətirənlər! Musanı incidən səxslərə oxsamayın. Allah onu onların dediklərindən təmizə cıxartdı. O, Allahın yanında cox ehtiram edilən səxsdir"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman gətirənlər! Allahdan qorxun və dogru soz danısın ki"},{"SurahNumber":33,"VerseNumber":71,"Text":"O, sizin əməllərinizi islah etsin və gunahlarınızı bagıslasın. Kim Allaha və Onun Elcisinə itaət etsə, boyuk bir ugur qazanar"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz əmanəti goylərə, yerə və daglara təklif etdik. Onlar onu dasımaqdan qorxub imtina etdilər. Lakin insan onu boynuna goturdu. Dogrudan da, o, zalım və cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Bu əmanət insana ona gorə verildi ki, Allah munafiq kisiləri və munafiq qadınları, musrik kisiləri və musrik qadınları cəzalandırsın, momin kisilərin və momin qadınların tovbələrini qəbul etsin. Allah Bagıslayandır, Rəhmlidir"}]}