{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Inkar edenlerin ve (insanları) Allah´ın yolundan men edenlerin amellerini (Allah) bosa cıkardı"},{"SurahNumber":47,"VerseNumber":2,"Text":"Amenu olan ve salih amel (nefsi tezkiye edici ameller) yapanların ve Hz. Muhammed (S.A.V)´e indirdigimiz Sey´e (Kur´an-ı Kerim´e) ve O´nun Rab´lerinden bir hak olduguna inananların gunahlarını (Allah) orttu ve onların hallerini ıslah etti"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bunlar, kafirlerin batıla tabi olması ve amenu olanların, Rab´lerinden (inen) hakka tabi olmaları sebebiyledir. Allah insanlara, iste boyle kendi durumlarını misal verir"},{"SurahNumber":47,"VerseNumber":4,"Text":"Artık kafirlerle karsılastıgınız zaman onları gucsuz (zayıf) bırakıncaya kadar boyunlarını vurun. Baglarını kuvvetlendirin (esirleri sıkıca baglayın). Nihayet savası, onun agırlıklarını (silahlarını ve savas levazımatını) bırakınca da onları, ister lutuf olarak (bedelsiz) veya fidye alarak (bedel karsılıgı) (bırakın). Iste boyle. Ve eger Allah dileseydi, elbette onlardan intikam alırdı. Ve lakin (bu) sizin bir kısmınızı, diger bir kısımla imtihan etmek icindir. Ve onlar ki Allah yolunda oldurulenlerdir, o taktirde onların amelleri bosa cıkarılmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"(Allah) onları hidayete erdirecek ve onların hallerini ıslah edecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ve onları, kendilerine tarif ettigi cennete dahil edecektir"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey amenu olanlar! Eger siz Allah´a yardım ederseniz, O da size yardım eder ve ayaklarınızı sabit kılar"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ve onlar ki kafirdirler. Artık onlar helaka maruzdurlar. Ve onların amellerini (Allah) bosa cıkardı"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bu, onların Allah´ın indirdigi seyi kerih gormeleri sebebiyledir. Boylece (Allah) onların amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar yeryuzunde dolasmadılar mı? Onlardan oncekilerin akıbeti nasıl oldu baksınlar! Allah onları dumura ugrattı (helak etti). Ve onun bir benzeri de kafirler icindir"},{"SurahNumber":47,"VerseNumber":11,"Text":"Bu, Allah´ın amenu olanların dostu olması sebebiyledir. Ve kafirlerin ise gercek dostu (mevlası) yoktur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Muhakkak ki Allah, amenu olanları (Allah´a ulasmayı dileyenleri) ve salih amel (nefs tezkiye edici ameller) yapanları, altından nehirler akan cennetlere koyar. Ve onlar ki kafirlerdir, (dunyada) metalanırlar (faydalanırlar) ve hayvanların yedigi gibi yerler. Ve ates, onların mekanıdır"},{"SurahNumber":47,"VerseNumber":13,"Text":"Nice beldeler, seni cıkardıkları ulkeden daha kuvvetliydi (daha ustundu), onları helak ettik. O zaman onlar icin bir yardımcı yoktu"},{"SurahNumber":47,"VerseNumber":14,"Text":"Oyleyse Rabbinden beyyine (delil) uzerinde olan kisi, kotu ameli kendisine suslu gosterilen ve hevalarına tabi olan kisiler gibi midir"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takva sahiplerine vaadedilen cennetin durumu sudur ki; icinde kokusu degismeyen sudan nehirler, tadı bozulmayan sutten nehirler, icenlere lezzet veren saraptan nehirler ve saf (suzulmus) baldan nehirler bulunur. Onlar icin orada her cesit meyve bulunur ve (onlar icin) Rab´lerinden magfiret vardır. (Bunların durumu), ateste devamlı kalacak olan ve hamim (sıcak kaynar su) icirilen, bu sebeple bagırsakları parcalanan kimsenin durumu gibi midir"},{"SurahNumber":47,"VerseNumber":16,"Text":"Ve seni dinleyenlerden bir kısmı, senin yanından cıktıkları zaman, kendilerine ilim verilenlere: “Biraz once (O) ne dedi?” dediler. Iste onlar, Allah´ın, kalplerini muhurledikleri kisilerdir ve onlar hevalarına tabi olanlardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ve onlar ki hidayete ermislerdir, (Allah) onların hidayetini artırdı ve onlara takvalarını verdi"},{"SurahNumber":47,"VerseNumber":18,"Text":"Oyleyse “o saatin” gelmesinden baska bir sey mi bekliyorlar? Halbuki onun alametleri (isaretleri) gelmistir. Fakat (o saat) kendilerine geldigi zaman, onlara hatırlatmanın ne (faydası) olur ki"},{"SurahNumber":47,"VerseNumber":19,"Text":"Bu durumda Allah´tan baska Ilah olmadıgını bil ve kendi gunahların icin, mu´min erkekler ve mu´min kadınlar icin magfiret dile. Ve Allah, sizin donusunuzu ve sizin yurdunuzu bilir"},{"SurahNumber":47,"VerseNumber":20,"Text":"Ve amenu olanlar: “(Savası emreden) bir sure indirilmeli degil miydi?” derler. Sonra da muhkem (hukmu acık ve kesin) bir sure indirilince ve onun icinde savas zikrolunuyorsa (bahsediliyorsa), kalplerinde hastalık olanların, uzerlerine olum hali cokmus gibi bir bakısla sana baktıklarını gorursun. Oysa onlar icin en iyi (en uygun) olan odur ki…"},{"SurahNumber":47,"VerseNumber":21,"Text":"Itaat ve maruf sozdur. Fakat bir ise azmedildiginde o zaman Allah´a sadık olsalardı, muhakkak ki onlar icin daha hayırlı olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Yeryuzunde fesat cıkarmaya donmeniz ve birbirinizi oldurmeniz mi, yoksa sizden beklenen bu mu olmalıydı"},{"SurahNumber":47,"VerseNumber":23,"Text":"Iste onlar, Allah´ın kendilerine lanet ettikleridir. Bu sebeple onların (nefslerinin) isitme hassalarını sagır ve gorme hassalarını kor yaptı"},{"SurahNumber":47,"VerseNumber":24,"Text":"Hala Kur´an´ı tefekkur etmezler mi? Yoksa kalpler uzerinde kilitleri mi var"},{"SurahNumber":47,"VerseNumber":25,"Text":"Muhakkak ki kendilerine hidayet tebeyyun ettikten (acıkca belli olduktan) sonra arkalarına geri donenleri seytan (kufre) ulastırdı. Ve onları (kotu) emellere yoneltti"},{"SurahNumber":47,"VerseNumber":26,"Text":"Iste bu (dusmanların), Allah´ın indirdigi seyi kerih gorenlere: “Size bazı islerde itaat edecegiz.” demeleri sebebiyledir. Ve Allah, onların sırlarını bilir"},{"SurahNumber":47,"VerseNumber":27,"Text":"Artık melekler onları vefat ettirirken, onların yuzlerine ve arkalarına vuracakları zaman onların halleri nasıl olacak"},{"SurahNumber":47,"VerseNumber":28,"Text":"Iste bu, onların, Allah´ı ofkelendiren seylere tabi olmaları ve O´nun (Allah´ın) rızasını kerih gormeleri sebebiyledir. Boylece onların amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa kalplerinde hastalık olanlar, Allah´ın, onların (gizli) kinlerini asla ortaya cıkarmayacagını mı zannettiler"},{"SurahNumber":47,"VerseNumber":30,"Text":"Ve eger biz dileseydik, onları sana mutlaka gosterirdik. O zaman sen onları simalarından muhakkak tanırdın. Ve sen onları mutlaka sozlerinin imasından da tanırsın. Ve Allah sizin amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ve sizin aranızdan mucahitler ve sabredenler Bize belli oluncaya kadar sizi mutlaka imtihan ederiz. Ve haberlerinizi de imtihan edecegiz"},{"SurahNumber":47,"VerseNumber":32,"Text":"Muhakkak ki inkar edenler, Allah´ın yolundan men edenler ve onlara hidayet acıkca belli olduktan sonra resule muhalefet edenler, onlar Allah´a hicbir seyle asla zarar veremezler. Ve (Allah) onların amellerini heba edecek"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey amenu olanlar (Allah´a ulasmayı dileyenler)! Allah´a itaat edin. Ve resule itaat edin. Ve amellerinizi batıl etmeyin"},{"SurahNumber":47,"VerseNumber":34,"Text":"Muhakkak ki inkar edenleri ve Allah´ın yolundan men edenleri, sonra da kafir olarak olenleri artık Allah asla magfiret etmez (onların gunahlarını sevaba cevirmez)"},{"SurahNumber":47,"VerseNumber":35,"Text":"Siz ustun oldugunuza gore gevsemeyin ve (onları) sulha davet etmeyin. Ve Allah sizinle beraber. Ve sizin amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Muhakkak ki dunya hayatı bir oyun ve eglencedir. Ve eger amenu olursanız ve takva sahibi olursanız (Allah´a ulasmayı dilerseniz) size ecirleriniz verilir. Ve sizden mallarınızı istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden onu (mallarınızı) istese, boylece ısrar etse, siz cimrilik edersiniz. Ve (bu) sizin hasetinizi acıga cıkarır"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste siz boylesiniz. Allah yolunda infak etmeye davet edilirsiniz, buna ragmen sizden bir kısmınız cimrilik yapar. Ve kim cimrilik yaparsa o taktirde sadece kendi nefsi icin cimrilik yapar. Ve Allah Gani´dir (zengindir). Ve sizler fakirsiniz. Ve eger siz (haktan) donerseniz, (sizi) sizden baska bir kavimle degistirir. Sonra onlar sizin gibi (cimri) olmazlar"}]}