{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta - Kha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ne dlya togo tebe Koran My nisposylali, Chtoby on stal (prichinoy) tvoikh bed i ogorcheniy"},{"SurahNumber":20,"VerseNumber":3,"Text":"(My nizveli tebe yego) lish' kak napominaniye dlya tekh, Kotoryye strashatsya (gneva) Boga"},{"SurahNumber":20,"VerseNumber":4,"Text":"Kak otkroven'ye ot Togo, Kto zemlyu sotvoril i vys' nebes postroil"},{"SurahNumber":20,"VerseNumber":5,"Text":"(Sozdatel') Miloserdnyy, (Kto) utverdil Sebya na Trone (Vsederzhav'ya)"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yemu prinadlezhit vse v nebesakh i na zemle I vse, chto mezhdu nimi (prebyvayet) I pod zemley (khoronitsya ot glaz)"},{"SurahNumber":20,"VerseNumber":7,"Text":"I yesli ty povysish' golos, (Pol'zy ot etogo ne budet), - Yemu ved' taynoye izvestno I to, (chto yeshche) boleye sokryto"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allakh! Drugogo bozhestva ne sushchestvuyet. Yemu - prekrasneyshiye imena"},{"SurahNumber":20,"VerseNumber":9,"Text":"Doshla li do tebya istoriya o Muse"},{"SurahNumber":20,"VerseNumber":10,"Text":"Vot on ogon' uvidel I skazal semeystvu svoyemu: \"Ostan'tes' (zdes'). YA chuvstvuyu prisutstviye ognya. Byt' mozhet, ot nego ya prinesu vam goloveshku Il' u ognya togo put' vernyy otyshchu"},{"SurahNumber":20,"VerseNumber":11,"Text":"Kogda zh k ognyu on podoshel, Yemu razdalsya glas: \"O Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Poistine, YA - tvoy Gospod'. Snimi zhe obuv' ty s sebya, - Ved' ty - v svyatoy doline Tuva"},{"SurahNumber":20,"VerseNumber":13,"Text":"I YA izbral tebya, - Tak slushay zhe, chto YA tebe vmenyayu"},{"SurahNumber":20,"VerseNumber":14,"Text":"Poistine, YA yest' Allakh, Krome Menya, inogo bozhestva ne sushchestvuyet, Sluzhi lish' Mne I, pominaya lish' Menya, tvori molitvu"},{"SurahNumber":20,"VerseNumber":15,"Text":"Uzh blizitsya, poistine, tot Chas, Khotya derzhat' yego sokrytym (YA nameren), Chtob vozymela vsyakaya dusha Po mere svoyego userdiya (v delakh Gospodnikh)"},{"SurahNumber":20,"VerseNumber":16,"Text":"I pust' ot etogo tebya ne otvratit Tot, kto ne veruyet v nego, A sleduyet strastyam svoim (porochnym), Chtoby tebe, o Musa, ne pogibnut'"},{"SurahNumber":20,"VerseNumber":17,"Text":"Chto eto u tebya v pravoy ruke, o Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Eto - moy posokh, - on skazal. - YA opirayus' na nego i krome etogo YA im listvu (s vetvey) sbivayu dlya moikh ovets. V nem - pol'za mne i dlya drugikh rabot"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Gospod') skazal: \"(Na zemlyu) bros' yego, o Musa"},{"SurahNumber":20,"VerseNumber":20,"Text":"I brosil on yego (na zemlyu), I tut - v zmeyu on obratilsya, Chto vsya v dvizheniye prishla"},{"SurahNumber":20,"VerseNumber":21,"Text":"(Gospod') skazal: \"Voz'mi yeye, ne boysya! My pridadim yey prezhniy vid"},{"SurahNumber":20,"VerseNumber":22,"Text":"Teper' prizhmi ty ruku svoyu k boku, I ona vyydet, beliznoy sverkaya, Bez vsyakogo vreda tebe I kak yeshche odno znamen'ye"},{"SurahNumber":20,"VerseNumber":23,"Text":"Chtob pokazat' tebe (khotya by dva) Iz Nashikh velichayshikh Znakov"},{"SurahNumber":20,"VerseNumber":24,"Text":"(Teper' zhe) sleduy k Faraonu, - Ved' prestupil on vse predely"},{"SurahNumber":20,"VerseNumber":25,"Text":"O moy Gospod'! - otvetil (Musa). - Rasshir' mne grud'"},{"SurahNumber":20,"VerseNumber":26,"Text":"I oblegchi moyu zadachu"},{"SurahNumber":20,"VerseNumber":27,"Text":"Ot uz yazyk moy razreshi"},{"SurahNumber":20,"VerseNumber":28,"Text":"Chtob rech' moyu oni mogli ponyat'"},{"SurahNumber":20,"VerseNumber":29,"Text":"Postav' pomoshchnika mne iz moyey sem'i"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kharuna, brata moyego"},{"SurahNumber":20,"VerseNumber":31,"Text":"I ukrepi im moshch' moyu"},{"SurahNumber":20,"VerseNumber":32,"Text":"Sdelay uchastnikom yego v moyem prednaznachen'ye"},{"SurahNumber":20,"VerseNumber":33,"Text":"Chtob neustanno slavit' nam Tebya"},{"SurahNumber":20,"VerseNumber":34,"Text":"I neustanno prizyvat' (v svoikh molitvakh)"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ved' Ty - nad nami zorkiy strazh"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allakh yemu) otvetil: \"Musa! Darovano tebe prosimoye toboy"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ved', istinno, i v prezhniy raz Tebe My milost' okazali"},{"SurahNumber":20,"VerseNumber":38,"Text":"Kogda vnushili povelen'ye materi tvoyey"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Mladentsa) bros' v kovcheg i po moryu pusti. A more vybrosit yego na bereg, I vytashchit yego vrag Moy i vrag yego. YA na tebya proster Moyu lyubov', Chtob na ochakh Moikh tebya oni vzrastili"},{"SurahNumber":20,"VerseNumber":40,"Text":"I (vspomni,) kak prishla tvoya sestra I tak skazala: \"Ne ukazat' li vam, Kto mozhet vykhodit' i vyrastit' (mladentsa)?\" Tak My vernuli k materi tebya, Chtoby uteshilas' ona i pro pechal' zabyla. Potom ty (v gneve) dushu pogubil, I My spasli tebya ot vsekh trevog i nakazan'ya, I My podvergli mnogim ispytaniyam tebya. I ty provel goda sred' obitateley Madyana, Potom po predpisaniyu (ot Nas) Prishel syuda (k narodu svoyemu), o Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Sebe (na sluzhbu) YA tebya gotovil"},{"SurahNumber":20,"VerseNumber":42,"Text":"Idi zhe ty i brat tvoy So znamen'yami Moimi (k lyudyam), I v pominanii Menya (Userdiye pust' vashe) ne slabeyet"},{"SurahNumber":20,"VerseNumber":43,"Text":"Stupayte oba k Faraonu - Ved' vse predely prestupil on"},{"SurahNumber":20,"VerseNumber":44,"Text":"No rech' s nim krotkuyu vedite: Byt' mozhet, uveshchaniye on primet I uboitsya (gneva Boga)"},{"SurahNumber":20,"VerseNumber":45,"Text":"Oni skazali: \"Nash Gospod'! Boimsya my, on s nami budet derzok Il' pospeshit nam sdelat' zlo"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Gospod') skazal: \"Ne boytes', s vami YA, - Poistine, YA slushayu i vizhu"},{"SurahNumber":20,"VerseNumber":47,"Text":"A potomu idite i skazhite: \"Poslanniki my Boga tvoyego. Otprav' synov Israilya ty s nami I im stradaniy ne chini. Prishli k tebe my so znameniyem ot Boga tvoyego, I mir tomu, kto Rukovodstvo (Yego) primet"},{"SurahNumber":20,"VerseNumber":48,"Text":"Uzhe otkryto nam, Chto budet nakazaniye dlya tekh, Kto (yego) lozh'yu narechet i otvernetsya"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Tut) (Faraon) skazal: \"Kto vam Gospod', o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa otvetil: \"Gospod' nash - Tot, Kto kazhdoy (sotvorennoy) tvari Pridal porodu, formu, a potom (Dlya prebyvaniya) naznachil Rukovodstvo"},{"SurahNumber":20,"VerseNumber":51,"Text":"A kak zhe (delo budet obstoyat') So (mnozhestvom) ushedshikh pokoleniy, (K kotorym eto Rukovodstvo ne prishlo)? - Sprosil (ikh Faraon)"},{"SurahNumber":20,"VerseNumber":52,"Text":"Pro eto znayet moy Gospod', - otvetil Musa, - (I znachitsya ob etom) v Yego Knige. Ne oshibayetsya Gospod' moy (nikogda) I (nichego) ne zabyvayet"},{"SurahNumber":20,"VerseNumber":53,"Text":"On - Tot, Kto rasproster vam zemlyu kolybel'yu, Po ney dlya vas dorogi prolozhil, Nizvel (obil'no) vodu s neba I yeyu v parakh raznyye rasteniya izvel"},{"SurahNumber":20,"VerseNumber":54,"Text":"Pitaytes' i na ney stada svoi pasite! Zdes', istinno, znameniye dlya tekh, Kto obladayet razumen'yem"},{"SurahNumber":20,"VerseNumber":55,"Text":"My iz (zemli) vas sotvorili, V neye zhe snova vas vernem I iz neye vas izvedem opyat'"},{"SurahNumber":20,"VerseNumber":56,"Text":"My vse znamen'ya Nashi pokazali (Faraonu), - On zhe otverg ikh, lozhnymi schitaya"},{"SurahNumber":20,"VerseNumber":57,"Text":"I skazal: \"Ne dlya togo li ty prishel, o Musa, Chtob koldovstvom svoim Izgnat' nas so svoyey zemli"},{"SurahNumber":20,"VerseNumber":58,"Text":"No ved' i my predstavit' tebe mozhem Podobnoye zhe koldovstvo. Naznach' dlya nas i dlya sebya Uslovlennoye vremya vstrechi - Ni my, ni ty yego ne peremenim - Na meste, (gde my budem) ravnyye (vozmozhnosti imet')"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) skazal: \"Den' Ukrasheniya dlya vas - uslovlennoye vremya vstrechi, I pust' vse lyudi soberutsya k pozdnemu utru"},{"SurahNumber":20,"VerseNumber":60,"Text":"I udalilsya Faraon, I prigotovil svoi kozni, I (poutru) yavilsya (s nimi)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa skazal im: \"Gore vam! Ne izmyshlyayte lzhi protiv Allakha, Inache karoy porazit On vas. Ved' gibnut zamysly vsekh tekh, Kto lozh' vozvodit (na Allakha)"},{"SurahNumber":20,"VerseNumber":62,"Text":"Oni obgovorili svoye delo, Ostaviv v tayne obsuzhdeniye svoye"},{"SurahNumber":20,"VerseNumber":63,"Text":"I molvili: \"Oni, konechno, oba - magi, I koldovstvom svoim oni khotyat S vashey zemli izgnat' vas, - Tem samym na pogibel' obrekaya Vse luchsheye v uklade vashey zhizni"},{"SurahNumber":20,"VerseNumber":64,"Text":"Ob\"yedinite zamysly svoi, Somknites' (plotnym) ryadom, - Segodnya budet schastliv tot, Kto verkh oderzhit (v etom spore)"},{"SurahNumber":20,"VerseNumber":65,"Text":"(I daleye) skazali: \"O Musa, brosish' pervym ty Il' budem my brosat' snachala"},{"SurahNumber":20,"VerseNumber":66,"Text":"Skazal on: \"Net! Vy pervymi brosayte\". I vot verevki ikh i zhezly - Kak to pochudilos' yemu - Pod siloyu ikh char prishli v dvizhen'ye"},{"SurahNumber":20,"VerseNumber":67,"Text":"I strakh vdrug dushu Musy okhvatil"},{"SurahNumber":20,"VerseNumber":68,"Text":"Skazali My: \"Ne boysya, (Musa)! Ved', istinno, ty vyshe ikh"},{"SurahNumber":20,"VerseNumber":69,"Text":"Bros' to, chto derzhit tvoya pravaya ruka, - On vmig pozhret vse to, Chto charami oni proizveli; Ved' vse, chto sozdali oni, - Prostaya khitrost' charodeya, No charodeyu schast'ya ne nayti, Kuda by on ni otpravlyalsya"},{"SurahNumber":20,"VerseNumber":70,"Text":"I byli nits povergnuty (V poklone pered Musoy) charodei I skazali: \"My v Boga Musy i Kharuna Uverovali (vsey dushoy)"},{"SurahNumber":20,"VerseNumber":71,"Text":"I molvil Faraon: \"V nego uverovali ran'she, Chem ya soglasiye svoye na eto dal? Dolzhno byt', on - u vas glava I nauchil vas koldovskim (ulovkam). YA nakrest ruki vam i nogi otseku, Raspnu na pal'movykh stvolakh, I vy uznayete togda, CH'ya kara - (Boga Musy il' moya) - Strashney i prodolzhitel'neye budet"},{"SurahNumber":20,"VerseNumber":72,"Text":"Oni otvetili: \"Tebya my ne postavim vyshe Znameniy yasnykh, chto prishli (k nam cherez nikh), - Vyshe Togo, Kto sotvoril nas. Reshay zhe vse, chto ty reshayesh', - Ved' prostirayetsya resheniye tvoye Na (kratkoye mgnoven'ye) etoy zhizni"},{"SurahNumber":20,"VerseNumber":73,"Text":"Uverovali v Gospoda my nashego, Chtob On prostil nam nashi pregreshen'ya I koldovstvo, k kotoromu ty nas prinudil. Allakh ved' luchshe (vozdayaniyem) i vechnost'yu (nagrady)"},{"SurahNumber":20,"VerseNumber":74,"Text":"Ved' tot, Kto pered Gospodom svoim v grekhakh predstanet, - Ad - dlya togo, V kotorom on ni umirayet, ni zhivet"},{"SurahNumber":20,"VerseNumber":75,"Text":"A tot, kto vernym pered Nim predstanet, Imeya za soboy deyaniya blagiye, - Tem - vysshaya stupen' (darov Gospodnikh)"},{"SurahNumber":20,"VerseNumber":76,"Text":"Sady, rekami omovenny, Gde prebyvat' navechno im, - Takoy nagrada budet tem, Kto (pered Gospodom) ochishchennym (predstanet)"},{"SurahNumber":20,"VerseNumber":77,"Text":"Vnusheniyem My Muse (poveleli): \"Vyydi so slugami Moimi noch'yu I prolozhi im sushey put' chrez more. Pogoni (Faraona) ne strashis' I (nichego) ne boysya"},{"SurahNumber":20,"VerseNumber":78,"Text":"I Faraon pognalsya im vosled s voyskami, No v more ikh pokrylo to, Chemu (bylo poveleno) pokryt' ikh"},{"SurahNumber":20,"VerseNumber":79,"Text":"Ved' Faraon narod svoy sbil s puti, Ikh ne povel pryamoy stezeyu"},{"SurahNumber":20,"VerseNumber":80,"Text":"Syny Israilya! My vas spasli ot vashego vraga, I s vami Svoy Zavet skrepili Na pravoy storone Gory, I nizveli vam mannu i perepelov"},{"SurahNumber":20,"VerseNumber":81,"Text":"Vkushayte ot (Gospodnikh) blag, Kotoryye My vam daruyem, No ne izlishestvuyte v etom, Chtoby ne pal na vas Moy gnev, - Ved' na kogo padet Moy gnev, Togo postignet gibel'"},{"SurahNumber":20,"VerseNumber":82,"Text":"No YA, poistine, proshchayushch K tomu, kto, kayas', obrashchayetsya ko Mne, I veruyet, tvorit blagoye, I sleduyet pryamoy stezey"},{"SurahNumber":20,"VerseNumber":83,"Text":"(Kogda na Goru Musa pribyl, Allakh skazal): \"Chto pospeshil ty tak Uyti ot tvoyego naroda"},{"SurahNumber":20,"VerseNumber":84,"Text":"Otvetil (Musa): \"Oni tam po pyatam za mnoy idut. YA pospeshil k Tebe, Gospod' moy, Chtoby Tebe ugodnym byt'"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Gospod') skazal: \"V otshestviye tvoye My ispytali tvoy narod, I SamirI ikh sbil s puti"},{"SurahNumber":20,"VerseNumber":86,"Text":"Vernulsya Musa k svoyemu narodu Razgnevannyy i ogorchennyy I tak skazal: \"O moy narod! Ne dal li vam Gospod' v Zavete Prekrasneyshiye obeshchan'ya? Il' eti obeshchaniya v Zavete Uzh ochen' daleki (po sroku Ot ispolneniya na vash vek zhizni)? Il' pozhelali vy, chtob vas postig Gnev vashego Vladyki, I potomu narushili obeshchannoye mne"},{"SurahNumber":20,"VerseNumber":87,"Text":"Oni otvetili: \"Svoyeyu vlast'yu Tebe obeshchannogo my ne narushali, No nam bylo poveleno nesti Gruz ukrasheniy (tselogo naroda), I brosili my etot gruz v ogon', I to zhe sdelal Samiri"},{"SurahNumber":20,"VerseNumber":88,"Text":"I vyvel on im (iz ognya) telo tel'tsa, Chto (byl iz zolota otlit) i izdaval mychan'ye. \"Eto - vash bog i Musy Bog, - (oni) skazali, - No (v poiskakh drugogo boga na Gore) On (i pro vas, i pro nego) zabyl"},{"SurahNumber":20,"VerseNumber":89,"Text":"Razve ne videli oni, Chto on ne mozhet im otvetit' ni yedinym (slovom), Ne mozhet im ni navredit', Ni pol'zy prinesti"},{"SurahNumber":20,"VerseNumber":90,"Text":"A ved' do etogo Kharun im govoril: \"O moy narod! Vas tol'ko iskushayut etim. Ved', istinno, Gospod' vash - Miloserdnyy. Tak sleduyte zh za mnoy I povinuytes' moyemu prikazu"},{"SurahNumber":20,"VerseNumber":91,"Text":"Oni skazali: \"My ne perestanem chtit' yego, Poka ne vozvratitsya Musa"},{"SurahNumber":20,"VerseNumber":92,"Text":"(I vot vernulsya Musa i) skazal: \"Kharun! Chto uderzhat' moglo tebya, Kogda uvidel ty, chto oni sbilis'"},{"SurahNumber":20,"VerseNumber":93,"Text":"Posledovat' za mnoy? Uzhel' oslushalsya prikaza moyego"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Kharun) otvetil: \"O syn materi moyey! Ty ne khvatay za borodu menya i golovu (ne trogay). YA poboyalsya, chto potom ty skazhesh': \"Sredi synov Israilya ty vyzval razdelen'ye I ne ispolnil slova moyego"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Tut Musa) obratilsya (k Samiri): \"(Teper' skazhi), kak delo obstoit s toboy"},{"SurahNumber":20,"VerseNumber":96,"Text":"Otvetil (tot): \"YA videl to, chego ne videli oni. YA ot sledov poslannika (uspel) skhvatit' gorst' pyli I brosil yeye (v glotku etogo tel'tsa), - Tak iskushen ya byl svoyeyu sobstvennoy dushoy"},{"SurahNumber":20,"VerseNumber":97,"Text":"(I Musa) molvil: \"Ukhodi! Otnyne tvoya (kara) v etoy zhizni - Chto budesh' ty (vse vremya) govorit': \"Ko mne ne prikasaytes': (ya - vash iskusitel')!\" A chto obeshchano tebe (dlya vechnoy zhizni), V naznachennyy svershitsya srok. Vzglyani na boga tvoyego, Kotoromu ty poklonyalsya, - Yego sozhzhem my i razveyem v more prakhom"},{"SurahNumber":20,"VerseNumber":98,"Text":"Yedinstvennyy nash Bog - Allakh; Krome Nego, inogo bozhestva ne sushchestvuyet, On Svoim znaniyem ob\"yemlet vse i vsya"},{"SurahNumber":20,"VerseNumber":99,"Text":"Tak izlagayem My tebe Sobytiya vremen minuvshikh, I My dostavili tebe poslaniye ot Nas"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kto otvernetsya ot nego, Tot poneset v Den' Voskreseniya (na Sud) Noshu (tyazhelykh pregresheniy)"},{"SurahNumber":20,"VerseNumber":101,"Text":"Yemu s ney vechno prebyvat', I skverna eta nosha budet dlya nego V Den' Voskreseniya (na Sud)"},{"SurahNumber":20,"VerseNumber":102,"Text":"V tot Den', Kogda razdastsya trubnyy glas, My soberem vsekh greshnikov (na Sud) S oslepshimi (ot uzhasa) glazami"},{"SurahNumber":20,"VerseNumber":103,"Text":"I shepotom oni drug drugu budut govorit': \"My probyli tam tol'ko desyat' dney"},{"SurahNumber":20,"VerseNumber":104,"Text":"My znayem luchshe, chto oni (tam) skazhut, I skazhet samyy svedushchiy iz nikh Na tom puti, (kotorym oni shli): \"Odin lish' den' vy byli tam"},{"SurahNumber":20,"VerseNumber":105,"Text":"Chto stanet s (tverd'yu) gor? - interesuyet ikh. Otvet': Ikh prakhom moy Gospod' rasseyet"},{"SurahNumber":20,"VerseNumber":106,"Text":"Ostavit rovnoyu dolinoy"},{"SurahNumber":20,"VerseNumber":107,"Text":"Gde vam ne razlichit' Ni krivizny, ni vozvysheniy"},{"SurahNumber":20,"VerseNumber":108,"Text":"V tot Den' Oni poydut za Sozyvayushchim (ikh dushi), Kto povedet ikh (pryamo), bez izvilin (k Bogu), I stikhnut golosa pred Miloserdnym, I ty uslyshish' tol'ko shorokh (ikh shagov)"},{"SurahNumber":20,"VerseNumber":109,"Text":"V tot Den' Nich'ye zastupnichestvo ne pomozhet, Pomimo tekh, komu dozvolit Miloserdnyy, CH'yu rech' dopustit blagovoliyem Svoim"},{"SurahNumber":20,"VerseNumber":110,"Text":"On znayet to, chto bylo prezhde nikh, I to, chto posle nikh (nastupit); Oni zhe znaniyem svoim Postignut' etogo ne smogut"},{"SurahNumber":20,"VerseNumber":111,"Text":"Poniknut golovy (v tot Den') Pred Vechnym, Sushchim (Vlastelinom). Obmanetsya v svoikh nadezhdakh vsyak, Kto prineset s soboy (tyazhelyy gruz) Nespravedlivosti (zemnykh deyaniy)"},{"SurahNumber":20,"VerseNumber":112,"Text":"A tot, kto delayet dobro i (v Gospoda) uveroval (dushoy), Ne uboitsya ni obid, ni utesneniya (dovol'stva)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Tak nisposlali My yego - Koran arabskiy - I pomestili v nem ugrozy (Dlya tekh, kto glukh k znamen'yam Nashim), - Byt' mozhet, poboyatsya oni Boga, Il' on probudit v nikh vospominaniye (o Nem)"},{"SurahNumber":20,"VerseNumber":114,"Text":"Prevyshe vsekh Allakh - Tsar' (vsekh mirov) i Istina (tvoren'ya)! (I ty, o Mukhammad!), ne toropis' s Koranom, Poka tebe ne zavershitsya otkroveniye yego, A govori: \"Gospod' moy, Uvelich' vo mne poznan'ye"},{"SurahNumber":20,"VerseNumber":115,"Text":"My prezhde s Adamom v Zavet vstupili, No on zabyl (o nem), I v nem My ne nashli reshitel'nosti tverdoy"},{"SurahNumber":20,"VerseNumber":116,"Text":"Vot My skazali angelam: \"Adamu poklonites'!\" I poklonilis' oni vse, krome Iblisa, Kto, (vozgordivshis'), otkazalsya"},{"SurahNumber":20,"VerseNumber":117,"Text":"Togda skazali My: \"O Adam! On - vrag tebe i vrag tvoyey zhene. Ne dopusti, chtob on izvel oboikh vas iz Raya, Chtoby tebe ne stat' neschastnym"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ved' zdes', (v Rayu), ne byt' tebe golodnym, Ni nagoty (svoyey stydit'sya)"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ot zhazhdy ne stradat', Ne muchit'sya ot znoya"},{"SurahNumber":20,"VerseNumber":120,"Text":"No nasheptal yemu (durnoye) Satana, Skazav: \"O Adam! Ne ukazat' li mne tebe Na drevo vechnosti i vlasti, Chto ne issyaknet (nikogda)"},{"SurahNumber":20,"VerseNumber":121,"Text":"I oni oba ot nego vkusili, I im otkrylas' ikh sramnaya nagota. I (chtob prikryt' yeye), oni iz list'yev Sada Stali plesti sebe (odezhdy). Tak Boga svoyego oslushalsya Adam - I s pravednoy stezi byl sovrashchen"},{"SurahNumber":20,"VerseNumber":122,"Text":"No (milost'yu Svoyey) izbral yego Gospod' - Prostil i pravednym putem napravil"},{"SurahNumber":20,"VerseNumber":123,"Text":"Nizvergnites' vy oba iz nego I bud'te vo vrazhde drug k drugu. A yesli ot Menya pridet vam Rukovodstvo, Te, kto posleduyet Prizyvu Moyemu, Bluzhdat' (v neverii) ne budut, Neschast'ya ne postignut ikh"},{"SurahNumber":20,"VerseNumber":124,"Text":"No kto ot Moyego Poslaniya otstupit, Tomu, poistine, My zhizn' utesnim I prizovem slepym v Den' Voskresen'ya"},{"SurahNumber":20,"VerseNumber":125,"Text":"On skazhet: \"Gospodi! Zachem prizval menya slepym, - Ved' prezhde byl ya zryachim"},{"SurahNumber":20,"VerseNumber":126,"Text":"No ved' i ty tak (postupil), - otvetit On, - Kogda prishli k tebe Moi znamen'ya, Ty (v nebrezhenii) zabyl ikh, - Segodnya budesh' ty zabytym"},{"SurahNumber":20,"VerseNumber":127,"Text":"Tak vozdayem My tem, Kto pereshel predely (dopustimogo Allakhom) I ne uveroval v znameniya Yego, I, nesomnenno, kara budushchego mira Sil'ney i dlitel'ney (zemnykh nevzgod)"},{"SurahNumber":20,"VerseNumber":128,"Text":"Uzhel' ne stalo (dlya nevernykh) Preduprezhdayushchim (znamen'yem to), Kak mnogo prezhnikh pokoleniy My pogubili (za neveriye i grekh), - Po obitalishcham kotorykh oni nyne khodyat? A v etom ved' znameniya dlya tekh, kto razumeyet"},{"SurahNumber":20,"VerseNumber":129,"Text":"I yesli b ne (Gospodne) Slovo, Chto zagodya yavilos' ot Vladyki tvoyego, Ikh (gibel') stala b neizbezhnoy, (No vsyakomu tvoren'yu na zemle) Naznachen (Gospodom) svoy srok"},{"SurahNumber":20,"VerseNumber":130,"Text":"A potomu, (o Mukhammad!), Terpi, chto govoryat oni, I slav' khvaloy Vladyku tvoyego Do poyavlen'ya solntsa (v nebe) I do yego zakata (v noch'), (V blagoslovennom bden'ye) nochi I (v suyetnykh zabotakh) dnya, Chtoby (dusha tvoya) dovol'stvo obrela (I Gospodu ugodnoy stala)"},{"SurahNumber":20,"VerseNumber":131,"Text":"I vzorom glaz ne obnimay te (blaga), Kotorymi My (shchedro) nadelili Kakiye-to iz ikh semeystv, - Rastsvetom zhizni v etom mire My lish' ispytyvayem ikh. Ved', istinno, udel u Boga tvoyego I dlitel'ney, i krashe"},{"SurahNumber":20,"VerseNumber":132,"Text":"Veli semeystvu tvoyemu tvorit' molitvu I sam prilezhno sovershay yeye. My na tebya ne vozlagayem Potrebnoye (dlya zhizni) dobyvat' - My Sami obespechim tebya vsem. (Blagoy) konets (zemnogo bytiya) - (Dlya tekh, kto) blagochestiye (blyudet)"},{"SurahNumber":20,"VerseNumber":133,"Text":"I govoryat oni: \"Chto zh on ot Boga svoyego K nam ne prishel s kakim-libo znamen'yem yasnym?\" Neuzhto k nim ne prikhodilo yasnogo svidetel'stva (vsego), Chto znachitsya na svitkakh prezhnikh (Otkroveniy)"},{"SurahNumber":20,"VerseNumber":134,"Text":"Yesli b My karoy pogubili ikh do poyavlen'ya (Mukhammada), (To v Den' Suda oni by Nam skazali): \"Gospod' nash! Yesli by Ty tol'ko K nam uveshchatelya napravil ot Sebya, Tvoim znamen'yam nepremenno by posledovali my, Prezhde chem nas podvergli unizheniyu i sramu"},{"SurahNumber":20,"VerseNumber":135,"Text":"Skazhi: \"Kazhdyy (iz nas) zhdet (svoyego predela), - Tak zhdite zhe i vy: Potom uznat' vam (predstoit), Kto - obladatel' vernogo puti, Kto - shel pryamym putem (po zhizni blizhney)"}]}