{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Glorifying БОГ все у небі та землі, та Він являє собою Могутній, Найбільш Мудрий"},{"SurahNumber":59,"VerseNumber":2,"Text":"Він являє собою один хто evicted цей хто disbelieved серед людей святого писання з їхніх домівок у масі вихід. Ви ніколи не подумали, котрі вони переїдуть, та вони подумали, котрі їхні підготування захистять їх з БОГА. Але тоді БОГ прибув їм звідки вони ніколи очікувані, та не кинули терор у їхні серденька. Отже, вони покинули їхні домівки на їхньому власному вольовому акті, крім тиску з віруючів. Ви мусите довідатися з це, O ви що володієте зором"},{"SurahNumber":59,"VerseNumber":3,"Text":"Якщо б БОГ не примусив їх переїхати, Він би requited їм у цьому житті (навіть гіршому ніж примушуючі їм переїхати). У У майбутньому Він здійснить їх до retribution Пекла"},{"SurahNumber":59,"VerseNumber":4,"Text":"Це тому, що вони протиставили БОГА та Його кур'єра. Для цих хто протиставляють БОГА та Його кур'єра, БОГ є найбільш чіткий у примушуючому retribution"},{"SurahNumber":59,"VerseNumber":5,"Text":"Чи ви рубаєте дерево або лишаєте це встановлене на його корпусі є згідно з БОЖИМ будете. Він безсумнівно принизить безпутний"},{"SurahNumber":59,"VerseNumber":6,"Text":"Щоб ні БОГ реставрував для Його кур'єра був не результат ваших зусиль війни, ви боролись чи на конях або пішки. БОГ являє собою один хто посилає Його кур'єрам проти whomever Він wills. БОГ Omnipotent"},{"SurahNumber":59,"VerseNumber":7,"Text":"Щоб ні БОГ реставрував до Його кур'єра з (завдавав поразки) спільноти будуть поїхати до БОГА та Його кур'єра (у вигляді добродійності). Ви будете дати це родичам, сиротам, бідним, та мандруючим чужим. Отже, це не залишиться монополізоване сильний серед вас. Ви можете утримати псується дані вам кур'єром, але не берете що він наказує вам з взяття. Ви будете БОГ поваги. БОГ є чіткий у примушуючому retribution"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Ви будете дати) до needy хто імігрував. Вони evicted з їхніх домівок та позбавлялись їх власність, тому, що вони шукали БОЖОЇ чарівності та насолоди, та тому, що вони підтримали БОГА та Його кур'єра. Вони являють собою правдивий"},{"SurahNumber":59,"VerseNumber":9,"Text":"Як для цих хто якщо їм з домом та притулком, та віруючі перед тим, як їм, вони люблять ці хто імігрували їм, та знаходять ніяке вагання у їхніх серденьках у допомагаючих їм. Фактично, вони легко дають їм пріоритет нагорі себе, рівні коли вони себе потребують що вони віддають. Дійсно, цей хто долають їхній природний stinginess являють собою успішні"},{"SurahNumber":59,"VerseNumber":10,"Text":"Цей хто стали віруючами після них кажуть, \"Наш Лорд, пробачають нам та нашим братам що передували нам до віри, та держать наші серденька з harboring будь-яка ненависть до цих хто вважали. Наш Лорд, Ви Compassionate, Найбільш Милосердний"},{"SurahNumber":59,"VerseNumber":11,"Text":"Маєте вас видатний цей хто мучитесь з hypocrisy, та як вони сказали їхнім компанйонам у disbelief серед людей святого писання, \"Якщо ви evicted ми вийдемо з вами, та ніколи не підкоримось будь хто хто протиставляє вас. Якщо будь хто бій ви, ми будемо боротись на вашій стороні.\" БОГ дає свідчення що вони брехуни"},{"SurahNumber":59,"VerseNumber":12,"Text":"Фактично, якщо вони evicted, вони би не вийшли з ними, та якщо будь хто боролись їм, вони би не підтримали їх. Навіть якщо б вони підтримали їх, вони би повернулися навколо та fled. Вони могли ніколи не перемогти"},{"SurahNumber":59,"VerseNumber":13,"Text":"Дійсно, ви вражаєте більше терору у їхніх серденьках ніж їхній страх БОГА. Це тому, що вони люди що не розуміють"},{"SurahNumber":59,"VerseNumber":14,"Text":"Вони не приїжджають разом боротись ви якщо не вони є у добре-shielded будинки, або позаду стін. Їх може з'являється formidable серед себе. Ви би подумали що вони поєднуються, коли фактично їхні серденька діляться. Це тому, що вони люди що не розуміють"},{"SurahNumber":59,"VerseNumber":15,"Text":"Їхня доля являє собою той же самий тому що їхні колеги що передували їм. Вони зазнали наслідків їхніх рішень. Вони зазнали болісного retribution"},{"SurahNumber":59,"VerseNumber":16,"Text":"Вони виглядають як чорт: він каже до людський будучи, \"Disbelieve,\" тоді як тільки він disbelieves, він каже, \"я зрікаюся вас. Я бо БОГА, Лорда всесвіту"},{"SurahNumber":59,"VerseNumber":17,"Text":"доля для обидва з них являє собою Hellfire, причому вони перебують завжди. Це являє собою requital для порушників"},{"SurahNumber":59,"VerseNumber":18,"Text":"O ви що вважаєте, ви будете БОГ поваги, та дозволяєте кожну душу вивчаєте що це послав вперед для завтра. Ви будете БОГ поваги; БОГ цілком Cognizant все ви"},{"SurahNumber":59,"VerseNumber":19,"Text":"Не виглядають як цей хто забули БОГА, таким чином Він зробив їм забувають себе. Цей являють собою безпутний"},{"SurahNumber":59,"VerseNumber":20,"Text":"Не рівний являють собою dwellers Hellfire та dwellers Раю; dwellers Раю являють собою переможців"},{"SurahNumber":59,"VerseNumber":21,"Text":"Якщо б ми відкрили це Quran до гори, ви би побачили це дрижаче, кришивши, з поваги для БОГА. Ми цитуємо ці приклади для людей, що вони можуть віддзеркалити"},{"SurahNumber":59,"VerseNumber":22,"Text":"Він являє собою одного БОГА; немає іншого бога біля Його. Knower всіх таємниць та декларацій. Він являє собою Найбільш Доброзичливий, Найбільш Милосердний"},{"SurahNumber":59,"VerseNumber":23,"Text":"Він являє собою одного БОГА; немає іншого бога біля Його. Король, найбільш Священний, Мир, найбільш Відданий, Вищий, Могутній, найбільш Потужний, найбільш Dignified. БОГ glorified; далеко нагорі маючі партнери"},{"SurahNumber":59,"VerseNumber":24,"Text":"Він являє собою одного БОГА; Creator, Initiator, Дизайнер. Йому належати найбільшим красивим назвам. Glorifying Йо все у небі та землі. Він являє собою Могутній, Найбільш Мудрий"}]}