{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Sakala praśansā āllāh‌ra yini tām̐ra bāndāra kāchē ē'i kitāba abatāraṇa karēchēna, āra tini ētē kōnō kuṭilatā rākhēna ni"},{"SurahNumber":18,"VerseNumber":2,"Text":"supratiṣṭhita, yēna tām̐ra tarapha thēkē āsā kaṭhōra duryōga sanbandhē ēṭi satarka karatē pārē ēbaṁ susambāda ditē pārē muminadēra yārā saṯkarma karē thākē, -- yē tādēra jan'ya abaśya'i raẏēchē uttama pratidāna"},{"SurahNumber":18,"VerseNumber":3,"Text":"sēkhānē tārā thākabē cirakāla"},{"SurahNumber":18,"VerseNumber":4,"Text":"āra yēna ēṭi sābadhāna karatē pārē tādēra yārā balē yē āllāh ēkaṭi santāna grahaṇa karēchēna."},{"SurahNumber":18,"VerseNumber":5,"Text":"Tādēra ē biṣaẏē kōnō jñāna nē'i āra tādēra pitr̥puruṣadēra'ō chila nā. Ē ēka sāṅghātika kathā yā tādēra mukha thēkē nirgata haẏa. Tārā yā balē tā mithyā bai tō naẏa."},{"SurahNumber":18,"VerseNumber":6,"Text":"Kājē'i haẏata bā tādēra pēchanē ghurē ghurē tōmāra nijēkē tumi duḥkhē kātara karē tulabē yēhētu tārā ē'i natuna bāṇītē biśbāsa karachē nā."},{"SurahNumber":18,"VerseNumber":7,"Text":"Niḥsandēha pr̥thibīra uparē yā-kichu āchē āmarā sēgulōkē ōra alaṅkārarūpē sthāpana karēchi yēna āmarā tādēra yācā'i karatē pāri tādēra kārā kājē sarbōttama."},{"SurahNumber":18,"VerseNumber":8,"Text":"Āra niḥsandēha tāra uparē yā-kichu āchē āmarā tākē karaba tr̥ṇalatāhīna māṭira guṛōm̐."},{"SurahNumber":18,"VerseNumber":9,"Text":"Athabā, tumi ki manē kara yē guhāra bāsindārā ō likhita-phalaka āmādēra nidarśanābalīra madhyē bismaẏakara"},{"SurahNumber":18,"VerseNumber":10,"Text":"Dēkhō, kichu yubaka guhāẏa āśraẏa nila, takhana tārā balalē -- ''āmādēra prabhu! Tōmāra kācha thēkē āmādēra anugraha pradāna karō, āra āmādēra kājakarmē saṭhika rāstā bātalē dā'ō.’’"},{"SurahNumber":18,"VerseNumber":11,"Text":"Sējan'ya guhāra madhyē kaẏēka bacharēra jan'ya āmarā tādēra kānē cāpā dilāma"},{"SurahNumber":18,"VerseNumber":12,"Text":"tārapara āmarā tādēra tōlē ānalāma yēna āmarā jānatē pāri du'i dalēra kārā bhāla ka’rē gaṇatē pārē kata samaẏa tārā abasthāna karēchila."},{"SurahNumber":18,"VerseNumber":13,"Text":"Āmarā tōmāra kāchē tādēra kāhinī barṇanā karachi saṭhikabhābē -- niḥsandēha ērā chila kaẏēkajana yubaka yārā tādēra prabhura prati īmāna ēnēchila, āra āmarā tādēra saṯpathē calāra kṣamatā bāṛiẏē diẏēchilāma."},{"SurahNumber":18,"VerseNumber":14,"Text":"Āra āmarā tādēra hr̥daẏē śaktibardhana karēchilāma yakhana tārā dām̐ṛiẏēchila ō balēchila -- ''āmādēra prabhu hacchēna mahākāśamanḍalī ō pr̥thibīra prabhu, āmarā kakhana'i tām̐kē chēṛē diẏē an'ya upāsyakē ḍākaba nā, kēnanā sēkṣētrē āmarā ālabaṯ balē thākaba ēka ḍ'̔āhā mithyā."},{"SurahNumber":18,"VerseNumber":15,"Text":"Āmādēra'i ē'i sbajātirā tām̐kē chēṛē diẏē an'ya upāsyadēra grahaṇa karēchē. Ērā kēna tādēra sanbandhē kōnō spaṣṭa pramāṇa niẏē āsē nā? Tā’halē kē bēśi an'yāẏakārī tāra cā'itē yē āllāh sanbandhē mithyā racanā karē?’’"},{"SurahNumber":18,"VerseNumber":16,"Text":"Āra smaraṇa karō! Tōmarā tādēra thēkē ēbaṁ āllāh chāṛā yādēra tārā upāsanā karata sē-saba thēkē bicchinna halē, takhana tōmarā guhāra dikē āśraẏa nilē. Tōmādēra prabhu tōmādēra jan'ya tām̐ra karuṇā bistāra karalēna, ēbaṁ tōmādēra jan'ya tairi karalēna tēmādēra kājakarma thēkē lābhajanaka paristhiti."},{"SurahNumber":18,"VerseNumber":17,"Text":"Āra sūrya yakhana udaẏa hata takhana tumi dēkhatē pētē tādēra guhā thēkē ḍāna dikē hēlē āchē, āra yakhana asta yēta takhana bāma pāśa diẏē tādēra atikrama karachē, āra tārā ēra ēka bistr̥ta añcala juṛē raẏēchila. Ēṭi chila āllāh‌ra nidarśanagulōra an'yatama. Yākē āllāh saṯpathē cālāna sē'i tabē saṯpathē cālita, āra yākē tini pathabhraṣṭa hatē dēna tāra jan'yē tumi tabē kōnō patha pradarśanakārī abhibhābaka pābē nā."},{"SurahNumber":18,"VerseNumber":18,"Text":"Āra tumi tādēra manē karatē jāgrata yadi'ō tārā chila ghumanta, āra āmarā tādēra pāśa phiriẏē ditāma ḍāna dikē ō bām̐ dikē, āra tādēra kukuraṭi thābā mēlē raẏēchila prabēśapathē. Tumi yadi tādēra haṭhāṯ dēkhatē tabē tādēra thēkē pichana phiratē palāẏanapara haẏē, āra tumi niścaẏa'i tādēra kāraṇē bhaẏē bihala hatē."},{"SurahNumber":18,"VerseNumber":19,"Text":"Āra ē'ibhābē āmarā tādēra jāgiẏē tōlēchilāma yēna tārā tādēra nijēdēra madhyē jijñāsābāda karatē pārē. Tādēra madhyēra ēkajana baktā balalē -- ''katakāla tōmarā abasthāna karēchilē?’’ Tārā balalē, ''āmarā abasthāna karēchilāma ēkadina bā ēkadinēra kichu anśa.’’ Tārā balalē -- ''tōmādēra prabhu bhāla jānēna katakṣaṇa tōmarā abasthāna karēcha. Ēkhana tōmādēra ēkajanakē ē'i rēpyamudrā diẏē śaharē pāṭhā'ō, sē takhana dēkhuka kōnaṭā kōnaṭā bhāla khābāra, āra tā thēkē yēna tōmādēra khābāra niẏē āsē. Āra sē yēna bicakṣaṇatāra sāthē calē ēbaṁ tōmādēra sanbandhē kā'ukē'ō kichu jānatē nā dēẏa."},{"SurahNumber":18,"VerseNumber":20,"Text":"Niḥsandēha tādēra kṣētrē -- tārā yadi tōmādēra sanbandhē jānatē pārē tabē tōmādēra pāthara chum̐ṛē mērē phēlabē athabā tādēra dharmē tōmādēra phiriẏē nēbē ēbaṁ sēkṣētrē tōmarā kakhanō saphalakāma habē nā.’’"},{"SurahNumber":18,"VerseNumber":21,"Text":"Āra ē'ibhābē āmarā jāniẏē dilāma ōdēra sanbandhē yēna tārā jānatē pārē yē āllāh‌ra ōẏādā'i satya, āra ghaṛi-ghanṭā sanbandhē, ētē kōnō sandēha nē'i. Yakhana tārā nijēdēra madhyē tādēra kartabya sanbandhē bitarka karachila takhana tārā balalē -- ''tādēra uparē ēkaṭi saudha nirmāṇa kara’’. Tādēra prabhu tādēra biṣaẏē bhāla jānēna. Tādēra kartabya sanbandhē yārā prabhāba bistāra karala tārā balala -- ''āmarā suniścita tādēra uparē ēkaṭi masajida bānāba’’."},{"SurahNumber":18,"VerseNumber":22,"Text":"Tārā acirē'i balabē -- ''tinajana, tādēra caturthajana chila tādēra kukura’’, āra tārā balabē -- ''pām̐cajana, tādēra ṣaṣṭhajana chila tādēra kukura’’, -- ajānā sanbandhē āndāja karā mātra, āra tārā balē -- ''sātajana, tādēra aṣṭamajana tādēra kukura. ’’ Tumi balō -- ''āmāra prabhu bhāla jānēna saṅkhyā, alpa kaẏēkajana chāṛā an'yē tādēra cēnē nā.’’ Sutarāṁ tādēra sanbandhē bitarka karō nā sādhāraṇa ālōcanā chāṛā, āra tādēra sanbandhē ōdēra kōnō ēkajanakē'ō jijñāsābāda karō nā."},{"SurahNumber":18,"VerseNumber":23,"Text":"Āra kōnō byāpārē kakhana'i balō nā -- ''āmi ēṭi niścaẏa'i kālakē karē phēlaba"},{"SurahNumber":18,"VerseNumber":24,"Text":"yadi nā āllāh icchā karēna’’. Āra tōmāra prabhukē smaraṇa karō yakhana'i bhulē yā'ō, āra balō -- ''haẏata bā āmāra prabhu āmākē ēra cēẏē'ō nikaṭatara rāstāẏa paricālita karabēna.’’"},{"SurahNumber":18,"VerseNumber":25,"Text":"Āra tārā tādēra guhāẏa abasthāna karēchila tina śata bachara, āra kē'u yōga karē naẏa."},{"SurahNumber":18,"VerseNumber":26,"Text":"Balō -- ''āllāh bhāla jānēna kata kāla tārā abasthāna karēchila. Mahākāśamanḍalī ō pr̥thibīra ajñāta saba tām̐ra'i. Kata tīkṣa tām̐ra dr̥ṣṭi ō kata sajāga kāna! Tām̐kē bāda diẏē tādēra jan'ya kōnō abhibhābaka nē'i, āra tini kōnō ēkajanakē'ō tām̐ra kartr̥tbēra anśī karēna nā.’’"},{"SurahNumber":18,"VerseNumber":27,"Text":"Āra pāṭha karō tōmāra prabhura kitābēra thēkē yā tōmādēra kāchē pratyādiṣṭa haẏēchē. Ēmana kē'u nē'i yē tām̐ra bāṇī badala karatē pārē, āra tām̐kē bāda diẏē tumi pābē nā kōnō āśraẏasthala."},{"SurahNumber":18,"VerseNumber":28,"Text":"Āra yārā sakālē ō sandhyāẏa tādēra prabhukē tām̐ra prasannatā kāmanā ka’rē āhbāna karē tādēra saṅgē tumi nijē'ō adhyabasāẏa abalanbana karō, āra tādēra thēkē tōmāra dr̥ṣṭi phiriẏē niẏō nā ē'i duniẏāra jībanēra śōbhā- saundarya kāmanā ka’rē. Āra yāra hr̥daẏakē āmādēra nāmakīrtana thēkē āmarā bēkhēẏāla karēchi āra yē tāra khēẏāla-khuśira anusaraṇa karē āra yāra kāryakalāpa sīmālaṅghana karē gēchē tumi tāra anusaraṇa karō nā."},{"SurahNumber":18,"VerseNumber":29,"Text":"Tumi balō -- ''tōmādēra prabhura kācha thēkē satya, sējan'ya yē icchā karē sē yēna biśbāsa karē, āra yē cāẏa sē abiśbāsa'i karuka.’’ Niḥsandēha an'yāẏakārīdēra jan'ya āmarā tairi karēchi āguna, ēra bēṛā tādēra ghērā'ō karē rākhabē. Āra tārā yadi pānīẏa cāẏa tabē tādēra pānīẏa dēẏā habē galita sīsāra matō jala yā tādēra mukhamanḍala puṛiẏē dēbē. Ē ēka nikr̥ṣṭa pānīẏa! Āra manda sē'i biśrāmasthala"},{"SurahNumber":18,"VerseNumber":30,"Text":"niḥsandēha yārā īmāna ēnēchē ō saṯkarma karachē -- āmarā niścaẏa'i yārā bhāla kāja karē tādēra karmaphala byartha kari nā."},{"SurahNumber":18,"VerseNumber":31,"Text":"Ērā'i -- ēdēra jan'ya raẏēchē nandana kānana samūha, yādēra nica diẏē baẏē calē jharanārāji, tādēra sēkhānē alaṅkr̥ta karānō habē sōnāra kām̐kana diẏē, āra tādēra parānō habē mihi rēśamēra ō puru jarira sabuja pōśākē, sēkhānē samāsīna habē susajjita āsanē. Ki uttama puraskāra, āra kata sundara biśrāmasthala"},{"SurahNumber":18,"VerseNumber":32,"Text":"āra tādēra jan'ya ēkaṭi rūpaka chuṛōm̐ dujana lōkēra -- tādēra ēkajanēra jan'ya āmarā bāniẏēchi āṅuralatāra duṭi bāgāna, āra ē duṭikē ghirē diẏēchilāma khējuragācha diẏē, āra sē-sabēra mājhē mājhē bāniẏēchilāma śasyakṣētra."},{"SurahNumber":18,"VerseNumber":33,"Text":"Bāgāna duṭira pratyēkaṭā'i pradāna karata tāra phalamūla, āra ētē ē kōnō truṭi karata nā, āra ē du'iẏēra madhyadēśē ba'iẏēchilāma jalaprabāha"},{"SurahNumber":18,"VerseNumber":34,"Text":"Āra phalaṭi chila tāra. Tā'i sē tāra saṅgīkē balalē ēbaṁ yē tāra saṅgē kathābārtā balachila -- ''āmi dhanasampadē tōmāra cā'itē prācuryamaẏa ēbaṁ janabalē'ō śaktiśālī.’’"},{"SurahNumber":18,"VerseNumber":35,"Text":"Āra sē tāra bāgānē ḍhukala athaca sē tāra nijēra prati an'yāẏa karachila. Sē balalē -- ''āmi manē kari nā yē ēsaba kakhanō niḥśēṣa haẏē yābē"},{"SurahNumber":18,"VerseNumber":36,"Text":"āra āmi manē kari nā yē ghaṛighanṭā balabaṯ habē, āra yadibā āmāra prabhura kāchē āmākē phiriẏē nēẏā haẏa tabē āmi tō niścaẏa'i ēra cēẏē'ō bhāla pratyābartanasthala pāba.’’"},{"SurahNumber":18,"VerseNumber":37,"Text":"Tāra saṅgī tākē balalē yakhana sē tāra saṅgē bākyālāpa karachila -- ''tumi ki tām̐kē abiśbāsa kara yini tōmākē sr̥ṣṭi karēchēna māṭi thēkē, tārapara śukrakīṭa thēkē, tārapara tini tōmākē pūrṇāṅga karēchēna ēkajana mānuṣē"},{"SurahNumber":18,"VerseNumber":38,"Text":"kintu āmāra bēlā, tini āllāh‌, āmāra prabhu, āra āmi kōnō ēkajanakē'ō āmāra prabhura sāthē śarika kari nā."},{"SurahNumber":18,"VerseNumber":39,"Text":"Āra tumi yakhana tōmāra bāgānē prabēśa karatē takhana kēna bala nā -- 'mā-śā-āllāh‌, āllāh chāṛā kōnō śakti nē'i’? Yadi'ō tumi āmākē dēkhō dhanadaulata ō santānasantatitē āmi tōmāra cā'itē kama"},{"SurahNumber":18,"VerseNumber":40,"Text":"tabu hatē pārē āmāra prabhu āmākē tōmāra bāgānēra cēẏē bhāla kichu dāna karabēna, āra ēra uparē tini pāṭhābēna ākāśa thēkē ēka hisēba-nikēśa, phalē acirē'i ēṭi haẏē yābē dhulōmāṭira prāntara, gāchapālāhīna."},{"SurahNumber":18,"VerseNumber":41,"Text":"Athabā acirē'i ēra pāni taliẏē yābē bhūgarbhē, takhana tumi tā khum̐jē pētē samartha habē nā.’’"},{"SurahNumber":18,"VerseNumber":42,"Text":"Āra tāra phalaphasalakē ghērā'ō karala, tārapara acirē'i sē hāta mōcaṛātē lāgala yā sē tāra uparē kharaca karēchila sējan'ya, āra ēṭi bhēṅgē paṛēchila tāra mācāra uparē, āra sē balēchila -- ''hāẏa āmāra āphasōsa! Āmi yadi āmāra prabhura sāthē kā'ukē'ō anśī nā karatāma!’’"},{"SurahNumber":18,"VerseNumber":43,"Text":"Āra āllāh‌kē chēṛē diẏē tākē sāhāyya karāra jan'ya kōnō phauja tāra jan'ya chila nā, āra sē nijē'ō sāhāyya karatē samartha chila nā."},{"SurahNumber":18,"VerseNumber":44,"Text":"Ē'i tō! Abhibhābakatba āllāh‌ra'i, yini satya. Tini'i puraskāradānē śrēṣṭha āra pariṇāma nirdhāraṇē'ō śrēṣṭha."},{"SurahNumber":18,"VerseNumber":45,"Text":"Āra tādēra kāchē pārthiba jībanēra upamā chum̐ṛō -- ē pānira n'yāẏa yā āmarā barṣaṇa kari ākāśa thēkē, tātē pr̥thibīra gāchapālā ghana-sannibiṣṭa haẏa, tārapara parakṣaṇē'i tā haẏē yāẏa śukanō, bātāsa tākē uṛiẏē niẏē yāẏa. Āra āllāh saba kichura uparē'i sarbaśaktimāna."},{"SurahNumber":18,"VerseNumber":46,"Text":"Dhanasampada ō santānasantati pārthiba jībanēra śōbhāsaundarya, kintu sthāẏī śubhakarma tōmāra prabhura kāchē puraskāra prāptira jan'yē bēśī bhāla ēbaṁ āśā pūraṇēra jan'yē'ō adhikatara śrēẏa."},{"SurahNumber":18,"VerseNumber":47,"Text":"Āra sē'i dinē āmarā pāhāṛagulō haṭiẏē dēba, āra tumi pr̥thibīkē dēkhabē ēkaṭi khōlā maẏadāna, āra āmarā tādēra ēkatrita karaba, takhana tādēra madhyēra kōnō ēkajanakē'ō āmarā phēlē rākhaba nā"},{"SurahNumber":18,"VerseNumber":48,"Text":"āra tōmāra prabhura sāmanē tādēra hājira karā habē sāribad'dhabhābē. ''Ēkhana tō āmarā tōmādēra niẏē ēsēchi yēmana āmarā tōmādēra sr̥ṣṭi karēchilāma prathamabārē, athaca tōmarā manē karatē yē tōmādēra jan'ya āmarā kōnō ōẏādāra sthānakāla kakhanō dhārya karaba nā.’’"},{"SurahNumber":18,"VerseNumber":49,"Text":"Āra ba'ikhānā dharā habē, takhana tumi dēkhabē -- ōtē yā āchē sējan'ya aparādhīrā ātaṅkagrasta, āra tārā balabē -- ''hāẏa āmādēra durbhōga! Ē kēmanatara grantha! Ē chōṭakhāṭō bāda dēẏa ni āra baṛagulō tō naẏa'i, baraṁ samasta kichu nathibhukta karēchē!’’ Āra tārā yā karēchē tā hājira pābē. Āra tōmāra prabhu kōnō ēkajanēra prati'ō an'yāẏa karēna nā."},{"SurahNumber":18,"VerseNumber":50,"Text":"Āra smaraṇa karō! Āmarā phiriś‌tādēra balalāma -- ''ādamēra prati sijadā karō’’, takhana tārā sijadā karala, ibalisa byatīta. Sē chila jinadēra madhyēkāra, kājē'i sē tāra prabhura ādēśēra abādhyācaraṇa karēchila. Tabē ki tōmarā āmākē chēṛē diẏē tākē ō tāra banśadharakē abhibhābakarūpē grahaṇa karabē, athaca tārā tō tōmādēra śatru? An'yāẏakārīdēra jan'ya ē'i binimaẏa kata nikr̥ṣṭa"},{"SurahNumber":18,"VerseNumber":51,"Text":"Mahākāśamanḍalī ō pr̥thibīra sr̥ṣṭikālē āmi ōdēra sākṣi ditē ḍāki ni, āra tādēra nijēdēra sr̥ṣṭikālē'ō naẏa, āra bipathē cālanākārīdēra āmi sahāẏakarūpē grahaṇa kari nā."},{"SurahNumber":18,"VerseNumber":52,"Text":"Āra sēdina tini balabēna -- ''ḍākō āmāra saṅgisāthīdēra yādēra tōmarā bhābatē.’’ Sutarāṁ tārā tādēra ḍākabē, kintu tārā tādēra prati sāṛā dēbē nā, āra āmarā tādēra madhyakhānē sthāpana karaba ēka byabadhāna."},{"SurahNumber":18,"VerseNumber":53,"Text":"Āra aparādhīrā āguna dēkhatē pābē, āra tārā bujhabē yē tārā niścaẏa'i ētē patita hacchē, āra tā thēkē tārā kōnō paritrāṇa pābē nā."},{"SurahNumber":18,"VerseNumber":54,"Text":"Āra āmarā ālabaṯ ē'i kura'ānē lōkēdēra jan'ya saba rakamēra dr̥ṣṭānta biśadabhābē byākhyā karēchi. Āra mānuṣa bēśira bhāga kṣētrē'i bitarkapriẏa."},{"SurahNumber":18,"VerseNumber":55,"Text":"Āra ēmana kichu mānuṣakē bādhā dēẏa nā biśbāsa sthāpana karatē yakhana tādēra kāchē pathanirdēśa āsē ēbaṁ tādēra prabhura kāchē kṣamā prārthanā karatē'ō, ē bhinna yē tādēra kāchē'ō āsuka pūrbabartīdēra ghaṭanābalī, athabā āgēbhāgē'i tādēra uparē śāstiṭā yēna ēsē paṛē."},{"SurahNumber":18,"VerseNumber":56,"Text":"Āra āmarā rasūlagaṇakē pāṭhā'i nā susambādadātā ō satarkakārīrūpē bhinna, āra yārā abiśbāsa pōṣaṇa karē tārā mithyāra sāhāyyē bitarka karē yēna tāra dbārā tārā satyakē byartha karatē pārē, āra āmāra bāṇīsamūha ō yā diẏē tādēra satarka karā haẏēchē sē-sabakē tārā bidrūpēra biṣaẏa rūpē grahaṇa karē thākē."},{"SurahNumber":18,"VerseNumber":57,"Text":"Āra kē bēśī an'yāẏakārī tāra cā'itē yākē smaraṇa kariẏē dē'ōẏā haẏa tāra prabhura bāṇīsamūha, kintu sē tā thēkē phirē yāẏa āra bhulē yāẏa tāra hāta dukhānā kī āgabāṛiẏēchila? Niḥsandēha āmarā tādēra hr̥daẏēra uparē ābaraṇa sthāpana ka rēchi pāchē tārā ēṭi bujhatē pārē, āra tādēra kānēra bhētarē badhiratā. Āra tumi yadi tādēra saṯpathēra prati āhāna karō tārā sēkṣētrē kakhanō saṯpathēra dikē calabē nā."},{"SurahNumber":18,"VerseNumber":58,"Text":"Āra tōmarā prabhu paritrāṇakārī, karuṇāra ādhāra. Tārā yā arjana karēchē sējan'ya tini yadi tādēra pākaṛā'ō karatēna tāhalē tini niścaẏa'i tādēra jan'ya śāsti tbarānbita karatēna. Kintu tādēra jan'ya ēkaṭi nirdhārita kāla raẏēchē yāra tēkē tārā kōnō paritrāṇa khum̐jē pābē nā."},{"SurahNumber":18,"VerseNumber":59,"Text":"Āra ai saba janapada -- āmarā ōdēra dhbansa karēchilāma yakhana tārā an'yāẏācaraṇa karēchila, āra ōdēra dhbansēra jan'ya āmarā ēkaṭi nirdiṣṭa samaẏa sthira karēchilāma."},{"SurahNumber":18,"VerseNumber":60,"Text":"Āra smaraṇa karō! Mūsā tām̐ra bhr̥tyakē balalēna -- ''āmi thāmaba nā yē paryanta nā āmi du'i nadīra saṅgamasthalē paum̐chi, natubā āmi yuga yuga dharē calatē thākaba.’’"},{"SurahNumber":18,"VerseNumber":61,"Text":"Ērapara yakhana ubhaẏē ē du'iẏēra saṅgamasthalē paum̐chalēna, tām̐rā tām̐dēra māchēra kathā bhulē gēlēna, kājē'i phām̐ka pēẏē ēṭi nadītē tāra patha dharala."},{"SurahNumber":18,"VerseNumber":62,"Text":"Tām̐rā yakhana ēgiẏē gēlēna takhana tini tām̐ra bhr̥tyakē balalēna, ''āmādēra sakālēra khābāra āmādēra jan'ya niẏē ēsa, āmādēra ē'i saphara thēkē āmarā ālabaṯ pariśrānta haẏē paṛēchi.’’"},{"SurahNumber":18,"VerseNumber":63,"Text":"Sē balalē -- ''āpani ki lakṣya karēchēna, āmarā yakhana pātharēra uparē biśrāma karachilāma takhana āmi māchēra kathā bhulē giẏēchilāma, āra ēṭi śaẏatāna chāṛā āra kē'u naẏa yē āmākē bhuliẏē diẏēchila ōra kathā ullēkha karatē? Āra sēṭi nadītē tāra patha dharēchila, āścarya byāpāra!’’"},{"SurahNumber":18,"VerseNumber":64,"Text":"Tini balalēna -- ''ēṭi'i āmarā cēẏēchilāma.’’ Sutarāṁ tām̐rā nijēdēra padacihna anusaraṇa karē phirē calalēna."},{"SurahNumber":18,"VerseNumber":65,"Text":"Tārapara tām̐rā āmādēra bāndādēra madhyēra ēkajana bāndākē pēlēna yākē āmarā āmādēra tarapha thēkē karuṇā dāna karēchilāma ēbaṁ yām̐kē āmādēra tarapha thēkē jñāna śikhiẏēchilāma."},{"SurahNumber":18,"VerseNumber":66,"Text":"Mūsā tām̐kē balalēna -- ''āmi ki āpanāra anusaraṇa karaba ē'i śartē yē saṭhika pathēra samparkē yā āpanākē śēkhānō haẏēchē tā thēkē āpani āmākē śēkhābēna?’’"},{"SurahNumber":18,"VerseNumber":67,"Text":"Tini balalēna -- ''tumi āmāra saṅgē dhairya dhāraṇa ka’rē thākatē kakhanō sakṣama habē nā."},{"SurahNumber":18,"VerseNumber":68,"Text":"Āra tumi kēmana karē dhairya dhāraṇa karatē pārabē sē'i biṣaẏē yē-sanbandhē tōmāra kōnō khōm̐jakhabara thākē nā?’’"},{"SurahNumber":18,"VerseNumber":69,"Text":"Tini balalēna -- ''in śā āllāh āpani āmākē ēkhani dhairyaśīla pabēna, ēbaṁ āmi kōnō biṣaẏē āpanākē amān'ya karaba nā.’’"},{"SurahNumber":18,"VerseNumber":70,"Text":"Tini balalēna -- ''bēśa, tumi yadi āmāra anusaraṇa karatē cā'ō tā’halē tumi āmākē kōnō biṣaẏē praśna karatē pārabē nā yē paryanta nā āmi sē biṣaẏē mantabya tōmāra kāchē prakāśa kari.’’"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ēra para tām̐rā dujana yātrā karalēna, parē yakhana tām̐rā ēkaṭi naukāẏa caṛalēna tini tātē chidra karē dilēna. Tini balalēna, ''āpani ki ētē chidra karalēna ēra ārōhīdēra ḍubiẏē dēbāra jan'yē? Āpani tō ēka adbhuta kāja karalēna?’’"},{"SurahNumber":18,"VerseNumber":72,"Text":"Tini balalēna -- ''āmi ki bali ni yē tumi āmāra saṅgē kakhanō dhairya dhāraṇa karatē sakṣama habē nā?’’"},{"SurahNumber":18,"VerseNumber":73,"Text":"Tini balalēna -- ''āmāra aparādha nēbēna nā yā āmi bhulē giẏēchilāma sējan'ya, āra āmāra byāpārē āpani āmāra prati kaṭhōra habēna nā.’’"},{"SurahNumber":18,"VerseNumber":74,"Text":"Ērapara tām̐rā dujanē calatē lāgalēna, parē yakhana tām̐rā ēkaṭi bālakēra sākṣāṯ pēlēna tini tākē mērē phēlalēna. Tini balalēna -- ''āpani ki ēkajana nirdōṣa lōkakē hatyā karalēna an'ya lōkakē chāṛā'i? Āpani tō ēka bhaẏānaka kāja karē phēlalēna?’’"},{"SurahNumber":18,"VerseNumber":75,"Text":"Tini balalēna -- ''āmi ki tōmākē bali ni yē tumi āmāra saṅgē kakhanō dhairya dhāraṇa karatē sakṣama habē nā?’’"},{"SurahNumber":18,"VerseNumber":76,"Text":"Tini balalēna -- ''āmi yadi ēra parē kōnō byāpārē āpanākē praśna kari tabē āpani āmākē saṅgē nēbēna nā, āpani abaśya'i āmāra sanbandhē ēka ōjara-āpatti pēẏē yābēna.’’"},{"SurahNumber":18,"VerseNumber":77,"Text":"Tārapara tām̐rā dujana calatē lāgalēna yē paryanta nā tām̐rā ēsē paum̐chalēna ēka śaharēra adhibāsīdēra kāchē, tām̐rā ēra lōkadēra kāchē khābāra cā'ilēna, kintu tārā ē dujanēra ātithēẏatā karatē asbīkāra karala. Tārapara tām̐rā tātē pēẏē gēlēna ēkaṭi dēẏāla yā paṛē yābāra upakrama karachila, kājē'i tini tā khāṛā karē dilēna. Tini balalēna -- ''āpani yadi cā'itēna tabē ēra jan'yē abaśya pāriśramika grahaṇa karatē pāratēna.’’"},{"SurahNumber":18,"VerseNumber":78,"Text":"Tini balalēna -- ''ē'ibāra āmāra madhyē ō tōmāra madhyē chāṛāchāṛi. Āmi ēkhana jāniẏē dicchi tāṯparya yē sanbandhē tumi dhairya dharatē pārachilē nā."},{"SurahNumber":18,"VerseNumber":79,"Text":"Naukō sanbandhē -- ē chila kaẏēkajana garība lōkēra yārā nadītē kāja karata, āra āmi ēṭikē khutam̐maẏa karatē cēẏēchilāma, kēnanā tādēra pēchanē chila ēka rājā yē pratyēka naukō jōra ka’rē niẏē nicchila."},{"SurahNumber":18,"VerseNumber":80,"Text":"Āra bālakaṭi sanbandhē -- ēra pitāmātā chila mumina, āra āmarā āśaṅkā karachilāma yē sē bidrōhācaraṇa ō abiśbāsa pōṣaṇēra phalē tādēra byatibyasta karabē"},{"SurahNumber":18,"VerseNumber":81,"Text":"kājē'i āmarā cēẏēchilāma tādēra prabhu yēna tādēra jan'ya badalē dēna pabitratāẏa ēra cēẏē bhāla ēbaṁ bhakti-bhālabāsāẏa ghaniṣṭhatara."},{"SurahNumber":18,"VerseNumber":82,"Text":"Āra dēẏāla sanbandhē -- ē chila śaharēra du'ijana ētima bālakēra, āra tāra talāẏa chila tādēra ubhaẏēra dhanabhānḍāra, āra tādēra pitā chila sajjana. Kājē'i tōmāra prabhu cēẏēchilēna yē tārā yēna tādēra sābālakatba prāpta haẏa ēbaṁ tādēra dhanabhānḍāra bēra karē ānē tōmāra prabhura tarapha thēkē karuṇā hisēbē, āra āmi ēṭi kari ni āmāra nijēra icchāẏa. Ē'i hacchē tāra tāṯparya yē sanbandhē tumi dhairyadhāraṇa karatē pāra ni.’’"},{"SurahNumber":18,"VerseNumber":83,"Text":"Āra tārā tōmākē yul‌kkāranā'ina sanbandhē jijñāsā karachē. Balō -- ''āmi ēkhani tōmādēra kāchē tām̐ra sanbandhē kāhinī barṇanā karaba.’’"},{"SurahNumber":18,"VerseNumber":84,"Text":"Niḥsandēha āmarā tām̐kē dēśē pratiṣṭhita karēchilāma ēbaṁ tām̐kē diẏēchilāma pratyēka biṣaẏēra anuprabēśa kṣamatā."},{"SurahNumber":18,"VerseNumber":85,"Text":"Kājē'i tini ēka patha anusaraṇa karalēna."},{"SurahNumber":18,"VerseNumber":86,"Text":"Parē yakhana tini sūrya asta yābāra sthānē paum̐chalēna, tini ēṭikē dēkhatē pēlēna ēka kālō jalāśaẏē astagamana karachē, āra tāra kāchē pēlēna ēka adhibāsī. Āmarā balalāma -- ''hē yul‌kkāranā'ina, tumi śāsti ditē pāra athabā ēdēra sadaẏabhābē grahaṇa karatē pāra.’’"},{"SurahNumber":18,"VerseNumber":87,"Text":"Tini balalēna -- ''yē kē'u an'yāẏa karabē āmarā acirē'i tākē śāsti dēba, tārapara tākē phiriẏē ānaba tāra prabhura kāchē, takhana tini tākē śāsti dēbēna kaṭhōra śāstitē."},{"SurahNumber":18,"VerseNumber":88,"Text":"Āra yē kē'u biśbāsa karabē ō saṯkāja karabē, tāra jan'yē tabē raẏēchē uttama pratidāna ēbaṁ tāra prati āmādēra ācāra-ācaraṇē mōlāẏēma kathā balaba.’’"},{"SurahNumber":18,"VerseNumber":89,"Text":"Tārapara tini ēka patha dharalēna."},{"SurahNumber":18,"VerseNumber":90,"Text":"Parē yakhana tini sūrya udaẏa ha'ōẏāra yāẏagāẏa paum̐chalēna, tini ēṭikē dēkhatē pēlēna udaẏa hacchē ēka adhibāsīra uparē yādēra jan'ya āmarā ēra thēkē kōnō ābaraṇa bānā'i ni"},{"SurahNumber":18,"VerseNumber":91,"Text":"ē'ibhābē. Āra tām̐ra byāpārē saba khabara āmarā jānatāma."},{"SurahNumber":18,"VerseNumber":92,"Text":"Tārapara tini ēka patha dharalēna."},{"SurahNumber":18,"VerseNumber":93,"Text":"Parē yakhana tini du'i parbata-prācīrēra madhyē paum̐chalēna takhana ē du'iṭira madhyāñcalē tini ēka sampradāẏakē pēlēna yārā kathā kichu'i bujhatē pārata nā."},{"SurahNumber":18,"VerseNumber":94,"Text":"Tārā balalē -- ''hē yul‌kkāranā'ina, niḥsandēha iẏājuja ō mājuja dēśē aśānti sr̥ṣṭi karēchē, āmarā ki tabē āpanākē kara dēba ē'i śartē yē āpani āmādēra madhyē ō tādēra madhyē ēka prācīra bāniẏē dēbēna?’’"},{"SurahNumber":18,"VerseNumber":95,"Text":"Tini balalēna -- ''āmāra prabhu yātē āmākē pratiṣṭhita karēchēna tā ārō uṯkr̥ṣṭa, sutarāṁ tōmarā āmākē kāẏika-śrama diẏē sāhāyya kara, āmi tōmādēra madhyē ō tādēra madhyē ēka majabuta dēẏāla tairi karē dēba."},{"SurahNumber":18,"VerseNumber":96,"Text":"Āmādēra kāchē tōmarā lōhāra ṭukarōgulō niẏē ēsa.’’ Ataḥpara yakhana du'i pāhāṛēra madhyabartī jāẏagā tini pūrṇa karalēna takhana balalēna -- ''hāparē dama ditē thāka.’’ Tārapara yakhana tā āguna bāniẏē tulalō takhana tini balalēna -- ''āmāra kāchē galita tāmā niẏē ēsa āmi ēra uparē ḍhēlē dēba."},{"SurahNumber":18,"VerseNumber":97,"Text":"Sutarāṁ tārā ēṭi ḍiṅōtē sakṣama habē nā, āra tārā ēṭi bhēda karatē'ō pārabē nā.’’"},{"SurahNumber":18,"VerseNumber":98,"Text":"Tini balalēna -- ''ē āmāra prabhura tarapha thēkē anugraha, kintu yakhana āmāra prabhura ōẏādā ēsē yābē takhana tini ēṭikē ṭukarō- ṭukarō karē dēbēna, āra āmāra prabhura ōẏādā cirasatya.’’"},{"SurahNumber":18,"VerseNumber":99,"Text":"Āra sē'i samaẏē āmarā tādēra ēka dalakē an'ya dalēra sāthē yud'dhābhiyānē chēṛē dēba, āra śiṅāẏa phuṯkāra dēẏā habē, takhana āmarā tādēra jamāẏēṯ karaba ēka samābēśē."},{"SurahNumber":18,"VerseNumber":100,"Text":"Āra sē'i samaẏē āmarā jāhānnāmakē bichiẏē dēba bistīrṇabhābē abiśbāsīdēra jan'ya"},{"SurahNumber":18,"VerseNumber":101,"Text":"yādēra cōkha chila āmāra smāraka sanbandhē pardāra āṛālē āra yārā śunatē'ō chila apāraga."},{"SurahNumber":18,"VerseNumber":102,"Text":"Yārā abiśbāsa pōṣaṇa karē tārā ki bhābē yē tārā āmākē chēṛē diẏē āmāra bāndādēra abhibhābakarūpē grahaṇa karatē pārē? Niḥsandēha āmarā jāhānnāmakē tairī karēchi abiśbāsīdēra jan'ya abhyarthanāsbarūpa"},{"SurahNumber":18,"VerseNumber":103,"Text":"balō -- ''āmarā ki tōmādēra jāniẏē dēba kārā karmakṣētrē sabacā'itē bēśi kṣatigrasta?’’"},{"SurahNumber":18,"VerseNumber":104,"Text":"Ērā'i tō ē'i duniẏāra jībanē tādēra pracēṣṭā panḍa karachē, athaca tārā manē karē yē tārā tō bēśa bhālō uṯpādana karachē."},{"SurahNumber":18,"VerseNumber":105,"Text":"Ērā'i tārā yārā abiśbāsa karē tādēra prabhura nirdēśābalītē ō tām̐ra sāthē sākṣātēra biṣaẏē, phalē tādēra kriẏākarma byartha haẏē yāẏa, sutarāṁ tādēra jan'ya āmarā kiẏāmatēra dinē kōnō dām̐ṛipāllā khāṛā karaba nā."},{"SurahNumber":18,"VerseNumber":106,"Text":"Ēṭā'i tō, -- tādēra prāpya hacchē jāhānnāma yēhētu tārā abiśbāsa pōṣaṇa karēchila ēbaṁ āmāra nirdēśābalī ō āmāra rasūlagaṇakē tārā tuccha-tācchilya karēchila."},{"SurahNumber":18,"VerseNumber":107,"Text":"Niḥsandēha yārā īmāna ēnēchē ō saṯkarma karachē tādēra jan'ya raẏēchē bēhēśatēra bāgāna abhyarthanāra kāraṇē"},{"SurahNumber":18,"VerseNumber":108,"Text":"tārā sēkhānē thākabē sthāẏībhābē, sēkhāna thēkē kōnō paribartana tārā cā'ibē nā."},{"SurahNumber":18,"VerseNumber":109,"Text":"Balō -- ''sāgara yadi kāli haẏē yēta āmāra prabhura kalimāh‌ra jan'ya tabē niścaẏa'i sāgara niḥśēṣa haẏē yēta āmāra prabhura kalimāh śēṣa ha'ōẏāra āgē’’, -- yadi'ō bā āmarā tāra matō ārēkaṭi ānatāma yōga karatē."},{"SurahNumber":18,"VerseNumber":110,"Text":"Balō -- ''āmi niḥsandēha tōmādēra'i matana ēkajana mānuṣa, āmāra kāchē pratyādiṣṭa haẏēchē yē niḥsandēha tōmādēra upāsya ēkaka upāsya, sējan'ya yē kē'u tāra prabhura saṅgē mulākātēra kāmanā karē sē tabē saṯkarma karuka ēbaṁ tāra prabhura upāsanāẏa an'ya kā'ukē'ō śarīka nā karuka.’’"}]}