{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"W Imię Boga Miłosiernego; Litościwego! Błogosławiony niech będzie Ten, który zesłał rozróżnienie Swemu słudze, aby był ostrzegającym dla światów"},{"SurahNumber":25,"VerseNumber":2,"Text":"Ten, do którego należy królestwo niebios i ziemi; który nie wziął sobie syna; który nie ma współtowarzysza w królestwie; który stworzył każdą rzecz i dał jej dokładną miarę"},{"SurahNumber":25,"VerseNumber":3,"Text":"Jednak oni poza Nim wzięli sobie bogów, którzy nie potrafią niczego stworzyć, lecz sami zostali stworzeni. Oni nie mogą działać ani na swoją szkodę, ani na swoją korzyść; i nie władają ani śmiercią, ani życiem, ani zmartwychwstaniem"},{"SurahNumber":25,"VerseNumber":4,"Text":"Powiedzieli ci, którzy nie uwierzyli: \"To jest tylko kłamstwo, które on wymyślił, i pomogli mu w tym inni ludzie"},{"SurahNumber":25,"VerseNumber":5,"Text":"I powiedzieli: \"To są tylko baśnie dawnych przodków. On kazał je zapisać dla siebie i są mu recytowane rano i wieczór"},{"SurahNumber":25,"VerseNumber":6,"Text":"Powiedz: \"Zesłał to Ten, który zna tajemnice w niebiosach i na ziemi. On jest Przebaczający, Litościwy"},{"SurahNumber":25,"VerseNumber":7,"Text":"I oni powiedzieli: \"Cóż to z tym Posłańcem? On je pożywienie i chodzi po jarmarkach. Dlaczego nie został zesłany do niego anioł, aby być razem z nim ostrzegającym"},{"SurahNumber":25,"VerseNumber":8,"Text":"Albo gdyby mu został rzucony jakiś skarb czy też posiadał jakiś ogród, z którego by się żywił!\" I powiedzieli niesprawiedliwi: \"Wy postępujecie jedynie za człowiekiem zaczarowanym"},{"SurahNumber":25,"VerseNumber":9,"Text":"Popatrz, jak oni podają ci przykłady; tak że zabłądzili i nie mogą znaleźć drogi"},{"SurahNumber":25,"VerseNumber":10,"Text":"Niech będzie błogosławiony Ten, który jeśli zechce, da ci coś lepszego niż to: Ogrody, gdzie w dole płyną strumyki i gdzie umieści dla ciebie pałace"},{"SurahNumber":25,"VerseNumber":11,"Text":"Ależ przeciwnie! Oni za kłamstwo uznali Godzinę! Lecz My przygotowaliśmy dla tych, którzy za kłamstwo uznali Godzinę - ogień palący"},{"SurahNumber":25,"VerseNumber":12,"Text":"Kiedy ów ogień dojrzy ich z daleka, dojdzie do nich jego wściekłe wycie"},{"SurahNumber":25,"VerseNumber":13,"Text":"A kiedy zostaną weń wrzuceni, w ciasne miejsce, skrępowani razem, będą wzywać zniszczenia"},{"SurahNumber":25,"VerseNumber":14,"Text":"Nie wzywajcie dzisiaj zniszczenia jednego, lecz wzywajcie zniszczeń wielu"},{"SurahNumber":25,"VerseNumber":15,"Text":"Powiedz: \"Czy to jest lepsze, czy Ogród wieczności obiecany bogobojnym, który będzie dla nich zapłatą i przystanią"},{"SurahNumber":25,"VerseNumber":16,"Text":"Oni będą tam mieli to, co zechcą; będą tam przebywać na wieki. To jest obowiązująca twego Pana obietnica, o którą proszą"},{"SurahNumber":25,"VerseNumber":17,"Text":"I w Dniu, kiedy On ich zbierze, ich i tych, których czcili poza Bogiem, On im powie: \"Czy to wy sprowadziliście z drogi te oto moje sługi, czy też oni sami zeszli z drogi"},{"SurahNumber":25,"VerseNumber":18,"Text":"Oni powiedzą: \"Chwała Tobie! Nie było dla nas rzeczą wskazaną brać sobie opiekunów poza Tobą, lecz Ty pozwoliłeś im cieszyć się życiem, im i ich ojcom, tak iż zapomnieli o napomnieniu i stali się ludźmi zgubionymi"},{"SurahNumber":25,"VerseNumber":19,"Text":"Oni obwiniali was o kłamstwo w tym, co mówicie, a wy nie możecie ani odwrócić kary, ani też udzielić pomocy. A kto z was jest niesprawiedliwy, to My damy mu zakosztować kary wielkiej"},{"SurahNumber":25,"VerseNumber":20,"Text":"My nie wysyłaliśmy przed tobą posłańców, którzy by nie jedli pożywienia i nie chodzili po bazarach. I uczyniliśmy niektórych z was doświadczeniem dla innych. Czyż nie będziecie cierpliwi? A twój Pan widzi jasno"},{"SurahNumber":25,"VerseNumber":21,"Text":"Ci, którzy się nie spodziewają Naszego spotkania, mówią: \"Dlaczego nie zostali zesłani do nas aniołowie albo dlaczego nie widzimy naszego Pana?\" I stali się dumni w swoich duszach, i przekroczyli granice wielkiej zuchwałości"},{"SurahNumber":25,"VerseNumber":22,"Text":"W Dniu, kiedy oni zobaczą aniołów - tego Dnia nie będzie radosnej wieści dla grzeszników - będą mówili: \"To przeszkoda nie do usunięcia"},{"SurahNumber":25,"VerseNumber":23,"Text":"I przystąpiliśmy do dzieł, jakich oni dokonali, i uznaliśmy je za proch rozrzucony"},{"SurahNumber":25,"VerseNumber":24,"Text":"Tego Dnia mieszkańcy Ogrodu będą mieli lepsze miejsce pobytu i piękniejsze miejsce odpoczynku południowego"},{"SurahNumber":25,"VerseNumber":25,"Text":"W tym Dniu, kiedy rozerwie się niebo z chmurami i kiedy zostaną zesłani aniołowie"},{"SurahNumber":25,"VerseNumber":26,"Text":"W tym Dniu prawdziwa władza królewska będzie należeć do Miłosiernego; i dla niewiernych będzie to Dzień trudny"},{"SurahNumber":25,"VerseNumber":27,"Text":"W tym Dniu niesprawiedliwy będzie gryzł swoje ręce, mówiąc: \"Ach, gdybym był wybrał sobie drogę razem z Posłańcem"},{"SurahNumber":25,"VerseNumber":28,"Text":"Biada mi! Gdybym choć nie był sobie wziął takiego to za przyjaciela"},{"SurahNumber":25,"VerseNumber":29,"Text":"On sprowadził mnie z drogi daleko od napomnienia, które już do mnie przyszło. Szatan jest dla człowieka zdrajcą"},{"SurahNumber":25,"VerseNumber":30,"Text":"Powiedział Posłaniec: \"O Panie mój! Mój lud wziął ten Koran jako pustą gadaninę"},{"SurahNumber":25,"VerseNumber":31,"Text":"W ten sposób dla każdego proroka przygotowaliśmy jakiegoś wroga spośród grzeszników. Lecz twój Pan wystarczy jako przewodnik po drodze prostej i jako wspomożyciel"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ci, którzy nie uwierzyli, mówią: \"Gdyby przynajmniej Koran został zesłany naraz w całości!\" Został on objawiony w ten sposób, aby twoje serce było przez niego utwierdzone; i recytowaliśmy go według pewnego porządku"},{"SurahNumber":25,"VerseNumber":33,"Text":"I kiedy oni przychodzą do ciebie z jakąś przypowieścią, My przychodzimy do ciebie z prawdą i lepszym wyjaśnieniem"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ci, którzy będą wskrzeszeni i skierowani twarzami ku Gehennie, będą mieli najgorsze miejsce i będą najbardziej oddaleni z drogi"},{"SurahNumber":25,"VerseNumber":35,"Text":"Daliśmy już Mojżeszowi Księgę i umieściliśmy razem z nim jego brata Aarona jako wezyra"},{"SurahNumber":25,"VerseNumber":36,"Text":"Powiedzieliśmy: \"Idźcie obydwaj do ludu, który za kłamstwo uznał Nasze znaki!\" - i zniszczyliśmy ten lud całkowicie"},{"SurahNumber":25,"VerseNumber":37,"Text":"A lud Noego, który za kłamców uznał posłańców - potopiliśmy i uczyniliśmy go znakiem dla ludzi; i przygotowaliśmy dla niesprawiedliwych karę bolesną"},{"SurahNumber":25,"VerseNumber":38,"Text":"A jeśli chodzi o ludy Ad i Samud i mieszkańców Ar-Rass, i liczne pokolenia między nimi"},{"SurahNumber":25,"VerseNumber":39,"Text":"to im wszystkim podawaliśmy przykłady i wszystkich zniszczyliśmy całkowicie"},{"SurahNumber":25,"VerseNumber":40,"Text":"A przecież z pewnością przechodzili oni obok miasta, na które spadł zgubny deszcz. Czyż oni tego nie widzieli? Nie! Oni nie spodziewają się zmartwychwstania"},{"SurahNumber":25,"VerseNumber":41,"Text":"A kiedy ciebie widzą, to naśmiewają się z ciebie: \"Czy to ten, którego dał Bóg jako Posłańca"},{"SurahNumber":25,"VerseNumber":42,"Text":"On byłby nas oddalił od naszych bogów, gdybyśmy nie trwali mocno przy nich.\" Niebawem oni się dowiedzą, kiedy zobaczą karę, kto bardziej zbłądził z drogi"},{"SurahNumber":25,"VerseNumber":43,"Text":"Czy ty widziałeś tego, który sobie wziął swoją namiętność za boga? Czy ty będziesz dla niego opiekunem"},{"SurahNumber":25,"VerseNumber":44,"Text":"Czy sądzisz, że większość z nich słyszy albo rozumie? Oni są jak bydło; nie, oni raczej zbłądzili z drogi"},{"SurahNumber":25,"VerseNumber":45,"Text":"Czy ty nie widziałeś, jak Twój Pan przesuwa cień? - A gdyby chciał, uczyniłby go spokojnym. - I uczyniliśmy słońce jego przewodnikiem"},{"SurahNumber":25,"VerseNumber":46,"Text":"Następnie sprowadzamy go ku Sobie z łatwością"},{"SurahNumber":25,"VerseNumber":47,"Text":"On jest Tym, który uczynił dla was noc okryciem, sen odpoczynkiem, a dzień zmartwychwstaniem"},{"SurahNumber":25,"VerseNumber":48,"Text":"On jest Tym, który posyła wiatry jako radosną wieść zwiastującą Jego miłosierdzie. I My spuściliśmy z nieba wodę czystą"},{"SurahNumber":25,"VerseNumber":49,"Text":"Aby dzięki niej ożywić martwą krainę i napoić nią liczne trzody i istoty ludzkie, które stworzyliśmy"},{"SurahNumber":25,"VerseNumber":50,"Text":"I rozprowadziliśmy ją między nimi, aby pamiętali; lecz większość ludzi odrzuca wszystko, oprócz niewiary"},{"SurahNumber":25,"VerseNumber":51,"Text":"A jeślibyśmy chcieli, to wysłalibyśmy do każdego miasta jakiegoś ostrzegającego"},{"SurahNumber":25,"VerseNumber":52,"Text":"Nie słuchaj więc niewiernych i zwalczaj ich z wielkim zapałem, przy jego pomocy"},{"SurahNumber":25,"VerseNumber":53,"Text":"On jest Tym, który dał wolną drogę dwom morzom: temu słodkiemu, o przyjemnym smaku, i temu słonemu, gorzkiemu. Umieścił On między nimi przegrodę i barierę nie do przebycia"},{"SurahNumber":25,"VerseNumber":54,"Text":"On jest Tym, który stworzył człowieka z wody i uczynił dla niego związki krwi i małżeństwa. Twój Pan jest Wszechmocny"},{"SurahNumber":25,"VerseNumber":55,"Text":"Oni czczą, poza Bogiem, to, co im ani nie przynosi żadnej korzyści, ani też nie może im zaszkodzić. Niewierny jest zawsze przeciwko swemu Panu pomocnikiem"},{"SurahNumber":25,"VerseNumber":56,"Text":"My wysłaliśmy ciebie jedynie jako zwiastuna radosnej wieści i jako ostrzegającego"},{"SurahNumber":25,"VerseNumber":57,"Text":"Powiedz: \"Nie żądam od was za to żadnej zapłaty, nic oprócz tego, aby ten, kto chce, wybrał sobie drogę do swego Pana"},{"SurahNumber":25,"VerseNumber":58,"Text":"I zaufaj Żyjącemu, który nie umiera! I wysławiaj Jego chwałę! Wystarczy, iż On jest dobrze świadomy grzechów swoich sług"},{"SurahNumber":25,"VerseNumber":59,"Text":"On jest Tym, który stworzył niebiosa i ziemię, i to, co jest między nimi - w ciągu sześciu dni. Potem umocnił się na tronie - Miłosierny. Zapytaj o Niego dobrze wiedzącego"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kiedy im się powie: \"Wybijajcie pokłony Miłosiernemu!\", oni mówią: \"Cóż to jest ten Miłosierny? Czy my mamy wybijać pokłony na twój rozkaz?\" I to tylko powiększa ich niechęć"},{"SurahNumber":25,"VerseNumber":61,"Text":"Niech będzie błogosławiony Ten, który uczynił na niebie konstelacje i który umieścił na nim lampę i księżyc dający światło"},{"SurahNumber":25,"VerseNumber":62,"Text":"On jest Tym, który uczynił noc i dzień następującymi po sobie dla tych, którzy chcą pamiętać lub którzy chcą być wdzięczni"},{"SurahNumber":25,"VerseNumber":63,"Text":"Słudzy Miłosiernego: ci, którzy chodzą po ziemi skromnie i kiedy ludzie nieświadomi zwracają się do nich, to mówią: \"Pokój"},{"SurahNumber":25,"VerseNumber":64,"Text":"I ci, którzy spędzają noce przed swoim Panem, wybijając pokłony lub stojąc"},{"SurahNumber":25,"VerseNumber":65,"Text":"I ci, którzy mówią: \"Panie nasz! Odwróć od nas karę Gehenny"},{"SurahNumber":25,"VerseNumber":66,"Text":"Zaprawdę, kara ta jest ciągłą torturą! Zaprawdę, nieszczęsna jest Gehenna jako miejsce schronienia i pobytu"},{"SurahNumber":25,"VerseNumber":67,"Text":"I ci, którzy kiedy rozdają, to ani nie trwonią, ani nie skąpią, ponieważ między tymi dwoma leży to, co słuszne"},{"SurahNumber":25,"VerseNumber":68,"Text":"I ci, którzy nie wzywają żadnego boga, poza Bogiem; i nie zabijają nikogo wbrew zakazowi Boga, chyba że zgodnie z prawem; i nie uprawiają rozpusty. A kto to czyni, spotka go kara za grzech"},{"SurahNumber":25,"VerseNumber":69,"Text":"Jemu będzie podwojona kara w Dniu Zmartwychwstania i będzie w niej poniżony na wieki"},{"SurahNumber":25,"VerseNumber":70,"Text":"Z wyjątkiem tych, którzy się nawrócili, którzy uwierzyli i uczynili dobre dzieło; tym Bóg zamieni ich złe czyny na dobre. Bóg jest Przebaczający, Litościwy"},{"SurahNumber":25,"VerseNumber":71,"Text":"A kto się nawróci i czyni dobro, ten, zaprawdę, nawraca się ku Bogu pełen skruchy"},{"SurahNumber":25,"VerseNumber":72,"Text":"I ci, którzy nie zaświadczają fałszu, a kiedy przechodzą obok pustej gadaniny, to przechodzą z godnością"},{"SurahNumber":25,"VerseNumber":73,"Text":"I ci, którzy, kiedy się im wspomina znaki ich Pana, nie stają naprzeciw nich głusi i ślepi"},{"SurahNumber":25,"VerseNumber":74,"Text":"I ci, którzy mówią: \"Panie nasz! Daj nam od naszych żon i naszego potomstwa ochłodę oczu i uczyń nas wzorem dla bogobojnych"},{"SurahNumber":25,"VerseNumber":75,"Text":"tacy otrzymają jako zapłatę komnatę wyniosłą za to, iż byli cierpliwi. Oni tam zostaną powitani pozdrowieniem i słowem: \"Pokój"},{"SurahNumber":25,"VerseNumber":76,"Text":"Będą przebywać tam na wieki. Piękne to mieszkanie i miejsce pobytu"},{"SurahNumber":25,"VerseNumber":77,"Text":"Powiedz: \"Mój Pan nie będzie troszczył się o was bez waszej modlitwy. Wy jednak zadawaliście kłam i skutek będzie nieunikniony"}]}