{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"O lyudi! Boytes' vashego Gospoda, kotoryy sotvoril vas iz odnogo zhivogo sushchestva i iz nego zhe sotvoril paru yemu, a ot nikh oboikh [proizvel i] rasselil [po svetu] mnogo muzhchin i zhenshchin. Boytes' zhe Allakha, imenem kotorogo vy pred\"yavlyayete drug k \"Drugu [svoi prava], i [boytes'] razorvat' rodstvennyye svyazi [mezhdu soboy]. Voistinu, Allakh [vsegda] nablyudayet za vami"},{"SurahNumber":4,"VerseNumber":2,"Text":"Otdavayte sirotam ikh imushchestvo i ne menyayte [vashe] durnoye na khorosheye [sirot]. Ne prozhivayte imushchestva sirot v dopolneniye k vashemu, ibo eto - velikiy grekh"},{"SurahNumber":4,"VerseNumber":3,"Text":"Yesli vy opasayetes', chto ne smozhete byt' spravedlivymi s sirotami [, nakhodyashchimisya na vashem popechenii], to zhenites' na [drugikh] zhenshchinakh, kotoryye nravyatsya vam, - na dvukh, trekh, chetyrekh. Yesli zhe vy opasayetes', chto ne smozhete zabotit'sya o nikh odinakovo, to zhenites' na odnoy ili na tekh, kotorykh vy vzyali v plen [na voyne s nevernymi]. Eto blizhe [k religioznomu zakonu], yesli ne khotite uklonit'sya ot nego"},{"SurahNumber":4,"VerseNumber":4,"Text":"Daruyte zhenam ikh makhr. A yesli zhenshchiny po sobstvennoy vole otkazhutsya ot chego-libo [iz makhra], to pol'zuytes' etim vo blago i v udovol'stviye"},{"SurahNumber":4,"VerseNumber":5,"Text":"Ne otdavayte nesmyshlenym [sirotam] imushchestva, kotoroye Allakh vruchil na vashe popecheniye dlya ikh podderzhki. Kormite ikh za schet ikh imushchestva, odevayte i vedite s nimi dobryye rechi"},{"SurahNumber":4,"VerseNumber":6,"Text":"Podvergayte ispytaniyu sirot, [nakhodyashchikhsya na vashem Popechenii], poka oni ne dostignut brachnogo vozrasta. I togda, yesli obnaruzhite, chto oni dostigli zrelosti razuma, to vruchayte im ikh imushchestvo, a ne raskhoduyte ponaprasnu, v speshke, [opasayas'], chto oni, dostignuv sovershennoletiya [, lishat ikh opekunskikh prav]. Kto iz [opekunov] bogat, pust' vozderzhitsya [ot ispol'zovaniya imushchestva sirot]; kto beden, pust' kormitsya iz nego soglasno obychnomu pravu. Kogda vy vruchayete im ikh imushchestvo, to pust' prisutstvuyut svideteli s ikh storony. I tol'ko Allakhu vedom istinnyy schet"},{"SurahNumber":4,"VerseNumber":7,"Text":"Muzhchinam prinadlezhit dolya iz togo, chto ostavili [v nasledstvo] roditeli i rodstvenniki. I zhenshchinam prinadlezhit dolya iz togo, chto ostavili roditeli i rodstvenniki: i iz malogo, i iz mnogogo [ostavlennogo v nasledstvo,] - ustanovlennyy [zakonom] udel"},{"SurahNumber":4,"VerseNumber":8,"Text":"Yesli pri razdele nasledstva prisutstvuyut rodstvenniki, siroty i bednyaki, to odarite ikh [kakoy-to] doley iz nego i dobrym slovom"},{"SurahNumber":4,"VerseNumber":9,"Text":"Pust' te [dusheprikazchiki], kotorym takzhe pridetsya ostavit' posle sebya nemoshchnykh potomkov, strashatsya [Allakha] i opasayutsya za nikh (t. ye. za svoikh detey, tak kak i s nimi mogut postupit' nespravedlivo), pust' govoryat im (t. ye. ostavlennym na ikh popecheniye sirotam) blagorazumnyye slova"},{"SurahNumber":4,"VerseNumber":10,"Text":"Voistinu, te, kotoryye po nespravedlivosti proyedayut imushchestvo sirot, napolnyayut bryukho svoye ognem i budut goret' v adskom plameni"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allakh predpisyvayet vam zaveshchat' [nasledstvo] vashim detyam tak: synu prinadlezhit dolya, ravnaya dole dvukh docherey. A yesli ostavshiyesya deti - zhenshchiny chislom boleye dvukh, to im prinadlezhit dve treti togo, chto on ostavil. Yesli zhe ostalas' vsego odna doch', to yey prinadlezhit polovina nasledstva. A roditelyam umershego, yesli u nego k tomu zhe ostalsya rebenok, prinadlezhit kazhdomu po odnoy shestoy togo, chto on ostavil. A yesli zhe u umershego net rebenka i yemu nasleduyut roditeli, to materi dostayetsya odna tret' nasledstva. Yesli zhe u umershego yest' brat'ya, to materi prinadlezhit odna shestaya posle vycheta po zaveshchaniyu i vyplaty dolga. Vy ne znayete, kto vam bol'she prinosit pol'zy - roditeli vashi ili synov'ya, i ustanovil Allakh zakon [nasledovaniya]. Ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":12,"Text":"Vam prinadlezhit polovina togo, chto ostavili vashi zheny, yesli u nikh net rebenka. Yesli zhe u nikh yest' rebenok, to vam prinadlezhit chetvert' nasledstva posle vycheta po ikh zaveshchaniyu i vyplaty dolga. Vashim vdovam prinadlezhit chetvert' togo, chto vy ostavili, yesli u vas net rebenka. Yesli zhe u vas yest' rebenok, to vdovam prinadlezhit odna vos'maya togo, chto vy ostavili, posle vycheta po vashemu zaveshchaniyu i vyplaty dolga. Yesli muzhchina ili zhenshchina ne imeyet pryamykh naslednikov, a u nego ili u neye yest' brat ili sestra, to kazhdomu iz nikh prinadlezhit odna shestaya. Yesli zhe brat'yev i sester bol'she dvukh, to vse oni delyat porovnu odnu tret' posle vycheta po zaveshchaniyu i vyplaty dolga, yesli eto ne prinosit vreda [naslednikam], soglasno zavetu Allakha. Voistinu, Allakh - vseznayushchiy, blagovolyashchiy"},{"SurahNumber":4,"VerseNumber":13,"Text":"Takovy predpisaniya Allakha. Tekh, kto povinuyetsya Allakhu i Yego poslanniku. On vvedet v rayskiye sady, gde tekut ruch'i. Vechno oni tam prebudut. I eto - velikoye spaseniye"},{"SurahNumber":4,"VerseNumber":14,"Text":"A togo, kto oslushayetsya Allakha i Yego poslannika i prestupit Yego zakony, On vvergnet v adskiy ogon'. Vechno tot v nem prebudet, i ugotovano yemu unizitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":15,"Text":"A protiv tekh iz vashikh zhen, kotoryye sovershayut prelyubodeyaniye, prizovite v svideteli chetyrekh iz vas. Yesli oni podtverdyat [prelyubodeyaniye] svidetel'stvom, to zaprite [zhen] v domakh, poka ikh ne upokoit smert' ili Allakh ne prednaznachit im inoy put'"},{"SurahNumber":4,"VerseNumber":16,"Text":"A yesli dvoye iz vas sovershat prelyubodeyaniye, to podvergnite oboikh telesnomu nakazaniyu. Yesli oni raskayutsya i ispravyatsya, to prostite ikh. Voistinu, Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":4,"VerseNumber":17,"Text":"Voistinu, proshcheniye Allakha tem, kotoryye sovershayut durnoy postupok po nevedeniyu i vskore raskaivayutsya. Takikh proshchayet Allakh. Voistinu, Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":18,"Text":"No net proshcheniya tem, kto sovershayet pregresheniya [vsyu zhizn'], i lish' togda, kogda k nemu prikhodit smert', govorit: \"Voistinu, ya raskaivayus' teper'\". [Allakh ne proshchayet] tekh, kto umirayet, buduchi nevernym. Im-to My ugotovali muchitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":19,"Text":"O vy, kotoryye uverovali! Ne razresheno vam nasledovat' poluchat' v nasledstvo zhen [tekh, imushchestvo kotorykh vy nasleduyete] protiv ikh voli. Ne zapreshchayte im zabirat' chast' makhra, kotoryy vy im dali [pri zhenit'be], yesli tol'ko oni ne sovershili yavnogo prelyubodeyaniya. Obrashchaytes' s vashimi zhenami dostoyno. Yesli zhe oni nepriyatny vam, to ved' mozhet byt' tak, chto Allakh nepriyatnoye vam obratit vo blago velikoye"},{"SurahNumber":4,"VerseNumber":20,"Text":"Yesli vy zakhoteli zamenit' odnu zhenu drugoy i yesli pervoy iz nikh byl vydelen vami dazhe kintar zolota, to ne uderzhivayte iz etogo nichego. Neuzheli vy stanete otbirat' chto-libo nespravedlivo i sovershaya yavnyy grekh"},{"SurahNumber":4,"VerseNumber":21,"Text":"I kak vy smozhete uderzhat' [chast' makhra], yesli mezhdu vami byla blizost' i yesli zheny poluchili ot vas tverdoye obeshchaniye"},{"SurahNumber":4,"VerseNumber":22,"Text":"Ne berite v zheny tekh zhenshchin, na kotorykh byli zhenaty vashi ottsy, yesli tol'ko eto ne proizoshlo prezhde. Voistinu, eto merzko, skverno, i otvratitelen takoy put'"},{"SurahNumber":4,"VerseNumber":23,"Text":"Zapretny vam v kachestve zhen vashi materi, docheri, sestry, tetki so storony ottsa, tetki so storony materi, docheri brata, docheri sestry, molochnyye materi, molochnyye sestry, materi vashikh zhen, padcheritsy - vashi vospitannitsy, s materyami kotorykh vy soshlis' (a yesli vy ne soshlis' s ikh materyami, to net grekha, yesli zhenites' na padcheritsakh); zapretny [vam takzhe] zheny vashikh krovnykh synovey, zapretno zhenit'sya odnovremenno na dvukh sestrakh, yesli eto ne sluchilos' prezhde, - voistinu, Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":4,"VerseNumber":24,"Text":"[zapretny vam] i zamuzhniye zhenshchiny, yesli oni ne vzyaty vami v plen [v srazhenii vo imya Allakha], - vse eto predpisal vam Allakh. I dozvoleno vam, pomimo perechislennykh, na svoi sredstva nayti sebe tselomudrennykh zhenshchin [dlya zhenit'by], ne rasputnichaya. A za to udovol'stviye, kotoroye vy poluchayete ot nikh, voznagrazhdayte ikh [v sluchaye razvoda] soglasno ustanovlennomu makhru. I net na vas grekha za to, o chem vy polyubovno dogovorites' posle ustanovleniya [makhra]. Voistinu, Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":25,"Text":"A yesli kto-libo ne obladayet dostatkom, chtoby zhenit'sya na veruyushchikh tselomudrennykh zhenshchinakh, to zhenites' na veruyushchikh devakh iz chisla vashikh plennits, - Allakh luchshe vsekh znayet, naskol'ko vy veruyete, vy vse prinadlezhite k yedinomu chelovecheskomu rodu. Poetomu zhenites' na rabynyakh s razresheniya ikh popechiteley i davayte im dostoynyy makhr. [I pust' oni budut] vam tselomudrennymi [suprugami], a ne rasputnitsami i taynymi vozlyublennymi. Yesli zhe oni, vzyatyye pod vashe pokrovitel'stvo kak zheny, sovershat prelyubodeyaniye, ikh nakazaniye dolzhno byt' ravno polovine nakazaniya svobodnykh zhen. Eto [razresheniye zhenit'sya na rabynyakh] dano tem iz vas, kotoryye opasayutsya sovershit' prelyubodeyaniye [iz-za otsutstviya zheny]. A yesli vy proyavite terpeniye [i ne zhenites' na rabynyakh], to eto luchshe dlya vas. Voistinu, Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allakh khochet ob\"yasnit' vam [vse eti ukazaniya], napravit' vas k zakonam prezhnikh [prorokov] i prostit' vas. Ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allakh khochet prostit' vas. A predayushchiyesya svoim strastyam izo vsekh sil stremyatsya sovratit' vas [s pryamogo puti]"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allakh khochet oblegchit' vam [zhizn' vdaleke ot doma], ibo chelovek sozdan slabym po prirode"},{"SurahNumber":4,"VerseNumber":29,"Text":"O vy, kotoryye uverovali! Ne styazhayte imushchestva drug druga nepravednym putem, a tol'ko putem torgovli po vzaimnomu vashemu soglasiyu. I ne ubivayte drug druga. Voistinu, Allakh milostiv k vam"},{"SurahNumber":4,"VerseNumber":30,"Text":"My vvergnem v adskiy ogon' togo, kto budet postupat' tak, [kak bylo skazano], po zlomu umyslu i sklonnosti k nasiliyu. I eto dlya Allakha sovsem legko"},{"SurahNumber":4,"VerseNumber":31,"Text":"Yesli vy budete izbegat' bol'shikh grekhov, kotoryye vam zapreshcheny, to My prostim vashi [melkiye] pregresheniya i vvedem vas cherez vrata blagoslovennyye"},{"SurahNumber":4,"VerseNumber":32,"Text":"Ne zhelayte togo, chem Allakh okazal predpochteniye odnim iz vas pered drugimi. Muzhchinam darovana dolya iz togo, chto oni priobreli [svoimi deyaniyami], zhenshchinam takzhe darovana dolya iz togo, chto oni priobreli. Prosite Allakha [darovat' vam dolyu] ot shchedrosti Yego, ibo Allakh znayet vse sushcheye"},{"SurahNumber":4,"VerseNumber":33,"Text":"Kazhdomu cheloveku dlya ostavshegosya [posle nego] imushchestva My opredelili naslednikov: eto roditeli, blizhayshiye rodstvenniki i te, s kotorymi vy svyazany klyatvami. Davayte zhe im ikh dolyu, ved' Allakh vsemu sushchemu svidetel'"},{"SurahNumber":4,"VerseNumber":34,"Text":"Muzh'ya - popechiteli [svoikh] zhen, poskol'ku Allakh dal odnim lyudyam preimushchestvo pered drugimi i poskol'ku muzh'ya raskhoduyut [na soderzhaniye zhen] sredstva iz svoyego imushchestva. Dobrodetel'nyye zhenshchiny predany [svoim muzh'yam] i khranyat chest', kotoruyu Allakh velel berech'. A tekh zhen, v vernosti kotorykh vy ne uvereny, [snachala] uveshchevayte, [potom] izbegayte ikh na supruzheskom lozhe i, [nakonets], pobivayte. Yesli zhe oni povinuyutsya vam, to ne obizhayte ikh. Voistinu, Allakh - vozvyshen, velik"},{"SurahNumber":4,"VerseNumber":35,"Text":"Yesli vy opasayetes' razvoda mezhdu suprugami, to naznach'te po spravedlivomu predstavitelyu so storony yego sem'i i yeye sem'i. Yesli oni oba pozhelayut pomirit'sya, to Allakh pomirit ikh. Voistinu, Allakh - znayushchiy, vedayushchiy"},{"SurahNumber":4,"VerseNumber":36,"Text":"Poklonyaytes' Allakhu i ne priznavayte bozhestvom naryadu s nim nikogo. Delayte dobro roditelyam, rodstvennikam, sirotam, bednyakam, sosedyam, kak rodstvennikam, tak i ne sostoyashchim s vami v rodstve, sobrat'yam [po remeslu], putnikam i tem, kem vy vladeyete. Voistinu, Allakh ne lyubit gordetsov, spesivtsev"},{"SurahNumber":4,"VerseNumber":37,"Text":"kotoryye [sami] skupy i [drugim] lyudyam velyat byt' skupymi i utaivayut to, chto Allakh daroval im po shchedrosti Svoyey. My zhe ugotovili nevernym unizitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":38,"Text":"[Allakh ne lyubit] tekh, kotoryye raskhoduyut svoye imushchestvo [na milostynyu] napokaz lyudyam, kotoryye ne veruyut v Allakha i v Sudnyy den', a takzhe tekh, kto druzhit s shaytanom. Plokhoy drug iz shaytana"},{"SurahNumber":4,"VerseNumber":39,"Text":"Pochemu zhe oni ne veruyut v Allakha i v Sudnyy den' i ne tratyat [na blagiye tseli] iz togo, chto dal im v udel Allakh? Ved' Allakh znayet vse o nikh"},{"SurahNumber":4,"VerseNumber":40,"Text":"Voistinu, Allakh ni k komu i ni v chem ne yavit proizvola. A yesli kto-libo sovershit dobroye deyaniye, to On vozdast za nego vdvoyne, vozdast velikim voznagrazhdeniyem"},{"SurahNumber":4,"VerseNumber":41,"Text":"A chto zhe budet [v Sudnyy den'], kogda My ot kazhdoy obshchiny veruyushchikh vystavim [poslannika] v kachestve svidetelya, a tebya vystavim svidetelem protiv tekh [iz tvoyey obshchiny, kotoryye oslushalis' tebya]"},{"SurahNumber":4,"VerseNumber":42,"Text":"V tot den' te, kotoryye ne uverovali i oslushalis' Poslannika, zakhotyat, chtoby zemlya poglotila ikh. No vse ravno im ne Utait' ot Allakha togo, chto sluchilos'"},{"SurahNumber":4,"VerseNumber":43,"Text":"O vy, kotoryye uverovali! Ne tvorite molitvy, buduchi p'yanymi, [i zhdite], poka ne stanete ponimat' to, chto govorite. [Ne tvorite molitvy] v sostoyanii oskverneniya, poka ne sovershite [predpisannogo] omoveniya, yesli tol'ko vy ne nakhodites' v puti. Yesli zhe vy bol'ny ili zhe v puti, yesli kto-libo iz vas vernulsya iz nuzhnika ili zhe imel snosheniye s zhenshchinoy i yesli vy ne naydete vody, to sovershayte omoveniye chistym melkim peskom i posyp'te im vashi litsa i ruki [do loktey]. Voistinu, Allakh - izvinyayushchiy, proshchayushchiy"},{"SurahNumber":4,"VerseNumber":44,"Text":"Ne dumal li ty [, Mukhammad,] o tekh, kotorym byla darovana chast' Pisaniya? Oni otdali yeye v uplatu za zabluzhdeniye i [teper'] khotyat sbit' i vas [, o muslimy,] s istinnogo puti"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allakh luchshe vsekh znayet vashikh vragov! Tol'ko Allakh - vash popechitel', i tol'ko Allakh mozhet pomoch' vam"},{"SurahNumber":4,"VerseNumber":46,"Text":"Sredi iudeyev yest' takiye, kotoryye iskazhayut slova [Gospoda, perestavlyayut] ikh so svoikh mest i govoryat: \"My slyshali, no ne povinuyemsya\", ili: \"vyslushay neslykhannoye\", ili \"upasi nas\", iskazhaya [recheniya] svoimi ustami i ponosya [istinnuyu] veru. A yesli by [vmesto privedennogo] oni skazali: \"My slyshali i povinuyemsya\", \"vyslushay\" i \"posmotri na nas\", to eto bylo by luchshe dlya nikh i verneye. Odnako Allakh proklyal ikh za neveriye, i oni ne veruyut, razve tol'ko nemnogiye iz nikh"},{"SurahNumber":4,"VerseNumber":47,"Text":"O vy, komu [raneye] bylo darovano Pisaniye! Uveruyte v to, chto My nisposlali [teper'] v podtverzhdeniye togo, chto bylo u vas, poka My ne iskorenili vashi namereniya i ne polozhili im konets, poka My ne proklyali vas, kak proklyali tekh, kto narushil subbotu. Veleniye Allakha neotvratimo"},{"SurahNumber":4,"VerseNumber":48,"Text":"Voistinu, Allakh ne proshchayet, kogda poklonyayutsya drugim bozhestvam krome Nego, a vse [inyye grekhi], pomimo etogo, proshchayet, komu pozhelayet. Tot zhe, kto priznayet naryadu s Allakhom drugikh bogov, sovershayet velikiy grekh"},{"SurahNumber":4,"VerseNumber":49,"Text":"Neuzheli ty ne razmyshlyal o tekh, kotoryye schitayut sebya prechistymi? Tak net zhe, eto Allakh ochishchayet [ot skverny grekhov], kogo pozhelayet, i ni [odin chelovek] ne budet obizhen [Allakhom] dazhe na plevu finikovoy kostochki"},{"SurahNumber":4,"VerseNumber":50,"Text":"Posmotri, kak oni vozvodyat poklep na Allakha! I net yavnogo grekha bol'she etogo"},{"SurahNumber":4,"VerseNumber":51,"Text":"Razve ty ne dumal o tekh, kotorym dana chast' Pisaniya? Oni veruyut v Dzhibta i Taguta i govoryat o neveruyushchikh, chto oni na boleye vernom puti, chem te, kotoryye sleduyut po istinnomu puti"},{"SurahNumber":4,"VerseNumber":52,"Text":"Imenno ikh proklyal Allakh. A u togo, kogo proklyal Allakh, net zastupnika"},{"SurahNumber":4,"VerseNumber":53,"Text":"Mozhet byt', oni delyat vlast' [s Allakhom]? I yesli by eto bylo tak, to oni ne dali by lyudyam i borozdki na finikovoy kostochke"},{"SurahNumber":4,"VerseNumber":54,"Text":"Ili iudei zaviduyut arabam za to, chto daroval im Allakh po shchedrosti Svoyey? Ved' My prezhde darovali rodu Ibrakhima Pisaniye i mudrost', a takzhe velikuyu vlast'"},{"SurahNumber":4,"VerseNumber":55,"Text":"Sredi potomkov Ibrakhima byli takiye, kotoryye priznali yego, i takiye, kotoryye yego otvergli. I net ognya sil'neye adskogo"},{"SurahNumber":4,"VerseNumber":56,"Text":"Voistinu, My podzharim na ogne tekh, kotoryye ne uverovali v Nashi ayaty. I kogda ikh kozha prevratitsya v pepel, My zamenim yeye drugoy kozhey, chtoby oni vkushali mucheniya [neprestanno]. Voistinu, Allakh velik, mudr"},{"SurahNumber":4,"VerseNumber":57,"Text":"A tekh, kotoryye uverovali i tvorili dobryye deyaniya, My vvedem naveki vekov v rayskiye sady, v kotorykh tekut ruch'i. Dlya nikh v rayu - prechistyye suprugi. Vvedem My ikh v ten' prokhladnuyu"},{"SurahNumber":4,"VerseNumber":58,"Text":"Voistinu, Allakh velit vam vozvrashchat' vladel'tsam imushchestvo, kotoroye bylo otdano vam na khraneniye; [velit] sudit' po spravedlivosti, kogda vy sudite [tyazhushchikhsya]. Kak prekrasno to, chem uveshchevayet vas Allakh! Voistinu, Allakh - slyshashchiy, vidyashchiy"},{"SurahNumber":4,"VerseNumber":59,"Text":"O vy, kotoryye uverovali! Povinuytes' Allakhu, povinuytes' Poslanniku i nositelyam vlasti sredi vas. Yesli zhe u vas tyazhba o chem-nibud', to vozlagayte yeye resheniye na Allakha i Poslannika, yesli vy veruyete v Allakha i v Sudnyy den'. Tak budet luchshe i blagopriyatneye po iskhodu"},{"SurahNumber":4,"VerseNumber":60,"Text":"Razve ty ne znayesh', chto lyudi, utverzhdayushchiye, chto oni uverovali v nisposlannoye tebe i v nisposlannoye do tebya, khotyat, chtoby ikh rassudil Tagut? A ved' ne veleno im verovat' v nego! No shaytan khochet vvergnut' ikh v zabluzhdeniye"},{"SurahNumber":4,"VerseNumber":61,"Text":"Kogda zhe munafikam govoryat: \"Obrashchaytes' [za resheniyem] tyazhby k tomu, chto nisposlal Allakh, i k Poslanniku\", ty vidish', chto oni reshitel'no uklonyayutsya ot tebya"},{"SurahNumber":4,"VerseNumber":62,"Text":"A kak oni vedut sebya, kogda ikh postigayet beda za to, chto sovershili oni sobstvennymi rukami? Oni posle etogo prikhodyat k tebe, klyanutsya Allakhom [i govoryat]: \"My khoteli tol'ko dobra i soglasiya"},{"SurahNumber":4,"VerseNumber":63,"Text":"Allakh znayet, chto u nikh v serdtsakh. Tak osteregaysya ikh, no uveshchevay i obrashchay k nim ubeditel'nyye rechi"},{"SurahNumber":4,"VerseNumber":64,"Text":"My nisposlali poslannikov tol'ko dlya togo, chtoby im povinovalis' po vole Allakha. I yesli oni, postupiv nespravedlivo po otnosheniyu k samim sebe, prishli by k tebe i poprosili by proshcheniya u Allakha, yesli by i Poslannik tozhe poprosil za nikh, to oni ubedilis' by, chto Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":65,"Text":"No net - klyanus' tvoim Gospodom!- oni ne uveruyut, poka oni ne izberut tebya sud'yey vo vsem tom, chto vyzyvayet u nikh spory. I togda ne vosstanut oni v dushe protiv tvoyego resheniya i podchinyatsya yemu polnost'yu"},{"SurahNumber":4,"VerseNumber":66,"Text":"Yesli by My predpisali im: \"Otdavayte svoi zhizni\" ili zhe \"Vykhodite iz svoikh zhilishch\", - to povinovalis' by lish' nemnogiye iz nikh. A yesli by oni delali to, k chemu ikh prizyvayut, to eto bylo by luchshe dlya nikh i ukrepilo by ikh [v vere]"},{"SurahNumber":4,"VerseNumber":67,"Text":"I vot togda My darovali by im velikoye voznagrazhdeniye"},{"SurahNumber":4,"VerseNumber":68,"Text":"i nastavili by ikh na pryamoy put'"},{"SurahNumber":4,"VerseNumber":69,"Text":"A te, kto povinuyetsya Allakhu i Poslanniku, prebyvayut v chisle tekh, kogo oblagodetel'stvoval Allakh: s prorokami, pravednikami, pogibshimi v bitve za veru, blagochestivymi muzhami. Prekrasnyye eto soratniki"},{"SurahNumber":4,"VerseNumber":70,"Text":"I vse eto - milost' ot Allakha: I tol'ko Allakh vedayet obo vsem"},{"SurahNumber":4,"VerseNumber":71,"Text":"O vy, kotoryye uverovali! Soblyudayte predostorozhnost' [v srazheniyakh], vystupayte [v boy] otdel'nymi otryadami ili zhe vse vmeste"},{"SurahNumber":4,"VerseNumber":72,"Text":"Voistinu, sredi vas naydetsya takoy, kotoryy stanet medlit' s vystupleniyem. I yesli vas postignet porazheniye, on skazhet: \"Allakh osenil menya milost'yu, i ya ne byl s nimi v chisle pogibshikh"},{"SurahNumber":4,"VerseNumber":73,"Text":"Yesli zhe vas osenit milost' Allakha, on nepremenno skazhet, slovno by on i ne vodil s vami druzhby: \"O, yesli by ya byl vmeste s nimi, daby udostoit'sya velikogo uspekha"},{"SurahNumber":4,"VerseNumber":74,"Text":"Pust' srazhayutsya vo imya Allakha te, kotoryye pokupayut budushchuyu zhizn' [tsenoy] zhizni v etom mire. Tomu, kto budet srazhat'sya vo imya Allakha i budet ubit ili pobedit, My daruyem velikoye voznagrazhdeniye"},{"SurahNumber":4,"VerseNumber":75,"Text":"I pochemu by vam ne srazhat'sya vo imya Allakha i radi obezdolennykh muzhchin, zhenshchin i detey, kotoryye govoryat: \"Gospodi nash! Vyvedi nas iz etogo goroda, zhiteli kotorogo - pritesniteli. Naznach' nam ot Tebya pokrovitelya i zastupnika"},{"SurahNumber":4,"VerseNumber":76,"Text":"Te, kotoryye uverovali, srazhayutsya vo imya Allakha, a te, kotoryye ne uverovali, srazhayutsya vo imya Taguta. Tak srazhaytes' s priverzhentsami shaytana. Ved' kozni shaytana zhalki"},{"SurahNumber":4,"VerseNumber":77,"Text":"Razve ty ne dumal o tekh, kotorym bylo skazano: \"Vozderzhites' [ot voyny], vershite salat i vnosite zakat\". Odnako kogda im bylo predpisano srazhat'sya [za delo Allakha], to nekotoryye iz nikh ustrashilis' protivnikov tak, kak [inyye] strashatsya Allakha, i dazhe boleye togo. I oni skazali: \"Gospodi nash! Pochemu Ty predpisal nam srazhat'sya? O, yesli by Ty otlozhil nam [srazheniye] na nebol'shoy srok!\" Otvechay [, Mukhammad], im: \"Blaga etogo mira nedolgovechny. A budushchaya zhizn' luchshe dlya togo, kto bogoboyaznen. I ne budete vy obizheny i na finikovuyu plevu"},{"SurahNumber":4,"VerseNumber":78,"Text":"Gde by vy ni byli, smert' nastignet vas, dazhe yesli by vy nakhodilis' v vysoko voznesennykh bashnyakh. Yesli munafikam vypadayet na dolyu chto-libo prekrasnoye, oni govoryat: \"Eto - ot Allakha\". Yesli zhe ikh postigayet beda, to oni govoryat: \"Eto - iz-za tebya [, Mukhammad]\". Otvechay im: \"Eta [beda] - ot Allakha\". Chto sluchilos' s etimi lyud'mi, ved' oni ne v sostoyanii postich' togo, chto im govoryat"},{"SurahNumber":4,"VerseNumber":79,"Text":"To, chto postiglo tebya iz prekrasnogo, - ot Allakha, a chto postiglo tebya merzkogo - ot samogo sebya. My nisposlali tebya [, Mukhammad,] poslannikom dlya lyudey. I tol'ko Allakh zrit [vse sushcheye]"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kto pokorilsya Poslanniku, tem samym pokorilsya Allakhu. A yesli kto otkazyvayetsya povinovat'sya, to ved' My ne naznachali tebya strazhem nad nimi"},{"SurahNumber":4,"VerseNumber":81,"Text":"Munafiki govoryat: \"My povinuyemsya\". No kogda oni ukhodyat ot tebya, to nekotoryye iz nikh zamyshlyayut to, chego ty im vovse ne velel. Odnako Allakh zapisyvayet im to, chto oni zamyshlyayut. Tak otvernis' ot nikh i polozhis' tselikom na Allakha, ibo tol'ko Allakh - popechitel'"},{"SurahNumber":4,"VerseNumber":82,"Text":"Neuzheli zhe oni ne zadumyvayutsya nad [smyslom] Korana? Ved' yesli by Koran byl ne ot Allakha, to oni obnaruzhili by v nem uymu protivorechiy"},{"SurahNumber":4,"VerseNumber":83,"Text":"Kogda do nikh dokhodit vest' o pobede ili porazhenii, oni razglashayut yeye. A yesli by oni [ran'she] soobshchili eto poslanniku i predvoditelyam [muslimov,] tem bylo by vedomo, nuzhno li rasprostranyat' etu vest'. I yesli by ne milost' i miloserdiye Allakha k vam, to vy, za isklyucheniyem nemnogikh, posledovali by za shaytanom"},{"SurahNumber":4,"VerseNumber":84,"Text":"Srazhaysya vo imya Allakha. Ty otvetstvenen ne tol'ko za sebya, poetomu pobuzhday k etomu drugikh veruyushchikh. Byt' mozhet, Allakh otvratit ot vas yarost' neveruyushchikh. Ved' Allakh sil'neye vsekh v yarosti i v nakazanii"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kto zastupitsya [za drugogo], tvorya dobro, budet tomu udel iz zastupnichestva [v Sudnyy den']. A kto vmesto zastupnichestva tvorit zlo, budet tomu udel iz nakazaniya. Voistinu, Allakh nad vsem sushchim vlasten"},{"SurahNumber":4,"VerseNumber":86,"Text":"Kogda vas privetstvuyut, vy tozhe otvetstvuyte luchshim privetstviyem ili tem zhe samym. Voistinu, Allakh vedet schet vsemu sushchemu"},{"SurahNumber":4,"VerseNumber":87,"Text":"Net bozhestva, krome Allakha! Voistinu, On soberet vas v Den' voskreseniya, kotoryy, nesomnenno, nastupit. I ch'ye slovo pravdiveye slova Allakha"},{"SurahNumber":4,"VerseNumber":88,"Text":"Pochemu vy razoshlis' vo mneniyakh naschet munafikov? Ved' Allakh nizverg ikh za ikh deyaniya! Ili vy khotite nastavit' na pryamoy put' tekh, kogo svel [s puti] Allakh? No net pryamogo puti tomu, kogo svel [s puti] Allakh"},{"SurahNumber":4,"VerseNumber":89,"Text":"Nevernyye khoteli by, chtoby vy stali nevernymi podobno im, chtoby vy sravnyalis' s nimi. Tak ne vybirayte zhe druzey iz ikh sredy, poka oni ne pereselyatsya vo imya Allakha [iz Mekki v Medinu]. Yesli zhe oni otvergnut [vash prizyv], to khvatayte ikh i ubivayte, gde by vy ikh ni obnaruzhili. I ne berite iz ikh chisla ni druzey, ni pomoshchnikov"},{"SurahNumber":4,"VerseNumber":90,"Text":"za isklyucheniyem tekh, kotoryye svyazany [kakimi-libo uzami] s narodom, s kotorym u vas yest' dogovor, ili kotoryye prishli k vam, a v dushe u nikh net zhelaniya srazhat'sya ni protiv vas, ni protiv svoyego naroda. Yesli by Allakh vozzhelal, On sdelal by [nevernykh] sil'neye vas, i oni togda nepremenno srazilis' by s vami. Yesli zhe oni otstupyat ot vas, ne budut srazhat'sya s vami i predlozhat vam mir, to Allakh ne dozvolit vam [srazhat'sya s nimi]"},{"SurahNumber":4,"VerseNumber":91,"Text":"I ty uvidish', chto yest' i drugiye [munafiki], kotoryye khotyat byt' vernymi i vam, i svoyemu narodu. Vsyakiy raz, kogda vvergayut ikh v smutu [s muslimami], oni uvyazayut v ney. I yesli oni ne otoydut ot vas i ne predlozhat vam mira i ne perestanut napadat' na vas, to khvatayte ikh i ubivayte, gde by vy ikh ni obnaruzhili. My vam predostavili polnoye pravo [srazhat'sya] s nimi"},{"SurahNumber":4,"VerseNumber":92,"Text":"Veruyushchemu ne sleduyet ubivat' veruyushchego - takoye dopustimo lish' po oshibke. A yesli kto-libo ub'yet veruyushchego po oshibke, to yemu nadlezhit otpustit' na volyu veruyushchego raba i vruchit' naslednikam ubitogo vykup za krov', yesli tol'ko oni ne velyat razdat' yego v vide milostyni. Yesli ubityy veruyushchiy i prinadlezhit k vrazhdebnomu vam plemeni, to ubiytse sleduyet otpustit' na volyu veruyushchego raba. Yesli ubityy prinadlezhit k plemeni, s kotorym u vas yest' dogovor, to sleduyet uplatit' yego nasledniku vykup za krov' i osvobodit' veruyushchego raba. Yesli u ubiytsy net veruyushchego raba, yemu nadlezhit bez pereryva postit'sya v techeniye dvukh mesyatsev v kachestve pokayaniya pered Allakhom. Ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":93,"Text":"A yesli kto ub'yet veruyushchego po umyslu, to vozmezdiye yemu - ad, gde prebudet on vechno. Allakh razgnevayetsya na nego, proklyanet yego i ugotovit yemu velikoye nakazaniye"},{"SurahNumber":4,"VerseNumber":94,"Text":"O vy, kotoryye uverovali! Kogda vy otpravlyayetes' [srazhat'sya] vo imya Allakha, to otlichayte [druzey ot vragov] i ne govorite \"ty neveruyushchiy\" tomu, kto predlagayet vam mir, iz stremleniya obresti prekhodyashchiye blaga zemnoy zhizni, v to vremya kak u Allakha vy mozhete obresti bogatuyu dobychu. Ran'she vy sami byli v takom polozhenii, no Allakh oblagodetel'stvoval vas. Urazumeyte zhe [vse eto], ibo Allakh vedayet o tom, chto vy vershite"},{"SurahNumber":4,"VerseNumber":95,"Text":"Te iz veruyushchikh, kotoryye otsizhivayutsya doma, ne ispytyvaya tyagot, ne ravny [po vozdayaniyu Allakha] tem, kto srazhayetsya vo imya Allakha, zhertvuya svoim imushchestvom i zhizn'yu. Allakh vozvysil tekh, kto zhertvuyet svoim imushchestvom i zhizn'yu, na tseluyu stepen' nad otsizhivayushchimisya doma. Khotya Allakh obeshchal naibol'sheye blago vsem [veruyushchim], On otlichil userdstvuyushchikh ot otsizhivayushchikhsya doma velikim voznagrazhdeniyem"},{"SurahNumber":4,"VerseNumber":96,"Text":"stepenyami [pooshchreniya] ot Nego, proshcheniyem i miloserdiyem. Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":97,"Text":"Voistinu, angely, kogda upokoyat tekh, kto byl nespravedliv k samomu sebe, skazhut im: \"Kak eto vy zhili [v unizhenii u nevernykh]?\" Oni otvetyat: \"My byli obezdolennymi na etoy zemle\". Angely sprosyat: \"Razve ne obshirna zemlya Allakha? Ved' vy mogli pereselit'sya [v drugoye mesto]\". I konechnoye pribezhishche - ad, i skvernoye eto pristanishche"},{"SurahNumber":4,"VerseNumber":98,"Text":"[i izbegnut yego] razve chto bespomoshchnyye iz muzhchin i zhenshchin i detey, kotoryye ne mogut khitrit' i ne nakhodyat puti [dlya vyyezda iz Mekki] i"},{"SurahNumber":4,"VerseNumber":99,"Text":"kotorym, byt' mozhet, Allakh prostit, ibo Allakh - miloserdnyy, proshchayushchiy"},{"SurahNumber":4,"VerseNumber":100,"Text":"Tot, kto ostavlyayet svoy dom [v Mekke, chtoby borot'sya] vo imya Allakha, naydet na zemle skol'ko ugodno ubezhishch i izobiliye. Yesli kto pokidayet svoy dom, napravlyayas' k Allakhu i Yego poslanniku, i yesli yego [v puti] postignet smert', to voznagrazhdeniye yego - za Allakhom. Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":101,"Text":"Kogda vy nakhodites' v puti, to ne budet grekhom dlya vas ukorotit' salat, yesli vy opasayetes' ugrozy so storony nevernykh. Voistinu, nevernyye - vashi yavnyye vragi"},{"SurahNumber":4,"VerseNumber":102,"Text":"Kogda ty [, Mukhammad,] nakhodish'sya sredi veruyushchikh i sovershayesh' salat radi nikh, to pust' odna gruppa iz nikh stoit vmeste s toboy s oruzhiyem v rukakh. Kogda pervaya gruppa zavershit kolenoprekloneniye [i vstanet], to pust' oni stanut pozadi vas [dlya okhrany] i drugaya gruppa, kotoraya yeshche ne sovershala molitvy, pust' molitsya vmeste s toboy, no pust' ona budet ostorozhna i imeyet pri sebe oruzhiye. Nevernym khotelos' by, chtoby vy ne dumali o svoyem oruzhii i snaryazhenii i oni mogli by napast' na vas vnezapno. Ne schitayetsya dlya vas grekhom, yesli vy otlozhite oruzhiye, kogda ispytyvayete neudobstvo ot dozhdya ili bol'ny. No bud'te osmotritel'ny. Voistinu, Allakh ugotovil nevernym unizitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":103,"Text":"Kogda vy zavershite molitvennyy obryad, pomyanite Allakha, bud'-to stoya, sidya ili lezha. Kogda zhe vy budete v bezopasnosti, to sovershayte polnyy salat. Voistinu, molitvennyy obryad dlya veruyushchikh predpisan v strogo opredelennoye vremya"},{"SurahNumber":4,"VerseNumber":104,"Text":"Ne ispytyvayte strakha pered vstrechey s nepriyatel'skim voyskom. Yesli vy stradayete, to oni stradayut tak zhe. Odnako zhe vy nadeyetes' ot Allakha na to, na chto oni ne nadeyutsya. Ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":105,"Text":"Voistinu, My nisposlali tebe [, Mukhammad,] Pisaniye kak istinu, chtoby ty razbiral tyazhby mezhdu lyud'mi posredstvom togo, chemu tebya uchil Allakh. Tak ne bud' zhe na storone izmennikov"},{"SurahNumber":4,"VerseNumber":106,"Text":"Prosi proshcheniya u Allakha [za oshibochnoye zastupnichestvo], ibo Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ne zastupaysya za tekh, kotoryye predayut sami sebya, ibo, voistinu, Allakh ne lyubit ni izmennika, ni greshnika"},{"SurahNumber":4,"VerseNumber":108,"Text":"Oni mogut skryt' svoi [grekhovnyye dela] ot lyudey, no ne skroyut ikh ot Allakha, tak kak On nakhoditsya sredi nikh, kogda oni vtayne zamyshlyayut neugodnoye Yemu. No Allakhu izvestno to, chto oni vershat"},{"SurahNumber":4,"VerseNumber":109,"Text":"Konechno, vy [, veruyushchiye,] mozhete zastupit'sya za nikh v etom mire. No kto zastupitsya za nikh pered Allakhom v Den' voskreseniya? Ili zhe kto vystupit za nikh pokrovitelem"},{"SurahNumber":4,"VerseNumber":110,"Text":"Yesli kto-libo sovershit zloy postupok ili nechestiye, a potom poprosit u Allakha proshcheniya, to obnaruzhit on, chto Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":111,"Text":"A tot, kto sovershil grekh, voistinu, sovershil yego vo zlo sebe. Allakh zhe - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":112,"Text":"A tot, kto sovershil prostupok ili grekh i pripisal yego nevinovnomu, vzvalivayet na sebya [bremya] ogovora i yavnogo grekha"},{"SurahNumber":4,"VerseNumber":113,"Text":"I yesli by ne blagovoleniye i ne milost' Allakha k tebe, to, nesomnenno, nekotoryye iz nikh, [chto predayut sebya], postaralis' by sovratit' tebya s puti istiny. No oni sovratyat tol'ko samikh sebya i ne povredyat tebe niskol'ko, poskol'ku Allakh nisposlal tebe Pisaniye i mudrost' i nauchil tebya tomu, chego ty te znal. Veliko zhe blagovoleniye Allakha k tebe"},{"SurahNumber":4,"VerseNumber":114,"Text":"Ne prinosyat im pol'zy mnogiye ikh taynyye besedy, yesli tol'ko oni ne prizyvayut na nikh razdavat' milostynyu, vershit' dobryye dela ili primiryat' lyudey. A tomu, kto vershit eto, stremyas' [zasluzhit'] blagovoleniye Allakha, My vozdadim velikim voznagrazhdeniyem"},{"SurahNumber":4,"VerseNumber":115,"Text":"A yesli kto-nibud' vystupayet protiv Poslannika i ne sleduyet putem veruyushchikh, posle togo kak yemu stal yasen pryamoy put', to takogo My napravim tuda, kuda on obratilsya, i vvergnem v ad. A eto skvernoye pristanishche"},{"SurahNumber":4,"VerseNumber":116,"Text":"Voistinu, Allakh ne proshchayet, kogda veruyut v drugikh bogov, krome Nego, no proshchayet, komu pozhelayet, vse grekhi, krome etogo. A tot, kto veruyet v drugikh bogov pomimo Allakha, prebyvayet v glubokom zabluzhdenii"},{"SurahNumber":4,"VerseNumber":117,"Text":"[Mnogobozhniki] poklonyayutsya vmesto Allakha tol'ko bezzhiznennym istukanam i shaytanu-oslushniku"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allakh proklyal shaytana, i tot skazal: \"YA nepremenno sovrashchu iz chisla Tvoikh rabov predopredelennuyu [mne] dolyu"},{"SurahNumber":4,"VerseNumber":119,"Text":"ya nepremenno sob'yu ikh s puti istiny, vnushu im tshchetnyye nadezhdy [na vechnuyu zhizn'], prikazhu im obrezat' ushi u skotiny i iskazhat' religiyu, dannuyu Allakhom\". Tot, kto ishchet zastupnichestva u shaytana vmesto Allakha, neprelozhno poneset uron"},{"SurahNumber":4,"VerseNumber":120,"Text":"Shaytan obeshchayet [lyudyam] i soblaznyayet ikh. No yego obeshchaniya ne chto inoye, kak obol'shcheniye"},{"SurahNumber":4,"VerseNumber":121,"Text":"A pribezhishche ikh - ad. Ne nayti im iz nego iskhoda"},{"SurahNumber":4,"VerseNumber":122,"Text":"Tekh zhe, kto veroval i tvoril dobryye deyaniya, nepremenno vvedem My v rayskiye sady, v kotorykh tekut ruch'i. Oni vechno prebudut tam soglasno istinnomu obeshchaniyu Allakha. A kto zhe verneye Allakha [dannomu] slovu"},{"SurahNumber":4,"VerseNumber":123,"Text":"[I vse eto proizoydet] nezavisimo ot vashikh mechtaniy ili mechtaniy lyudey Pisaniya. Tomu, kto vershit zlo, vozdayetsya tem zhe, i nikto ne zastupitsya za nego i ne pomozhet yemu, krome Allakha"},{"SurahNumber":4,"VerseNumber":124,"Text":"A te, kto sovershayet dobro, bud' to muzhchina ili zhenshchina, yesli oni k tomu zhe veruyushchiye, voydut v ray, i ne budut oni obizheny ni na borozdku finikovoy kostochki"},{"SurahNumber":4,"VerseNumber":125,"Text":"Yest' li kto-nibud' prekrasneye svoyey veroyu togo dobrodeyushchego, kto polnost'yu predalsya Allakhu i posledoval za veroy Ibrakhima-khanifa? A ved' Allakh sdelal Ibrakhima [Svoim] drugom"},{"SurahNumber":4,"VerseNumber":126,"Text":"Allakhu prinadlezhit to, chto v nebesakh i na zemle, i Allakh ob\"yemlet [znaniyem] vse sushcheye"},{"SurahNumber":4,"VerseNumber":127,"Text":"[Muslimy] budut prosit' tebya vynesti predpisaniya o zhenshchinakh. Otvechay: \"Allakh, ya takzhe to, chto vozveshchayetsya vam v Korane, dayut vam predpisaniya: o zhenshchinakh, o sirotakh-devushkakh, kotorym vy ne dayete togo, chto im polagayetsya, zhelaya zhenit'sya na nikh, a takzhe o bespomoshchnykh detyakh i o tom, chtoby vy otnosilis' k sirotam so spravedlivost'yu. I chto by vy ni sdelali dobrogo, Allakh vedayet ob etom"},{"SurahNumber":4,"VerseNumber":128,"Text":"Yesli zhenshchina opasayetsya, chto muzh budet durno obrashchat'sya s ney ili izbegat' yeye, to ne budet na nikh grekha, yesli oni poladyat mirom, ibo mirnoye resheniye -luchshe. Khotya lyudi [po prirode] i skupy, no yesli vy budete tvorit' dobro i budete bogoboyaznennymi, to, voistinu, Allakh vedayet o tom, chto vy vershite"},{"SurahNumber":4,"VerseNumber":129,"Text":"Vy nikogda ne sumeyete otnosit'sya odinakovo spravedlivo k zhenam, yesli by dazhe ochen' khoteli etogo. Ne bud'te zhe polnost'yu blagosklonnym [k odnoy], ostavlyaya [druguyu] zabroshennoy. Yesli zhe vy ispravite [svoi pregresheniya otnositel'no zhen] i budete bogoboyaznenny, to ved' Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":4,"VerseNumber":130,"Text":"Yesli suprugi razvedutsya, to Allakh kazhdogo iz nikh obespechit po velikodushiyu. Allakh - obil'no daruyushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":131,"Text":"Allakhu prinadlezhit to, chto v nebesakh i na zemle. My zapovedali tem, komu bylo darovano Pisaniye do vas, a takzhe vam (t. ye. muslimam), chtoby vy boyalis' Allakha. A yesli vy ne uveruyete [v Allakha], to ved' Allakhu prinadlezhit to, chto v nebesakh i na zemle, i Allakh - vsevlastnyy, dostoslavnyy"},{"SurahNumber":4,"VerseNumber":132,"Text":"Allakhu prinadlezhit to, chto v nebesakh i na zemle. I tol'ko Allakh - [vash] pokrovitel'"},{"SurahNumber":4,"VerseNumber":133,"Text":"Yesli [Allakh] zakhochet, o lyudi, On uvedet vas [iz etogo mira] i privedet drugikh - On mozhet sovershit' eto"},{"SurahNumber":4,"VerseNumber":134,"Text":"Yesli kto zhelayet vozdayaniya [blagami] zemnogo mira, to Allakhu prinadlezhat nagrady zemnogo i budushchego mira. Allakh - slyshashchiy, vidyashchiy"},{"SurahNumber":4,"VerseNumber":135,"Text":"O vy, kotoryye uverovali! Bud'te stoyki v spravedlivosti, svidetel'stvuya pered Allakhom, yesli dazhe svidetel'stvo budet protiv vas samikh, vashikh roditeley ili rodstvennikov. Budet li tyazhushchiysya bogatym ili bednym, Allakh [rassudit] ikh nailuchshim obrazom. Bud'te bespristrastny, v protivnom sluchaye vy otstupite ot spravedlivosti. Yesli zhe vy uklonites' ot spravedlivosti i otvergnete yeye, to ved' Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":4,"VerseNumber":136,"Text":"O vy, kotoryye uverovali! Veruyte v Allakha, Yego Poslannika, Pisaniye, kotoroye On nisposlal Svoyemu Poslanniku, a takzhe v pisaniye, kotoroye On nisposlal prezhde. Tot, kto ne veruyet v Allakha, Yego angelov, Yego pisaniya, Yego poslannikov i v Sudnyy den', vpal v glubokoye zabluzhdeniye"},{"SurahNumber":4,"VerseNumber":137,"Text":"Voistinu, Allakh ne takov, chtoby prostit' i napravit' na pryamoy put' tekh, kotoryye [snachala] uverovali, a potom snova perestali verit', potom vnov' uverovali, opyat' utratili veru i dazhe glubzhe pogruzilis' v neveriye"},{"SurahNumber":4,"VerseNumber":138,"Text":"Tak obraduy zhe munafikov vest'yu, chto im ugotovano muchitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":139,"Text":"tekh, kotoryye druzhat s nevernymi, a ne s veruyushchimi. Uzh ne v druzhbe li s nimi khotyat oni obresti velichiye? Voistinu, vse velichiye - u Allakha"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allakh prezhde predpisal vam v Pisanii, chtoby vy, vnimaya znameniyam Allakha, izbegali sadit'sya vmeste s temi, kto otritsayet eti [znameniya] i izdevayetsya nad nimi, poka oni ne zagovoryat o drugom. V protivnom zhe sluchaye vy podobny im. Voistinu, Allakh nizvergnet vsekh munafikov i nevernykh v ad"},{"SurahNumber":4,"VerseNumber":141,"Text":"Munafiki vnimatel'no nablyudayut za vami. Yesli vy oderzhite pobedu blagodarya Allakhu, oni govoryat: \"Razve my ne byli s vami?\" Yesli zhe udacha vypadayet nevernym, to oni govoryat im: \"Razve ne my pomogli vam [pobedit'] ikh, razve ne zashchishchali vas ot veruyushchikh?\" No Allakh v Den' voskreseniya rassudit vsekh vas. I ni za chto Allakh ne daruyet nevernym pobedu nad veruyushchimi"},{"SurahNumber":4,"VerseNumber":142,"Text":"Voistinu, munafiki pytayutsya obmanut' Allakha, a mezhdu tem eto Allakh obmanyvayet ikh. Kogda oni sovershayut salat, to delayut eto s neokhotoy, tol'ko napokaz lyudyam i vspominayut Allakha lish' vremenami"},{"SurahNumber":4,"VerseNumber":143,"Text":"Oni koleblyutsya mezhdu [veroy i neveriyem], no ne prinadlezhat ni k veruyushchim, ni k neveruyushchim. Ved' yesli Allakh sob'yet kogo-libo s dorogi, to yemu uzh ne nayti puti [istinnogo]"},{"SurahNumber":4,"VerseNumber":144,"Text":"O vy, kotoryye uverovali! Ne berite v druz'ya nevernykh, prenebregshi veruyushchimi. Neuzheli vy khotite predostavit' Allakhu ubeditel'nyy dovod protiv vas"},{"SurahNumber":4,"VerseNumber":145,"Text":"Voistinu, munafiki [budut goret'] vo glubine adskogo ognya. I ne nayti im zastupnika"},{"SurahNumber":4,"VerseNumber":146,"Text":"[Izbegnut kary] lish' te, kotoryye raskayalis', stali pravednymi, upovayut na Allakha i iskrenni v svoyey vere v Allakha. Oni-to i budut v chisle veruyushchikh, a veruyushchim Allakh daruyet velikoye voznagrazhdeniye"},{"SurahNumber":4,"VerseNumber":147,"Text":"Stanet li Allakh nakazyvat' vas, yesli vy budete blagodarny [Yemu] i uveruyete [v Nego]? Ved' Allakh - blagodarnyy, znayushchiy"},{"SurahNumber":4,"VerseNumber":148,"Text":"Allakh ne lyubit, kogda branyatsya vo vseuslyshaniye, yesli tol'ko [etogo ne delayet] tot, kto byl nespravedlivo obizhen. Voistinu, Allakh - slyshashchiy, znayushchiy"},{"SurahNumber":4,"VerseNumber":149,"Text":"Budete li vy vershit' dobro v otkrytuyu ili zhe taykom, prostite li vy zloy postupok - vse ravno Allakh - proshchayushchiy, mogushchestvennyy"},{"SurahNumber":4,"VerseNumber":150,"Text":"Voistinu, te, kotoryye ne veruyut v Allakha i Yego poslannikov, khotyat razlichat' [veru] Allakha ot [very v] Yego poslannikov, govorya pri etom: \"My veruyem v odnikh [poslannikov] i ne veruyem v drugikh\" P - i khotyat izbrat' [sredniy] put' mezhdu [veroy i neveriyem]"},{"SurahNumber":4,"VerseNumber":151,"Text":"oni i yest' podlinno neveruyushchiye. I My ugotovili nevernym pozornoye nakazaniye"},{"SurahNumber":4,"VerseNumber":152,"Text":"Tekh zhe, kotoryye uverovali v Allakha i Yego poslannikov i ne privodyat mezh nimi nikakogo razlichiya, On voznagradit po zaslugam. Ved' Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":4,"VerseNumber":153,"Text":"Lyudi Pisaniya prosyat tebya, chtoby ty nizvel im Pisaniye s nebes. Prezhde oni prosili Musu o bol'shem, chem eto, i govorili: \"Pokazhi nam voochiyu Allakha\". No ikh porazila molniya za ikh nepomernyye prityazaniya. A potom, posle togo kak k nim yavilis' yasnyye znameniya, oni stali poklonyat'sya [zolotomu] tel'tsu, no My prostili im eto i darovali Muse yavnoye dokazatel'stvo [istiny]"},{"SurahNumber":4,"VerseNumber":154,"Text":"My vozdvigli pered nimi goru Sinay soglasno [Nashemu] zavetu s nimi i skazali im: \"Voydite vo vrata, nizko klanyayas'!\" Yeshche skazali My im: \"Ne narushayte subbotniy zapret\" - i vzyali s nikh tverdoye obeshchaniye"},{"SurahNumber":4,"VerseNumber":155,"Text":"Za to, chto oni narushili svoy zavet; za ikh neveriye v znameniya Allakha; za to, chto oni ubivali prorokov bez prava na to; za ikh slova: \"Serdtsa nashi nedostupny dlya very\", - a eto vovse ne tak, eto Allakh pokaral ikh za neveriye, ved' vera ikh nichtozhna"},{"SurahNumber":4,"VerseNumber":156,"Text":"za ikh neveriye, za to, chto oni vozveli na Maryam velikuyu napraslinu"},{"SurahNumber":4,"VerseNumber":157,"Text":"za ikh slova: \"Voistinu, my ubili Messiyu, 'Isu, syna Maryam, poslannika Allakha\" (no oni ne ubili yego i ne raspyali, a eto tol'ko pokazalos' im); voistinu, te, kotoryye raskhodyatsya vo mneniyakh po etomu povodu, nakhodyatsya v somnenii i ne vedayut nichego o tom, a lish' sleduyut za dogadkami. A oni, konechno zhe, ne ubivali yego"},{"SurahNumber":4,"VerseNumber":158,"Text":"Eto Allakh voznes yego k sebe, a Allakh velik, mudr"},{"SurahNumber":4,"VerseNumber":159,"Text":"voistinu, sredi lyudey Pisaniya naydutsya i takiye, kto ne uveruyet v 'Isu do smerti svoyey, - togda v Sudnyy den' on (t. ye. 'Isa) vystupit svidetelem protiv nikh"},{"SurahNumber":4,"VerseNumber":160,"Text":"za nasiliya iudeyev, a takzhe za to, chto oni mnogikh sbivali s puti Allakha, - [za vse eto] My zapretim iudeyam pol'zovaniye blagami, kotoryye prezhde im byli dozvoleny"},{"SurahNumber":4,"VerseNumber":161,"Text":"Nevernym iz chisla iudeyev my ugotovili unizitel'noye nakazaniye za to, chto oni brali likhvu, khotya eto bylo im zapreshcheno, i rastochali imushchestvo lyudey bez prava na to"},{"SurahNumber":4,"VerseNumber":162,"Text":"Odnako My dadim velikoye voznagrazhdeniye tem iz nikh, kotoryye stoyki v znanii i veruyut, kotoryye uverovali v to, chto nisposlano tebe i chto nisposlano do tebya, kotoryye sovershayut salat i vnosyat zakat, veruyut v Allakha i v Sudnyy den'"},{"SurahNumber":4,"VerseNumber":163,"Text":"Voistinu, My vnushili tebe Otkroveniye, podobno tomu kak vnushili [yego] Nukhu i posleduyushchim prorokam, kak My vnushali Ibrakhimu, Isma'ilu, Iskhaku, Ya'kubu, potomkam ikh, 'Ise, Ayyubu, Yunusu, Kharunu, Sulaymanu, kak My darovali Davudu Psaltir'"},{"SurahNumber":4,"VerseNumber":164,"Text":"[My poslali] poslannikov, o kotorykh My rasskazali tebe prezhde, a takzhe drugikh poslannikov, o kotorykh prezhde ne rasskazyvali tebe. I Allakh [bez posrednikov] vel s Musoy besedu"},{"SurahNumber":4,"VerseNumber":165,"Text":"[My poslali] poslannikov blagovestvuyushchikh i uveshchevayushchikh, daby u [neveruyushchikh] lyudey ne bylo dovoda protiv [predpisaniy] Allakha, posle togo [kak k nim yavilis'] poslanniki. Voistinu, Allakh velik, mudr"},{"SurahNumber":4,"VerseNumber":166,"Text":"Odnako Allakh svidetel'stvuyet o tom, chto nisposlannoye tebe On nisposlal po mudrosti Svoyey. I angely svidetel'stvuyut [o tom zhe]. Dostatochno Allakha kak svidetelya"},{"SurahNumber":4,"VerseNumber":167,"Text":"Voistinu, te, kotoryye ne uverovali [v Allakha] i sbivayut [drugikh] s puti Allakha, pogryazli v glubokom zabluzhdenii"},{"SurahNumber":4,"VerseNumber":168,"Text":"Voistinu, Allakh ne nameren proshchat' ili vesti pryamym putem tekh, kotoryye ne uverovali i greshili"},{"SurahNumber":4,"VerseNumber":169,"Text":"razve chto vvedet On ikh v ad, v kotorom oni prebudut vechno. I eto dlya Allakha sovsem legko"},{"SurahNumber":4,"VerseNumber":170,"Text":"O lyudi! K vam yavilsya poslannik s istinoy ot vashego Gospoda. Uveruyte zhe vo blago dlya vas. Yesli zhe ne uveruyete, to ved' Allakhu prinadlezhit to, chto v nebesakh i na zemle. Voistinu, Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":171,"Text":"O lyudi Pisaniya! Ne prestupayte [granits istiny] v vere i govorite ob Allakhe tol'ko istinu. Ved' Messiya, 'Isa, syn Maryam, - poslannik Allakha i Yego slovo, kotoroye on povedal Maryam, [on] - dukh, sotvorennyy Im. Veruyte zhe v Allakha i Yego poslannikov. I ne govorite: \"[Bog] - eto Troitsa\". Uderzhites' [ot etikh slov] - tak budet luchshe dlya vas. Voistinu, Allakh - Yedinyy Bog, prechist On, i ne mozhet byt' u Nego rebenka. Yemu prinadlezhit to, chto v nebesakh i na zemle. I tol'ko Allakh mozhet byt' poruchitelem"},{"SurahNumber":4,"VerseNumber":172,"Text":"Ni Messiya, ni angely priblizhennoye ne schitayut dlya sebya zazornym byt' rabami Allakha. A vsekh, kto schitayet dlya sebya zazornym poklonyat'sya Yemu, kto vozgordilsya, On prizovet k Sebe [v Sudnyy den']"},{"SurahNumber":4,"VerseNumber":173,"Text":"A tem, kotoryye uverovali i vershili dobryye dela, On spolna vozdast i dazhe priumnozhit nagrady po Svoyey shchedrosti. Tekh zhe, kotoryye yavili gordynyu chrezmernuyu, On nakazhet muchitel'nym nakazaniyem. I oni ne naydut sebe, krome Nego, ni pokrovitelya, ni zastupnika"},{"SurahNumber":4,"VerseNumber":174,"Text":"O lyudi! Yavilos' k vam dokazatel'stvo ot Gospoda vashego, i nisposlali My vam yasnyy svet"},{"SurahNumber":4,"VerseNumber":175,"Text":"A tekh, kotoryye uverovali v Allakha i polagalis' na Nego, vvedet On pod [sen'] Svoyey milosti i povedet ikh k Sebe pryamoy dorogoy"},{"SurahNumber":4,"VerseNumber":176,"Text":"U tebya prosyat vynesti predpisaniya. Otvechay: \"Allakh dast vam predpisaniya otnositel'no [nasledovaniya] po bokovoy linii. Yesli pogibnet kakoy-nibud' muzh i u nego net rebenka, no yest' sestra, to yey prichitayetsya polovina togo, chto on ostavil. [Sootvetstvenno] on nasleduyet yey, yesli u neye net rebenka. A yesli sester dve, to im prichitayetsya dve treti togo, chto ostavil [brat]. Yesli zhe [ostavshiyesya] rodichi - i brat'ya i sestry, to dlya muzhchiny - dolya dvukh zhenshchin\". Allakh raz\"yasnyayet vam [predpisaniya], chtoby vy ne sbilis' s puti istiny. I Allakh vedayet obo vsem sushchem"}]}