{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ia. Ain. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Esto es un recuerdo de la misericordia que tuvo tu Senor con Su siervo Zacarias [Zacariya]"},{"SurahNumber":19,"VerseNumber":3,"Text":"Cuando invoco a su Senor en secreto"},{"SurahNumber":19,"VerseNumber":4,"Text":"Dijo: ¡Senor mio! Mis huesos se han debilitado y mi cabeza ha encanecido. Mis ruegos nunca fueron rechazados"},{"SurahNumber":19,"VerseNumber":5,"Text":"Temo por [la fe de] mis parientes tras mi muerte, y mi mujer es esteril. Concedeme un hijo"},{"SurahNumber":19,"VerseNumber":6,"Text":"Que me suceda y herede de la familia de Jacob [Yaqub] [la profecia]. ¡Oh, Senor mio! Complacete de el"},{"SurahNumber":19,"VerseNumber":7,"Text":"¡Oh, Zacarias [Zacariya]! Te albriciamos con un hijo que se llamara Juan [Yahia]. Nadie ha sido llamado asi antes que el"},{"SurahNumber":19,"VerseNumber":8,"Text":"Dijo: ¡Senor mio! ¿Como he de tener un hijo si mi mujer es esteril y yo he llegado a la senectud"},{"SurahNumber":19,"VerseNumber":9,"Text":"Dijo [el Angel]: Asi sera, pues tu Senor dice: Ello es facil para Mi puesto que te he creado antes, cuando no existias"},{"SurahNumber":19,"VerseNumber":10,"Text":"Dijo: ¡Senor mio! Concedeme un signo [de que mi mujer esta encinta]. Dijo: Tu signo sera que no podras hablar a la gente durante tres noches seguidas [a pesar de que no tienes ningun defecto o enfermedad]"},{"SurahNumber":19,"VerseNumber":11,"Text":"Salio del oratorio hacia su gente [cuando su mujer quedo embarazada] y les indico por senas que glorificaran por la manana y por la tarde"},{"SurahNumber":19,"VerseNumber":12,"Text":"[Cuando su hijo alcanzo la pubertad, le dijimos:] ¡Oh, Juan [Yahia]! Aferrate al Libro [la Tora] con firmeza. Y le concedimos la sabiduria desde pequeno"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hicimos de el un joven clemente y puro, y fue piadoso"},{"SurahNumber":19,"VerseNumber":14,"Text":"Benevolente con sus padres, no fue soberbio ni desobediente"},{"SurahNumber":19,"VerseNumber":15,"Text":"La paz fue con el el dia que nacio, el dia que fallecio y sera con el el dia que sea resucitado"},{"SurahNumber":19,"VerseNumber":16,"Text":"Y narra [¡Oh, Muhammad!] la historia de Maria [Mariam] que se menciona en el Libro [el Coran], cuando se aparto de su familia para retirarse a un lugar al este"},{"SurahNumber":19,"VerseNumber":17,"Text":"Y puso un velo para apartarse de la vista [mientras adoraba a Allah] de los hombres de su pueblo. Entonces le enviamos Nuestro espiritu [el Angel Gabriel], quien se le presento con forma humana"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ella dijo: Me refugio de ti en el Clemente, si es que temes a Allah"},{"SurahNumber":19,"VerseNumber":19,"Text":"Le dijo: Soy el enviado de tu Senor para agraciarte con un hijo puro"},{"SurahNumber":19,"VerseNumber":20,"Text":"Ella dijo: ¿Como he de tener un hijo si no me ha tocado ningun hombre, ni soy una indecente"},{"SurahNumber":19,"VerseNumber":21,"Text":"Asi sera, le respondio, pues tu Senor dice: Ello es facil para Mi. Y lo convertiremos en un signo para la humanidad y una misericordia. Es un asunto decidido"},{"SurahNumber":19,"VerseNumber":22,"Text":"Lo concibio, y decidio retirarse a un lugar apartado"},{"SurahNumber":19,"VerseNumber":23,"Text":"Los dolores de parto la llevaron junto al tronco de una palmera. Exclamo: Preferiria haber muerto antes de esto, y asi se me hubiera olvidado completamente"},{"SurahNumber":19,"VerseNumber":24,"Text":"Entonces [el Angel] la llamo desde abajo [del valle]: No te apenes, tu Senor ha hecho fluir debajo de ti un arroyo"},{"SurahNumber":19,"VerseNumber":25,"Text":"Sacude el tronco de la palmera y caeran sobre ti datiles maduros y frescos"},{"SurahNumber":19,"VerseNumber":26,"Text":"Come, bebe y contentate. Y cuando veas a algun hombre dile: Por cierto que he realizado un voto de silencio por el Clemente, y no hablare con nadie hoy"},{"SurahNumber":19,"VerseNumber":27,"Text":"Se presento ante su pueblo llevandolo en brazos [a Jesus [Isa]]. Le dijeron: ¡Oh, Maria [Mariam]! Ciertamente has hecho algo inaudito"},{"SurahNumber":19,"VerseNumber":28,"Text":"¡Oh, tu que desciendes de Aaron [Harun]! Tu padre no era un hombre deshonesto, ni tu madre una indecente"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ella lo senalo [al nino], y entonces le dijeron: ¿Como hemos de hablar con un nino que aun esta en la cuna"},{"SurahNumber":19,"VerseNumber":30,"Text":"Entonces [Jesus [Isa]] hablo: Por cierto que soy el siervo de Allah. El me revelara el Libro y hara de mi un Profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"Sere bendecido dondequiera me encuentre, y me ordenara hacer la oracion y pagar el Zakat mientras viva"},{"SurahNumber":19,"VerseNumber":32,"Text":"Y me hara benevolente con mi madre. No dejara que sea soberbio ni rebelde"},{"SurahNumber":19,"VerseNumber":33,"Text":"La paz fue conmigo el dia que naci, sera conmigo el dia que muera y el dia que sea resucitado"},{"SurahNumber":19,"VerseNumber":34,"Text":"Este es Jesus [Isa], hijo de Maria [Mariam], es la verdad sobre la que ellos dudan [la Gente del Libro]"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah no ha tenido un hijo. ¡Glorificado sea! Cuando decide algo dice: ¡Se!, y es"},{"SurahNumber":19,"VerseNumber":36,"Text":"Por cierto que Allah es mi Senor y el vuestro, ¡Adoradle, pues! Este es el sendero recto"},{"SurahNumber":19,"VerseNumber":37,"Text":"Pero discreparon las diferentes sectas [sobre Jesus [Isa]]. Ya veran los incredulos cuando comparezcan [ante Allah] en un dia terrible"},{"SurahNumber":19,"VerseNumber":38,"Text":"Oiran y veran muy bien el dia que comparezcan ante Nosotros [por lo que reconoceran sus pecados]. Pero los inicuos en esta vida estan extraviados evidentemente"},{"SurahNumber":19,"VerseNumber":39,"Text":"Advierteles acerca del dia que se lamenten, cuando la sentencia sea cumplida. Pero ellos, a pesar de esto, siguen indiferentes y no creen"},{"SurahNumber":19,"VerseNumber":40,"Text":"Nosotros heredaremos la Tierra y a quienes estan sobre ella. Y ante Nosotros compareceran"},{"SurahNumber":19,"VerseNumber":41,"Text":"Y narrales [¡Oh, Muhammad!] la historia de Abraham [Ibrahim] que se menciona en el Libro [el Coran]. Por cierto que era un Profeta veraz"},{"SurahNumber":19,"VerseNumber":42,"Text":"Cuando dijo a su padre: ¡Oh, padre mio! ¿Por que adoras a lo que no oye ni ve, ni puede beneficiarte en nada"},{"SurahNumber":19,"VerseNumber":43,"Text":"¡Oh, padre mio! Se me ha revelado un conocimiento que tu no tienes. Sigueme, y te guiare por el sendero recto"},{"SurahNumber":19,"VerseNumber":44,"Text":"¡Oh, padre mio! No adores a Satanas; por cierto que Satanas fue desobediente con el Clemente"},{"SurahNumber":19,"VerseNumber":45,"Text":"¡Oh, padre mio! Temo que te alcance un castigo del Clemente y seas de los que acompanen a Satanas [en esta vida y en la otra]"},{"SurahNumber":19,"VerseNumber":46,"Text":"Dijo [su padre]: ¡Oh, Abraham [Ibrahim]! ¿Acaso rechazas a mis idolos? Si no cesas te lapidare. Alejate de mi por un largo tiempo"},{"SurahNumber":19,"VerseNumber":47,"Text":"Dijo [Abraham [Ibrahim]]: ¡La paz sea sobre ti! Pedire perdon por ti a mi Senor. Por cierto que El ha sido generoso conmigo"},{"SurahNumber":19,"VerseNumber":48,"Text":"Me alejare de vosotros y de cuanto invocais en vez de Allah, e implorare a mi Senor [que me consuele], y ciertamente no me decepcionare rogando a mi Senor"},{"SurahNumber":19,"VerseNumber":49,"Text":"Cuando se aparto de ellos y de cuanto adoraban en vez de Allah, le agraciamos con Isaac [Ishaq] y Jacob [Yaqub], y a ambos designamos como Profetas"},{"SurahNumber":19,"VerseNumber":50,"Text":"Les agraciamos con Nuestra misericordia y les hicimos que fueran recordados siempre con gran respeto"},{"SurahNumber":19,"VerseNumber":51,"Text":"Y narrales la historia de Moises [Musa] mencionada en el Libro [el Coran]. Fue un sincero creyente, Profeta y Mensajero"},{"SurahNumber":19,"VerseNumber":52,"Text":"Le llamamos desde la ladera derecha del monte e hicimos que se aproximara para hablarle en forma confidencial"},{"SurahNumber":19,"VerseNumber":53,"Text":"Hicimos que, por Nuestra misericordia, su hermano Aaron [Harun] fuera tambien un Profeta"},{"SurahNumber":19,"VerseNumber":54,"Text":"Y narrales la historia de Ismael [Ismail] mencionada en el Libro. Siempre cumplio su palabra, fue Profeta y Mensajero"},{"SurahNumber":19,"VerseNumber":55,"Text":"Exhortaba a su gente a realizar la oracion y pagar el Zakat, y obtuvo la complacencia de Allah"},{"SurahNumber":19,"VerseNumber":56,"Text":"Y narrales la historia de Idris que se menciona en el Libro. Fue un Profeta veraz"},{"SurahNumber":19,"VerseNumber":57,"Text":"Lo elevamos a un lugar digno"},{"SurahNumber":19,"VerseNumber":58,"Text":"Ellos son a quienes Allah ha agraciado: Profetas descendientes de Adan [Adam], descendientes de los que transportamos con Noe [Nuh], de los descendientes de Abraham [Ibrahim] y de Israel [Jacob [Yaqub]], entre los que guiamos y elegimos. Cuando se les recitaban los preceptos del Clemente, se prosternaban llorando acongojados"},{"SurahNumber":19,"VerseNumber":59,"Text":"Les sucedieron generaciones que descuidaron la oracion, siguieron sus pasiones y terminaron perdiendose"},{"SurahNumber":19,"VerseNumber":60,"Text":"Salvo quienes se arrepintieron, creyeron y obraron rectamente. Estos ingresaran al Paraiso, y no seran oprimidos en nada"},{"SurahNumber":19,"VerseNumber":61,"Text":"[Entraran] A los Jardines del Eden, prometidos por el Clemente a Sus siervos que Le adoraron a pesar de no haberlo visto. Su promesa sera cumplida"},{"SurahNumber":19,"VerseNumber":62,"Text":"No oiran frivolidades alli, sino ¡Paz! Y recibiran su sustento por la manana y por la tarde"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ese es el Paraiso que haremos heredar a quienes de Nuestros siervos hayan sido piadosos"},{"SurahNumber":19,"VerseNumber":64,"Text":"Y debes saber [¡Oh, Muhammad!] que los Angeles no descienden sino por orden de tu senor. El conoce nuestro presente, pasado y futuro. Tu Senor nunca te olvidara"},{"SurahNumber":19,"VerseNumber":65,"Text":"Es el Senor de los cielos, de la Tierra y de cuanto hay entre ellos. Adorale, pues, y persevera en Su adoracion. ¿Conoces a alguien similar a El"},{"SurahNumber":19,"VerseNumber":66,"Text":"El hombre dice: ¿Acaso sere resucitado cuando muera"},{"SurahNumber":19,"VerseNumber":67,"Text":"¿Acaso no recuerda el hombre que le creamos anteriormente cuando no era nada"},{"SurahNumber":19,"VerseNumber":68,"Text":"¡Por tu Senor! Les congregaremos junto con los demonios [que adoraban], y hemos de hacerles comparecer de rodillas alrededor del Infierno [antes de ser juzgados]"},{"SurahNumber":19,"VerseNumber":69,"Text":"Luego sacaremos de cada comunidad a aquellos que hayan sido mas rebeldes a los preceptos del Clemente"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sabemos mejor que nadie quienes son los merecedores de ser arrojados en el [el Infierno]"},{"SurahNumber":19,"VerseNumber":71,"Text":"Por cierto que todos vosotros lo contemplareis [al Infierno], y esta es una determinacion irrevocable de tu Senor"},{"SurahNumber":19,"VerseNumber":72,"Text":"Luego, salvaremos a los piadosos y dejaremos en el a los inicuos de rodillas"},{"SurahNumber":19,"VerseNumber":73,"Text":"Cuando se les recitan Nuestros claros preceptos, los incredulos dicen con arrogancia a los creyentes: ¿Quien posee de nosotros moradas mas placenteras y mejores lugares de encuentro"},{"SurahNumber":19,"VerseNumber":74,"Text":"¿A cuantas generaciones que les precedieron, de mayor riqueza y mejor aspecto hemos destruido"},{"SurahNumber":19,"VerseNumber":75,"Text":"Diles: A quienes se encuentren desviados, el Clemente les dejara continuar en el desvio hasta que les acontezca lo que Allah ha deparado para ellos: su destruccion en esta vida o luego de comparecer en el Dia del Juicio. Entonces sabran quienes se encuentran en peor situacion y tendran menos socorredores"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah acrecentara la fe de quienes siguieron la guia. Las obras que a Allah Le complacen son las que perduran y las que tienen una gran recompensa"},{"SurahNumber":19,"VerseNumber":77,"Text":"¿Observaste a quien no cree en Nuestros signos y dice: Me seran concedidos bienes e hijos [cuando sea resucitado]"},{"SurahNumber":19,"VerseNumber":78,"Text":"¿Acaso conoce el futuro o ha tomado un pacto con el Clemente"},{"SurahNumber":19,"VerseNumber":79,"Text":"¡Seguro que no! Registraremos lo que dice y le prolongaremos el castigo"},{"SurahNumber":19,"VerseNumber":80,"Text":"Nosotros seremos Quienes heredaremos sus bienes e hijos y [el Dia del Juicio] comparecera solo"},{"SurahNumber":19,"VerseNumber":81,"Text":"Tomaron a los idolos como divinidades en vez de Allah para que les socorriesen [del castigo]"},{"SurahNumber":19,"VerseNumber":82,"Text":"¡Pero no! [Estos idolos] Se desentenderan de su adoracion y se convertiran en sus adversarios"},{"SurahNumber":19,"VerseNumber":83,"Text":"¿Acaso no ves que hemos enviado demonios sobre los incredulos para que les induzcan a la destruccion"},{"SurahNumber":19,"VerseNumber":84,"Text":"No esperes que el castigo les azote antes de tiempo; por cierto que tienen sus dias contados"},{"SurahNumber":19,"VerseNumber":85,"Text":"El dia que congreguemos a los piadosos ante el Clemente, se presentaran en grupos"},{"SurahNumber":19,"VerseNumber":86,"Text":"Y arriemos a los pecadores hacia el Infierno sedientos"},{"SurahNumber":19,"VerseNumber":87,"Text":"No tendran quien interceda por ellos, salvo quienes hayan asumido el compromiso con el Clemente [de creer que El es la unica divinidad con derecho a ser adorada]"},{"SurahNumber":19,"VerseNumber":88,"Text":"Dicen: El Clemente tuvo un hijo"},{"SurahNumber":19,"VerseNumber":89,"Text":"Han proferido algo terrible"},{"SurahNumber":19,"VerseNumber":90,"Text":"Por cierto que han dicho algo terrible‫( ؛‬89) Estuvieron los cielos a punto de hendirse, la Tierra de abrirse, y las montanas de caer derrumbadas"},{"SurahNumber":19,"VerseNumber":91,"Text":"Porque Le atribuyeron un hijo al Clemente"},{"SurahNumber":19,"VerseNumber":92,"Text":"No es propio [de la grandiosidad] del Clemente tener un hijo"},{"SurahNumber":19,"VerseNumber":93,"Text":"Todos los que habitan en los cielos y en la Tierra se presentaran sumisos ante el Clemente"},{"SurahNumber":19,"VerseNumber":94,"Text":"Por cierto que los ha enumerado perfectamente"},{"SurahNumber":19,"VerseNumber":95,"Text":"Todos se presentaran solos ante El el Dia del Juicio"},{"SurahNumber":19,"VerseNumber":96,"Text":"Por cierto que el Clemente hara que quienes hayan creido y obrado rectamente sean queridos por los hombres"},{"SurahNumber":19,"VerseNumber":97,"Text":"Te hemos facilitado [el Coran] revelandotelo en tu idioma para que albricies con el a los piadosos y adviertas a los incredulos rebeldes"},{"SurahNumber":19,"VerseNumber":98,"Text":"A muchas generaciones que les precedieron las hemos destruido. ¿Acaso puedes ver a alguno de ellos u oir sus murmullos"}]}