{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"ฮามีน"},{"SurahNumber":43,"VerseNumber":2,"Text":"ขอสาบานด้วยคัมภีร์อันชัดแจ้ง"},{"SurahNumber":43,"VerseNumber":3,"Text":"แท้จริงเราได้ทำให้คัมภีร์เป็นกุรอานภาษาอาหรับ เพื่อพวกเจ้าจะได้ใช้สติปัญญา"},{"SurahNumber":43,"VerseNumber":4,"Text":"และแท้จริงอัลกุรอานนั้นอยู่ในแม่บทแห่งคัมภีร์ (อัลลูฮุลมะฮฺฟูซ) ณ ที่เรา คือสูงส่งพรั่งพร้อมด้วยปรัชญา"},{"SurahNumber":43,"VerseNumber":5,"Text":"ดังนั้นจะให้เราหันเหข้อตักเตือนนี้จากพวกเจ้าเสียทีเดียว เพราะพวกเจ้าเป็นหมู่ชนผู้ฝ่าฝืนกระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":6,"Text":"และกี่มากน้อยแล้วที่เราได้ส่งนะบีมาในชนชาติรุ่นก่อน ๆ"},{"SurahNumber":43,"VerseNumber":7,"Text":"และไม่มีนะบีคนใดที่ได้มายังพวกเขาเว้นแต่พวกเขาจะได้เยาะเย้ยเขา (นะบี)"},{"SurahNumber":43,"VerseNumber":8,"Text":"ฉะนั้นเราจึงได้ทำลาย (หมู่ชน) ซึ่งเข้มแข็งทางสมรรถภาพมากกว่าพวกเขา และอุทาหรณ์ของชนชาติรุ่นก่อน ๆ ก็ได้ล่วงลับไปแล้ว"},{"SurahNumber":43,"VerseNumber":9,"Text":"และหากเจ้าถามพวกเขาใครเล่าเป็นผู้สร้างชั้นฟ้าทั้งหลาย และแผ่นดินนี้ แน่นอนพวกเขาจะกล่าวว่า พระผู้ทรงอำนาจ ผู้ทรงรอบรู้ทรงสร้างมันเหล่านั้น"},{"SurahNumber":43,"VerseNumber":10,"Text":"ผู้ทรงทำให้แผ่นดินแผ่กว้างสำหรับพวกเจ้า และทรงทำให้มีถนนหนทางในแผ่นดินนั้นสำหรับพวกเจ้า เพื่อพวกเจ้าจะบรรลุสู่เป้าหมาย"},{"SurahNumber":43,"VerseNumber":11,"Text":"และเป็นผู้ทรงหลั่งน้ำลงมาจากฟากฟ้าตามปริมาณ และด้วยน้ำนั้นเราได้ทรงทำให้แผ่นดินที่แห้งแล้งมีชีวิตชีวาขึ้น เช่นนั้นแหละพวกเจ้าจะถูกให้ออกมา (จากกุบูร)"},{"SurahNumber":43,"VerseNumber":12,"Text":"และเป็นผู้ทรงสร้างทุกสิ่งทั้งหมดเป็นคู่ ๆ และทรงทำให้เรือและปศุสัตว์สำหรับพวกเจ้าเป็นสิ่งที่พวกเจ้าใช้ขี่เป็นพาหนะ"},{"SurahNumber":43,"VerseNumber":13,"Text":"เพื่อพวกเจ้าจะได้นั่งอยู่บนหลังของมันอย่างมั่นคง แล้วพวกเจ้าจะได้รำลึกถึงความโปรดปรานของพระเจ้าของพวกเจ้า เมื่อพวกเจ้าได้นั่งขี่บนมันอย่างเรียบร้อยแล้ว พวกเจ้าก็จะกล่าวว่า มหาบริสุทธิ์ผู้ทรงให้พาหนะนี้เป็นความสะดวกแก่เรา และเรานั้นไม่สามารถจะควบคุมมันได้"},{"SurahNumber":43,"VerseNumber":14,"Text":"และแท้จริงเราจะต้องเป็นผู้กลับไปสู่พระเจ้าของเราอย่างแน่นอน"},{"SurahNumber":43,"VerseNumber":15,"Text":"และพวกเขาได้ตั้งบางส่วนจากปวงบ่าวของพระองค์คู่เคียงกับพระองค์ แท้จริงมนุษย์นั้นเนรคุณอย่างชัดแจ้ง"},{"SurahNumber":43,"VerseNumber":16,"Text":"หรือว่าพระองค์ยึดเอาลูกหญิงจากสิ่งที่พระองค์ทรงสร้างและพระองค์ทรงเลือกลูกชายให้แก่พวกเจ้า"},{"SurahNumber":43,"VerseNumber":17,"Text":"และเมื่อผู้ใดในหมู่พวกเขาได้รับข่าวตามที่เขาได้ตั้งอุปมาพระผู้ทรงกรุณาปรานี ใบหน้าของเขากลายเป็นหมองคล้ำ และเศร้าสลด"},{"SurahNumber":43,"VerseNumber":18,"Text":"และผู้ที่ถูกเติบโตเลี้ยงดูมาท่ามกลางเครื่องประดับ และในการโต้ถียงก็ไม่มีอะไรชัดแจ้ง (จะตั้งให้เป็นภาคีต่ออัลลอฮฺ) กระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":19,"Text":"และพวกเขาได้ตั้งมะลาอิกะฮฺ ซึ่งพวกเขาเป็นบ่าวของพระผู้ทรงกรุณาปรานีว่าเป็นเพศหญิง และพวกเขารู้เห็นเป็นพยานในการสร้างพวกเขาทั้งหลาย (มะลาอิกะฮฺ) กระนั้นหรือ ? การเป็นพยานของพวกเขาจะถูกบันทึกไว้และพวกเขาจะถูกสอบสวน"},{"SurahNumber":43,"VerseNumber":20,"Text":"และพวกเขากล่าวอีกว่า หากพระผู้ทรงกรุณาปรานี ทรงประสงค์พวกเราจะไม่เคารพสักการะพวกเขาดอก (มะลาอิกะฮฺ) พวกเขาไม่มีความรู้อันใดในเรื่องนั้น พวกเขาไม่มีอะไรเลยนอกจากคาดคะเนเท่านั้น"},{"SurahNumber":43,"VerseNumber":21,"Text":"หรือว่าเราได้ประทานคัมภีร์เล่มนึ่งแก่พวกเขาก่อนหน้านั้น ดังนั้นพวกเขาจึงยึดถือคัมภีร์นั้นไว้อย่างมั่นคง"},{"SurahNumber":43,"VerseNumber":22,"Text":"เปล่าเลย พวกเขากล่าวว่า แท้จริงเราได้พบเห็นบรรพบุรุษของเราอยู่ในแนวทางนี้ ดังนั้นเราจึงดำเนินตามแนวทางของพวกเขา"},{"SurahNumber":43,"VerseNumber":23,"Text":"และเช่นนั้นแหละ เรามิได้ส่งผู้ตักเตือนคนใดก่อนหน้าเจ้าไปยังเมืองใด เว้นแต่บรรดาผู้ฟุ่มเฟือยของมัน (เมืองนั้น) จะกล่าวว่า แท้จริงเราได้พบเห็นบรรพบุรุษของเราอยู่ในแนวทางนี้ ดังนั้นเราจึงดำเนินตามแนวทางของพวกเขา"},{"SurahNumber":43,"VerseNumber":24,"Text":"เขา (ร่อซูลของพวกเขา) กล่าวว่าหากว่าฉันได้นำมาให้พวกท่าน ซึ่งแนวทางที่ถูกต้องกว่าที่พวกท่านได้พบเห็นบรรพบุรุษของพวกท่านยึดถืออยู่เล่า ? พวกเขากล่าวว่าแท้จริงเราเป็นผู้ปฏิเสธศรัทธาต่อสิ่งที่พวกท่านถูกส่งมานั้น"},{"SurahNumber":43,"VerseNumber":25,"Text":"ดังนั้นเราได้ตอบแทนพวกเขา บัดนี้จงดูเถิดว่าบั้นปลายของบรรดาผู้ปฏิเสธนั้นจะเป็นเช่นไร"},{"SurahNumber":43,"VerseNumber":26,"Text":"และจงรำลึกถึงเมื่ออิบรอฮีมได้กล่าวแก่บิดาของเขา และหมู่ชนของเขาว่า แท้จริงฉันขอปลีกตัวจากสิ่งที่พวกท่านเคารพภักดี"},{"SurahNumber":43,"VerseNumber":27,"Text":"นอกจาก (อัลลอฮฺ) ซึ่งทรงบังเกิดฉันเท่านั้น เพราะแท้จริงพระองค์จะทรงชี้แนะทางที่ถูกต้องแก่ฉัน"},{"SurahNumber":43,"VerseNumber":28,"Text":"และเขา (อิบรอฮีม) ได้ทำให้คำกล่าว (ชะฮาดะฮฺ) อยู่คงต่อไปในลูกหลานของเขา หวังว่าพวกเขาจะกลับมาสำนึกผิด"},{"SurahNumber":43,"VerseNumber":29,"Text":"ยิ่งกว่านั้น ข้าได้ให้พวกเขาเหล่านั้น และบรรพบุรุษของพวกเขาหลงระเริงอยู่จนกระทั่งได้มีสัจธรรม (อัลกุรอาน) และร่อซูล ผู้ประกาศสาส์นอย่างชัดแจ้งมายังพวกเขา"},{"SurahNumber":43,"VerseNumber":30,"Text":"ครั้งเมื่อได้มีสัจธรรมมายังพวกเขา พวกเขาก็กล่าวว่า นี้คือมายากล และแท้จริง พวกเราเป็นผู้ปฏิเสธศรัทธาต่อสัจธรรมนั้น"},{"SurahNumber":43,"VerseNumber":31,"Text":"และพวกเขากล่าวว่า ทำไมอัลกุรอานนี้จึงไม่ถูกประทานลงมาให้แก่ชายผู้มีความสำคัญแห่งสองเมืองนี้"},{"SurahNumber":43,"VerseNumber":32,"Text":"พวกเขาเป็นผู้แบ่งปันความเมตตาแห่งพระเจ้าของเจ้า กระนั้นหรือ ? เราต่างหากที่เป็นผู้จัดสรรการทำมาหากินของพวกเขาระหว่างพวกเขาในการมีชีวิตอยู่ในบนโลกนี้ และเราได้เชิดชูบางคนในหมู่พวกเขาเหนือกว่าอีกบางคนหลายชั้น เพื่อบางคนในหมู่พวกเขาจะเอาอีกบางคนมาใช้งาน และความเมตตาของพระเจ้าของเจ้านั้นดียิ่งกว่าที่พวกเขาสะสมไว้"},{"SurahNumber":43,"VerseNumber":33,"Text":"และหากมิใช่มนุษย์ทั้งหลายจะได้เป็นประชาชาติหนึ่งเดียวกันแล้ว แน่นอนเราจะให้ผู้ที่ปฏิเสธศรัทธาต่อพระผู้ทรงกรุณาปรานีมีบ้านของพวกเขาหลังคาทำด้วยเงิน และบันไดที่พวกเขาขึ้น (ก็ทำด้วยเงิน)"},{"SurahNumber":43,"VerseNumber":34,"Text":"และบ้านของพวกเขามีประตูและเตียงนอน (ทำด้วยเงิน) ซึ่งพวกเขาจะนอนเอกเขนกบนมัน"},{"SurahNumber":43,"VerseNumber":35,"Text":"และ (เราจะให้เครื่องประดับแก่พวกเขาที่ทำด้วย) ทองคำ แต่ทั้งหมดนั้นเป็นเพียงปัจจัยชั่วคราวแห่งชีวิตในโลกนี้เท่านั้น ส่วนในปรโลก ณ ที่พระเจ้าของเจ้านั้นสำหรับบรรดาผู้ยำเกรง"},{"SurahNumber":43,"VerseNumber":36,"Text":"และผู้ใดผินหลังจากการรำลึกถึงพระผู้ทรงกรุณาปราณี เราจะให้ชัยฏอนตัวหนึ่งแก่เขา แล้วมันก็จะเป็นสหายของเขา"},{"SurahNumber":43,"VerseNumber":37,"Text":"และแท้จริง พวกมันจะขัดขวางพวกเขาออกจากทางที่ถูกต้อง แต่พวกเขาคิดว่า พวกเขานั้นอยู่ในแนวทางที่ถูกต้องแล้ว"},{"SurahNumber":43,"VerseNumber":38,"Text":"จนกระทั่งเมื่อเขาได้มายังเรา (ในวันกิยามะฮฺ) เขาจะเปรยขึ้นว่า อนิจจา ถ้ระหว่างฉันกับเจ้ามีระยะทางห่างกันเช่นทิศตะวันออกกับทิศตะวันตกก็จะดี ชั่วช้าแท้ ๆ สหายเช่นนี้"},{"SurahNumber":43,"VerseNumber":39,"Text":"และในวันนี้มันจะไม่เกิดผลอันใดเลยแก่พวกเจ้า เพราะพวกเจ้าได้อธรรม (แก่ตัวเอง) แม้ว่าพวกเจ้าจะมีหุ้นส่วนร่วมกันในการได้รับโทษก็ตาม"},{"SurahNumber":43,"VerseNumber":40,"Text":"แล้วเจ้าจะทำให้คนหูหนวกได้ยินหรือคนตาบอดได้เห็นทาง และผู้ที่อยู่ในการหลงผิดอย่างชัดแจ้งกระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":41,"Text":"มาตรว่าเราได้ยึดเอาชีวิตเจ้าไป แน่นอนเราก็จะตอบแทนพวกเขาให้สาสม"},{"SurahNumber":43,"VerseNumber":42,"Text":"หรือเราจะแสดงให้เจ้าเห็นการลงโทษซึ่งเราได้สัญญากับพวกเขาไว้ แท้จริงเรานั้นมีอนุภาพเหนือพวกเขา"},{"SurahNumber":43,"VerseNumber":43,"Text":"ดังนั้นจงยึดมั่นตามที่ได้ถูกวะฮียฺแก่เจ้า แท้จริงเจ้านั้นอยู่บนแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":44,"Text":"และแท้จริงอัลกุรอานคือข้อตักเตือนแก่เจ้าและแก่หมู่ชนของเจ้า และพวกเจ้าจะถูกสอบสวน"},{"SurahNumber":43,"VerseNumber":45,"Text":"และเจ้าจงถามผู้ที่เราได้ส่งมาก่อนเจ้าจากบรรดารอซูลของเราว่า เราได้ตั้งพระเจ้าหลายองค์อื่นจากรพะผู้ทรงกรุณาปราณี เพื่อเคารพบูชากระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":46,"Text":"และโดยแน่นอนเราได้ส่งมูซาพร้อมด้วยสัญญาณต่าง ๆ ของเราไปยังฟิรเอานฺ และบรรดาผู้นำของเขา แล้วเขากล่าวว่า แท้จริงฉันเป็นร่อซูลของพระเจ้าแห่งสากลโลก"},{"SurahNumber":43,"VerseNumber":47,"Text":"ครั้งเมื่อเขาได้มายังพวกเขาพร้อมด้วยสัญญาณต่าง ๆ ของเรา แล้วพวกเขาก็หัวเราะเยาะต่อสัญญาณนั้น ๆ"},{"SurahNumber":43,"VerseNumber":48,"Text":"และเรามิได้แสดงสัญญาณอันใดแก่พวกเขา เว้นแต่ว่าแต่ละอันจะยิ่งใหญ่กว่าอีกอันหนึ่งและเราได้คร่าพวกเขาด้วยการลงโทษ หวังว่าพวกเขาจะกลับมาสำนึกผิด"},{"SurahNumber":43,"VerseNumber":49,"Text":"และพวกเขากล่าวว่า โอ้มายากรเอ๋ย โปรดวิงวอนต่อพระเจ้าของท่านแก่พวกเราด้วย ตามที่พระองค์ได้ทรงทำสัญญากับท่าน แท้จริงเราจะเป็นผู้อยู่ในแนวทางที่ถูกต้อง"},{"SurahNumber":43,"VerseNumber":50,"Text":"ครั้งเมื่อเราได้ปลดเปลื้องการลงโทษให้พ้นไปจากพวกเขาแล้ว เมื่อนั้นพวกเขาก็ผิดสัญญา"},{"SurahNumber":43,"VerseNumber":51,"Text":"และฟิรเอานฺได้ประกาศท่ามกลางหมู่ชนของเขา เขากล่าวว่า หมู่ชนของฉันเอ๋ยอาณาจักรแห่งอียิปต์นี้มิได้เป็นของฉันดอกหรือ ? และแม่น้ำเหล่านี้ไหลผ่านเบื้องล่าง(วังของ)ฉัน พวกท่านไม่เห็นดอกหรือ"},{"SurahNumber":43,"VerseNumber":52,"Text":"ยิ่งกว่านั้นฉันยังดีกว่าคนนี้ ซึ่งเขาต่ำต้อย และแทบจะพูดจาไม่ชัดถ้อยชัดคำ"},{"SurahNumber":43,"VerseNumber":53,"Text":"ถ้าเช่นนั้นแล้วทำไมจึงไม่สวมกำไลทองให้เขาเล่า ? หรือมีมะลาอิกะฮฺติดตามมาอยู่กับเขา"},{"SurahNumber":43,"VerseNumber":54,"Text":"ด้วยเหตุนี้เขา (ฟิรเอานฺ) ได้หลอกลวงหมู่ชนของเขา แล้วพวกเขาก็เชื่อฟังเขา แท้จริงพวกเขาเป็นหมู่ชนผู้ฝ่าฝืน"},{"SurahNumber":43,"VerseNumber":55,"Text":"เมื่อพวกเขาได้ทำให้เรากริ้ว เราได้ตอบแทนพวกเขาอย่างสาสม แล้วเราได้ให้พวกเขาจมน้ำทั้งหมด"},{"SurahNumber":43,"VerseNumber":56,"Text":"และเราได้ทำให้พวกเขาเป็นอดีตที่ล่วงเลยไปและอุทธาหรณ์แก่คนรุ่นต่อไป ๆ ไป"},{"SurahNumber":43,"VerseNumber":57,"Text":"และเมื่ออีซา ดูซิหมู่ชนของเจ้าก็โห่ร้องด้วยความขบขัน"},{"SurahNumber":43,"VerseNumber":58,"Text":"และพวกเขากล่าวว่า พระเจ้าทั้งหลายของเราดีกว่าหรือว่าเขา (อีซา) พวกเขามิได้เปรียบเทียบเรื่องนี้แก่เจ้าเพื่ออื่นใดนอกจากการโต้เถียง ยิ่งกว่านั้นพวกเขาเป็นหมู่ชนที่ชอบการโต้เถียงอีกด้วย"},{"SurahNumber":43,"VerseNumber":59,"Text":"เขา (อีซา) มิใช่ใครคนอื่นนอกจากเป็นบ่าวคนหนึ่ง ซึ่งเรา (อัลลอฮฺ) ได้ให้ความโปรดปรานแก่เขา และเราได้ทำให้เขาเป็นแบบอย่างที่ดีแก่วงศ์วารของอิสรออีล"},{"SurahNumber":43,"VerseNumber":60,"Text":"และหากเราประสงค์เราจะตั้งให้มี มะลาอีกะฮฺขึ้นจากในหมู่พวกเจ้าให้เป็นผู้สืบช่วงในแผ่นดินนี้"},{"SurahNumber":43,"VerseNumber":61,"Text":"และแท้จริงเขา (อีซา) แน่นอนเป็นเครื่องหมายแห่งยามอวสาน ดังนั้นเจ้าอย่าได้สงสัยในเรื่องนี้ แต่จงปฏิบัติตามฉัน นี้คือแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":62,"Text":"และอย่าให้ชัยฏอนมาขัดขวางพวกเจ้า แท้จริงมันเป็นศัตรูตัวฉกาจของพวกเจ้า"},{"SurahNumber":43,"VerseNumber":63,"Text":"และเมื่ออีซาได้มาพร้อมด้วยหลักฐานทั้งหลายอันชัดแจ้ง เขากล่าวว่า แน่นอนฉันได้มาหาพวกท่านพร้อมด้วยการเป็นนะบีและบทบัญญัติแห่งอินญีล และเพื่อฉันจะได้ชี้แจงแก่พวกท่านให้กระจ่างแจ้งในบางเรื่องที่พวกท่านขัดแย้งกัน ดังนั้นพวกท่านจงยำเกรงอัลลอฮฺ และเชื่อฟังปฏิบัติตามฉันเถิด"},{"SurahNumber":43,"VerseNumber":64,"Text":"แท้จริงอัลลอฮฺนั้น พระองค์คือพระเจ้าของฉัน และพระเจ้าของพวกท่าน ดังนั้นจงเคารพภักดีพระองค์เถิด นี่คือแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":65,"Text":"นิกายต่าง ๆ ได้ขัดแย้งกันในระหว่างพวกเขา ดังนั้นความหายนะจงประสบแด่บรรดาผู้อธรรมเนื่องจากการลงโทษแห่งวันอันเจ็บปวด"},{"SurahNumber":43,"VerseNumber":66,"Text":"พวกเขามิได้คอยสิ่งใดนอกจากยามอวสาน ซึ่งมันจะมาหาพวกเขาอย่างกระทันหันโดยที่พวกเขาไม่รู้สึกตัว"},{"SurahNumber":43,"VerseNumber":67,"Text":"ในวันนั้นบรรดามิตรสหายจะเป็นศัตรูกัน นอกจากบรรดาผู้ยำเกรง (อัลลอฮฺ)"},{"SurahNumber":43,"VerseNumber":68,"Text":"โอ้ปวงบ่าวของข้าเอ๋ย ไม่มีความหวาดกลัวอันใดแก่พวกเจ้าในวันนี้ และพวกเจ้ามิต้องเศร้าสลดใจ"},{"SurahNumber":43,"VerseNumber":69,"Text":"บรรดาผู้ศรัทธาต่อสัญญาณทั้งหลายของเรา และพวกเขาเป็นผู้นอบน้อม"},{"SurahNumber":43,"VerseNumber":70,"Text":"พวกเจ้าจงเข้าไปในสวนสวรรค์ ทั้งตัวของพวกเจ้าและคู่ครองของพวกเจ้าอย่างแช่มชื่นแจ่มใส"},{"SurahNumber":43,"VerseNumber":71,"Text":"จะมีจานทำด้วยทองคำและแก้วน้ำถูกนำมาเวียนรอบ ๆ พวกเขา และในสวนสวรรค์นั้น จะมีสิ่งที่จิตใจของพวกเขาต้องการและสายตาของพวกเขาชื่นชมยินดี และพวกเจ้าจะพำนักอยู่ในนั้นตลอดกาล"},{"SurahNumber":43,"VerseNumber":72,"Text":"และนั่นคือสวนสวรรค์ ซึ่งพวกเจ้าได้ถูกให้รับเป็นมรดกตามที่พวกเจ้าได้กระทำ (ความดี) ไว้"},{"SurahNumber":43,"VerseNumber":73,"Text":"ในสวนสวรรค์นั้นจะมีผลไม้มากมายสำหรับพวกเจ้า พวกเจ้าจะได้กินส่วนหนึ่งจากมัน"},{"SurahNumber":43,"VerseNumber":74,"Text":"แท้จริงบรรดาผู้กระทำความผิด (ผู้ปฏิเสธศรัทธา) นั้นจะอยู่ในการลงโทษในนรกญะฮันนัมตลอดกาล"},{"SurahNumber":43,"VerseNumber":75,"Text":"การลงโทษนั้นจะไม่ถูกลดหย่อนแก่พวกเขา และในการลงโทษนั้นพวกเขาเป็นผู้หมดหวัง"},{"SurahNumber":43,"VerseNumber":76,"Text":"และเรามิได้อธรรมต่อพวกเขา แต่พวกเขาต่างหากที่เป็นผู้อธรรมต่อตัวเอง"},{"SurahNumber":43,"VerseNumber":77,"Text":"และพวกเขาจะร้องเรียกขึ้นว่า โอ้มาลิก (ยามเฝ้าประตูนรก) โปรดให้พระเจ้าของท่านจัดการให้เราตายเสียเถิด เขา (มาลิก) จะกล่าวว่า แท้จริงส่วนมากของพวกเจ้าเป็นผู้พำนักอยู่ตลอดไป"},{"SurahNumber":43,"VerseNumber":78,"Text":"โดยแน่นอนเราได้นำความจริงมายังพวกเจ้าแล้ว แต่ส่วนมากของพวกเจ้าเป็นผู้ชิงชังความจริง"},{"SurahNumber":43,"VerseNumber":79,"Text":"หรือว่าพวกเขาได้ตกลงวางแผนในเรื่องใด ดังนั้นแน่นอนเราก็ได้ตกลงวางแผนเช่นกัน (ที่จะทำลายแผนของพวกเขา)"},{"SurahNumber":43,"VerseNumber":80,"Text":"หรือพวกเขาคิดว่า เราไม่ได้ยินความลับของพวกเขา และการประชุมลับของพวกเขาแน่นอน (เราได้ยิน) และทูตของเราอยู่กับพวกเขา เพื่อบันทึก"},{"SurahNumber":43,"VerseNumber":81,"Text":"จงกล่าวเถิดมุฮัมมัด ถ้าหากพระผู้ทรงกรุณาปรานี ทรงมีโอรส ดังนั้นฉันจะเป็นคนแรกในหมู่ผู้เคารพภักดีทั้งหลาย"},{"SurahNumber":43,"VerseNumber":82,"Text":"มหาบริสุทธิ์แด่พระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดิน พระเจ้าแห่งบัลลังก์ (ทรงบริสุทธิ์) จากสิ่งพวกเขากล่าวอ้าง"},{"SurahNumber":43,"VerseNumber":83,"Text":"ดังนั้นเจ้าจงปล่อยพวกเขาให้มั่วสุมและหลงระเริง จนกว่าพวกเขาจะได้พบกับวัน (กิยามะฮฺ) ของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้"},{"SurahNumber":43,"VerseNumber":84,"Text":"และพระองค์คือพระผู้เป็นเจ้าแห่งชั้นฟ้า และพระผู้เป็นเจ้าแห่งแผ่นดิน และพระองค์เป็นเจ้าแห่งแผ่นดิน และพระองค์เป็นผู้ทรงปรีชาญาณ ผู้ทรงรอบรู้"},{"SurahNumber":43,"VerseNumber":85,"Text":"ความเจริญสุขจงมีแด่พระผู้ซึ่งอำนาจแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ในระหว่างทั้งสองเป็นกรรมสิทธิ์ของพระองค์ และ ณ ที่พระองค์นั้นคือความรอบรู้แห่งยามอวสาน และยังพระองค์เท่านั้นที่พวกเจ้าจะถูกนำกลับไป"},{"SurahNumber":43,"VerseNumber":86,"Text":"และบรรดาผู้ที่วิงวอนขอสิ่งอื่นจากพระองค์นั้น จะไม่มีอำนาจในการขอชะฟาอะฮฺ นอกจากผู้ยืนยันเป็นพยานด้วยความจริง และพวกเขารู้ดี"},{"SurahNumber":43,"VerseNumber":87,"Text":"และถ้าพวกเจ้าถามพวกเขาว่า ใครเป็นผู้สร้างพวกเขา แน่นอนพวกเขาจะกล่าวว่าอัลลอฮฺ แล้วทำไมเล่าพวกเขาจึงหันเหออกไปทางอื่น"},{"SurahNumber":43,"VerseNumber":88,"Text":"และจะมีเสียงกล่าวของเขาว่า ข้าแต่พระเจ้าของข้าพระองค์ แท้จริงชนเหล่านั้นเป็นหมู่ชนที่ไม่ศรัทธา"},{"SurahNumber":43,"VerseNumber":89,"Text":"ดังนั้น เจ้าจงให้อภัยแก่พวกเขา และจงกล่าวว่าศานติ แล้วพวกเขาก็จะรู้"}]}