{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygamber! Allah´tan korkmaya devam et ve sakın kâfirlere ve münafıklara uyma. Şüphesiz ki Allah bilendir, hikmet sahibidir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbından sana vahyolunana uy! Şüphesiz ki Allah, yaptıklarınızdan haberlidir"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah´a güvenip dayan ; vekîl olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah bir adamın içinde iki kalb yaratmamış; ziharda bulunduğunuz eşlerinizi de anneleriniz (gibi) kılmamıştır. Evlâtlıklarınızı da öz oğullarınız yapmamıştır. Bunlar ağızlarınızda dolaşan (hüküm ifade etmiyen) sözlerinizdir. Allah hakkı söyler ve doğru yolu gösterir"},{"SurahNumber":33,"VerseNumber":5,"Text":"Evlâdlıklarınızı babalarına nisbetle çağırın. Bu, Allah yanında daha âdil, daha doğrudur. Eğer babalarını bilmiyorsanız, artık onlar, dinde kardeşleriniz ve yakın dostlarınızdır. Bu hususta işlediğiniz hatadan dolayı size bir vebal yoktur. Ama kalblerinizin kasdettiği şeylerde vebal vardır. Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, mü´minlere kendi nefslerinden daha yakın, daha yeğdir. O´nun eşleri de onların analarıdır. Hısımlar ise (mîras hususunda) Allah´ın Kitabında mü´minlerden ve Muhacirlerden birbirine daha yakın ve daha lâyıktırlar. Ancak yakın dostlarınıza uygun şekilde yapacağınız (bir vasiyyet) müstesna. Bu, Kitab´da yazılıdır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Hani bir vakit peygamberlerden kesin anlamda anda dayalı söz almıştık; senden, Nuh´tan, İbrâhim´ den, Musa´dan ve Meryem oğlu İsâ´ dan da, evet bunlardan sağlam-kesin söz almıştık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Doğrulara sadakatlerini sormak için (böyle yapmıştık). Kâfirlere de elem verici bir azâb hazırlamıştık"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey imân edenler! Allah´ın size olan nîmetini hatırlayın, hani size doğru ordular gelmişti de onların üzerine bir rüzgâr, bir de görmediğiniz askerler göndermiştik. Allah yaptıklarınızı görendir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar (düşman orduları) üst tarafınızdan (hücuma geçip) üzerinize gelmişlerdi ve hani gözler de kaymış, yürekler gırtlaklara gelip dayanmıştı. Allah´a karşı da türlü türlü zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"İşte orada mü´minler çetin bir deneme geçirmiş ve şiddetli bir sarsıntıya uğradıkça uğramışlardı"},{"SurahNumber":33,"VerseNumber":12,"Text":"Ve hani münafıklar ve kalblerinde hastalık bulunanlar, «Allah ve Peygamberi bize ancak aldatıcı bir va´dde bulunmuşlardır» diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Ve hani onlardan (münafıklardan) bir topluluk da «Ey Yesrlb (Medine) halkı! Artık sizin burada yeriniz yok, dönünüz» diyordu. Bir topluluk da peygamberden izin istiyorlar, «evlerimiz elbette (ortada sahipsiz) açıktır» diyorlardı. Halbuki evleri açık değildi. Onlar ancak (savaştan) kaçmayı istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eğer üzerinize (şehrin) etrafından girilse ve sonra da fitne çıkarmaları istense, vakit kaybetmeden onu hemen yapar ve yurtlarında pek az bir süre eyleşirlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Oysa bunlar, and olsun ki, daha önce arka çevirip kaçmayacaklarına dair Allah´a kesin söz vermişlerdi. Allah´a verilen kesin söz ise (sorumluluk gerektirdiğinden) elbette sorulacaktır"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmanız asla size fayda vermiyecektir. O takdirde (Dünya´da) pek az bir süre ancak geçinip yararlanabilirsiniz"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: Eğer Allah (faraza) size bir kötülük dilese, kim sizi Allah´ tan koruyabilir ? Veya size rahmet elini uzatsa, (kim O´na engel olabilir ?). Allah´tan başka ne bir dost, ne de bir yardımcı bulabilirler"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah gerçekten içinizden (başkalarını) alıkoyup ağır davrananları ve kardeşlerine, «kalkın bize gelin !» diyenleri bilir. Zaten onlardan ancak pek azı savaşın sıkıntı ve şiddetine (göğüs gerip) gelirler"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Gelseler bile) size karşı oldukça kıskanç ve cimridirler. Korku geldiği zaman ölüm baygınlığı geçiren kimse gibi gözleri döner bir halde sana bakıp durduklarını görürsün. Korku gidince hayra karşı pek kıskanç ve cimrice bir tavır içinde sivri dilleriyle sizi .incitir şekilde atıp tutarlar. Bunlar (hakikatte) imân etmemişlerdir. Bu sebeple Allah amellerini boşa çıkarmıştır; bu da Allah´a göre çok kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Münafıklar, müttefik düşman birliklerinin gitmediğini sanıyorlardı. Müttefik düşman birlikleri bir daha gelecek olsa, onlar çölde Bedeviler arasında bulunup da sizin haberlerinizi sormayı çok arzu ederlerdi, içinizde bulunsalar pek azı savaşırlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"And olsun ki, sizin için, sizden Allah´a ve Âhiret gününe kavuşmayı umanlar ve Allah´ı çokça ananlar için Resûlüllah´da güzel örnekler vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mü´minler ise, müttefik düşman birliklerini görünce, «işte bu, Allah ve Peygamberinin bize va´dettiğidir. Allah ve Peygamberi doğru söylemiştir» dediler. Bu (olay) onların ancak imân ve teslimiyetlerini artırmıştır"},{"SurahNumber":33,"VerseNumber":23,"Text":"Mü´minlerden öyle erler (yiğit kahramanlar) vardır ki, Allah´a verdikleri sözü yerine getirip sadakatlerini isbat ettiler. Onlardan kimi ahde vefa, söze bağlılık edip canını verdi; kimi de (canını vermek için) beklemektedir. Verdikleri sözü asla değiştirmediler (ikiyüzlüler gibi döneklik yapmadılar)"},{"SurahNumber":33,"VerseNumber":24,"Text":"Allah bu sebeple doğruları doğruluklarına karşılık mükâfatlandıracak ; münafıkları da dilerse azaba uğratacak veya tevbe nasîb edip tevbelerini kabul edecek. Şüphesiz ki Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah, o küfredenleri öfke ve kinleriyle geri çevirdi de hiç bir hayra eremediler. Allah savaşta (yardımcı olarak) mü´minlere yetti. Allah çok güçlüdür, çok üstündür"},{"SurahNumber":33,"VerseNumber":26,"Text":"Allah, Kitap Ehli´nden düşmanlara arka çıkıp yardım edenleri kalelerinden indirdi de kalblerine korku saldı. Onlardan kimini öldürüyordunuz, kimini de esir ediyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Sizi, onların arazisine, yurtlarına, mallarına ve bir de henüz ayak basmadığınız bir yere vâris kıldı. Allah´ın kudreti her şeye yeter"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey Peygamber! Eşlerine de ki: Eğer siz dünya hayatını, onun süs ve şatafatını istiyorsanız, gelin de size yararlanacağınız (boşanma) hakkınızı vereyim de sizi güzellikle salıvereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Yok eğer Allah´ı, Peygamberini ve Âhiret yurdunu arzu ediyorsanız, (bilin ki) Allah, sizden iyiliği-güzelliği huy edinenlere büyük mükâfatlar hazırlamıştır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey Peygamber kadınları! Sizden kim açık bir hayasızlık, ahlâk dışı davranışta bulunursa azâb onun için iki kat olur. Bu da Allah´a göre çok kolaydır"},{"SurahNumber":33,"VerseNumber":31,"Text":"Sizden kim Allah´a ve Peygamberine boyun eğip itaat eder, iyi-yararlı amelde bulunursa, onun mükâfatını iki defa veririz ve biz ona kadri yüce şerefli bir rızık da hazırlamışızdır"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peygamber kadınları! Sizler, kadınlardan herhangi biri gibi değilsiniz; Allah´tan korkuyorsanız (yabancı erkeklere karşı) kırıtarak konuşmayın, sonra kalbinde (şehvetten arız) hastalık bulunan kimsede arzu uyanabilir. Güzel, ölçülü (ağırbaşlı) söz söyleyin"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde vakarla oturun; eski cahiliyyet günlerindeki gibi kırıtarak (sokaklarda) süs ve güzelliklerinizi dışarı atmayın; namazı dosdoğru kılın, zekâtı verin, Allah´a ve Peygamberine itaat edin. Ey Ehl-i beyt (=Peygamber hanedanı, O´nun ev halkı). Allah, elbette sizden her türlü çirkinliği gidermek ve sizi tertemiz (pâk ve nezih) yapmak ister"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan Allah´ın âyetlerini ve hikmeti hatırlayın ; şüphesiz ki Allah her şeyin inceliğini, esrar ve hikmetini bilir, her şeyden haberlidir"},{"SurahNumber":33,"VerseNumber":35,"Text":"Elbette Müslüman erkekler ve Müslüman kadınlar; mü´min erkekler ve mü´min kadınlar; kendilerini ibâdet ve taâte veren erkekler ve kadınlar; (niyet ve davranışlarında) doğru ve samimi olan erkekler ve kadınlar ; sabreden erkekler ve kadınlar ; sadaka veren erkekler ve kadınlar; iffet ve namuslarını koruyan erkekler ve kadınlar; Allah´ı çokça anan erkekler ve kadınlar (var ya), işte Allah onlara mağfiret ve büyük mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah ve Peygamberi bir iş, bir mesle hakkında hüküm verdiğinde, artık hiç bir mü´min erkeğe ve kadına kendi iş ve meselelerinde istediklerini seçmek uygun olmaz. Kim Allah ve Peygamberine karşı gelirse, gerçekten o, açık bir sapıklıkla sapıtmış olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"Hani sen, Allah´ın nîmetlendirdiği ve senin de nîmet verip beslediğin kimseye, «eşini nikâhında tut; Allah´tan korkup (yanlış bir karar vermekten) sakın !» diyordun da Allah´ın açığa vuracağı şeyi içinde gizliyordun ; insanlardan (onların dedikodusundan) endişe ediyordun. Halbuki Allah, kendisinden korkup sakınmana daha lâyıktır. Zeyd o eşiyle ilişkisini kestiğinde, biz onu seninle evlendirdik; tâ ki oğullukları eşleriyle ilişkilerini kesince onlarla evlenme hususunda mü´minler üzerine bir vebal ve sakınca olmasın. Allah´ın emri mutlaka yerine gelir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Peygamber üzerinde, Allah´ın onun için takdîr edip gerekli kıldığı şeyde bir vebal ve sakınca yoktur. Bu daha önce gelip geçenler hakkında da Allah´ın câri bir sünnetidir (ki uygulanır). Allah´ın emri elbette yerini bulan bir kaderdir"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar (Peygamberler), Allah´ın gönderdiklerini teblîğ ederler, Allah´tan saygı ile korkarlar; Allah´ tan başka hiç kimseden korkmazlar. Hesab görücü olarak da Allah yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed, sizin adamlarınızdan hiç birinin babası değildir; fakat O, Allah´ın Resulü ve peygamberlerin sonuncusudur. Allah, her şeyi lâyıkıyla bilendir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey imân edenler! Allah´ı çokça anın"},{"SurahNumber":33,"VerseNumber":42,"Text":"Sabah ve akşam O´nu tesbîh edin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O Allah ki, sizi karanlıklardan aydınlığa çıkarmak için, O da, melekleri de üzerinize rahmet ve gufran indirir. O, mü´minlere oldukça merhametlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"O´na kavuşacakları gün sağlık ve esenlik dilekleri, «Selâm»dır. Allah onlara çok şerefli, göz-gönül doldurucu mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey Peygamber! Şüphesiz ki biz seni şâhid, müjdeci, uyarıcı : Allah´ın izniyle O´nun (yoluna) çağrıcı ve aydınlatıcı bir kandil olarak gönderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ey Peygamber! Şüphesiz ki biz seni şâhid, müjdeci, uyarıcı : Allah´ın izniyle O´nun (yoluna) çağrıcı ve aydınlatıcı bir kandil olarak gönderdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Mü´minleri, Allah´tan kendilerine büyük sevaplar ve üstünlüklerle müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"Sakın kâfirlere ve münafıklara uyma ! Eziyetlerine aldırış etme. Allah´a güvenip dayan. Vekîl olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey imân edenler! İmân eden kadınları nikahladıktan sonra kendilerine henüz dokunmadan (cinsel yaklaşma ve ona itici bir davranışta bulunmadan) boşayacak olursanız, artık sizin için onlar hakkında sayacağınız i d d e t (şer´î bekleme süresi) yoktur. Onları geçimlikle yararlandırın ve güzel bir şekilde salıverin"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Şüphesiz ki biz, mehirlerini verdiğin eşlerini ve Allah´ın savaş ganimetinden elin altına verdiği cariyeleri; seninle beraber hicret eden amcan kızlarını, halaların kızlarını, dayın kızlarını, teyzelerin kızlarını sana helâl kıldık. Ayrıca mü´min bir kadın (mehirsiz olarak) kendini peygambere bağışlar, peygamber de onunla evlenmeyi arzu ederse, onu, mü´minlere değil de sadece sana has bir hüküm olarak helâl kıldık. Biz, mü´minlere, eşleri ve cariyeleri hakkında neleri farz kıldığımızı biliriz. Bu (hüküm) sana bir sıkıntı ve sakınca olmamak içindir. Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":51,"Text":"(Ey Peygamber! Giyimkuşam hususunda seni üzen) eşlerinden dilediğini uzaklaştırır, dilediğini yanına alıp barındırırsın. Ayrılıp uzak kaldığın eşlerinden de dilediğini almanda sana bir sakınca yoktur. Bu tutum, onların gözlerinin aydın olması, üzülmeyip hepsine verdiğine karşılık hoşnud kalmalarına en uygun, en yakın (çare) olanıdır. Allah kalblerinizde olanı bilir. Allah bilendir ve Halîm´dir (=her şeyi sabır ve rahmetinin yumuşaklığı ve lûtfunun inceliğile yürütendir)"},{"SurahNumber":33,"VerseNumber":52,"Text":"(Ey Peygamber!) Bundan böyle kadın almak sana helâl olmaz. Onlardan birini başka eşlerle —güzellikleri senin hoşuna gitse bile— değiştirmen de helâl değildir. Ancak sahip olduğun cariyeler müstesna. Allah her şeyi görüp gözetendir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey imân edenler! Peygamberin evlerine, yemeğe izin verilmeksizin, vaktine de bakılmaksızın girmeyin. Ancak davet edildiğinizde girin, yemek yediğinizden hemen sonra dağılın. Söz ve sohbette bulunmak için de izinsiz girmeyin. Şüphesiz ki bu gibi davranışlarınız Peygamberi üzüyor, sizden utanıp bir şey de demiyor. Ama Allah, hakkı söylemekten çekinmez. Peygamberin eşlerinden işe yarar bir şey sormak istediğiniz zaman perde arkasından kendilerinden sorun ; bu ölçüde hareket etmeniz hem sizin kalbleriniz, hem onların kalbleri için daha temiz, daha nezihtir. Allah´ın Peygamberini incitmeniz ve kendisinden sonra O´nun eşleriyle evlenmeniz size asla helâl değildir. Böyle bir şey yapmanız Allah yanında çok büyük (bir günah)tır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir şeyi açıklar veya gizlerseniz, (bilin ki) Allah her şeyi bilendir"},{"SurahNumber":33,"VerseNumber":55,"Text":"(Peygamberin eşlerine ve diğer Müslüman) kadınlara, babaları, oğulları, kardeşleri, kardeşlerinin oğulları, kızkardeşlerinin oğullan, Müslüman kadınları ve sahip oldukları cariyeleri hakkında bir sakınca ve vebal yoktur. Ey kadınlar! Allah´tan korkup (iffetinizi ve vakarınızı) sakının. Şüphesiz ki Allah her şeye (yeterince) şâhiddir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Muhakkak Allah ve melekleri Peygamber´e salât ederler. Ey imân edenler! Siz de O´na çokça salât-u selâm getirin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Onlar ki Allah´a ve Peygamberine eziyet ederler, Allah Dünya´da da, Âhiret´te de onlara lanet etmiş ve onlar için aşağılayıcı, horlayıcı bir azâb hazırlamıştır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mü´min erkeklere ve mü´min kadınlara, işlemedikleri bir suç ve günah sebebiyle eziyet edenler ise, cidden iftira ve açık bir günah yüklenmişlerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber! Kendi eşlerine, kızlarına ve Müslüman kadınlarına de ki: Dış elbiselerini üzerlerine alıp örtünsünler. Bu onların (iffetli) tanınmalarına, eziyet edilmemelerine daha uygun olanıdır. Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Münafıklar, kalblerinde (fitne ve fesâd gibi) hastalık bulunanlar ve Medine´de olmadık fena haberleri yayanlar, eğer bu huylarından vazgeçmezlerse, and olsun ki, seni üzerlerine caydırıcı olarak göndeririz, sonra da Medine´de senin komşuluğunda pek az bir süre kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanete uğramışlardır. Nerede bulunurlarsa yakalanıp öldürülürler de öldürülürler"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Bu), Allah´ın daha önceleri de gelip geçenler hakkında uygulanagelen sünnetidir. Ve sen, elbette Allah´ın Sünneti´nde bir değişiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"İnsanlar, sana Kıyâmet´in kopuş saatinden soruyorlar. De ki: Ona ait bilgi ancak Allah´ın yanındadır. Ne bilirsin, belki de onun kopuş saati yakın olabilir"},{"SurahNumber":33,"VerseNumber":64,"Text":"Şüphesiz ki Allah, kâfirleri lanetlemiş ve onlara çılgın alevli bir ateş hazırlamıştır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebedî kalıcılardır; ne bir dost ve sahip çıkan, ne de bir yardımcı bulabilirler"},{"SurahNumber":33,"VerseNumber":66,"Text":"Bir günde ki, yüzleri ateşe çevrilir de, «Ah keşke Allah´a itaat etseydik, Peygambere uysaydık!» derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve dediler ki: «Ey Rabbimiz! Doğrusu biz efendilerimize ve büyüklerimize uyduk, onlar da bizi şaşırtıp yolumuzu saptırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara azâbdan iki kat ver de onları büyük bir lanet ile lanetle.»"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey imân edenler! Musâ´ya eziyet edenler gibi olmayın; Allah, Musa´yı onların dediklerinden temiz tutup uzaklaştırdı. O, Allah katında değerli ve itibarlı idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey imân edenler! Allah´tan korkun (Peygamberi incitmekten) sakının ve hep doğru söz söyleyin ki"},{"SurahNumber":33,"VerseNumber":71,"Text":"Allah işlerinizi sizin için düzeltip yararlı duruma getirsin; günahlarınızı bağışlasın. Kim Allah´a ve Peygamberine itaat ederse, gerçekten o, büyük bir kurtuluşa ermiştir"},{"SurahNumber":33,"VerseNumber":72,"Text":"Şüphesiz ki biz emâneti göklere, yere ve dağlara sunduk, onu yüklenmeye yanaşmadılar, ondan korkup titrediler; insan onu yüklendi ; şüphesiz ki o, çok zâlim ve çok câhildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Şunun için ki, Allah, ikiyüzlü dönek erkeklerle, ikiyüzlü dönek kadınlara; Allah´a ortak koşan erkeklere, Allah´a ortak koşan kadınlara azâb edecek ve imân eden erkeklerin, imân eden kadınların tevbesini kabul edecek. Allah, çok bağışlayan, çok merhamet edendir"}]}