{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah O Allah’dır ki, kendinden baska hic bir ilah yoktur! Ezeli ve ebedi hayat ile bakidir, zat ve kemal sıfatları ile her seye hakim olup butun varlıklar onunla kaimdir"},{"SurahNumber":3,"VerseNumber":3,"Text":"Allah Teala Kur’an’ı, onundeki kitapları da tasdik edici olarak hak ile sana indirdi. Daha once de insanlara hidayet icin Tevrat’ı ve incil’i indirmisti. Bir de hakkı batıldan ayıran kitaplar indirdi. Allah’ın ayetlerini inkar edenler (var ya), muhakkak onlara siddetli bir azab vardır. Allah Aziz’dir, intikam sahibidir"},{"SurahNumber":3,"VerseNumber":4,"Text":"Allah Teala Kur’an’ı, onundeki kitapları da tasdik edici olarak hak ile sana indirdi. Daha once de insanlara hidayet icin Tevrat’ı ve incil’i indirmisti. Bir de hakkı batıldan ayıran kitaplar indirdi. Allah’ın ayetlerini inkar edenler (var ya), muhakkak onlara siddetli bir azab vardır. Allah Aziz’dir, intikam sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Yerde ve gokte hic bir sey kat’iyyen Allah’a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde diledigi gibi sizi sekillendiren O’dur. Ondan baska bir ilah yoktur. O, mulkunde galiptir, islerinde hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana Kur’anı indiren O’dur. Bunun bir kısım ayetleri acık ve kesindir. Bunlar Kur’an’ın esasıdır. Diger bir kısım ayetler de vardır ki, (onların manası sizce anlasılmaz) mutesabihtirler. (1) Iste, kalblerinde suphe bulunanlar, fitne aramak ve te’viline gitmek icin Kur’an’ın mutesabih ayetlerine uyarlar. Halbuki, o mutesabihin te’vilini yalnız Allah bilir. Ilimde koklesmis ve metin olmus kimseler ise: “- Biz ona (manası anlasılmıyan mutesabihe) inandık; acık ve kapalı butun ayetler Rabbimiz tarafındandır”, derler. Bunları ancak akılları tam olanlar iyice dusunur"},{"SurahNumber":3,"VerseNumber":8,"Text":"Rabbimiz! Bize hidayet verdikten sonra kalblerimizi saptırma; katından bize bir rahmet ihsan et! Suphesiz ki sen, cok cok bagıslayansın"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz! Muhakkak ki sen, geleceginde hic suphe olmayan bir gunde insanları toplayacaksın. Suphesiz Allah va’dinden donmez. (1) Mutesabih: Kasd olunan manayı bilmek, mumkun olmayan Kur’an-ı Kerimdeki ayetlere denir. Mutesabih iki nevidir: Lafzı mutesabih olan ayet ki, bundan hic bir mana anasılmaz. Surelerin evvelinde bulunan Sad Ta-ha gibi (Mukattaa) harfler. Anlamı mutesabih olan ayet ki, zahiri manasını kasdetmek muhaldır. Allah’ın eli, onların elleri ustundedir. Bu ayet-i kerimeye boyle mana vermek muhaldır. Cunku, Allah’ın eli olamaz. Ancak, el ya kudret ile tevil edilir, ya da Allah tarafından murad edilen manaya inanc beslenir"},{"SurahNumber":3,"VerseNumber":10,"Text":"Su (mal ve evlatlarıyla ogunen ve peygamberin mal ve evladı yoktur, diye dil uzatan) kafirler var ya! Muhakkak ki onlardan ne malları, ne de evladları, Allah’dan gelecek hic bir azabı geri ceviremez; ve iste onlar, cehennemde atesin cırasıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"O kafirlerin Rasulullah’ı tekzipleri, tıpkı Firavun hanedanının ve onlardan oncekilerin tutumu gibidir. Onlar, bizim ayetlerimizi yalanladılar da Allah, yaptıkları gunahlar sebebiyle kendilerini enseledi. Allah’ın azabı cok siddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"Ey Rasulum, o kafir olan Yahudi’lere de ki; “-Siz muhakkak maglup olacaksınız ve toplanıp cehenneme suruleceksiniz. O cehennem ne kotu bir yerdir"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Bedir savasında) karsılasan iki birlik hakkında, size muhakkak bir alamet (Peygamberin dogruluguna bir nisane) olmustur. Bir birlik (ki mu’minler), Allah yolunda carpısıyordu; digeri de kafirdi. Mu’minler kafirleri gozgore kendilerinin iki misli goruyorlardı. Allah, diledigine yardımı ile zafer verir. Suphesiz bunda (azı coga ustun getirmekte) anlayıs sahibi olanlar icin kesin bir ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Insanlara, kadınlar, ogullar, altın ve gumusten istiflenmis yıgınlar, yaylıma salınmıs (guzel) atlar, davarlar ve ekinlerden yana nefsin isteklerine muhabbet, suslenip bezendi. Fakat bunlar, dunya hayatının gecici menfaatıdır. Halbuki sonuc guzelligi Allah katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"Rasulum, de ki; “- Size bunlardan daha hayırlısını haber vereyim mi?” O, nefisleri imrendiren suslerden korunanlar icin, Rableri katında, agacları altından ırmaklar akan cennetler var; onlar orada devamlı kalacaklardır; ve yine orada pak tertemiz zevceler ile en buyuk nimet olan Allah rızası vardır. Allah, kullarının hal ve islerini hakkıyle gorucudur"},{"SurahNumber":3,"VerseNumber":16,"Text":"O takva sahipleri yalvararak: “- Ey Rabbimiz, biz iman ve itaat ettik, bizim gunahlarımızı bagısla ve bizi cehennem azabından koru derler"},{"SurahNumber":3,"VerseNumber":17,"Text":"O takva sahipleri, taat ve musibetlere sabreden (soz, is ve niyyetlerinde) sadakat gosteren, Allah’a itaat eden. Allah yolunda mallarını harcayan, seherlerde Allah’dan magfiret isteyen ve namaz kılanlardır"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, kendinden baska ibadete mustahak bir varlık olmadıgını delillerle acıkladı. Meleklerle, ilim sahibleri de adalet ve hak uzere durarak buna iman ettiler. O’ndan baska hic bir ilah yoktur. O, tevhid getirmiyenlere galiptir; hukum ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Dogrusu Allah katında makbul olan din, Islamdır. Kendilerine kitap verilen Hristiyan ve Yahudiler hakikati bildikten sonra, aralarındaki ihtirasdan dolayı, Islam dini hakkında ihtilafa dustuler. Kim Allah’ın ayetlerini inkar ederse, suphe yok ki Allah, onun cezasını vermekte cok cabuk hesap gorucudur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Ey Rasulum, din isinde Yahudi ve Hristiyanlar seninle munakasaya kalkısırlarsa soyle de: “- Ben, bana baglı olanlarla birlikte kendimi Allah’a teslim ettim.” Kendilerine kitap verilenlerl Arap musriklerine de soyle: “- Siz Islamı kabul ettiniz mi?” Eger Islamı kabul ederlerse muhakkak dogru yolu bulmuslardır; yok eger yuz cevirirlerse artık sana dusen (vazife) ancak tebligdir. Allah, kullarının tasdiklerini de, inkarlarını da hakkıyle gorucudur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah’ın ayetlerini inkar edenler ve haksız yere peygamberleri oldurenler, insanlar arasında insaf ve adaletle emredenleri ezip yok edenler var ya! Iste onları cok acıklı bir azap ile mujdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste bunlar, o kimselerdir ki, dunya ve ahirette yaptıkları ameller bosa cıkmıstır. Onların azabına engel olacak hicbir yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Tevrat’dan kendilerine bir miktar nasip verilenleri gormez misin ki, aralarında hukum vermek icin Allah’ın kitabına davet olunuyorlar da sonra onlardan bir zumre, o Tevrat’ın hukmune arkasını ceviriyor. Onlar boyle hakikatlerden yuz cevirmeyi adet edinenlerdir. (Bu ayet-i kerime, zina eden iki yahudi hakkında nazil olmustur: Hazreti Peygamber Efendimizin hakemligine muracaat etmisler ve Rasulu Ekrem Aleyhisselam Tevrat ahkamına gore recmedilmelerine “taslanarak oldurulmelerine” hukum verince kızmıslar ve Tevrat’ın hukmunu tanımıyarak cekip gitmislerdi)"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu yuz cevirislerinin sebebi sudur: Cunku onlar, sayılı birkac gunden baska bize asla ates dokunmaz demektedirler. Onların (din namına) uydurmakta oldukları yalanları da, kendilerini dinlerinde aldatmaktadır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Onları geleceginde suphe olmıyan kıyamet gunu icin topladıgımız ve kendilerine hic zulum edilmiyerek herkese dunyada kazandıgı tamamen odendigi vakit halleri nasıl olacak"},{"SurahNumber":3,"VerseNumber":26,"Text":"Rasulum, soyle de: “- Ey mulkun sahibi Allah’ım! Sen, diledigine mulku verirsin, dilediginden de mulku ceker alırsın. Diledigini aziz edersin, diledigini de zelil edersin; hayır, yalnız senin elindedir. Muhakkak ki sen her seye kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduze sokarsın, (geceler kısalıp gunduzler uzar) ve gunduzu geceye sokarsın (da gunduzler kısalıp geceler uzar.) Oluden diri cıkarırsın, diriden olu cıkarırsın; diledigine de sayısız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminlerden ayrılıp kafirleri dost edinmesin. Bunu her kim yaparsa artık Allah’dan ilisigi kesilmis olur. Meger ki, onlardan gelebilecek bir tehlikeden dolayı sakınmıs bulunasınız. (Bu takdirde zararlarından korunmak icin gorunuste dostluk yapabilirsiniz.) Allah size kendinden korkmanızı emrediyor. Nihayet donus Allah’adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"Icinizdeki kafir dostlugunu gizleseniz de, acıklasanız da Allah onu bilir, diye soyle. Goklerde ve yerde ne varsa hepsini O bilir; ve Allah her seye hakkıyle kadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"Kıyamet gununde herkes, dunyada hayır ve kotulukten yaptıgı seyi hazır bulacak; ve ister ki, o kotuluklerle arasında uzak bir mesafe bulunsaydı. Yine Allahu Teala size kendinden korkmanızı emreder. Allah kullarını cok esirgeyicidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Rasulum), soyle de: “-Eger siz Allah’ı seviyorsanız, hemen bana uyun ki, Allah da sizleri sevsin ve gunahlarınızı bagıslasın. Zira Allah cok bagıslayıcı, cok merhamet edicidir.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Yine de ki: “- Allah’a ve Peygambere itaat edin.” Eger yuz cevirirlerse, suphesiz Allah kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Gercekten Allah, Adem’i, Nuh’u, Ibrahim hanedanını ve Imran ailesini alemler uzerine seckin kıldı (soylarını peygamber yaptı)"},{"SurahNumber":3,"VerseNumber":34,"Text":"Bu Peygamberlerin hepsi de birbirinden gelme tek zurriyettir. Allah semi’dir= her seyi isitir, Alim’dir= her seyi bilir"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Isa’nın buyukannesi olan) Imran’ın zevcesi soyle demisti: “- Ey Rabbim, karnımdakini dunya mesguliyetlerinden beri olarak sana adadım. Boylece adagımı kabul buyur. Muhakkak ki sen, benim adadıgımı hakkıyla isitici ve niyyetimin ne oldugunu kemaliyle bilicisin.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"Imran’ın zevcesi (Hanne) cocuk dogurunca, Allah onun ne dogurdugunu daha iyi bildigi halde:”- Ey Rabbim, onu kız dogurdum. (Mabede hizmet icin) erkek, kız gibi degildir. Bununla beraber, ben onun adını (Allah’ın kulu manasına) Meryem koydum. Iste ben onu ve zurriyetini kogulmus seytanın serrinden sana ısmarlıyorum” dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun uzerine Rabbi, Meryem’i guzel bir kabul ile kabul buyurdu ve onu iyi bir sekilde yetistirdi ve (enistesi) Zekeriyya peygamberi de ona kefil (himayesine memur) kıldı. Zekeriyya ne zaman Meryemin bulundugu mihraba girdiyse, onun yanında bir yiyecek buldu. “-Ey Meryem! Bu sana nereden geliyor?” dedi. O da: “- Bu Allah tarafından, suphe yok ki Allah diledigini hesapsız olarak rızıklandırır” dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Zekeriyya (Aleyhisselam) orada yiyecekleri gorunce Rabbine soyle dua etti: “- Ey Rabbim, bana senin katından bir pak ve mubarek cocuk ihsan et; muhakkak ki sen duayı hakkıyle kabul edicisin.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"Bunun uzerine, Zekeriyya (Aleyhisselam) mihrab’da namaz kılmaga durdugu sırada, hemen melekler ona soyle seslendi; “- Haberin olsun, Allah sana Yahya adlı cocugu mujdeliyor. O, Allah’dan gelen bir kelimeyi (Hz. Isa’yı) tasdik edecek, kavminin efendisi olacak, nefsine hakim bulunacak ve salihlerden bir peygamber olacaktır.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya dedi ki: “- Rabbim, bana ihtiyarlık gelip catmısken ve karım da kısırken benim bir oglum nasıl olabilir?” Allah soyle buyurdu: “- oyledir, (amma) Allah ne dilerse onu yapar.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya (Aleyhisselam): “- Ey Rabbim, zevcemin hamlinden haberdar olabilecegim bir nisan ve alameti bana ver.” dedi. Allah soyle buyurdu: “- Senin (anlıyabilecegin) alamet ve nisan, insanlara uc gun (el, bas ve goz isaretinde bulunup) soz soyleyememendir. Bununla beraber Rabbini cok an ve aksam sabah tesbih et.”"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hatırla ki, bir vakit melekler soyle demisti: “-Ey Meryem, hakikaten Allah, seni ibadetle seckin kıldı; seni pak ve tertemiz buyuttu; ve seni alemlerin kadınları uzerine secti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine ibadete devam et, secdeye kapan, ve ruku edenlerle beraber ruku’ yap. (namaz kılanlarla namaz kıl). “"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iste bu Meryem, Zekeriyya ve Yahya (Aleyhisselam) kıssaları, sana vahyetmekte oldugumuz gayb haberlerindendir. Ey Rasulum, yoksa Meryemi hangisi himayesine alacak diye, Tevrat yazdıkları kalemleriyle kur’a atarlarken, sen onların yanlarında degildin; cekisirlerken de yanlarında bulunmuyordun"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler: “-Ey Meryem, Allah kendinden bir kelimeyle (bir emirle yaratılacak cocugu) sana mujdeliyor; ismi, Meryem’in oglu Mesih Isa’dır. Dunyada da ahirette de sanı yucedir, hem de Allah’a yakın olanlardan...” demisti"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ve yine, hem besikte iken, hem de yetiskinken insanlara soz soyliyecek oldugunu ve salihlerden bulundugunu sana Allah mujdeliyor"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: “- Ey Rabbim, bana bir insan dokunmamısken nerden benim bir cocugum olabilir?” dedi. Allah soyle buyurdu: “- Dogrudur, sana bir kimse dokunmamıstır, fakat Allahu Teala diledigini yaratır ve O, bir seyi murad edince ona sadece “ol” der, o hemen oluverir.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"Allah ona (Hz. Isa’ya) yazı yazmayı, hikmeti, Tevrat’ı ve Incil’i ogretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"O’nu Israilogullarına peygamber olarak gonderecek ve onlara soyle diyecektir; “- Cidden, ben Rabbinizden bir mucize ile geldim. Ben, size camurdan kus biciminde bir taslak yapar ona ufururum, Allah’ın izniyle hemen bir kus oluverir. Yine Allah’ın izniyle anadan dogma koru ve abrası da iyi ederim, oluleri diriltirim; evlerinizde ne yiyor ve ne biriktiriyorsanız size haber veririm. Elbette bu mucizelerde size (peygamberligimi isbat eden) deliller ve alametler vardır, eger iman ederseniz"},{"SurahNumber":3,"VerseNumber":50,"Text":"Hem onumdekini (Tevrat’ı) tasdik edici olarak, hem de size haram edilen icyagı ve deve eti gibi bazı seyleri size helal kılmak icin geldim; ve size peygamberligimi tasdik eden bir mucize getirdim. Artık Allah’dan korkun ve bana itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphe yok ki Allah benim de Rabbimdir, sizin de Rabbinizdir. Oyleyse, ona ibadet edin. Iste bu dogru yoldur.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Vaktaki Isa Yahudi’lerden kufru hissedip anladı, soyle dedi:”- Allah yolunda bana yardım edecekler kimdir?” Havariler= Isa’ya baglılar, soyle dediler: “- Biziz, Allah dininin yardımcıları, Allah’a iman ettik; ve sen sahit ol ki, biz gercek muslumanlarız.”"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz, indirdigin Incil’e iman ettik ve peygamberin Isa’ya tabi olduk. Artık bizi, birligini ve peygamberlerini tasdik eden sahitlerle beraber yaz.”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Yahudiler, (Isa’yı oldurmek icin) hileye saptılar. Allah’da (Isa’yı goge kaldırıp kendilerinden, Isa’ya benziyen birini hilekarlarına oldurtmekle onlara) hile yaptı, ceza verdi. Allah fenalıga karsı ceza verenlerin en kuvvetlisidir"},{"SurahNumber":3,"VerseNumber":55,"Text":"O vakit Allah soyle buyurdu: “- Ey Isa! Suphe yok ki seni, (ecelin bitince) oldurecegim, seni bana yukseltecegim, seni kufredenlerin icinden tertemiz kurtaracagım ve sana baglı olanları, kıyamet gunune kadar kufredenlerin ustunde tutacagım. Sonra donusunuz de yalnız banadır. O vakit ihtilaf ettiginiz seyler hakkında aranızdaki hukmu ben verecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"O kafir olanlara gelince, ben onları dunyada da, ahirette de en siddetli bir azap ile cezalandıracagım ve onları azaptan kurtarmak icin yardım edicilerden hic kimse yoktur"},{"SurahNumber":3,"VerseNumber":57,"Text":"Fakat iman edip salih ameller isliyenlere gelince: Allah onların mukafatlarını tamamen odeyecektir. Allahu Teala zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Gecmis peygamberlere ait bu hukumleri ayetlerden ve hikmet dolu Kur’an’dan Cebrail vasıtasıyla biz sana okuyoruz"},{"SurahNumber":3,"VerseNumber":59,"Text":"Muhakkak ki Isa’nın babasız dunyaya gelis hali de, Allah katında Adem’in hali gibidir. Allah, Adem’i topraktan yarattı, sonra ona “insan ol” dedi. O da, hemen insan oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Isa hakkında sana verilen haber gercektir. Artık suphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Isa (aleyhisselam’ın) Allah’ın kulu ve Rasulu olduguna dair sana ilim geldikten sonra onun hakkında kim seninle munakasaya kalkısırsa soyle de: “- Gelin, ogullarımızı ve ogullarınızı, kadınlarımızı ve kadınlarınızı, bizleri ve sizleri cagıralım; sonra hepimiz dua edip yalvaralım da Allah’ın lanetini yalancıların uzerine okuyalım.”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Bu anlatılanlar, muhakkak ki dogru ve hak olan haberlerdir; ve Allah’dan baska hic bir ilah yoktur. Suphesiz o Allah, her seye galiptir, hukum ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger iman etmekten yuz cevirirlerse, elbette Allah o fesatcıları hakkıyle bilendir (ve cezalarını verendir)"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Rasulum), de ki: “- Ey kitap ehli (olan Hristiyan ve Yahudi’ler)! Bizimle sizin aranızda musavi bir kelimeye gelin. Soyle ki: Allah’dan baskasına tapmayalım, O’na hic bir seyi ortak kosmayalım. Allah’ı bırakıp da birbirimizi Rab’lar edinmiyelim”. Eger kitap ehli bu kelimeden yuz cevirirlerse, (o halde) soyle deyin: “- Sahid olun, biz gercek muslumanlarız. (Bu ayet-i kerime, Yahudiler: Ibrahim Yahudi’dir ve biz onun dinine baglıyız, demeleri uzerine nazil olmustur)"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey ehl-i kitap (Hristiyanlar ve Yahudiler)! Herbiriniz kendi yanlıs inancına gore, Ibrahim bizim dinimiz uzeredir, diyerek neye cekisip duruyorsunuz. Gerek Incil, gerek Tevrat ancak ondan sonra indirildi. Hal boyle iken, artık, bizim dinimizde idi, diye iddianızın batıl oldugunu anlamaz mısınız"},{"SurahNumber":3,"VerseNumber":66,"Text":"Iste siz, o kimselersiniz ki, hakkında biraz bilgi sahibi oldugunuz seyde (kitabınızda olan ahir zaman Peygamberine ait vasıflarda) nicin munakasa ettiniz; ya hic bir bilginiz olmayan seyde (Ibrahim’in dini hakkında) nicin munakasa edersiniz? Allah hakikati bilir; halbuki siz bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim ne bir Yahudi, ne de bir Hristiyandı. Fakat Allah’ı bir tanıyan gercek bir muslumandı; ve musriklerden de degildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Gerekten Ibrahim Aleyhisselam’a insanların en yakını, zamanında ona baglı olanlarla su Peygamber (Hazreti Muhammed Aleyhisselam) ve ona iman edenlerdir (muminlerdir). Allah muminlerin yardımcısıdır"},{"SurahNumber":3,"VerseNumber":69,"Text":"Yahudi’lerden bir topluluk, sizi sasırtıp dinlerine cevirmek istediler. Halbuki onlar, kendilerinden baskasını sasırtıp saptıramazlar. Bunun farkında bile degillerdir"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey ehli kitap (Hristiyan ve Yahudi’ler!) Incil ve Tevrat’ta Peygamberin vasfını gorup bilirken nicin Kur’an’ı ve Peygamberi inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kitaplılar (Hristiyanlar ve Yahudiler) Nicin hakkı batıl ile karıstırıp ortuyor ve (Muhammed Aleyhisselamın hak peygamber oldugunu bildiginiz halde) gercegi gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Yahudilerden bir topluluk digerlerine soyle dedi: “- Muminlere indirilen Kur’an’a, gunduzun evvelinde inanın ve sonunda inkar edin (ki muminler supheye duser de) olur ki, dinlerinden donerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ve kendi dininize baglı olanlardan baskasına inanmayın: (Ey Rasulum onlara) de ki, dogru yol Allah’ın yoludur, Islam dinidir; -ve size verilen kitabın benzeri, hic kimseye verilmedigine, yahut muminlerin Rabbiniz huzurunda size ustun geleceklerine iman etmeyin.” De ki: Dogrusu fazilet ve ihsan Allah’ın elindedir. Onu diledigi kimseye verir ve Allah rahmeti bol olandır, her seyi hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Allah diledigi kimseye rahmetiyle imtiyaz verir (Peygamberlik veya Islam dinini bahseder). Allah cok buyuk ihsan sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap ehlinden oylesi vardır ki, kendisine bir yuk altın emanet etsen onu (noksansız olarak) sana oder. Oylesi de vardır ki, ona emanet olarak bir altın versen, sen uzerine ayak direyip ısrar etmedikce onu sana geri vermez. Bunun sebebi sudur: Onlar derler ki, cahil Arapların malını almakta bize gunah ve sorumluluk yoktur. Onlar bile bile Allah’a karası yalan soylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır, oyle inandıkları gibi degil, kim ahdini ve emanetini yerine getirir, Allah’dan korkarsa, suphe yok ki, Allah takva sahiplerini sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Fakat, Allah’ın ahdini (kitaplarındaki peygambere iman sozunu) ve kendi yeminlerini birkac paraya satan kimseler (var ya!) iste onların ahirette hic bir nasibi yoktur. Allah onlara kelamiyle hitap etmiyecek ve kıyamet gunu onlara merhamet nazarıyla bakmıyacak ve kendilerini temize cıkarmıyacaktır. Onlar icin cok acıklı bir azap vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Kitap ehlinden bir guruh da vardır, dillerini kitaba dogru eger bukerler ki, siz, o tahrif ettiklerini kitaptan sanasınız. Halbuki o, kitaptan degildir. Bir de: “- Bu Allah katındandır” derler; halbuki o, Allah katından degildir. Allah namına bile bile yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Beserden hic kimseye yakısmaz ki, Allah ona kitap versin, anlayıs versin, peygamberlik versin de sonra insanlara soyle desin; “- Allah’ı bırakıp bana kul olun”. Fakat ogretmekte ve ders alıp vermekte oldugunuz kitap sayesinde, bildigi ile amel eden alimlerden olun der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve Meleklerle peygamberleri tanrılar edinmenizi de size asla emretmez. Artık siz musluman olduktan sonra, size kufru emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hem Allah, vaktiyle Peygamberlerin misakını (baglılık sozunu) soyle almıstı: “- Celalim hakkı icin size kitap ve hikmetten verdim. Sonra size, beraberinizdekini tasdik eden bir Peygamber geldiginde mutlaka ona iman edeceksiniz ve her halde ona yardımda bulunacaksınız; bunu ikrar ettiniz mi ve bu agır ahdimi uzerinize alıp kabullendiniz mi?” buyurdu. Onlar: “-Ikrar ettik”, dediler. Allah soyle buyurdu; “- Oyle ise birbirinize karsı sahit olun, ben de sizinle beraber sahitlerdenim.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık bu ikrardan sonra kim yuz cevirirse, iste onlar dinden cıkmıs fasıklardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Onlar, Allah’ın dininden baskasını mı arıyorlar? Halbuki goklerde ve yerde ne varsa hepsi ister istemez O’na boyun egmistir ve ahirette ona cevrilip goturuleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"(Ey Rasulum), de ki: “- Biz Allah’a iman getirdik; bize indirilen Kur’an-ı Kerim de; Ibrahim’e, Ismail’e, Ishak’a, Yakub’a ve ogullarına indirilenlere de; Musa’ya, Isa’ya ve peygamberlere Rablarından verilenlere de... Peygamberlerden hic biri arasında (hak peygamber olduklarında) fark gozetmeyiz. Biz Allah’a boyun egen muslimleriz.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islamdan baska bir din ararsa, o istedigi din asla kendisinden kabul olunmaz ve ahirette de o ebedi zarar cekenlerdendir"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kendilerine apacık deliller gelmis ve Peygamberin hak olduguna sehadet getirmislerken (bu) imanlarından sonra dinlerinden cıkıp kufre sapan bir toplulugu Allah nasıl hidayete ulastırır? Allah zalimler toplulugunu (kavmini) hidayete eristirmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste dinden cıkanlar (var ya), onların cezası su: Allah’ın, meleklerin ve butun insanların laneti gercekten uzerlerindedir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar ebedi olarak bu lanet ve azabın icindedirler. Kendilerinden ne azap hafifletilir, ne de onlara merhamet gozu ile bakılır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak onun arkasından tevbe edip hallerini duzeltenler baska. Cunku Allah, hakikaten gunahları bagıslayan, cok esirgeyendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Elbette iman ettikten sonra kafir olanlar ve sonra kufurlerini artıranların (son nefeste) tevbeleri kabul olunmaz. Iste bunlar sapıklardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Kufre dalmıs ve kafir oldukları halde olup gitmis kimseler (var ya), bunların her biri kendini kurtarmak icin dunya dolusu altın verecek olsa bile, asla hic birinden kabul olunmaz. Bunların hakkı acıklı bir azabdır ve kendilerine yardım edeceklerden de kimse yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden sadaka vermedikce, siz cennete eremezsiniz. Allah yolunda her ne harcarsanız muhakkak Allah onu bilendir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden once (Yakub’un nefsine haram kıldıgından baska) yiyecegin hepsi Israilogullarına halal idi. Sen onlara! “-Eger sadıklarsanız sahih Tevrat’ı getirin de onu guzelce okuyun” diye soyle"},{"SurahNumber":3,"VerseNumber":94,"Text":"Artık bu delilden sonra helal ve haram hakkında kim Allah’a karsı yalan soyleyip iftira ederse, iste onlar zalimlerdir"},{"SurahNumber":3,"VerseNumber":95,"Text":"Sen de ki: “(Helal ve haramı haber vermekde) Allah dogru buyurmustur. O halde (her dinden) Islama yonelerek Ibrahim’in dinine uyun. O, Allah’a ortak kosanlardan degildi.”"},{"SurahNumber":3,"VerseNumber":96,"Text":"Dogrusu insanlar icin konulan ilk mabed, suphesiz ki Mekke’de bulunan cok mubarek ve butun alemlere hidayet olan Beyt’dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada acık alametlerle Ibrahim’in makamı vardır. Kim oraya girerse taarruzdan emin olur. Azık ve binek bakımından yoluna gucu yeten her kimsenin o Beyt’i haccetmesi, insanlar uzerinde Allah’ın hakkıdır, farzdır. Kim bu farzı tanımazsa, her halde Allah’ın ihtiyacı yok, O butun alemlerden mustagnidir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: “- Ey ehl-i kitap! Nicin Allah’ın ayetlerini inkar ediyorsunuz? Allah ise yaptıklarınızı gormektedir.”"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: “- Ey ehl-i kitap! Islamın hak din oldugunu bildiginiz halde neden iman edenleri, Allah yolundan (igriligini istiyerek) cevirmeye calısıyorsunuz? Allah yaptıklarınızdan gafil degildir.”"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler! Eger kendilerine kitap verilenlerden herhangi bir topluluga uyarsanız, sizi imanınızdan sonra cevirirler, kafir yaparlar"},{"SurahNumber":3,"VerseNumber":101,"Text":"Size Allah’ın ayetleri (Kur’an’ı) okundugu ve icinizde Rasulu bulundugu halde nasıl kufredersiniz? Kim Allah’ın dinine sımsıkı tutunursa, o, muhakkak dogru bir yola iletilmistir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey muminler! Gercek takvaya yarastıgı gibi, Allah’dan korkup sakının ve her halde musluman olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Elbirlik Allah’ın dinine (seriatına) sımsıkı sarılın. Birbirinizden ayrılıp dagılmayın. Allah’ın uzerinizdeki (Islam) nimetini dusunun ki, cahiliyet devrinde birbirinize dusmanlar iken o, sizin kalbleriniz arasında uflet (yakınlık ve sıcaklık) meydana getirdi de onun nimeti sayesinde din kardesleri oldunuz. Hem siz atesten bir cukurun tam kenarında bulunuyordunuz da Allah, Islamınız sebebiyle o atese (cehenneme) dusmekten sizi kurtardı. Iste Allah size ayetlerini boylece acıklıyor ki, dogru yola eresiniz"},{"SurahNumber":3,"VerseNumber":104,"Text":"Icinizden, insanları hayra cagıracak, iyiligi emredecek, kotulukten alıkoyacak bir topluluk bulunsun. Iste onlar, kurtulusa erenlerdir"},{"SurahNumber":3,"VerseNumber":105,"Text":"Ey muminler, kendilerine acık deliller ve ayetler geldikten sonra parcalanıp ayrılıga dusen Hristiyan ve Yahudi’ler gibi olmayın. Iste onlar icin cok buyuk bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"Kıyamet gununde bir takım yuzler ak ve bir takım yuzler de kara olacak. O vakit, yuzleri kara olanlara soyle denecek: “-Imanınızdan sonra kufrettiniz ha! Iste o kufurunuzun cezası olarak tadın azabı...”"},{"SurahNumber":3,"VerseNumber":107,"Text":"Amma yuzleri ak olanlar, Allah’ın rahmeti icindedirler. Onlar, orada (cennette) ebedi olarak kalacaklardır"},{"SurahNumber":3,"VerseNumber":108,"Text":"Bunlar Allah’ın ayetleridir. Onları sana, hakkı yerine getirmek icin vahy vasıtasıyla okuyoruz. Allah Teala alemlere zulum murad etmez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerde ve yerde olan her sey Allah’ın yaratıgıdır ve butun isler Allah’a dondurulur (karsılık gorur)"},{"SurahNumber":3,"VerseNumber":110,"Text":"(Ey Muhammed Aleyhisselam ummeti) Siz beseriyet icin meydana cıkarılmıs en hayırlı bir ummetsiniz; Iyiligi emreder, fenalıktan alıkorsunuz ve Allah’a imanınızda devam edersiniz. Eger kitaplılar (Hristiyan ve Yahudi’ler) da imana gelseydi, muhakkak haklarında hayırlı olurdu; iclerinden iman edenler varsa da, ekserisi gercek dinden cıkmıs fasıklardır"},{"SurahNumber":3,"VerseNumber":111,"Text":"(Ey muslumanlar) Yahudiler size eziyyet vermekten baska bir zarar veremezler. Sizinle savasırlarsa arkalarını donup kacarlar. Sonra, kendilerine yardım da yapılmaz"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlar (Yahudi’ler) nerede bulunurlarsa boyunlarına zillet ve horluk takılmıstır. Meger ki cizye vermek sureti ile Allah’ın ve muminlerin barıs ve emniyeti altına girmis olsunlar. Onlar donup Allah’ın gazabına ugradılar ve uzerlerine miskinlik damgası vuruldu. Bunun sebebi su: Cunku onlar, Allah’ın ayetlerini inkar etmisler, peygamberleri haksız yere oldurmuslerdi; cunku onlar, isyan etmisler ve asırı gitmislerdi"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ehl-i kitabın hepsi esit degildir. Onlardan dosdogru Islam dini uzere bulunan bir ummet vardır ki, gece vakitleri Allah’ın ayetlerini okurlar ve onlar secdeye kapanırlar, namaz kılarlar"},{"SurahNumber":3,"VerseNumber":114,"Text":"Allah’a ve ahiret gunune inanırlar, iyiligi emrederler ve kotulukten vaz gecirirler, hayır islerinde de yarısırlar. Iste bu ozellikleri tasıyanlar Allah katında salihlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Onlar hayra dair ne islerse onun mukafatından asla mahrum edilmiyeceklerdir. Allah, takva sahiplerini cok iyi bilendir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kafir olanlar (var ya!) onların ne malları, ne evladları kendilerini Allah’ın azabından asla kurtaracak degildir. Onlar cehennemliktir ve orada ebedi olarak kalıcıdırlar"},{"SurahNumber":3,"VerseNumber":117,"Text":"Bu dunya hayatında kafirlerin yapmakta oldukları harcamaların hali, bir ruzgarın haline benzer ki, onda kavurucu bir soguk var, nefislerine zulmeden bir kavmin ekinine dusmus de onu mahvetmektedir. (Iste kafirlerin harcamaları da boyledir, kendilerine hic bir fayda vermez.) Onların harcamalarını bosa cıkarmakla, Allah kendilerine zulum yapmadı. Fakat onlar, kendi nefislerine zulmettiler"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey muminler! Din kardeslerinizden baskasını (kafir ve munafıkları) dost edinmeyin: Onlar size fenalık yapmakta, fesad cıkarmakta kusur etmezler ve sıkıntaya girmenizi arzu ederler. Onların size karsı olan kin ve dusmanlıkları agızlarından meydana dokulmustur. Kalblerinde gizledikleri dusmanlık ise daha buyuktur. Onların dusmanlıklarına dair ayetleri acıkladık, eger dusunur ve anlarsanız"},{"SurahNumber":3,"VerseNumber":119,"Text":"Iste siz (muminler) o kimselersiniz ki, kafirleri seversiniz. Halbuki onlar sizi sevmezler. Siz kitapların hepsine iman edersiniz. Onlar ise ancak sizinle karsılastıkları zaman “Iman ettik” derler. Tenhada basbasa kaldıkları vakit ise, size olan kinlerinden oturu parmaklarının uclarını ısırırlar. Rasulum, de ki: “- Kininizle olun, mahvolun”. Gercekten Allah kalblerin kin ve hasedlerini tamamıyla bilicidir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik dokunursa onları uzer ve kederlendirir. Basınıza bir felaket gelirse, onunla ferahlanır ve sevinc duyarlar. Eger siz, sabırlı olur da korunursanız, onların hileleri size hic bir zarar veremez. Muhakkak ki Allah, onların yaptıklarını ilmi ile kusatmıstır"},{"SurahNumber":3,"VerseNumber":121,"Text":"(Ey Rasulum), bir vakit erkenden Medine’deki ailenden cıkmıs, savas icin muminleri elverisli yerlere yerlestiriyordun. Allah, sozlerinizi isitir ve niyyetlerinizi bilir"},{"SurahNumber":3,"VerseNumber":122,"Text":"O zaman (Uhud savasında ordunun sag ve sol kanadını teskil eden Seleme Ogulları ile Harise Ogullarından ibaret) icinizden iki birlik savas korkusundan (munafık Ubeyy’in kacısına bakarak) geri donmege niyyetlenmisti. Halbuki onların yardımcısı Allah idi. Muminler yalnız Allah’a guvenip dayanmalıdır"},{"SurahNumber":3,"VerseNumber":123,"Text":"Bedir savasında dusmana nisbetle daha az ve zayıf oldugunuz halde, Allah size kesin zaferi verdi. Allah’dan korkun (ve munafıkların kacısından kederlenmeyin) ta ki sukretmis olasınız"},{"SurahNumber":3,"VerseNumber":124,"Text":"O vakit (Bedir’de) muminlere soyle diyordun: “- Rabbiniz uc bin melek indirmekle size yardımda bulunması, yetismez mi size?”"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, eger siz sabrederseniz ve Peygambere itaatsizlikten sakınırsanız, onlar da hemen uzerinize gelecek olurlarsa, Rabbiniz size nisanlı nisanlı bes bin melekle (dusmana karsı) yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Bu yardımı Allah size, sırf bir mujde olsun ve kalbleriniz bununla yatıssın diye yaptı. Yoksa zafer, ancak Aziz ve Hakim olan Allah’dandır"},{"SurahNumber":3,"VerseNumber":127,"Text":"Boylece Allah, o kafir olanlardan bir kolu kessin veya perisan etsin de, geri kalanlar keder ve ziyan icinde donup gitmis olsunlar"},{"SurahNumber":3,"VerseNumber":128,"Text":"Senin elinde (onları cezalandırmak veya affetmek hususunda) bir sey yok. Allahı, ya onların tevbesini kabul eder, yahut onları zalim bulundukları icin azablandırır"},{"SurahNumber":3,"VerseNumber":129,"Text":"Goklerde ve yerde olan seylerin hepsi Allah’ındır. Kullarından diledigini bagıslar ve diledigine azap eder. Allah Teala cok bagıslayıcı ve merhamet edicidir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Faizi kat kat yemeyin.(1) Allah’dan korkun ki, ahiret azabından kurtulasınız"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirler icin hazırlanan atesten korkun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah’a ve peygambere itaat edin ki, rahmete erdirilesiniz. (1) Bu ayet-i kerimede kat kat faiz yemenin haram oldugu beyan buyurulmakla, kat kat olmıyan cuz’i bir faizin yenebilecegi manası anlasılmamalıdır. Zira, bu ayet-i kerimeden sonra nazil olan Bakara Suresinin (275.) ayet-i kerimesiyle mutlak olarak, faizin azı ve cogu haram kılınmıstır"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin magfiretine ve eni, goklerle yer kadar olan cennete kosusun; o cennet takva sahipleri icin hazırlanmıstır"},{"SurahNumber":3,"VerseNumber":134,"Text":"(O takva sahipleri) Bollukta ve darlıkta harcayıp yedirenler, ofkelerini yutanlar, insanların kusurlarını bagıslayanlardır. Allah da iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ve bir gunah isledikleri veya nefislerine zulum ettikleri zaman Allah’ı anarak hemen gunahlarının bagıslanmasını istiyenler, (ki gunahları Allah’dan baska kim bagıslayabilir?) hem de yaptıkları gunaha bile bile ısrar etmemis olanlar (var ya)"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste onların mukafatı, Rablerinden bir magfiret ve agacları altından ırmaklar akan cennetlerdir. Orada ebedi olarak kalacaklardır. Su isleri yapanların mukafatı ne de guzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once bir takım vak’alar gecti. Onun icin yeryuzunde dolasın da peygamberleri yalanlayanların akibetleri nasıl olduguna bakın. Ibret alın"},{"SurahNumber":3,"VerseNumber":138,"Text":"Iste Kur’an-ı Kerimde olan bu kıssalar (vak’alar), butun insanlar icin hak sozu acıklamadır ve Allah’dan korkanlar icin de bir oguttur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ey muminler, savastan gevsemeyin ve Uhud bozgununa uzulmeyin. Haliniz onlardan netice itibariyle cok yuksektir; eger gercekten (vadimize) inanıyorsanız"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger size (Uhud’da) bir yara isabet etti ise, Bedir savasında da kafirler kavmine o kadar yara isabet etmisti. O sevincli ve kederli gunleri insanlar arasında evirip ceviririz. Allah, savas meydanında ihlaslı ve azimkar muminleri digerlerinden ayırd etmek ve sizden sehitler edinmek icindir (bu). Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Ve hem de Allah, iman edenleri tertemiz secip kafirleri mahvedecegi icin"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa, Allah icinizden mucadele edenlerle sabredenleri hic belli etmeden cennete girivereceginizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Gercekten siz, savasa tutusmazdan once, olup sehid olmayı arzu etmistiniz. Fakat iste onu gordugunuz halde bakıp duruyorsunuz. (Bu ayet-i kerime, Bedir savasında bulunamayıp Medine’de kalanlar hakkında nazil olmustur. Bunlar Bedir savasında bulunup sehid olmayı arzu etmislerdi. Fakat daha sonra Uhud savasında bulundukları halde, cokları savasa karsı ayak direyememisti)"},{"SurahNumber":3,"VerseNumber":144,"Text":"(Hazreti) Muhammed (a.s.) ancak bir Peygamberdir. Ondan once bir cok peygamberler gelip gecmistir. Simdi o olur veya oldurulurse siz ardınıza donuverecek misiniz (dininizden donecek veya savastan kacacak mısınız?) Kim ardına donerse, elbette Allah’a hic bir seyle zarar verecek degil, fakat sukredip sabredenlere Allah muhakkak mukafat verecektir"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah’ın izni olmadıkca hic kimseye olmek yoktur. Olum, zamanı Allah’ın ilminde kararlasmıs bir yazıdır. Kim dunya menfaatını isterse kendisine ondan veririz; ve kim de ahiret savabını isterse buna da ondan veririz. Sukredenlere ise muhakkak mukafat vercegiz"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice Peygamberler vardı ki, beraberlerinde bir cok alimler savastı da Allah yolunda baslarına gelenlerden dolayı umitsizlige dusmediler, zaaf gostermediler, miskinlik etmediler. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"O alimlerin sozu sadece suydu: “- Ey Rabbimiz! Bize gunahlarımızı ve islerimizde yaptıgımız taskınlıklarımızı bagısla. Savasta ayaklarımızı diret ve kafirler topluluguna karsı bize zafer ver.”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Nihayet bu dua ve savaslardaki direnmeleri sebebiyle Allah onlara hem dunya nimetini, hem de ahiret sevabının guzelligini (cenneti) verdi. Allah guzel is yapanları sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Eger kafirlere itaat edecek olursanız, sizi geriye, kendi dinlerine cevirirler de dunya ve ahirette ziyana dusenlerin haline donersiniz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Dogrusu Allah sizin mevlanız ve yardımcınızdır; ve o, yardım edenlerin en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Kafirlerin kalblerine yakında korku dusurecegiz, su sebeple ki: Onlar, ibadet edilmesi hususunda Allah’ın hic bir delil ve huccet indirmedigi put gibi varlıkları, Allah’a ortak kosmuslardı. Onların varacagı yer cehennemdir. O zalimlerin yatagı ne de kotudur"},{"SurahNumber":3,"VerseNumber":152,"Text":"Gercekten Allah size vaadini dogruladı. O sıra dusmanları olduruyordunuz; ta ki, o sevdiginiz ustunlugu Allah size gosterdi ve sonra isyan edip verilen emirde cekiserek yılgınlık ettiniz. Icinizden kimi (zafer sevinci ve ganimet arzusu ile) dunyası istiyor, kimi de cenk azmi ile ahireti istiyordu. Sonra Allah sizi imtihan etmek icin (musibetlere karsı sabır ve metanetinizi denemek icin) yardımını uzerinizden alıkoyup onları size galip getirdi. Bununla beraber sizi bagısladı da. Allah muminlere ihsan ve merhamet sahibidir"},{"SurahNumber":3,"VerseNumber":153,"Text":"O vakit (Uhud savasında) boyuna uzaklasıyordunuz. Kimseye donup bakmıyordunuz. Hazreti Peygamber ise arkanızdan sizi cagırıp duruyordu. Bunun uzerine, Allah sizi keder uzerine kederle cezalandırdı. (Kederlerden biri maglubiyet ve digeri Hazreti Peygamberin olmus olduguna dair yanlıs haberin yayılmasıdır). Allah’ın sizi bagıslaması, ne elinizden giden zafere, ne de basınıza gelen musibete uzulmiyesiniz, diyedir. Allah yaptıklarınızdan tamamiyle haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o kederin arkasından uzerinize Allah bir emniyet, bir uyku indirdi. Oyle ki, icinizden bir zumreyi (oz muminleri o uyku) sarıyordu. (munafıklardan ibaret) bir zumreyi de, nefisleri, can kaygısına dusurmus, gozleri uyku tutmaz olmustu; Allah’a karsı cahiliyyet zannı gibi haksız bir zan besliyor ve; “- Bu zafer isinden bize ne?” diyorlardı. (Rasulum), de ki: “- Butun is Allah’ındır.” Onlar, nefislerinde, sana acamadıkları bir sey gizliyorlar: “- Is elimizde olsa, zorla savasa cıkarılmasaydık burada oldurulmezdik” diyorlardı. (Rasulum) de ki: “- Evinizde de olsaydınız, uzerlerine olum yazılmıs (takdir edilmis) bulunanları yine dısarı cıkacak, dusup kaldıkları yerleri caresiz boylayacaklardı.” Allah, Uhud savasındaki bu olayları, kalblerinizde olan ihlas ve nifakı meydana cıkarmak ve yureklerinizdeki niyyetleri pak ve oz yapmak icin basınıza getirdi. Allah kalplerde olanı pek iyi bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Uhud savasında iki ordu karsılastıgı gun icinizden arka cevirip geri donenler (var ya!), hakikaten onları, Peygamberin emrine aykırı hareket etmeleri yuzunden, seytan kaydırmak istedi. Bununla beraber (tevbe ettiklerinden) Allah onları bagısladı. Gercekten Allah cok bagıslayıcıdır, azabı geciktiricidir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Kardesleri yeryuzunde dolastıgı veya bir savasta bulundukları zaman, haklarında soyle soyleyen kafirler gibi olmayın: “- Bizim yanımızda olsalardı, olmezler ve oldurulmezlerdi.” Allah onların bu soz ve inanclarını kalblerinde bir keder ve hasret olsun diye bıraktı. Halbuki Allah diledigini yasatır, diledigini de oldurur. Allah, yapmakta oldugunuz seyleri bilendir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Andolsun, eger siz Allah yolunda oldurulur veya olurseniz, Allah’ın bagıslama ve esirgemesi, onların toplayacakları dunya menfaatından elbette daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"And olsun, eger olur veya Allah yolunda oldurulurseniz muhakkak ki Allah’ın huzurunda toplanacak, hesaba cekileceksiniz"},{"SurahNumber":3,"VerseNumber":159,"Text":"Uhud savasında sen, Allah’dan gelen bir merhamet sayesindedir ki, onlara (Ashaba) yumusak davrandın. Eger kaba, katı yurekli olsaydın, muhakkak onlar etrafından dagılıp gitmislerdi. Artık onları bagısla ve kendilerine Allah’dan magfiret dile. Is hususunda fikirlerini al (musavere et). Musavereden sonra da bir seyi yapmaga karar verdin mi, artık Allah’a guven ve dayan. Gercekten Allah tevekkul edenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Eger Allah size yardım ederse, size galip (ustun) gelecek yoktur; ve eger size yardımı terk ederse ondan sonra size yardım edecek kimdir? Muminler sadece Allah’a guvenip tevekkul etmelidir"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamber icin emanete (ganimet malına) hıyanet etmek olur sey degildir. Kim boyle hainlik ederse, kıyamet gunu, asırdıgı malı, boynunda tasıyarak getirir. Sonra da herkese kazandıgı iyilik veya kotulugun karsılıgı odenir; ve hic birine zulmedilmez"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allah’ın rızasına uyarak hainlik yapmaktan sakınan kimse, hiyanet ederek Allah’ın gazabına ugrayan ve yatagı cehennem olan gibi midir? O, ne kotu donus yeridir"},{"SurahNumber":3,"VerseNumber":163,"Text":"O emin kimseler, Allah katında derece derecedirler. Allah, emin ve hain kimselerin yaptıklarını hakkıyle gorucudur"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah muminler uzerinde bol bol ihsanda bulundu. Cunku onlara, kendi cinslerinden bir peygamber gonderdi ki, kendilerine Allah’ın ayetlerini okuyor, onları fena huy ve inanclardan temizliyor, onlara Kur’an ve sunneti ogretiyor. Halbuki bundan once acık bir sapıklık icinde idiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Uhud savasında size gelen musibet sonunda yetmis kisi sehid olmasına karasılık, daha once Bedir savasında kafirlerden iki kat ki, yetmis olu ve yetmis esir olmusken, siz: “- Peygamber bizimle ve biz de musluman iken bu musibet bize nereden geldi?”, dediniz. Onlara de ki: “- O, kendi tarafınızdandır, Peygambere itaat etmeyisinizdendir.” Suphe yok ki, Allah her seye hakkıyla kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki toplulugun (Mumin ve musriklerin Uhud savasında) karsılastıgı gun, basınıza gelen musibet, Allah’ın izniyle olup muminlerin sebatını gostermek icindi"},{"SurahNumber":3,"VerseNumber":167,"Text":"Bir de munafıklık edenleri acıga vurmak icindi. Kendilerine: “-Gelin, Allah yolunda savasın yahut uzerine olan dusman saldırısını onleyin”, denildigi zaman soyle cevap verdiler: “- Biz savas yapmayı bilseydik elbette arkanızdan gelirdik.” Onlar, o gun imandan cok kufre yakındılar, agızlarıyla kalblerinde olmıyan seyi soyluyorlardı. Allah onların gizledigi seyi pek iyi bilir"},{"SurahNumber":3,"VerseNumber":168,"Text":"Uhud gununde Medine’de oturup, savasta olen yakınları hakkında: “- Eger bizi dinleselerdi olmiyeceklerdi” diyen o munafıklara soyle soyle: “- Oyle ise, kendinizden olumu geri cevirin, eger sadıklardansanız.”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Sakın Allah yolunda oldurulenleri oluler sanma. Dogrusu onlar Rableri katında diridirler, cennet meyvalarından rızıklanırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Onlar, Allah’ın kendilerine verdigi ihsandan (sehidlik rutbesinden) dolayı nes’eli haldedirler ve arkalarından kendilerine sehidlik rutbesi ile katılamıyan mucahidler hakkında sunu mujdelemek isterler: “- Onlara hic bir korku yoktur ve onlar mahzun da olmıyacaklardır.”"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah’dan gelen bir nimet ve daha ustun bir ihsan sebebiyle sevinirler ve muminlerin mukafatını Allah’ın zayi etmedigi nes’esi icinde bulunurlar"},{"SurahNumber":3,"VerseNumber":172,"Text":"Yaralandıktan sonra yine Allah’ın ve Peygamber’in cagrısına kosanlar ve hele onlardan iyilik edip fenalıktan sakınanlar icin cok buyuk bir mukafat vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlar oyle kimselerdir ki, halk kendilerine: “- Dusmanlarınız size karsı ordu hazırladı, o halde onlardan korkun.” dedi de bu soz onların imanını artırdı ve ustelik: “- Allah bize kafidir ve O ne guzel vekildir”, dediler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Sonra da kendilerine hic bir keder dokunmaksızın Allah’dan bir nimet ve kazancla Bedir’den donduler. Boylece Allah’ın rızasına uymus bulundular. Allah cok buyuk bir lutuf ve ihsan sahibidir. (Uhud savasından donuste Ebu Sufyan, daha once yapılan Bedir savasının intikamını almak maksadıyla Hz. Peygamber Aleyhisselam Efendimize soyle demisti: “- Bedir savasının yıl donumunde yine aynı yerde bulusalım ve savasalım.” Peygamber Efendimiz; “Insallah”, buyurmustu. O gun gelince, Ebu Sufyan ordusu ile savasa cıktı, fakat Allah kalbine bir korku vermekle Bedir mevkiine varamayıp geri donduler. Muslumanlar Bedir’de dusmanı bekledilerse de onlarla karsılasamadılar. Ancak, orada alıs-veris yaparak, bir hayli kar ve ticaret yaptılar ve boylece selametle geri donduler, Peygamberin emrini dinlediklerinden de Allah’ın rızasına kavustular. Iste, bu ayet-i kerime, bu olay uzerine nazil oldu. Bu sefere “Kucuk Bedir Seferi” denir)"},{"SurahNumber":3,"VerseNumber":175,"Text":"(Ebu Sufyan sizin icin ordu toplamıstır, diye) sizi kendi dostlarından korkutmakta olan o seytandır. Siz, onlardan korkmayın da bana isyan etmekten korkun, eger muminlerseniz"},{"SurahNumber":3,"VerseNumber":176,"Text":"O kufurde yarısanlar, sana keder vermesin. Cunku onlar Allah’a asla bir zarar edebilecek degillerdir. Allah onlara ahirette bir nasip vermemeyi diliyor. Onlar icin cok acıklı bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"Imana karsılık kufru satın alanlar, Allah’a hic bir seyle zarar veremezler. Onlar icin cok acıklı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"Bir de kufredenler, kendilerine omur ve muhlet verisimizi, sakın kendileri icin hayırlı sanmasın. Biz onları sırf gunahlarını artırsınlar diye bırakıyoruz. Hem onlara, hor ve hakir bırakan bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Ey munafıklar, Allah muminleri, uzerinde bulundugunuz su iyi ile kotuyu karıstırıcı halde bırakacak degildir. Nihayet pisi temizden ayıracaktır; Allah size gaybı da bildirecek degildir. Fakat, Allah o gaybı (munafıkları) Rasullerinden diledigine secer bildirir. Onun icin, Allah’a ve Peygamberlerine iman edin. Eger iman eder ve sakınırsanız size cok buyuk bir mukafat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah’ın, fazlından kendilerine verdigi seye bahilik (cimrilik) edenler, hic bir zaman onu kendilerine hayır sanmasınlar. Aksine bu, kendileri icin bir serdir. Onların cimrilik ettikleri sey, kıyamet gunu boyunlarına dolanacaktır. Goklerin ve yerin mirası Allah’ındır. Allah, butun yaptıklarınızdan hakkıyla haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"“Allah fakirdir, biz zenginiz”, diyen Yahudilerin sozunu elbette Allah isitmistir. O soyledikleri sozu ve haksız yere peygamberleri oldurmelerini (meleklere emrederek) yazacagız ve: “- Tadın o yakıcı atesin azabını”, diyecegiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Size bu azap, yaptıgınız gunahların karsılıgıdır; ve Allah kullarına zulmedici degildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"O Yahudiler soyle dediler: “- Gokten mucize olarak gelecek atesin yiyip tuketecegi bir kurban getirinceye kadar hic bir Peygambere iman etmememizi Allah bize emretti.” (Rivayet edildigine gore Israilogulları kurban eti yemezler ve kurban ettikleri hayvanın etini catısız bir eve korlardı. Zamanın peygamberi orada dua yapardı. Halk da dısarda duanın kabulunu beklerdi. Gokten beyaz bir ates gelip o kurbanı yakardı ve bu onun kabulune bir alamet sayılırdı). De ki:”- Size, benden once bir cok peygamberler apacık delillerle gelmis ve o dediginizi de elbet getirmisti. Ya, sadık kimseler idiyseniz nicin onları oldurdunuz"},{"SurahNumber":3,"VerseNumber":184,"Text":"(Rasulum), simdi seni tekzip ettilerse (yalanladılarsa), senden once o acık mucizeleri, hikmetli sahifeleri ve nurlu kitabı getiren peygamberler de tekzip olundu"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her nefis olumu tadacak ve ecirleriniz (mukafatlarınız) ancak kıyamet gunu tamamlanacak. O vakit, kim atesten uzaklastırılır da Cennete konursa iste o muradına ermistir. Yoksa dunya hayatı aldatıcı menfaattan baska bir sey degil"},{"SurahNumber":3,"VerseNumber":186,"Text":"Andolsun ki, mallarınızın sarfı ve canlarınızın musibeti hakkında imtihan olunacaksınız. Sizden evvel kendilerine kitap verilenlerden ve Allah’a es kosanlardan da gercekten bir cok incitici seyler isiteceksiniz. Eger katlanır ve sakınırsanız iste bu, din islerine olan metanet ve baglılıktandır"},{"SurahNumber":3,"VerseNumber":187,"Text":"Vaktiyle Allah, kendilerine kitap verilenlerden (alimlerden) soyle teminat almıstı: “- Celalim hakkı icin, kitabı, muhakkak insanlara acıklayıp anlatacaksınız, onu gizlemiyeceksiniz.” Onlar ise o soz ve teminatı sırlarının arkasına attılar. Boylece karsılıgında biraz para aldılar. Bu ne kotdu alıs veristir"},{"SurahNumber":3,"VerseNumber":188,"Text":"O ettikleri fenalıklara sevinen ve yapmadıkları seyde (hakka baglanmamak hususunda) ovunmeyi seven kimseleri de sakın azabdan kurtulmus bir yerde sanma, onlar icin cok acıklı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin mulku (butun hazineleri) Allah’ındır. Allah her seye hakkıyle kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Gercekten, goklerin ve yerin yaratılısında, gece ile gunduzun birbiri ardınca gelisinde, sagduyulu, akıl sahipleri icin, Allah’ın varlıgını, kudret ve azametini gosterir kesin deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"Sag duyulular o kimselerdir ki, ayakta iken, otururken ve yatarken (daima) Allah’ı anarlar; goklerin ve yerin yaratılısı hakkında Allah’ın varlıgını isbat icin iyice dusunurler ve soyle derler: “-Ey Rabbimiz, sen bunları bosuna yaratmadın. Sen batıl sey yaratmaktan munezzehsin (berisin). Artık bizi cehennem atesinden koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Ey Rabbimiz, gercekten sen kimi atese sokarsan, suphesiz onu hor ve perisan edersin. Orada zalimlerin azabını kaldıracak hic bir yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ey Rabbimiz, dogrusu biz bir davetci (Kur’an veya ahir zaman peygamberi) isittik: Rabbinize iman edin, diye insanları iman etmeye davet ediyordu. Dinledik, hemen iman ettik. Ey Rabbimiz, gunahlarımızı bagısla, kusurlarımızı ort ve ruhlarımızı iyi kimselerle beraber al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Ey Rabbimiz, peygamberlerinin lisanı uzere bize vadettigin sevabı ver ve kıyamet gununde bizi rusvay etme. Suphe yok ki sen vaadinden donmezsin.”"},{"SurahNumber":3,"VerseNumber":195,"Text":"Nihayet Rableri de onların dualarına soyle icabet buyurdu: “- Muhakkak ki ben, icinizden gerek erkek ve gerek disi olsun hayır isleyen hic kimsenin yaptıgını zayi etmem. Hep birbirinizdensiniz, din yonunden erkek ve disiniz birdir. Dinlerini korumak icin Mekke’den Medine’ye hicret edenlerin, yurtlarından cıkarılanların, dinim ugrunda iskenceye dusenlerin, savasanların ve bu yolda oldurulenlerin gunahlarını elbette ortecegim; onları altından nehirler akar cennetlere koyacagım. Bu lutuflar, onlara Allah katından mukafattır ve sevabın da en guzeli Allah katındadır"},{"SurahNumber":3,"VerseNumber":196,"Text":"O, Allah’ı tanımıyanların refah icinde diyar diyar donup dolasmaları sakın seni (muminleri) aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Kafirlerin bu halleri cabuk kaybolan az bir zevktir. Sonra varacakları yer cehennem. O, ne kotu dosektir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Fakat Rablerinden korkanlar (var ya), onlar icin altlarından ırmaklar akar cennetler var; orada ebedi olarak kalıcıdırlar, Allah tarafından hediyelerle konukludurlar. Allah’ın katındaki nimetler ise iyi kimseler icin daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Suphesiz kitap ehlinden (Hristiyan ve Yahudilerden) kimi de vardır ki, hakka boyun eger oldukları halde, Allah’a iman ettikleri gibi, size indirilen Kur’an’a da, kendilerine gonderilen Tevrat ve Incil’e de iman ederler, Allah’ın ayetlerini bir kac paraya satıp dunya menfaatı elde etmezler. Iste bu muminlere, Rableri katında mukafatları vardır. Gercekten Allah hesabını pek cabuk gorur"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler; din ugrundaki eziyetlere sabredin ve dusmanlarınızla olan savaslarda ustun gelmek icin sabır yarısı yapın. Sınır boylarında cihad icin nobet beklesin ve Allah’dan korkun ki, felah bulasınız"}]}