{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar sırf ´inandık´ demekle; hicbir sınavdan gecirilmeksizin bırakılıvereceklerini mi sanıyorlar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Biz onlardan onceki kusakları sınavdan gecirdik. Bu sınav sonucunda Allah, dogru sozluler ile yalancıları kesinlikle belirleyecektir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa kotuluk isleyenler bizim elimizden kurtulabileceklerini mi sanıyorlar? Ne kadar yanlıs dusunuyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah´a kavusmayı ozluyorsa, bilsin ki, Allah´ın bu bulusma icin belirledigi vakit kesinlikle gelecektir. O her seyi isitir ve her seyi bilir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim kotuluklere karsı savasırsa bu savası kendisi icin vermis olur. Kusku yok ki, Allah´ın hicbir yaratıga ihtiyacı yoktur"},{"SurahNumber":29,"VerseNumber":7,"Text":"Iman edip iyi ameller isleyenlerin kotuluklerini kesinlikle silecek ve onları iyiliklerinin daha ustun karsılıkları ile odullendirecegiz"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana ana babasına iyi davranmayı tavsiye ettik. Fakat eger annen ve baban, ne idugu belirsiz bir putu bana ortak kosmaya seni zorlarsa, sakın sozlerini dinleme. Hepiniz bana doneceksiniz. O zaman neler yaptıgınızı size haber veririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"Iman edip iyi ameller isleyenleri kesinlikle iyi kullar arasına katarız"},{"SurahNumber":29,"VerseNumber":10,"Text":"Oyle kimseler var ki, «Allah´a inandık» derler. Fakat Allah ugrunda iskenceye ugradıklarında insanların iskencesini Allah´ın azabı ile bir tutarlar. Eger sana Rabb´inin bir yardımı gelecek olursa, boyleleri kesinlikle «Biz sizlerle beraberdik» derler. Acaba Allah, insanların iclerinde sakladıkları duyguları herkesten iyi bilmez mi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Hic kuskusuz Allah, kimlerin iman ettiklerini iyi bildigi gibi, kimlerin munafık olduklarını da iyi bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Kafirler, mu´minlere «Bizim yolumuzu izleyin de gunahlarınızı biz yuklenelim» derler. Oysa onların, mu´minlerin omuzlarındaki hicbir gunahı yuklenmeleri soz konusu degildir. Onlar kesinlikle yalan soyluyorlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Kafirler, hem kendi gunah yuklerini ve hem de bu yuklerin yanında baska bircok gunah yuklerini tasıyacaklar ve kıyamet gunu duzmece iddiaları konusunda kesinlikle sorguya cekileceklerdir"},{"SurahNumber":29,"VerseNumber":14,"Text":"Biz Nuh´u, soydaslarına peygamber olarak gonderdik. Dokuzyuzelli yıllık bir sure boyunca aralarında kaldı. Sonunda zalimliklerini inatla surdururlerken, Tufan´a yakalandılar"},{"SurahNumber":29,"VerseNumber":15,"Text":"Buna karsılık Nuh´u ve gemidekileri kurtararak bu olayı butun insanların ders alacakları bir mucize yaptık"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ibrahim´i de peygamber olarak gonderdik. Hani o soydaslarına dedi ki; «Allah´a kulluk ediniz, O´ndan korkunuz. Eger bilirseniz bu sizin icin daha hayırlıdır.»"},{"SurahNumber":29,"VerseNumber":17,"Text":"Sizler Allah´ı bir yana bırakarak birtakım putlara tapıyor, duzmece iddialar ortaya atıyorsunuz. Allah´ı bir yana bırakarak taptıgınız putlar size rızık veremezler. Rızkınızı Allah katında arayınız, O´na kulluk ediniz, O´na sukrediniz, O´nun huzuruna donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eger peygamberinizi yalanlıyorsanız, biliniz ki, sizden onceki milletler de peygamberlerini yalanlamıslardı. Peygamberin gorevi, ilahi mesajı acıkca duyurmaktan ibarettir"},{"SurahNumber":29,"VerseNumber":19,"Text":"Kafirler, Allah´ın, canlıları ilk kez nasıl yarattıgını ve oluleri nasıl yeniden diriltecegini gormuyorlar mı? Bu islem Allah icin kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"Onlara de ki; «Yeryuzunde geziniz de Allah´ın canlıları ilk kez nasıl yarattıgını gorunuz.» Allah bu yaratma islemini ilerde bir kere daha tekrarlayacaktır. Hic kuskusuz Allah´ın her seye gucu yeter"},{"SurahNumber":29,"VerseNumber":21,"Text":"Allah diledigini azaba carptırır ve diledigine merhamet eder. Hepiniz O´nun huzuruna donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ne yerde ve ne gokte Allah´ın yapacaklarına engel olamazsınız. Allah´dan baska hicbir koruyucu dostunuz, hicbir destekciniz yoktur"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah´ın ayetlerini ve O´nun karsısına cıkacaklarını yalanlayanlar var ya, onlar rahmetimden umitlerini kesmis kimselerdir. Onları acıklı bir azap beklemektedir"},{"SurahNumber":29,"VerseNumber":24,"Text":"Soydaslarının Ibrahim´e verdikleri cevap sadece «Bu adamı oldurunuz, ya da yakınız» biciminde oldu. Fakat Allah onu ateste yanmaktan kurtardı. Hic kuskusuz bu olayda mu´minlerin alacakları bircok ders vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ibrahim soydaslarına dedi ki; «Sizler dunya hayatında birbirinizin hatırı icin Allah´ı bir yana bırakarak putları ilah edindiniz. Ama ilerde kıyamet gunu birbirinizi tanımazlıktan gelecek, birbirinize lanet okuyacaksınız. Varacagınız yer cehennemdir. Orada size yardım elini uzatan hicbir kimse olmayacaktır.»"},{"SurahNumber":29,"VerseNumber":26,"Text":"Bunun uzerine Lut ona inandı ve soydaslarına «Ben sizden uzaklasıp Rabb´ime gidiyorum. Hic kuskusuz O ustun iradelidir ve her yaptıgı yerindedir» dedi"},{"SurahNumber":29,"VerseNumber":27,"Text":"Ibrahim´e Ishak´ı ve Yakub´u armagan ettik. O´nun soyuna peygamberlik ve kitap sunduk. O´nu dunyada odullendirdigimiz gibi hic kuskusuz ahirette de iyi kullarımız arasındadır"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut´u da peygamber olarak gonderdik. Hani o soydaslarına soyle demisti: «Sizler kesinlikle simdiye kadar hic kimsenin islemedigi, igrenc bir eylemi yapıyorsunuz.»"},{"SurahNumber":29,"VerseNumber":29,"Text":"Sizler, kadınları bırakıp erkek erkege cinsel iliskide bulunuyor, kervanların yolunu kesiyor ve aranızda duzenlediginiz toplantılarda o cirkin eylemi isliyorsunuz. Oyle mi? Soydaslarının tek cevabı «Eger dogru soyluyorsan, Allah´ın azabını basımıza getir bakalım» demeleri oldu"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lut dedi ki; «Rabb´im, su bozgunculara karsı bana yardım et.»"},{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilerimiz Ibrahim´e oglu olacagına iliskin mujde ile geldiklerinde «Biz su kentin halkını yok edecegiz, cunku oranın halkı zalimdir» dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim «Ama orada Lut var» deyince, elciler soyle dediler: «Biz orada kimlerin oldugunu herkesten iyi biliyoruz. Lut´u ve yakınlarını kurtaracagız. Yalnız esi orada kalarak azaba carpılanlardan olacaktır.»"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz yanına varınca Lut´un canı sıkıldı, gelisleri yuzunden telasa kapıldı. Bunun uzerine elcilerimiz ona dediler ki; «Korkma, tasalanma. Biz seni ve yakınlarını kurtaracagız. Yalnız esin geride kalıp azaba carpılanlardan olacaktır.»"},{"SurahNumber":29,"VerseNumber":34,"Text":"Biz bu kent halkının igrenc sapıklıgı yuzunden baslarına gokten agır bir azap yagdıracagız"},{"SurahNumber":29,"VerseNumber":35,"Text":"Biz o yıkık kentten, geriye dusunen kimselerin ders cıkarmalarına yarayacak belirgin izler bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyenliler´e de kardesleri Suayb´ı peygamber olarak gonderdik. Suayb dedi ki; «Ey soydaslarım, Allah´a kulluk sununuz, ahiret gununu hic aklınızdan cıkarmayınız, yeryuzunde kargasa cıkarıp dirligi bozmayınız.»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Fakat Medyenliler Suayb´ı yalanladılar. Bunun uzerine ani bir yer sarsıntısına tutuldular da oldukları yerde yıgılıp kalıverdiler"},{"SurahNumber":29,"VerseNumber":38,"Text":"Adogulları ile Semudogulları´nı da yok ettik. Bunu vaktiyle oturdukları evlerin yıkıntıları size acıkca gostermektedir. Seytan onlara isledikleri kotulukleri guzel gostererek kendilerini yoldan cıkardı. oysa isteselerdi gercegi gorebilirlerdi"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun´u, Firavun´u ve Haman´ı yok ettik. Musa onlara acık kanıtlar getirdi. Fakat yeryuzunde buyukluk tasladılar, ama elimizden kurtulamadılar"},{"SurahNumber":29,"VerseNumber":40,"Text":"Her birini teker teker sucustu yakaladık. Kimini onunde tasları savuran muthis bir kasırgaya tuttuk, kimi korkunc bir gok gurultusune tutularak cansız yere dustu, kimini yerin dibine gecirdik, kimini de denizde bogduk. Allah´ın onlara zulmetmesi soz konusu degildi, fakat onlar kendilerine zulmettiler"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah dısında baska dostlar, baska dayanaklar edinenlerin durumu; agdan orulmus bir yuva edinen orumcegin durumuna benzer. Hic kuskusuz en dayanıksız ev, orumcek yuvasıdır. Onlar keske bunun bilincine erselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Hic kuskusuz Allah onların kendisini bir yana bırakıp ne gibi seylere taptıklarını bilir. O ustun iradelidir ve her yaptıgı yerindedir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Biz insanlara bu ornekleri anlatıyoruz, ama onların anlamını bilgililerden baskası kavrayamaz"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah gokleri ve yeri hak ilkesine dayalı olarak yarattı. Mu´minlerin bu olgudan alacakları bircok dersler vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Ey Muhammed! Sana vahiy yolu ile indirilen Kitab´ı oku ve namazı kıl. Hic kuskusuz namaz, insanı igrenc islerden, kotuluklerden alıkor, Allah´ı anmak en buyuk ibadettir. Allah ne yaptıgınızı bilir"},{"SurahNumber":29,"VerseNumber":46,"Text":"Yahudilerin ve Hıristiyanların zalim olanları dısında kalanları ile tartısırken olabildigince gonul alıcı ve etkili bir dil kullanınız. Onlara deyiniz ki, «Bizler hem bize ve hem de size indirilen kitaplara inanıyoruz. Bizim de sizin de ilahınız birdir, biz O tek ilaha teslim olmusuz.»"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ey muhammed, sana indirdigimiz Kitab´ın niteligi iste budur. Buna gore daha once kitap verdiklerimiz ona inanırlar. Su musriklerden de ona inananlar vardır. Bizim ayetlerimizi inkar edenler, sadece inatcı kafirlerdir"},{"SurahNumber":29,"VerseNumber":48,"Text":"Sen Kur´an´dan once hicbir kitap okumus ya da eline kalem alarak yazmıs biri degilsin. Oyle olsaydı batıl yanlısı inkarcılar kuskulanırlardı"},{"SurahNumber":29,"VerseNumber":49,"Text":"Aslında Kur´an, kendilerine bilgi verilenlerin iclerine sinen acık ayetlerden, inandırıcı kanıtlardan olusmustur. Bizim ayetlerimizi inkar edenler, sadece inatcı zalimlerdir"},{"SurahNumber":29,"VerseNumber":50,"Text":"Onlar «Allah Muhammed´e mucizeler indirseydi ya!» derler. Onlara de ki; «Mucizeler, Allah´ın tekelindedir. Ben sadece acık sozlu bir uyarıcıyım.»"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kendilerine okunan bu Kitab´ı sana indirmis olmamız onlara yetmiyor mu ? Bu olay, mu´minler icin ders alınacak, dusundurucu bir rahmettir"},{"SurahNumber":29,"VerseNumber":52,"Text":"Onlara de ki; «Benimle sizin aranızda Allah´ın tanıklıgı yeterlidir. O goklerde ve yerde ne varsa hepsini bilir. Batıla, egriye inanıp Allah´ı inkar edenler var ya, onlar husrana ugrayacak kimselerdir.»"},{"SurahNumber":29,"VerseNumber":53,"Text":"Onlar senden azabımın bir an once gerceklesmesini isterler. Eger azabımın belirli bir vadesi olmasaydı, hemen baslarına gelirdi. Fakat azabım hic beklemedikleri bir anda, farkında olmadan baslarına gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Onlar senden azabımın bir an once gerceklesmesini isterler. Oysa cehennem, kafirleri cepecevre kusatmıstır"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gun azap, tepelerinden inerek ve ayakları altından cıkarak onları sarar ve kendilerine «yaptıgınız kotuluklerin karsılıgını tadınız bakalım» denir"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey mu´min kullarım, benim yarattıgım bu yeryuzu genistir. O halde gerektiginde yurt degistirmeyi goze alarak sırf bana kulluk ediniz"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her canlı olumu tadacak ve sonra hepiniz benim huzuruma donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip iyi ameller isleyenleri, altlarından cesitli ırmaklar akan ve iclerinde surekli kalacakları yuksek kosklere yerlestiririz. Iyi isler yapanların alacakları odul ne guzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onlar ki, sıkıntılar karsısında sabrederler ve sadece Rabb´lerine guvenirler"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice hayvanlar var ki, rızıklarını saglamaya gucleri yetmez. Onların ve sizin rızkınızı Allah saglar. O her seyi isitir, her seyi bilir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Eger musriklere «Gokleri ve yeri yaratan, gunesi ve ayı insanların yararına sunan kimdir?» diye sorarsan kesinlikle «Allah´tır» derler. Oyleyse nasıl gercekten saptırtıyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, diledigi kulunun rızkını bol verir, diledigi kulunun rızkını da kısar. Hic kuskusuz Allah her seyi bilir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Eger musriklere «Gokten yere su indirerek onun aracılıgı ile olmus topragı canlandıran kimdir?» diye sorarsan kesinlikle «Allah´dır» derler. De ki, «Hamd olsun Allah´a». Aslında onların cogu dusunme yeteneginden yoksun kimselerdir"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu dunya hayatı oyundan ve eglenceden baska bir sey degildir. Asıl hayat ahiret yurdundaki hayattır. Kafirler keski bunun bilincine varsalardı"},{"SurahNumber":29,"VerseNumber":65,"Text":"Onlar gemiye bindikleri zaman sırf Allah´a yonelik bir inancla O´na yalvarırlar. Fakat Allah onları denizin tehlikelerinden kurtararak karaya cıkarınca hemen eski puta tapan inanclarına donerler"},{"SurahNumber":29,"VerseNumber":66,"Text":"Boylece kendilerine verdigimiz nimetlere nankorluk etsinler ve dunyada zevkleri ile oyalansınlar bakalım! Nasıl olsa ilerde gercegi ogreneceklerdir"},{"SurahNumber":29,"VerseNumber":67,"Text":"Cevrelerindeki beldelerde oturan insanlar kacırılırken, can guvenliginden yoksun bir hayat yasarken onların kentini dokunulmaz ve guvenli bir belde yaptıgımızı gormuyorlar mı? Buna ragmen hala asılsız ilahlara inanıp Allah´ın nimetlerini inkar mı ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah hakkında yalan uydurarak O´na iftira edenden ya da gercegi yalanlayandan daha zalim kim olabilir? Kafirlerin yeri cehennem degil mi"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ugrumuzda cihad edenleri, kesinlikle bize ulastıran yollara erdiririz. Hic kuskusuz Allah iyi isler yapanlarla beraberdir"}]}