{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya su~in"},{"SurahNumber":36,"VerseNumber":2,"Text":"Eichi ni michita, kuruan ni yotte chikau"},{"SurahNumber":36,"VerseNumber":3,"Text":"Hontoni anata wa, shito no hitori de"},{"SurahNumber":36,"VerseNumber":4,"Text":"tadashi michi no ue ni (hitobito o michibiku monodearu)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Koreha) iryoku narabinaku jihibukaki okata no keiji de"},{"SurahNumber":36,"VerseNumber":6,"Text":"sosen ga imada keikoku o ukezu, sore de kidzukanaide iru min ni, anata ga keikoku suru tame no monodearu"},{"SurahNumber":36,"VerseNumber":7,"Text":"Hontoni sono o kotoba ga, kare-ra no oku no mono ni kudatte shimatte iru nodaga, kare-ra wa shinjinai"},{"SurahNumber":36,"VerseNumber":8,"Text":"Ware wa kare-ra ni kubikase o hame, sore ga ago ni made oyobu. Sore de kare-ra no atama wa uwamuki ni natta"},{"SurahNumber":36,"VerseNumber":9,"Text":"Mata ware wa, kare-ra no zenmen ni shoheki o oki, mata haimen ni mo shoheki o oki, sonoue kare-ra ni oi o shita. Sore de kare-ra wa miru koto mo dekinai"},{"SurahNumber":36,"VerseNumber":10,"Text":"Anata ga keikoku shite mo mata keikoku shinakute mo, kare-ra ni totte onajide, kare-ra wa shinjinai"},{"SurahNumber":36,"VerseNumber":11,"Text":"Anata wa, kunkai ni shitagau mono, mata menimienai jihibukaki okata o osoreru mono dake ni, keikoku shi nasai. Sorede anata wa korera no mono ni, kan'yo to idaina hosho no kippo o tsutae nasai"},{"SurahNumber":36,"VerseNumber":12,"Text":"Hontoni ware wa shisha o yomigaera se, mata kare-ra ga arakajime itta koto, soshite ato ni nokoshita ashiato o kiroku suru. Ware wa issai o, meiryona kiroku-bo no naka ni kazoeagete iru"},{"SurahNumber":36,"VerseNumber":13,"Text":"Machi no nakama (no monogatari) o, rei to shite kare-ra ni shimesuga yoi. Shito-tachi ga soko ni yattekita toki no koto o"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hajime ware wa, 2-ri no shito o noko wa shitaga, kare-ra wa, 2-ri tomo uso-tsuki atsukai o sa reta. Sorede ware wa dai 3 no mono de kyoka shita. Soshite shito-tachi wa itta. `Hontoni watashi-tachi wa, anata gata no moto ni tsukawasa reta monodesu"},{"SurahNumber":36,"VerseNumber":15,"Text":"Suru to kare-ra wa itta. `Anata gata wa watashi-tachi to onaji ningen ni sugimasen. Jihibukaki okata wa nani mo keiji o kudasare wa shimasen. Anata gata wa, uso o tsuite iru dakedesu"},{"SurahNumber":36,"VerseNumber":16,"Text":"Kare-ra (shito) wa itta. `Watashi-tachi ga, jissai anata gata ni tsukawasa reta monodearu koto wa,-nushi ga gozonjidesu"},{"SurahNumber":36,"VerseNumber":17,"Text":"Watashi-tachi no tsutome wa, tada anata gata ni meihaku (na arra no o meirei) o nobetsutaeru dakedesu"},{"SurahNumber":36,"VerseNumber":18,"Text":"Kare-ra (hitobito) wa itta. `Watashi-tachi ni totte anata gata wa tashikana kyochodesu. Moshi tomenainaraba, anata gata o kanarazu ishi-uchi (no kei) ni shimashou. Hidoi me ni awasete yarimasu zo"},{"SurahNumber":36,"VerseNumber":19,"Text":"Kare-ra (shito) wa itta. `Anata gata koso kyochodesu. Anata gata wa kunkai sa rete mo (nao so iu no)desu ka. Iya, anata gata wa muho no mindesu"},{"SurahNumber":36,"VerseNumber":20,"Text":"Sonotoki-cho no hazure kara hitori no otoko ga hashitte kite, itta. `Minasan,(arra kara) tsukawasa reta kono hito-tachi ni shitagai nasai"},{"SurahNumber":36,"VerseNumber":21,"Text":"Anata gata ni nani no hoshu mo motomenai kata-tachi ni shitagai nasai. Kare-ra wa (tadashiku) michibiki o ete iru"},{"SurahNumber":36,"VerseNumber":22,"Text":"Watashi o tsukura reta kata ni tsukaenai nado, doshite dekiyou ka. Anata gata mo kare no omoto ni kisa reru nodesu"},{"SurahNumber":36,"VerseNumber":23,"Text":"Sono yona okata o sashioite,-gai no kamigami o motome raremashou ka. Moshi jihibukaki okata ga watashi ni wazawai o kudasou to nozoma rerunaraba, kare-ra (jashin) no torinashi wa sukoshi mo yakudatazu, mata watashi o sukuu koto mo dekimasen"},{"SurahNumber":36,"VerseNumber":24,"Text":"(So naru to shitara) akiraka ni watashi wa ayamari o okashita koto ni narimasu"},{"SurahNumber":36,"VerseNumber":25,"Text":"Watashi wa, anata gata no (shin no) omo o shinjimasu. Dakara (hitobito yo,) watashi (no iu koto) o kiki nasai"},{"SurahNumber":36,"VerseNumber":26,"Text":"Sonotoki kare wa,`anata wa rakuen ni ire.' To ose rareta. Soshite kare wa `waga omo no o yurushi ga atae rare, eiyo aru mono no naka ni"},{"SurahNumber":36,"VerseNumber":27,"Text":"kuwae rareta koto o hitobito ni shitte moraetara.' To itta"},{"SurahNumber":36,"VerseNumber":28,"Text":"Kare no ato, ware wa sono min ni taishi ten kara gunzei o tsukawashi wa shinakatta. Mata-so suru made mo nakatta"},{"SurahNumber":36,"VerseNumber":29,"Text":"Tada hitokoe sakebu dake de, kare-ra wa kieusete shimatta"},{"SurahNumber":36,"VerseNumber":30,"Text":"A, awarena shimo be-tachi yo. Kare-ra wa shito ga kuru tabi, chosho shite kakatta"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kare-ra wa kidzukanai no ka, jibun-tachi izen ni iku sedai no mono o ware ga horoboshi, kare-ra wa 2-do to kaeranai to iu koto o"},{"SurahNumber":36,"VerseNumber":32,"Text":"Sorezore mina wa,(shinpan no hi) isseini ware no mae ni mesa reyou"},{"SurahNumber":36,"VerseNumber":33,"Text":"Kare-ra e no shirushi no 1tsu to shite wa, ware ga shinda daichi o yomigaera se, kokumotsu o sore kara seisan shi, sore o kare-ra ga taberu koto ga age rareru"},{"SurahNumber":36,"VerseNumber":34,"Text":"Mata ware wa, soko ni natsumeyashi ya budo no en o moke, sonoaida ni izumi o waki dasa seru"},{"SurahNumber":36,"VerseNumber":35,"Text":"Kare-ra wa sono kajitsu o taberuga, soreha kare-ra no te ga tsukuridashita monode wanai. Soredemo kansha shinai no ka"},{"SurahNumber":36,"VerseNumber":36,"Text":"Kare no eiko o tataeru. Kare wa daichi ni haeru mono, kare-ra jishin mo, mata kare-ra no shiranai mono mo, subete shiyu ni tsukura reta katadearu"},{"SurahNumber":36,"VerseNumber":37,"Text":"Mata kare-ra e no shirushi ni wa, yoru ga aru. Ware ga sore kara hiru o doka seru to, miyo, makkura ni naru"},{"SurahNumber":36,"VerseNumber":38,"Text":"Mata taiyo wa, kisokutadashiku unko suru. Kore mo zen'no zenchina okata no setsuridearu"},{"SurahNumber":36,"VerseNumber":39,"Text":"Mata tsuki ni wa, tengu o furiwaketa. (Sore o kayotte) natsumeyashi no oita yohei no yo ni (hosoku natte) modotte kuru"},{"SurahNumber":36,"VerseNumber":40,"Text":"Taiyo ga tsuki ni oitsuku koto wa narazu, yoru wa hiru to saki o arasou koto wa dekinai. Sorera wa, sorezore no kido o oyogu"},{"SurahNumber":36,"VerseNumber":41,"Text":"Mata mansai shita fune ni, ware ga kare-ra no shison o hakonda koto mo shirushi no 1tsudearu"},{"SurahNumber":36,"VerseNumber":42,"Text":"Mata ware wa kare-ra ga noru,(-gai no benrina) norimono o tsukutta"},{"SurahNumber":36,"VerseNumber":43,"Text":"Ware ga hossurunaraba, kare-ra o obore saseru koto ga dekiru. So nareba, kare-ra o tasukeru mono wa naku, sukuwa re wa shinai"},{"SurahNumber":36,"VerseNumber":44,"Text":"Tada ware no jihi ni yotte tsukanoma o kyoraku suru dakedearu"},{"SurahNumber":36,"VerseNumber":45,"Text":"Kare-ra ni mukatte,`anata gata no mae ni aru mono, mata ushiro ni aru mono o osore nasai. So sureba anata gata wa, kanarazu jihi ni azukarerudearou.' To iwa rete mo (mimiwokasudokoroka)"},{"SurahNumber":36,"VerseNumber":46,"Text":"nushi kara no shuju no shirushi ga shimesa rete mo, sukkari, se o mukete shimau"},{"SurahNumber":36,"VerseNumber":47,"Text":"Mata,`arra ga anata gata ni sadzuke rareta mono o, hodokose.' To iwa reru to, fushinjin'na mono wa shinko suru mono ni iu. `Arra ga o nozominara,(o jibun de) yashinawa reru to iu mono o, doshite watashi-tachi ga yashinau koto ga arimashou ka. Anata gata wa, akiraka ni omoichigai o shite iru dakedesu"},{"SurahNumber":36,"VerseNumber":48,"Text":"Mata, kare-ra wa iu. `Anata gata no iu koto ga shinjitsunaraba, nanji kono (shinpan) no yakusoku (ga hatasa reru no)desu ka"},{"SurahNumber":36,"VerseNumber":49,"Text":"Daga kare-ra ga ronso shite iru ma ni, hitokoe no sakebi ga (totsuzen) kare-ra o osou dakede wanai ka"},{"SurahNumber":36,"VerseNumber":50,"Text":"Sonotoki kare-ra wa, yuigon suru koto mo, mata kazoku no tokoro ni kaeru koto mo dekinai"},{"SurahNumber":36,"VerseNumber":51,"Text":"Soshite rappa ga fuka reru to, kare-ra wa hakaba kara (dete),-nushi no omoto ni isoideiku"},{"SurahNumber":36,"VerseNumber":52,"Text":"Kare-ra wa iu. `A , nasakenai. Watashi-tachi o fushido kara yobiokoshita no wa daredeshou ka. Kore wa, jihibukaki okata ga yakusoku nasa reta toride wa arimasen ka. Shito-tachi no kotoba wa shinjitsudeatta nodesu ka"},{"SurahNumber":36,"VerseNumber":53,"Text":"Tada hitokoe narihibikeba, isseini kare-ra wa ware no mae ni meshi atsume rareru"},{"SurahNumber":36,"VerseNumber":54,"Text":"Sonohi ni wa dare mo, sukoshi mo futona atsukai o ukezu, anata gata wa, tada jibun no okonatta koto ni taishi mukui rareru"},{"SurahNumber":36,"VerseNumber":55,"Text":"Hontoni rakuen no nakama-tachi wa, kono Ni~Tsu, yorokobi ni 忙 Ga shi"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kare-ra wa sono haigusha-tachi to, kokage no nedoko ni yorikakaru"},{"SurahNumber":36,"VerseNumber":57,"Text":"Soko de kare-ra wa, kajitsu ya nozomi no mono o nandemo e rareru"},{"SurahNumber":36,"VerseNumber":58,"Text":"Jihibukaki nushi kara `heian'are.' To no o kotoba mo aru"},{"SurahNumber":36,"VerseNumber":59,"Text":"Anata gata tsumibito-tachi yo, kyo wa hanarete hikae nasai"},{"SurahNumber":36,"VerseNumber":60,"Text":"Adamu no shison yo, akuma ni tsukaete wa naranai to, ware wa anata gata ni meirei shinakatta ka. Kare wa anata gata no kozen no tekidearu"},{"SurahNumber":36,"VerseNumber":61,"Text":"Anata gata wa ware ni tsukae nasai. Sore koso tadashi michidearu"},{"SurahNumber":36,"VerseNumber":62,"Text":"Tashika ni kare (akuma) wa anata gata no daibubun o mayowa seta. Doshite anata gata wa satoranakatta no ka"},{"SurahNumber":36,"VerseNumber":63,"Text":"Kore wa anata gata ni yakusoku sa rete ita, jigokudearu"},{"SurahNumber":36,"VerseNumber":64,"Text":"Anata gata wa fushinjindeatta tame ni, kyo soko ni hairu nodearu"},{"SurahNumber":36,"VerseNumber":65,"Text":"Sonohi ware wa, kare-ra no kuchiwofujiru. Suruto sono-te ga ware ni katari, kare-ra no ashi wa, sono okonatta koto o rissho suru"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ware ga nozomeba, kare-ra no ryome o mekura ni suru koto ga dekiru. Kare-ra wa (tengoku e no) michi o sakinjiyou to suruga, doshite mitosu koto ga dekiyou ka"},{"SurahNumber":36,"VerseNumber":67,"Text":"Ware ga nozomeba, kare-ra o sono basho de katachi o kaeru koto mo dekiru. So nareba kare-ra wa, iku koto mo kaeru koto mo dekinai"},{"SurahNumber":36,"VerseNumber":68,"Text":"Daredemo choju sa seru sai ni wa, ware wa sozo o gyaku ni modora seyou. Kare-ra wa, soredemo satoranai no ka"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ware wa kare (muhanmado) ni uta o oshienakatta. Sore wa kare ni fusawashikunai. Kore wa (arra no) kunkai mago kata nai kuruandeari"},{"SurahNumber":36,"VerseNumber":70,"Text":"ikeru mono ni keikoku o atae, mata fushinjin'na mono ni taishite wa wa o kotoba ga kudasa reru"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ware ga tezukara kare-ra no tame ni tsukutta kachiku o kare-ra ni shoyu sa sete iru no o minai no ka"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ware wa, sore o kare-ra (no yo) ni fukusa seta. Sorede, kare-ra wa kore ni nori, soshite taberu"},{"SurahNumber":36,"VerseNumber":73,"Text":"Mata kare-ra wa (sono soto ni mo) iroiro sore o riyo shi, mata nomimono o eru. Soredemo kare-ra wa kansha shinai no ka"},{"SurahNumber":36,"VerseNumber":74,"Text":"Kare-ra wa, arra no soto ni jashin o erabi nantoka tasuke rareyou to suru"},{"SurahNumber":36,"VerseNumber":75,"Text":"Sorera (jashin-tachi) wa, kare-ra o tasukeru chikara wa naku, mushiro kare-ra no kata ga jashin o mamoru tame gunbi o totonoete iru shimatsu"},{"SurahNumber":36,"VerseNumber":76,"Text":"Anata wa kare-ra no iu koto de, kanashinde wa naranai. Hontoni ware wa, kare-ra no kakusu koto mo gen wasu koto mo shitte iru"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ningen wa kangaenai no ka. Ware wa 一精滴 Kara kare o tsukuttade wanai ka. Sorenanoni miyo, kare wa kozen to ha mukatte iru"},{"SurahNumber":36,"VerseNumber":78,"Text":"Mata kare wa, ware ni nazoraeru mono o hikiai ni dashite, jibun no sozo o wasure, iu. `Dare ga, kuchihateta hone o ikikaera semashou ka"},{"SurahNumber":36,"VerseNumber":79,"Text":"Itte yaru ga i. `Saisho ni o tsukuri ni natta kata ga, kare-ra o ikikaera seru. Kare wa subete no hi zobutsu o shiri tsukushite ora reru"},{"SurahNumber":36,"VerseNumber":80,"Text":"Midori no ki kara, anata gata no tame ni hi o tsukura reta no mo karedeari, dakarakoso anata gata wa sore ni yotte moyasu"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ten to ji o sozo nasa reta kare ga, kore ni ruisuru mono o tsukuri enaidearou ka. Iya, kare wa saiko no sozo-shadeari, zenchi de ara reru"},{"SurahNumber":36,"VerseNumber":82,"Text":"Nanika o nozoma reru to, kare ga `are.' To o meiji ni nareba, sunawachi aru"},{"SurahNumber":36,"VerseNumber":83,"Text":"Kare ni koso subete no sho san'are. Sono o te de ban'yu o togyo nasa reru okata, anata gata wa kare no omoto ni kisa reru nodearu"}]}