{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Bi (ba) yen ku bi gurrane ji hev belav dikin"},{"SurahNumber":51,"VerseNumber":2,"Text":"Veca bi (ewr)en bare giran hildigrin"},{"SurahNumber":51,"VerseNumber":3,"Text":"Veca bi (keþti)yen ku bi hesani diherikin"},{"SurahNumber":51,"VerseNumber":4,"Text":"Edi bi (feriþte) yen kara parve dikin"},{"SurahNumber":51,"VerseNumber":5,"Text":"Beguman tiþte hun tene wade dayin her rast e"},{"SurahNumber":51,"VerseNumber":6,"Text":"U beguman xelat u celat we her ce bibe"},{"SurahNumber":51,"VerseNumber":7,"Text":"Bi asimane xwedi re (u siterk u avahiye) rind kim"},{"SurahNumber":51,"VerseNumber":8,"Text":"Beguman hun her di gotine tevlihev de ne"},{"SurahNumber":51,"VerseNumber":9,"Text":"E je (ji baweriye) hatiye liba xistin te liba xistin"},{"SurahNumber":51,"VerseNumber":10,"Text":"Ewen pir derewkar bene kuþtin"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ewen ku di kori u nezaniye de behay in"},{"SurahNumber":51,"VerseNumber":12,"Text":"Dipirsin ku: Roja xelat u celate kinge ye"},{"SurahNumber":51,"VerseNumber":13,"Text":"Roja ku ew li ser agir tene þewitandin"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Ji wan re te gotin ku:) \"Hun þewata xwe tam kin\" Eve hane tiþte ku we pe dilezand"},{"SurahNumber":51,"VerseNumber":15,"Text":"Beguman xweparez di bax u baxce u kaniyan de ne"},{"SurahNumber":51,"VerseNumber":16,"Text":"Tiþte perwerdekare wan daye wan digrin. Lewra beguman ew beri vi qencikar bun"},{"SurahNumber":51,"VerseNumber":17,"Text":"Ew ji þeve hindik radizan"},{"SurahNumber":51,"VerseNumber":18,"Text":"U sere sibeha ew bexþine dixwazin"},{"SurahNumber":51,"VerseNumber":19,"Text":"U di male wan de ji gerok u beparan re mafek heye"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ji en bidilbawer re di zemin de gellek ayet (niþan) hene"},{"SurahNumber":51,"VerseNumber":21,"Text":"Di we bi xwe de ji hene. Ma heji hun nabinin"},{"SurahNumber":51,"VerseNumber":22,"Text":"Roziya we u tiþte hun tene wade dayin di asimana de ye"},{"SurahNumber":51,"VerseNumber":23,"Text":"Veca bi perwerdekare asimana u zemin kim, ew her rast e cewa ku hun dipeyivin"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ma bera qiseta mevanen Ibrahim en heja ji te re hat"},{"SurahNumber":51,"VerseNumber":25,"Text":"Gava hatin bale, veca gotin: \"Silav (li te be).\" (Ibrahim ji) got: \"Silav (li we be. Hun) komeki nenas in"},{"SurahNumber":51,"VerseNumber":26,"Text":"Veca bi dizi vegeriya bal maliye xwe u goliki xurt (e qelandi) ani"},{"SurahNumber":51,"VerseNumber":27,"Text":"Veca wi nezi wan kir, got: \"Ma hun naxwin"},{"SurahNumber":51,"VerseNumber":28,"Text":"Veca di dile xwe de ji wan tirsiya, gotine: \"Tu netirse\" u mizgina zaruki zana dane"},{"SurahNumber":51,"VerseNumber":29,"Text":"Veca pireka wi qerin kir u li ruye xwe da u got: \"Pirejinek sitewr (we zaru bine)"},{"SurahNumber":51,"VerseNumber":30,"Text":"Gotin: \"Perwerdekare te wuha gotiye. Beguman ew, hikmetdare zana her ew e"},{"SurahNumber":51,"VerseNumber":31,"Text":"(Ibrahim) got ku: \"Veca xwestina we ciye geli qasidan"},{"SurahNumber":51,"VerseNumber":32,"Text":"Gotin: \"Beguman em bal komeleki gunehkar ve hatine þandin"},{"SurahNumber":51,"VerseNumber":33,"Text":"Ji bo ku em kevire ji heriye bi ser wan de biþinin"},{"SurahNumber":51,"VerseNumber":34,"Text":"Ew (kevir) li cem perwerdekare te ji hedderketiyan re niþankiri ne"},{"SurahNumber":51,"VerseNumber":35,"Text":"Veca me bawermenden te de derani"},{"SurahNumber":51,"VerseNumber":36,"Text":"Veca me te de ji maleki musilmanan peve peyda nekir"},{"SurahNumber":51,"VerseNumber":37,"Text":"Me te de ji en ku ji ezabe bi jan ditirsin re ayetek (niþanek) hiþt"},{"SurahNumber":51,"VerseNumber":38,"Text":"Di Musa de ji dema me wi bi delileki xuya þand bal Fir´ewn (niþanek heye)"},{"SurahNumber":51,"VerseNumber":39,"Text":"Veca wi bi hevalen xwe re ru liba xist u got ku: \"Yan efsunger e yan ji din e"},{"SurahNumber":51,"VerseNumber":40,"Text":"Veca me wi u leþkere wi girt, edi me wan avet deryaye u ewi bi gunehkari li xwe loma dikir"},{"SurahNumber":51,"VerseNumber":41,"Text":"U di (komela) Ad de ji, dema me bayeki kokbirr bi ser wan de þand (niþanek heye)"},{"SurahNumber":51,"VerseNumber":42,"Text":"Her tiþte bi ser de hat, wi nehiþt, wi kir wek giyaye hiþke hurbuyi"},{"SurahNumber":51,"VerseNumber":43,"Text":"Di (komela) Semud de ji, dema ji wan re hat gotin ku: \"Hun heya demeki bi xweþi bijin"},{"SurahNumber":51,"VerseNumber":44,"Text":"Veca wan ji fermana perwerdekare xwe serkeþi kir, edi qerinek behiþker wan girt u wan ji dinihart"},{"SurahNumber":51,"VerseNumber":45,"Text":"Edi wan nedikaribu rabin u n ji hatin yari kirin"},{"SurahNumber":51,"VerseNumber":46,"Text":"U bere ji komela Nuh (me fetisand). Beguman ew komeleki ji reya rast derketi bun"},{"SurahNumber":51,"VerseNumber":47,"Text":"Me asiman bi desta (bihez) ava kiriye u beguman em wi hey fireh dikin"},{"SurahNumber":51,"VerseNumber":48,"Text":"Me zemin ji raxistiye. Veca en raxistine ci rind in"},{"SurahNumber":51,"VerseNumber":49,"Text":"Me ji her tiþti du cota aferandiye. Hevi heye ku hun bifikirin-þiret bigrin"},{"SurahNumber":51,"VerseNumber":50,"Text":"Veca hun her bal Xuda ve birevin. Beguman ez, ji we re je hiþyarkereki xuya me"},{"SurahNumber":51,"VerseNumber":51,"Text":"Hun bi Xuda re Xudaki din ce nekin. Beguman ez, ji we re je hiþyarkereki xuya me"},{"SurahNumber":51,"VerseNumber":52,"Text":"Her pexembere ji en beri wan re ji ku dihat her wuha digotin ku: \"Yan, efsunger e yan ji din e"},{"SurahNumber":51,"VerseNumber":53,"Text":"Ma qey wan pe li hev u din þiret kiriye? Ne, ew komeleki serkeþ in"},{"SurahNumber":51,"VerseNumber":54,"Text":"Veca tu ji wan ru bizivrine. Edi tu naye lome kirin"},{"SurahNumber":51,"VerseNumber":55,"Text":"U tu bi bir xine. Veca beguman birxistin bi kera bawermendan te"},{"SurahNumber":51,"VerseNumber":56,"Text":"Min cinn u mirova hey ji bo min bihebinin aferandiye"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ez, ne tu rozi ji wan dixwazim u ne ji dixwazim ku ew xwarin bidin min"},{"SurahNumber":51,"VerseNumber":58,"Text":"Lewra beguman Xuda, rozidane xwediye heza zexm her ew e"},{"SurahNumber":51,"VerseNumber":59,"Text":"Veca beguman ji en sitemkari kirine re hin guneh weki gunehe hevalen wan hene; edi bira ew nelezinin"},{"SurahNumber":51,"VerseNumber":60,"Text":"Veca xuli li sere en kafir bune be, ji roja wan e ku tene wade dayin"}]}