{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Älïf. Läm. Mïm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bul Kitaptıñ älemderdiñ Rabbısınan tüsirilgendigine eşqanday kümän joq"},{"SurahNumber":32,"VerseNumber":3,"Text":"Älde olar: «Ol onı oydan şığardı», dey me? Joq, olay emes! Bul - senen burın eskertwşi kelmegen eldiñ twra jolğa tüswine ügittep, eskertwiñ üşin Rabbıñnan / tüsken / aqïqat"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah, Ol sonday, - aspandardı jäne jerdi äri ekewiniñ arasındağıların altı künde jarattı, keyin Arşığa köterildi. Sender üşin Odan basqa eşbir qamqorşı da, araşa tüswşi de joq. Eske almaysıñdar ma"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ol aspannan jerge deyin Öz ämirin jürgizedi. Keyin ol / ol ister / , mölşeri senderdiñ esepteriñmen mıñ jıl bolatın bir künde Oğan köteriledi"},{"SurahNumber":32,"VerseNumber":6,"Text":"Mine, sol - ğayıp pen ayqın närseni Bilwşi, bärinen Üstem, erekşe Meyirimdi"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ol ärbir närseni öte jaqsı / kemel de kemşiliksiz / etip jarattı. Äri Ol adamnıñ / Adam atanıñ / jaratılısın laydan bastadı"},{"SurahNumber":32,"VerseNumber":8,"Text":"keyin onıñ urpağın älsiz / elewsiz / swdıñ tamşısınan jasadı"},{"SurahNumber":32,"VerseNumber":9,"Text":"Keyin onı / ret-retimen / teñestirip, oğan Özindegi / ïeligindegi / rwxtan ürledi. Äri Ol senderge estwdi, körwdi jäne jürekterdi berdi. Sender az şükir etesiñder / Onıñ bergen ïgilikterine az alğısbildiresiñder"},{"SurahNumber":32,"VerseNumber":10,"Text":"Al, olar / senbeytinder / : «Biz jermen aralasıp joğalsaq ta jañadan / qayta / jaratılamız ba?» - dedi. Joq, olar özderiniñ Rabbısımen jolığwğa senbeydi"},{"SurahNumber":32,"VerseNumber":11,"Text":"Ey, Muxammed! / Ayt: «Jandarıñdı senderge wäkil etilgen ölim periştesi aladı, odan keyin sender özderiñniñ Rabbıña qaytarılasıñdar», -dep"},{"SurahNumber":32,"VerseNumber":12,"Text":"Sen qılmıskerlerdiñ özderiniñ Rabbı­sı aldında bastarın ïip: «Rabbımız! Biz kördik jäne estidik. Bizdi artqa qaytar, izgi amal isteyik. Biz endi anıq sendik», — dep aytqandarın körgeniñde edi"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger de qalağanımızda, barlıq adamdı twra jolmen jürgizer edik. Biraq Menen: «Tozaqtı jındardıñ jäne adamdardıñ / käpir, künäharlarınıñ / barlığımen älbette toltıramın» - dep aytılğan söz boldı"},{"SurahNumber":32,"VerseNumber":14,"Text":"Ïmansızdarğa / : «Özderiñniñ osı künderiñe jolığwdı umıtqandarıñ üşin / azaptı / tatıñdar. Anığında, Biz de senderdi / Esep künin umıtqandarıñday / umıttıq. Istep ötken amaldarıñ üşin mäñgiliktiñ azabın tatıñdar», - delinedi"},{"SurahNumber":32,"VerseNumber":15,"Text":"Anığında, Bizdiñ ayattarımızğa, - ol arqılı esterine salınğan kezde, özderin joğarı sanap, menmensimey säjdege jığılıp jäne özderiniñ Rabbısına maqtawlar aytıp, / barlıq kemşilikten / päk dep däripteytinder ğana senedi"},{"SurahNumber":32,"VerseNumber":16,"Text":"Olar jambastarı tösekterden ajırap, özderiniñ Rabbısınan qorqıp jäne ümit etip tileydi äri Biz özderine rïzıq etip bergennen jumsaydı"},{"SurahNumber":32,"VerseNumber":17,"Text":"Eşbir jan istegen amaldarı üşin qaytarım sıy retinde özderi közayım bolatın qanday qwanıştıñ jasırılğanın bilmeydi"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ïmandı jan / mümin / - büldirwşi / boysunbawşı / birew sekildi me?! Olar teñ emes"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ïmanğa kelgen jäne izgi amal jasağandarğa istegen amaldarı üşin Mäwa / jännatınıñ / baqtarında sıy-qurmetter boladı"},{"SurahNumber":32,"VerseNumber":20,"Text":"Al, buzıq is isteytinderdiñ / boysunbağandardıñ / turağı - Ot. Olar ärkez ol jerden şığwdı qalağanda, oğan qaytarıladı äri olarğa: «Özderiñ ötirik sanağan ot azabın tatıñdar», - delinedi"},{"SurahNumber":32,"VerseNumber":21,"Text":"Äri mindetti türde, Biz olarğa / ïmanğa / qaytwları üşin ülken azaptan aldın jaqın azaptı / osı dünïedegi awırtpaşılıqtardı / tattıramız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Äri Rabbısınıñ ayat-belgileri esine salınğannan keyin, odan teris burılğannan ötken ädiletsiz kim bar? Anığında, Biz qılmıskerlerden kek alamız"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ey, Muxammed! / Biz Musağa Kitaptı berdik. Onımen jolığwdan kümända bolma. Äri Biz onı / Täwrattı / Ïsraïl urpaqtarına / twra joldı ustanwğa / jolbasşı ettik"},{"SurahNumber":32,"VerseNumber":24,"Text":"jäne olar sabır etip, ayattarımızğa ayqın sengen kezde, aralarınan ämirimiz boyınşa twra jolğa bastaytın jetekşiler şığardıq"},{"SurahNumber":32,"VerseNumber":25,"Text":"Aqïqatında, Rabbıñ Qayta tirilw küni qayşılıqqa tüsken närselerine qatıstı olardıñ aralarına, älbette, ükim şığaradı"},{"SurahNumber":32,"VerseNumber":26,"Text":"Olardan burın ötken qanşama urpaqtardı Bizdiñ joyıp jibergenimiz, olardı şınımen jolğa salmadı ma? Özderi / bügin / olardıñ jurttarınan / mekenderinen / ötip jür. Aqïqatında, munda belgi-ğïbrattar bar. Olar sonda da qulaq aspay ma"},{"SurahNumber":32,"VerseNumber":27,"Text":"Olar / ïmansızdar / swdı şel jerge qaray aydap, ol arqılı olardıñ maldarı jäne özderi jeytin egin şığarğanımızdı körmedi me? Olar äli de körmey me"},{"SurahNumber":32,"VerseNumber":28,"Text":"Äri olar: «Eger şın sözdi bolsañdar, bul ükim / şeşim / qaşan boladı?» - deydi"},{"SurahNumber":32,"VerseNumber":29,"Text":"Ey, Muxammed! / Ayt: «Ükim beriletin küni sonday küpirlik etkenderge / Allahqa qarsı kelgenderge / senimderi payda bermeydi jäne olarğa mursat ta berilmeydi», -dep"},{"SurahNumber":32,"VerseNumber":30,"Text":"Endi olardan teris burıl jäne küt. Öytkeni olar da kütwde"}]}