{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Allahın əmri gələcəkdir. Odur ki, onun tez gəlməsini istəməyin. Allah musriklərin Ona qosduqları səriklərdən uzaqdır və ucadır"},{"SurahNumber":16,"VerseNumber":2,"Text":"Allah Oz hokmu ilə qullarından istədiyi kimsəyə mələkləri vəhylə gondərib buyurur: “Qullarımı qorxudub xəbərdar edin ki, Məndən basqa ibadətə layiq olan məbud yoxdur. Məndən qorxun!”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Allah goyləri və yeri gercək yaratmısdır. O, musriklərin qosduqları səriklərdən ucadır"},{"SurahNumber":16,"VerseNumber":4,"Text":"Allah insanı nutfədən yaratdı. O isə acıq-askar mubahisəciyə cevrildi"},{"SurahNumber":16,"VerseNumber":5,"Text":"Mal-qaranı da O yaratdı. Onlarda sizin ucun istilik (bədəninizi isti saxlayan yun geyim) və basqa faydalar vardır. Həmcinin onlardan yeyirsiniz"},{"SurahNumber":16,"VerseNumber":6,"Text":"Mal-qaranı axsam tovləyə qaytardıqda, səhər colə buraxdıqda onlara baxıb fərəhlənirsiniz"},{"SurahNumber":16,"VerseNumber":7,"Text":"Onlar yuklərinizi, ozunuzun cətinliklə apara biləcəyiniz bir olkəyə dasıyırlar. Həqiqətən də, Rəbbiniz Səfqətlidir, Rəhmlidir"},{"SurahNumber":16,"VerseNumber":8,"Text":"Atları, qatırları və uzunqulaqları sizə həm minik, həm də zinət olsun deyə Allah yaratdı. O, sizin hələ bilmədiyiniz bir cox seyləri də yaradır"},{"SurahNumber":16,"VerseNumber":9,"Text":"Dogru yol gostərmək Allaha aiddir. Əyri yollar da vardır. Əgər O istəsəydi, sizin hamınızı dogru yola yonəldərdi"},{"SurahNumber":16,"VerseNumber":10,"Text":"Goydən suyu endirən Odur. Bu, həm sizin icməyiniz, həm də icində mal-qaranızı otardıgınız otların bitməsi ucundur"},{"SurahNumber":16,"VerseNumber":11,"Text":"Allah onunla sizin ucun dənli bitkilər, zeytun, xurma, uzum və basqa meyvələrin hamısından yetisdirir. Həqiqətən, bunda anlayan adamlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":12,"Text":"O, gecəni və gunduzu, gunəsi və ayı sizə xidmət etməyə yonəltdi. Ulduzlar da Onun əmri ilə ram edilmisdir. Sozsuz ki, bunlarda anlayan insanlar ucun əlamətlər vardır"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yer uzundə sizin ucun yaratdıgı muxtəlif rəngli seyləri də sizə ram etdi. Subhəsiz ki, bunda dusunub ibrət alan insanlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":14,"Text":"O, dənizi də sizin xidmətinizə verdi ki, ondan yemək ucun təzə balıq və taxmaq ucun bəzək seyləri əldə edəsiniz. Sən gəmilərin dənizi yara-yara uzduyunu gorursən. Butun bunlar Allahın lutfundən sizə nəsib olanları axtarıb tapmagınız və sukur etməyiniz ucundur"},{"SurahNumber":16,"VerseNumber":15,"Text":"O, sizi silkələməsin deyə, yer uzundə mohkəm daglar və duzgun səmt goturəsiniz deyə, caylar və yollar yaratdı"},{"SurahNumber":16,"VerseNumber":16,"Text":"Əlamətlər yaratdı. Insanlar ulduzlar vasitəsilə də getdikləri yolu muəyyənləsdirirlər"},{"SurahNumber":16,"VerseNumber":17,"Text":"Hec yaradan da yarada bilməyən kimi ola bilərmi? Dusunub ibrət goturməyəcəksinizmi"},{"SurahNumber":16,"VerseNumber":18,"Text":"Əgər Allahın nemətlərini saymalı olsanız, onları sayıb qurtara bilməzsiniz. Həqiqətən, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah sizin gizli saxladıqlarınızı da, askara cıxartdıqlarınızı da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Allahdan basqa tapındıqları butlər hec bir sey yarada bilməzlər. Cunki onlar ozləri yaradılmıslar"},{"SurahNumber":16,"VerseNumber":21,"Text":"Onlar oludurlər – diri deyillər və nə vaxt dirildiləcəklərini də bilmirlər"},{"SurahNumber":16,"VerseNumber":22,"Text":"Sizin məbudunuz Tək olan Ilahdır. Axirətə inanmayanların qəlbi haqqı inkar edir. Ozləri də təkəbburludurlər"},{"SurahNumber":16,"VerseNumber":23,"Text":"Subhə yoxdur ki, Allah onların gizli saxladıqlarını da, askara cıxartdıqlarını da bilir. Həqiqətən də, O, təkəbburlu olanları sevmir"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlardan: “Rəbbiniz peygəmbərinə nə nazil etmisdir?”– deyə sorusduqda, onlar: “Bu, kecmisdəkilərin nagıllarıdır!”– deyərlər"},{"SurahNumber":16,"VerseNumber":25,"Text":"Qoy onlar Qiyamət gunu oz gunahlarının hamısını və nadanlıqları uzundən azdırdıqları kəslərin gunahlarının bir qismini dasısınlar. Bax gor, dasıyacaqları yuk necə də pisdir"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan oncəkilər də hiylə qurmusdular. Sonra Allah onların tikililərini ozulundən dagıtdı, tavanları baslarına ucdu və əzab onlara gozləmədikləri yerdən gəldi"},{"SurahNumber":16,"VerseNumber":27,"Text":"Sonra Qiyamət gunu Allah onları rusvay edəcək və deyəcək: “Haqqında mubahisə etdiyiniz səriklərim haradadır?” Elm verilmis kimsələr deyəcəklər: “Subhəsiz ki, bu gun kafirlərə rusvaycılıq və əzab uz verəcək!”"},{"SurahNumber":16,"VerseNumber":28,"Text":"Mələklər ozlərinə zulm edən kimsələrin canlarını aldıqları zaman onlar boyun əyib: “Biz hec bir pislik etmirdik!”– deyəcəklər. Onlara belə deyiləcək: “Xeyr! Subhəsiz ki, Allah sizin nələr etdiyinizi bilir"},{"SurahNumber":16,"VerseNumber":29,"Text":"Elə isə icində əbədi qalacagınız Cəhənnəmin qapılarına girin! Təkəbburlulərin qalacagı yer necə də pisdir!”"},{"SurahNumber":16,"VerseNumber":30,"Text":"Muttəqilərə: “Allah nə nazil etmisdir?”– deyildikdə, onlar: “Xeyir nazil etmisdir!”– deyərlər. Bu dunyada xeyirli islər gorənlər ucun gozəl mukafat hazırlanmısdır. Axirət yurdu isə daha xeyirlidir. Muttəqilərin yurdu necə də gozəldir"},{"SurahNumber":16,"VerseNumber":31,"Text":"Onlar agacları altından caylar axan Ədn baglarına girəcəklər. Orada onların urəklərinin istədikləri hər sey vardır. Allah muttəqiləri belə mukafatlandırır"},{"SurahNumber":16,"VerseNumber":32,"Text":"O kəslər ki, tər-təmiz olduqları halda, mələklər onların canını alıb deyirlər: “Sizə salam olsun! Əməllərinizə gorə Cənnətə girin!”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Yoxsa kafirlər mələklərin onların yanına gəlməsindən və yaxud Rəbbinin əmrinin gəlməsindən basqa bir seymi gozləyirlər? Onlardan əvvəlkilər də belə etmisdilər. Allah onlara zulm etmədi, lakin onlar ozləri ozlərinə zulm edirdilər"},{"SurahNumber":16,"VerseNumber":34,"Text":"Onlara torətdikləri əməllərin pis cəzası nəsib oldu və istehza etdikləri əzab onları agusuna aldı"},{"SurahNumber":16,"VerseNumber":35,"Text":"Musriklər dedilər: “Əgər Allah istəsəydi, biz də, atalarımız da Ondan basqa hec nəyə ibadət etməz və Onun izni olmadan hec nəyi haram saymazdıq!” Bəli, onlardan əvvəlkilər də eynilə davranmısdılar. Məgər elcilərin vəzifəsi ancaq aydın təbligat aparmaq deyilmi"},{"SurahNumber":16,"VerseNumber":36,"Text":"Biz hər ummətə: “Allaha ibadət edin, tagutdan uzaq olun”– deyə, elci gondərdik. Onlardan kimisini Allah dogru yola yonəltmis, kimisinə də azmaq nəsib etmisdir. Yer uzundə gəzib dolasın və gorun haqqı yalan sayanların aqibəti necə oldu"},{"SurahNumber":16,"VerseNumber":37,"Text":"Sən onların dogru yola gəlməsinə nə qədər calıssan da, bil ki, Allah azdırdıgı kimsələri dogru yola yonəltməz və onlara komək edən də olmaz"},{"SurahNumber":16,"VerseNumber":38,"Text":"Onlar Allaha mohkəm and icdilər ki: “Allah olən bir kəsi diriltməyəcəkdir!” Xeyr! Allahın oluləri diriltməsi Onun dogru vədinə gorə olacaq, lakin insanların coxu bunu bilmirlər"},{"SurahNumber":16,"VerseNumber":39,"Text":"Allah oluləri dirildəcəkdir ki, ixtilafda olduqları seyləri onlara bildirsin və kafirlər də ozlərinin yalancı olduqlarını dərk etsinlər"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz bir seyi yaratmaq istədikdə, ona ancaq: “Ol!”– deyirik, o da olur"},{"SurahNumber":16,"VerseNumber":41,"Text":"Zulmə ugradıldıqdan sonra Allah yolunda hicrət edənləri dunyada gozəl bir məskəndə sakin edəcəyik. Axirət mukafatı isə daha boyukdur. Kas biləydilər"},{"SurahNumber":16,"VerseNumber":42,"Text":"Onlar səbirli olanlar və ancaq Rəbbinə təvəkkul edənlərdir"},{"SurahNumber":16,"VerseNumber":43,"Text":"Biz səndən əvvəl də, ozlərinə vəhy etdiyimiz məhz kisiləri elci gondərmisdik. Əgər bilmirsinizsə, Zikr əhlindən sorusun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Biz onları aydın dəlillər və kitablarla gondərdik. Sənə də Zikri nazil etdik ki, insanlara, onlara nazil olanı izah edəsən və bəlkə onlar fikirləsələr"},{"SurahNumber":16,"VerseNumber":45,"Text":"Alcaq hiylələrə əl atanlar Allahın onları yerə batırmayacagına və yaxud gozləmədikləri bir yerdən əzabın onlara gəlməyəcəyinə əmindirlərmi"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ya da gəzib dolasdıqları zaman Allahın onları yaxalamayacagınımı dusunurlər? Axı onlar Allahdan yaxa qurtara bilməyəcəklər"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yaxud vahimə icində olduqları halda Allahın onları yaxalamayacagınımı dusunurlər? Həqiqətən də, Rəbbiniz Səfqətlidir, Rəhmlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Məgər onlar Allahın xəlq etdiyi hər hansı bir seyi musahidə etməyiblərmi? Onların kolgələri muti surətdə Allaha səcdə edərək saga-sola əyilir"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goylərdə və yerdə olanların hamısı, heyvanlar da, mələklər də təkəbbur gostərmədən Allaha səcdə qılırlar"},{"SurahNumber":16,"VerseNumber":50,"Text":"Onlar ozlərinin fovqundə olan Rəbbindən qorxur və onlara əmr olunanları yerinə yetirirlər"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah: “Iki məbuda sitayis etməyin! O, yalnız Tək bir Ilahdır. Yalnız Məndən qorxun!”– dedi"},{"SurahNumber":16,"VerseNumber":52,"Text":"Goylərdə və yerdə nə varsa, Onundur. Din də daim Ona məxsusdur. Siz Allahı qoyub basqasındanmı qorxursunuz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizə verilən nemətlərin hamısı Allahdandır. Sonra sizə bəla gəldiyi zaman ancaq Ona yalvarırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"Bəlanı sizdən sovusdurduqdan sonra sizlərdən bəziləri Rəbbinə sərik qosur"},{"SurahNumber":16,"VerseNumber":55,"Text":"Onlar Bizim onlara verdiyimiz nemətlərə nankorluq etsinlər deyə belə edirlər. Hələlik əylənin! Tezliklə biləcəksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Onlar ozlərinə verdiyimiz ruzidən hec nə dərk etmək qabiliyyətində olmayanlara pay ayırırlar. Allaha and olsun ki, atdıgınız iftiralara gorə mutləq sorgu-sual olunacaqsınız"},{"SurahNumber":16,"VerseNumber":57,"Text":"Onlar qızları Allaha aid edirlər. O, pak və muqəddəsdir. Ozlərinə isə istədiklərini məxsus edirlər"},{"SurahNumber":16,"VerseNumber":58,"Text":"Onlardan birinə qızı olması ilə mujdə verildikdə hikkəsindən uzu qapqara qaralır"},{"SurahNumber":16,"VerseNumber":59,"Text":"Verilən bəd xəbər ucbatından camaatdan gizlənir. Bilmir nə etsin, korpəni rusvaycılıq icində saxlasınmı, yoxsa onu torpaga gomsun? Onların verdikləri qərar necə də pisdir"},{"SurahNumber":16,"VerseNumber":60,"Text":"Yaramaz sifət axirətə inanmayanlara xasdır. Ən Uca sifət isə Allaha məxsusdur. O, Qudrətlidir, Mudrikdir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Əgər Allah insanları hər etdikləri zulmə gorə cəzalandırsaydı, yer uzundə hec bir canlını sag qoymazdı. Lakin Allah onlara muəyyən vaxta qədər mohlət verir. Onların əcəlinin catdıgı an bircə saat belə nə yubanar, nə də tezləsə bilər"},{"SurahNumber":16,"VerseNumber":62,"Text":"Onlar ozlərinin xoslamadıqları qızları Allaha aid edirlər. Dilləri də yalandan ən gozəl aqibətin onların olacagını soyləyir. Subhəsiz ki, od onlar ucun hazırlanmısdır və onlar orada tərk olunacaqlar"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allaha and olsun ki, səndən əvvəl də ummətlərə elcilər gondərmisdik. Seytan isə o (kafir) ummətlərin əməllərini ozlərinə gozəl gostərmisdi. Seytan bu gun də onların dostudur. Onlar ucun agrılı-acılı bir əzab vardır"},{"SurahNumber":16,"VerseNumber":64,"Text":"Biz Kitabı sənə yalnız ona gorə nazil etdik ki, onlara ixtilafda olduqları seyləri bəyan edəsən və bu, momin adamlar ucun dogru yol gostəricisi və mərhəmət olsun"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah goydən yagmur yagdırıb onunla olmus yeri diriltdi. Həqiqətən, bunda esidən adamlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":66,"Text":"Subhəsiz ki, mal-qarada da sizin ucun bir ibrət vardır. Biz sizə, onların qarınlarındakı ifrazat və qan arasından cıxan, icənlərin bogazından rahat kecən təmiz sud icirdirik"},{"SurahNumber":16,"VerseNumber":67,"Text":"Siz xurma agacının meyvələrindən və uzumlərdən sərxosedici icki və xeyirli ruzi hazırlayırsınız. Həqiqətən, bunda anlayan adamlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":68,"Text":"Rəbbin bal arısına belə vəhy etdi: “Daglarda, agaclarda və insanların duzəltdikləri cardaqlarda ozunə pətəklər hor"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra butun meyvələrdən ye və Rəbbinin səndən otru asanlasdırdıgı yollarla get”. O arıların qarınlarından tərkibində insanlar ucun səfa olan muxtəlif rəngli bal cıxır. Həqiqətən, bunda dusunən adamlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":70,"Text":"Sizi Allah yaratmısdır. Sonra O sizi oldurəcəkdir. Sizlərdən bəziləri vaxtilə bildiyi seyləri unutsun deyə omrunun ən rəzil cagına catdırılacaq. Həqiqətən, Allah Biləndir, hər seyə Qadirdir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah ruzi baxımından birinizi digərindən ustun etmisdir. Ustunluk verilənlər kolələrinə oz ruzilərindən vermirlər ki, bu yondən bərabər olsunlar. Belə oldugu təqdirdə onlar Allahın nemətini inkarmı edirlər"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah sizin ucun ozunuzdən zovcələr yaratdı, zovcələrinizdən də sizin ucun ovladlar və nəvələr yaratdı və sizə pak ruzilər verdi. Indi onlar batilə inanıb Allahın nemətini inkarmı edirlər"},{"SurahNumber":16,"VerseNumber":73,"Text":"Musriklər Allahı qoyub onlara goylərdə və yerdə olan ruzidən hec bir sey verməyən və buna gucləri catmayan butlərə ibadət edirlər"},{"SurahNumber":16,"VerseNumber":74,"Text":"Hec kəsi Allaha oxsatmayın. Həqiqətən, Allah bilir, siz isə bilmirsiniz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah, hec bir seyə gucu catmayan və basqasının malı olan bir kolə ilə, dərgahımızdan ozunə verdiyimiz gozəl ruzidən gizli və askar xərcləyən kimsəni məsəl cəkdi. Hec onlar eyni ola bilərlərmi? Həmd Allaha məxsusdur, lakin onların coxu bunu bilmir"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah eləcə də iki kisi barəsində məsəl cəkdi; onlardan biri laldır, hec bir seyə gucu catmır və oz agasına bir yukdur. Onu hara yollasa, xeyirlə qayıtmaz. Məgər dogru yolda olub ədalətli islər gorməyi əmr edən bir kimsə ilə belə bir adam eyni ola bilərmi"},{"SurahNumber":16,"VerseNumber":77,"Text":"Goylərin və yerin qeybi Allaha aiddir. O Saatın gəlməsi bir goz qırpımı kimidir və ya daha tezdir. Həqiqətən, Allah hər seyə qadirdir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah sizi analarınızın bətnindən hec nə anlamadıgınız bir halda cıxartdı, sizə qulaq, goz və urək verdi ki, bəlkə sukur edəsiniz"},{"SurahNumber":16,"VerseNumber":79,"Text":"Məgər onlar Allaha tabe olub havada ucan qusları gormurlərmi? Onları havada saxlayan ancaq Allahdır. Həqiqətən, bunda iman gətirən insanlar ucun dəlillər vardır"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah evlərinizi sizin ucun yasayıs yeri etdi, mal-qaranın dərilərindən istər səfərə cıxdıgınız vaxt, istərsə dusərgə saldıgınız zaman sizin ucun asanlıqla apara biləcəyiniz cadırlar, ustəlik də onların yunundan, tiftiyindən və tukundən muəyyən vaxta qədər istifadə edəcəyiniz ev əsyaları və basqa seylər duzəltdi"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah, yaratdıqları seylərdən sizin ucun kolgələr əmələ gətirdi, daglarda sizin ucun magaralar saldı, sizi istidən qoruyacaq paltarlar və doyusdə muhafizə edəcək zirehli geyimlər duzəltdi. Beləcə, Allah Oz nemətini sizə tamamlayır ki, bəlkə musəlman olasınız"},{"SurahNumber":16,"VerseNumber":82,"Text":"Əgər uz cevirsələr, bil ki, sənin vəzifən ancaq askar təbligat aparmaqdır"},{"SurahNumber":16,"VerseNumber":83,"Text":"Onlar Allahın neməti haqqında bildikləri halda, sonradan onu inkar edirlər. Onların coxu kafirdir"},{"SurahNumber":16,"VerseNumber":84,"Text":"Hər ummətdən bir sahid gondərəcəyimiz gun, kafirlərə uzrxahlıq etməyə izin verilməyəcək və uzr diləmələri də tələb olunmayacaqdır"},{"SurahNumber":16,"VerseNumber":85,"Text":"Zalımlar əzab cəkməyə basladıqda, onların əzabı yungulləsdirilməyəcək və onlara mohlət də verilməyəcəkdir"},{"SurahNumber":16,"VerseNumber":86,"Text":"Musriklər Allaha qosduqları səriklərini gordukdə deyəcəklər: “Ey Rəbbimiz! Bunlar bizim Səndən basqa ibadət etdiyimiz səriklərimizdir!” Butlər isə onlara: “Subhəsiz ki, siz yalancısınız!”– deyə cavab qaytaracaqlar"},{"SurahNumber":16,"VerseNumber":87,"Text":"O gun musriklər Allaha təslim olduqlarını bildirəcək və uydurduqları butlər onlardan uzaqlasıb qeyb olacaqlar"},{"SurahNumber":16,"VerseNumber":88,"Text":"Kafir olub insanları Allah yolundan sapdıranlara torətdikləri fitnə-fəsada gorə əzab ustundən əzab artıracagıq"},{"SurahNumber":16,"VerseNumber":89,"Text":"O gun hər ummətə ozlərindən bir sahid gondərəcəyik, səni də onlara sahid gətirəcəyik. Biz Kitabı sənə hər sey ucun bir izah, musəlmanlara da dogru yol gostəricisi, mərhəmət və mujdə olaraq nazil etdik"},{"SurahNumber":16,"VerseNumber":90,"Text":"Həqiqətən, Allah ədalətli olmagı, yaxsılıq etməyi və qohumlara haqqını verməyi əmr edir, iyrənc islər gorməyi, pis əməllər torətməyi və azgınlıq etməyi isə qadagan edir. O sizə oyud-nəsihət verir ki, bəlkə dusunub ibrət alasınız"},{"SurahNumber":16,"VerseNumber":91,"Text":"Allahla bagladıgınız əhdə sadiq olun; mohkəm and icdikdən sonra andlarınızı pozmayın. Cunki siz Allahı ozunuzə zamin etmisiniz. Subhəsiz ki, Allah sizin nələr etdiyinizi bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ipliyini mohkəm əyirdikdən sonra onu acıb sokən qadın kimi olmayın. Bir camaat digər bir camaatdan sayca və malca daha cox oldugu ucun andlarınızı aranızda hiylə vasitəsinə cevirirsiniz. Allah bununla sizi sınayır. O, ixtilafda oldugunuz seyləri Qiyamət gunu sizə mutləq bildirəcəkdir"},{"SurahNumber":16,"VerseNumber":93,"Text":"Əgər Allah istəsəydi, sizi vahid bir ummət edərdi. Lakin O, istədiyini azdırır, istədiyini də dogru yola yonəldir. Siz etdiyiniz əməllərə gorə mutləq sorgu-sual olunacaqsınız"},{"SurahNumber":16,"VerseNumber":94,"Text":"Andlarınızı aranızda hiylə vasitəsinə cevirməyin. Yoxsa ayagınız mohkəm dayanmıs ikən surusər və insanları Allah yolundan dondərdiyinizə gorə əzabı dadarsınız. Sizin ucun axirətdə də boyuk bir əzab hazırlanar"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allahla bagladıgınız əhdi ucuz qiymətə satmayın. Əgər bilirsinizsə, Allah yanında olan savab sizin ucun daha xeyirlidir"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizdə olan nemətlər tukənəcək, Allah yanında olan nemətlər isə daim qalacaqdır. Səbirli olanlara etdikləri yaxsı əməllərə gorə mukafatlarını verəcəyik"},{"SurahNumber":16,"VerseNumber":97,"Text":"Momin olaraq yaxsı is gorən kisi və qadınlara, əlbəttə, gozəl həyat bəxs edəcək və etdikləri ən yaxsı əməllərə gorə onları mutləq mukafatlandıracagıq"},{"SurahNumber":16,"VerseNumber":98,"Text":"Quran oxuduqda qovulmus seytandan Allaha sıgın"},{"SurahNumber":16,"VerseNumber":99,"Text":"Subhəsiz ki, seytanın, iman gətirib yalnız oz Rəbbinə təvəkkul edənlər uzərində hec bir hokmranlıgı yoxdur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Onun hakimiyyəti yalnız onu ozunə dost tutanlar və Allaha sərik qosanlar uzərindədir"},{"SurahNumber":16,"VerseNumber":101,"Text":"Biz bir ayəni basqa bir ayə ilə əvəz etdikdə onlar: “Sən ancaq bir iftiracısan!”– deyirlər. Halbuki Allah nə nazil etdiyini daha yaxsı bilir. Xeyr! Onların coxu bunu bilmir"},{"SurahNumber":16,"VerseNumber":102,"Text":"De: “Muqəddəs Ruh (Cəbrail) onu sənin Rəbbindən iman gətirənləri sabitqədəm etmək ucun, həm də musəlmanlara dogru yol gostəricisi və mujdə olsun deyə gercək olaraq nazil etmisdir”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Biz onların: “Quranı ona bir insan oyrədir!”– dediklərini bilirik. Onların istinad etdikləri səxsin dili əcnəbi dildir. Bu isə acıq-aydın ərəb dilidir"},{"SurahNumber":16,"VerseNumber":104,"Text":"Allahın ayələrinə inanmayanları, əlbəttə ki, Allah dogru yola yonəltməz və onlar ucun agrılı-acılı bir əzab vardır"},{"SurahNumber":16,"VerseNumber":105,"Text":"Yalanı ancaq Allahın ayələrinə inanmayanlar uydururlar. Məhz onlardır yalancılar"},{"SurahNumber":16,"VerseNumber":106,"Text":"Qəlbi imanla sabit qaldıgı halda haqqı danmaga məcbur edilən kəslər istisna olmaqla, kim iman gətirdikdən sonra Allahı inkar etsə və qəlbini kufrə acsa, Allahın qəzəbinə ducar olar. Onlar ucun boyuk bir əzab vardır"},{"SurahNumber":16,"VerseNumber":107,"Text":"Bu ona gorədir ki, onlar dunya həyatını axirətdən ustun tuturlar. Həm də Allah kafirləri dogru yola yonəltmir"},{"SurahNumber":16,"VerseNumber":108,"Text":"Bunlar o kəslərdir ki, Allah onların qəlbinə, qulaqlarına və gozlərinə mohur vurmusdur. Onlar əsl qafildirlər"},{"SurahNumber":16,"VerseNumber":109,"Text":"Hec subhəsiz ki, ziyana ugrayanlar da onlardır"},{"SurahNumber":16,"VerseNumber":110,"Text":"Sınaga cəkildikdən sonra hicrət edənləri, daha sonra cihad edib cətinliklərə dozənləri, bunlardan sonra əlbəttə, Rəbbin Bagıslayandır, Rəhmlidir"},{"SurahNumber":16,"VerseNumber":111,"Text":"O gun hər kəs oz canını qurtarmaga calısacaq, hər kəsə etdiyi əməllərin əvəzi tam veriləcək və onlara zulm edilməyəcəkdir"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah təhlukəsizlik və əmin-amanlıq icində olan bir diyarı (Məkkəni) misal cəkir. Ona oz ruzisi hər yerdən bol-bol gəlirdi. Lakin o diyarın əhalisi Allahın nemətlərinə nankorluq etdi, Allah da onları etdikləri əməllərə gorə aclıq və qorxu libasına burudu"},{"SurahNumber":16,"VerseNumber":113,"Text":"Onlara ozlərindən bir elci gəldi. Onlar isə onu yalancı saydılar. Buna gorə də zulm etdikləri zaman əzab onları yaxaladı"},{"SurahNumber":16,"VerseNumber":114,"Text":"Allahın sizə verdiyi halal və pak ruzilərdən yeyin və əgər Allaha ibadət edirsinizsə, Onun nemətinə sukur edin"},{"SurahNumber":16,"VerseNumber":115,"Text":"O sizə ancaq olu heyvanı, qanı, donuz ətini və Allahdan basqası ucun kəsilən heyvanı haram etmisdir. Hər kəs harama meyl etmədən və həddi asmadan bunlardan yeməyə məcbur olarsa, ona gunah gəlməz. Həqiqətən, Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":16,"VerseNumber":116,"Text":"Dilinizin uydurdugu yalana əsasən: “Bu halaldır, o haramdır!”– deməyin, cunki Allaha qarsı yalan uydurmus olursunuz. Subhəsiz ki, Allaha qarsı yalan uyduranlar nicat tapmazlar"},{"SurahNumber":16,"VerseNumber":117,"Text":"Indi onlar az bir mənfəət əldə etmislər, axirətdə isə onları agrılı-acılı bir əzab gozləyir"},{"SurahNumber":16,"VerseNumber":118,"Text":"Sənə xəbər verdiyimiz seyləri daha oncə yəhudilərə də haram etmisdik. Biz onlara zulm etmədik, lakin onlar ozləri ozlərinə zulm edirdilər"},{"SurahNumber":16,"VerseNumber":119,"Text":"Subhəsiz ki, Rəbbin, avamlıqları uzundən pis is gorən, ondan sonra tovbə edib ozlərini islah edənləri, butun bunlardan sonra, əlbəttə ki, Rəbbin bagıslayacaq və rəhm edəcək"},{"SurahNumber":16,"VerseNumber":120,"Text":"Həqiqətən, Ibrahim Allaha muti, hənif bir rəhbər idi. O, musriklərdən deyildi"},{"SurahNumber":16,"VerseNumber":121,"Text":"O, Allahın nemətlərinə sukur edən idi. Allah onu secmis və dogru yola yonəltmisdi"},{"SurahNumber":16,"VerseNumber":122,"Text":"Biz ona dunyada gozəl nemət verdik. Subhəsiz ki, o, axirətdə də əməlisalehlərdəndir"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra sənə vəhy etdik: “Hənif Ibrahim dininə tabe ol. O, musriklərdən deyildi”"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sənbə gunu ancaq o gunun barəsində ixtilafa dusənlərə vacib edildi. Subhəsiz ki, Rəbbin Qiyamət gunu, ixtilafa dusdukləri sey barəsində onların arasında hokm verəcəkdir"},{"SurahNumber":16,"VerseNumber":125,"Text":"Insanları Rəbbinin yoluna hikmətlə, gozəl oyud-nəsihətlə dəvət et və onlarla ən gozəl tərzdə mubahisə et. Subhəsiz ki, Rəbbin azgınlıga dusənləri də, dogru yolda olanları da yaxsı tanıyır"},{"SurahNumber":16,"VerseNumber":126,"Text":"Gunahkarı cəzalandırmaq istəsəniz, sizə nə cəza verilibsə, siz də ona eynilə cəza verin. Əgər səbir etsəniz, bu, səbir edənlər ucun daha xeyirlidir"},{"SurahNumber":16,"VerseNumber":127,"Text":"Səbir et! Sənin səbrin ancaq Allahdandır. Onlara gorə kədərlənmə və qurduqları hiylələrdən otru də sıxılma"},{"SurahNumber":16,"VerseNumber":128,"Text":"Həqiqətən də, Allah Ondan qorxanlar və yaxsı islər gorənlərlədir"}]}