{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. Ain. Sad. So Allah i Mata-o ko paka-a antapan Niyan ro-o"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Giyaya so) Pananadum ko Limo o Kadnan Ka ko Oripun Niyan a Zakariya"},{"SurahNumber":19,"VerseNumber":3,"Text":"Gowani na Miyanguni ko Kadnan Niyan sa Kapanguni a masolun"},{"SurahNumber":19,"VerseNumber":4,"Text":"Pitharo Iyan: Kadnan Ko! Mata-an! A Sakun na lomimuk Rakun so tolan, go kominindat so Olo sa bok a Mapoti: Go da-a Ko mabaloi ko Panguni Yakun Ruka Kadnan Ko a miya-ola"},{"SurahNumber":19,"VerseNumber":5,"Text":"Na Mata-an! A Sakun na ini Kawan Ko so manga Tonganai Yakun ko oriyan Ko: Ka aya butad o Karoma Ko na baluk: Na bugi Yakongka pho-on ko Hadapan Ka sa"},{"SurahNumber":19,"VerseNumber":6,"Text":"Wata,6. A makapangowaris Rakun, go Makapangowaris ko manga Tonganai o Yaqoub; go Baloyangka Sukaniyan, Kadnan Ko! A Makasosowat (Ruka)"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Pitharo Rukaniyan:) Hai Zakariya! Mata-an! A Sukami na Phanotholun Nami Ruka a (Pumbawata Ka sa) Bagowamama: A aya ngaran Niyan na Yahya: Da-a biyaloi Ami Rukaniyan gowani a sangai (Niyan)"},{"SurahNumber":19,"VerseNumber":8,"Text":"Pitharo Iyan: Kadnan Ko! Andamanaya i1 khakha-adun Rakun o Bagowamama, a aya butad o Karoma ko na Baluk, go Sabunar a iniraot Ako po-on ko Kalokus sa Kiyamara-an"},{"SurahNumber":19,"VerseNumber":9,"Text":"Pitharo (o Sogo): Maoto dun man, Pitharo o Kadnan Ka: A Sukaniyan na malbod Rakun: Go Sabunar a Inadun Akun Suka gowani, a da Ka pun sa maito bo"},{"SurahNumber":19,"VerseNumber":10,"Text":"Pitharo Iyan: Kadnan Ko! Sunggai Akongka sa Tanda. Pitharo (o Sogo): A aya Tanda a Ka, na Dingka (Magaga i Bangka) Mimbitiyarai so manga Manosiya sa tulo gawli-i, a da-a Sakit (Ka)"},{"SurahNumber":19,"VerseNumber":11,"Text":"Na liniyowan Niyan so pagtao Niyan a pho-on ko Mihrab: Na ini purowayat Iyan kiran: A Tasbik kano (ko Allah) ko kapita-pita go so kagabi gabi"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Pitharo o Allah:) Hai Yahya! Kupitingka so Kitab Shabunsabunar: Go inibugai Ami Rukaniyan soOngangun ko kaito Iyan"},{"SurahNumber":19,"VerseNumber":13,"Text":"Go (bigan Nami sa) Kapudi pho-on ko Hadapan Nami, go Kasosoti: Go miyabaloi a Puphangongonotan"},{"SurahNumber":19,"VerseNumber":14,"Text":"Go Makapudi-in ko mbala a lokus Iyan, go da mabaloi a Mamumundug a darowaka"},{"SurahNumber":19,"VerseNumber":15,"Text":"Na Kalilintad a si-i Rukaniyan ko Gawi-i a Kinimbawata-a non, go so Gawi-i a Kapatai Niyan, go so Gawi-i a Kapakatıinduga-on (pho-on ko Kobor iyan) a Oyagoyag"},{"SurahNumber":19,"VerseNumber":16,"Text":"Na Aloyangka ko Kitab so Maryam, gowani a makawatan ko pagtao Niyan (ka Somiyong) ko darpa a tampar sa Subangan"},{"SurahNumber":19,"VerseNumber":17,"Text":"Na Mimba-al ko tampar kiran sa runding; na Siyogo Ami si-i Rukaniyan so Sogo Ami, na miyaniyaropa-on sa Manosiya a tarotop"},{"SurahNumber":19,"VerseNumber":18,"Text":"Pitharo (o Maryam): Mataan! A Sakun na Mulindong Ako ko (Allah a) Masalinggagao: Po-on Ruka, o aya butad Ka na Manananggila"},{"SurahNumber":19,"VerseNumber":19,"Text":"Pitharo Iyan: A Matag Ako Sogo o Kadnan Ka, sa kambugi Akun Ruka sa Wata a Soti"},{"SurahNumber":19,"VerseNumber":20,"Text":"Pitharo (o Maryam): A andamanaya i Kakha-adun Rakun o Wata, a da-a Miyakapamakai Rakun a Mama, go da-a Ko mabaloi a barashina"},{"SurahNumber":19,"VerseNumber":21,"Text":"Pitharo (o Sogo): Maoto dun: Pitharo o Kadnan Ka: A Sukaniyan na malbod Rakun: Go kagiya a mbalowin Nami Sukaniyan a Tanda ko manga Manosiya go Limo a pho-on Rukami: Na miyabaloi a Sogowan a miyapasad"},{"SurahNumber":19,"VerseNumber":22,"Text":"Na Inikaogat Iyan Sukaniyan, na inisibai Niyan ko darpa a mawatan"},{"SurahNumber":19,"VerseNumber":23,"Text":"Na miyapakasong Sukaniyan o Balilit ko Kayo a Qormah: Na Miyatharo Iyan: Hai o ba Ako bo Miyatai ko ona-an nai! Go miyabaloi Ako a kiyalipatan a di dun Pukha-aloi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Na Tiyawag Sukaniyan (o Sogo) ko kababa-an Niyan: Di Ka mboboko! Sabunar a tiyagowan o Kadnan Ka so kababa-an Ka sa lawasaig (a maito)"},{"SurahNumber":19,"VerseNumber":25,"Text":"Na Koyongangka si-i Ruka so Kayo a Qormah: Ka Angka niyan kapangologi sa Onga a Qormah a kiyalotowan"},{"SurahNumber":19,"VerseNumber":26,"Text":"Na Kangka go inom Ka go Pakapipiya-angka a Ginawangka. Na o adun a Khailaingka ko manga Manosiya a sakatao, na Tharowangka: A Mata-an! A Sakun na minishamaya Akun ko (Allah a) Masalinggagao so KĶKathigur, na di Ako dun Makipumbitiyarai sa Alongan nai sa Manosiya"},{"SurahNumber":19,"VerseNumber":27,"Text":"Na inowit Iyan ko pagtao Niyan, a a-awidan Niyan. Pitharo iran: Hai Maryam! Sabunsabunar a Miyakanggolaola Ka sa Shai a lubi a mala a piyakagowagowad"},{"SurahNumber":19,"VerseNumber":28,"Text":"Hai Babai o Haroun! Da ko butad i Ama a Ka o ba tao a marata, go da ko butad i Ina a Ka ba Pashisina"},{"SurahNumber":19,"VerseNumber":29,"Text":"Na initoro Iyan (so Wata). Pitharo iran: Andamanaya i Kipumbitiyarain nami ko tao a matatago ko saloyota a maito a Wata"},{"SurahNumber":19,"VerseNumber":30,"Text":"Pitharo (o Wata): A Mata-an! a Sakun na Oripun o Allah: Inibugai Niyan Rakun so Kitab go biyaloi Ako Niyan a Nabi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Go biyaloi Ako Niyan a Puphangompiya, apiya anda KĶKo Matago, go ini Sogo Iyan Rakun so Sambayang go so Zakat ko masa a Kaoyagoyag Akun"},{"SurahNumber":19,"VerseNumber":32,"Text":"Go (biyaloi Ako Niyan a) Makapudi-in ko Ina Akun, go da a Ko Niyan baloya a Mamumundug a darowaka"},{"SurahNumber":19,"VerseNumber":33,"Text":"Go so Kalilintad na si-i Rakun ko Gawi-i a Kinimbawata-an Rakun, go so Gawi-i a Kapatai Akun, go so Gawi-i a Kapakatinduga Rakun a Oyagoyag"},{"SurahNumber":19,"VerseNumber":34,"Text":"Giyoto man so Īsa a Wata o Maryam: Katharo a Bunar, a so kapaparampangan siran non"},{"SurahNumber":19,"VerseNumber":35,"Text":"Da Mapatot ko Allah i ba Kowa sa Wata. Soti Sukaniyan! Igira adun a Pakapunggolalanun Niyan a Sogowan, na aya bo a Putharo-on Niyan non: Na Kon, na Kha-adun"},{"SurahNumber":19,"VerseNumber":36,"Text":"Na Mata-an! A so Allah i Kadnan Ko go Kadnan niyo: Na Showasowata niyo Sukaniyan: Giyaya i1 okit a maka-o ontol"},{"SurahNumber":19,"VerseNumber":37,"Text":"Na da pagayonayon so Pishagorompong kondolondolonan niran, na sangat a siksa a ruk o siran a Miyamangongkir, ko kapakandadarpai ko Gawi-i a mala"},{"SurahNumber":19,"VerseNumber":38,"Text":"Sayana siran a phakanug, go sayana siran a phakailai, ko Gawi-i a kapakatalingoma iran Rukami! Ogaid na so manga Darowaka sa Alongan nai na matatago ko kadadag a mapayag"},{"SurahNumber":19,"VerseNumber":39,"Text":"Na Paki-iktiyaringka kiran so Alongan a kasundit, a masa a kakokoma ko Miyanggolaola: na siran na matatago ko kalipat a siran na da siran Pamaratiyaya"},{"SurahNumber":19,"VerseNumber":40,"Text":"Mata-an! A Sukami na Sukami i phangowaris ko Lopa, go so tao a matatago-on: Go si-i siran Rukami Phamakandoda"},{"SurahNumber":19,"VerseNumber":41,"Text":"Na Aloyangka ko Kitab so Ibrahim: Mata-an! A Sukaniyan na aya butad Iyan na tanto a Mumamata-an, a Nabi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Gowani na Pitharo Iyan ki Ama Iyan: Hai Ama! Inongka Pushimba-a so di Phakanug go di Phakailai, go da-a khilinding Iyan Ruka a maito bo"},{"SurahNumber":19,"VerseNumber":43,"Text":"Hai Ama! Mata-an! A Sakun na Sabunar a miyakaoma Rakun so Kata-o: A so da Ruka makatalingoma: Na onoti Yakongka: Ka Nggonanaon Ko Suka sa lalan a matitho"},{"SurahNumber":19,"VerseNumber":44,"Text":"Hai Ama! Dingka Pushowasowata so Shaitan: Mata-an! A so Shaitan na miyabaloi ko (Allah a) Masalinggagao a darowaka"},{"SurahNumber":19,"VerseNumber":45,"Text":"Hai Ama! Mata-an! A Sakun na ipukhawan Nakun o ba Ka masogat a siksa a pho-on ko (Allah a) Masalinggagao, na mabaloi Ka a bolayoka o Shaitan"},{"SurahNumber":19,"VerseNumber":46,"Text":"Pitharo (1 Ama Iyan): Bangka khagowadun so manga Katohanan ko, Hai Ibrahim? Mata-an a Odingka Gunuki, na Sabunar a Radiyamun Ko Suka dun: Na tawaranga Kongka sa mathai"},{"SurahNumber":19,"VerseNumber":47,"Text":"Pitharo (o Ibrahim): Kalilintad a si-i Ruka: Ipanguni Yakun Suka dun sa Ma-ap ko Kadnan Ko: Mata-an! a Sukaniyan na tatap a mala Rakun i Gagao"},{"SurahNumber":19,"VerseNumber":48,"Text":"Na Pumbulag Ako rukano a go so Puphanongganowin niyo a salakao ko Allah: Go Phanguni Ako ko Kadnan Ko: Matatangkud a di Yako Khabaloi ko Panguni Akun ko Kadnan Ko, a khaola"},{"SurahNumber":19,"VerseNumber":49,"Text":"Na kagiya a mbulag kiran a go so Pushimba-an niran a salakao ko Allah, na inibugai Ami Ron so Ishaq go so Yaqoub; na oman i isa Kiran na biyaloi Ami a Nabi"},{"SurahNumber":19,"VerseNumber":50,"Text":"Go bigan Nami Siran ko Limo Ami, go singgayan Namı Siran sa mapiya a Bantogan a Maporo"},{"SurahNumber":19,"VerseNumber":51,"Text":"Na Aloyangka ko Kitab so Musa: Mata-an! A Sukaniyan na miyabaloi a tolabos, go miyabaloi a Sogo a Nabi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Na tiyawag Ami Sukaniyan ko kilid o Palao sa tampar sa kawanan, go piyakarani Ami Sukaniyan, a Kinimbitiyarain Nami Ron"},{"SurahNumber":19,"VerseNumber":53,"Text":"Go inibugai Ami Ron a pud ko Limo Ami, so Pagari Niyan aHaroun, a Nabi"},{"SurahNumber":19,"VerseNumber":54,"Text":"Na Aloyangka ko Kitab soIsmail: Mata-an! A Sukaniyan na miyabaloi a tomotoman sa pasad, go miyabaloi a Sogo, a Nabi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Na miyabaloi a Ipushogo Iyan ko manga tonganai Niyan so Sambayang go so Zakat, go miyabaloi si-i ko Kadnan Niyan a Makasosowat"},{"SurahNumber":19,"VerseNumber":56,"Text":"Na Aloyangka ko Kitab so Edris: Mata-an! A Sukaniyan na miyabaloi a Mumamata-an, a Nabi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Go ini Poro Ami Sukaniyan ko darpa a Maporo"},{"SurahNumber":19,"VerseNumber":58,"Text":"siran man so ini Kalimo Siran o Allah a manga Nabi; a pud ko Moriyatao o Adam, go pud ko riyoran Nami (ko Kapal) a pud o Nuh, go pud ko kiyababadan ko Ibrahim go so Israil,- go pud ko tao a Tiyoro Ami go Pinili Ami. Igira a Puphangadi-an Kiran so manga Ayat o (Allah a) Masalinggagao, na Pushondong Siran a Khisosodod go Puphamanugad"},{"SurahNumber":19,"VerseNumber":59,"Text":"Na adun a miyakasalono ko oriyan Niran a miyakasambi a inilang iran so Sambayang, go piyangonotan niran so manga kabaya a ribat, na maolog siran ndun ko landung (ko Naraka)"},{"SurahNumber":19,"VerseNumber":60,"Text":"Inonta so tao a Mithaobat go Miyaratiyaya, go Minggalubuk sa"},{"SurahNumber":19,"VerseNumber":61,"Text":"mapiya: Na siran man iı Phamakasolud ko Sorga, go di siran khasalimbotan sa maito bo,61. Manga Sorga a tatap, so inidiyandi o (Allah a) Masalinggagao ko manga Oripun Niyan a da mapayag: Mata-an! A Sukaniyan na tatap a so diyandı Iyan na khitoman"},{"SurahNumber":19,"VerseNumber":62,"Text":"Da-a khanug iran ro-o a siyasiya, ogaid na Kalilintad: Go adun a bagiyan niran a pagupur kiran ro-o, sa kapita go magabi"},{"SurahNumber":19,"VerseNumber":63,"Text":"Giyoto man so Sorga a so pakiphangowaliyan Nami ko manga Oripun Nami a tao a miyabaloi a Manananggila"},{"SurahNumber":19,"VerseNumber":64,"Text":"Na (Pitharo o Jibril:) di Kami Phakatoron inonta o sabap ko Sogowan o Kadnan Ka: Kapa-ar Iyan so kasasangoran Nami go so katatalikhodan Nami, go so pagulutan noto: Na da ko butad o Kadnan Ka i ba Khalipat"},{"SurahNumber":19,"VerseNumber":65,"Text":"Kadnan o manga Langit a go so Lopa, go so pagulutan a dowa oto: Na Simba-angka Sukaniyan, go Phantang Ka makapantag ko Simba Rukaniyan: Ba adun a katawan Ka a sangai Niyan"},{"SurahNumber":19,"VerseNumber":66,"Text":"Na gi-i Tharo-on o Manosiya: Ino amai ka matai yako, Mata-an a phakagumaon nako dun a Oyagoyag"},{"SurahNumber":19,"VerseNumber":67,"Text":"(Pitharo o Allah:) Ba di khatadumi o Manosiya a Mata-an! ASukami na Inadun Nami sukaniyan gowani a da pun Ma-adun sa maito bo"},{"SurahNumber":19,"VerseNumber":68,"Text":"Na Ibut ko Kadnan Ka, Mata-an a limodun Nami siran ndun, rakhus o manga Shaitan; oriyan niyan na Mata-an a witun Nami siran ndun ko muliliyota ko Jahannam a pukhidola iran a lub iran"},{"SurahNumber":19,"VerseNumber":69,"Text":"Oriyan niyan na Mata-an a mamitbıt Kami dun ko oman i isa ka tindug sa sadun sa tanto kiran a somiyangka ko (Allah a) Masalinggagao"},{"SurahNumber":19,"VerseNumber":70,"Text":"Oriyan niyan na Sukami dun i Mata-o ko siran a siran i kiyapatotan ko kapakasolud ko Naraka"},{"SurahNumber":19,"VerseNumber":71,"Text":"Na da-a isa rukano bo a Baon ndi makasagad: Miyabaloi si-i ko Kadnan Ka, a miyapasad a Kokoman"},{"SurahNumber":19,"VerseNumber":72,"Text":"Oriyan niyan na sabutun Nami so Miyamananggila, na 1 bagak Ami ro-o so manga darowaka, a pukhidola iran a lub iran"},{"SurahNumber":19,"VerseNumber":73,"Text":"Na igira a Puphangadi-an kiran so manga Ayat Ami, a manga Rarayag, na gi-i Tharo-on o siran a Miyamangongkir, ko siran a Miyamaratiyaya: Antawa-a ko dowa ka sagorompong i tomo i darpa, go mapiya ı kalimodan"},{"SurahNumber":19,"VerseNumber":74,"Text":"Na madakul a bininasa Mi ko miya-ona an niran a pagtao, a siran i lubi a mapiya 1 kasangkapan go so kaphagilaya-on"},{"SurahNumber":19,"VerseNumber":75,"Text":"Tharowangka: Sa dun sa matago ko kadadag, na mbugan sa taalik sukaniyan o (Allah a) Masalinggagao sa madakul, taman sa amai ka kasandungan niran so ididiyandi kiran-a siksa, o di na so Bangkit,- na katokawan niran ndun so tao a sukaniyan 1 lubi a marata 1 darpa, go tanto a malobai i manga tabanga"},{"SurahNumber":19,"VerseNumber":76,"Text":"Na Puphagomanan o Allah so siran a komidug sa ontol: Sa Torowan: Na so manga tatap a manga pipiya, na tomo si-i ko Kadnan Ka, i balas, go tomo a khandodan"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ino kiyatokawan Ka so Inongkir iyan so manga Ayat Ami, go Pitharo iyan: A Mata-an a khabugan nako dun sa tamok go Wata"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ba niyan miya-ilai so da mapayag, antawa-a ba miyakakowa si-i ko (Allah a) Masalinggagao sa pasad"},{"SurahNumber":19,"VerseNumber":79,"Text":"Kuna oto! Ipushorat Ami dun so gi-i niyan Tharo-on: Go pagomanan Nami ron so siksa sa kaoman (a madakul)"},{"SurahNumber":19,"VerseNumber":80,"Text":"Go pangowaliyan Nami rukaniyan so gi-i niyan Tharo-on, go makatalingoma Rukami a tawantawan"},{"SurahNumber":19,"VerseNumber":81,"Text":"Na kominowa siran sa salakao ko Allah a manga Katohanan, ka-an siran kon mabaloi a mamakaogop kiran"},{"SurahNumber":19,"VerseNumber":82,"Text":"Kuna oto, ka Pagongkirun niran ndun so KĶKiyasimba-a kiran, go khabaloi siran a manga ridowai ran"},{"SurahNumber":19,"VerseNumber":83,"Text":"Bangka da katokawi a Mataan! A Sukami na biyotawanan nami so manga Shaitan ko Miyamangongkir, a puphangondoi kiran sa tanto a kapangondoi"},{"SurahNumber":19,"VerseNumber":84,"Text":"Na Dingka kiran punggaga ani (so siksa), ka Mata-an! Phamagitongun Nami Kiran ndun sa samporna a kapamagitong"},{"SurahNumber":19,"VerseNumber":85,"Text":"Si-i ko Alongan a limodun Nami so Miayamananggila si-i ko Masalinggagao, a khikokoda (a K hisusula-an)"},{"SurahNumber":19,"VerseNumber":86,"Text":"Na idundug Ami so manga baradosa ko Naraka Jahannam, a ma-a wao siran"},{"SurahNumber":19,"VerseNumber":87,"Text":"Da-a makapapa-ar kiran ko Sapa-at, inonta so tao a miyakakowa si-i ko (Allah a) Masalinggagao sa diyandi"},{"SurahNumber":19,"VerseNumber":88,"Text":"Na Pitharo iran: A kominowa so (Allah a) Masalinggagao sa Wata"},{"SurahNumber":19,"VerseNumber":89,"Text":"(Pitharo o Allah): Sabunsabunar a Mitharo kano sa Shai a minitaralo a pakasisingai"},{"SurahNumber":19,"VerseNumber":90,"Text":"Maito bo na so manga Langit na manga bubunsad, sa po-on ro-o, go manga bubungkag so Lopa, go mamangitombak so manga Palao a shagonaot"},{"SurahNumber":19,"VerseNumber":91,"Text":"Sa kinidaowa-an niran sa adun a Wata o (Allah a) Masalinggagao"},{"SurahNumber":19,"VerseNumber":92,"Text":"Na di patot ko Masalinggagao 1 ba kowa sa Wata"},{"SurahNumber":19,"VerseNumber":93,"Text":"Da (isa bo) ko langowan a tao a matatago ko manga Langit go so Lopa a ba di makatalingoma ko (Allah a) Masalinggagao, a Makapangangalimbaba-an"},{"SurahNumber":19,"VerseNumber":94,"Text":"Sabunsabunar a mai-itong Iyan siran, go mabibilang Iyan siran sa samporna a bilangan"},{"SurahNumber":19,"VerseNumber":95,"Text":"Na oman i isa kiran na Makatalingoma Rukaniyan ko Alongan a Qiyamah a tawantawan"},{"SurahNumber":19,"VerseNumber":96,"Text":"Mata-an! A so Miyamaratiyaya go Pinggalubuk iran so manga pipiya, na sunggayan siran ndun o (Allah a) Masalinggagao sa kakasi"},{"SurahNumber":19,"VerseNumber":97,"Text":"Na aya dun a kiyaluboda Mi ko Qur-an ko Basangka (Ya Muhammad), na-an Ka oto Mapuphamanothol ko Miyamananggila, go an Ka oto Mipamaka-iktiyar ko pagtao a manga pawal"},{"SurahNumber":19,"VerseNumber":98,"Text":"Na madakul a bininasa Mi ko miya-on an niran a pagtao! Ba adun a pukhagudam Ka kiran a isa bo, o di na pukhanug Ka kiran a karangus"}]}