{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz Quranı sənə ona gorə nazil etmədik ki, əziyyətə dusəsən"},{"SurahNumber":20,"VerseNumber":3,"Text":"Onu Allahdan qorxanlar ucun ancaq nəsihət kimi gondərdik"},{"SurahNumber":20,"VerseNumber":4,"Text":"O, yeri və uca goyləri yaradan Allah tərəfindən nazil olmusdur"},{"SurahNumber":20,"VerseNumber":5,"Text":"Mərhəmətli Allah Ərsə ucaldı"},{"SurahNumber":20,"VerseNumber":6,"Text":"Goylərdə, yerdə, onların arasında və torpagın altında nə varsa, Ona məxsusdur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sən ucadan danıssan da, danısmasan da, fərqi yoxdur. Cunki Allah sirri də, bundan daha gizli olanı da bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Ondan basqa ibadətə layiq olan məbud yoxdur. Ən gozəl adlar təkcə Ona xasdır"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musanın əhvalatı sənə gəlib catdımı"},{"SurahNumber":20,"VerseNumber":10,"Text":"O zaman o, bir od gorub ailəsinə demisdi: “Dayanın! Mən bir od gordum. Bəlkə, ondan sizə bir koz gətirdim, ya da odun yanında bir bələdci tapdım!”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Oda yaxınlasdıqda bir səda gəldi: “Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Həqiqətən, Mən sənin Rəbbinəm. Basmaqlarını cıxart. Cunki sən muqəddəs Tuva vadisindəsən"},{"SurahNumber":20,"VerseNumber":13,"Text":"Mən səni secmisəm. Sənə vəhy olunanı dinlə"},{"SurahNumber":20,"VerseNumber":14,"Text":"Həqiqətən, Mən Allaham. Məndən basqa hec bir məbud yoxdur. Mənə ibadət et və Məni xatırlamaq ucun namaz qıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Həmin Saat hokmən gələcək! Hər kəsə torətdiklərinin əvəzi verilsin deyə, Mən onu az qala Ozumdən belə gizlədirəm"},{"SurahNumber":20,"VerseNumber":16,"Text":"Qoy ona inanmayan və nəfsinin istəklərinə uyan bir kəs səni ondan yayındırmasın, yoxsa məhv olarsan"},{"SurahNumber":20,"VerseNumber":17,"Text":"Sag əlindəki nədir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa dedi: “Bu mənim əsamdır. Ona soykənir və onunla qoyunlarıma yarpaq silkələyirəm. Bu, mənim ucun basqa islərə də yarıyır”"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah buyurdu: “At onu yerə, ey Musa!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa onu yerə atdı və o, dərhal ilan olub surətlə surunməyə basladı"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah buyurdu: “Gotur onu, qorxma! Biz onu əvvəlki halına qaytaracagıq"},{"SurahNumber":20,"VerseNumber":22,"Text":"Əlini qoynuna sal ki, əlin oradan basqa bir mocuzə kimi ləkəsiz, agappaq cıxsın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Belə etdik ki, sənə ən boyuk mocuzələrimizdən bir necəsini gostərək"},{"SurahNumber":20,"VerseNumber":24,"Text":"Fironun yanına get! Cunki o, həddini asmısdır”"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: “Ey Rəbbim! Koksumu acıb genislət"},{"SurahNumber":20,"VerseNumber":26,"Text":"Isimi yungulləsdir"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimdəki duyunu ac ki"},{"SurahNumber":20,"VerseNumber":28,"Text":"sozumu anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Mənə oz ailəmdən bir koməkci ver –"},{"SurahNumber":20,"VerseNumber":30,"Text":"Qardasım Harunu"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onun sayəsində mənim gucumu artır"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu isimə ortaq et (ona da peygəmbərlik ver) ki"},{"SurahNumber":20,"VerseNumber":33,"Text":"Sənə coxlu təriflər deyək"},{"SurahNumber":20,"VerseNumber":34,"Text":"və Səni cox zikr edək"},{"SurahNumber":20,"VerseNumber":35,"Text":"Subhəsiz ki, Sən bizi gorursən!”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah buyurdu: “Dilədiyin sənə verildi, ey Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Sənə bir dəfə də mərhəmət gostərmisdik"},{"SurahNumber":20,"VerseNumber":38,"Text":"O vaxt ki, anana vəhy olunacaq seyi belə vəhy etdik"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Onu bir sandıga qoyub caya burax ki, cay onu sahilə atsın və həm Mənim dusmənim, həm də onun dusməni olan birisi onu gotursun”. Gozlərim onundə boya-basa catdırılasan deyə, Oz tərəfimdən sənə qarsı qullarım arasında məhəbbət oyatdım"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman bacın gedib camaata deyirdi: “Sizə onun qaygısına qalacaq birisini gostərimmi?” Beləliklə, gozu aydın olsun və qəm yeməsin deyə, səni anana qaytardıq. Sən boya-basa catdıqda bir nəfəri oldurdun. O vaxt Biz səni qəm-qussədən qurtardıq. Biz səni cətin sınaqlardan kecirtdik. Sən illərlə Mədyən əhli icində qaldın. Sonra da muəyyən olunmus məqama gəlib catdın, ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Mən səni Ozumə peygəmbər secdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sən və qardasın mocuzələrimlə gedin və Məni zikr etməkdə zəiflik gostərməyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fironun yanına gedin. Cunki o, həddini asmısdır"},{"SurahNumber":20,"VerseNumber":44,"Text":"Onunla yumsaq danısın. Bəlkə, oyud-nəsihət qəbul etsin, yaxud qorxsun!”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Onlar dedilər: “Ey Rəbbimiz! Biz, onun bizə siddətli cəza verməsindən və ya həddini asmasından qorxuruq”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah buyurdu: “Qorxmayın, cunki Mən sizinləyəm, esidirəm və gorurəm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Onun yanına gedib deyin: “Biz sənin Rəbbinin elciləriyik. Israil ogullarını bizimlə gondər və onlara əziyyət vermə. Biz sənin yanına Rəbbindən dəlillə gəlmisik. Dogru yolla gedənlərə salam olsun"},{"SurahNumber":20,"VerseNumber":48,"Text":"Bizə vəhy olundu ki, əzab, haqqı yalan sayıb uz dondərənlərə veriləcəkdir!”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firon dedi: “Rəbbiniz kimdir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa dedi: “Rəbbimiz hər seyə oz xilqətini verən, sonra da ona dogru yolu gostərəndir!”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firon dedi: “Bəs əvvəlki nəsillərin halı necə olacaq?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa dedi: “Onlar haqqındakı bilgi Rəbbimin yanında olan bir Kitabdadır. Rəbbim nə xəta edir, nə də unudur!”"},{"SurahNumber":20,"VerseNumber":53,"Text":"O, yer uzunu sizin ucun besik etmis, orada sizin ucun yollar salmıs və goydən su endirmisdir. Biz onunla curbəcur bitkilərdən cut-cut yetisdirdik"},{"SurahNumber":20,"VerseNumber":54,"Text":"Onlardan həm ozunuz yeyin, həm də heyvanlarınızı yemləyin. Həqiqətən, bunlarda basa dusənlər ucun dəlillər vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Biz sizi torpaqdan yaratdıq. Sizi ora qaytaracaq və bir daha oradan cıxardacagıq"},{"SurahNumber":20,"VerseNumber":56,"Text":"Biz dəlillərimizin hamısını Firona gostərdik. O isə bu dəlilləri yalan sayıb qəbul etmədi"},{"SurahNumber":20,"VerseNumber":57,"Text":"Firon dedi: “Sən oz sehrinlə bizi oz torpagımızdan qovub cıxartmagamı gəlmisən, ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz də sənə buna bənzər bir sehr gostərə bilərik. Bizimlə oz aranda gorus vaxtı təyin et. Nə biz, nə də sən vədə xilaf cıxmayaq. Bu hamımız ucun munasib bir yerdə olsun”"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa dedi: “Gorus vaxtınız bayram gunu, camaatın bir yerə toplasacagı səhər vaxtıdır!”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firon uz cevirdi, sonra da butun hiyləgərlik vasitələrini (sehrbazlarının hamısını) toplayıb gəldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi: “Vay halınıza! Allaha qarsı yalan uydurmayın, yoxsa O sizi əzabla məhv edər. Iftira yaxan ziyana ugrayar"},{"SurahNumber":20,"VerseNumber":62,"Text":"Fironun adamları oz aralarında isləri barəsində mubahisə edib xəlvətcə sohbət etdilər"},{"SurahNumber":20,"VerseNumber":63,"Text":"Onlar dedilər: “Bu ikisi, dogrudan da, sehrbazdır. Onlar oz sehrləri ilə sizi torpagınızdan qovub cıxartmaq və sizin ən gozəl yolunuzu aradan goturmək istəyirlər"},{"SurahNumber":20,"VerseNumber":64,"Text":"Odur ki, butun hiylələrinizi cəmləsdirib meydana dəstə-dəstə gəlin. Bu gun qələbə calan xilas olacaqdır”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sehrbazlar dedilər: “Ey Musa! Ya sən əvvəlcə əlindəkini at, ya da birinci atan biz olaq!”"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa dedi: “Yox, siz atın!” Sehrbazlar əllərindəkiləri yerə atan kimi sehrləri sayəsində ona elə gəldi ki, onların kəndirləri və comaqları hərəkətə gəlib surunur"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musanın urəyi xoflandı"},{"SurahNumber":20,"VerseNumber":68,"Text":"Biz dedik: “Qorxma, qalib gələn mutləq sən olacaqsan"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sag əlindəkini yerə at, onların qurduqlarını udsun. Onların qurduqları sadəcə sehrbaz hiyləsidir. Sehrbaz isə, hara gedirsə-getsin, ugur qazanmaz”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sehrbazlar səcdəyə qapanıb dedilər: “Biz Harunun və Musanın Rəbbinə iman gətirdik!”"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firon dedi: “Mən sizə izin verməmisdən əvvəl siz ona iman gətirdiniz? Subhəsiz ki, o sizə sehr oyrədən boyuyunuzdur. Mən sizin əllərinizi və ayaqlarınızı carpaz kəsdirib xurma agaclarının govdələrində carmıxa cəkəcəyəm. Onda hansımızın əzabının daha siddətli və daha surəkli oldugunu biləcəksiniz!”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar dedilər: “Biz hec vaxt səni bizə gələn bu aydın dəlillərdən və bizi yaradandan ustun tutmayacagıq. Indi nə hokm verəcəksənsə, ver. Sən ancaq bu dunyada hokm verə bilərsən"},{"SurahNumber":20,"VerseNumber":73,"Text":"Həqiqətən, biz Rəbbimizə iman gətirdik ki, O bizi gunahlarımıza və sənin bizi məcbur etdirdiyin sehrə gorə bagıslasın. Allahın mukafatı daha xeyirli, cəzası isə daha surəklidir!”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Kim Rəbbinin huzuruna gunahkar kimi gələrsə, cəhənnəmlik olar. O, orada nə olər, nə də yasayar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim Onun huzuruna yaxsı əməllər etmis bir momin kimi gələrsə, onlara ən yuksək dərəcələr nəsib olar –"},{"SurahNumber":20,"VerseNumber":76,"Text":"agacları altından caylar axan Ədn bagları. Onlar orada əbədi qalarlar. Bu, gunahlardan təmizlənənlərin mukafatıdır"},{"SurahNumber":20,"VerseNumber":77,"Text":"Biz Musaya: “Qullarımla birlikdə gecə yola cıx, əsanı suya vurmaqla onlar ucun dənizdə quru yol ac. Dusmənin sizə catmasından qorxma, cəkinmə!”– deyə vəhy etdik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firon oz ordusu ilə onları təqib etdi və dəniz onları qaplayıb batırdı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firon oz xalqını azgınlıga suruklədi və onlara dogru yol gostərmədi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil ogulları! Biz sizi dusməninizdən xilas etdik. Sizə sag tərəfinizdəki dagın yanına gəlməyiniz ucun vədə verdik. Sizə goydən manna və bildircin endirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Sizə verdiyimiz ruzilərin təmizindən yeyin və bunda həddi asmayın, yoxsa sizə qəzəbim tutar. Qəzəbimə gəlmis kimsə isə bədbəxt olar"},{"SurahNumber":20,"VerseNumber":82,"Text":"Mən, həqiqətən də, tovbə edib, iman gətirib yaxsı islər gorən, sonra da dogru yolu tutanları bagıslayıram"},{"SurahNumber":20,"VerseNumber":83,"Text":"Allah buyurdu: “Səni oz qovmundən ayrılmaga tələsdirən nə idi, ey Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa dedi: “Onlar da arxamca gəlirlər. Məndən razı qalasan deyə, Sənin yanına tələsdim, ey Rəbbim!”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah buyurdu: “Səndən sonra qovmunu sınaga cəkdik. Samiri onları yoldan cıxartdı”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa qəzəbli, kədərli halda qovmunun yanına qayıdıb dedi: “Ey qovmum! Məgər Rəbbiniz sizə gozəl bir vəd verməmisdimi? Dogrudanmı bu vaxt sizə uzun gəldi? Yoxsa Rəbbinizdən sizə bir qəzəb gəlməsini istəyib mənə verdiyiniz vədə xilaf cıxdınız?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dedilər: “Biz sənə verdiyimiz vədə oz ixtiyarımızla xilaf cıxmadıq. Lakin biz o xalqın zinət əsyasından olan agır yuklərlə yuklənmisdik. Biz onları oda atdıq. Həmcinin Samiri də onu oda atdı”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Samiri onlar ucun boyurən bir buzov heykəli duzəltdi. Buzova məftun olanlar: “Sizin də məbudunuz, Musanın da məbudu budur. Lakin o bunu unutmusdur”– dedilər"},{"SurahNumber":20,"VerseNumber":89,"Text":"Məgər bu heykəlin onlara hec bir cavab vermədiyini, onlara nə bir zərər, nə də bir fayda verməyə qadir olmadıgını gormurdulərmi"},{"SurahNumber":20,"VerseNumber":90,"Text":"Bundan əvvəl Harun onlara demisdi: “Ey qovmum! Siz bununla ancaq sınaga cəkildiniz. Həqiqətən, sizin Rəbbiniz Mərhəmətli Allahdır. Mənə tabe olun və əmrimə itaət edin!”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: “Musa yanımıza qayıtmayınca biz ona sitayis etməkdən əl cəkməyəcəyik!”– dedilər"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa dedi: “Ey Harun! Onların azdıqlarını gorduyun zaman sənə nə mane oldu ki"},{"SurahNumber":20,"VerseNumber":93,"Text":"ardımca gəlmədin? Əmrimə qarsımı cıxdın"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun dedi: “Ey anamın oglu! Saqqalımdan, sacımdan tutma. Dogrusu, mən sənin: “Israil ogullarını bir-birindən ayırdın, sozumə baxmadın!”– deyəcəyindən qorxdum"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa dedi: “Məqsədin nə idi, ey Samiri?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"O dedi: “Mən onların gormədiklərini gordum. Mən o elcinin ləpirindən (Cəbrailin atının ayagı dəydiyi yerdən) bir ovuc torpaq goturdum və onu bəzək əsyalarının ustunə atdım. Nəfsim məni buna sovq etdi”"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa dedi: “Cıx get! Sən həyatın boyu: “Mənə toxunmayın, mən də sizə toxunmayım!”– deməli olacaqsan. Səni həm də qurtula bilməyəcəyin əzab gunu gozləyir. Sən sitayis etdiyin məbuduna bax. Biz onu yandıracaq, sonra da dənizə sovuracagıq"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin məbudunuz yalnız Ozundən basqa hec bir məbud olmayan Allahdır. O, elm ilə hər seyi əhatə edir”"},{"SurahNumber":20,"VerseNumber":99,"Text":"Beləcə, olub-kecmis əhvalatlardan sənə danısırıq. Artıq sənə Oz tərəfimizdən Zikr vermisik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ondan uz dondərənlər Qiyamət gunu agır bir gunah yuku dasıyacaqlar"},{"SurahNumber":20,"VerseNumber":101,"Text":"Onlar bu vəziyyətdə əbədi qalacaqlar. Qiyamət gunu onların dasıyacagı yuk nə pis yuk olacaqdır"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun sur ufuruləcək və o gun gunahkarları gozləri gom-goy goyərmis halda bir yerə toplayacagıq"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar oz aralarında pıcıldasıb deyəcəklər: “Dunyada cəmi on gun qaldınız!”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Biz onların nə deyəcəklərini də yaxsı bilirik. Onların ən agıllısı: “Dunyada cəmisi bir gun qaldınız!”– deyəcək"},{"SurahNumber":20,"VerseNumber":105,"Text":"Səndən daglar haqqında sorusurlar. De: “Rəbbim onları dagıdıb havaya sovuracaq"},{"SurahNumber":20,"VerseNumber":106,"Text":"oranı bos duzəngaha cevirəcəkdir"},{"SurahNumber":20,"VerseNumber":107,"Text":"Sən orada nə bir enis, nə də bir yoxus gorməyəcəksən”"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun insanlar hec bir yana meyl etmədən carcının arxasınca yeriyəcəklər. Mərhəmətli Allahın qarsısında səslər kəsiləcək və sən yalnız pıcıltı esidəcəksən"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun Mərhəmətli Allahın izin verdiyi və soz deməsinə razı oldugu səxslərdən basqa hec kimin səfaəti fayda verməyəcəkdir"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah onların gələcəyini də, kecmisini də bilir. Onların elmi isə Onu ehtiva edə bilməz"},{"SurahNumber":20,"VerseNumber":111,"Text":"O gun uzlər əbədi Yasayan, yaradılanların Qəyyumu olan Allah qarsısında zəlil bir gorkəm alacaq. Gunaha batanlar isə ziyana ugrayacaqlar"},{"SurahNumber":20,"VerseNumber":112,"Text":"Momin olub yaxsı islər gorən səxslər isə nə haqsızlıqdan, nə də naqislikdən qorxmazlar"},{"SurahNumber":20,"VerseNumber":113,"Text":"Beləliklə, Biz onu ərəbcə Quran olaraq nazil etdik. Biz orada təhdidləri donə-donə acıqladıq ki, bəlkə, onlar pis əməllərindən cəkinsinlər və ya ibrət alsınlar"},{"SurahNumber":20,"VerseNumber":114,"Text":"Haqq Hokmdar olan Allah ucadır! Onun ayələrinin vəhyi sənə tamamlanmayınca Quranı oxumaga tələsmə və: “Ey Rəbbim! Elmimi artır!”– de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Biz bundan əvvəl Adəmlə də əhd baglamısdıq. Lakin o, əhdi unutdu və Biz onda əzm gormədik"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir zaman mələklərə: “Adəmə səcdə edin!”– demisdik. Iblisdən basqa hamısı səcdə etdi. O, səcdədən imtina etdi"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz dedik: “Ey Adəm! Bu, həm sənin, həm də zovcənin dusmənidir. O sizi Cənnətdən cıxartmasın, yoxsa bədbəxt olarsan"},{"SurahNumber":20,"VerseNumber":118,"Text":"Sən orada nə ac qalacaq, nə də cılpaq olacaqsan"},{"SurahNumber":20,"VerseNumber":119,"Text":"Sən orada nə susayacaq, nə də burkudən əziyyət cəkəcəksən!”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Seytan ona vəsvəsə edib dedi: “Ey Adəm! Sənə əbədiyyət agacını və tukənməyəcək bir mulku gostərimmi?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Ikisi də ondan yedilər və ayıb yerləri ozlərinə gorundu. Onlar ustlərinə Cənnət agaclarının yarpaqlarından ortməyə basladılar. Beləliklə, Adəm Rəbbinə asi olub səhv yol tutdu"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rəbbi onu secib tovbəsini qəbul etdi və onu dogru yola yonəltdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah buyurdu: “Bir-birinizə dusmən kəsilərək hamınız buradan yerə enin. Məndən sizə dogru yol gostəricisi gəldiyi zaman hər kəs Mənim dogru yol gostərən bələdcimin ardınca getsə, nə yolunu azar, nə də bədbəxt olar"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim Mənim Zikrimdən uz dondərsə, onun guzəranı sıxıntılı olacaq və Biz Qiyamət gunu onu kor kimi huzurumuza gətirdəcəyik”"},{"SurahNumber":20,"VerseNumber":125,"Text":"O deyəcək: “Ey Rəbbim! Mən dunyada gorurdumsə, indi nə ucun məni kor olaraq gətirdin?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah deyəcək: “Elədir! Cunki sənə ayələrimiz gəldi, sən isə onları unutdun. Bu gun də sən beləcə unudulacaqsan!”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Biz həddi asanı və Rəbbinin ayələrinə inanmayanı belə cəzalandırırıq. Axirət əzabı isə, daha siddətli və daha surəklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Onlardan əvvəl oz məskənlərində gəzib dolasan necə-necə nəsilləri məhv etməyimiz, onlara dərs olmadımı? Həqiqətən, bunda agıl sahibləri ucun ibrətlər vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Əgər Rəbbin tərəfindən əvvəlcədən vəd edilmis Soz və muəyyən edilmis bir vaxt olmasaydı, əzab onları dərhal yaxalayardı"},{"SurahNumber":20,"VerseNumber":130,"Text":"Onların dediklərinə səbir et. Gunəs dogmamısdan və batmamısdan əvvəl Rəbbini həmd-səna ilə təriflə, gecənin bəzi saatlarında və gunduzun iki basında Ona təriflər de ki, bəlkə razı qalasan"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlərdən bəzisini sınamaq ucun onlara dunya həyatının bərbəzəyi kimi verdiyimiz seylərə gozunu dikmə. Rəbbinin ruzisi daha xeyirli və daha davamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ailənə namaz qılmagı əmr et, ozun də onu səbirlə yerinə yetir. Biz səndən ruzi istəmirik, əksinə sənə ruzi verən Bizik. Gozəl aqibət təqvaya baglıdır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirlər: “Nə ucun o, Rəbbindən bizə bir dəlil gətirmir?”– dedilər. Məgər onlara əvvəlki səhifələrdə olanların acıq-aydın dəlili catmadımı"},{"SurahNumber":20,"VerseNumber":134,"Text":"Əgər Biz onları bundan əvvəl (Muhəmməd peygəmbər və Quran gəlməzdən oncə) əzabla məhv etsəydik, deyərdilər: “Ey Rəbbimiz! Nə ucun bizə bir peygəmbər gondərmədin ki, biz də zəlil və rusvay olmazdan əvvəl Sənin ayələrinə tabe olaq?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"De: “Hamı gozləyir, siz də gozləyin. Yaxında siz kimin dogru yol sahibi oldugunu və kimin haqq yola yonəldiyini biləcəksiniz!”"}]}