{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Há-mim. Guz\" 26. Hizb"},{"SurahNumber":46,"VerseNumber":2,"Text":"A Könyv (a Korán) kinyilatkoztatása, Allah-tól, a Hatalmastól és a Bölcstől"},{"SurahNumber":46,"VerseNumber":3,"Text":"Miaz Igazsággal és előre megszabott határidővel teremtettük az egeket és a földet És azt, ami közöttük van. Ám a hitetlenek elfordulnak attól, amire figyelmeztetést kaptak"},{"SurahNumber":46,"VerseNumber":4,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): . Hogyan vélekedtek azokról, akikhez Allah helyett fohászkodtok? Mutassátok meg nekem, hogy mit teremtettek ők a földből (földön)! Avagy nekik részesedésük lenne az egekben? Hozzatok nekem írást korábbit, mint ez! Vagy valamilyen jelét a tudásnak, ha az igazat szóljátok"},{"SurahNumber":46,"VerseNumber":5,"Text":"Éski a tévelygőbb annál, aki Allah helyett máshoz fohászkodik? Olyanhoz, aki nem hallgatja meg (és nem is válaszol), egészen a Feltámadás Napjáig és ezek az ő fohászaikkal szemben hanyagok"},{"SurahNumber":46,"VerseNumber":6,"Text":"Ha az emberek összegyűjtetnek (a Feltámadás Napján) - az ellenségeik lesznek (az ő hamis istenségeik) és megtagadják az ő szolgálatukat"},{"SurahNumber":46,"VerseNumber":7,"Text":"És ha a Mi világosan érthető Jeleink hirdettetnek nekik, azt mondják azok, akik hitetlenek az Igazsággal szemben - azután, hogy az elérkezett hozzájuk: Nyilvánvaló varázslat ez"},{"SurahNumber":46,"VerseNumber":8,"Text":"Vagy azt mondják: Ő (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) találta ki.\" Mondd: , Ha én találtam volna is ki, akkor sem rendelkeztek semmivel értem, Allah-nál. Ő a legjobb Tudója annak, mit beszéltek arról (a Koránról). Elégséges tanú Ő köztem és köztetek. Ő a Megbocsátó és a Megkönyörülő"},{"SurahNumber":46,"VerseNumber":9,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Nem hozok én újítást a Küldöttek között\". És azt sem tudom mi fog történni velem, sem azt, hogy veletek mi. Csak azt követem, amire sugallatot kaptam. Én csupán egy világos Intő vagyok"},{"SurahNumber":46,"VerseNumber":10,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Hogyan vélekedtek, ba ez (a Korán) Allab-tól van és ti. megtagadjátok? Jóllehet Izrael fiai közül egy tanú tanúságot tett egy ahhoz hasonlóra és hitt (muzulmán. lett)\", Ám ti gőgösek vagytok. Allah nem vezeti a bűnös népet"},{"SurahNumber":46,"VerseNumber":11,"Text":"A hitetlenek azt mondják azoknak, akik hisznek: ,. Ha ez jó volna, nem előztek volna meg abban.\" És mivel nem vezettetnek általa, azt mondják: , Régi hazugság ez"},{"SurahNumber":46,"VerseNumber":12,"Text":"És előzőleg ott volt Műsa (Mózes) Könyve, elöljáró vezetőként és kegyelem gyanánt. És ez (a Korán egy) olyan könyvként (nyilatkoztatott ki), amely megerősíti és igazolja (a korábbiakat) arab nyelven, hogy intse azokat, akik bűnt követtek el és örömhírként (szolgáljon) a helyesen cselekvőknek"},{"SurahNumber":46,"VerseNumber":13,"Text":"Bizony azok, akik azt mondják: A mi Urunk Allah!\" Majd pedig az Igaz és Egyenes Úton járnak, azoknak nincs félnivalójuk és nem szomorkodnak"},{"SurahNumber":46,"VerseNumber":14,"Text":"Ők a Paradicsom népe, amelyben örök tartózkodást kapnak, -jutalomképpen azért, amit tettek"},{"SurahNumber":46,"VerseNumber":15,"Text":"Örökül hagytuk az embernek, hogy a szüleivel illendő módon bánjon! Mivel az anyja kényszerből volt terhes és kényszerből szülte öt a világra. A vele való terhességtől az elválasztásig harminc hónap van. Míg eléri ereje teljét és eléri a negyvenedik évét és azt mondja: Uram! Arra ösztönözz engem, hogy hálás legyek a Te kegyedért, amit irántam és a szüleim iránt gyakoroltál! (És arra, hogy) Jóravaló módon cselekedjem, amely elnyeri a Te tetszésedet! És az utódaimban tégy engem boldogulóvá! Hozzád fordulok megbánásommal. És én a magukat alávetők közül való vagyok (muzulmán)"},{"SurahNumber":46,"VerseNumber":16,"Text":"Ők azok, akiktől azt fogadjuk el, ami a legszebb tetteik közül való, és eltekintünk a rosszaktól. Ők a Paradicsom várományosai. Igaz ígéret ez, amire ígéretet kaptak"},{"SurahNumber":46,"VerseNumber":17,"Text":"És az, aki azt mondja a szüleinek: Pfuj nektek! Talán azt ígéritek nekem, hogy előhozatok (feltámasztatok)? Jóllehet századok teltek el előttem (anélkül, hogy feltámasztattak volna.)\" Ök Allah- hoz fordulnak segítségért: , Jaj neked! Higgy! Allah ígérete igaz!\" Ő így szól: Ez nem más, mint az előttünk éltek meséi"},{"SurahNumber":46,"VerseNumber":18,"Text":"Ők azok, akiken igazzá válik a Szó, amely az előttük élt népekről szól, dzsinnekről és emberekről együtt. Ők a kárvallott vesztesek"},{"SurahNumber":46,"VerseNumber":19,"Text":"Mindenkinek fokok járnak aszerint, ahogyan cselekedett. Hogy Ő a megfelelő módon jutalmazza őket a tetteikért. Nem szenvednek el jogtalanságot"},{"SurahNumber":46,"VerseNumber":20,"Text":"Azon a Napon mikor azok, akik hitetlenek, elővezettetnek a Tűzhöz (az mondatik): A jó dolgaitokat elpocsékoltátok már az evilági életetekben és kiélveztétek azokat. Ma a megaláztatás büntetését kapjátok annak jutalmául, hogy gőgösen \"viselkedtetek a földön, jogtalanul, és mert bűnös módon éltetek"},{"SurahNumber":46,"VerseNumber":21,"Text":"Emlékezz \"Ad testvérére (Hüd- ra), midőn intette népét al-Ahgaf- ban (homokból lévő dombok, homokbuckák az Arab-Félsziget déli részén). Előtte is és utána is voltak intések (arra, hogy): .Ne szolgáljatok mást csak Allah-ot! Egy hatalmas Nap büntetésétől féltelek benneteket"},{"SurahNumber":46,"VerseNumber":22,"Text":"Azt mondják: ..Talán azért jöttél, hogy eltéríts bennünket az isteneinktől? Hozd hát és mutasd meg azt, amit ígérsz, ha az igazat szólók közül való vagy"},{"SurahNumber":46,"VerseNumber":23,"Text":"Azt mondta: A tudás bizony Allah-nál van! Én csak továbbítom nektek azt, amire küldetést kaptam. Ám, úgy látom, hogy ti tudatlan nép vagytok"},{"SurahNumber":46,"VerseNumber":24,"Text":"És amikor látták, terjeszkedve a völgyeik felé közeledve, azt mondták: ,.Felhő ez, amely esőt ad. nekünk.\" Nem! Ez az, amit oly annyira siettettetek: Szél, amelyben fájdalmas büntetés található"},{"SurahNumber":46,"VerseNumber":25,"Text":"Ura parancsára mindent elpusztít. És reggelre kelve csak a lakhelyeik voltak láthatók. Mi így jutalmazzuk a bűnös népet"},{"SurahNumber":46,"VerseNumber":26,"Text":"Olyan hatalommal ruháztuk fel őket, amilyennel titeket nem. És adtunk nekik hallást és látást és szíveket. Ám nem használt nekik semmit a hallásuk, sem a látásuk, sem a szívük, mivel tagadták Allah Jeleit. És azzal zárta körül őket, amivel gúnyolódni szoktak"},{"SurahNumber":46,"VerseNumber":27,"Text":"Bizony már elpusztítottuk a körülöttetek lévő városokat (és azok lakóit) és megvilágítottuk a jeleket. Talán visszatérnek"},{"SurahNumber":46,"VerseNumber":28,"Text":"És miért nem segítették meg őket azok, akiket közeledésként, Allah helyett vettek isteneknek? De nem! Eltűntek a közelükből, Ez az ő hazugságuk és az, amit ök találnak ki"},{"SurahNumber":46,"VerseNumber":29,"Text":"(És emlékezz arra) Midőn néhány dzsinnt fordítottunk Hozzád (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget), hogy a Koránt hallgassák. Miután megjelentek, azt mondták: Hallgassatok!\" És midőn véget ért, mint intők mentek vissza népeikhez"},{"SurahNumber":46,"VerseNumber":30,"Text":"Azt mondták: ..Ó népünk! Egy olyan írást hallgattunk, amely Misa (Mózes) után érkezett el, igazolva azt, ami előtte volt és amely az igazsághoz vezérlés, az Egyenes Úthoz"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ó népünk! Figyeljetek és feleljetek (engedelmesen) Allah hirdetőjének ( Muhammad-nak- Allah áldja meg és adjon Neki örök üdvösséget- a Küldöttnek)! És higgyetek benne\"! (Azért, hogy Allah) Megbocsáthassa a bűneiteket és egy fájdalmas büntetéstől védelmezzen meg benneteket"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ámaz, aki nem felel Allah hirdetőjének, az nem akadályozhatja (és nem menekülhet) meg a földön. Rajta kívül nincsenek neki segítői. Világos tévelygésben vannak ők"},{"SurahNumber":46,"VerseNumber":33,"Text":"Talán nem látták, hogy Allah az, Aki megteremtette az egeket és a földet, úgy, hogy ezek teremtése nem fárasztotta ki Őt? Ő képes arra, hogy életre keltse a halottat. Bizony Ő mindenre képes"},{"SurahNumber":46,"VerseNumber":34,"Text":"És azon a Napon, amikor azok, akik hitetlenkednek, elővezettetnek a Tűzhöz (kérdést kapnak): , Vajon ez nem igaz?\" Azt mondják: De igen! Az Urunkra!\" Ő így szól: ,Ízleljétek meg a büntetést, ami iránt hitetlenek voltatok"},{"SurahNumber":46,"VerseNumber":35,"Text":"Légy hát (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) állhatatosan türelmes! Ahogyan türelemmel voltak a szilárd elhatározással bíró Küldöttek! is. És ne siettesd nekik (a hitetleneknek)! Azon a \"Napon, amikor meglátják azt (a büntetést), amire ígéretet kaptak, úgy tűnik majd nekik, mintha csak egy órát töltöttek volna a napból. Továbbítás ez! Csak a bűnös nép pusztíttatik el"}]}