{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":61,"VerseNumber":1,"Text":"Everything in the heavens and on earth chants His praises; He is the Mightiest, the Wisest"},{"SurahNumber":61,"VerseNumber":2,"Text":"Oh you who believe, why do you say that which you do not (intend to) do"},{"SurahNumber":61,"VerseNumber":3,"Text":"It is greatly despised by Allah that you should say something, and then not do it"},{"SurahNumber":61,"VerseNumber":4,"Text":"Indeed, Allah loves those who fight in His path, organized and arrayed as if they were a single solid structure"},{"SurahNumber":61,"VerseNumber":5,"Text":"(Remember), when Musa said to his people, \"Oh my people, why do you annoy and irritate me? You already know that I am really the messenger of Allah for you!\" (But) when they deviated (from the truth), Allah made their hearts turn further away (from the truth). Allah does not guide the sinful people"},{"SurahNumber":61,"VerseNumber":6,"Text":"And (remember) when Jesus son of Mary said, \"Oh children of Israel, I have really been appointed the messenger of Allah towards you. I confirm the Torah, the scriptures revealed before me, and I give you the good news of the messenger after me. His name is Ahmad.\" But when that messenger arrived with clear proofs, they said, \"This is a clever deception"},{"SurahNumber":61,"VerseNumber":7,"Text":"Who could be more evil than the one inventing lies about Allah, even though what he is being invited towards is (nothing but) peace! And Allah does not guide the nation of evildoers"},{"SurahNumber":61,"VerseNumber":8,"Text":"They want to put out the light of Allah by blowing on it with their mouth. But Allah is going to complete His light _ (the guidance) _ much to the chagrin of the disbelievers"},{"SurahNumber":61,"VerseNumber":9,"Text":"It is He Who sent His messenger with the guidance and the true religion, in order that it may prevail and triumph over all (fake) religions, much to the dislike of the idolaters"},{"SurahNumber":61,"VerseNumber":10,"Text":"Oh you who believe! Shall I point out to you a trade that will save you from a painful punishment"},{"SurahNumber":61,"VerseNumber":11,"Text":"Believe in Allah and His messenger, and strive in the path of Allah with your wealth and your lives. This is (certainly) better for you, if you only knew"},{"SurahNumber":61,"VerseNumber":12,"Text":"He will forgive your sins, and usher you into the paradise, right through which run the rivers. (And He will admit you) into the excellent abodes in the eternal paradise of Eden. That is really the greatest triumph"},{"SurahNumber":61,"VerseNumber":13,"Text":"As for that other thing you love, _ Allah´s help and victory in the near future _ give the believers the good news (of that victory)"},{"SurahNumber":61,"VerseNumber":14,"Text":"Oh you who believe! Become the helper of Allah, like the disciples of Jesus, the son of Mary. He asked his disciples, \"Who will help me for (the sake of) Allah?\" They replied, \"We are the helpers of Allah!\" A group of the Israelites believed him, and another group rejected. Then, We assisted the believers against their enemies, so the believers prevailed"}]}