{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha - mima"},{"SurahNumber":45,"VerseNumber":2,"Text":"E kitaba mahaparakramasali, prajnamaya allahara kacha theke nayilakrta"},{"SurahNumber":45,"VerseNumber":3,"Text":"Niscaya asamanasamuha o yamine muminadera jan'ya rayeche bahu nidarsana"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ara tomadera srsti ebam jiba-jantura bistare bahu nidarsana rayeche emana sampradayera jan'ya, yara niscita bisbasa sthapana kare"},{"SurahNumber":45,"VerseNumber":5,"Text":"ara rata o dinera paribartane ebam allaha akasa hate ye riyaka (pani) barsana karena, atahpara tini ta dbara yaminake tara mrtyura para punarjibita karena tate ebam bayura paribartane aneka nidarsana rayeche, emana sampradayera jan'ya yara bojhe"},{"SurahNumber":45,"VerseNumber":6,"Text":"Egulo allahara ayata, ya amara apanara kache tila'oyata karachi yathayathabhabe. Kaje'i allaha ebam tamra ayatera pare tara ara kon banite imana anabe"},{"SurahNumber":45,"VerseNumber":7,"Text":"durbhoga pratyeka ghora mithyabadi papira"},{"SurahNumber":45,"VerseNumber":8,"Text":"se allahara ayatasamuha sone ya tara kache tila'oyata kara haya, tarapara se aud'dhatyera sathe atala thake yena se ta soneni. Ata'eba, apani take susambada dina yantranadayaka sastira"},{"SurahNumber":45,"VerseNumber":9,"Text":"ara yakhana se amadera kono ayata abagata haya, takhana se setake parihasera patra rupe grahana kare. Tadera'i jan'ya rayeche lanchanadayaka sasti"},{"SurahNumber":45,"VerseNumber":10,"Text":"Tadera samane rayeche jahannama; tadera krtakarma tadera kono kaje asabe na, tara allah‌ra paribarte yaderake abhibhabaka sthira kareche ora'o naya. Ara tadera jan'ya rayeche mahasasti"},{"SurahNumber":45,"VerseNumber":11,"Text":"E kura'ana satpathera disari; ara yara tadera rabera ayatasamuhera sathe kuphari kare, tadera jan'ya rayeche khuba'i yantranadayaka sasti"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allaha, yini sagarake tomadera kalyane niyojita karechena yena tamra adese tate nauyanasamuha calacala karate pare. Ara yena tomara tamra anugraha talasa karate para [1] ebam yena tomara (tamra prati) krtajnata prakasa kara"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ara tini tomadera kalyane niyojita karechena asamanasamuha o yaminera samasta kichu nija anugrahe, niscaya ete aneka nidarsanabali rayeche, emana sampradayera jan'ya yara cinta kare"},{"SurahNumber":45,"VerseNumber":14,"Text":"Yara imana eneche taderake baluna, ‘tara yena ksama kare oderake, yara allahara dinagulora pratyasa kare na. Yate allaha pratyeka sampradayake tadera krtakarmera jan'ya pratidana dite parena.’"},{"SurahNumber":45,"VerseNumber":15,"Text":"Ye satkaja kare se tara kalyanera jan'ya'i ta kare ebam ke'u manda kaja karale ta tara'i upara bartabe, tarapara tomaderake tomadera rabera dike'i pratyabartita kara habe"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ara abasya'i amara bani isara'ilake kitaba, kartrtba [1] o nabu'oyata dana karechilama ebam taderake riyika pradana karechilama uttama bastu hate, ara diyechilama taderake sakala srstira upara sresthatba"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ara amara taderake dinera yabatiya bisaye suspasta pramanadi dana karechilama. Tadera kache jnana asara para'o tara sudhu paraspara bidbesabasatah matabirodha karechila. Tara ye saba bisaye matabirodha karata, niscaya apanara raba kiyamatera dina tadera madhye se saba bisaye phayasala kare debena"},{"SurahNumber":45,"VerseNumber":18,"Text":"Tarapara amara apanake pratisthita karechi dinera bisesa bidhanera upara; kaje'i apani tara anusarana karuna. Ara yara jane na tadera kheyala-khusira anusarana karabena na"},{"SurahNumber":45,"VerseNumber":19,"Text":"Niscaya tara allah‌ra mukabilaya apanara kona'i kaje asabe na; ara niscaya yalimara eke an'yera bandhu ebam allah‌ muttakidera bandhu"},{"SurahNumber":45,"VerseNumber":20,"Text":"E kura'ana manusera jan'ya alokabartika ebam hedayata o rahamata emana sampradayera jan'ya, yara niscita bisbasa kare"},{"SurahNumber":45,"VerseNumber":21,"Text":"Naki yara duskarma kareche tara mane kare ye, amara jibana o mrtyura dika diye taderake odera mata ganya karaba yara imana eneche ebam satkaja kareche? Tadera bicara-sid'dhanta kata'i na manda"},{"SurahNumber":45,"VerseNumber":22,"Text":"ara allah‌ asamanasamuha o yaminake srsti karechena yathayathabhabe ebam yate pratyeka byaktike tara kaja anuyayi phala deya yete pare. Ara tadera prati yuluma kara habe na"},{"SurahNumber":45,"VerseNumber":23,"Text":"Tabe ki apani laksya karechena take, ye tara kheyala-khusike nija ilah‌ baniye niyeche? Ara tara kache jnana asara para allaha take bibhranta karechena [1] ebam tini tara kana o hrdaye mohara kare diyechena. Ara tini tara cokhera upara rekhechena abarana. Ata'eba, allahara pare ke take hedayeta dibe? Tabu ki tomara upadesa grahana karabe na"},{"SurahNumber":45,"VerseNumber":24,"Text":"ara tara bale, ‘ekamatra duniyara jibana'i amadera jibana, amara mari o bamci, ara kala-i kebala amaderake dhabansa kare [1].’ Bastuta e byapare tadera kono jnana ne'i, tara to sudhu dharana'i kare"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ara tadera kache yakhana amadera suspasta ayatasamuha tela'oyata kara haya takhana tadera kono yukti thake na sudhu e katha chara ye, tomara satyabadi hale amadera pitrpurusaderake niye asa"},{"SurahNumber":45,"VerseNumber":26,"Text":"Baluna, ‘allaha'i tomaderake jibana dana karena tarapara tomadera mrtyu ghatana. Tarapara tini tomaderake kiyamatera dine ekatra karabena, yate kono sandeha ne'i. Kintu besira bhaga manusa ta jane na.’"},{"SurahNumber":45,"VerseNumber":27,"Text":"Ara asamanasamuha o yaminera rajatba allahara'i ebam yedina kiyamata sanghatita habe sedina batilapanthira habe ksatigrasta"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ara apani pratyeka jatike dekhabena bhaye natajanu [1], pratyeka jatike tara kitabera [2] prati daka habe, (ebam bala habe) ‘aja tomaderake tara'i pratiphala deya habe ya tomara amala karate"},{"SurahNumber":45,"VerseNumber":29,"Text":"‘E'i amadera lekhani, ya tomadera byapare saksya debe satyabhabe. Niscaya tomara ya amala karate ta amara lipibad'dha karechilama.’"},{"SurahNumber":45,"VerseNumber":30,"Text":"Atahpara yara imana eneche ebam satkaja kareche pariname tadera raba taderake prabesa karabena sbiya rahamate. Eta'i suspasta saphalya"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ara yara kuphari kareche (taderake bala habe), ‘tomadera kache ki amara ayatasamuha patha kara hayani? Atahpara tomara ahankara karechile ebam tomara chile eka aparadhi sampradaya.’"},{"SurahNumber":45,"VerseNumber":32,"Text":"Ara yakhana bala haya, ‘niscaya allahara pratisruti satya ebam kiyamata--- ete kono sandeha ne'i, takhana tomara bale thaka, ‘amara jani na kiyamata ki; amara kebala anumana kari ebam amara to drrha bisbasi na'i.’"},{"SurahNumber":45,"VerseNumber":33,"Text":"Ara tadera manda kajagulora kuphala tadera kache prakasita habe ebam ya niye tara thatta-bidrupa karata ta taderake paribestana karabe"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ara bala habe, ‘aja amara tomaderake chere rakhaba yemana tomara e dinera saksatera bisayati chere giyechile. Ara tomadera abasasthala habe jahannama ebam tomadera kono sahayyakari'o thakabe na"},{"SurahNumber":45,"VerseNumber":35,"Text":"‘Eta e jan'ye ye, tomara allahara ayatasamuhake thatta-bidrupera patra baniyechile ebam duniyara jibana tomaderake pratarita karechila.’ Sutaram aja na taderake jahannama theke bera kara habe, ara na taderake allah‌ra santusti labhera suyoga deya habe"},{"SurahNumber":45,"VerseNumber":36,"Text":"Ata'eba, sakala prasansa allahara'i, yini asamanasamuhera raba, yaminera raba o sakala srstira raba"},{"SurahNumber":45,"VerseNumber":37,"Text":"Ara asamanasamuha o yaminera yabatiya gauraba-garima tamra'i [1] ebam tini maha parakramasali, hikamata'oyala"}]}