{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Los bizantinos[768] han sido derrotados (por los persas)"},{"SurahNumber":30,"VerseNumber":3,"Text":"en los territorios mas proximos[769] (a la peninsula arabiga: en la Gran Siria). Pero tras esta derrota, seran ellos los vencedores"},{"SurahNumber":30,"VerseNumber":4,"Text":"dentro de pocos anos[770]. Tanto lo sucedido anteriormente (la derrota de los bizantinos) como lo que sucedera (su futuro triunfo sobre los persas) han sido decretados por Al-lah. Y ese dia (el dia en que los bizantinos derroten a los persas) los creyentes (musulmanes) se alegraran"},{"SurahNumber":30,"VerseNumber":5,"Text":"de la victoria de Al-lah. El da la victoria a quien quiere. Y El es el Poderoso, el Misericordioso"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Esta) es una promesa de Al-lah; y El no incumple Sus promesas, aunque la mayoria de los hombres no lo saben"},{"SurahNumber":30,"VerseNumber":7,"Text":"Conocen solo lo superficial de esta vida terrenal, mientras que viven despreocupados de la eterna"},{"SurahNumber":30,"VerseNumber":8,"Text":"¿Acaso (quienes rechazan la verdad) no reflexionan sobre ellos mismos? Al-lah no creo los cielos y la tierra y cuanto hay entre ellos salvo con una clara finalidad y hasta una fecha decretada. Mas hay muchos hombres que niegan el encuentro con su Senor (el Dia de la Resurreccion)"},{"SurahNumber":30,"VerseNumber":9,"Text":"¿Acaso no viajan por la tierra y ven cual fue el final de quienes los precedieron (y reflexionan sobre ello)? Los superaban en fuerza, trabajaron la tierra mas que ellos y erigieron edificios y una civilizacion superior a la suya. Y les llegaron mensajeros con pruebas evidentes (pero los desmintieron y por eso fueron destruidos). Y Al-lah no fue injusto con ellos (al destruirlos), sino que fueron ellos los injustos consigo mismos (al negar la verdad)"},{"SurahNumber":30,"VerseNumber":10,"Text":"Y quienes obraron mal tuvieron el peor de los finales porque negaron las pruebas (y la revelacion) de Al-lah (que les envio a traves de Sus mensajeros) y se burlaron de ellas"},{"SurahNumber":30,"VerseNumber":11,"Text":"Al-lah origino la creacion y la repetira despues (resucitando al hombre); y luego retornaran a El (¡oh, gente!, para ser juzgados)"},{"SurahNumber":30,"VerseNumber":12,"Text":"Y cuando llegue la Hora (del Juicio Final), los pecadores que negaban la verdad se desesperaran"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ninguno de los idolos que adoraban intercedera por ellos y estos los negaran, desentendiendose (los unos de los otros)"},{"SurahNumber":30,"VerseNumber":14,"Text":"Y cuando llegue la Hora (del Juicio Final), (los creyentes y quienes rechazaban la verdad) se separaran"},{"SurahNumber":30,"VerseNumber":15,"Text":"Quienes hayan creido y actuado rectamente se regocijaran en uno de los jardines del Paraiso"},{"SurahNumber":30,"VerseNumber":16,"Text":"Mas quienes no hayan creido y hayan negado Nuestras aleyas y el encuentro con la otra vida seran conducidos al castigo (del fuego)"},{"SurahNumber":30,"VerseNumber":17,"Text":"¡Glorificado sea Al-lah al anochecer y al amanecer"},{"SurahNumber":30,"VerseNumber":18,"Text":"Y a El pertenecen todas las alabanzas en los cielos y en la tierra, (y glorificado sea) en plena noche[771] y al mediodia"},{"SurahNumber":30,"VerseNumber":19,"Text":"El hace surgir lo vivo de lo muerto y lo muerto de lo vivo y revive la tierra tras su muerte. Asi es como resucitaran"},{"SurahNumber":30,"VerseNumber":20,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta el haberlos creado a partir del polvo (la primera vez); luego se convirtieron en hombres (de carne y hueso) y se esparcieron (por la tierra)"},{"SurahNumber":30,"VerseNumber":21,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta haber creado para ustedes parejas de su misma especie para que encontraras sosiego en ellas y haber depositado entre ustedes amor y misericordia. Ciertamente, en esto hay evidencias (de Su poder) para quienes reflexionan"},{"SurahNumber":30,"VerseNumber":22,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta la creacion de los cielos y de la tierra y su diversidad de lenguas y razas. Ciertamente, en esto hay evidencias (de Su poder) para los dotados de conocimiento"},{"SurahNumber":30,"VerseNumber":23,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta su descanso, tanto de noche como de dia, y la busqueda de Su favor. Ciertamente, en esto hay evidencias (de Su poder) para quienes escuchan (y se benefician de la exhortacion)"},{"SurahNumber":30,"VerseNumber":24,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta hacer que vean el relampago con miedo y expectacion y hacer que descienda la lluvia del cielo para revivir con ella la tierra tras su muerte. Ciertamente, en esto hay evidencias (de Su poder) para quienes razonan"},{"SurahNumber":30,"VerseNumber":25,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta que el cielo y la tierra se sostienen por Su voluntad; y que, despues, tras una (sola) llamada Suya (cuando el angel Israfil sople el cuerno), resucitaran"},{"SurahNumber":30,"VerseNumber":26,"Text":"A El pertenece cuanto hay en los cielos y en la tierra, y todo Lo obedece"},{"SurahNumber":30,"VerseNumber":27,"Text":"Y El es Quien origino la creacion y la reproducira (al resucitarlos); y eso es (aun) mas facil para El. Y a El pertenecen las caracteristicas mas sublimes en los cielos y en la tierra. Y El es el Poderoso, el Sabio"},{"SurahNumber":30,"VerseNumber":28,"Text":"Al-lah les expone un ejemplo basado en ustedes mismos (¡oh, idolatras!): “¿Acaso tienen socios entre sus esclavos que compartan con ustedes por igual los bienes que les hemos proveido y de quienes temen (el uso que hagan de sus riquezas) del mismo modo que temerian a otro socio que fuera libre como ustedes?”[772]. Asi es como explicamos las pruebas (de Nuestra unicidad) a quienes razonan"},{"SurahNumber":30,"VerseNumber":29,"Text":"Y, sin embargo, los injustos no siguen sino sus propias pasiones sin un conocimiento (real). ¿Y quien puede guiar a quien Al-lah extravia (por su incredulidad)? Y esos no tendran quien los auxilie"},{"SurahNumber":30,"VerseNumber":30,"Text":"Sigue la religion (de Al-lah aferrandote a ella, ¡oh, Muhammad!), la adoracion pura, sincera y exclusiva a Al-lah que es la fitrah (o inclinacion natural) con la que Al-lah creo al hombre[773]. Su religion[774] no debe modificarse. Esta es la religion verdadera, pero la mayoria de los hombres no lo saben"},{"SurahNumber":30,"VerseNumber":31,"Text":"Vuelvanse a El arrepentidos, temanlo, realicen el salat y no sean de los idolatras"},{"SurahNumber":30,"VerseNumber":32,"Text":"(No sean) de esos que han creado divisiones en su religion fragmentandose en sectas, de manera que cada una de ellas esta complacida con lo que sigue"},{"SurahNumber":30,"VerseNumber":33,"Text":"Y si los hombres se ven afectados por una desgracia, invocan (solo) a su Senor volviendose a El en arrepentimiento; mas si reciben Su misericordia, un grupo de ellos adoran a otros ademas de a su Senor"},{"SurahNumber":30,"VerseNumber":34,"Text":"y son ingratos con lo que les hemos concedido. ¡Disfruten por un tiempo, que ya sabran (lo que les espera)"},{"SurahNumber":30,"VerseNumber":35,"Text":"¿O acaso les hemos enviado una solida prueba que justifique lo que adoran y equiparan con Al-lah"},{"SurahNumber":30,"VerseNumber":36,"Text":"Y si concedemos a los hombres (una bendicion como) misericordia, se regocijan de ello; mas si les sucede una desgracia como consecuencia de sus propias acciones, entonces se desesperan"},{"SurahNumber":30,"VerseNumber":37,"Text":"¿Acaso no ven que Al-lah concede provision abundante a quien quiere y se la restringe (a quien quiere). Ciertamente, en ello hay pruebas (del poder de Al-lah) para quienes creen"},{"SurahNumber":30,"VerseNumber":38,"Text":"Concede a los parientes cercanos los derechos que les corresponden, asi como a los pobres y a los viajeros (que no disponen de medios para proseguir su viaje). Ello es lo mejor para quienes buscan la complacencia de Al-lah (y Su recompensa); y (quienes asi actuen) seran quienes prosperen (y triunfen en esta vida y en la otra)"},{"SurahNumber":30,"VerseNumber":39,"Text":"Y aquello que den (como regalo) con la intencion de recibir algo mas valioso a cambio no obtendra la recompensa de Al-lah (el Dia de la Resurreccion); pero lo que den en caridad, buscando con ello la complacencia de Al-lah, (eso si sera aceptado por El) y multiplicara con creces la recompensa de quien asi obre"},{"SurahNumber":30,"VerseNumber":40,"Text":"Al-lah es Quien los creo y luego los proveyo con Su sustento; despues hara que perezcan y posteriormente los resucitara. ¿Acaso alguno de los idolos que adoran fuera de El puede hacer algo de esto? ¡Alabado y exaltado sea Al-lah! El esta muy por encima de compartir la divinidad con aquellos a los que adoran"},{"SurahNumber":30,"VerseNumber":41,"Text":"El mal ha hecho su aparicion en la tierra y en el mar como consecuencia de las acciones de los hombres para que sufran por lo que han hecho y, tal vez asi, se vuelvan a Al-lah en arrepentimiento"},{"SurahNumber":30,"VerseNumber":42,"Text":"Diles (¡oh, Muhammad!, a quienes te desmienten): “Recorran la tierra y observen cual fue el final de quienes los precedieron (y negaron la verdad). La mayoria de ellos fueron idolatras”"},{"SurahNumber":30,"VerseNumber":43,"Text":"Sigue la religion verdadera (del Islam) antes de que llegue el dia ineludible decretado por Al-lah (el Dia de la Resurreccion). Ese dia (los hombres) se separaran (en dos grupos)"},{"SurahNumber":30,"VerseNumber":44,"Text":"Quienes hayan rechazado la verdad sufriran las consecuencias de su rechazo; mas quienes hayan obrado rectamente habran preparado para ellos mismos (su lugar en el Paraiso)"},{"SurahNumber":30,"VerseNumber":45,"Text":"(Asi) recompensara (Al-lah) con Su favor a quienes hayan creido y obrado rectamente. El no ama a quienes niegan la verdad"},{"SurahNumber":30,"VerseNumber":46,"Text":"Y entre las pruebas (de Su poder y magnificencia) esta que El envia los vientos anunciadores (de la lluvia) para que reciban Su misericordia, para que las embarcaciones naveguen por orden Suya (y siguiendo Su voluntad) y para que puedan buscar Su favor y ser agradecidos"},{"SurahNumber":30,"VerseNumber":47,"Text":"Y, ciertamente, enviamos mensajeros a sus respectivos pueblos con anterioridad a ti (¡oh, Muhammad!), y se presentaron con pruebas evidentes (mas los desmintieron). Entonces castigamos a los pecadores (que rechazaron a sus profetas); y es un deber Nuestro auxiliar a los creyentes"},{"SurahNumber":30,"VerseNumber":48,"Text":"Al-lah es Quien envia los vientos que forman nubes, las cuales dispersa por el cielo como desea. Despues las fragmenta y ves como la lluvia sale de su interior. Y cuando hace que esta se precipite sobre quienes quiere de entre Sus siervos, estos se regocijan"},{"SurahNumber":30,"VerseNumber":49,"Text":"mientras que, antes de que se precipitara sobre ellos, estaban completamente desesperados"},{"SurahNumber":30,"VerseNumber":50,"Text":"Observa el efecto de la misericordia de Al-lah: como revive la tierra tras su muerte. Quien hace revivir la tierra resucitara a los muertos; y El es Todopoderoso"},{"SurahNumber":30,"VerseNumber":51,"Text":"Y si enviamos un viento (abrasador que seca sus cosechas) y ven como estas amarillecen (tras haber reverdecido con la lluvia), se vuelven ingratos"},{"SurahNumber":30,"VerseNumber":52,"Text":"Y tu (¡oh, Muhammad!) no puedes hacer que los muertos (de corazon) y los sordos (que no quieren oir la verdad) oigan la llamada (a la fe), si se alejan dandole la espalda"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ni puedes guiar a los ciegos (que no quieren ver la verdad) y sacarlos de su extravio. Solo puedes hacer que te escuchen quienes creen en Nuestras aleyas y se someten (a Nuestra voluntad siguiendo el Islam)"},{"SurahNumber":30,"VerseNumber":54,"Text":"Al-lah es Quien los ha creado en un estado de debilidad y los ha hecho fuertes despues para devolverlos (finalmente) a la debilidad de la vejez. El crea lo que quiere; y El es el Omnisciente, el Todopoderoso"},{"SurahNumber":30,"VerseNumber":55,"Text":"Y cuando llegue la hora (de la resurreccion), los pecadores incredulos juraran no haber vivido en la tierra mas de una hora. Del mismo modo (que se equivocaron acerca del tiempo real que vivieron en la tierra), se alejaron (tambien) de la verdad (al no creer en el Dia del Juicio Final)"},{"SurahNumber":30,"VerseNumber":56,"Text":"Y a quienes se les concedio el conocimiento y la fe[775] diran: “Ciertamente han permanecido (en la tierra) el tiempo decretado por Al-lah hasta el Dia de la Resurreccion. Y este es el Dia de la Resurreccion, pero ustedes lo ignoraban (y por eso lo negaban)"},{"SurahNumber":30,"VerseNumber":57,"Text":"Y ese dia de nada les serviran las excusas a quienes hayan sido injustos (negando la verdad) ni tendran una segunda oportunidad (para complacer a Al-lah)"},{"SurahNumber":30,"VerseNumber":58,"Text":"Y hemos expuesto a los hombres en este Coran todo tipo de ejemplos. Y si mostrases (a tu pueblo, ¡oh, Muhammad!) un milagro (que probase tu veracidad), quienes rechazan la verdad dirian (a los creyentes): “No siguen sino falsedad (y brujeria)”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Asi es como Al-lah sella los corazones de los ignorantes (que no aceptan la verdad)"},{"SurahNumber":30,"VerseNumber":60,"Text":"Se paciente (¡oh, Muhammad!), pues la promesa de Al-lah (acerca de tu victoria sobre ellos) es cierta. Y no dejes que quienes carecen de fe te desanimen (a la hora de transmitir el mensaje de Al-lah)"}]}