{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kəf. Ha. Yə. Ayn. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu sənin Rəbbinin Öz qulu Zəkəriyyaya göstərdiyi mərhəmətinin yada salınmasıdır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zaman Zəkəriyya Rəbbinə gizlicə dua edib"},{"SurahNumber":19,"VerseNumber":4,"Text":"demişdi: “Ey Rəbbim! Artıq sümüklərim zəifləmiş, başım da ağappaq ağarmışdır. Ey Rəbbim! Sənə etdiyim dua sayəsində heç vaxt bədbəxt olmamışam"},{"SurahNumber":19,"VerseNumber":5,"Text":"Mən özümdən sonra gələn qohumlarımdan dinə etinasız yanaşacaqlarından qorxuram. Zövcəm də sonsuzdur. Mənə Öz tərəfindən elə bir övlad bəxş et ki"},{"SurahNumber":19,"VerseNumber":6,"Text":"o həm mənə, həm də Yaqub nəslinə varis olsun. Ey Rəbbim! Elə et ki, o Sənin razılığını qazanmış olsun!”"},{"SurahNumber":19,"VerseNumber":7,"Text":"Ona belə vəhy olundu: “Ey Zəkəriyya! Səni Yəhya adlı bir oğulla müjdələyirik. Biz bu adı ondan öncə kimsəyə qoymamışıq!”"},{"SurahNumber":19,"VerseNumber":8,"Text":"O dedi: “Ey Rəbbim! Zövcəm sonsuz bir qadın ikən, özüm də qocalığın son həddində olduğum halda necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"Mələk dedi: «Bu, belədir, lakin Rəbbin buyurdu: “Bu Mənim üçün asandır. Axı əvvəlcə sənin özünü də sən heç bir şey deyilkən xəlq etmişdim!”»"},{"SurahNumber":19,"VerseNumber":10,"Text":"O dedi: “Ey Rəbbim! Mənim üçün bir əlamət müəyyən et”. Allah buyurdu: “Əlamətin budur ki, sən sağlam ikən üç gecə adamlarla danışmayacaqsan!”"},{"SurahNumber":19,"VerseNumber":11,"Text":"O, mehrabdan öz qövmünün qarşısına çıxıb onlara işarə ilə başa saldı ki: “Səhər-axşam Allaha təriflər deyin!”"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yəhyaya da: “Ey Yəhya! Kitabdan möhkəm yapış!”– deyə vəhy etdik. Biz ona uşaq ikən hikmət bəxş etdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Üstəlik Öz tərəfimizdən bir şəfqət və paklıq da bəxş etdik. O, müttəqi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Həm də ata-anasına qarşı qayğıkeş idi; lovğa və asi deyildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Doğulduğu gün də, öləcəyi gün də, yenidən dirildiləcəyi gün də ona salam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitabda Məryəmi də yada sal. O zaman o, ailəsindən ayrılıb şərq tərəfdə olan bir yerə çəkilmiş"},{"SurahNumber":19,"VerseNumber":17,"Text":"və ibadət vaxtı onlardan gizlənmək üçün pərdə tutmuşdu. Biz Öz Ruhumuzu (Cəbraili) onun yanına göndərdik. O, Məryəmin qarşısında kamil bir insan surətində peyda oldu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Məryəm dedi: “Mən səndən Mərhəmətli Allaha sığınıram! Əgər müttəqisənsə, mənə toxunma”"},{"SurahNumber":19,"VerseNumber":19,"Text":"Mələk dedi: “Mən sənə ancaq pak bir oğlan bəxş etmək üçün Rəbbinin elçisiyəm”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Məryəm dedi: “Mənə bir insan toxunmadığı və özüm də zinakar olmadığım halda, necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Mələk dedi: «Bu belədir, lakin Rəbbin buyurdu: “Bu, Mənim üçün asandır. Biz onu insanlar üçün bir möcüzə və Öz tərəfimizdən bir mərhəmət edəcəyik. Bu, hökmü verilmiş bir işdir”»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Məryəm uşağa qaldı və bətnindəki ilə birlikdə gedib uzaq bir yerə çəkildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Doğuş sancıları onu bir xurma ağacının gövdəsinə söykənməyə vadar etdi. O dedi: “Kaş bundan əvvəl öləydim və bir dəfəlik unudulaydım!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Məryəmin aşağı tərəfindən (İsa və ya Cəbrail) onu səsləyib dedi: “Qəm yemə, Rəbbin sənin ayağının altından bir bulaq axıtdı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Xurma ağacının gövdəsini özünə tərəf silkələ ki, üstünə yetişmiş, təzə xurma tökülsün"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, iç, gözün aydın olsun! Əgər insanlardan kimisə görsən, de: “Mən Mərhəmətli Allaha oruc tutmağı nəzir etmişəm. Odur ki, bu gün heç kimlə danışmayacağam”»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Məryəm körpəni qucağına alıb öz tayfasının yanına gətirdi. Onlar dedilər: “Ey Məryəm! Sən yaramaz (və ya görünməmiş) bir iş tutmusan"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harunun bacısı! Atan pis kişi, anan da pozğun deyildi”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Məryəm ona işarə etdi. Onlar dedilər: “Beşikdə olan körpə ilə necə danışaq?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Körpə dil açıb dedi: “Həqiqətən də, mən Allahın quluyam! O mənə Kitab verdi və məni peyğəmbər etdi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Harada oluramsa olum, məni mübarək etdi və nə qədər ki sağam, mənə namaz qılıb zəkat verməyi əmr etdi"},{"SurahNumber":19,"VerseNumber":32,"Text":"Həm də məni anama qarşı qayğıkeş etdi; məni lovğa və bədbəxt etmədi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Doğulduğum gün də, öləcəyim gün də, yenidən dirildiləcəyim gün də mənə salam olsun!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Barəsində şübhəyə düşdükləri haqq söz olan Məryəm oğlu İsa budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allaha övlad götürmək yaraşmaz. O, pak və müqəddəsdir! O, bir işin olmasını istədikdə ona ancaq “Ol!”– deyər, o da dərhal olar"},{"SurahNumber":19,"VerseNumber":36,"Text":"İsa dedi: “Həqiqətən, Allah həm mənim Rəbbim, həm də sizin Rəbbinizdir. Elə isə yalnız Ona ibadət edin! Düz yol da budur”"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra firqələrin arasında ziddiyyət düşdü. Böyük günü görəcək kafirlərin vay halına"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar Bizim hüzurumuza gələcəkləri gün necə yaxşı eşidəcək, necə də yaxşı görəcəklər! Lakin zalımlar bu gün açıq-aydın azğınlıq içindədirlər"},{"SurahNumber":19,"VerseNumber":39,"Text":"Sən onları işin bitmiş olacağı peşmançılıq günü ilə qorxut! İndi onlar hələ qəflətdədirlər və iman gətirmirlər"},{"SurahNumber":19,"VerseNumber":40,"Text":"Şübhəsiz ki, yerə və onun üstündə qalanlara təkcə biz sahib çıxacağıq. Onların qayıdışı Bizə olacaqdır"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitabda İbrahimi də xatırla! Həqiqətən, o, sadiq insan və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir zaman o, atasına demişdi: “Atacan! Nə üçün eşitməyən, görməyən və sənə heç bir faydası olmayan bir şeyə sitayiş edirsən"},{"SurahNumber":19,"VerseNumber":43,"Text":"Atacan! Həqiqətən, sənə gəlməyən bir elm mənə gəlmişdir. Arxamca gəl ki, səni doğru yola yönəldim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Atacan! Şeytana ibadət etmə! Həqiqətən, şeytan Mərhəmətli Allaha çox asi oldu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Atacan! Qorxuram ki, Mərhəmətli Allahdan sənə bir əzab toxunsun və beləcə, şeytana yoldaş olasan”"},{"SurahNumber":19,"VerseNumber":46,"Text":"Atası dedi: “Sən mənim məbudlarımdan üzmü çevirirsən, ey İbrahim!? Əgər buna son qoymasan, səni mütləq daşqalaq edəcəyəm. Uzun müddət məndən uzaq ol!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"İbrahim dedi: “Sənə salam olsun! Mən Rəbbimdən sənin üçün bağışlanma diləyəcəyəm. Həqiqətən, O mənə qarşı çox lütfkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Mən sizi və Allahdan başqa sitayiş etdiyiniz bütləri tərk edir və öz Rəbbimə dua edirəm. Ola bilsin ki, mən Rəbbimə dua etməklə heç vaxt bədbəxt olmayım”"},{"SurahNumber":19,"VerseNumber":49,"Text":"İbrahim onları və onların Allahdan başqa yalvardıqlarını tərk etdiyi zaman Biz ona İshaqı və Yaqubu bəxş etdik. Biz onların hər ikisini peyğəmbər etdik"},{"SurahNumber":19,"VerseNumber":50,"Text":"Biz onlara öz mərhəmətimizdən əta etdik və gələcək nəsillər həmişə yada salsın deyə onlara yaxşı ad qismət elədik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitabda Musanı da xatırla! Həqiqətən o, seçilmiş bir elçi və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz Musanı sağ tərəfindəki dağın yaxınlığından çağırdıq və onunla danışıb onu özümüzə yaxın etdik"},{"SurahNumber":19,"VerseNumber":53,"Text":"Biz Öz mərhəmətimizdən ona qardaşı Harunu da bir peyğəmbər olaraq bəxş etdik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitabda İsmaili də xatırla! Həqiqətən, o öz vədinə sadiq idi. O, bir elçi və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"O öz ailəsinə namaz qılmağı, zəkat verməyi əmr edirdi. O, Rəbbinin rizasını qazanmışdı"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitabda İdrisi də xatırla! Həqiqətən, o, düz danışan adam və bir peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yüksək bir məqama ucaltdıq"},{"SurahNumber":19,"VerseNumber":58,"Text":"Onlar Allahın nemət bəxş etdiyi peyğəmbərlərdən, Adəmin və Nuhla birlikdə gəmidə daşıdığımız kimsələrin nəslindən, İbrahimin və İsrailin nəslindən seçib haqq yola yönəltdiyimiz kimsələrdəndir. Onlar özlərinə Mərhəmətli Allahın ayələri oxunduğu zaman səcdəyə qapanıb ağlayanlardır"},{"SurahNumber":19,"VerseNumber":59,"Text":"Onların arxasınca namazı buraxıb şəhvətə uyan bir nəsil gəldi. Onlar ziyana uğrayacaqlar"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancaq Allaha tövbə edib iman gətirənlər və xeyirxahlıq edənlərdən başqa! Onlar Cənnətə daxil olacaq və heç bir haqsızlığa məruz qalmayacaqlar"},{"SurahNumber":19,"VerseNumber":61,"Text":"Bu Cənnət Mərhəmətli Allahın Öz qullarına vəd etdiyi və onların görmədikləri Ədn bağlarıdır. Onun vədi mütləq yerinə yetəcəkdir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Onlar orada boş sözlər deyil, ancaq: “Salam!” eşidəcəklər. Orada səhər-axşam onların ruzisi olacaqdır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Qullarımızdan olan müttəqilər üçün miras edəcəyimiz Cənnət budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Mələklər dedi: “Biz dünyaya ancaq sənin Rəbbinin əmri ilə enirik. Önümüzdə, arxamızda və onların arasında nə varsa, Ona məxsusdur. Rəbbin unudan deyildir”"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, göylərin, yerin və onların arasında olanların Rəbbidir! Elə isə yalnız Ona ibadət et və Ona ibadətdə səbirli ol! Heç Ona oxşarını tanıyırsanmı"},{"SurahNumber":19,"VerseNumber":66,"Text":"İnsan soruşar: “Doğrudanmı mən öldükdən sonra qəbirdən diri çıxardılacağam?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Məgər insan ilk əvvəl onu heç bir şey deyilkən yaratdığımızı xatırlamırmı"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rəbbinə and olsun ki, Biz onları şeytanlarla birlikdə bir yerə toplayacaq, sonra da onları diz üstə çökmüş halda Cəhənnəmin ətrafına yerləşdirəcəyik"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra hər firqədən Mərhəmətli Allaha ən çox asi olanı çıxardacağıq"},{"SurahNumber":19,"VerseNumber":70,"Text":"Orada yanmağa daha çox layiq olanları, əlbəttə ki, Biz yaxşı tanıyırıq"},{"SurahNumber":19,"VerseNumber":71,"Text":"İçinizdən hər kəs oraya varid olacaqdır. Bu, Rəbbinin əzəldən müəyyən etdiyi qəti bir qərardır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz müttəqiləri oddan xilas edəcək, zalımları isə orada diz üstə çökmüş halda tərk edəcəyik"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara açıq-aydın ayələrimiz oxunduğu zaman kafirlər möminlərə deyərlər: “Bu iki firqədən hansının məqamı daha yaxşı, məclisi daha gözəldir?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Biz onlardan əvvəl var-dövlət və zahiri görünüşcə onlardan daha üstün olan neçə-neçə nəsilləri məhv etdik"},{"SurahNumber":19,"VerseNumber":75,"Text":"De: “Qoy Mərhəmətli Allah azğınlıqda olan hər kəsə uzun müddət möhlət versin! Nəhayət, özlərinə vəd olunan ya əzabı, ya da o Saatı gördükləri zaman onlar kimin məqamının daha pis, kimin ordusunun daha zəif olduğunu biləcəklər”"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah doğru yolda olanların doğruluğunu artırar. Əbədi qalan yaxşı əməllər isə Rəbbinin yanında savab baxımından daha xeyirli, aqibətcə daha yaxşıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayələrimizi inkar edib: “Mənə hökmən var-dövlət və övlad veriləcəkdir!”– deyən adamı gördünmü"},{"SurahNumber":19,"VerseNumber":78,"Text":"Olmaya, o, qeybdən xəbərdardır, yoxsa Mərhəmətli Allahdan vədə almışdır"},{"SurahNumber":19,"VerseNumber":79,"Text":"Xeyr! Biz onun dediklərini yazacaq və əzabını qat-qat artıracağıq"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun dediyi şeylər Bizə qalacaq və o, hüzurumuza tək-tənha gələcəkdir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Müşriklər Allahdan başqa məbudlar qəbul etdilər ki, onlara kömək olsunlar"},{"SurahNumber":19,"VerseNumber":82,"Text":"Xeyr! Qiyamət günü o bütlər onların ibadətini inkar edəcək və onların əleyhinə çıxacaqlar"},{"SurahNumber":19,"VerseNumber":83,"Text":"Məgər kafirlərin üstünə onları günaha sövq edən şeytanları göndərdiyimizi görmürsənmi"},{"SurahNumber":19,"VerseNumber":84,"Text":"Odur ki, onlardan ötrü əzab diləməyə tələsmə. Biz onların günlərini bir-bir sayırıq"},{"SurahNumber":19,"VerseNumber":85,"Text":"O gün Biz müttəqiləri Mərhəmətli Allahın hüzuruna hörmətli nümayəndələr kimi toplayarıq"},{"SurahNumber":19,"VerseNumber":86,"Text":"Günahkarları isə Cəhənnəmə susamış olduqları halda qovub apararıq"},{"SurahNumber":19,"VerseNumber":87,"Text":"Mərhəmətli Allahdan əhd almış kəslərdən başqaları şəfaət etməyə qadir olmazlar"},{"SurahNumber":19,"VerseNumber":88,"Text":"Kafirlər: “Mərhəmətli Allah özünə övlad götürmüşdür!”– dedilər"},{"SurahNumber":19,"VerseNumber":89,"Text":"Siz olduqca pis bir iş tutdunuz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Bundan az qaldı göylər parçalansın, yer yarılsın və dağlar yerindən qopub uçsun –"},{"SurahNumber":19,"VerseNumber":91,"Text":"Mərhəmətli Allaha övlad isnad etdiklərinə görə"},{"SurahNumber":19,"VerseNumber":92,"Text":"Mərhəmətli Allaha özünə övlad götürmək yaraşmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Göylərdə və yerdə olanların hamısı Mərhəmətli Allahın hüzuruna ancaq bir qul kimi gələcək"},{"SurahNumber":19,"VerseNumber":94,"Text":"Allah onları hesablamış və bir-bir saymışdır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Onların hər biri Qiyamət günü Onun hüzuruna tək-tənha gələcək"},{"SurahNumber":19,"VerseNumber":96,"Text":"İman gətirib yaxşı işlər görənlər üçün Mərhəmətli Allah qəlblərdə bir sevgi yaradacaq"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz onu (Quranı) sənin dilinlə asanlaşdırdıq ki, onunla müttəqilərə müjdə verəsən və inadkarlara xəbərdarlıq edəsən"},{"SurahNumber":19,"VerseNumber":98,"Text":"Biz onlardan əvvəl neçə-neçə nəsilləri məhv etdik. Heç onlardan kiminsə mövcudluğunu hiss edir və yaxud onlardan bir hənirti eşidirsənmi"}]}