{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":65,"VerseNumber":1,"Text":"o pravakta! Miru strilaku vidakulu (talakh) iccetappudu variki, vari nirnita gaduvu (iddat) to vidakulivvandi. Mariyu a gaduvunu khaccitanga lekkapettandi. Mariyu mi prabhuvaina allah patla bhayabhaktulu kaligi undandi. Varu bahiranganga aslila cestalaku palpadite tappa, miru varini vari indla nundi vedala gottakandi mariyu varu kuda svayanga velli pokudadu. Mariyu ivi allah nirnayincina haddulu. Mariyu evadaite allah (nirnayincina) haddulanu atikramistado vastavaniki vadu tanaku tane an'yayam cesukunnatlu. Niku teliyadu, bahusa! Dani taruvata allah edaina krotta margam cupincavaccu"},{"SurahNumber":65,"VerseNumber":2,"Text":"ika vari nirnita gaduvu mugisinappudu, varini dharmaprakaranga (vivahabandhanlo) uncukondi, leda dharmaprakaranga varini vidaci pettandi. Mariyu milo n'yayavantulaina iddaru vyaktulanu saksuluga pettukondi. Mariyu allah koraku saksyam sarigga ivvandi. Allah nu mariyu antima dinamunu visvasince prati vyakti koraku, i vidhamaina upadesamivvabadutondi. Mariyu allah yandu bhayabhaktulu galavaniki, ayana muktimargam cuputadu"},{"SurahNumber":65,"VerseNumber":3,"Text":"Mariyu ayana, ataniki atadu uhincani dikku nundi jinavopadhini prasadistadu. Mariyu allah mida nam'makam uncukunna vaniki ayane calu. Niscayanga, allah tana pani purti cesi tirutadu. Vastavaniki, allah pratidaniki dani vidhi (khadr) nirnayinci unnadu"},{"SurahNumber":65,"VerseNumber":4,"Text":"mariyu mi strilu rtusravapu vayas'su gadici poyinavaraite leka miku danini gurinci elanti anumanam unte; leka vari rtusravam inka prarambham kani varaite, alanti vari gaduvu mudu masalu. Mariyu garbhavatulaina strila gaduvu vari kanpu ayye varaku. Mariyu allah patla bhayabhaktulu galavaniki ayana, atani vyavaharanlo saulabhyam kaligistadu"},{"SurahNumber":65,"VerseNumber":5,"Text":"idi allah ajna, ayana danini mipai avatarimpajesadu. Mariyu evadaite allah patla bhayabhaktulu kaligi untado, ayana atani papalanu tolagistadu. Mariyu atani pratiphalanni adhikam cestadu"},{"SurahNumber":65,"VerseNumber":6,"Text":"(nirnita gaduvu kalanlo) mi sakti meraku, miru nivasince cotane, varini kuda nivasincanivvandi. Mariyu varini ibbandulaku guri ceyadaniki varini badhincakandi. Mariyu varu garbhavatulaite, varu prasavince varaku vari mida kharcu pettandi. Okavela varu mi biddaku palupadutunnatlaite, variki vari pratiphalam ivvandi. Dani koraku miru dharmasam'matanga mi madhya sampradimpulu cesukondi. Okavela miku dani (palicce) visayanlo ibbandulu kaligite, (tandri) maroka strito (biddaku) palippincavaccu"},{"SurahNumber":65,"VerseNumber":7,"Text":"sampannudaina vyakti tana arthika stomata prakaram kharcu pettali. Mariyu takkuva jivanopadhi gala vyakti allah tanaku prasadincina vidhanga kharcupettali. Allah e vyaktipai kuda ataniki prasadincina dani kante mincina bharam veyadu. Allah kastam taruvata sukham kuda kaligistadu"},{"SurahNumber":65,"VerseNumber":8,"Text":"Mariyu enno nagaravasulu, tama prabhuvu mariyu ayana pravaktala ajnalanu tiraskarincaru. Appudu memu vati prajala nundi kathinanga lekka tisukunnamu. Mariyu variki tivramaina siksanu sid'dha paricamu"},{"SurahNumber":65,"VerseNumber":9,"Text":"kavuna varu tama vyavaharala dustaphalitanni ruci cusaru. Mariyu vari vyavaharala paryavasanam nastame"},{"SurahNumber":65,"VerseNumber":10,"Text":"allah vari koraku kathinamaina siksanu sid'dhaparaci uncadu. Kavuna visvasulaina bud'dhamantulara! Allah patla bhayabhaktulu kaligi undandi. Vastavaniki allah mi vaddaku hitabodhanu (khur'an nu) avatarimpajesadu"},{"SurahNumber":65,"VerseNumber":11,"Text":"oka pravaktanu kuda! Atanu miku spastamaina allah sucanalanu (ayat lanu) vinipistunnadu. Adi, visvasinci satkaryalu cesevarini andhakarala nundi veluguloniki tisukuravataniki. Mariyu allah nu visvasinci satkaryalu cesevarini, ayana krinda selayellu pravahince svargavanalalo pravesimpajestadu. Akkada varu sasvatanga kalakalam untaru. Vastavaniki allah alanti vyakti koraku uttama jivanopadhini prasadincadu"},{"SurahNumber":65,"VerseNumber":12,"Text":"allah ye saptakasalanu mariyu vatini polina bhumandalanni srstinci, vati madhya ayana tana adesalanu avatarimpajestu vuntadu. Niscayanga, allah pratidi ceyagala samardhudu mariyu vastavaniki allah tana jnananto pratidanini parivestinci vunnadani miru telusukovataniki"}]}