{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"¡Bendito sea Aquel que revelo a Su siervo el Libro (el Coran) que discierne entre la verdad y la falsedad para amonestar a los mundos de los hombres y de los yinn"},{"SurahNumber":25,"VerseNumber":2,"Text":"Aquel a Quien pertenece la soberaniade los cielos y de la tierra, no ha tomado para Si ningun hijo ni comparte Su dominio con nadie. Y El es Quien creo todas las cosas (con perfeccion y) en su debida medida"},{"SurahNumber":25,"VerseNumber":3,"Text":"Y, sin embargo, (los idolatras) adoran otras divinidades fuera de Al-lah que no son capaces de crear nada, mientras que ellas han sido creadas, y que no tienen poder para perjudicarse o beneficiarse a si mismas, ni pueden causar la muerte ni dar la vida ni resucitar a los muertos"},{"SurahNumber":25,"VerseNumber":4,"Text":"Y quienes rechazan la verdad dicen: «Esto no es mas que una gran mentira que ha inventado (Muhammad) con la ayuda de otras gentes». Mas son ellos quienes han cometido una injusticia (al negar la verdad) y han proferido una mentira"},{"SurahNumber":25,"VerseNumber":5,"Text":"Y (otros de ellos) dicen: «No son sino viejas leyendas que ha copiado (o mandado copiar de otros libros) y le han sido recitadas manana y tarde»"},{"SurahNumber":25,"VerseNumber":6,"Text":"Diles (¡oh, Muhammad!): «(El Coran) ha sido revelado por Aquel que conoce los secretos de los cielos y de la tierra. En verdad, El es Indulgente y Misericordioso»"},{"SurahNumber":25,"VerseNumber":7,"Text":"Y dicen: «¿Como es que este mensajero come y camina por los mercados[694]? ¿Por que no ha descendido a el un angel para acompanarlo en su tarea de advertir a los hombres (dando, asi, fe de su veracidad)"},{"SurahNumber":25,"VerseNumber":8,"Text":"»¿O por que no se le ha concedido un tesoro del cielo (para que no padezca necesidades) o no dispone de una huerta para comer de lo que produce (cuando desee)?». Y los injustos (que niegan la verdad) dicen: «No seguis mas que a un hombre embrujado»"},{"SurahNumber":25,"VerseNumber":9,"Text":"Observa (¡oh, Muhammad!) con que te comparany como se extravian (de la verdad); no encontraran el camino (que los guie hacia ella)"},{"SurahNumber":25,"VerseNumber":10,"Text":"¡Bendito sea Aquel que si lo deseara te concederia (en esta vida) algo mucho mejor que lo que mencionan! Te concederia jardines por donde corren rios, asi como palacios"},{"SurahNumber":25,"VerseNumber":11,"Text":"Mas (quienes rechazan la verdad) niegan la Hora final; y hemos preparado para quienes la nieguen un fuego abrasador"},{"SurahNumber":25,"VerseNumber":12,"Text":"Cuando este los vea desde lejos, podran oir su furor y crepitar"},{"SurahNumber":25,"VerseNumber":13,"Text":"Y cuando sean arrojados a un estrecho lugar (del infierno) encadenados entre si, pediran ser destruidos"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Se les dira con ironia:) «No pidais hoy que os destruyan una sola vez. Pedid que os destruyan varias veces (porque no os librareis del sufrimiento)»"},{"SurahNumber":25,"VerseNumber":15,"Text":"Diles (¡oh, Muhammad!): «¿Que es mejor, esto (el castigo del infierno) o el paraiso eterno que les ha sido prometido a los piadosos?». Esa sera su recompensa y su destino"},{"SurahNumber":25,"VerseNumber":16,"Text":"Alli tendran cuanto deseen y viviran eternamente. Es una promesa que tu Senor cumplira"},{"SurahNumber":25,"VerseNumber":17,"Text":"Y el Dia (de la Resurreccion, Al-lah) reunira (a los idolatras) y a las divinidades que adoraban fuera de Al-lah y preguntara a estas ultimas: «¿Extraviasteis vosotros a Mis siervos o ellos mismos se extraviaron?»"},{"SurahNumber":25,"VerseNumber":18,"Text":"Le responderan: «¡Gloria a Ti! No nos correspondia tomar ningun protector fuera de Ti. ¿Como podriamos haber pedido, entonces, que alguien nos adorara en Tu lugar? Los dejaste disfrutar de la vida, asi como a sus padres, hasta que olvidaron Tu exhortacion y merecieron la perdicion»"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Entonces Al-lah dira a los idolatras:) «(Las divinidades que adorabais) han negado lo que deciais. No podreis apartar (el castigo) de vosotros ni encontrareis quien os auxilie. A quien actue con injustica (adorando a otros fuera de Al-lah), lo haremos sufrir un terrible castigo»"},{"SurahNumber":25,"VerseNumber":20,"Text":"Y todos los mensajeros que enviamos anteriores a ti (¡oh, Muhammad!) comian y caminaban por los mercados (como cualquier ser humano). Y os hemos puesto a prueba a unos con otros para ver si erais pacientes. Y tu Senor ve todo lo que haceis"},{"SurahNumber":25,"VerseNumber":21,"Text":"Y quienes no esperan comparecer ante Nos dicen: «¿Por que no nos han sido enviados angeles o vemos a nuestro Senor?». Ciertamente, se han llenado de orgullo y se han extralimitado (en injusticia e incredulidad)"},{"SurahNumber":25,"VerseNumber":22,"Text":"El dia en que vean a los angeles[695] no sera una buena noticia para los pecadores que se oponen a la verdad, y (los angeles) les diran: «Se os ha prohibido tajantemente (la entrada en el paraiso)»"},{"SurahNumber":25,"VerseNumber":23,"Text":"Y Nos volveremos hacia las (buenas) acciones que hayan podido realizar y las convertiremos en polvo esparcido (por el aire por no haberse basado en la fe en Al-lah)"},{"SurahNumber":25,"VerseNumber":24,"Text":"Los habitantes del paraiso gozaran ese dia de las mejores moradas y de los mejores lugares de reposo"},{"SurahNumber":25,"VerseNumber":25,"Text":"Y (recuerda a los hombres, ¡oh, Muhammad!) el dia en que el cielo se abrira y apareceran (entre sus fisuras) nubes (blancas), y los angeles descenderan"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ese dia (el Dia de la Resurreccion), la verdadera soberania sera del Clemente, y sera un dia dificil para quienes rechazaban la verdad"},{"SurahNumber":25,"VerseNumber":27,"Text":"El dia en que el injusto (que negaba la verdad) se muerda las manos (lamentando su situacion), dira: «¡Ojala hubiese seguido al Mensajero (Muhammad)"},{"SurahNumber":25,"VerseNumber":28,"Text":"»¡Ay de mi! ¡Ojala no hubiese tomado a fulano por amigo"},{"SurahNumber":25,"VerseNumber":29,"Text":"»Me desvio de la Exhortacion (de Al-lah: el Coran) despues de haberme llegado». Y el Demonio siempre traiciona al hombre y lo abandona"},{"SurahNumber":25,"VerseNumber":30,"Text":"Y el Mensajero dira (ese dia): «¡Senor!, los (idolatras) de mi pueblo se desentendieron del Coran»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Del mismo modo (que tienes enemigos entre los idolatras de tu pueblo, ¡oh, Muhammad!) hemos hecho que todos los profetas anteriores a ti tuvieran algun enemigo entre los pecadores idolatras (de su gente; asi que se paciente). Y Al-lah te basta para guiarte y socorrerte"},{"SurahNumber":25,"VerseNumber":32,"Text":"Y quienes rechazan la verdad dicen: «¿Por que el Coran no ha sido revelado de una sola vez?». Mas lo hemos revelado asi (en partes) para afianzar tu corazon; y lo hemos revelado de manera gradual (para facilitar su comprension)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Y cada vez que (los idolatras) vienen a ti con un argumento (en contra de lo que dices o con una duda) te revelemos la respuesta correcta y la mejor explicacion"},{"SurahNumber":25,"VerseNumber":34,"Text":"Quienes sean reunidos en el infierno (y arrastrados a el) sobre sus rostros (por rechazar la verdad) estaran enla peor situacion y seran los mas extraviados"},{"SurahNumber":25,"VerseNumber":35,"Text":"Y, ciertamente, revelamos a Moises el Libro (la Tora) y le asignamos a su hermano como apoyo"},{"SurahNumber":25,"VerseNumber":36,"Text":"Y les dijimos: «Id al pueblo (del Faraon) que desmiente las pruebas (de Nuestra unicidad)». Mas (no creyo y) lo destruimos por completo"},{"SurahNumber":25,"VerseNumber":37,"Text":"Y (tambien destruimos) al pueblo del profeta Noe cuando desmintio a su mensajero[697]: lo ahogamos e hicimos que ello sirviera de leccion para los hombres. Y hemos preparado para los injustos (que niegan la verdad) un castigo doloroso"},{"SurahNumber":25,"VerseNumber":38,"Text":"Y (tambien destruimos) a los pueblos de ‘Ad y Zamud y a los habitantes de Ar-Ras[698], asi como a muchas otras comunidades o generaciones que existieron entre las epocas de los anteriores"},{"SurahNumber":25,"VerseNumber":39,"Text":"Y a todos les mostramos con claridad Nuestras pruebas (y los advertimos); y todos fueron destruidos (al rechazar a sus mensajeros)"},{"SurahNumber":25,"VerseNumber":40,"Text":"Y (los idolatras de La Meca) pasan (en sus viajes) por (las ruinas de) la ciudad (del profeta Lot: Sodoma) sobre la que cayo una nefasta lluvia (de piedras de barro cocido que la destruyo). ¿Acaso no reparan en ella (y reflexionan sobre lo que sucedio)? Mas no lo hacen porque no creen que seran resucitados"},{"SurahNumber":25,"VerseNumber":41,"Text":"Y cuando te ven, se burlan de ti (¡oh, Muhammad!) y dicen: «¿Es este quien Al-lah ha enviado como mensajero"},{"SurahNumber":25,"VerseNumber":42,"Text":"»Si no nos hubieramos mantenido firmes adorando a nuestras divinidades, poco habria faltado para que nos desviara de ellas». Pero cuando vean el castigo, ya sabran quienes son los mas extraviados"},{"SurahNumber":25,"VerseNumber":43,"Text":"¿No has reparado en quien hace de sus pasiones su dios (¡oh, Muhammad!)? ¿Acaso seras tu su guardian"},{"SurahNumber":25,"VerseNumber":44,"Text":"¿O acaso piensas que la mayoria de ellos escuchan (y reflexionan sobre lo que les dices o recitas del Coran) y comprenden? ¡No! Son como el ganado (porque no se benefician de lo que oyen), o estan todavia mas extraviados"},{"SurahNumber":25,"VerseNumber":45,"Text":"¿Acaso no ves (la obra de) tu Senor y como extiende la sombra (despues de la salida del sol y pasado el mediodia, hasta su puesta)? Si hubiese querido, la habria hecho inmovil; mas ha hecho del sol su guia"},{"SurahNumber":25,"VerseNumber":46,"Text":"Despues la va recogiendo gradualmente (hasta que desaparece llegada la noche)"},{"SurahNumber":25,"VerseNumber":47,"Text":"Y El es Quien ha dispuesto que la noche os cubra y que halleis descanso en el sueno. Y ha hecho que durante el dia regreseis (a vuestra actividad y busqueis vuestro sustento)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Y El es Quien envia los vientos como anuncio de Su misericordia (la lluvia) y hace que descienda del cielo agua purificadora"},{"SurahNumber":25,"VerseNumber":49,"Text":"para reavivar con ella la tierra arida y dar de beber a la multitud de animales y hombres que ha creado"},{"SurahNumber":25,"VerseNumber":50,"Text":"Y la distribuimos entre ellos para que recuerden (el favor de Al-lah). Pero la mayoria de los hombres rechazan (la verdad) y son ingratos"},{"SurahNumber":25,"VerseNumber":51,"Text":"Y si hubiesemos querido, habriamos enviado un amonestador a cada ciudad"},{"SurahNumber":25,"VerseNumber":52,"Text":"No obedezcas, pues, a quienes rechazan la verdad (¡oh, Muhammad!) y combatelos energicamente con (el Coran)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Y El es Quien hace que confluyan las dos masas de agua; una agradablemente dulce y la otra salada en extremo. Y ha dispuesto entre las dos una division y una barrera infranqueable"},{"SurahNumber":25,"VerseNumber":54,"Text":"Y El es Quien ha creado al hombre a partir del agua[701] y le ha concedido parentesco por sangre y por matrimonio. Tu Senor tiene poder sobre todas las cosas"},{"SurahNumber":25,"VerseNumber":55,"Text":"Mas (los idolatras) adoran fuera de Al-lah aquello que no puede reportarles ni un bien ni un mal. Y quien rechaza la verdad es un aliado (del Demonio) contra su Senor"},{"SurahNumber":25,"VerseNumber":56,"Text":"Y no te hemos enviado (¡oh, Muhammad!) sino como anunciador de buenas noticias (a los creyentes) y como amonestador (a quienes rechazan la verdad)"},{"SurahNumber":25,"VerseNumber":57,"Text":"Diles: «No os pido ninguna remuneracion (por transmitiros el mensaje). Mas quien quiera seguir un camino que le lleve hacia su Senor (es libre de contribuir con sus bienes a Su causa buscando Su complacencia)[702]»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y encomiendate al Viviente, Quien es inmortal, y glorificalo con alabanzas. El se basta para estar informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"Aquel que creo los cielos y la tierra y cuanto hay en ellos en seis dias[703], y despues se asento[704] sobre el Trono. El es el Clemente. Pregunta acerca de El (¡oh, Muhammad!) a quien este bien informado"},{"SurahNumber":25,"VerseNumber":60,"Text":"Y si se les dice (a quienes rechazan la verdad): «Postraos ante el Clemente», responden: «¿Y quien es el Clemente? ¿Nos postraremos ante lo que tu nos ordenas (¡oh, Muhammad!)?». Y no hace sino aumentar en ellos su aversion (a la fe)"},{"SurahNumber":25,"VerseNumber":61,"Text":"¡Bendito sea Quien establecio las constelaciones en el cielo y puso en el una fuente de luz y calor (el sol) y una luna luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"Y El es Quien hace que la noche y el dia se sucedan para quien quiera reflexionar o dar gracias (a Al-lah) por ello"},{"SurahNumber":25,"VerseNumber":63,"Text":"Y los (verdaderos) siervos del Clemente son quienes caminan por la tierra con humildad, y quienes, si los ignorantes se dirigen a ellos (con malas palabras), responden de buena manera"},{"SurahNumber":25,"VerseNumber":64,"Text":"y quienes pasan la noche postrandose y de pie (realizando el salat voluntario)"},{"SurahNumber":25,"VerseNumber":65,"Text":"y quienes dicen: «¡Senor!, aleja de nosotros el castigo del infierno. Ciertamente, su castigo es un tormento permanente"},{"SurahNumber":25,"VerseNumber":66,"Text":"»(El infierno) es un pesimo lugar para establecerse y permanecer en el»"},{"SurahNumber":25,"VerseNumber":67,"Text":"y quienes, cuando gastan su dinero, no despilfarran ni escatiman, sino que lo hacen con moderacion"},{"SurahNumber":25,"VerseNumber":68,"Text":"y quienes no invocan a otras divinidades fuera de Al-lah ni acaban con la vida que Al-lah ha hecho sagrada, salvo con un motivo justificado[708], ni practican la fornicacion; pues quien cometa uno de estos pecados recibira un castigo"},{"SurahNumber":25,"VerseNumber":69,"Text":"Este se le duplicara el Dia dela Resurreccion y permanecera eternamente humillado"},{"SurahNumber":25,"VerseNumber":70,"Text":"salvo quienes se arrepientan, crean y actuen rectamente, pues Al-lah cambiara sus pecados por buenas acciones. Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":25,"VerseNumber":71,"Text":"Y quien se arrepienta y actue (despues) rectamente estara mostrando un sincero arrepentimiento hacia Al-lah (que El aceptara)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Y (tambien son verdaderos siervos de Al-lah) quienes no dan falsos testimonios (y se alejan de la mentira) y pasan de largo con dignidad ante las malas palabras (o ante cualquier banalidad)"},{"SurahNumber":25,"VerseNumber":73,"Text":"y quienes, si se les recuerdan las aleyas de su Senor, no permanecen sordos y ciegos (ante la verdad, sino que escuchan con atencion y reflexionan)"},{"SurahNumber":25,"VerseNumber":74,"Text":"y quienes dicen: «¡Senor!, concedenos esposas e hijos que sean un consuelo y un motivo de alegria para nosotrosy haz que seamos un buen ejemplo para los piadosos (que temen a su Senor)»"},{"SurahNumber":25,"VerseNumber":75,"Text":"Esos obtendran el nivel mas alto del paraiso por haber sido pacientes, y (los angeles) los recibiran con un saludo de paz"},{"SurahNumber":25,"VerseNumber":76,"Text":"Alli viviran eternamente. ¡Que excelente lugar para establecerse y permanecer en el"},{"SurahNumber":25,"VerseNumber":77,"Text":"Diles (a tu pueblo, ¡oh, Muhammad!): «Mi Senorno os tendria en consideracion (en esta vida) de no ser por vuestras suplicas (en los momentos dificiles), pues habeis desmentido (Su mensaje y a Su Mensajero), y recibireis por ello un castigo perpetuo(el Dia dela Resurreccion)»"}]}