{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O, Profetule! Fii cu fricã de Allah ºi nu da ascultare necredincioºilorºi fãþarnicilor, cãci Allah este Atoateºtiutor ºi Înþelept [´Alim, Hakim]"},{"SurahNumber":33,"VerseNumber":2,"Text":"ªi urmeazã ceea ce îþi este revelat de cãtre Domnul tãu , cãciAllah este bine ºtiutor a ceea ce sãvârºiþi"},{"SurahNumber":33,"VerseNumber":3,"Text":"ªi încrede-te în Allah, cãci El este cel mai bun proteguitor"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah nu i-a dat omului douã inimi înlãuntrul sãu ºi nu le-a fãcut pe soaþele voastre, de care voi vã despãrþiþi, sã fie asemenea mamelor voastre. ªi nu i-a fãcut pe copi"},{"SurahNumber":33,"VerseNumber":5,"Text":"Chemaþi-i dupã pãrinþii lor, cãci astfel este mai cu dreptate faþã de Allah. Iar dacã nu-i cunoaºteþi pe pãrinþii lor, atunci socotiþi-i fraþi ai voºtri întru c"},{"SurahNumber":33,"VerseNumber":6,"Text":"Profetul este mai milostiv faþã de dreptcredincioºi decât îºi sunt eiînºiºi, iar soþiile sale sunt mamele lor. Rudele de sânge sunt mai îndreptãþite între ele [în privinþa succesiunii]"},{"SurahNumber":33,"VerseNumber":7,"Text":"[Adu-þi aminte] când am fãcut noi legãmânt cu profeþii ºi cu tine, cu Noe, cu Avraam, cu Moise ºi cu Isus – fiul Mariei – ºi când am luat de la ei legãmânt puternic"},{"SurahNumber":33,"VerseNumber":8,"Text":"Ca El sã-i întrebe pe cei care au þinut legãmântul lor despre faptele lor! Iar pentru cei necredincioºi a pregãtit El osândã dureroasã"},{"SurahNumber":33,"VerseNumber":9,"Text":"O, voi cei care credeþi! Aduceþi-vã aminte de harul lui Allah asupra voastrã când au venit oºtenii asupra voastrã ºi când Noi am trimis asupra lor un vânt ºi oºteni pe care voi nu i-aþi vã"},{"SurahNumber":33,"VerseNumber":10,"Text":"Când ei au venit la voi de deasupra voastrã ºi de sub voi ºi când ochii voºtri au fost tulburaþi ºi inimile v-au ajuns în gât ºi v-aþi fãcut voi fel de fel de gânduri în privinþa [f&at]"},{"SurahNumber":33,"VerseNumber":11,"Text":"Atunci au fost dreptcredincioºii încercaþi ºi au fost zguduiþi de un cutremur puternic"},{"SurahNumber":33,"VerseNumber":12,"Text":"ªi când au zis fãþarnicii ºi aceia în ale cãror inimi era boalã :„Allah ºi Trimisul Sãu nu ne-au promis nouã decât numaideºertãciune!”"},{"SurahNumber":33,"VerseNumber":13,"Text":"ªi când au zis o parte dintre ei: „O, voi, popor din Yathrib! Nu este loc pentru voi! Deci întoarceþi-vã!” ªi au cerut atunci un grup dintre ei îngãduinþa Profetului, zicând: „Casele noastre sunt fãrã ap"},{"SurahNumber":33,"VerseNumber":14,"Text":"De s-ar fi intrat peste ei prin laturile lui [oraºului] ºi de li s-ar ficerut sã se rãzvrãteascã, ei ar fi fãcut-o fãrã sã fi rãmas decât numai puþin [timp]"},{"SurahNumber":33,"VerseNumber":15,"Text":"Însã ei fãcuserã mai înainte legãmânt faþã de Allah sã nu se întoarcã, fugind, ºi va trebui sã dea socotealã pentru legãmântul faþã de Allah"},{"SurahNumber":33,"VerseNumber":16,"Text":"Spune: „Nu vã va fi de nici un folos fuga, dacã voi veþi fugi demoarte [fãrã luptã] sau de ucidere [în luptã], ºi atunci nu v-aþibucura voi [de viaþã] decât puþin [ti]"},{"SurahNumber":33,"VerseNumber":17,"Text":"Spune: „Cine este acela care vã va apãra pe voi de Allah, dacãEl vã va vrea un rãu sau dacã El vã va dori vouã îndurare?” Nu vorgãsi pentru ei [aceia care-ºi încalcã legãm]"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah îi cunoaºte pe aceia dintre voi care pun piedici ºi pe aceia care le spun fraþilor lor: „Veniþi la noi!” , în vreme ce ei nu aratã decât puþinã vitejie în luptã"},{"SurahNumber":33,"VerseNumber":19,"Text":"[Fiind] zgârciþi cu voi. ªi când teama vine, îi vezi pe ei cum privesc la tine cu ochii rotindu-se, ca acela care leºinã de [spaima]morþii. Iar când teama se duce, atunci vã rãnesc pe voi c"},{"SurahNumber":33,"VerseNumber":20,"Text":"Ei cred cã aliaþii nu au plecat. Iar dacã aliaþii vin, doresc ca ei sã meargã prin deºert printre beduini ºi sã întrebe despre veºtilevoastre. ªi de ar fi printre voi, nu ar lupta"},{"SurahNumber":33,"VerseNumber":21,"Text":"Aþi avut voi în Trimisul lui Allah o pildã frumoasã, pentru cel carenãdãjduieºte în Allah ºi în Ziua de Apoi ºi Îl pomeneºte pe Allah mereu"},{"SurahNumber":33,"VerseNumber":22,"Text":"ªi când i-au vãzut dreptcredincioºii pe aliaþi, au zis: „Aceasta este ceea ce ne-au fãgãduit Allah ºi Trimisul Sãu . Adevãr au grãit Allahºi Trimisul Sãu”. ªi nu a fãc"},{"SurahNumber":33,"VerseNumber":23,"Text":"Între dreptcredincioºi sunt oameni care au fost sinceri în legã- mântul pe care l-au fãcut faþã de Allah, unii dintre ei au pierit, iar alþii dintre ei aºteaptã fãrã sã"},{"SurahNumber":33,"VerseNumber":24,"Text":"Pentru ca Allah sã-i rãsplãteascã pe cei sinceri pentru sinceri- tatea lor ºi sã-i chinuiascã pe cei fãþarnici, dacã El voieºte, sau sã accepte cãinþ"},{"SurahNumber":33,"VerseNumber":25,"Text":"ªi Allah i-a alungat înapoi pe cei care nu au crezut, cu toatã furia lor. Ei nu au dobândit nici un bine. Allah este de ajuns pentrudreptcredincioºi în luptã, cãci Allah este Puternic [ºi] Tare [Qawiyy,´Aziz]"},{"SurahNumber":33,"VerseNumber":26,"Text":"El i-a lãsat pe cei care i-au ajutat dintre oamenii Cãrþii sã coboare din cetãþile lor ºi a aruncat spaimã în inimile lor. Pe o partedintre ei i-aþi omorât, iar o altã"},{"SurahNumber":33,"VerseNumber":27,"Text":"El v-a dat vouã spre moºtenire þinutul lor, casele lor, averile lor ºi un pãmânt pe care voi nu l-aþi mai cãlcat niciodatã. Allah este cu putere peste toate"},{"SurahNumber":33,"VerseNumber":28,"Text":"O, Profetule! Spune soþiilor tale: „De voiþi voi aceastã viaþã ºipodoabele ei, atunci veniþi, cãci eu vã voi da vouã mijloacele cele necesare ºi vã voi da v"},{"SurahNumber":33,"VerseNumber":29,"Text":"Iar de Îl voiþi voi pe Allah, precum ºi pe Trimisul Sãu ºi Casa de Apoi , atunci Allah a pregãtit pentru cele binefãcãtoare dintre voi rãsplatã mare!”"},{"SurahNumber":33,"VerseNumber":30,"Text":"O, voi soþii ale Profetului! Aceea dintre voi care va sãvârºi o faptã ruºinoasã va avea parte de chin ce i se va spori îndoit, cãci aceasta este pentru Allah [un lucru] uºor"},{"SurahNumber":33,"VerseNumber":31,"Text":"Însã aceleia dintre voi care aratã supunere faþã de Allah ºi faþã de Trimisul Lui ºi împlineºte fapte bune îi vom da Noi rãsplatã îndoitã ºi îi vom pregãti daru"},{"SurahNumber":33,"VerseNumber":32,"Text":"O, voi soþii ale Profetului! Voi nu sunteþi ca nici una dintre femei.Dacã sunteþi pioase, nu vã arãtaþi binevoitoare [faþã de bãrbaþi], cu vorba, pentru ca acela care are o"},{"SurahNumber":33,"VerseNumber":33,"Text":"ªedeþi în casele voastre ºi nu vã arãtaþi [nurii], aºa cum searãtau în vremea Jahiliyyei de mai înainte! Împliniþi Rugãciunea[As-Salat], achitaþi Dania [Az-Zakat]"},{"SurahNumber":33,"VerseNumber":34,"Text":"ªi þineþi minte versetele lui Allah care sunt recitate în casele voastre ºi înþelepciunea! Allah este Cel Binevoitor [ºi] Bineºtiutor[Latif, Khabir]"},{"SurahNumber":33,"VerseNumber":35,"Text":"Musulmanilor ºi musulmancelor, dreptcredincioºilor ºi dreptcredin- cioaselor, celor supuºi ºi celor supuse, celor iubitori de adevãr ºi celor iubitoare de adevãr, celor statornici ºi celor statornice, celo"},{"SurahNumber":33,"VerseNumber":36,"Text":"Nu se cuvine ca un dreptcredincios ºi nici o dreptcredincioasã sã mai aleagã, dacã Allah ºi Trimisul Sãu au hotãrât în privinþa lor un lucru. Iar acela care se rãzvrãteºte împot"},{"SurahNumber":33,"VerseNumber":37,"Text":"ªi i-ai spus aceluia asupra cãruia Allah ªi-a trimis harul Sãu, cum ºi tu ai trimis harul tãu asupra lui: „Pãstreaz-o pentru tine pe soaþa ta ºi fii cu fricã de Allah!”. Tu ai þinut ascu"},{"SurahNumber":33,"VerseNumber":38,"Text":"Nu este nici un pãcat pentru Profet întru ceea ce i-a poruncit Allah. Aceasta este Legea lui Allah pentru aceia care au fost mai înainte. Porunca lui Allah este o hotãrâre hãrãzitã"},{"SurahNumber":33,"VerseNumber":39,"Text":"Aceia care transmit mesajele lui Allah ºi se tem de El ºi nu se tem de nimeni afarã de Allah [sã ºtie cã] Allah este de ajuns pentru a þine socoteala [la toate]"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed nu este tatã nici unuia dintre bãrbaþii voºtri, ci el este Trimisul lui Allah ºi încheietorul profeþilor, ºi Allah este Atoate-ºtiutor"},{"SurahNumber":33,"VerseNumber":41,"Text":"O, voi cei care credeþi, pomeniþi-L pe Allah mereu"},{"SurahNumber":33,"VerseNumber":42,"Text":"ªi slãviþi-L pe El dimineaþa ºi seara"},{"SurahNumber":33,"VerseNumber":43,"Text":"El este Cel ce vã binecuvânteazã, ca ºi îngerii Sãi, pentru ca sãvã scoatã pe voi din întunecimi la luminã. ªi El este cudreptcredincioºii Îndurãtor"},{"SurahNumber":33,"VerseNumber":44,"Text":"Salutul lor în ziua când Îl vor întâlni va fi „Pace!” , iar El le-a pregãtit lor o rãsplatã generoasã"},{"SurahNumber":33,"VerseNumber":45,"Text":"O, Profetule! Noi te-am trimis ca martor, ca binevestitor, ca prevenitor"},{"SurahNumber":33,"VerseNumber":46,"Text":"ªi ca un chemãtor [al oamenilor] la Allah, cu voia Lui, ºi ca o candelã luminoasã"},{"SurahNumber":33,"VerseNumber":47,"Text":"Vesteºte dreptcredincioºilor cã ei vor avea de la Allah mare îndurare"},{"SurahNumber":33,"VerseNumber":48,"Text":"Nu da ascultare necredincioºilor ºi fãþarnicilor, nu da atenþie rãutãþii lor ºi încrede-te în Allah, cãci Allah este de ajuns ca Ocrotitor"},{"SurahNumber":33,"VerseNumber":49,"Text":"O, voi cei care credeþi! Dacã vã cãsãtoriþi cu dreptcredincioase ºi apoi divorþaþi de ele, înainte sã le fi atins, voi nu le puteþi impune operioadã de aºteptare. Da&thor"},{"SurahNumber":33,"VerseNumber":50,"Text":"O, Profetule! Noi îþi îngãduim þie soþiile tale, cãrora tu le daizestre, precum ºi pe acelea care se aflã sub stãpânirea dreptei tale, pe care Allah þi le-a dãruit ca pradã"},{"SurahNumber":33,"VerseNumber":51,"Text":"Tu poþi lãsa sã aºtepte pe cine voieºti dintre ele ºi tu poþi primi la tine pe cine voieºti. ªi nu este nici un pãcat pentru tine, dacã tu chemi la tine una din cele pe care le"},{"SurahNumber":33,"VerseNumber":52,"Text":"El nu-þi mai îngãduie þie [sã iei alte] femei apoi, nici sã le schimbi pe ele cu alte soaþe , chiar dacã îþi place frumuseþea lor –afarã de cele pe care le stãpâneºt"},{"SurahNumber":33,"VerseNumber":53,"Text":"O, voi cei care credeþi! Nu intraþi în casele Profetului, decât dacãvi se dã vouã încuviinþare, pentru o mâncare, fãrã sã aºteptaþiprepararea ei. Dar dacã sunte&th"},{"SurahNumber":33,"VerseNumber":54,"Text":"Dacã voi scoateþi la ivealã un lucru ori îl þineþi ascuns, Allah esteAtoateºtiutor [‘Alim]"},{"SurahNumber":33,"VerseNumber":55,"Text":"Nu este nici un pãcat pentru ele în privinþa pãrinþilor lor, copiilor lor, fraþilor lor, a fiilor fraþilor lor, fiilor surorilor lor, a femeilor lor, a acelora pe care le stãpânesc dreptele lor. ªi fi&tho"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah ºi îngerii Sãi Se roagã pentru Profet. O, voi cei care credeþi, rugaþi-vã pentru el ºi salutaþi-l pe el cu tot respectul"},{"SurahNumber":33,"VerseNumber":57,"Text":"Aceia care Îi necãjesc pe Allah ºi Trimisul Sãu vor fi blestemaþi de Allah în aceastã lume ºi în Lumea de Apoi ºi El le va pregãti lor osândã umilitoare"},{"SurahNumber":33,"VerseNumber":58,"Text":"Iar aceia care îi vor necãji pe dreptcredincioºi ºi pe dreptcredin- cioase, fãrã ca ei sã fi agonisit [ceva pentru care sã merite aceasta], aceia vor avea parte de ponegrire ºi de pãcat învederat"},{"SurahNumber":33,"VerseNumber":59,"Text":"O, Profetule! Spune soaþelor tale ºi copilelor tale ºi femeilor dreptcredincioºilor sã se înveleascã în jilbaburile lor, cãci astfel vor fi mai bine distinse sã fie cunoscute ºi"},{"SurahNumber":33,"VerseNumber":60,"Text":"De nu vor înceta cei fãþarnici ºi cei ce au boalã în inimile lor ºi cei ce seamãnã zvonuri, [îndemnând la rãzvrãtire], în Medina, Noi te vom aþâþa împotriva lor ºi atu"},{"SurahNumber":33,"VerseNumber":61,"Text":"Blestemaþi vor fi ei ºi oriunde vor fi aflaþi, vor fi ei prinºi ºi mãcelãriþi fãrã îndurare"},{"SurahNumber":33,"VerseNumber":62,"Text":"Aceasta a fost legea lui Allah pentru cei care au trãit mai înainte ºi tu nu vei afla schimbare pentru Legea lui Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Oamenii te întreabã despre Ceas. Spune: „Numai la Allah esteºtiinþa despre el!” ªi de unde sã ºtii? S-ar putea ca Ceasul sã fieaproape"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah i-a blestemat pe necredincioºi ºi le-a pregãtit lor flãcãrile"},{"SurahNumber":33,"VerseNumber":65,"Text":"Veºnic vor sãlãºlui în ele ºi nu vor gãsi ocrotitor ºi nici sprijinitor"},{"SurahNumber":33,"VerseNumber":66,"Text":"Iar în ziua când feþele lor vor fi întoarse de pe o parte pe alta în foc, vor zice ei: „Vai nouã! De I-am fi dat noi ascultare lui Allah ºi de i-am fi dat noi ascultare Trimisului!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"ªi vor zice ei: „Doamne, noi le-am dat ascultare stãpânilor noºtriºi mai marilor noºtri, însã ei ne-au rãtãcit pe noi de la drum"},{"SurahNumber":33,"VerseNumber":68,"Text":"Doamne, dã-le lor pedeapsã îndoitã ºi blesteamã-i pe ei cu mare blestem!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"O, voi cei care credeþi! Nu fiþi ca aceia care l-au defãimat pe Moise! Iar Allah l-a socotit pe el nevinovat de spusele lor ºi a fost el la Allah în mare cinste"},{"SurahNumber":33,"VerseNumber":70,"Text":"O, voi cei care credeþi! Fiþi cu fricã de Allah ºi spuneþi vorbeadevãrate"},{"SurahNumber":33,"VerseNumber":71,"Text":"Pentru ca El sã vã îndrepte faptele voastre ºi sã vã ierte greºelile voastre! Acela care este cu supunere faþã de Allah ºi faþã de Trimisul Sãu va dobândi mare izbândã"},{"SurahNumber":33,"VerseNumber":72,"Text":"Noi am propus cerurilor, pãmântului ºi munþilor sarcina de apurta povara Adevãrului, dar ele au refuzat sã o poarte ºi le-a fostteamã de ea, însã s-a încãrcat omul cu ea, c&a"},{"SurahNumber":33,"VerseNumber":73,"Text":"[Este astfel] pentru ca Allah sã-i osândeascã pe fãþarnici ºi pe fãþarnice, pe politeiºti ºi pe politeiste. Însã Allah primeºte cãinþa drept- credincioº"}]}