{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Hā.Mīma"},{"SurahNumber":41,"VerseNumber":2,"Text":"iha ati'ata kirapālū asīma rahimata vālē valōṁ utārī hō'ī bāṇī hai"},{"SurahNumber":41,"VerseNumber":3,"Text":"Iha ika kitāba hai, jisa dī'āṁ ā'itāṁ khōl'ha khōl'ha kē śi'āna kītī'āṁ ga'ī'ā hana. Arabī bhāśā dā kura'āna unhāṁ lōkāṁ la'ī hai, jihaṛē gi'āna rakhadē hana"},{"SurahNumber":41,"VerseNumber":4,"Text":"Khuśaḵẖabarī dēṇa vālā atē sāvadhāna karana vālā. Sō unhāṁ lōkāṁ vicōṁ zi'ādātara nē isa tōṁ mūha mōṛi'ā. Sō uha suṇa nahīṁ' rahē hana"},{"SurahNumber":41,"VerseNumber":5,"Text":"Atē unhāṁ nē ākhi'ā ki sāḍē dilāṁ tē paradē pa'ē hō'ē hana. Jinhāṁ vala tusīṁ sānū sadadē hō. Atē sāḍē kanāṁ vica ḍāṭa (bōlā paṇa) hai. Sāai atē tuhāḍē vicakāra ika ōṭa (kadha) hai. Isa la'ī tusīṁ āpaṇā kama karō atē asīṁ vī āpaṇā kama kara rahē hāṁ"},{"SurahNumber":41,"VerseNumber":6,"Text":"Ākhō, ki maiṁ tāṁ ika tuhāḍē varagā manukha hāṁ. Mērē kōla iha vahī ā'undī hai. Ki tuhāḍā pūjaṇayōga sirafa ika hī hai. Isa la'ī tusīṁ usa vala sidhē rahō. Atē usa tōṁ hī mu'āphī dī ichā rakhō. Vināśa hai śarīka ṭhahirā'uṇa vāli'āṁ la'ī"},{"SurahNumber":41,"VerseNumber":7,"Text":"Jihaṛē zakāta nahīṁ' didē atē pralōka tōṁ vī inakārī hana"},{"SurahNumber":41,"VerseNumber":8,"Text":"Bēśaka jihaṛē lōka īmāna li'ā'ē atē jil'hāṁ nē nēka karama kītē, unhāṁ la'ī ajihā badalā hai jisa dī laṛī ṭuṭaṇa vālī nahīṁ"},{"SurahNumber":41,"VerseNumber":9,"Text":"Ākhōṁ, ki tusīṁ lōka usa hasatī nū jhuṭhalā'undē hō, jisa nē dharatī nū dō dināṁ (sasa) dē vica baṇā'i'ā atē tusīṁ usa dē sāhamaṇē (butāṁ) nū ṭhahirā'undē hō. Uha sārē sasāra vāli'āṁ dā raba hai"},{"SurahNumber":41,"VerseNumber":10,"Text":"Atē usa nē dharatī vica usa dē upara pahāṛa baṇā'ē atē usa vica lābha dī'āṁ cīzāṁ rakhī'āṁ. Atē usa nē usa dī bhōjana samagarī kamā'uṇa dē sādhana cāra dināṁ vica niśacita kītē, atē sārē (puchaṇa) cāhuṇa vāli'āṁ la'ī ika samāna"},{"SurahNumber":41,"VerseNumber":11,"Text":"Phira usa nē ākāśa vala dhi'āna ditā atē utē dhū'āṁ sī. Phira usa nē ākāśa atē dharatī nū ākhi'ā ki tusīṁ khuśī jāṁ nākhuśī nāla dōvēṁ ā'u. Dōvāṁ nē ākhi'ā ki asīṁ prasanatā pūravaka hāzira hāṁ"},{"SurahNumber":41,"VerseNumber":12,"Text":"Phira usa nē dō dināṁ vica usa dē sata ākāśa baṇā'ē atē harēka ākāśa vica usa nē hukama bhēji'ā atē asīṁ sasāra dē ākāśa nū dīvi'āṁ (bhāva tāri'āṁ) nāla camakā ditā atē usa nū (saitānāṁ tōṁ) surakhi'ata kara ditā. Iha tākatavara (alāha) atē saravagi'ātā dī yōjanā hai"},{"SurahNumber":41,"VerseNumber":13,"Text":"Tāṁ jēkara uha bēmukha hudē tāṁ ākhō ki tuhānū usē tarāṁ dī sazā tōṁ ḍarā'undā (sāvadhāna karadā?) Hāṁ. Jihō jihī āda atē samūda tē utārī ga'ī sī"},{"SurahNumber":41,"VerseNumber":14,"Text":"Jadōṁ' ki unhāṁ dē kōla agē tōṁ atē pichē tōṁ rasūla ā'ē, ki alāha tōṁ binā kisē dī ibādata nā karō. Unhāṁ nē ākhi'āṁ ki jēkara sāḍā raba cāhudā hai. Tāṁ uha faribatā utāra didā. Isa la'ī asīṁ usa cīza nū jhuṭhalā'undē hāṁ, jisa nū dē kē tusīṁ bhējē ga'ē hō"},{"SurahNumber":41,"VerseNumber":15,"Text":"Āda dī iha hālata sī ki unhāṁ nē dharatī tē bināṁ kisē haka tōṁ hakāra kītā atē unhāṁ nē ākhi'ā ki kauṇa hai, jihaṛā śakatī vica sāḍē tōṁ vadha hai. Kī unhāṁ nē nahīṁ dēkhi'ā ki jisa alāha nē unhāṁ nū paidā kītā hai. Uha tākata vica unhāṁ tōṁ (bahuta) vadha hai. Atē uha sāḍī'āṁ niśānī'āṁ nū jhuṭhalā'undē rahē"},{"SurahNumber":41,"VerseNumber":16,"Text":"Tāṁ asīṁ kujha māṛē dināṁ vica unhāṁ utē ati'ata tūphānī havā bhēja ditī. Tāṁ ki unhāṁ nū sasārika jīvana vica apamāna dī sazā (dā mazāṁ) cakhā'ī'ē. Atē pralōka dī sazā tāṁ isa tōṁ vī vadha apamānajanaka hai. Atē unhāṁ nū kō'ī madada nahīṁ pahucēgī"},{"SurahNumber":41,"VerseNumber":17,"Text":"Atē uha jihaṛā samūda sī tāṁ asīṁ unhāṁ nū sidhā rāha dikhā ditā paratū unhāṁ nē sidhē rāha dī jag'hā anhēpaṇa nū pasada kītā. Tāṁ unhāṁ nū unhāṁ dē durācārāṁ dē kārana apamānajanaka sazā dī kaṛakī nē phaṛa li'ā"},{"SurahNumber":41,"VerseNumber":18,"Text":"Atē asīṁ unhāṁ lōkāṁ nū bacā li'ā jihaṛē īmāna li'ā'ē atē ḍarana vālē sana"},{"SurahNumber":41,"VerseNumber":19,"Text":"Atē jisa dina alāha dē duśamaṇa aga vala ikaṭhē kītē jāṇagē. Phira uha alaga-alaga kītē jāṇagē"},{"SurahNumber":41,"VerseNumber":20,"Text":"Ithōṁ taka ki jadōṁ usa dē kōla ā jāṇagē. Unhāṁ dē kana atē unhāṁ dī'āṁ akhāṁ atē unhāṁ dī'āṁ khalāṁ unhāṁ tē unhāṁ dē karamāṁ dī gavāhī dēṇagē"},{"SurahNumber":41,"VerseNumber":21,"Text":"Atē uha āpaṇī'āṁ khalāṁ nū ākhaṇagē ki tusīṁ sāḍē khilāpha gavāhī ki'uṁ ditī. Uha ākhaṇagī'āṁ ki sānū usa alāha nē bōlaṇa dī tākata ditī jisa nē hara cīza nū bōlaṇa vālā baṇā ditā. Usa nē tuhānū pahilī vāra paidā kītā atē usa vala tusīṁ vāpisa li'āndē ga'ē hō"},{"SurahNumber":41,"VerseNumber":22,"Text":"Atē tusīṁ āpaṇē āpa nū usa tōṁ chipā nahīṁ sakadē sī ki tuhāḍē kana, akhāṁ atē tuhāḍī'āṁ khalāṁ tuhāḍē virudha gavāhī dēṇagē. Sagōṁ tusīṁ isa kulēkhē vica rahē ki alāha tuhāḍē bahuta sārē unhāṁ karamā nū nahīṁ jāṇadā, jihaṛē tusīṁ karadē hō"},{"SurahNumber":41,"VerseNumber":23,"Text":"Atē tuhāḍē isē bharama nē jihaṛā tusīṁ āpaṇē raba bārē kītā sī, tuhānū nāsa kara ditā. Isa la'ī tusīṁ nukasāna uṭhā'uṇa vāli'āṁ vica (śāmila) hō ga'ē"},{"SurahNumber":41,"VerseNumber":24,"Text":"Isa la'ī jēkara uha dhīraja rakhaṇa tāṁ vī aga hī unhāṁ dā ṭikāṇā hai. Atē jēkara uha mu'āfī magaṇa tāṁ unhāṁ nū mu'āfī vī nahīṁ milēgī"},{"SurahNumber":41,"VerseNumber":25,"Text":"Atē asīṁ' unhāṁ upara kujha sāthī niyukata kara ditē tāṁ unhāṁ nē unhāṁ dē agalē atē pichalē harēka karama unhāṁ la'ī ākaraśaka baṇā kē dikhā'ē. Atē unhāṁ tē uhī gala sābita hō kē rahī jihaṛī jināṁ atē manukhāṁ dē unhāṁ samūhāṁ tē sidha hō kē rahī, jihaṛē inhāṁ tōṁ pahilāṁ hō cukē sana. Bēśaka uha ghāṭē vica rahiṇa vālē sana"},{"SurahNumber":41,"VerseNumber":26,"Text":"Atē avagi'ā karana vāli'āṁ nē ākhi'ā ki isa kura'āna nū nā suṇō atē isa vica (suṇana sama) vighana pā'i'ā karōṁ. Tāṁ jō tusīṁ prabhāvaśālī rahō"},{"SurahNumber":41,"VerseNumber":27,"Text":"Isa la'ī asīṁ avagi'ā karana vāli'āṁ nū saḵẖata sazā dēvāṅgē atē unhāṁ nū unhāṁ dē karamā dā māṛā badalā dēvāṅgē"},{"SurahNumber":41,"VerseNumber":28,"Text":"Iha alāha tā'alā dē duśamaṇāṁ dā badalā hai. Bhāva aga. Unhāṁ la'ī usa vica hamēśā rahiṇa la'ī ṭikāṇā hōvēgā. Isa gala badalē ki uha sāḍī'āṁ ā'itāṁ nū jhuṭhalā'undē sana"},{"SurahNumber":41,"VerseNumber":29,"Text":"Atē avagi'ā karana vālē ākhaṇagē ki hē sāḍē pālaṇahāra! Sānū uha lōka dikhā. Jinhāṁ nē jināṁ atē manukhāṁ vicōṁ sānū bhaṭakā'i'ā. Asīṁ unhāṁ nū āpaṇē pairāṁ dē thalē kucalāṅgē, tāṁ ki uha bē-izata hōṇa"},{"SurahNumber":41,"VerseNumber":30,"Text":"Jinhāṁ lōkāṁ nē ākhi'ā ki alāha sāḍā pālaṇahāra hai, phira uha isa (gala) tē aṭala rahē. Yakīnana unhāṁ tē fariśatē utaradē hana. Atē unhāṁ nū ākhadē hana ki tusīṁ nā charō atē nā dukha manā'uṁ. Atē usa janata dī khuśaḵẖabarī tōṁ prasana hō jā'u, jisa dā tuhāḍē nāla vā'adā kītā gi'ā hai"},{"SurahNumber":41,"VerseNumber":31,"Text":"Asīṁ sasārika jīvana vica atē pralōka vica tuhāḍē mitara hāṁ. Atē tuhāḍē la'ī utē hara cīza hai, jisa la'ī tuhāḍā dila karē atē tuhāḍē la'ī utē harēka cīza hai jisa dī tusīṁ maga karō"},{"SurahNumber":41,"VerseNumber":32,"Text":"Iha bakhaśaṇa vālē atē kirapā karana vālē valōṁ mahimāna nivāzī dē rūpa vica hai"},{"SurahNumber":41,"VerseNumber":33,"Text":"Atē usa tōṁ utama kisa dī gala hōvēgī. Jisa nē alāha vala bulā'i'ā atē cagā karama kītā atē kihā ki maiṁ āgi'ā pālaṇa karana vāli'āṁ vicōṁ' hāṁ"},{"SurahNumber":41,"VerseNumber":34,"Text":"Nēkī atē burā'ī dōvēṁ barābara nahīṁ, tusīṁ utara vica iha kahō, jihaṛā isa tōṁ srēśaṭa hōvē. Phira tusīṁ dēkhōgē ki tuhāḍē atē jisa nāla duśamaṇī sī, uha ajihā hō gi'ā hai. Jivēṁ kō'ī (gūṛhā) sabadha rakhaṇa vālā"},{"SurahNumber":41,"VerseNumber":35,"Text":"Atē iha gala usa nū hī miladī hai, jihaṛāṁ dhīraja rakhaṇa vālā atē bhāgāṁ vālā hōvē"},{"SurahNumber":41,"VerseNumber":36,"Text":"Atē jēkara śaitāna tuhāḍē atē jāṇana vālā hai"},{"SurahNumber":41,"VerseNumber":37,"Text":"Dina-rāta atē sūraja-cana usa dī'āṁ niśānī'āṁ vicōṁ _hana. Tusīṁ sūraja atē cana nū sijadā nā karōṁ. Sagōṁ usa alāha nū sijadā karō, jisa nē unhāṁ sāri'āṁ nū paidā kītā hai. Jēkara tusīṁ usa dī ibādata karana vālē hō"},{"SurahNumber":41,"VerseNumber":38,"Text":"Isa la'ī jēkara uha hakāra karana tāṁ jihaṛē lōka tērē raba dē kōla hana, uha dina rāta usa dī hī sifata karadē hana atē uha kadē vī nahīṁ thakadē"},{"SurahNumber":41,"VerseNumber":39,"Text":"Atē usa dī'āṁ niśānī'āṁ vicōṁ ika iha vī hai, ki tusīṁ dharatī nū dabī (khuśaka) pa'ī dēkhadē hō. Phira jadōṁ asīṁ usa vica jala varasā'undē hāṁ tāṁ uha harī hō jāndī hai atē phula jāndī hai. Bēśaka jisa nē isa nū jīvita kara ditā. Uha muradi'āṁ nū vī ji'ūndē kara dēṇa vālā hai. Bēśaka uha harēka cīza dī samarathā vālā hai"},{"SurahNumber":41,"VerseNumber":40,"Text":"Jihaṛē lōka sāḍī'āṁ ā'itāṁ dē ulaṭē aratha kaḍhadē hana. Uha sāḍē tōṁ' chipē hō'ē nahīṁ hana. Kī jihaṛā badā aga vica pā'i'ā jāvēgā, uha cagā hai. Jāṁ uha badā jihaṛā ki'āmata dē dina śāntī nāla āvēgā, cāhē jō marazī kara lavōṁ. Bēśaka uha dēkhadā hai jihaṛā tusīṁ karadē hō"},{"SurahNumber":41,"VerseNumber":41,"Text":"Jinhāṁ lōkāṁ nē alāha dē upadēśa dī avagi'ā kītī, jadōṁ ki uha (upadēśa) unhāṁ dē kōla ā gi'ā. Atē bēśaka iha ika sarava-utama kitāba hai"},{"SurahNumber":41,"VerseNumber":42,"Text":"Isa vica jhūṭha nā agē tōṁ ā sakadā hai atē nā pichē tōṁ. Iha tatavētā atē sudara sifata vālē alāha valōṁ utārī ga'ī hai"},{"SurahNumber":41,"VerseNumber":43,"Text":"Tuhānū uha hī galāṁ kahī'āṁ jā rahī'āṁ hana. Jihaṛī'āṁ tuhāḍē tōṁ pahilē rasūlāṁ nū kahī'āṁ ga'ī'āṁ hana. Bēśaka tuhāḍā raba mu'āfa karana vālā hai atē dukha dā'ika sazā dēṇa vālā vī"},{"SurahNumber":41,"VerseNumber":44,"Text":"Atē jēkara asīṁ isa nū ajamī (gaira-arabī) kura'āna baṇā'undē tāṁ uha ākhadē ki isa dī'āṁ ā'itāṁ sāpha sāpha bi'āna ki'uṁ nahīṁ kītī'āṁ ga'ī'āṁ. (Iha kī hō'i'ā) ki kura'āna ajamī atē sarōtē arabī. Ākhō, ki iha īmāna li'ā'uṇa vāli'āṁ la'ī māraga daraśana atē tadarusatī hai atē uha lōka jihaṛē īmāna nahīṁ li'ā'undē unhāṁ dē kanāṁ vica bōlāpaṇa hai atē iha unhāṁ dē haka vica anhāpaṇa hai. Iha lōka mānō dūra dē sathāna tōṁ pukārē jā rahē hana"},{"SurahNumber":41,"VerseNumber":45,"Text":"Atē asīṁ mūsā nū kitāba ditī sī tāṁ usa vica mata-bhēda kītā gi'ā. Atē jēkara tērē raba valōṁ ika gala pahilāṁ niradhārita nā hō cukī hudī. Tāṁ unhāṁ dē vica faisalā kara ditā jāndā atē iha lōka usa valōṁ ajihē śaka vica hana. Jisa nē inhāṁ nū dubidhā vicakāra pā rakhi'ā hai"},{"SurahNumber":41,"VerseNumber":46,"Text":"Jihaṛā badā cagē karama karēgā, tāṁ āpaṇē la'ī hī karēgā atē jihaṛā badā burā'ī karēgā tāṁ usa dī bipatā vī usa tē hī āvēgī. Atē tērā raba badi'āṁ tē zulama karana vālā nahīṁ"},{"SurahNumber":41,"VerseNumber":47,"Text":"Ki'āmata dā gi'āna alāha nāla hī sabadhita hai. Atē kō'ī fala āpaṇē chilakē vicō' nahīṁ nikaladā atē nā kō'ī aurata garabhavatī hudī hai atē nā janama didī hai. Para iha sārā kūjha usa dē gi'āna nāla hudā hai. Atē jisa dina alāha unhāṁ nū bulā'ēgā. (Atē puchēgā) ki mērē śarīka kithē hana, uha ākhaṇagē ki asīṁ tuhāḍē kōla iha hī bēnatī karadē hāṁ ki sāḍē vicōṁ kō'ī vī' inhāṁ dā dā'avēdāra nahīṁ"},{"SurahNumber":41,"VerseNumber":48,"Text":"Atē jinhāṁ nū uha pahilāṁ sadadē sana, uha sārē unhāṁ tōṁ gā'iba hō jāṇagē. Atē uha samajha laiṇagē ki unhāṁ kōla bajaṇa dā kō'ī tarīkā nahīṁ"},{"SurahNumber":41,"VerseNumber":49,"Text":"Atē inasāna nēkī magaṇa tō' nahīṁ thakadā atē jēkara usa nū kō'ī dukha pahucē tāṁ uha nirāśa atē hatāśa hō jāndā hai"},{"SurahNumber":41,"VerseNumber":50,"Text":"Atē jēkara asīṁ usa nū dukha tōṁ bā'ada, jihaṛā ki usa nū mili'ā sī, kirapā (nihāla) kara didē hāṁ tā uha ākhadē hana ki iha tāṁ sāḍā haka sī. (Atē ākhadē hana ki) asīṁ nahīṁ samajhadē ki kadē ki'āmata āvēgī. Atē jēkara āpaṇē raba vala vāpisa mōṛē vī ga'ē tāṁ usa kōla mērē la'ī srēśaṭa (sukha) hī hana. Sō asīṁ inhāṁ inakārī'āṁ nū inhāṁ dē karamā tō sāvadhāna zarūra karāṅgē. Atē inhāṁ nū saḵẖata sazā dā mazā cakhāvāṅgē"},{"SurahNumber":41,"VerseNumber":51,"Text":"Atē jadōṁ asīṁ inasāna tē kirapā karadē hāṁ, tāṁ uha mūha mauṛa laindā hai. Atē jadōṁ usa nū dukha pahucadā hai tāṁ uha labī'āṁ-labī'āṁ bēnatī'āṁ karana vālā baṇa jāndā hai"},{"SurahNumber":41,"VerseNumber":52,"Text":"Ākhō ki dasō, jēkara iha kura'āna alāha valōṁ ā'i'ā hōvē, phira tusīṁ isa nū jhuṭhalā'undē ki'u hō. Tāṁ usa badē tōṁ vadha kurāhī'ā hōra kauṇa hōvēgā, jihaṛā virōdha vica vī bahuta dūra lagha gi'ā hōvē"},{"SurahNumber":41,"VerseNumber":53,"Text":"Asīṁ unhāṁ nū āpaṇī'āṁ niśānī'āṁ āsē pāsē dē jagata vica vī atē ḵẖuda unhāṁ dē adara vī dikhāvāṅgē. Ithōṁ' taka ki ḵẖuda unhāṁ tē pragaṭa hō jāvēgā ki iha kura'āna saca hai. Atē kī iha gala kāphī nahīṁ ki tērā raba hara cīza dā gavāha hai"},{"SurahNumber":41,"VerseNumber":54,"Text":"Suṇa lavōṁ, iha lōka āpaṇē raba nū milaṇa vica śaka karadē hana. Suṇa lavō, ki harēka cīza usa dē ghērē vica hai"}]}