{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"ha, mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"(yavaraiyum) mikaittonum, mika arintonumakiya allahvitamiruntu irakkiyarulappattate ivvetam"},{"SurahNumber":40,"VerseNumber":3,"Text":"pavattai mannippavanum, tavpavai - mannippuk ketpatai - ankikarippavanum, tantippatil katumaiyanavanum, tayai mikkavanum avan, avanait tavira nayan illai avanitame (yavarum) mila ventiyatirukkiratu"},{"SurahNumber":40,"VerseNumber":4,"Text":"nirakarippavarkalait tavira(veru evarum) allahvin vacanankalaip parri tarkkam ceyya mattarkal. Akave, pattanankalil avarkalutaiya (atampara) natamattam um'mai emarri vita ventam"},{"SurahNumber":40,"VerseNumber":5,"Text":"ivarkalukku munnare nuhin camukattarum, avarkalukkup pintiya kuttankalum (napimarkalaip) poyppittarkal; anriyum ovvoru camutayamum tam'mitam vanta tutaraip pitikkak karuti, unmaiyai alittu vituvatarkakap poyyaik kontum tarkkam ceytatu. Anal nan avarkalaip pititten; (itarkaka avarkal mitu vitikkap perra) en tantanai evvaru iruntatu"},{"SurahNumber":40,"VerseNumber":6,"Text":"ivvare, nirakarippavarkal niccayamaka narakavacikaltam enra um'mutaiya iraivanin vakku avarkal mitu urutiyakivittatu"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsai cumantu kontiruppavarkalum, ataic curriyullavarkalum tankal iraivanin pukalaik kontu avanait taspihu ceytu kontum irukkirarkal; avan mel iman kontavarkalaka marra iman kontavarkalukkaka mannippuk korukinranar; \"enkal iraivane! Ni rahmattalum, nanattalum, ellap porutkalaiyum culantu irukkiray! Enave, pavamitci kori, un valiyaip pinparrupavarkalukku, ni mannippalippayaka. Innum avarkalai naraka vetanaiyiliruntum kattarulvayaka"},{"SurahNumber":40,"VerseNumber":8,"Text":"enkal iraivane! Ni avarkalukku vakkalittirukkum, nilaiyana cuvarkkattil, avarkalaiyum, avarkal mutataiyarkalilum, avarkal manaiviyarkalilum, avarkal cantatiyarkalilum nanmai ceytoraiyum piravecikkac ceyvayaka. Niccayamaka ni tan (yavaraiyum) mikaittavan; nanam mikkavan"},{"SurahNumber":40,"VerseNumber":9,"Text":"innum, avarkalait timaikaliliruntu kappayaka! Annalil ni yarai timaikaliliruntu kattuk kolkirayo, avarkalukku niccayamaka ni arul purintu vittay - atuve makattana verriyakum\" (enrum kuruvar)"},{"SurahNumber":40,"VerseNumber":10,"Text":"niccayamaka nirakarippavarkalitam; \"innu ninkal unkal anmakkalaik kopittuk kolvataivita allahvutaiya kopam mikap periyatakum; enenral ninkal nampikkaiyin pal alaikkappatta potu (atai) nirakarittu vittirkale\" enru avarkalitam kurappatum"},{"SurahNumber":40,"VerseNumber":11,"Text":"atarkavarkal; \"enkal iraivane! Ni enkalai irumarai maranamataiyac ceytay; irumarai ni enkalai uyirppittay; akaiyal nankal (ippolutu) enkal pavankalai oppuk kontom - enave (itiliruntu tappi) veliyera etum valiyunta?\" Enak kuruvar"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Patil kurappatum;)\"atarkuk karanam allah oruvane (vanakkattirkuriyavan; enave avanai vanankunkal) enru alaikkappatta potu ninkal nirakarittirkal; anal, avanukku (etaiyum) inaiyakkappattal (atan mitu) ninkal nampikkai kontirkal; akave ittirppu mikka melanavanum, makap periyavanumana allahvukke uriyatu"},{"SurahNumber":40,"VerseNumber":13,"Text":"avane tan attatcikalai unkalukkuk kanpikkiran; unkalukku vanattiliruntu unavaiyum irakkivaikkiran - enave avanaiye munnokki nirpavarkalait tavira (veru yarum) nallunarvu peramattarkal"},{"SurahNumber":40,"VerseNumber":14,"Text":"akave, kahpirkal verutta potilum, ninkal murrilum avanukke valipattu markkattil paricuttattutan allah oruvanaiye (pirarttittu) alaiyunkal"},{"SurahNumber":40,"VerseNumber":15,"Text":"(avane) antastukalai uyarttupavan; arsukkuriyavan; cantippukkuriya (iruti) nalaipparri accamutti eccarikkai ceyvatarkaka tan atiyarkalil tan natiyavarkal mitu kattalaiyai vahi mulam irakki vaikkiran"},{"SurahNumber":40,"VerseNumber":16,"Text":"annalil avarkal velippattu varuvarkal; avarkalutaiya enta visayamum allahvukku maraintataka irukkatu annalil atci yarukkutaiyataka irukkum - ekanakiya, atakkiyalum vallamai mikka allahvukke yakum"},{"SurahNumber":40,"VerseNumber":17,"Text":"annalil ovvor atmavum, atu campatittatarkuk kuli kotukkappatum; annalil enta aniyayamum illai. Niccayamaka, allah kelvi kanakkuk ketpatil mikavum tiviramanavan"},{"SurahNumber":40,"VerseNumber":18,"Text":"(napiye!) Anmaiyil varum (kiyama) nalaipparri avarkalukku accamutti eccarikkai ceyviraka irutayankal vicanattal nirampi tontaikkulikalukku varum (av)velaiyil, aniyayakkararkalukku irakkappatum nanpano, allatu errukkollappatum ciparicu ceypavano irukkamattan"},{"SurahNumber":40,"VerseNumber":19,"Text":"Kankal ceyyum mocattaiyum, ullankal maraittu vaippataiyum avan nanku arikiran"},{"SurahNumber":40,"VerseNumber":20,"Text":"melum, allah unmaiyaik konte tirppalippavan. Anriyum, avanaiyanri avarkal (veru) evarkalai alait(tup pirarttit)tarkalo, avarkal yatoru visayattaip parriyum tirppuc ceyya mattarkal - niccayamaka allah (yavarraiyum) ceviyerpavanakavum, tirkkamakap parppavanakavum irukkinran"},{"SurahNumber":40,"VerseNumber":21,"Text":"ivarkal pumiyil pirayanam ceytu ivarkalukku mun iruntavarkalin mutivu eppatiyiruntatu enpataip parkka villaiya? Avarkal, palattalum, pumiyil (vittuc cenra purva)cinnankalalum ivarkalaivita valimaiyutaiyavarkalakave iruntarkal - anal avarkalin pavankalin karanamaka avarkalai allah pitittuk kontan; innum allahvitamiruntu avarkalaik kapparra evarum illai"},{"SurahNumber":40,"VerseNumber":22,"Text":"atu (enenil) niccayamaka avarkalitam avarkalin tutarkal telivana attatcikalutan vantarkal; anal, avarkal nirakarittanar. Akave, allah avarkalaip pitittan - niccayamaka (allah) valimai mikkavan; tantippatil katumaiyanavan"},{"SurahNumber":40,"VerseNumber":23,"Text":"meyyakave nam musavukku nam'mutaiya attatcikalaiyum, telivana canraiyum kotuttanuppinom"},{"SurahNumber":40,"VerseNumber":24,"Text":"hpir'avn, haman, hkarun akiyavarkalitam; anal avarkalo\"(ivar) poyyuiraippavar, cuniyakkarar\" enru kurinar"},{"SurahNumber":40,"VerseNumber":25,"Text":"akave, avar nam'mitamiruntu cattiyattai avarkalitam kontu vanta potu, avarkal; \"ivarutan iman kontirupporin an kulantaikalai konru, avarkalin pen kulantaikalai uyirutan vittu vitunkal\" enru kurinarkal; melum kahpirkalin cati valikettilanri verillai"},{"SurahNumber":40,"VerseNumber":26,"Text":"Melum hpir'avn kurinan; \"musavai kolai ceyya ennai vittu vitunkal! Innum ivar tam'mutaiya iraivanai alai(ttup pirartti)kkattum; niccayamaka ivar unkal markkattai marrivituvar; allatu ippumiyil kulappattai veliyakkuvar enru nan ancukiren\" enru"},{"SurahNumber":40,"VerseNumber":27,"Text":"musa kurinar; \"kelvi kanakkuk ketkappatum nal mitu nampikkai kollata, perumaiyatikkum elloraiyum vittu, ennutaiya iraivanakavum, unkalutaiya iraivanakavum iruppavanitam niccayamaka nan patukaval tetukiren"},{"SurahNumber":40,"VerseNumber":28,"Text":"hpir'avnin kutumpattaril tam imanai maraittu vaittirunta oru nampikkai kontavar kurinar; \"en iraivan allahve tan!\" Enru oru manitar kuruvatarkaka avarai ninkal konru vituvirkala? Melum avar meyyakave unkal iraivanitamiruntu telivana attatcikalai unkalitam kontu vantullar. Enave avar poyyaraka iruntal, appoy avarukke (ketu) akum; anal avar unmaiyalaraka iruntal, avar unkalukku vakkalikkum cila (vetanaikal) unkalai vantataiyume! Niccayamaka allah varampu miriya poyyarai nervaliyil celuttamattan"},{"SurahNumber":40,"VerseNumber":29,"Text":"ennutaiya camukattarkale! Inru atci unkalitamtan irukkiratu ninkal tam (ekiptu) pumiyil mikaittavarkalakavum irukkinrirkal; ayinum allahvin tantanai namakku vantu vittal, namakku utavi ceypavar yar?\" Enrum kurinar) atarku\"nan (unmai enak) kanpataiye unkalukku nan kanpikkiren; nerana pataiyallatu (veru) etaiyum nan unkalukku kanpikkavillai\" ena hpir'avn kurinan"},{"SurahNumber":40,"VerseNumber":30,"Text":"Nampikkai kontirunta avar innum kurinar; \"ennutaiya camukattare! (Alintu pona marra) kuttattinarkalin natkalaip ponravai unkal mitu vantu vitume enru nan niccayamaka payappatukiren"},{"SurahNumber":40,"VerseNumber":31,"Text":"nuhutaiya camukattirkum, innum'atu', 'samutu'taiya camukattirkum, avarkalukkup pinnullavarkalukkum untana nilaiyaip ponru (unkalukku nikalntu vitumo enap payappatukiren); anal allah (tan) atiyarkalukku aniyayam ceyya natamattan (enrum)"},{"SurahNumber":40,"VerseNumber":32,"Text":"ennutaiya camukattare! Unkal mitu alaikkappatum (tirppu) nalaip parriyum nan payappatukiren"},{"SurahNumber":40,"VerseNumber":33,"Text":"allahvai vittum unkalaik kapparrupavar evarumillata nilaiyil ninkal pin vankum nal (atu) anriyum allah yarait tavarana valiyil vittuvitukinrano, avanukku nervali kattuvor evarumillai"},{"SurahNumber":40,"VerseNumber":34,"Text":"melum, murkalattil tittamaka yusuhp telivana attatcikalutan unkalitam vantar, eninum avar irantu vitum varaiyil, avar unkalitam kontu vantataip parri ninkal cantekattileye iruntirkal; irutiyil (avar irantapin)\"avarukkup pin enta rasulaiyum (tutaraiyum) allah anuppave mattan\" enrum kurinirkal; ivvare, evar varampu miric cantekikkiraro avarai allah valikettil vittu vitukiran"},{"SurahNumber":40,"VerseNumber":35,"Text":"(iraivanitamiruntu) tankalukku vanta yator ataramuminri, allahvin vacanankalaip parrit tarkkam ceyvatu, allahvitattilum iman kontavarkalitattilum mikavum verukkappattatakum; ivvare, perumaiyatittu anavam kollum ovvor irutayattin mitum allah muttiraiyittu vitukiran\" (enrum avar kurinar)"},{"SurahNumber":40,"VerseNumber":36,"Text":"(Ivvalavu upatecitta pinnarum;)\"hamane uyaramana oru kopurattai enakkaka ni kattuvayaka - nan (mele celvatarkana) pataikalaip perum poruttu"},{"SurahNumber":40,"VerseNumber":37,"Text":"(am) vanankalin pataikalai ataintu musavutaiya antavanai nan kana ventum; eninum avar poy collukirar enre niccayamaka nan ennukiren;\" ena hpir'avn kurinan. Ivvare hpir'avnukku avanutaiya tiya ceyalkal alakakkappattana innum (ner) valiyiliruntu avan tatukkappattan; hpir'avnutaiya cati alivillamal (veru evvitamakavum) mutiya villai"},{"SurahNumber":40,"VerseNumber":38,"Text":"iman kontirunta am'manitar melum kurinar; \"ennutaiya camukattare! Ennaip pinparrunkal; nan unkalukku nermaiyutaiya pataiyaik kanpikkiren"},{"SurahNumber":40,"VerseNumber":39,"Text":"ennutaiya camukattare! Ivvulaka valkkaiyellam arpa cukamtan; anriyum niccayamaka, marumaiyo - atutan (enrenrumirukkum) nilaiyana vitu"},{"SurahNumber":40,"VerseNumber":40,"Text":"evar timai ceykiraro, avar ataip ponrataiye kuliyakak kotukkappatuvar; evar oruvar, ano allatu penno muhminana nilaiyil salihana (nalla) amalkal ceykiraro avarkal cuvarkkattil piravecippar; atil kanakkillatu avarkal unavalikkappatuvarkal"},{"SurahNumber":40,"VerseNumber":41,"Text":"ennutaiya camukattare! Enakkenna? Nan unkalai iterrattinpal alaikkiren; anal ninkalo ennai (naraka) neruppinal alaikkirirkal"},{"SurahNumber":40,"VerseNumber":42,"Text":"nan allahvukku (maru ceytu avanai) nirakarikka ventumenrum, enakku etaipparri arivu illaiyo atai nan avanukku inaivaikka ventumenrum ennai alaikkinrirkal. Anal nano yavaraiyum mikaittavanum, mika mannippavanumakiyavanitam alaikkinren"},{"SurahNumber":40,"VerseNumber":43,"Text":"Ennai ninkal etan pakkam alaikkinrirkalo, atu niccayamaka ivvulakilum marumaiyilum (nayan ena) alaippatarku ciritum takutiyillatatu melum niccayamaka nam allahvitame tirumpac celvom. Innum niccayamaka varampu miriyavarkal naraka vacikalakave irukkirarkal"},{"SurahNumber":40,"VerseNumber":44,"Text":"enave, nan unkalukkuc colvatai ninkal viraivil unarvirkal; melum, nan en kariyattai allahvitam oppataittu vitukiren - niccayamaka allah atiyarkalaik kannurravanakave irukkinran\" (enrum avar kurinar)"},{"SurahNumber":40,"VerseNumber":45,"Text":"akave, avarkal tittamitta timaikalai vittum allah avaraik kattuk kontan. Melum vetanaiyin ketu hpir'avnin kuttattaraic culntu kontatu"},{"SurahNumber":40,"VerseNumber":46,"Text":"kalaiyilum, malaiyilum avarkal naraka neruppin mun kontuvarappatuvarkal; melum niyayat tirppu kalam nilaiperrirukkum nalil\"hpir'avnutaiya kuttattaraik katinamana vetanaiyil pukuttunkal\" (enru kurappatum)"},{"SurahNumber":40,"VerseNumber":47,"Text":"avarkal naraka neruppil tarkkam ceytu kontu, palahinarkal perumai atittuk kontiruntorai nokki; \"niccayamaka nankal unkalaip pinparrupavarkalaka iruntom - enave, enkalai vittum inneruppiliruntu oru pakutiyaiyavatu vilakki vaippirkalaka?\" Enru avarkal collum velaiyai (ninaivuttuviraka)"},{"SurahNumber":40,"VerseNumber":48,"Text":"(appotu)\"niccayamaka nam ellorume itilirukkirom; niccayamaka allah (tan) atiyarkalukkitaiyil tirppuc ceytu vittan\" enru perumai atittuk kontiruntavarkal kuruvarkal"},{"SurahNumber":40,"VerseNumber":49,"Text":"ivvetanaiyai oru nalaikku (mattumavatu) enkalukku ilecakkumpati unkal iraivanitattil pirarttanai ceyyunkal\" enru (naraka) neruppil iruppavarkal narakattin kavalalikalai nokki kuruvarkal"},{"SurahNumber":40,"VerseNumber":50,"Text":"Unkal rasulkal (tutarkal) unkalitam telivana attatcikalutan varavillaiya?\" Ena (akkavalalikal) ketparkal. \"Am! Niccayamaka\" ena avarkal patil kuruvarkal. \"Avvarayin ninkale pirarttanai ceytu kollunkal\" enru avarkal kuruvar. Anal kahpirkalin pirarttanai vali kettilillamal illai"},{"SurahNumber":40,"VerseNumber":51,"Text":"niccayamaka, nam nam'mutaiya rasul(tutar)kalukkum, iman kontavarkalukkum, ivvulaka valkkaiyilum, catcikal nilaiperum nalilum utavi ceyvom"},{"SurahNumber":40,"VerseNumber":52,"Text":"annalil, aniyayakkararkalukku avarkal pukal kurutal payanalikkatu - avarkalukku lahnattum (capamum) untu tiya iruppitamum avarkalukkuntu"},{"SurahNumber":40,"VerseNumber":53,"Text":"niccayamaka musavukku nervali (kattum vetattai) nam alittom - anriyum israyilin cantatiyinarai vetattirku varicakkinom"},{"SurahNumber":40,"VerseNumber":54,"Text":"(atu) nerana valikattiyakavum arivutaiyorukku nallupatecamakavum iruntatu"},{"SurahNumber":40,"VerseNumber":55,"Text":"akave, nir porumaiyutan iruppiraka. Niccayamaka allahvin vakkuruti urutiyutaiyatakum. Um pavattirkaka mannippuk koruviraka malaiyilum kalaiyilum um iraivanaip pukalntu, taspih (tuti) ceytu kontu iruppiraka"},{"SurahNumber":40,"VerseNumber":56,"Text":"niccayamaka evarkal tankalitam vanta allahvutaiya vacanankalaipparri enta ataramuminrit tarkkam ceykinrarkalo, avarkalutaiya irutayankalil perumai tavira (veru etuvum) illai anal a(p perumaiyana)tai avarkal ataiyavum mattarkal; akave (napiye!) Nir allahvitame patukaval tetuviraka! Niccayamaka avan, yavarraiyum ceviyerpavan, parppavan"},{"SurahNumber":40,"VerseNumber":57,"Text":"niccayamaka vanankalaiyum, pumiyaiyum pataippatu, manitarkalaip pataippatai vita mikavum peritakum - eninum manitarkalil perumpalor ariya mattarkal"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kurutarum, parvaiyutaiyorum camamakar avvare, iman kontu salihana (nalla) amalkal ceyvorum, tiyorum camamaka mattarkal; unkalil corpamanavarkale (itaik kontu) nallupatecam perukirirkal"},{"SurahNumber":40,"VerseNumber":59,"Text":"(vicaranaikkuriya) kalam niccayamaka vante tirum; atil cantekame illai - eninum manitarkalil perumpalor itil iman kollavillai"},{"SurahNumber":40,"VerseNumber":60,"Text":"unkal iraivan kurukiran; \"ennaiye ninkal pirarttiyunkal; nan un(kal pirarttanai)kalukku patilalikkiren; evarkal ennai vanankuvatai vittum perumaiyatittuk kontirukkirarkalo, avarkal cirumaiyataintavarkalaka narakattil nulaivarkal"},{"SurahNumber":40,"VerseNumber":61,"Text":"ninkal ilaipparuvatarkaka iravaiyum, ninkal parppatarkaka pakalaiyum allahtan pataittan; niccayamaka allah manitarkal mitu arul polikinran; ayinum manitarkalil perumpalor nanri celuttuvatillai"},{"SurahNumber":40,"VerseNumber":62,"Text":"avan tan unkal allah - unkal iraivan - ellap porutkalaiyum pataippavan - avanait tavira veru nayanillai enave ninkal (cattiyattai vittum) enku tiruppappatukirirkal"},{"SurahNumber":40,"VerseNumber":63,"Text":"allahvin vacanankalai nirakarittuk kontiruntarkale avarkalum ivvare tiruppappattanar"},{"SurahNumber":40,"VerseNumber":64,"Text":"allahtan unkalukku ippumiyait tankumitamakavum, vanattai oru vitanamakavum untakkiyirukkiran; melum, avan tan unkalai uruvakki, unkal uruvankalai alakakki, ciranta akara vacatikalaiyum alittan; avantan allah; unkalutaiya iraivan; akilatarukkellam iraivanakiya allah mika pakkiyamutaiyavan"},{"SurahNumber":40,"VerseNumber":65,"Text":"Avane (enrenrum) uyirotiruppavan; avanaiyanri (veru) nayanillai - akave ninkal avanukke murrilum valipattu tuya ullattotu avanai alaiyunkal; al'hamtu lillahi rappil alamin - anaittup pukalum akilankal ellavarraiyum pataittuk kattup paripakkuvappatuttum nayanana allahvukke akum"},{"SurahNumber":40,"VerseNumber":66,"Text":"(napiye!) Kuruviraka\"ennutaiya iraivanitamiruntu telivana attatcikal enakku vanta polutu, allahvaiyanri ninkal alaippavarrai vanankuvatai vittum niccayamaka nan tatukkappattullen - anriyum - akilattin iraivanukke atipaniya ventum enru kattalaiyitappattirukkinren"},{"SurahNumber":40,"VerseNumber":67,"Text":"avantan unkalai manniliruntu pataittan; pin intiriyattiliruntum pin alak ennum nilaiyiliruntum (uruvakki) unkalaik kulantaiyaka veliyakkukiran; pin ninkal unkal valipattai ataintu, pinnar mutiyorakukirirkal; itarku munnar irantu vituvorum unkalil irukkinranar - innum ninkal oru kurippitta tavanaiyai ataivirkal; (itiliruntu) ninkal unarvu perum poruttu (itai arintu kollunkal)"},{"SurahNumber":40,"VerseNumber":68,"Text":"avane uyirppikkiran; avane marikkac ceykiran. Akave avan oru kariyattai(c ceyya)t tirmanittal; 'akuka!' Enru atarkuk kurukiran. Utan atu akivitukiratu"},{"SurahNumber":40,"VerseNumber":69,"Text":"allahvin vacanankalaip parrit tarkkam ceypavarkalai ninkal parkkavillaiya? Evvaru avarkal (cattiyattai vittum) tiruppappatukinranar"},{"SurahNumber":40,"VerseNumber":70,"Text":"evar ivvetattaiyum, nam'mutaiya (marra) tutarkal kontu vantataiyum poyppikkirarkalo avarkal viraivileye (unmaiyai) arivarkal"},{"SurahNumber":40,"VerseNumber":71,"Text":"avarkalutaiya kaluttukalil movaykkattaikal varai arikantankalutan vilankukalutanum iluttuk kontu varappattu"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kotikkum nirilum, piraku (naraka)t tiyilum karikkappatuvarkal"},{"SurahNumber":40,"VerseNumber":73,"Text":"piraku avarkalukkuc collap patum; \"(allahvaiyanri,) ninkal (avanukku) inaivaittuk kontiruntavai enke?\" Enru"},{"SurahNumber":40,"VerseNumber":74,"Text":"allahvaiyanri\" (ninkal inaivaittuk kontiruntavai enke enru ketkappatum); \"avai enkalai vittum maraintu vittana anriyum munnar nankal (allahvait tavira etaiyum) alaittuk kontirukkavillaiye!\" Enru kuruvarkal. Ivvarutan kahpirkalai allah vali ketac ceykiran"},{"SurahNumber":40,"VerseNumber":75,"Text":"itu, ninkal pumiyil niyayaminrip (perumaiyatittu) makilntu purittuk kontiruntirkale (atarkana tantanaiyakum)"},{"SurahNumber":40,"VerseNumber":76,"Text":"ninkal narakattin vayilkalul atil enrenrum tankupavarkalaka - piraveciyunkal\" (enru kurappatum). Enave, perumaiyatittuk kontiruntavarkalin tankumitam mikavum kettatu"},{"SurahNumber":40,"VerseNumber":77,"Text":"akave, (napiye!) Nir porumaiyutan iruppiraka niccayamaka allahvin vakkuruti unmaiyanatu; avarkalukku vakkalikkappatta cilavarrai, nam umakkuk kanpittalum allatu atarku munnare niccayamaka nam um'mai maranamataiyac ceytalum, avarkal nam'mitame kontuvarappatuvarkal"},{"SurahNumber":40,"VerseNumber":78,"Text":"tittamaka nam umakku munnar tutarkalai anuppiyirukkinrom; avarkalil cilarutaiya varalarrai umakkuk kuriyullom; innum evarkalutaiya varalarrai umakkuk kuravillaiyo (avarkalum) attutarkalil irukkinranar (ivvirucararil) entat tutarum allahvin anumatiyinri enta attatciyaiyum kontu varuvatarku (atikaramum) illai akave allahvutaiya kattalaivarum potu, (anaivarukkum) niyayamakat tirppalikkappatum; anriyum, anta itattil poyyarkal tam nastamataivarkal"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allahtan kal nataikalai unkalukkaka untakkiyirukkiran - avarril cilavarrin mitu ninkal cavari ceykirirkal - innum avarri(l cilavarri)liruntu ninkal pucikkirirkal"},{"SurahNumber":40,"VerseNumber":80,"Text":"innum, avarril unkalukku (veru pala) payankalum irukkinrana melum unkal ullankalilulla viruppankalai atanal ninkal niraiverrik kollum poruttu, avarrin mitum kappalkal mitum ninkal cumantu cellappatukirirkal"},{"SurahNumber":40,"VerseNumber":81,"Text":"innum, avan tan attatcikalai unkalukkuk kanpikkiran; akave allahvin attatcikalil etai ninkal maruppirkal"},{"SurahNumber":40,"VerseNumber":82,"Text":"ivarkal pumiyil pirayanam ceytu tankalukku munnar iruntavarkalin mutivu eppatiyiruntatu enpataip parkka villaiya? Avarkal ivarkalai vita (ennikkaiyil) atikamakavum, palattilum, pumiyil vittuc cenra cinnankalilum mikaittavarkalakavum iruntarkal - eninum, avarkal campatittatu (etuvum) avarkalukkup payanalikkavillai"},{"SurahNumber":40,"VerseNumber":83,"Text":"akave, avarkalutaiya tutarkal avarkalitam telivana attatcikalutan vanta potu, avarkal tankalitamirunta kalviyaik kontu perum makilcci ataintiruntarkal, eninum, avarkal parikacam ceytu kontiruntatuve avarkalai culntu kontatu"},{"SurahNumber":40,"VerseNumber":84,"Text":"enave avarkal nam(kattalaiyal untana) vetanaiyai kantapotu, \"nankal allah oruvan mite iman kolkirom; nankal (avanutan) inaivaittavarrai nirakarikkirom\" enru kurinarkal"},{"SurahNumber":40,"VerseNumber":85,"Text":"ayinum, nam (kattalaiyal untana) vetanaiyaik kantapotu, avarkal konta nampikkai avarkalukkup payanalikkavillai. (Ituve) allahvutaiya valiyakum; avanutaiya atiyarkalukku (munnarum ivvare) nikalntirukkinratu. Atalal, annerattil kahpirkal nastattaiye ataintarkal"}]}