{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif Lam Ra. So Allah i Matao ko paka-a antapan Niyan non. Giyaya na manga Ayat ko Kitab,go Qur-an a miyakapayag (ko ontol)"},{"SurahNumber":15,"VerseNumber":2,"Text":"Madakul a kapundingandingana o siran a da Pamaratiyaya, sa o ba siran bo miyabaloi a manga Muslim"},{"SurahNumber":15,"VerseNumber":3,"Text":"Botawaningka siran, ka-an siran Puphakakan, go a niran pukhasawiti (so doniya): Go so katutumbanga kiran o inam: Ka katokawan niran bo"},{"SurahNumber":15,"VerseNumber":4,"Text":"Na da-a bininasa Mı a Phagingud a ba da-a Kitab iyan a mapupunto"},{"SurahNumber":15,"VerseNumber":5,"Text":"Di ka pungaga-anan o pagtao so Ajial iyan, go di iran khisundod"},{"SurahNumber":15,"VerseNumber":6,"Text":"Na Pitharo iran: Hai Tiyoronan ko undao! Mata-an Ka a titho a Pumbuthangun"},{"SurahNumber":15,"VerseNumber":7,"Text":"Ino Kamingka di khawiti sa Malaikat o Suka na pud ko khipumamata-an"},{"SurahNumber":15,"VerseNumber":8,"Text":"(Pitharo o Allah:) A di Ami Phakatoronun so Malaikat inonta o rakhus o bunar: Na sa maoto na di siran ndun makanggowamal"},{"SurahNumber":15,"VerseNumber":9,"Text":"Mata-an! a Sukami na Sukami i Tomiyoron ko (Qur-an a) undao; go Mata-an! a Sukami i titho a somisiyapon"},{"SurahNumber":15,"VerseNumber":10,"Text":"Na Sabunsabunar a Siyogowan Ami so miya-ona an Ka si-i ko Pithanggisa ka tindug ko miyanga-o ona"},{"SurahNumber":15,"VerseNumber":11,"Text":"Na da-a Miyakatalingoma kiran a Sogo a ba iran da pamagurugi Sukaniyan"},{"SurahNumber":15,"VerseNumber":12,"Text":"Lagid aya man i kipushanipun ami ron ko manga poso o"},{"SurahNumber":15,"VerseNumber":13,"Text":"manga Baradosa13. A di siran non Pharatiyaya; o ba di Sabunar a somiyagad so miyasowa o miyanga-o ona"},{"SurahNumber":15,"VerseNumber":14,"Text":"Na apiya pun lomuka Kami kiran sa pinto ko Langit, na mabaloi siran a makapanik siran non"},{"SurahNumber":15,"VerseNumber":15,"Text":"Na Tharo-on niran ndun: A Mata-an a birug so manga kailai tano: Kuna, ka sukutano na pagtao a miyangababalik a Mata niyan"},{"SurahNumber":15,"VerseNumber":16,"Text":"Na Sabunsabunar a tiyagowan Nami so Langit sa manga darpa o manga Bito-on, go ini pharas Ami ron noto a ruk o puphamakailai ron"},{"SurahNumber":15,"VerseNumber":17,"Text":"Na siniyap Ami oto pho-on ko langowan a Shaitan a puradiyamun"},{"SurahNumber":15,"VerseNumber":18,"Text":"Ogaid na so miyamanukhao sa kanug, na siyaloba sukaniyan a kadug, a mapayag"},{"SurahNumber":15,"VerseNumber":19,"Text":"So Lopa na kiyayat Ami oto; go piyamakatindugan Ami oto sa manga Palao; go Piyamakathowan ami oto sa mbarambarang a didiyangka-an"},{"SurahNumber":15,"VerseNumber":20,"Text":"Go singgayan Nami sukano ron sa manga Kaoyagan,- a go so kuna a ba sukano ı Puphamagupuron"},{"SurahNumber":15,"VerseNumber":21,"Text":"Na da-a nganin a ba Ami di Mipapa-ar so khitatagowan non; go da-a Phakatoronun Nami ron a ba di madidiyangka a mapupunto"},{"SurahNumber":15,"VerseNumber":22,"Text":"Go Puphakasamburun Nami so manga ndo a puphamakatago sa ig ko Gabon, na Piyakatoron Ami a pho-on ko Kawang so ig, na Piyakainom Amı sukano ron, na kuna a ba sukano i makakhakapa-aron"},{"SurahNumber":15,"VerseNumber":23,"Text":"Go Mata-an! A titho a Sukami 1 Puphangoyag, go Puphangimatai: Go Sukami i manga Waris (a Phama-apa-ar)"},{"SurahNumber":15,"VerseNumber":24,"Text":"Na Sabunsabunar a katawan Nami so miyanga-o ona rukano, go Sabunsabunar a katawan Nami so Phanga-o ori rukano"},{"SurahNumber":15,"VerseNumber":25,"Text":"Mata an ka so kadunan ka na pulimoden iyan siran sukaniyan na maonga ngun a matao"},{"SurahNumber":15,"VerseNumber":26,"Text":"Na Sabunsabunar a Inadun Ami so Manosiya a pho-on ko Lopa a gango, a pho-on ko Lipao a miyarumbis"},{"SurahNumber":15,"VerseNumber":27,"Text":"Go so Jinn na Inadun Ami mona a pho-on ko Apoi a mararas"},{"SurahNumber":15,"VerseNumber":28,"Text":"Na gowani na Pitharo o Kadnan Ka ko manga Malaikat: A Mata-an! A Sakun na Magadun Ako sa Manosiya, a pho-on ko Lopa a gango, a pho-on ko Lipao a miyarumbis"},{"SurahNumber":15,"VerseNumber":29,"Text":"Na anda i kaimasada Ko ron go masokan Ko Sukaniyan sa Niyawa, na Sondong Kano ron sa Pangangalimbaba-an Kano"},{"SurahNumber":15,"VerseNumber":30,"Text":"Na Miyangalimbaba-an non so manga Malaikat, sa tanan Siran, langon"},{"SurahNumber":15,"VerseNumber":31,"Text":"Inonta so Iblis: Ka somiyangka o ba mabaloi a pud ko Miyamangalimbaba-an"},{"SurahNumber":15,"VerseNumber":32,"Text":"Pitharo (o Allah): Hai Iblis! Antona-a i miyakarun ruka sa dangka kapangupud ko Miyamangalimbaba-an"},{"SurahNumber":15,"VerseNumber":33,"Text":"Pitharo iyan: A di Rakun patot o ba ako Pangalimbaba-an ko Manosiya, a Inadun Ka a phoon ko Lopa a gango, a pho-on koLipao a miyarumbis"},{"SurahNumber":15,"VerseNumber":34,"Text":"Pitharo (o Allah): Na awa ka pho-on ko Langit; ka Mata-an! A suka na inibowang"},{"SurahNumber":15,"VerseNumber":35,"Text":"Go Mata-an! A shisi-i ruka so morka sa dayon ko Alongan a kambabadala"},{"SurahNumber":15,"VerseNumber":36,"Text":"Pitharo iyan: Kadnan ko! Na pakanayawa Kongka sa dayon ko Alongan a Kaoyaga Kiran"},{"SurahNumber":15,"VerseNumber":37,"Text":"Pitharo (o Allah): Na Mataan! A suka na pud ko phamakanaya-on"},{"SurahNumber":15,"VerseNumber":38,"Text":"Taman ko Alongan a masa a mapupunto"},{"SurahNumber":15,"VerseNumber":39,"Text":"Pitharo iyan: Kadnan ko! Ibut ko Kiyabaloyangka rakun a dadag, na Mata-an a barayatun ko siran ndun (ko Kandarowaka) ko Lopa, go Mata-an a dadagun ko siran ndun langon"},{"SurahNumber":15,"VerseNumber":40,"Text":"Inonta so manga Oripun Ka, a pud kiran a Miyangatotolabos (Ruka)"},{"SurahNumber":15,"VerseNumber":41,"Text":"Pitharo (o Allah): A kati-i so lalan Rakun a Maka-o ontol (a di ko Ipundarainon)"},{"SurahNumber":15,"VerseNumber":42,"Text":"Mata-an! A so manga Oripun Ko na da-a mapukhapa-ar ka Kiran, a rowar ko tao a Inonotan ka niyan a pud ko Miyangadadadag"},{"SurahNumber":15,"VerseNumber":43,"Text":"Go Mata-an! A so Naraka Jahannam na diyandi kiran ndun langon"},{"SurahNumber":15,"VerseNumber":44,"Text":"Pito a pinto iyan: Oman i isa pinto na adun a bagiyan niyan kiran a saba-ad a misusunggai"},{"SurahNumber":15,"VerseNumber":45,"Text":"Mata-an! A so Miyamananggila na Makaphagingud ko manga Pamomolan go manga Bowalan"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Tharo-on kiran a:) Solud Kano ron sa Kalilintad a So masarig Kano"},{"SurahNumber":15,"VerseNumber":47,"Text":"Na ilangun Nami so matatago ko manga rarub iran a si-ig: A Phapagariya siran, a shisi-i ko manga Kantir a Khipaga-a dapa dapa"},{"SurahNumber":15,"VerseNumber":48,"Text":"Da-a phakatalingoma Kiran ro-o a dokao, go di siran non ndun Maphamaka-awa"},{"SurahNumber":15,"VerseNumber":49,"Text":"Pamanotholangka ko manga Oripun Ko: A Mata-an! a Sakun na Sakun so Manapi, a Makalimo-on"},{"SurahNumber":15,"VerseNumber":50,"Text":"Go Mata-an! A so iphaniksa Akun na giyoto so siksa a malipudus"},{"SurahNumber":15,"VerseNumber":51,"Text":"Go Pamanotholangka Kiran so manga banto o Ibrahim"},{"SurahNumber":15,"VerseNumber":52,"Text":"Gowani na somiyolud Siran non, na Mitharo Siran: Sa Salaam! Pitharo o Ibrahim: A Mata-an! a Sukami na Ipukhaluk Ami Sukano"},{"SurahNumber":15,"VerseNumber":53,"Text":"Pitharo Iran: A di Ka khaluk! Ka Mata-an! A Sukami na Phanotholan Ami Suka sa (Ipumbawata-a Ka a) Wata a Mata-o"},{"SurahNumber":15,"VerseNumber":54,"Text":"Pitharo Iyan: Ino Niyo Rakun Phanothola (a Kapumbawata Akun) a Riya-ot Ako a Kalokus? Na antona-a i sabap a Kaphanothola Niyo Rakun (saya)"},{"SurahNumber":15,"VerseNumber":55,"Text":"Pitharo Iran: A Piyanothol Ami Ruka so bunar: Na di Ka Phangupud ko piyanga-ada-an sa Panginam"},{"SurahNumber":15,"VerseNumber":56,"Text":"Pitharo Iyan: Na ba adun a tao a khada-an sa Panginam ko Limo o Kadnan Niyan, a rowar ko Mithataridadag"},{"SurahNumber":15,"VerseNumber":57,"Text":"Pitharo Iyan: Na antona-a i showa-an Niyo, Hai manga Sogo (o Allah)"},{"SurahNumber":15,"VerseNumber":58,"Text":"Pitharo Iran: a Mata-an! A Sukami na Siyogo Kami ko pagtao a manga Baradosa (a pagtao o Lut)"},{"SurahNumber":15,"VerseNumber":59,"Text":"Inonta sa ta-alok ko Lut: Mata-an! A Sukami na shabutun Nami siran ndun langon"},{"SurahNumber":15,"VerseNumber":60,"Text":"Inonta so Karoma Niyan, ka Kiyokom Ami a Mata-an! A sukaniyan na pud dun ko phangakakal (ko siksa)"},{"SurahNumber":15,"VerseNumber":61,"Text":"Na kagiya a makaoma ko Lut so manga Sogo (a manga Malaikat)"},{"SurahNumber":15,"VerseNumber":62,"Text":"Na Pitharo Iyan: A Mata-an! A Sukano na pagtao a di makikilala"},{"SurahNumber":15,"VerseNumber":63,"Text":"Pitharo Iran: A kuna, ka inowit Ami Ruka so (siksa a) siran na shasangka-on so pamikiran niran"},{"SurahNumber":15,"VerseNumber":64,"Text":"Go minitalingoma Mi Ruka so bunar, go Mata-an! A Sukamı na titho Kami a Muma-mata-an"},{"SurahNumber":15,"VerseNumber":65,"Text":"Na Pangulumun Ka so taalok Ruka, ko saba-ad ko kagagawi-i, go Tondogangka siran sa talikhodan: Na o ba adun a domingil Rukano a isa bo, go taros kano sa sadun sa Sogowan Rukano"},{"SurahNumber":15,"VerseNumber":66,"Text":"Na Piyakitokawan Nami Ron angkoto a khasowa, a Mata-an! A khathiphad so siran naya ko kapitai kiran"},{"SurahNumber":15,"VerseNumber":67,"Text":"Na miyakaoma so tao ko Bandar a Ingud a pukhababaya siran"},{"SurahNumber":15,"VerseNumber":68,"Text":"Pitharo (o Lut): A Mata-an! a siran na-i na khibobolos Rakun: Na di Ako niyo ndiyamana"},{"SurahNumber":15,"VerseNumber":69,"Text":"Go kalukun niyo so Allah, go di Ako niyo phakaitowa"},{"SurahNumber":15,"VerseNumber":70,"Text":"Pitharo iran: A ba ami Ruka da saparun, so (kapakabolosa ko) khipananangga"},{"SurahNumber":15,"VerseNumber":71,"Text":"Pitharo Iyan: Kati-i so manga Wata Akun a manga Babai, (na Pamangaroma kano ron) o ba adun a Punggolaola-an niyo"},{"SurahNumber":15,"VerseNumber":72,"Text":"Ibut ko Kaoyagoyag Ka (Ya Muhammad), ka Mata-an! A siran na matatago siran ndun ko kabuburug iran a puphuromparompak siran"},{"SurahNumber":15,"VerseNumber":73,"Text":"Na miyadansal siran o Lalis ko kiyasubangi kiran o Alongan"},{"SurahNumber":15,"VerseNumber":74,"Text":"Na biyaloi Ami so liyawao (o Ingd iran) a didalum, go piyakaoranan Nami siran sa Ator a phoon ko Lopa a kiyomba"},{"SurahNumber":15,"VerseNumber":75,"Text":"Mata-an! A adun a matatago ro-o man a titho a manga Tanda a bagiyan o Puphamangilai sa piratas"},{"SurahNumber":15,"VerseNumber":76,"Text":"Go Mata-an naya! a titho a matatago ko lalan a da ma-aog"},{"SurahNumber":15,"VerseNumber":77,"Text":"Mata-an! A adun a matatago ro-o man a titho a Tanda a bagiyan o Miyamaratiyaya"},{"SurahNumber":15,"VerseNumber":78,"Text":"Na Mata-an naya! A miyabaloi so manga tao sa Aika (a pagtao o Shv’'aib) a titho a manga Darowaka"},{"SurahNumber":15,"VerseNumber":79,"Text":"Na siniksa Ami siran. Na Mata-an! a giya dowaya (a Ingud) na Sabunar a matatago ko mala a lalan, a mapapayag"},{"SurahNumber":15,"VerseNumber":80,"Text":"Na Sabunsabunar a piyakambokhag o manga tao sa Hijr (a pagtao o Salih) so manga Sogo (o Allah)"},{"SurahNumber":15,"VerseNumber":81,"Text":"Go inibugai Ami kiran so manga Tanda Ami, na tiyalikhodan niran Sukaniyan"},{"SurahNumber":15,"VerseNumber":82,"Text":"Go miyanonggirub siran ko manga Palao sa manga Walai, a khisasarig siran"},{"SurahNumber":15,"VerseNumber":83,"Text":"Na Miyadansal siran o Lalis ko kiyapita-i kiran"},{"SurahNumber":15,"VerseNumber":84,"Text":"Na da kiran makalinding so pinggalubuk iran"},{"SurahNumber":15,"VerseNumber":85,"Text":"Na da ko Kiya-aduna Mi ko manga Langit, a go so Lopa, go so nganin a pagulutan a dowa nan, inonta na si-i ko bunar. Na Mataan! A so Bangkit na Phakatalingoma dun. Na Dapayangka (kiran) sa Kadapai a Maliwanag"},{"SurahNumber":15,"VerseNumber":86,"Text":"Mata-an! A so Kadnan Ka na Sukaniyan so Puphangadun, a Mata-o"},{"SurahNumber":15,"VerseNumber":87,"Text":"Na Sabunsabunar a bigan Namı Suka sa pito a manga Ayat (a so Fatiha) a gi-i makhasokasoi, go so Qur-an a Susula-an"},{"SurahNumber":15,"VerseNumber":88,"Text":"Dingka phakaotunga so (kallai o) dowa Matangka ko nganin a piyakisawitan Ami oto a pishoson, ko saba-ad kiran, go Dingka siran Pumboko-on: Go Paka-inayangka so Gowagowaingka ko Miyamaratiyaya"},{"SurahNumber":15,"VerseNumber":89,"Text":"Go Tharowangka: A Mataan! A Sakun so Puphamakaiktiyar, a mapayag"},{"SurahNumber":15,"VerseNumber":90,"Text":"Lagid o Initoron Ami ko mimbabagibagıi"},{"SurahNumber":15,"VerseNumber":91,"Text":"Siran na biyaloi ran so Quran a di bo dun pira ba-ad"},{"SurahNumber":15,"VerseNumber":92,"Text":"Na Ibut ko Kadnan Ka, ka Mata-an a isha Ami kiran ndun langon"},{"SurahNumber":15,"VerseNumber":93,"Text":"So Pinggaolola iran"},{"SurahNumber":15,"VerseNumber":94,"Text":"Na Payagangka so Sogowan Ruka, go Talikhodingka so manga Pananakoto"},{"SurahNumber":15,"VerseNumber":95,"Text":"Mata-an! A Sukami na lininding Ami Suka ko gi-i Ruka shosodi"},{"SurahNumber":15,"VerseNumber":96,"Text":"A siran so puphangumba-al sa rimbang o Allah a Tohan a salakao: Na katokawan niran bo"},{"SurahNumber":15,"VerseNumber":97,"Text":"Na Sabunsabunar a katawan Nami a Mata-an! A Suka na ipunggagut a Rarub Ka so gi-i ran Tharoon"},{"SurahNumber":15,"VerseNumber":98,"Text":"Na Puthasbikun Ka so Podi ko Kadnan Ka, go Pangupud Ka ko Puphaman ojiod"},{"SurahNumber":15,"VerseNumber":99,"Text":"Go Showasowatangka so Kadnan Ka taman sa kapakatalingoma Ruka o Kapatai"}]}