{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":53,"VerseNumber":1,"Text":"Sapata naksatrara, yetiya i astamita haya"},{"SurahNumber":53,"VerseNumber":2,"Text":"tomalokara sangi bibhraanta horaa na'i, arau bipathagami'o nahaya"},{"SurahNumber":53,"VerseNumber":3,"Text":"arau te'om mane saja katha nakaya"},{"SurahNumber":53,"VerseNumber":4,"Text":"Eya kerala ahi, yito te'omra prati ahiraupe praerana karaa haya"},{"SurahNumber":53,"VerseNumber":5,"Text":"te'omka siksa diche prabala saktidhara"},{"SurahNumber":53,"VerseNumber":6,"Text":"saundaryapurna satta. Tara pichata te'om sthira haichila"},{"SurahNumber":53,"VerseNumber":7,"Text":"arau te'om achila urd'dhadigantata"},{"SurahNumber":53,"VerseNumber":8,"Text":"tara pichata te'om nikatararti ha’la, eteke nikatararti ahila"},{"SurahNumber":53,"VerseNumber":9,"Text":"phalata te'omra majata dukhana dhenura duratba ra’la, athaba tatokai kama"},{"SurahNumber":53,"VerseNumber":10,"Text":"Tetiya allahe te'omra bandara prati yi ahi karaibalagiya seya ahi karaile"},{"SurahNumber":53,"VerseNumber":11,"Text":"Yi te'om dekhiche, te'omra antarae se'i samparke micha koraa na'i"},{"SurahNumber":53,"VerseNumber":12,"Text":"te'om yi dekhiche, se'i samparke tomaloke te'omra lagata bitarka karaiba neki"},{"SurahNumber":53,"VerseNumber":13,"Text":"arau niscaya te'om te'omka arau ebara dekhichila"},{"SurahNumber":53,"VerseNumber":14,"Text":"Chidaraatula munatahara ocarata"},{"SurahNumber":53,"VerseNumber":15,"Text":"yara ocarata jannatula ma’oraa arasthita"},{"SurahNumber":53,"VerseNumber":16,"Text":"Yetiya chidaraa'i yi acchadita karaara seya acchadita karaichila"},{"SurahNumber":53,"VerseNumber":17,"Text":"te'omra drsti bibhrama horaa na'i, arau sima'o atikrama karaa na'i"},{"SurahNumber":53,"VerseNumber":18,"Text":"Niscaya te'om nija pratipalakara mahana nidarsanaralira kichumana dekhichila"},{"SurahNumber":53,"VerseNumber":19,"Text":"eteke tomaloke lata arau ujjha samparke ki koraa"},{"SurahNumber":53,"VerseNumber":20,"Text":"arau trtiya ana eta manata samparke"},{"SurahNumber":53,"VerseNumber":21,"Text":"eya ki katha, tomalokara babe putra arau arau allahara babe kan'ya santana"},{"SurahNumber":53,"VerseNumber":22,"Text":"teneha’le eya eta asangata bantana"},{"SurahNumber":53,"VerseNumber":23,"Text":"E'ibora kichumana namara bahirae ana eko nahaya, yibora nama tomaloke arau tomalokara pitrpurausasakale raakhiche, yara samarthanata allahe kono dalila-pramana aratirna karaa na'i. Sihamte kerala anumana arau nijara prabrttirae'i anusarana karae, athaca sihamtara ocarata sihamtara pratipalakara taraphara paraa hidayata ahiche"},{"SurahNumber":53,"VerseNumber":24,"Text":"Manuhe yi bicarae se'itorae si paya ne"},{"SurahNumber":53,"VerseNumber":25,"Text":"prakrtate akhiraata arau duniya allaharae'i"},{"SurahNumber":53,"VerseNumber":26,"Text":"Arau akasasamuhata asankhya phiraista ache, sihamtara madhyasthata kono kamata nahiba, kintu allahe yaka iccha karae arau yara prati te'om santusta haya tara babe anumati diyara pichata"},{"SurahNumber":53,"VerseNumber":27,"Text":"Niscaya yihamte akhiraataka bisbasa nakarae, sihamte'i phiraistasakalaka naraibacaka namerae namakarana karae"},{"SurahNumber":53,"VerseNumber":28,"Text":"athaca e'i bisaye sihamtara kono jnane'i na'i. Sihamta kerala anumanara anusarana karae; arau niscaya anumana satyara mukabilata kono kamata nahe"},{"SurahNumber":53,"VerseNumber":29,"Text":"Eteke tumi se'i byaktika upeksa karaa, yiye amara smaranara paraa bimukha haya arau akala prthiraira jiranake'i kamana karae"},{"SurahNumber":53,"VerseNumber":30,"Text":"E'itorae sihamtara jnanara sesa sima. Niscaya tomara pratipalaka, teraemi ata'itakai bhala jane kona te'omra pathara paraa bicyuta haiche arau teraemi bhala jane kona hidayatapraapta haiche"},{"SurahNumber":53,"VerseNumber":31,"Text":"Arau akasamandalata yi ache arau prthiraita yi ache sakalo allaharae'i. Yate te'om sihamtara kamara pratiphala diba parae yihamte beya kama karae arau yate se'isakala lokaka uttama puraskara diba parae yisakale satkarma karae"},{"SurahNumber":53,"VerseNumber":32,"Text":"yisakale sarau-suraa dosa-trautira bahirae danara danara papa arau aslila karyakalapara paraa birata thake. Niscaya tomara pratipalakara ksama aparaisima; te'om tomalokara bisaye samyaka aragata—(smarana karaa) yetiya te'om tomalokaka matira paraa srsti karaichila arau yetiya tomaloka matrgarbhata bhraunaraupe achila. Eteke tomaloke atmaprasansa nakaraiba, kone takbaraa aralambana karaiche se'i bisaye teraemi samyaka aragata"},{"SurahNumber":53,"VerseNumber":33,"Text":"Tumi se'i byaktika dekhichane, yiye mukha ghuraa'i laiche"},{"SurahNumber":53,"VerseNumber":34,"Text":"arau kincita dana karaile arau bandha karai dile"},{"SurahNumber":53,"VerseNumber":35,"Text":"tara ocarata kiba gayebara jnana ache neki, yito si pratyaksa karae"},{"SurahNumber":53,"VerseNumber":36,"Text":"ne muchara chahiphata yi ache, se'i samparke taka arahita karaa horaa na'i"},{"SurahNumber":53,"VerseNumber":37,"Text":"arau ibraahimara chahiphata, yijane purna karaichila (te'omra angikara)"},{"SurahNumber":53,"VerseNumber":38,"Text":"seya haiche ye, kono boja bahanakaraiye anara boja bahana nakaraiba"},{"SurahNumber":53,"VerseNumber":39,"Text":"arau e'i ye, manuhe se'itorae paya, yito si cesta karae"},{"SurahNumber":53,"VerseNumber":40,"Text":"arau tara pracestara phala atisighrae'i dekhuraa ha’ba"},{"SurahNumber":53,"VerseNumber":41,"Text":"tara pichata taka purna pratiphala pradana karaa ha’ba"},{"SurahNumber":53,"VerseNumber":42,"Text":"arau niscaya tomara pratipalakara ocarate'i haiche sesa gantabya"},{"SurahNumber":53,"VerseNumber":43,"Text":"arau niscaya teraemi hahuraaya arau teraemi kanduraaya"},{"SurahNumber":53,"VerseNumber":44,"Text":"arau niscaya teraemi mrtyu pradana karae arau teraemi jirana dana diye"},{"SurahNumber":53,"VerseNumber":45,"Text":"arau niscaya teraemi srsti karaiche yora-yorakai purausa arau narai"},{"SurahNumber":53,"VerseNumber":46,"Text":"sukrabindura paraa, yetiya i skhalita haya"},{"SurahNumber":53,"VerseNumber":47,"Text":"arau niscaya punaraut'thana ghatoraara dayitba'o te'omrae'i"},{"SurahNumber":53,"VerseNumber":48,"Text":"arau niscaya teraemi abharamukta karae arau sampada pradana karae"},{"SurahNumber":53,"VerseNumber":49,"Text":"arau niscaya teraemi asba-sbi’raa naksatrara pratipalaka"},{"SurahNumber":53,"VerseNumber":50,"Text":"Arau teraemi praacina ‘ada jatika dhbansa karaiche"},{"SurahNumber":53,"VerseNumber":51,"Text":"arau chamuda jatiko (dhbansa karaiche). Sihamtara ejanako arasista rakha na'i"},{"SurahNumber":53,"VerseNumber":52,"Text":"Arau iyara purbe nuhara sampradayako (teraemi dhbansa karaiche). Niscaya sihamta achila atisaya yalima arau carama abadhya"},{"SurahNumber":53,"VerseNumber":53,"Text":"Arau teraemi olota'i diya abasabhumika niksepa karaichila"},{"SurahNumber":53,"VerseNumber":54,"Text":"tara pichata se'ito acchanna karaichila yi acchanna karaibalagiya achila"},{"SurahNumber":53,"VerseNumber":55,"Text":"Eteke tumi tomara pratipalakara konato anugraha samparke sandeha posana karaiba"},{"SurahNumber":53,"VerseNumber":56,"Text":"atitata satarkakaraisakalara darae'i e'i nabi'o ejana satarkakarai"},{"SurahNumber":53,"VerseNumber":57,"Text":"Kiyamata nikatararti"},{"SurahNumber":53,"VerseNumber":58,"Text":"Allahara bahirae kone'o iyaka prakasa karaibalai saksama nahaya"},{"SurahNumber":53,"VerseNumber":59,"Text":"Tomaloke e'i kathata bismaya bodha karaicha neki"},{"SurahNumber":53,"VerseNumber":60,"Text":"arau hamhi-thatraa karaicha! Kanda na'i"},{"SurahNumber":53,"VerseNumber":61,"Text":"arau tomaloke udasina"},{"SurahNumber":53,"VerseNumber":62,"Text":"eteke tomaloke allahaka chajada karaa arau te'omra ibadata karaa"}]}