{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Kasama cha uda'era charidine (vayu) ko"},{"SurahNumber":51,"VerseNumber":2,"Text":"Ani bhari ucalneharuko"},{"SurahNumber":51,"VerseNumber":3,"Text":"Pheri vistarai calneharuko"},{"SurahNumber":51,"VerseNumber":4,"Text":"Ani kamaharula'i vitarita garneharuko"},{"SurahNumber":51,"VerseNumber":5,"Text":"Visvasa gara jasako ki timila'i vacana di'incha, tyo samco cha"},{"SurahNumber":51,"VerseNumber":6,"Text":"Ra avasya n'yaya insapha hunecha"},{"SurahNumber":51,"VerseNumber":7,"Text":"Tyasa akasako sapatha jasama vibhinna margaharu chan"},{"SurahNumber":51,"VerseNumber":8,"Text":"(He makkavalaharu!) Timi niscitarupale e'uta vivadako kurama pareka chau"},{"SurahNumber":51,"VerseNumber":9,"Text":"Yasabata tyahi vimukha huncha, jo allahako tarphabata vimukha huncha"},{"SurahNumber":51,"VerseNumber":10,"Text":"Atkalabaji garneharu nasta gari'e"},{"SurahNumber":51,"VerseNumber":11,"Text":"Jo bhramama chan ra birseka chan"},{"SurahNumber":51,"VerseNumber":12,"Text":"Sodhchan ki pratiphalako dina kahilye a'unecha"},{"SurahNumber":51,"VerseNumber":13,"Text":"ho, yo tyo dina ho (jaba) unala'i agoma tata'inecha"},{"SurahNumber":51,"VerseNumber":14,"Text":"Aba aphno upadravako svada cakha. Yo tyahi ho, jasako nimti timile hatara garne gardathyau"},{"SurahNumber":51,"VerseNumber":15,"Text":"Niscaya nai sanyamiharu svargaka bagaincaharuma hunechan"},{"SurahNumber":51,"VerseNumber":16,"Text":"Ra juna juna kuraharu unako palanakartale di'irakheko huncha unile li'irakheka hunechan. Niscaya nai uniharu ta yasabhanda pahila nai asala karya garneharu thi'e"},{"SurahNumber":51,"VerseNumber":17,"Text":"Uniharu ratako thorai bhagama sutne gardathe"},{"SurahNumber":51,"VerseNumber":18,"Text":"Ra ratako antima pahara (bhora)ma ksama prarthana garnegardathe"},{"SurahNumber":51,"VerseNumber":19,"Text":"Ra unako sampattima mamgnevala ra nirdhanaharuko haka thiyo"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ra imana rakhnevalaharuko nimti dharatima dherai nisaniharu chan"},{"SurahNumber":51,"VerseNumber":21,"Text":"Ra svayam timro vyaktitvama pani, ta ke timile dekhdainau"},{"SurahNumber":51,"VerseNumber":22,"Text":"ra timro roji ra juna kurako timila'i vacana di'i'eko cha sabai akasama cha"},{"SurahNumber":51,"VerseNumber":23,"Text":"Tasartha akasaharu ra dharatiko svamiko kasama tyo visvasa yogya cha tyasatai juna prakarale timi kura gardachau"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ke ibrahimaka pratisthita atithiharuko vrttanta pani timiche'u pugeko cha"},{"SurahNumber":51,"VerseNumber":25,"Text":"Jaba uniharu unako pasama a'e taba bhaneh ‘‘salama cha timimathi’’ unale pani bhane ‘‘salama cha tapa'iharula'i pani’’. (Dekhepachi) manama bhane (yi ta) aparicita manisaharu hun"},{"SurahNumber":51,"VerseNumber":26,"Text":"Taba aphno ghara ga'i e'uta (poli'eko) moto bacho(ko masu) lya'e"},{"SurahNumber":51,"VerseNumber":27,"Text":"Ra (khanako nimti) uniharuko agadi rakhidi'e. Ra bhanna thale ki tapa'iharu kina khanuhunna"},{"SurahNumber":51,"VerseNumber":28,"Text":"ani unale manaimanama uniharusita dara mahasusa gare. Uniharule bhane ki dara namannus ra unala'i (ibrahimala'i) e'uta jnanavana ketoko mangalasucana di'e"},{"SurahNumber":51,"VerseNumber":29,"Text":"Ani unaki svasni ascaryacakita bha'i agadi badhin ra aphno nidharama pitdai bhanin ki ma ta eka budhi ra bamjha hum"},{"SurahNumber":51,"VerseNumber":30,"Text":"uniharule bhane ho yastai nai timro palanakartako adesa cha. Nihsandeha u bado tatvadarsi ra jnanavana cha"},{"SurahNumber":51,"VerseNumber":31,"Text":"(Ibrahimale) bhaneh ki ‘‘he allahaka duta timro abhipraya ke ho?’’"},{"SurahNumber":51,"VerseNumber":32,"Text":"Uniharule bhaneh ki ‘‘hamiharu aparadhi samuhatarpha patha'i'eka haum"},{"SurahNumber":51,"VerseNumber":33,"Text":"Taki uniharumathi kankadi barsa'aum"},{"SurahNumber":51,"VerseNumber":34,"Text":"Jo tapa'iko palanakartako tarphabata nisana laga'i'eka chan ti simako atikramanakariko lagi.’’"},{"SurahNumber":51,"VerseNumber":35,"Text":"Ani tyaham jati imanavalaharu thi'e uniharula'i, hamile nikalihalyaum"},{"SurahNumber":51,"VerseNumber":36,"Text":"Ra hamile tyaham musalamanako e'uta ghara matra bhettayaum"},{"SurahNumber":51,"VerseNumber":37,"Text":"Ra juna manisaharu duhkhad yatanasita dara'umdachan, uniharuko nimti tyaham nisani chodidiyaum"},{"SurahNumber":51,"VerseNumber":38,"Text":"Ra ‘‘musa(alaihis'salama)’’ (ko vrtanta) ma pani (nisani cha) jaba ki hamile unala'i phira'aunatira spasta pramanakasatha pathayaum"},{"SurahNumber":51,"VerseNumber":39,"Text":"Taba tyasale aphno sakti (ghamanda) le vimukha bha'ihalyo ra bhanna thalyo, yo ta jadugara ho va divana"},{"SurahNumber":51,"VerseNumber":40,"Text":"Taba hamile usala'i ra usaka lavalaskarala'i samatihalyaum ra uniharula'i samundrama phyakihalyaum ra tyasako kama nai nindaniya thiyo"},{"SurahNumber":51,"VerseNumber":41,"Text":"Yastai ‘‘ada’’ (ko vrtanta) ma pani (nisani cha), jaba hamile uniharumathi asubha vayu calayaum"},{"SurahNumber":51,"VerseNumber":42,"Text":"Tyo juna juna kuramathi calyo, tyasala'i jirnasirna hada jasto cura–cura garera chadidiyo"},{"SurahNumber":51,"VerseNumber":43,"Text":"Ra ‘‘samuda’’ (ko vrtanta) ma pani (nisani cha) jaba unisita bhaniyo ki eka samayasam'ma pha'ida utha'ihala"},{"SurahNumber":51,"VerseNumber":44,"Text":"Tara uniharule aphno palanakartako adesako ullanghana gare, ani herdaherdai uniharula'i kadaka catyangale samapta garidiyo"},{"SurahNumber":51,"VerseNumber":45,"Text":"Ani uniharu na'uthna sake ra nata badala lina sake"},{"SurahNumber":51,"VerseNumber":46,"Text":"Ra yasabhanda pahila (hamile) ‘‘nuha(alaihis'salama)ko’’ jatibandhula'i pani (samapta garisakeka thiyaum) niscaya nai uniharu thulo avajnakari thi'e"},{"SurahNumber":51,"VerseNumber":47,"Text":"Ra akasala'i hamile aphno saktidvara banayaum ra niscitarupale hamima thulo samathrya cha"},{"SurahNumber":51,"VerseNumber":48,"Text":"Ra dharatila'i hamile bhu'im banayaum tasartha (hera) hamile kati ramrari banayaum"},{"SurahNumber":51,"VerseNumber":49,"Text":"Ra hamile pratyeka kurako joda banayaum taki timile upadesa grahana gara"},{"SurahNumber":51,"VerseNumber":50,"Text":"Atah timi allahatira chitai laga. Niscayanai ma usako tarphabata timro nimti e'uta pratyaksa savadhana garnevala hum"},{"SurahNumber":51,"VerseNumber":51,"Text":"Ra allahako satha an'ya kasaila'i pujya nabana'u. Ma usako tarphabata timro nimti e'uta pratyaksa dara dekha'unevala hum"},{"SurahNumber":51,"VerseNumber":52,"Text":"Yastai yiniharubhanda pahileka manisaharuko pasama juna paigambara a'umthyo uniharule unala'i jadugara va divana bhandathe"},{"SurahNumber":51,"VerseNumber":53,"Text":"Ke yiniharule eka'arkala'i yasa kurako nimti iccha'umdai (upadesa didai) ga'eka chan? (Ho'ina) baru yiniharu sabai avajnakari hun"},{"SurahNumber":51,"VerseNumber":54,"Text":"Tapa'ile yiniharubata panchinus. Tapa'ila'i dosaropana hunechaina"},{"SurahNumber":51,"VerseNumber":55,"Text":"Ra upadesa gardaigarnus kinaki upadesale mominaharula'i labha purya'umcha"},{"SurahNumber":51,"VerseNumber":56,"Text":"Maile jinna ra manisaharula'i yasakarana matra srsti gareko chu taki mero upasana garun"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ma uniharubata jivika cahanna ra na yo cahanchu ki mala'i khuva'un"},{"SurahNumber":51,"VerseNumber":58,"Text":"Allaha aphai jivika pradana garnevala saktisali, drdha cha"},{"SurahNumber":51,"VerseNumber":59,"Text":"Atah jasale atyacara gareka chan uniharuko nimti pani sajayako bhaga nirdharita cha, juna prakara uniharuka sathiharuko nimti nirdharita thiyo. Atah uniharu masita hatara nagarun"},{"SurahNumber":51,"VerseNumber":60,"Text":"Juna dinako yi kaphiraharusita vaca garincha, tyasabata unako nimti kharabi cha"}]}