{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Caf, Ha, Ya, Ain, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Eis o relato da misericordia de teu Senhor para com o Seu servo, Zacarias"},{"SurahNumber":19,"VerseNumber":3,"Text":"Ao invocar, intimamente, seu Senhor"},{"SurahNumber":19,"VerseNumber":4,"Text":"Dizendo: O Senhor meu, os meus ossos estao debilitados, o meu cabelo embranqueceu; mas nunca fui desventurado emminhas suplicas a Ti, o Senhor meu"},{"SurahNumber":19,"VerseNumber":5,"Text":"Em verdade, temo pelo que farao os meus parentes, depois da minha morte, visto que minha mulher e esteril. Agracia-me, de tua parte, com um sucessor"},{"SurahNumber":19,"VerseNumber":6,"Text":"Que represente a mim e a familia de Jaco; e faze, o meu Senhor, com que esse seja complacente"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zacarias, alvissaramos-te o nascimento de uma crianca, cujo nome sera Yahia (Joao). Nunca denominamos, assim, ninguem antes dele"},{"SurahNumber":19,"VerseNumber":8,"Text":"Disse (Zacarias): O Senhor meu, como poderei ter um filho, uma vez que minha mulher e esteril e eu cheguei a senilidade"},{"SurahNumber":19,"VerseNumber":9,"Text":"Respondeu-lhe: Assim sera! Disse teu Senhor: Isso Me e facil, visto que te criei antes mesmo de nada seres"},{"SurahNumber":19,"VerseNumber":10,"Text":"Suplicou: O Senhor meu, faze-me um sinal! Disse-lhe: Teu sinal consistira em que nao poderas falar com ninguemdurante tres noites"},{"SurahNumber":19,"VerseNumber":11,"Text":"Saiu do templo e, dirigindo-se ao seu povo, indicou-lhes, por sinais, que glorificassem Deus, de manha e a tarde"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Foi dito): O Yahia, observa fervorosamente o Livro! E o agraciamos, na infancia, com a sabedoria"},{"SurahNumber":19,"VerseNumber":13,"Text":"assim como com as Nossas clemencia e pureza, e foi devoto"},{"SurahNumber":19,"VerseNumber":14,"Text":"e piedoso para com seus pais, e jamais foi arrogante ou rebelde"},{"SurahNumber":19,"VerseNumber":15,"Text":"A paz esteve com ele desde o dia em que nasceu, no cia em que morreu e estara no dia em que foi ressuscitado"},{"SurahNumber":19,"VerseNumber":16,"Text":"E menciona Maria, no Livro, a qual se separou de sua familia, indo para um local que dava para o leste"},{"SurahNumber":19,"VerseNumber":17,"Text":"E colocou uma cortina para ocultar-se dela (da familia), e lhe enviamos o Nosso Espirito, que lhe apareceupersonificado, como um homem perfeito"},{"SurahNumber":19,"VerseNumber":18,"Text":"Disse-lhe ela: Guardo-me de ti no Clemente, se e que temes a Deus"},{"SurahNumber":19,"VerseNumber":19,"Text":"Explicou-lhe: Sou tao-somente o mensageiro do teu Senhor, para agraciar-te com um filho imaculado"},{"SurahNumber":19,"VerseNumber":20,"Text":"Disse-lhe: Como poderei ter um filho, se nenhum homem me tocou e jamais deixei de ser casta"},{"SurahNumber":19,"VerseNumber":21,"Text":"Disse-lhe: Assim sera, porque teu Senhor disse: Isso Me e facil! E faremos disso um sinal para os homens, e sera umaprova de Nossa misericordia. E foi uma ordem inexoravel"},{"SurahNumber":19,"VerseNumber":22,"Text":"E quando concebeu, retirou-se, com um rebento a um lugar afastado"},{"SurahNumber":19,"VerseNumber":23,"Text":"As dores do parto a constrangeram a refugiar-se junto a uma tamareira. Disse: Oxala eu tivesse morrido antes disto, ficando completamente esquecida"},{"SurahNumber":19,"VerseNumber":24,"Text":"Porem, chamou-a uma voz, junto a ela: Nao te atormentes, porque teu Senhor fez correr um riacho a teus pes"},{"SurahNumber":19,"VerseNumber":25,"Text":"E sacode o tronco da tamareira, de onde cairao sobre ti tamaras madura e frescas"},{"SurahNumber":19,"VerseNumber":26,"Text":"Come, pois, bebe e consola-te; e se vires algum humano, faze-o saber que fizeste um voto de jejum ao Clemente, e quehoje nao poderas falar com pessoa alguma"},{"SurahNumber":19,"VerseNumber":27,"Text":"Regressou ao seu povo levando-o (o filho) nos bracos. E lhes disseram: O Maria, eis que fizeste algo extraordinario"},{"SurahNumber":19,"VerseNumber":28,"Text":"O irmao de Aarao, teu pai jamais foi um homem do mal, nem tua mae uma (mulher) sem castidade"},{"SurahNumber":19,"VerseNumber":29,"Text":"Entao ela lhes indicou que interrogassem o menino. Disseram: Como falaremos a uma crianca que ainda esta no berco"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ele lhes disse: Sou o servo de Deus, o Qual me concedeu o Livro e me designou como profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"Fez-me abencoado, onde quer que eu esteja, e me encomendou a oracao e (a paga do) zakat enquanto eu viver"},{"SurahNumber":19,"VerseNumber":32,"Text":"E me fez piedoso para com a minha mae, nao permitindo que eu seja arrogante ou rebelde"},{"SurahNumber":19,"VerseNumber":33,"Text":"A paz esta comigo, desde o dia em que nasci; estara comigo no dia em que eu morrer, bem como no dia em que eu forressuscitado"},{"SurahNumber":19,"VerseNumber":34,"Text":"Este e Jesus, filho de Maria; e a pura verdade, da qual duvidam"},{"SurahNumber":19,"VerseNumber":35,"Text":"E inadmissivel que Deus tenha tido um filho. Glorificado seja! quando decide uma coisa, basta-lhe dizer: Seja!, e e"},{"SurahNumber":19,"VerseNumber":36,"Text":"E Deus e o meu Senhor e vosso. Adorai-O, pois! Esta e a senda reta"},{"SurahNumber":19,"VerseNumber":37,"Text":"Porem, as seita discordaram a seu respeito. Ai daqueles que nao creem no comparecimento ao grande dia"},{"SurahNumber":19,"VerseNumber":38,"Text":"Quao ouvintes e quao videntes serao, no dia em que comparecerem ante Nos! Porem, os iniquos estao, hoje, em umevidente erro"},{"SurahNumber":19,"VerseNumber":39,"Text":"E admoesta-os sobre o dia do lamento, quando a sentenca for cumprida, enquanto estao negligentes e nao creem"},{"SurahNumber":19,"VerseNumber":40,"Text":"Em verdade, Nos herdaremos a terra com todos os que nela estao e a Nos retornarao todos"},{"SurahNumber":19,"VerseNumber":41,"Text":"E menciona, no Livro, (a historia de) Abraao; ele foi um homem de verdade, e um profeta"},{"SurahNumber":19,"VerseNumber":42,"Text":"Ele disse ao seu pai: O meu pai, por que adoras quem nao ouve, nem ve, ou que em nada pode valer-te"},{"SurahNumber":19,"VerseNumber":43,"Text":"O meu pai, tenho recebido algo da ciencia, que tu nao recebeste. Segue-me, pois, que eu te conduzirei pela senda reta"},{"SurahNumber":19,"VerseNumber":44,"Text":"O meu pai, nao adores Satanas, porque Satanas foi rebelde para com o Clemente"},{"SurahNumber":19,"VerseNumber":45,"Text":"O meu pai, em verdade, temo que te acoite um castigo do Clemente, tornando-te, assim, amigo de Satanas"},{"SurahNumber":19,"VerseNumber":46,"Text":"Disse-lhe: O Abraao, porventura detestas as minhas divindades? Se nao desistires, apedrejar-te-ei. Afasta-te de mim"},{"SurahNumber":19,"VerseNumber":47,"Text":"Disse-lhe: Que a paz esteja contigo! Implorarei, para ti, o perdao do meu Senhor, porque e Agraciante para comigo"},{"SurahNumber":19,"VerseNumber":48,"Text":"Abandonar-vos-ei, entao, com tudo quanto adorais, em vez de Deus. So invocarei o meu Senhor; espero, com ainvocacao de meu Senhor, nao ser desventurado"},{"SurahNumber":19,"VerseNumber":49,"Text":"E quando os abandonou com tudo quanto adoravam, em vez de Deus, agraciamo-lo com Isaac e Jaco, e designamosambos como profetas"},{"SurahNumber":19,"VerseNumber":50,"Text":"E os recompensamos com a Nossa misericordia, e lhes garantimos honra e a lingua veraz"},{"SurahNumber":19,"VerseNumber":51,"Text":"E menciona Moises, no Livro, porque foi leal e foi um mensageiro e um profeta"},{"SurahNumber":19,"VerseNumber":52,"Text":"Chamamo-lo a escarpa direita do Monte e fizemos com que se aproximasse, para uma confidencia"},{"SurahNumber":19,"VerseNumber":53,"Text":"E o agraciamos com a Nossa misericordia, com seu irmao Aarao, outro profeta"},{"SurahNumber":19,"VerseNumber":54,"Text":"E menciona, no Livro, (a historia real) de Ismael, porque foi leal as suas promessas e foi um mensageiro e profeta"},{"SurahNumber":19,"VerseNumber":55,"Text":"Encomendava aos seus a oracao e a paga do zakat, e foi dos mais aceitaveis aos olhos de seu Senhor"},{"SurahNumber":19,"VerseNumber":56,"Text":"E menciona, no Livro, (a historia de) Idris, porque foi (um homem) de verdade e, um profeta"},{"SurahNumber":19,"VerseNumber":57,"Text":"Que elevamos a um estado de graca"},{"SurahNumber":19,"VerseNumber":58,"Text":"Eis aqueles que Deus agraciou, dentre os profetas, da descendencia de Adao, os que embarcamos com Noe, dadescendencia de Abraao e de Israel, que encaminhamos e preferimos sobre os outros, os quais, quando lhes sao recitados osversiculos do Clemente, prostram-se, contritos, em prantos"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sucedeu-lhes, depois, uma descendencia, que abandonou a oracao e se entregou as concupiscencias. Porem, logo terao oseu merecido castigo"},{"SurahNumber":19,"VerseNumber":60,"Text":"Salvo aqueles que se arrependerem, crerem e praticarem o bem; esses entrarao no Paraiso, e nao serao injusticados"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Repousarao nos) Jardins do Eden, que o Clemente prometeu aos Seus servos por meio de revelacao, incognoscivelmente, e Sua promessa e infalivel"},{"SurahNumber":19,"VerseNumber":62,"Text":"Ali nao escutarao futilidades, mas palavras de saudacoes, e receberao o seu sustento de manha e a tarde"},{"SurahNumber":19,"VerseNumber":63,"Text":"Tal e o Paraiso, que deixaremos como heranca a quem, dentre os Nossos servos, for devoto"},{"SurahNumber":19,"VerseNumber":64,"Text":"E (os anjos) dirao: Nao nos locomovemos de um local para o outro sem a anuencia de teu Senhor, a Quem pertencem onosso passado, o nosso presente e nosso futuro, porque o teu Senhor jamais esquece"},{"SurahNumber":19,"VerseNumber":65,"Text":"E o Senhor dos ceus e da terra, e de tudo quanto existe entre ambos. Adora-O, pois, e se perseverante em Sua adoracao! Conheces-Lhe algum parceiro"},{"SurahNumber":19,"VerseNumber":66,"Text":"Porem, o homem diz: Que! Porventura, depois de morto serei ressuscitado"},{"SurahNumber":19,"VerseNumber":67,"Text":"Por que nao recorda o homem que o criamos quando nada era"},{"SurahNumber":19,"VerseNumber":68,"Text":"Por teu Senhor, que os congregaremos com os demonios, e de pronto os faremos comparecer, de joelhos, a beira doinferno"},{"SurahNumber":19,"VerseNumber":69,"Text":"Depois arrancaremos, de cada grupo, aquele que tiver sido mais rebelde para com o Clemente"},{"SurahNumber":19,"VerseNumber":70,"Text":"Certamente, sabemos melhor do que ninguem quem sao os merecedores de ser ali queimados"},{"SurahNumber":19,"VerseNumber":71,"Text":"E nao havera nenhum de vos que nao tenha por ele, porque e um decreto irrevogavel do teu Senhor"},{"SurahNumber":19,"VerseNumber":72,"Text":"Logo salvaremos os devotos e deixaremos ali, genuflexos, os iniquos"},{"SurahNumber":19,"VerseNumber":73,"Text":"Quando lhes sao recitados os Nosso lucidos versiculos, os incredulos dizem aos fieis: Qual dos dois partidos, o nossoou o vosso, ocupa melhor posicao e esta em melhores condicoes"},{"SurahNumber":19,"VerseNumber":74,"Text":"Quantas geracoes, anteriores a eles aniquilamos! Sao eles mais opulentos e de melhor aspecto"},{"SurahNumber":19,"VerseNumber":75,"Text":"Dize-lhes: Quem quer que seja que estiver no erro, o Clemente o tolerara deliberadamente ate que veja o que lhe foiprometido, quer seja o castigo terreno, quer seja o da Hora (do Juizo final); entao, saberao quem estara em pior situacao, etera os proselitos mais debeis"},{"SurahNumber":19,"VerseNumber":76,"Text":"E Deus aumentara os orientados na orientacao. As boas acoes, as perduraveis, sao mais meritorias e mais apreciaveisaos olhos do teu Senhor"},{"SurahNumber":19,"VerseNumber":77,"Text":"Nao reparaste naquele que negava os Nossos versiculos e dizia: Ser-me-ao dados bens e filhos"},{"SurahNumber":19,"VerseNumber":78,"Text":"Esta, porventura, de posse do incognoscivel? Estabeleceu, acaso, um pacto com o Clemente"},{"SurahNumber":19,"VerseNumber":79,"Text":"Qual! Registramos tudo o quanto disser, e lhe adicionaremos mais e mais o castigo"},{"SurahNumber":19,"VerseNumber":80,"Text":"E a nos retornara tudo que disser, e comparecera, solitario, ante Nos"},{"SurahNumber":19,"VerseNumber":81,"Text":"Adotam divindades, em vez de Deus, para lhes dar poder"},{"SurahNumber":19,"VerseNumber":82,"Text":"Qual! Tais divindades renegarao a adoracao e serao os seus adversarios"},{"SurahNumber":19,"VerseNumber":83,"Text":"Nao reparas em que concedemos o predominio dos demonios sobre os incredulos para que os seduzissemprofundamente"},{"SurahNumber":19,"VerseNumber":84,"Text":"Nao lhes apresses, pios, seu castigo (o Mohammad), porque computamos estritamente os seus dias"},{"SurahNumber":19,"VerseNumber":85,"Text":"Recorda-lhes o dia em que o congregaremos, em grupos, os devotos, ante o Clemente"},{"SurahNumber":19,"VerseNumber":86,"Text":"E arrastaremos os pecadores, sequiosos, para o inferno"},{"SurahNumber":19,"VerseNumber":87,"Text":"Nao lograrao intercessao, senao aqueles que tiverem recebido a promessa do Clemente"},{"SurahNumber":19,"VerseNumber":88,"Text":"Afirmam: O Clemente teve um filho"},{"SurahNumber":19,"VerseNumber":89,"Text":"Sem duvida que haveis proferido uma heresia"},{"SurahNumber":19,"VerseNumber":90,"Text":"Por isso, pouco faltou para que os ceus se fundissem, a terra se fendesse e as montanhas, desmoronassem"},{"SurahNumber":19,"VerseNumber":91,"Text":"Isso, por terem atribuido um filho ao Clemente"},{"SurahNumber":19,"VerseNumber":92,"Text":"Quando e inadmissivel que o Clemente houvesse tido um filho"},{"SurahNumber":19,"VerseNumber":93,"Text":"Sabei que tudo quanto existe nos ceus e na terra comparecera, como servo, ante o Clemente"},{"SurahNumber":19,"VerseNumber":94,"Text":"Ele ja os destacou e os enumerou com exatidao"},{"SurahNumber":19,"VerseNumber":95,"Text":"Cada um deles comparecera, solitario, ante Ele, no Dia da Ressurreicao"},{"SurahNumber":19,"VerseNumber":96,"Text":"Quanto aos crentes que praticarem o bem, o Clemente lhes concedera afeto perene"},{"SurahNumber":19,"VerseNumber":97,"Text":"So to facilitamos (o Alcorao), na tua lingua para que, com ele, exortes os devotos e admoestes os impugnadores"},{"SurahNumber":19,"VerseNumber":98,"Text":"Quantas geracoes anteriores a eles aniquilamos! Ves, acaso, algum deles ou ouves algum murmurio deles"}]}