{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"TA SIN MIM"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are the verses of the Book (Scripture) that clarifies"},{"SurahNumber":28,"VerseNumber":3,"Text":"We narrate unto you something from the history of Moses and Pharaoh with truth unto a people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Verily, Pharaoh exalted himself in the land and divided the people thereof into sects (and casts); one section of them he oppressed, slaughtering their sons and sparing their women. Verily, he was of those who work corruption"},{"SurahNumber":28,"VerseNumber":5,"Text":"And We wished to be gracious to those who were weakened by oppression in the earth, and to make them models, and to make them the inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"And to establish them firmly in the earth; and to show Pharaoh and Haman and their hosts that which they feared from them"},{"SurahNumber":28,"VerseNumber":7,"Text":"And We inspired the mother of Moses, saying, \"Suckle him; and when you are afraid for him then float him into the river, and fear not and grieve not; verily, We shall restore him to you, and make him of one of Our Messengers"},{"SurahNumber":28,"VerseNumber":8,"Text":"And Pharaoh´s family picked him up that he might become for them a foe and a grief; for verily, Pharaoh and Haman and their hosts were ever sinners"},{"SurahNumber":28,"VerseNumber":9,"Text":"And Pharaoh´s wife said, \"He is a joy to my eyes, and to yours. Kill him not; it may be that he will profit us, or that we may take him for a son;\" for they perceived not"},{"SurahNumber":28,"VerseNumber":10,"Text":"And the heart of the mother of Moses became void (empty) on the morrow; she well nigh disclosed him, had We not strengthened her heart that she might be of the believers"},{"SurahNumber":28,"VerseNumber":11,"Text":"And she said to his (Moses´) sister, \"Follow him up.\" And she (his sister) watched him from afar (or as a stranger), and they perceive not"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We made unlawful (or unacceptable) for him the wet-nurses. And she (his sister) said, \"Shall I guide you to the people of a house who will bring him up for you, and who will be sincere and devoted"},{"SurahNumber":28,"VerseNumber":13,"Text":"So We restored him to his mother that her eye might be cheered, and that she might not grieve, and that she might know that the promise of Allah is true. But most of them understand not"},{"SurahNumber":28,"VerseNumber":14,"Text":"And when he reached maturity and was firmly established, We gave him Wisdom and Knowledge; for thus do We reward those who do good"},{"SurahNumber":28,"VerseNumber":15,"Text":"And he entered into the city at a time when the people thereof were heedless, and he found therein two men fighting; the one of his own sect and the other of his enemies. And he who was of his sect asked his aid against him who was of his enemies. So Mose"},{"SurahNumber":28,"VerseNumber":16,"Text":"He said, \"My Lord! Verily, I have wronged my soul, but forgive me.\" So He forgave him; verily He is the Forgiving, the Merciful"},{"SurahNumber":28,"VerseNumber":17,"Text":"He said, \"My Lord! For that you have been gracious to me, I will never more be a supporter of the guilty"},{"SurahNumber":28,"VerseNumber":18,"Text":"And on the morrow he was in the city, fearing, vigilant. And behold, he whom he had helped the day before, cried again to him for help. Moses said unto him, \"Verily, you are obviously quarrelsome (a hothead)"},{"SurahNumber":28,"VerseNumber":19,"Text":"And when he would have attacked him who was the enemy to them both, he said, \"O Moses! Would (or desire) you to slay me as you did slay a person yesterday? You would be (or are or desire to be) only a tyrant in the earth; and you would not be (or ar)"},{"SurahNumber":28,"VerseNumber":20,"Text":"And a man came from the remote parts of the city running. He said, \"O Moses! Verily, the chiefs are deliberating concerning you to slay you; therefore go forth; verily, I am to you a sincere adviser"},{"SurahNumber":28,"VerseNumber":21,"Text":"So he went forth there from, fearing, vigilant. Said he, \"Lord, save me from the unjust people"},{"SurahNumber":28,"VerseNumber":22,"Text":"And when he turned his face towards Midian, he said, \"It may be that my Lord will guide me to a smooth and straight path"},{"SurahNumber":28,"VerseNumber":23,"Text":"And when he came unto the water of Midian he found thereat a group of people watering their flocks. And he found apart from them two women keeping back their flocks. Said he, \"What is the matter with you?\" They said, \"We cannot water our fl"},{"SurahNumber":28,"VerseNumber":24,"Text":"So he watered their flock for them; then he turned aside into the shade and said, \"My Lord! Verily, I stand in need of what good Thou sends down to me"},{"SurahNumber":28,"VerseNumber":25,"Text":"And one of the two women came to him walking shyly; said she, \"Verily, my father calls you, to reward you with a payment for that you did water our flocks for us.\" And when he came to him and related to him his whole story, he said, \"Fear n"},{"SurahNumber":28,"VerseNumber":26,"Text":"One of the two women said, \"O my father! Hire him; verily, the best of those whom you can hire is the strong and faithful"},{"SurahNumber":28,"VerseNumber":27,"Text":"Said he, \"Verily, I desire to marry you to one of these daughters of mine, on condition that you do serve me for hire eight years; and if you shall fulfil ten it is of your own accord; for I desire not to make it hard for you. Allah willing, you will"},{"SurahNumber":28,"VerseNumber":28,"Text":"Said he, \"That is settled between you and me. Whichever of the two terms I fulfil, there will be no ill-will (or injustice) against (or in) me, for Allah is surety over (witness of or approves of) what we say"},{"SurahNumber":28,"VerseNumber":29,"Text":"And when Moses had fulfiled the appointed time, and was travelling with his people, he perceived in the mountain a fire and said to his family, \"Tarry you here; verily, I have perceived a fire; I hope to bring you tidings thence, or a brand of fire t"},{"SurahNumber":28,"VerseNumber":30,"Text":"And when he came to it he was called by a voice, from the right side of the valley, in the blessed field, out of a tree, \"O Moses! Verily, I am Allah the Lord of the Worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"So throw down your rod.\" And when he saw it writhing as though it were a snake, he turned away and fled and did not turn. \"O Moses! Approach and fear not, verily, you are amongst the secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Thrust your hand into your bosom, it shall come out white, without hurt; and then fold again your wing, that you do now stretch out through dread (i.e. guard your heart from fear); for these are two signs from your Lord to Pharaoh and his chiefs. Verily"},{"SurahNumber":28,"VerseNumber":33,"Text":"Said he, \"My Lord! Verily, I have killed a person amongst them, and I fear that they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother Aaron, he is more eloquent of tongue than I; send him then with me to verify (confirm, support) me. Verily, I fear that they will deny me"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said, \"We will strengthen your arm with your brother; and We give you both authority (or power), and they shall not reach (touch) you for Our signs (they will make you triumphant). You two and those who follow you shall gain the upper hand"},{"SurahNumber":28,"VerseNumber":36,"Text":"And when Moses came to them with Our manifest signs, they said, \"This is naught but invented magic; we have not heard of this amongst our forefathers"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses said, \"My Lord is best aware of who comes with guidance from Him, and whose end shall be the best. Verily, the unjust shall not be successful"},{"SurahNumber":28,"VerseNumber":38,"Text":"And Pharaoh said, \"O you chiefs! I know of no God for you except me; then set me a Fire, O Haman! To bake some clay and make for me a tower, so that I may mount up to the God of Moses; for, verily, I think he is of those who lie"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he became inflated with pride, he and his armies in the land, without justification; and thought that they would not be returned to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"And We overtook him and his army, and We flung them into the sea; behold, then, what was the end of the unjust"},{"SurahNumber":28,"VerseNumber":41,"Text":"But We made them models (examples or leaders) calling (or leading) to the fire; and on the Day of Resurrection they shall not be helped"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We followed them up in this world with a curse; and on the Day of Resurrection they shall be among the abhorred"},{"SurahNumber":28,"VerseNumber":43,"Text":"And We gave Moses the Book, after that We had destroyed the former generations, to give insight to mankind, and a guidance and a mercy; per chance (or possibly), they may reflect"},{"SurahNumber":28,"VerseNumber":44,"Text":"You (Muhammad) were not upon the Western side when We expounded unto Moses his mission, nor were you of the witnesses (of those events)"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We raised up other generations, and long were the ages that passed over them; but you were not a dweller among the people of Midian, reciting to them Our signs; but We kept sending our Messengers"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor were you by the side of the mountain when We called; yet are you sent as a mercy from your Lord, that you may warn a people to whom no Warner has come before you that per chance (or possibly) they may be give heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"Otherwise, if a disaster should befall them for what their hands have sent before, they should say, \"Our Lord! Why did Thou not send to us a messenger that we might have followed Thy revelations and been of the believers"},{"SurahNumber":28,"VerseNumber":48,"Text":"But when the truth comes to them from Us they say, \"Why are not signs given to him the like of what Moses was given.\" Did they not disbelieve in what Moses was given before? They say, \"Two works of sorcery back up each other (The Torah and)"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say, \"Bring, then, a book from Allah which shall be a better guide than both that I may follow it, if you are truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"And if they cannot answer you, then know that they follow their own lusts (prejudices, fantasies, superstitions); and who is more in error than he who follows his own lust without guidance from Allah? Verily, Allah guides not a wrong doing people"},{"SurahNumber":28,"VerseNumber":51,"Text":"And We caused the Word to reach them, per chance (or possibly) they may be mindful"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those to whom We gave the Book before it (the Quran), they believe therein"},{"SurahNumber":28,"VerseNumber":53,"Text":"And when it is recited to them they say, \"We believe in it. It is the Truth from Our Lord. Verily, we were, even before it came, of those who Surrender (or were Muslim)"},{"SurahNumber":28,"VerseNumber":54,"Text":"These shall be given their reward twice over, because they were steadfast, and repelled evil with good, and spend of what We have bestowed upon them"},{"SurahNumber":28,"VerseNumber":55,"Text":"And when they hear vain talk, they turn away from it and say, \"We have our works, and you have your works. Peace be upon you! We do not seek the ignorant"},{"SurahNumber":28,"VerseNumber":56,"Text":"Verily, you can not guide whom you do like, but Allah guides whom He wills; for He knows best who are to be guided"},{"SurahNumber":28,"VerseNumber":57,"Text":"And they say, \"If we follow the Guidance we shall be snatched away from the land.\" Have We not established for them a safe sanctuary, to which are imported the fruits of all things as a provision from Us? But most of them know not"},{"SurahNumber":28,"VerseNumber":58,"Text":"How many a community have We destroyed that exulted in its means of subsistence? Yonder are their dwellings which have not been inhabited after them, except for a while. And We, even We, are the inheritors"},{"SurahNumber":28,"VerseNumber":59,"Text":"But your Lord would never destroy a community until He has sent to its centre a messenger to recite to them Our signs; nor would We destroy populations unless their people practiced iniquity"},{"SurahNumber":28,"VerseNumber":60,"Text":"Whatever thing you may be given, it is a provision for the life of this world and the adornment thereof; but that which Allah has is better and more enduring. Have you then no sense"},{"SurahNumber":28,"VerseNumber":61,"Text":"Is He to whom We have promised a goodly promise, which he shall meet with, like him to whom We have given the enjoyment in the life of this world, and who on the Day of Resurrection shall be of the arraigned (brought up to deserve punishment)"},{"SurahNumber":28,"VerseNumber":62,"Text":"And on the Day when He will call them and say, \"Where are My partners which you imagined"},{"SurahNumber":28,"VerseNumber":63,"Text":"And those concerning whom the Word will have come true shall say, \"Our Lord! These are those whom we have seduced away; we seduced them as we were seduced ourselves: but we declare our innocence before Thee - they did not worship us"},{"SurahNumber":28,"VerseNumber":64,"Text":"And it will be said, \"Call upon your pretend partners; and they will call upon them, but they will not answer them, and they shall see the Doom. Ah, would that they had been guided right"},{"SurahNumber":28,"VerseNumber":65,"Text":"And on the Day when He shall call unto them and say, \"What was it you answered the messengers"},{"SurahNumber":28,"VerseNumber":66,"Text":"And history shall be obscure to them on that day, nor shall they ask each other"},{"SurahNumber":28,"VerseNumber":67,"Text":"But, as for him who repents and believes and does right, it may be that he will be among the successful"},{"SurahNumber":28,"VerseNumber":68,"Text":"For your Lord brings to pass what He pleases and chooses; they have never the choice! Glorified be Allah and exalted above all they associate with Him"},{"SurahNumber":28,"VerseNumber":69,"Text":"Your Lord knows what they conceal in their breasts and what they manifest"},{"SurahNumber":28,"VerseNumber":70,"Text":"He is Allah; there is no God but He; to Him belongs all praise, in the first place (or state) and the last; and His is the command; and unto Him shall you return"},{"SurahNumber":28,"VerseNumber":71,"Text":"Have you considered, if Allah were to make for you the night endless until the Day of Resurrection, who is the god, but Allah, to bring you light? Will you not then hear"},{"SurahNumber":28,"VerseNumber":72,"Text":"Say, \"Have you considered, if Allah were to make for you the day endless until the Day of Judgment, who is the god, except Allah, to bring you the night to rest therein? Can you not then see"},{"SurahNumber":28,"VerseNumber":73,"Text":"But of His mercy He has made for you the night and the day, that you may rest therein, and crave of His grace, per chance (or possibly) you may give thanks"},{"SurahNumber":28,"VerseNumber":74,"Text":"And the day when He shall call them and say, \"Where are my partners whom you did pretend were such"},{"SurahNumber":28,"VerseNumber":75,"Text":"And We will pluck from every nation a witness; and We will say, \"Bring your proof and know that the truth belongs to Allah\". And that which they had devised shall stray away from them"},{"SurahNumber":28,"VerseNumber":76,"Text":"Qarun (Korah) was of the people of Moses, but he behaved insolently (oppressed them); and We gave him so much treasure that the keys thereof would have been a burden on men endowed with strength. When his people said to him, \"Exult not; verily, Allah"},{"SurahNumber":28,"VerseNumber":77,"Text":"But seek the abode of the Hereafter through what Allah has given you, and forget not your portion in this world, and do good as Allah has done good to you; and seek not corruption in the earth; verily, Allah loves not corrupters"},{"SurahNumber":28,"VerseNumber":78,"Text":"Said he, \"I have only been given it because of the knowledge which I possess.\" Knew he not that Allah had destroyed before him many generations of those who were mightier than he in strength and greater in following? But the guilty are not asked"},{"SurahNumber":28,"VerseNumber":79,"Text":"And he went out amongst the people in his pomp. Those who desired the life of this world said, \"O would that we had the like of what Qarun has been given! Verily, he is lord of mighty fortune"},{"SurahNumber":28,"VerseNumber":80,"Text":"But those who had been given knowledge said, \"Woe to you! The reward of Allah is better for him who believes and does right; but none shall obtain it except the steadfast"},{"SurahNumber":28,"VerseNumber":81,"Text":"So We caused the earth to open up and swallow him with his house; and he had no troop to help him against Allah, nor was he of those who could save themselves"},{"SurahNumber":28,"VerseNumber":82,"Text":"And on the morrow those who had yearned for his place the day before said, \"Ah! Allah enlarges provision to whom He pleases of His servants, or He restricts it for whom He will. Had not Allah been gracious unto us, the earth would have cleft open and"},{"SurahNumber":28,"VerseNumber":83,"Text":"That Home of the Hereafter, We assign it unto those who seek not arrogant oppression in the earth, nor yet corruption, and the end is for the righteous"},{"SurahNumber":28,"VerseNumber":84,"Text":"He who brings a good deed shall have better than it; and he who brings an evil deed - those who do evil deeds shall only be rewarded for that which they have done"},{"SurahNumber":28,"VerseNumber":85,"Text":"Verily, He who hath ordained the Quran for you will surely bring you back to the Place of Return (Mecca or Home in Heaven). Say, \"My Lord knows best who brings guidance, and who is in error manifest"},{"SurahNumber":28,"VerseNumber":86,"Text":"You had no hope that the Book (Scripture) would be inspired in you, but it is a mercy from your Lord! Be not, therefore, a helper of those who disbelieve"},{"SurahNumber":28,"VerseNumber":87,"Text":"And let them not divert you from the revelations of Allah after they have been sent down to you; but call mankind unto your Lord and be not of the idolaters"},{"SurahNumber":28,"VerseNumber":88,"Text":"And call not upon any other God along with Allah; there is no God but He. Everything is perishable (or will perish), except His countenance. His is the command, and unto Him shall you return"}]}