{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"Ey iman edenler! Benim de sizin de dusmanlarınızı dost edinmeyin. Onlar size gelen gercegi reddettikleri halde, siz onlara sevgi sunuyorsunuz. Resulullahı ve sizi, sırf Rabbiniz olan Allah'a inandıgınız icin, vatanınızdan kovuyorlar.Siz Benim yolumda cihad etmek ve Benim rızamı kazanmak icin yurdunuzdan cıkarılmayı goze aldıysanız, nasıl olur da onlara sevgi gosterip sır verirsiniz? Halbuki Ben sizin gizlediginiz ve acıkladıgınız her seyi bilmekteyim. Dogrusu icinizden kim bunu yaparsa, artık dogru yoldan sapmıs olur"},{"SurahNumber":60,"VerseNumber":2,"Text":"Eger size karsı ellerine bir fırsat gecerse, size dusman kesilirler. Ellerini de, dillerini de size fenalık etmek icin uzatırlar ve sizin de kafir olmanızı can-u gonulden isterler"},{"SurahNumber":60,"VerseNumber":3,"Text":"Ne hısımlarınızın, ne de evlatlarınızın kıyamet gunu size faydası olmaz. Allah kıyamet gunu aranızda hukmeder, itaat edenleri cennete, kafir ve asileri cehenneme gonderir. Allah yaptıgınız her seyi gorur"},{"SurahNumber":60,"VerseNumber":4,"Text":"Ibrahim'de ve onunla beraber olanlarda size guzel bir ornek vardır: Hani onlar hemsehrilerine soyle demislerdi: Bizim, ne sizinle, ne de Allah’tan baska ibadet ettiginiz seriklerinizle hic bir ilisigimiz kalmamıstır. Siz Allah’ın tek Ilah olduguna inanmadıkca, biz sizi reddediyor, bizimle sizin aranızda ebedi olarak dusmanlık ve nefret meydana geldigini ilan ediyoruz.Ne var ki Ibrahim’in babasına: “Senin icin Rabbimden af dileyecegim. Bununla beraber, Allah’ın senin hakkında diledigi hic bir seyi onlemem mumkun degildir.” demesi baska. Onun ve beraberinde olanların duası sudur: “Ey Yuce Rabbimiz! Yalnız sana guvenip dayandık, Sana yoneldik ve sonunda da Senin huzuruna varacagız."},{"SurahNumber":60,"VerseNumber":5,"Text":"“Ey Ulu Rabbimiz, bizi kafirlere deneme konusu kılma, affet bizi. Cunku Sen aziz ve hakimsin (mutlak galip, tam hukum ve hikmet sahibisin)"},{"SurahNumber":60,"VerseNumber":6,"Text":"Onlarda sizin icin, Allah'a ve ahiret gunune kavusmayı arzu edenler icin guzel bir ornek vardır. Ama kim de aksine giderse bilsin ki Allah gani ve hamiddir (hicbir seye ihtiyacı yoktur, her turlu hamd ve ovgu O’na mahsustur)"},{"SurahNumber":60,"VerseNumber":7,"Text":"Umulur ki Allah sizinle dusmanlarınız arasında bir sevgi ve yakınlık kurar. Cunku Allah herseye kadirdir. Allah gafurdur, rahimdir"},{"SurahNumber":60,"VerseNumber":8,"Text":"Dininizden oturu sizinle savasmayan, sizi yerinizden, yurdunuzdan etmeyen kafirlere gelince, Allah sizi, onlara iyilik etmeden, adalet ve insaf gozetmeden menetmez. Cunku Allah adil olanları sever"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allah sadece, dininizden oturu sizinle savasan, sizi yerinizden yurdunuzdan kovan ve kovulmanıza destek veren kafirleri dost edinmenizi meneder. Her kim onları dost edinirse, iste onlar zalimlerin ta kendileridir"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ey iman edenler! Mumin hanımlar size katılmak uzere hicret etmis olarak geldiklerinde onları imtihan edin. Gerci Allah onların imanlarını pek iyi bilir. Ama siz de onların mumin olduklarını anlarsanız, artık onları kafirlere geri gondermeyin. Bundan boyle bu hanımlar kafir kocalarına, kafir kocaları da bu hanımlara helal olmazlar. Bununla beraber kocalarına da vermis oldukları mehirleri, siz iade ediniz. Kendilerine mehirlerini vererek bu kadınlarla evlenmenizde bir sakınca yoktur. Kafir kadınları nikahınızda tutmayın. Onlara harcadıgınız mehri, varacakları kafir kocalarından isteyin. Kafirler de Islama girip sizinle evlenen eslerine sarfetmis oldukları mehri sizden geri istesinler. Allah'ın hukmu budur. Aranızda O hukmeder. Zira Allah her seyi hakkıyla bilir, tam hukum ve hikmet sahibidir"},{"SurahNumber":60,"VerseNumber":11,"Text":"Eger eslerinizden biri dinden donup kafirlere kacar da, sonra yaptıgınız savasta siz galip gelirseniz, esleri gitmis olan kocalara ganimet malından, harcadıkları mehir kadar verin. Inandıgınız Allah'a karsı gelmekten sakının"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ey Peygamber! Mumin hanımlar:Allah'a hic bir surette ortak tanımamak hırsızlık yapmamak, zina etmemek, cocuklarını oldurmemek, hic yoktan yalan uydurup iftira atmamak, buldugu bir cocugu, kocasına isnat etmemek veya gayr-ı mesru bir cocuk dunyaya getirip onu kocasına mal etmemek, senin kendilerine emredecegin mesru olan herhangi bir konuda sana karsı gelmemek hususlarında sana biat etmeye geldiklerinde, sen de onların biatlarını kabul et ve onlar icin Allah’tan af dile. Cunku Allah gafurdur, rahimdir (affı ve ihsanı boldur)"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ey iman edenler! Allah'ın kendilerine gazab ettigi bir guruhu dost edinmeyin.Onlar ki olup kabre giren bir kafir nasıl ahiret mutlulugundan umidini kesmisse, kendileri de ahiretten oyle umitlerini kesmislerdir"}]}