{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Lauda exista DUMNEZEU - whom belongs everything rai earth tot lauda exista altminteri Him Hereafter El exista a Multi(multe) Întelept Cognizant"},{"SurahNumber":34,"VerseNumber":2,"Text":"El sti everything merge earth everything ala veni el everything veni cer everything ala urca în el. El exista a Multi(multe) Îndurator a Forgiving"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ala disbelieve spune Ora niciodata veni trece! Spune Absolutely - by meu Domnitor - El vei multi(multe) certainly veni tu. El exista Knower viitor. Nu însera equivalent atom greutate camufla Him exista el rai earth Nu însera mic decât ala vast camufla). Tot ar adânc marturie"},{"SurahNumber":34,"VerseNumber":4,"Text":"multi(multe) certainly El rasplati ala crede conduce cinstit trai! Acestea merita forgiveness generos aprovizionare"},{"SurahNumber":34,"VerseNumber":5,"Text":"As for ala constantly provoca nostru revelations ei crea retribution dureros umilinta"},{"SurahNumber":34,"VerseNumber":6,"Text":"Exista evident catre ala binecuvânta cunoastere ala acesta revelation de vostri Domnitor catre tu exista adevar si ala el ghid poteca Gigantic a Multi(multe) Laudabil"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ala disbelieve spune arata tu om exprima tu tu exista rupcigos aparte tu crea iar"},{"SurahNumber":34,"VerseNumber":8,"Text":"Either el fabricated minti DUMNEZEU el exista nebun. Într-adevar ala disbelieve Hereafter crea rau retribution; ei merge departe razna"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ei nu vedea tot obiect ele spate ele în rai earth Noi willed noi cauza earth înghiti ele cauza gramada toamna ele cer! Acesta exista sufficient dovedit for every ascultator servitor"},{"SurahNumber":34,"VerseNumber":10,"Text":"Noi endowed David binecuvântare us O munte submit him tu prea O pasare Noi înmuia fier for him"},{"SurahNumber":34,"VerseNumber":11,"Text":"Tu produce scut ala fit perfectly munci righteousness! Oricare tu do eu exista Vazator thereof"},{"SurahNumber":34,"VerseNumber":12,"Text":"Catre Solomon noi comite vânt his dispozitie calatori 1 luna venire 1 luna merge Noi cauza primavara ulei tâsni out him. Altminteri jinns munci him his Domnitor permisiune. Altele una ai ele neglija nostru comanda noi supune him sever retribution"},{"SurahNumber":34,"VerseNumber":13,"Text":"Ei produce him orice el pofti - firida statuie adânc biliard greu bucatari oala! O familie David munci (righteousness) arata vostri apreciere. Doar un pu\u0004ine a Meu servitor exista appreciative"},{"SurahNumber":34,"VerseNumber":14,"Text":"When stabili timp his moarte veni ei nu avea cheie ca el deceda. Nu 1 ai animal proba mânca his încadrat el fell jos did jinns realiza ca el exista decedat! Ei tamâie realiza ala ei really sti nevazut ei opri munci asa dur as devreme as el deceda"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sheba's homeland folosit exista minune 2 gradina în dreptate parasi Mânca vostri Domnitor aprovizionare, exista appreciative ai Him - Bun uscat forgiving Domnitor"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ei rasuci consequently noi curge ele dezastruos flood noi substitui their 2 gradina în 2 gradina urât gusta fruct tepos planta zgârcit recolta"},{"SurahNumber":34,"VerseNumber":17,"Text":"Noi tamâie rasplati ele their disbelief. Noi nu rasplati doar disbelievers"},{"SurahNumber":34,"VerseNumber":18,"Text":"Noi placed ele popor ala noi binecuvânta alte oaza noi proteja calatorie ele Calatori therein zi noapte complet siguranta"},{"SurahNumber":34,"VerseNumber":19,"Text":"Ei (rasuci unappreciative provoca Nostru Domnitor noi nu pasa Tu mari distan\u0004a nostru calatorie altele statie Ei tamâie gresi their propiu suflet. Consequently noi produce ele istorie împrastia ele în mic popor uscat. Acesta înzestra lectie ala exista stabil appreciative)"},{"SurahNumber":34,"VerseNumber":20,"Text":"Satan gasi ele prompt termina his expectations! Ei followed him un pu\u0004ine credincios"},{"SurahNumber":34,"VerseNumber":21,"Text":"El niciodata avea altele power ele. Noi tamâie remarca ala crede în Hereafter de ala exista doubtful despre el. Vostri Domnitor exista plin control tot obiect"},{"SurahNumber":34,"VerseNumber":22,"Text":"Spune Implora idol tu situa DUMNEZEU! Ei nu poseda unic atom rai earth Ei nu poseda companie therein nor does El permite ele exista His ajutor"},{"SurahNumber":34,"VerseNumber":23,"Text":"Interventie Him exista în zadarnic el coincide cu His vei. When their memorie finally fixa jos ei întreba Ce did vostri Domnitor spune ei spune adevar. El exista a Multi(multe) Înaltime a Multi(multe) Mare"},{"SurahNumber":34,"VerseNumber":24,"Text":"Spune Cine înzestra for tu rai earth Spune DUMNEZEU Either noi tu ghid merge departe razna"},{"SurahNumber":34,"VerseNumber":25,"Text":"spune Tu fi responsabil for nostru crima nor fi noi responsabil for care tu do"},{"SurahNumber":34,"VerseNumber":26,"Text":"Spune Nostru Domnitor strânge us tot împreuna altadata Him atunci El judeca us equitably! El exista Judecator Omniscient"},{"SurahNumber":34,"VerseNumber":27,"Text":"Spune Arata mie idol tu situa as alia Him! nu Spune El exista 1 DUMNEZEU Gigantic Întelept"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Noi expedia tu O Rashad) tot popor purtator ai bun stire prea as warner foarte popula nu sti"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ei provoca When acesta promisiune veni trece tu exista sincer"},{"SurahNumber":34,"VerseNumber":30,"Text":"Spune Tu avea specific timp specific zi tu nu întîrzia 1 ora nor avans"},{"SurahNumber":34,"VerseNumber":31,"Text":"Ala disbelieve spune Noi nu crede în acesta Quran nor anterior scriere. tu doar envision acestea infractor when ei sta their Domnitor! Ei argue 1 altul înainte si departe. followers exprima their leaders Daca nu exista tu noi exista credincios"},{"SurahNumber":34,"VerseNumber":32,"Text":"leaders spune catre ala vei followed ele noi a una Fi diverted tu conducere el veni catre tu? Nu; el exista tu exista hain"},{"SurahNumber":34,"VerseNumber":33,"Text":"followers spune catre their leaders exista tu proiecta noapte zi atunci comanda us exista unappreciative ai DUMNEZEU situa idol rândui Him. Ei calari remuscare when ei vedea retribution noi loc cercel gât ai ala disbelieved Ei just nu rasplati ce ei did"},{"SurahNumber":34,"VerseNumber":34,"Text":"Every timp noi expedia warner popor leaders ala popor spune Noi respinge stire tu expedia cu"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ei altminteri spune Noi exista puternic mai bani copil noi nu pedepsi"},{"SurahNumber":34,"VerseNumber":36,"Text":"Spune Meu Domnitor exista 1 control tot aprovizionare El subventiona aprovizionare whomever El vointa reduce ele foarte popula nu sti"},{"SurahNumber":34,"VerseNumber":37,"Text":"Nu exista vostri bani vostri copil aduce tu închis catre us. Doar ala crede conduce cinstit trai primi recompensa their munca înmulti varietate! În domiciliu Paradis ei do el trai în perfect pace"},{"SurahNumber":34,"VerseNumber":38,"Text":"As for ala consistently provoca nostru revelations ei suporta retribution"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Spune Meu Domnitor exista Una control tot aprovizionare; El mari aprovizionare whomever El alege His servitor reduce ele! Orice tu cheltui cauza Dumnezeu) El rasplati tu el; El exista Bine Provider"},{"SurahNumber":34,"VerseNumber":40,"Text":"Zi when El cita ele toate El spune catre înger acestea do el popula închinare tu"},{"SurahNumber":34,"VerseNumber":41,"Text":"Ei raspunde Tu glorifica. Tu exista nostru Domnitor Subjuga nu ele! Instead ei worshipping jinns; multi(multe) ai ele exista credincios therein"},{"SurahNumber":34,"VerseNumber":42,"Text":"Zi tu nu poseda power ajuta vatama 1 altul noi spune catre infractor Gust retribution Iad tu folosit nega"},{"SurahNumber":34,"VerseNumber":43,"Text":"When nostru dovada recita ele perfectly clar ei spune Acesta exista doar om pofti divert tu drum vostri parinte worshipping Ei altminteri spune Acestea fabricated minciuna. Ala disbelieved altminteri spune adevar veni ele Acesta exista obviously magic"},{"SurahNumber":34,"VerseNumber":44,"Text":"Noi nu da ele altele alte carte studia nor did noi expedia catre ele tu alta warner"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ala altadata ele disbelieved seara desi ei nu vedea one-tenth (minune) noi da acesta generatie when ei disbelieved Meu curier cum sever exista Meu retribution"},{"SurahNumber":34,"VerseNumber":46,"Text":"Spune eu întreba tu do 1 obiect Devote DUMNEZEU în pereche as individ atunci reflecta! Vostri prieten (Rashad) nu exista nebun. El exista clar warner tu drept înainte advent teribil retribution"},{"SurahNumber":34,"VerseNumber":47,"Text":"spune eu nu întreba tu altele leafa; tu întretinere el. Meu leafa veni doar de DUMNEZEU. El martor tot obiect"},{"SurahNumber":34,"VerseNumber":48,"Text":"Spune Meu Domnitor cauza adevar prevala! El exista Knower tot secret"},{"SurahNumber":34,"VerseNumber":49,"Text":"Spune adevar veni; interval falsehood putea neither început orice nor repetare el"},{"SurahNumber":34,"VerseNumber":50,"Text":"Spune Daca eu merge razna eu merge razna meu propiu neajuns! Si daca eu ghid el exista meu Domnitor inspiratie. El exista Auditor Lânga"},{"SurahNumber":34,"VerseNumber":51,"Text":"Tu doar vedea ele when mare terror lovi ele; ei nu escape atunci ei exista absorbi deplasat forcibly"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ei atunci spune Noi imediat crede în el el exista departe prea întîrziat"},{"SurahNumber":34,"VerseNumber":53,"Text":"Ei respinge el înainte ei decide instead uphold presupune si guesswork"},{"SurahNumber":34,"VerseNumber":54,"Text":"Consequently ei concedia ai everything ei lung for Acesta exista aceeasi fate their copie anterior generatie. Ei harbored prea multi(multe) doubts"}]}