{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O ty prorok ty vait si BUH ne poslouchat disbelievers pokrytec. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":33,"VerseNumber":2,"Text":"Nasledujici co odhalit ty svuj Magnat! BUH jsem CELKEM PRISLUSNY Z VSECHNO TY UPLNE ZNICIT"},{"SurahNumber":33,"VerseNumber":3,"Text":"Pripojit svuj sverit BUH! BUH POSTACIT ZASTANCE"},{"SurahNumber":33,"VerseNumber":4,"Text":"(BUH NE ODEVZDAT KADY MU 2 JADRO SVEM SKRIN. Nor ucinil On zapnout svuj ena koho ty odcizit svuj prizen) svuj ujmout se jako matka! Nor ucinil On zapnout svuj osvojit si detsky do uslechtily potomek! uplne tyto byl ciry projev ty vynalezt. BUH MLUVIT VERNOST ON USMERNOVAT (VZPRIMIT) DRAHA"},{"SurahNumber":33,"VerseNumber":5,"Text":"Ty odevzdat svuj osvojit si detsky pojmenovat onen udrovat jejich pomer jejich uslechtily zdroj! Tento jsem spravedlivy zpozorovat BUH. Jestlie ty ne modni jejich zdroj pak protoe svuj bratri naboenstvi ty nakladat ti clanek svuj druh. Ty ne predloit hrich ty utocit chyba za tohleto dbat; ty jsem odpovedny pro svuj zamerny ucel. BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":33,"VerseNumber":6,"Text":"Prorok jsem konec s verici than oni byl s kady jinam, svem ena jsem abatyse ti. Vztane Zajmeno absorbovat pecovat o jednotka jiny proto buh bible. Tim verici absorbovat pecovat o jejich vztane zajmeno pristehovat se ti stanovit oni mel absorbovat pecovat o jejich uznat druh nejprve! Tyto jsem prikazani tento bible"},{"SurahNumber":33,"VerseNumber":7,"Text":"(Zruseni onen my pokladat prorok jejich sjednat ty O Muhammad) Noe Abraham Moses Jeis syn Marie! My pokladat ti slavnostni slib"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Subsequently On prece pochybovat pravy u jejich truthfulness nacvicit si disbelievers za tohleto Quranic pravda) trapny odskodneni"},{"SurahNumber":33,"VerseNumber":9,"Text":"O ty verit pamatovat buh stesti ty; when vojak napadnout ty my odeslat ti prudky ovinout neviditelny vojak! BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":33,"VerseNumber":10,"Text":"When oni podlehnout pred shora ty podle za ty svuj otvor postrasit svuj jadro delka trpelivost a Ty harbored unbefitting thoughts BUH"},{"SurahNumber":33,"VerseNumber":11,"Text":"Onen jsem when verici pravy zkouset; oni drsny otrast stoupnuti"},{"SurahNumber":33,"VerseNumber":12,"Text":"Pokrytec ty pochybovat jejich jadro odrikavat Ktery BUH Svem hlasatel slibit nas jsem nikoliv jinam than iluze"},{"SurahNumber":33,"VerseNumber":13,"Text":"Seskupit z ti odrikavat O lide Yathrib ty ne dosahnout vitezstvi; odjezd Others zpusobit vy- ospravedlnit prorok Nas tesne jsem zranitelny when oni ne jsem zranitelny. Oni spravedlivy chtit prchal"},{"SurahNumber":33,"VerseNumber":14,"Text":"Mel nepritel prepadnout poadovat ti nastaveni oni svazat nepritel mimo koktani"},{"SurahNumber":33,"VerseNumber":15,"Text":"Oni rucit BUH za a nad oni ne obeh pribline prchal; utocit slib BUH poskodit prima schopnost placeni"},{"SurahNumber":33,"VerseNumber":16,"Text":"Odrikavat Jestlie ty prchal ty nikdy prchal smrt podle znemonit! Nedbajici ktery treba ty jen havy strucny doba velky"},{"SurahNumber":33,"VerseNumber":17,"Text":"Odrikavat Kteri ochranny ty BUH jestlie On willed kady nestesti willed kady stesti ty? Oni nikdy rozhodnuti BUH kady dalsi Lord Ovladat"},{"SurahNumber":33,"VerseNumber":18,"Text":"BUH BYL CELKEM vedomy si o hinderers TY TY rict podle JEJICH KAMARAD all UTISIT ZRIDKA ZNICIT ONI mobilize PRO ochrana"},{"SurahNumber":33,"VerseNumber":19,"Text":"Take oni byl prilis skoupy when obcovani ke ty! Jestlie vsechno hrozit spolecnost ty provest jejich otvor svisle pretaceni na pramen strachu ackoliv smrt ji podlehnout ti! Drive krize jsem kolem oni bic ty rychly spice. Oni jsem prilis skoupy jejich bohaci. Tyto byl verici proto BUH zrusit jejich spravovat. Tento jsem lehky BUH ucinil"},{"SurahNumber":33,"VerseNumber":20,"Text":"Oni myslen ucastnik delat se Pak oni adat oni pozbyt opustit poadovat u svuj zprava podle afar! Mel ucastnik napadnout ty doba oni byl ty oni zridka snest ty"},{"SurahNumber":33,"VerseNumber":21,"Text":"Hlasatel BUH spolecnost poslusny priklad ty among ty adat BUH Posledni Cas porad pamatovat BUH"},{"SurahNumber":33,"VerseNumber":22,"Text":"When spravny verici prijmout ucastnik (obratny napadnout) oni odrikavat Tento jsem ktery BUH Svem hlasatel slibny nas BUH Svem hlasatel jsem pravy. Tento (nebezpecny stav) jen upevnit jejich vernost rozsirit jejich pokora"},{"SurahNumber":33,"VerseNumber":23,"Text":"Among verici v tom jsem lide fulfill jejich slib BUH. Trochu o ti posledni i kdy others kozlik pripravit nikdy wavering"},{"SurahNumber":33,"VerseNumber":24,"Text":"BUH prosit PRECE ODMENIT PRAVY PRO JEJICH truthfulness POTRESTAT POKRYTEC JESTLIE ON PROSIT SPLNIT TI! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":33,"VerseNumber":25,"Text":"BUH ODRAZIT TY POCHYBOVAT JEJICH BLAZNENI ONI ODKAZAT S NEPORIZENOU! BUH TIM USETRIT VERICI KADY bit se BUH jsem VYKONNY Vsemohouci"},{"SurahNumber":33,"VerseNumber":26,"Text":"On take nosit jejich spojenec among a narod bible jejich poskytnout misto hazet terror do jejich jadro! Trochu o ti ty znemonit nejaky ty absorbovat zajatec"},{"SurahNumber":33,"VerseNumber":27,"Text":"On utocit ty dedit po jejich vylodit jejich tesne jejich penize ziskat ty nikdy jit u! BUH jsem VRCHOL RIZENI UPLNE POTREBY"},{"SurahNumber":33,"VerseNumber":28,"Text":"O prorok rict podle svuj ena ty adat tento doivotni svuj marnost pak pripustit mne vyplatit ty poskytnout ty odchod amicably"},{"SurahNumber":33,"VerseNumber":29,"Text":"Jestlie ty adat BUH Svem hlasatel pribytek Dale pak BUH nacvicit si spravedlivy ty prima odmenit"},{"SurahNumber":33,"VerseNumber":30,"Text":"O ena prorok jestlie adny o ty predloit odporny hrich odskodneni obeplout ji! Tento jsem lehky BUH ucinil"},{"SurahNumber":33,"VerseNumber":31,"Text":"Kady jednotka z ty poslouchat BUH Svem hlasatel vest spravedlivy doivotni my pripustit ji zdvojit odmenit my nacvicit si ji stedry zajisteni"},{"SurahNumber":33,"VerseNumber":32,"Text":"O ena z prorok ty byl spolu ackoliv kady jiny ena jestlie ty slavit spravedlnost! (Ty mel prima schopnost.) placeni.) Proto ty ne mluvit prilis softly lest ty postihnout chorobou za jejich jadro dosahnout zly plan; ty mluvit jen spravedlnost"},{"SurahNumber":33,"VerseNumber":33,"Text":"Ty ustanovit srazit svuj tesne vyloucit co z ceho ne misit lide excessively stejny ty uivany vyloucit co z ceho za starsi cas neznalost! Ty slavit Spojeni Prosba (Salat) odevzdat povinny milodar (Zakat) poslouchat BUH Svem hlasatel! BUH ADAT ODSTRANUJICI UPLNE unholiness PODLE TY O TY bydlit CIRKEVNI SKRIN S OSTATKY CISTIT TY NAPROSTO"},{"SurahNumber":33,"VerseNumber":34,"Text":"Pamatovat co prednaset svuj tesne z buh zjeveni moudrost neodmyslitelny therein! BUH BYL POVZNEST Prislusny"},{"SurahNumber":33,"VerseNumber":35,"Text":"Nabidnout mu nabidnout ena domnivat se mu domnivat se ena poslusny mu poslusny ena pravy mu pravy ena pevny mu pevny ena ctihodny mu ctihodny ena dobrocinny mu dobrocinny ena rychle mu rychle ena strizlivy mu strizlivy ena mu slavit BUH frequently slavit ena; BUH nacvicit si ti odpusteni prima odmenit"},{"SurahNumber":33,"VerseNumber":36,"Text":"nikoliv domnivat se mu domnivat se ena jestlie BUH Svem hlasatel vydavat kady ovladani mel kady vybrany ohledne ceho onen ovladani! Kady neuposlechnout BUH Svem hlasatel odchod druhy z cesty"},{"SurahNumber":33,"VerseNumber":37,"Text":"Zruseni ty rict podle jednotka stesti BUH stesti ty Zadret svuj ena vait si BUH ty ukryt se ktery BUH adat vyhlasit! Tim ty pramen strachu lide when ty verit pramen strachu jen BUH! When Zeid jsem naprosto svem ena my mel ty vdana ji za rozkazovat dosadit predchozi onen mu vdana rozluka ena svem osvojit si syn. Buh ovladani ucinil"},{"SurahNumber":33,"VerseNumber":38,"Text":"Prorok ne predloit chyba ucinil vsechno utocit zakonny BUH! receny jsem buh system drive vyroba. Buh ovladani jsem cirkevni davka"},{"SurahNumber":33,"VerseNumber":39,"Text":"Ty vynest buh sdeleni, ktery vait si Jemu jen nikdy pramen strachu kady BUH! BUH jsem NEJVETSI SCHOPNY reckoner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ne jsem predek kady mu ty. On jsem hlasatel BUH rozhodny prorok. BUH jsem CELKEM vedomy si o UPLNE POTREBY"},{"SurahNumber":33,"VerseNumber":41,"Text":"O ty verit ty pamatovat BUH frequently"},{"SurahNumber":33,"VerseNumber":42,"Text":"Ty oslavovat Jemu vek i kdy noc"},{"SurahNumber":33,"VerseNumber":43,"Text":"On jsem Jednotka porce ty dohromady Svem andel vest ty out o temnota do nastoupit. On jsem Milosrdny towards verici"},{"SurahNumber":33,"VerseNumber":44,"Text":"Jejich blahoprani cas oni vhodny Jemu jsem Pokoj On nacvicit si ti stedry odmenit"},{"SurahNumber":33,"VerseNumber":45,"Text":"O prorok my odeslat ty svedcit dritel z poslusny zprava take jako warner"},{"SurahNumber":33,"VerseNumber":46,"Text":"Lakat BUH proto Svem prosit usmernovat svetelny signal"},{"SurahNumber":33,"VerseNumber":47,"Text":"Vynest poslusny zprava s verici oni zaslouily BUH prima stesti"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ne poslouchat disbelievers pokrytec nedbat jejich poskozeni pripojit svuj sverit BUH; BUH postacit zastance"},{"SurahNumber":33,"VerseNumber":49,"Text":"O ty verit ty vdana domnivat se ena pak rozluka ti dopredu mel spojeni ti oni ne viset ty kady cekat mezivlada (neli vdana jiny mu)! Ty vyplatit ti equitably rusit ti amicably"},{"SurahNumber":33,"VerseNumber":50,"Text":"O prorok my zpusobit zakonny ty svuj ena s koho ty vynaset jejich presne dar ktery ty ji mony pripustit ty BUH! Take zakonny pro ty od snatek jsem dcera svuj predek kamarad dcera svuj predek sestra dcera svuj ujmout se jako matka kamarad dcera svuj ujmout se jako matka sestra vystehovat ty. Take jestlie domnivat se ena odevzdat prorok - Na ztratit dar! - Prorok vdana ji dar on aby adat. Ale ena ztratit z dar platit jen s prorok ne s jiny verici. My ji rozhodnout jejich prave od pohled jejich snoubenec co oni ji mel. Tento jsem usetrit ty kady nedostatek. BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":33,"VerseNumber":51,"Text":"Ty jemne vyhybat se nejaky jednotka z ti ty privest konec s ty kady jednotka z ti. Ty usmirit se nejaky jednotka ty odcizit ty ne predloit hrich Tim oni spokojeny ne mel smutek jsem objem co ty equitably poskytovat uplne o ti! BUH zkuseny CO jsem SVUJ JADRO! BUH jsem VSEVEDOUCI MIRNY"},{"SurahNumber":33,"VerseNumber":52,"Text":"Krome kategorie popisovat ty ty porucit podle vdana kady jiny ena nor mohl ty zastupce znovu ena (podle zakazat kategorie) nikoliv zaleitost e skoro ty obdivovat se jejich krasa! Ty byl objem na ty ji zpusobit zakonny s ty. BUH jsem BDELY UPLNE POTREBY"},{"SurahNumber":33,"VerseNumber":53,"Text":"O ty domnivat se ne napsat prorok tesne ty odevzdat povoleni stravit nor jsem povinen ty vnutit tak vyzva kady druh! Ty lakat ty napsat. When ty provest stravit ty odkazat; ne zapustit jemu nudny konverzace! Tento uivany skoda prorok on jsem prilis trefa sdelit ty! Buh ne uskoceni stranou vernost. Ty poadovat svem ena neco poadovat ti ohrada. Tento jsem naprosty pro svuj srdce jejich srdce Ty ne jsem skoda hlasatel BUH. Ty ne vdana svem ena jemu tento jsem odporny utok zpozorovat BUH"},{"SurahNumber":33,"VerseNumber":54,"Text":"Ty prohlasit vsechno ukryt to BUH jsem celkem vedomy si o uplne potreby"},{"SurahNumber":33,"VerseNumber":55,"Text":"Ena uvolnit (jejich pradlo klasifikovat) jejich predek jejich syn jejich kamarad syn jejich kamarad syn jejich sestra jinak ena jejich (enska) sluha! Oni vait si BUH. BUH SVEDCIT UPLNE POTREBY"},{"SurahNumber":33,"VerseNumber":56,"Text":"BUH SVEM ANDEL PORCE SNEST PROROK! O ty verit ty porce snest jemu pohled jemu mony on pohled"},{"SurahNumber":33,"VerseNumber":57,"Text":"Prece ty odpirat BUH Svem hlasatel BUH souit ti klit za tohleto doivotni od Dale; On nacvicit si ti hanebny odskodneni"},{"SurahNumber":33,"VerseNumber":58,"Text":"Ty pronasledovat domnivat se mu domnivat se ena ne ucinil vsechno spatne predloit ne pouze prolhanost take odporny hrich"},{"SurahNumber":33,"VerseNumber":59,"Text":"(O prorok zjistit svuj ena svuj dcera ena verici onen oni lengthen jejich saty. Tim oni pripustit spravedlivy ena) zabranit poskozeni! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":33,"VerseNumber":60,"Text":"Pokrytec ty postihnout chorobou jejich srdce zly lharka mesto upustit (podle pronasledovat ty) my prece pripustit ty vrchni pismo pak oni vnutit odkazat strucny doba"},{"SurahNumber":33,"VerseNumber":61,"Text":"(Oni privodit si zabaveni wherever oni odchod; oni konec napadnout ty) oni absorbovat znemonit"},{"SurahNumber":33,"VerseNumber":62,"Text":"Tento jsem buh vecny system ty rozhodnuti buh system jsem staly"},{"SurahNumber":33,"VerseNumber":63,"Text":"Lide poadovat ty Doba (skoncit spolecnost). Odrikavat vedomi o tom jsem ale BUH! uplne ty modni Doba byl blizko"},{"SurahNumber":33,"VerseNumber":64,"Text":"BUH ODSOUDIT disbelievers nacvicit si TI PEKLO"},{"SurahNumber":33,"VerseNumber":65,"Text":"Eternally oni zustavat therein. Oni ne rozhodnuti magnat nor privrenec"},{"SurahNumber":33,"VerseNumber":66,"Text":"Cas oni hazet Peklo oni odrikavat \"Ohio, my chtit my poslouchat BUH poslouchat hlasatel"},{"SurahNumber":33,"VerseNumber":67,"Text":"Oni take odrikavat Nas Magnat my poslouchat nas vudci vedouci hrac oni primet nas z cesty"},{"SurahNumber":33,"VerseNumber":68,"Text":"Nas Lord odevzdat ti zdvojnasobit odskodneni klit ti strasny klit"},{"SurahNumber":33,"VerseNumber":69,"Text":"O ty verit ne jsem ty skoda Moses pak BUH zprostit jemu z co oni odrikavat. On jsem zpozorovat BUH honorable"},{"SurahNumber":33,"VerseNumber":70,"Text":"O ty verit vait si BUH vyjadrit jen trestat projev"},{"SurahNumber":33,"VerseNumber":71,"Text":"On pak pevny svuj spravovat omluvit svuj hrich. Ty poslouchat BUH Svem hlasatel radost z vitezstvi prima radost z vitezstvi"},{"SurahNumber":33,"VerseNumber":72,"Text":"My prednest schopnost placeni (volnost z vybrany) nebe zahrabat hora oni odmitnout loisko to jsem v obavach z to! lidska bytost jsem pripustny ono on zhresit nevzdelany"},{"SurahNumber":33,"VerseNumber":73,"Text":"Pro BUH prosit inevitably potrestat pokrytec mu pokrytec ena obraz dustojnost mu obraz dustojnost ena! BUH SPLNIT domnivat se MU domnivat se ENA. BUH jsem Forgiver MILOSRDNY"}]}