{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Mülk elinde (kudretinde) olan O (Allah) Mübarek´tir. Ve O, herşeye kaadirdir"},{"SurahNumber":67,"VerseNumber":2,"Text":"“Sizin hanginizin en güzel ameli yapacağını” imtihan etmek için ölümü ve hayatı yaratan O´dur. Ve O; Aziz´dir, Gafûr´dur"},{"SurahNumber":67,"VerseNumber":3,"Text":"Gökleri yedi tabaka (7 kat) olarak yaratan O´dur. Rahmân´ın yaratmasında bir uyumsuzluk göremezsin. Haydi bakışını çevir (tekrar bak), bir yarık (çatlak) görüyor musun"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sonra iki defa daha bakışını çevir (bak). Bakışın aciz ve yorgun olarak sana (geri) döner"},{"SurahNumber":67,"VerseNumber":5,"Text":"Ve andolsun ki, dünyanın semasını kandillerle süsledik. Ve onları, şeytanlar için (atılacak) taşlar kıldık. Ve onlar için alevli ateşin azabını hazırladık"},{"SurahNumber":67,"VerseNumber":6,"Text":"Ve Rab´lerini inkâr edenler için cehennem azabı vardır. Ve (o), ne kötü varış yeri"},{"SurahNumber":67,"VerseNumber":7,"Text":"Oraya (cehenneme) atıldıkları zaman onun kaynayan korkunç sesini (gürlemesini) işittiler"},{"SurahNumber":67,"VerseNumber":8,"Text":"(Cehennem) nerede ise öfkesinden çatlayacak gibi olur. Oraya herbir grup atılışında onun (cehennemin) bekçileri onlara: “Size nezir (uyarıcı) gelmedi mi?” diye sordu"},{"SurahNumber":67,"VerseNumber":9,"Text":"Onlar (cehenneme atılanlar) dediler ki: “Evet, bize nezir gelmişti. Fakat biz onu yalanladık ve Allah hiçbir şey indirmemiştir, siz ancak büyük bir dalâlet içindesiniz, dedik.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ve: “Eğer biz işitmiş veya akıl etmiş olsaydık, alevli ateş halkı arasında olmazdık.” dediler"},{"SurahNumber":67,"VerseNumber":11,"Text":"Böylece günahlarını itiraf ettiler. Artık ateş ehli (Allah´ın rahmetinden) uzak olsun"},{"SurahNumber":67,"VerseNumber":12,"Text":"Muhakkak ki onlar, gaybda Rab´lerine huşû duyarlar. Onlar için mağfiret ve büyük ecir vardır"},{"SurahNumber":67,"VerseNumber":13,"Text":"Ve sözünüzü gizleyin veya onu açıklayın. Muhakkak ki O (Allah), gönüllerde olanı en iyi bilendir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratan (yarattığını) bilmez mi? Ve O; Lâtif´tir, Habîr´dir (haberdar olandır)"},{"SurahNumber":67,"VerseNumber":15,"Text":"Arzı size zelil kılan (boyun eğdiren) O´dur. Artık onun omuzlarında (üzerinde, dağlarda, ovalarda) dönüp dolaşın ve O´nun rızkından yeyin. Ve neşir (yeniden var olup huzurunda toplanma) O´nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"Gökyüzündeki Kişinin (Allah´ın), o (yer) sallandığı zaman sizi, yere geçirmesinden (geçirmeyeceğinden) emin mi oldunuz"},{"SurahNumber":67,"VerseNumber":17,"Text":"Veya gökyüzünde olan Kişinin (Allah´ın) sizin üzerinize (taş yağdıran) fırtına göndermesinden (göndermeyeceğinden) emin mi oldunuz? O taktirde uyarım nasılmış, yakında öğreneceksiniz (bileceksiniz)"},{"SurahNumber":67,"VerseNumber":18,"Text":"Ve andolsun ki, onlardan öncekiler de yalanladılar. O zaman azabım nasıl oldu"},{"SurahNumber":67,"VerseNumber":19,"Text":"Onlar, üstlerinde sıra sıra süzülerek kanat çırpan kuşları görmüyorlar mı? Onları Rahmân´dan başkası tutmuyor. Muhakkak ki O, herşeyi en iyi görendir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Veya Rahmân´dan başka size yardım edecek olan bu askerler kimdir? Kâfirler sadece gurur (aldanma) içindeler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ya da eğer (Allah), onun rızkını tutarsa (keserse), sizi rızıklandıracak olan bu kişiler kimlerdir? Hayır, onlar haddi aşmada ve (haktan) uzak olmakta ısrarla devam ettiler"},{"SurahNumber":67,"VerseNumber":22,"Text":"Öyleyse yüzüstü sürünerek yürüyen kimse mi daha çok hidayete ermiştir, yoksa Sıratı Mustakîm üzerinde düzgün (dimdik, seviyeli) yürüyen mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"De ki: “Sizi inşa eden (yoktan yaratıp var eden) ve size işitme, görme ve idrak etme hassalarını veren O´dur. Ne kadar az şükrediyorsunuz?”"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: “Sizi yeryüzünde çoğaltıp yayan O´dur. Ve O´na haşrolunacaksınız (huzurunda toplanacaksınız).”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ve: “Eğer siz, (sözünüzde) sadıksanız, bu (azap) vaadiniz ne zaman?” derler"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: “Bu ilim ancak Allah´ın indindedir. Ve ben sadece (Allah´ın azabını) açıkça bildiren bir nezirim (uyarıcıyım).”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Fakat onu (azabı), yakın olarak gördükleri zaman inkâr edenlerin yüzleri karardı. Ve onlara: “Bu sizin kendisini davet ettiğiniz (ne zaman diye sorduğunuz) azaptır.” denildi"},{"SurahNumber":67,"VerseNumber":28,"Text":"De ki: “Gördünüz mü, şâyet Allah, beni ve benimle beraber olanları helâk etse veya bize rahmet etse, bundan sonra kâfirleri elîm azaptan kim kurtarır?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"De ki: “O, Rahmân´dır, O´na îmân ettik (âmenû olduk) ve O´na tevekkül ettik.” Artık açıkça dalâlette olan kimdir, yakında bileceksiniz"},{"SurahNumber":67,"VerseNumber":30,"Text":"De ki: “Gördünüz mü, şâyet sizin suyunuz yerin altına geçse, o zaman size akarsuyu kim getirir?”"}]}