{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Elif - Lam - Ra. iste bunlar hikmet ve hukum dolu kitabın ayetleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"Insanları (tuttukları yolun tehlikesine karsı) uyar; iman edenleri Rablarının yanında kendilerine ayrılan KADEM-I SIDK (Guzel sevap, salin amel, ebedi saadet, yuksek makam) ile mujdele, diye iclerinden bir adama vahyetmemiz (Mekkeli´ler icin) sasılacak sey mi ki, o kafirler, «bu ancak acık bir buyucudur» dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Suphesiz ki Rabblniz gokleri ve yeri altı gun (devir)de yaratıp sonra da Ars uzerine saltanatı ve kudretiyle tecelli ederek her isi geregi gibi duzenleyip yuruten Allah´tır. Onun izni olmadıktan sonra hicbir sefaatci sefaat edemez. Iste bu Allah sizin Rabbinizdir. Artık O´na kulluk ediniz. Hala dusunup ogut almaz mısınız"},{"SurahNumber":10,"VerseNumber":4,"Text":"Hepinizin donusu ancak O´nadır. Allah´ın verdigi soz haktır. Suphesiz ki O, iman edip iyi-yararlı amellerde bulunanları —adalet olculeriyle— mukafatlandırmak icin once halkı yaratıp varlık alanına getirir, sonra da geri cevirip (diriltir). Inkar edenlere ise, kufrettiklerinden dolayı fıkır fıkır kaynayan su ve elem verici bir azab vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"Gunes´i ziya (ısık ve enerji), Ay´ı nur (aydınlık) yapan ve yılların sayısını ve hesabı bilmeniz icin Ay´a konaklar takdir eden O´dur. Allah bunu ancak hak ile (katıksız, kusursuz, sasmayan kanunla) yarattı. Bilip (anlayacak) bir millete ayetleri (boylece) bir bir acıklıyor"},{"SurahNumber":10,"VerseNumber":6,"Text":"Suphesiz ki gece ile gunduzun birbirini izleyip degismesinde ve Allah´ın goklerde ve yerde yarattıgı seylerde, O´ndan korkup kotuluklerden sakınan bir millet icin ayetler-belgeler vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"(Oldukten sonra yeniden dirilip) bize kavusmayı umit etmeyen, Dunya hayatına razı olup onunla gonlu yatısanlarla bizim ayetlerimizden gafil olanlar var ya, iste onların, kazandıklarına karsılık varacakları yer atestir"},{"SurahNumber":10,"VerseNumber":8,"Text":"(Oldukten sonra yeniden dirilip) bize kavusmayı umit etmeyen, Dunya hayatına razı olup onunla gonlu yatısanlarla bizim ayetlerimizden gafil olanlar var ya, iste onların, kazandıklarına karsılık varacakları yer atestir"},{"SurahNumber":10,"VerseNumber":9,"Text":"Onlar ki iman edip iyi-yararlı amellerde bulundular, elbette Rabları onları, imanlarına karsılık, altlarından ırmaklar akan Naim Cennetlerine eristirir"},{"SurahNumber":10,"VerseNumber":10,"Text":"Oradaki duaları, «Allah´ım! Sen her turlu noksanlıktan munezzehsin» sozudur. Saglık ve esenlik temennileri ise, «Selamadır. Dualarının sonu ise «Hamd ( = Her turlu guzel ovgu), alemlerin Rabbi Allah´adır.»"},{"SurahNumber":10,"VerseNumber":11,"Text":"Eger Allah insanlara, hayrı hemen acele istedikleri gibi, serri de onlara cabuklastırsaydı, ecelleri hemen yerine gelip (her sey) bitmis olurdu. Ne var ki, bize kavusmayı arzu etmeyenleri azgınlıkları icinde bocaladıkları bir halde bırakıveririz"},{"SurahNumber":10,"VerseNumber":12,"Text":"Insana bir dert ve sıkıntı dokundugu zaman gerek yan ustu uzanıkken, gerek otururken, gerek ayakta dururken bize dua eder. Kendisinden dert ve sıkıntıyı kaldırdıgımızda ise, kendisine dokunan dert ve sıkıntıdan (kurtulmak icin) bize (hic) dua etmemis gibi (eski haline) gecip gider. Iste musriflere (haddini asanlara) yapageldikleri ameller boylece suslenmistir"},{"SurahNumber":10,"VerseNumber":13,"Text":"And olsun ki sizden once nice kusakları, kendilerine peygamberlerimiz acık belgelerle gelmisken (bas kaldırıp) zulmettikleri ve imana gelmiyecekleri (sabit olup donme ihtimalleri kalmadıgı) zaman yok ettik, iste biz, suclu-gunahkar milleti boyle cezalandırırız"},{"SurahNumber":10,"VerseNumber":14,"Text":"Sonra onların ardından nasıl amel edeceginizi gormek icin sizi onların yerine getirdik"},{"SurahNumber":10,"VerseNumber":15,"Text":"Ayetlerimiz onlara karsı acık-secik okundugu zaman, bize kavusmayı ummayanlar, «bundan baska bir Kur´an getir veya bunu degistir» derler. De ki: Onu kendiligimden degistiremem, bu bana yakısır sey degildir ; ben ancak bana vahyedilene uyarım; eger Rabbime isyan edersem, o buyuk gunun azabından korkarım"},{"SurahNumber":10,"VerseNumber":16,"Text":"De ki: Eger Allah dileseydi ben size onu okumaz ve O da size (benim vasıtamla) bildirilmemis olurdu. Elbette bundan once aranızda bir omur bulundum ; artık aklınızı kullanmaz mısınız"},{"SurahNumber":10,"VerseNumber":17,"Text":"Allah´a karsı yalan uydurandan veya O´nun ayetlerini yalan sayandan daha zalim kim olabilir ? Dogrusu suclu gunahkarlar kurtulusa erisemezler"},{"SurahNumber":10,"VerseNumber":18,"Text":"Onlar (inkarcı putperestler), Allah´ı bırakıp kendilerine zarar ve yarar veremiyen cisimlere tapıyorlar ve «Bunlar Allah yanında sefaatcilerimizdir» diyorlar. De ki: Allah´a goklerde ve yerde bilmedigi bir seyi mi haber veriyorsunuz ?! O, onların ortak kostuklarından munezzehtir ve cok yucedir"},{"SurahNumber":10,"VerseNumber":19,"Text":"Insanlar ancak bir tek ummet idi; sonra ayrılıga dustuler. Eger Rabbinden bir soz (hukme baglanıp) gecmemis olsaydı, elbette ihtilafa dustukleri sey hakkında hukum verilirdi de (is) bitmis olurdu"},{"SurahNumber":10,"VerseNumber":20,"Text":"Bir de derler ki: Ona Rabbinden bir ayet (acık bir mu´cize) indirilmeli degil miydi ? De ki: Gayb ancak Allah´a aittir. Bekleyin, ben de sizinle beraber bekliyenlerdenim"},{"SurahNumber":10,"VerseNumber":21,"Text":"Insanlara dokunan bir sıkıntı ve dertten sonra onlara bir rahmet (= genislik, ferahlık ve bolluk) tattırdıgımız zaman, ayetlerimiz hakkında (bir de bakarsın) yalan-dolan duzerler. De ki: Allah (yalan-dolana) karsılık vermekte daha cabuktur. Cunku elcilerimiz (olan melekler) sizin kurdugunuz yalan-dolanı yazmaktadırlar"},{"SurahNumber":10,"VerseNumber":22,"Text":"Sizi karada da, denizde de gezdiren O´dur. O kadar ki gemide bulundugunuz bir sırada, gemiler, oksayıcı hos bir hava icinde seyredip yol alırken, yolcular da bununla ferahlık ve nese duyarlarken ansızın siddetli bir fırtına gelir de dalgalar her yandan onlara yonelir, derken ta mamen kusatılıp (yok olacaklarını) sanırlar ve (bu korku ve telas icinde) ihlas uzere dini Allah´a has kılıp O´na dua ederler, «eger bizi bundan kurtarırsa herhalde sukredenlerden oluruz !» diye yalvarırlar"},{"SurahNumber":10,"VerseNumber":23,"Text":"Ne vakit ki Allah onları kur. tarır, (vakit kaybetmeden) yeryuzunde haksız yere taskınlık ve azgınlıga baslarlar. Ey insanlar! Taskınlık ve azgınlıgınız ancak kendi aleyhinizedir. Bu da dunya hayatının gecici onemsiz bir gecimligidir. Sonra da donusunuz bizedir; yapageldiklerinizi size bir bir haber verecegiz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Dunya hayatının misali, ancak gokten indirdigimiz suya benzer; insan ve hayvanların yedigi yeryuzundeki bitkiler onunla birbirine karısır, ta ki yeryuzu butun zinetini takınıp suslendigi, yeryuzu ehli de kendilerini onun uzerinde kudretli sandıkları bir sırada geceleyin ya da gunduzleyin o yere emrimiz gelir de sanki bir gun once hicbir senlik yokmus gibi onu bicik ve sokuk hale getirir. Iste dusunebilecek bir millete ayetleri boylece bir bir acıklarız"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allah selamet yurduna cagırır ; diledigini de dogru yola eristirir"},{"SurahNumber":10,"VerseNumber":26,"Text":"Iyi-yararlı guzel amelde bulunanlara daha iyisi ve guzeli, bir de fazlası vardır. Yuzlerini ne bir toz duman, ne de asagılık ve horluk kaplar. Iste onlar Cennet yaranıdırlar. Orada devamlı kalıcılardır onlar"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kotuluk kazananlara gelince : Kotulugun cezası, misliyledir; onları ayrıca bir asagılık ve horluk kaplar. Allah´tan kendilerini kurtaracak hicbir kurtarıcı ve koruyucu da yoktur. Yuzleri sanki geceden kara bir parca ile ortulmustur. Iste bunlar Cehennem yaranıdır ve orada temelli kalıcılardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gun onların hepsini biraraya getirecegiz, sonra da Allah´a ortak kosanlara, «Siz ve ortak kostuklarınız yerinize !» diyecegiz ve boylece onları birbirinden ayıracagız. Ortakları ise, «siz bize tapmıyordunuz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Bizimle sizin aramızda sahit olarak Allah yeter. Gercekten sizin ibadetinizden hic ama hic haberimiz yoktu» diyecekler"},{"SurahNumber":10,"VerseNumber":30,"Text":"Iste orada her kisi isleyip onden gonderdigi seyleri tadar ve Hakk´ olan Mevlalarının (adaletine) dondurulurler ; uydurdukları (putlar ve put misali) seyler de onlardan uzaklasarak yok olup gitmislerdir"},{"SurahNumber":10,"VerseNumber":31,"Text":"De ki: Gokten ve yerden size rızık veren kimdir ? Kimdir kulaga ve gozlere (yaratma yonunden) sahip ? Ya diriyi oluden, oluyu de diriden cıkaran kimdir ? Kimdir isleri duzene koyan ? Hemen «Allah´tır» diyecekler. O halde de ki: Artık (Allah´tan saygı ile) korkup (fenalıklardan, putlara tapmaktan) sakınmaz mısınız"},{"SurahNumber":10,"VerseNumber":32,"Text":"Iste bu Allah, Hakk(olan)Rabbinizdir. Haktan sonra ancak sapıklık var. O halde nasıl (olur da Hak´tan) donduruluyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Bunun gibi, ilahi sınırların ve O´na uzanan yolun dısına cıkanlara karsı Rabbin sozu gerceklesti, ki onlar gercekten iman etmezler"},{"SurahNumber":10,"VerseNumber":34,"Text":"De ki: (Tanrı diye) ortak edindiklerinizden ilkin yaratıp (oldurdukten) sonra tekrar onu (diriltip geri) ceviren var mıdır ? De ki: Allah ilkin yaratıp meydana getirir, sonra tekrar (diriltip geri) cevirir. Nasıl da (Hak´tan) cevrilip saptırılıyorsunuz"},{"SurahNumber":10,"VerseNumber":35,"Text":"De ki: Ortak edindiklerinizden Hakk´a yol gosteren, Hakk´a ileten var mıdır ? De ki:. Allah Hakk´a yol gosterir ve ona iletir. Hakk´a ileten mi, yoksa iletilmeden kendiliginden hak yolu bulamayan mı uyulmaya daha layıktır ? Size ne oluyor, nasıl hukmediyorsunuz"},{"SurahNumber":10,"VerseNumber":36,"Text":"Cogu ancak zanna uyarlar; dogrusu zan haktan yana hicbir anlam tasımaz (onun yerine hicbir zaman gecmez). Suphesiz ki Allah onların yapageldiklerini cok iyi bilir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu Kur´an Allah´tandır, baskası tarafından uydurulup ortaya konulamaz. O ancak onundeki (daha once indirilen) Tevrat ve Incil´i dogrular ve (Allah katında yazılı olan) kitabı bir bir acıklar. Onda suphe adına hicbir sey yoktur; O, alemlerin Rabbinden (indirilme)dir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Onu uydurdu mu, diyorlar? De ki: Haydi, eger dogrulardan iseniz Onun benzeri bir sure getirin ve Allah´tan baska gucunuzun yettigi kimseleri cagırın"},{"SurahNumber":10,"VerseNumber":39,"Text":"Hayır, onlar ilmini kavrayamadıkları ve henuz yorumu da kendilerine gelip ulasmıyan seyi yalanladılar. Onlardan oncekiler de boyle yalanlamıslardı. Bir bak, zalimlerin sonu ne oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"Iclerinden buna inanan da var, inanmayan da var. Rabbin ise mufsitleri (Hakk´ı yalanlayıp toplum icinde fitne ve fesad cıkaranları) bilir"},{"SurahNumber":10,"VerseNumber":41,"Text":"Seni yalanlarlarsa, de ki: Benim isledigim bana, sizin islediginiz size. Benim isledigimle sizin ilisiginiz yoktur; benim de sizin islediginizle ilisigim yoktur"},{"SurahNumber":10,"VerseNumber":42,"Text":"Iclerinden sana kulak verenler eksik degildir. Sen sagırlara —hele bir de akılları ermiyorsa— isittirebilir misin"},{"SurahNumber":10,"VerseNumber":43,"Text":"Iclerinden bir kısmı da sana bakar; sen korlere —hele bir de goremiyorlarsa— yol gosterebilir misin"},{"SurahNumber":10,"VerseNumber":44,"Text":"Suphesiz ki Allah insanlara hic zulmetmez. Ama insanlar kendilerine zulmederler"},{"SurahNumber":10,"VerseNumber":45,"Text":"Onları diriltip biraraya getirerek toplayacagı gun, gunduzden ancak bir saat (an) kadar eglesmis gibidirler; kendi aralarında birbirlerini (rahatlıkla) tanırlar. Allah´a kavusmayı yalanlayanlar cidden zarara ugramıslardır. (Zaten onlar) dogru yolu da (hicbir zaman) tutmus degillerdi"},{"SurahNumber":10,"VerseNumber":46,"Text":"Onlara va´dettigimiz azabın bir kısmını ya sana gosterecegiz, ya da (gostermeden) senin ruhunu tutup alacagız; (her iki durumda da) onların donusu yalnız bizedir. Sonra Allah onların yapageldiklerine sahittir"},{"SurahNumber":10,"VerseNumber":47,"Text":"Her ummetin bir peygamberi vardır. Onlara peygamberleri gelince aralarında adaletle hukmedilir; onlar haksızlıga ugramazlar"},{"SurahNumber":10,"VerseNumber":48,"Text":"Bu va´d(edilen azab) ne zaman ? Eger dogrulardan iseniz (bize haber verin) derler"},{"SurahNumber":10,"VerseNumber":49,"Text":"De ki: Ben —Allah´ın dilediginden baska— kendi kendime ne bir zarara, ne de bir yarara malikim. Her ummetin belirlenmis bir suresi vardır, onların o suresi gelince ne bir an geri kalırlar, ne de bir an ileri gecerler"},{"SurahNumber":10,"VerseNumber":50,"Text":"De ki: Allah´ın azabı ya gecelerken, ya da gunduzleyin gelecek olursa, suclu gunahkarlar bundan (hangisini) acele istiyorlar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Yoksa bu azab meydana geldikten sonra mı (Allah´a) iman edeceksiniz ? (Veya va´dedilen azaba oyle mi inanacaksınız ?) Simdi mi ? Oysa siz onu acele isteyip duruyordunuz"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sonra o zulmedenlere, «tadın sonu gelmiyen azabı, siz ancak elde ettiginize karsılık ceza goruyorsunuz» denilecek"},{"SurahNumber":10,"VerseNumber":53,"Text":"O (azab) hak mıdır, diye senden haber isterler. De ki: Evet, Rabbim hakkı icin o gercekten haktır ve siz (ondan Allah´ı) aciz bırakacak degilsiniz (yakayı da kurtaramıyacaksınız)"},{"SurahNumber":10,"VerseNumber":54,"Text":"Eger zulmeden her kisi, yeryuzundeki her sey kendisine ait olsaydı, onu kurtulus akcesi olarak verirdi. Azabı gordukleri vakit hepsi de icin icin pismanlık duydular. Aralarında adaletle hukmedilir ve onlar haksızlıga da ugratılmazlar"},{"SurahNumber":10,"VerseNumber":55,"Text":"Haberiniz olsun ki, goklerdeki ve yerdeki seyler Allah´ındır. Dikkat edin ki Allah´ın va´di haktır; ne var ki insanların cogu bunu bilmezler"},{"SurahNumber":10,"VerseNumber":56,"Text":"O diriltir ve oldurur ve ancak O´na donduruleceksiniz"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ey insanlar! Size gercekten Rabbinizden bir ogut, gonullerdeki (manevi hastalıklara) bir sifa ve mu´minlere dogru yolu gosteren (bir belge) ve rahmet gelmistir"},{"SurahNumber":10,"VerseNumber":58,"Text":"De ki: Ancak Allah´ın genis nimeti, yardım ve rahmetiyle; iste bununla ferahlanın ; bu onların topladıklarından daha hayırlıdır"},{"SurahNumber":10,"VerseNumber":59,"Text":"De ki: Baksanıza, Allah´ın size indirdigi rızıktan bir kısmını haram, bir kısmını helal saydınız. De ki: Allah mı (bu hususta) size izin verdi, yoksa Allah´a karsı yalan mı uyduruyorsunuz"},{"SurahNumber":10,"VerseNumber":60,"Text":"Allah´a karsı yalan uyduranlar Kıyamet gununu ne sanırlar ? Suphesiz Allah insanlara bol nimet ve genis yardım sahibidir. Ne yazık ki onların cogu sukretmezler"},{"SurahNumber":10,"VerseNumber":61,"Text":"(Ey sanı yuce Peygamber !) Hicbir durumda bulunmazsın, onunla ilgili Kur´an´dan bir sey okumazsın ve hicbir is yapmazsınız ki yaptıklarınıza dalarken uzerinizde hazır olmayalım. Ne yerde, ne de gokte zerre agırlıgınca hicbir varlık Rabbinizden uzak (ve ortulu) kalmaz. Bundan daha kucugu de, daha buyugu de yok ki, o acık kitabda (yazılı) olmasın"},{"SurahNumber":10,"VerseNumber":62,"Text":"Haberiniz olsun ki, Allah dostlarına hicbir korku yoktur ve onlar uzulmeyeceklerdir de"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar (o Allah´ın dostları) ki, dosdogru iman ettiler ve hep Allah´ tan korkup (fenalıklardan) sakındılar"},{"SurahNumber":10,"VerseNumber":64,"Text":"Dunya hayatında da, Ahiret´te de mujde onlara ! Allah´ın sozlerinde hicbir degisme, degistirme yoktur ve iste bu buyuk bir kurtulus ve basarıdır"},{"SurahNumber":10,"VerseNumber":65,"Text":"O inkarcıların sozu seni uzmesin. Cunku gercekten butun kuvvet ve kudret, ustunluk ve hakimiyet Allah´ındır. O, her seyi isitendir, bilendir"},{"SurahNumber":10,"VerseNumber":66,"Text":"Haberiniz olsun ki, goklerde olanlar da, yerde olanlar da suphesiz ki Allah´ındır. Allah´tan baskasına tapınanlar, ortak edindiklerine (de gercek anlamda) uymazlar; onlar ancak zanna uyarlar, onlar ancak yalan uydurup soylerler"},{"SurahNumber":10,"VerseNumber":67,"Text":"Geceyi dinlenip sukunet bulmanız icin (karanlık), gunduzu de (calısıp hayatınızı kazanmanız icin) aydınlık yapan O´dur. Suphesiz ki bunda kulak verip anlamak isteyen bir millet icin ayetler (acık belgeler) vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"Allah cocuk edindi, dediler. Allah cocuk edinmekten pak ve yucedir. O mutlak ganiydir (hicbir seye muhtac degildir). Goklerdeki de, yerdeki de O´nundur. Bu iddianıza karsılık yanınızda hicbir ilmi delil yoktur. Allah´a karsı bilmediginiz seyleri mi soyluyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki: Allah´a karsı yalan uydurup duranlar, korktuklarından kurtulup umduklarına erisemezler"},{"SurahNumber":10,"VerseNumber":70,"Text":"Dunya pek az bir zevkli gecimdir ; sonra da donusleri ancak bizedir. Sonra da kufretmekte olduklarına karsılık onlara pek siddetli azabı tattıracagız"},{"SurahNumber":10,"VerseNumber":71,"Text":"(Ey Peygamber!) O inkarcılara Nuh´un olaylı gecen haberini oku. O bir vakitler kavmine demisti ki: «Ey kavmim, eger (aranızda) yer alısım ve Allah´ın ayetleriyle ogut vermisligim size agır geliyorsa, ben ancak Allah´a guvenip dayanıyorum. Siz ne yapacagınızı ve ortak edindiklerinizi biraraya getirin, oyle ki, sonunda ne yapacagınız size tasa olup kalmasın, sonra da hukmunuzu hakkımda uygulayın ve bana hic de sure tanımayın"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eger (benden ve ogutlerimden) yuzcevirirseniz, zaten ben sizden bir ucret istemis degilim; benim mukafatım ancak Allah´a aittir ve ben muslimler (= Hakk´a teslim olmuslar)den olmakla emrolundum.»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yine de onu yalanladılar. Biz onu ve gemide beraberindekilerin! kurtardık ve bu (kurtardıklarımızı) o (yok ettiklerimizin) yerine gecirdik; ayetlerimizi yalan sayanları bogduk. Artık sen o uyarılanların sonunun ne olduguna bir bak"},{"SurahNumber":10,"VerseNumber":74,"Text":"Ondan sonra kendi kavimlerine Peygamberler gonderdik. Onlar da kavimlerine acık belgelerle, mu´cizelerle geldiler. Daha once yalan saydıklarına bakarak bir turlu iman eder olmadılar. Iste (ilahi buyrukları dinlemeyip) haddi asanların kalblerini boylece muhurleriz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Sonra onların ardından Musa ile Harun´u ayetlerimizle Fir´avn´a ve onun ileri gelen cemaatine gonderdik. (Allah´a imanı) gururlarına yediremediler. Zaten onlar suclu gunahkar bir topluluk idi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Onlara bizim katımızdan hak gelince, «bu ancak acık bir sihirdir» dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa ; «size hak gelince boyle mi diyorsunuz ? (Insafla dusunun) bu sihir midir? Oysa sihirbazlar umdukları kurtulusa ve basarıya erisemezler» dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Onlar, «bizi, babalarımızı uzerinde buldugumuz (dinden ve yoldan) cevirmek ve ikiniz icin yeryuzunde buyukluk (liderlik ve onderlik) saglamak icin mi bize geldin ? Ikinize de inanacak degiliz» dediler"},{"SurahNumber":10,"VerseNumber":79,"Text":"Fir´avn, «bana ne kadar bilgili sihirbaz varsa hepsini getirin» diye emretti"},{"SurahNumber":10,"VerseNumber":80,"Text":"Sihirbazlar gelince, Musa onlara : «Atacagınızı atın !» dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Onlar da atacaklarını atınca, Musa, «bu getirip ortaya koydugunuz sihirdir. Dogrusu Allah onu bosa cıkaracaktır. Cunku Allah fesatcıların isini duzeltmez» dedi"},{"SurahNumber":10,"VerseNumber":82,"Text":"Suclu gunahkarlar hoslanmasa bile Allah hakkı kendi sozleriyle gerceklestirir"},{"SurahNumber":10,"VerseNumber":83,"Text":"Fir´avn ve cevresindeki ileri gelen yandaslarının, kendilerini fitneye dusurur korkusuyla kavminin soyundan ancak bir kısmı Musa´ya iman etti. Cunku Fir´avn o yerde oldukca ustundu ve o asırı gidip hakkı cigneyenlerden idi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa, «Ey kavmim,» dedi, «eger siz Allah´a iman ettiyseniz ve teslimiyet de gosterdiyseniz, artık O´na guvenip dayanın.»"},{"SurahNumber":10,"VerseNumber":85,"Text":"Onlar da dediler ki: «Biz ancak Allah´a guvenip dayanmısızdır. Ey Rabbimiz I Bizi o zalimlerin olusturdugu kavme fitne kılma, (bizi onlar sebebiyle fitne ve mihnete dusurme)"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ve bizi kendi rahmetinle o kafir kavimden kurtar.»"},{"SurahNumber":10,"VerseNumber":87,"Text":"Musa ile kardesi Harun´a : «Mısır´da kendi kavimlerine evler hazırlayın, evlerinizi kıbleye yonelik yapın, namazınızı da kılın» diye vahyettik. Artık sen mu´minleri mujdele"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa, «Ey Rabbimiz.» dedi, «dogrusu sen Fir´avn´a ve ileri gelen cemaatine Dunya hayatında zinet ve mallar verdin. Rabbim! Bunu senin yolundan saptırsınlar diye mi verdin ? Ey Rabbimiz! Onların mallarını sil-supur de belirsiz hale getir; kalblerini sık da sık. O elim azabı gormedikce (belli ki) onlar inanmıyacaklardır"},{"SurahNumber":10,"VerseNumber":89,"Text":"Allah, «ikinizin de duası kabul olundu. Dogrulukta (dogru yolda yurumekte) devam edin ve sakın (o kendini ve Hakk´ı) bilmezlerin yoluna uymayın !» buyurdu"},{"SurahNumber":10,"VerseNumber":90,"Text":"Israil ogulları´nı denizden gecirdik ; Fir´avn ve askerleri zulum ve dusmanlık (izhar ederek) onları takibe koyuldular. Sonunda Fir´avn bogulma derecesine gelince (soyle) dedi : «Israil ogulları´nın inandıgı Allah´ tan baska ilah olmadıgına inandım ve ben artık (O´na) teslimiyet gosterenlerdenim i»"},{"SurahNumber":10,"VerseNumber":91,"Text":"Simdi mi iman ettin ? Oysa once isyan ettin ve fesatcılardan oldun, (degil mi)"},{"SurahNumber":10,"VerseNumber":92,"Text":"Senden sonrakilere (ibret ve ogut alınacak tarihi) bir belge olmak icin bugun senin bedenini kıyıya yuksekce bir yere atacagız. Cunku insanların cogu bizim ayetlerimizden cidden gafildirler"},{"SurahNumber":10,"VerseNumber":93,"Text":"And olsun ki, Israil ogulları´nı guzelce elverisli ve huzurlu bir yere yerlestirdik ve onları temiz ve nezih seylerden rızıklandırdık. Kendilerine (Kur´an) gelinceye kadar gorus ayrılıgında bulunmadılar. Suphesiz ki Rabbin onların ayrılıga dustukleri hususta Kıyamet gunu aralarında hukmunu verecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"Sana indirdigimiz seylerde supheye dustugunu (farzedelim) o takdirde senden once kitap okuyanlardan sor. And olsun ki Rabbinden sana hak (bir kitab) gelmistir, sakın suphe edenlerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allah´ın ayetlerini yalanlayanlardan da herhalde olma, sonra zarara ugrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Onlar ki haklarında Rabbin sozu gerceklesti, kendilerine her turlu ayet (belge ve mu´cize) de gelse, elem verici azabı gormedikce (emin olunuz ki) inanmazlar"},{"SurahNumber":10,"VerseNumber":97,"Text":"Onlar ki haklarında Rabbin sozu gerceklesti, kendilerine her turlu ayet (belge ve mu´cize) de gelse, elem verici azabı gormedikce (emin olunuz ki) inanmazlar"},{"SurahNumber":10,"VerseNumber":98,"Text":"(Azab gelecegi vakitte) iman edip de imanı kendisine yarar saglayan bir kasaba (halkı) varsa, suphesiz ki Yunus´un kavmidir. Iman ettiklerinde rusvaylık azabını acıp kaldırdık ve bir sureye kadar onları yararlandırdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"Rabbin dileseydi yeryuzunde kim varsa hepsi de iman ederdi. Hal boyle iken mu´minler olsunlar diye sen mi insanları zorlayacaksın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah´ın izni olmadıkca hicbir kimse iman etmez ve akıllarını kullanmıyanlar uzerine murdarlık azabı verir"},{"SurahNumber":10,"VerseNumber":101,"Text":"De ki: Bir bakın goklerde ve yerde neler var! Iman etmiyecek bir topluluga o ayetler ve o uyarılar ne fayda saglar"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar ancak kendilerinden once gelip gecenlerin gunleri gibi bir gun beklemekteler, degil mi ? De ki: Bekleyin, ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra da peygamberlerimizi ve iman edenleri boylece kurtarırız. Mu´minleri de (azab geldiginde) kurtarmamız uzerimize bir haktır"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki: Ey insanlar I Eger dinimde suphe ediyorsanız, (bilin ki) Allah´tan baska taptıklarınıza tapmam ; ama ben ancak sizin canınızı alacak olan Allah´a taparım ve ben mu´minlerden olmakla emrolundum"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ve H a n i f ( = Batıldan uzak, Hakk´a butunuyle yonelik olan Tevhid Inancı uzerine bir Allah´ı tasdik edici) olarak yuzunu dine dogrult ve sakın Allah´a ortak kosanlardan olma"},{"SurahNumber":10,"VerseNumber":106,"Text":"Sana (taptıgında) yarar, (tapmadıgında) zarar veremiyecek, Allah´tan baskasına ibadet etme. Eger (boyle) yapıp (baska seylere taparsan) o takdirde sen (kendine) zulmedenlerden olursun"},{"SurahNumber":10,"VerseNumber":107,"Text":"Eger Allah sana bir zarar, bir sıkıntı dokunduracak olursa, onu O´ndan baska giderecek yoktur. Eger sana bir iyilik dilerse, O´nun nimet ve ihsanını reddedecek de yoktur; onu kullarından diledigine eristirir. O cok bagıslayan, cok merhamet edendir"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: Ey insanlar! Gercekten Rabbinizden size Hak (olan kitab ve hak olan peygamber) geldi. Artık bu durumda kim dogru yolu secerse, ancak kendi lehine secmistir. Kim de sapıtırsa, kendi aleyhine sapıtmıstır. Ben sizin uzerinizde bir vekil (bekci, koruyucu ve isleri yuklenen, sizi diledigim gibi savunan) degilim"},{"SurahNumber":10,"VerseNumber":109,"Text":"(Ey Muhammed !) Sana vahyolunana uy, Allah hukmunu verinceye kadar sabret; Allah hukmedenlerin en hayırlısıdır"}]}