{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif Lam Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allahu! Nuk ka zot tjeter (qe meriton adhurimin) pervec Tij, te Gjallit, te Perjetshmit, Mbajtesit te gjithckaje"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ai te ka shpallur ty Librin, me te verteten e sakte, duke vertetuar shpalljet e meparshme. Ai i ka zbritur Teuratin dhe Ungjillin"},{"SurahNumber":3,"VerseNumber":4,"Text":"me pare si udherrefyes per njerezit dhe ka zbritur edhe Dalluesin (e se vertetes nga e paverteta). Ata qe nuk besojne shpalljet e Allahut, i pret denim i ashper; Allahu eshte i Plotfuqishem dhe i Zoti per shpagim"},{"SurahNumber":3,"VerseNumber":5,"Text":"Pa dyshim, Allahut nuk i fshihet asgje ne Toke dhe as ne qiell"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ai ju formon ne miter, ashtu sic deshiron Vete; s’ka zot tjeter qe meriton te adhurohet pervec Tij, te Plotfuqishmit, te Urtit"},{"SurahNumber":3,"VerseNumber":7,"Text":"Eshte Ai qe te ka shpallur ty (Muhamed) Librin, disa vargje te te cilit jane te qarta e me kuptim te drejtperdrejte. Ato jane themelet e Librit. Kurse disa (vargje) te tjera jane jo krejtesisht te qarta (me kuptime alegorike). Ata, zemrat e te cileve priren nga e paverteta, ndjekin vargjet me pak te qarta, duke kerkuar te krijojne peshtjellim dhe duke kerkuar t’i komentojne sipas deshires se vet. Por, kuptimin e tyre te vertete e di vetem Allahu. Ndersa ata qe jane thelluar ne dijeni, thone: “Ne i besojme (Kuranit). Te gjitha keto (vargje te qarta e alegorike) jane nga Zoti yne!” Kete e kuptojne vetem mendaret"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Ata thone:) “O Zoti yne! Mos lejo qe zemrat tona te shmangen (nga e verteta), pasi na ke udhezuar ne rrugen e drejte, dhe jepna meshire prej Teje; vertet, Ti je Dhuruesi i Madh"},{"SurahNumber":3,"VerseNumber":9,"Text":"O Zoti yne! Ti do t’i mbledhesh njerezit ne nje Dite per te cilen nuk ka dyshim. Me te vertete, Allahu nuk e shkel premtimin”"},{"SurahNumber":3,"VerseNumber":10,"Text":"Ne te vertete, atyre qe nuk besojne, nuk do t’u vlejne aspak (kur te dalin) para Allahut, - as pasuria dhe as femijet e tyre. Ata do te jene lende djegese e zjarrit"},{"SurahNumber":3,"VerseNumber":11,"Text":"ashtu sic ishin ithtaret e Faraonit dhe ata qe ishin para tyre. Ata i quajten genjeshtra Shenjat Tona. Prandaj, Allahu i perlau ata per gjynahet qe bene. Allahu eshte i rrepte ne ndeshkim"},{"SurahNumber":3,"VerseNumber":12,"Text":"Thuaju (o Muhamed) atyre qe mohuan: “Ju do te mposhteni dhe do te tuboheni ne Xhehenem. Eh, sa shtrat i keq eshte ai vend!”"},{"SurahNumber":3,"VerseNumber":13,"Text":"Sigurisht qe kishte shenje per ju ne dy ushtrite qe u ndeshen: njera qe luftonte ne rrugen e Allahut dhe tjetra - e mohuesve, se ciles i dukej se para vetes kishte dy here me shume kundershtare.[47] Allahu me ndihmen e Vet forcon ke te deshiroje. Kjo, me te vertete, eshte mesim per largpamesit"},{"SurahNumber":3,"VerseNumber":14,"Text":"Burrave u eshte hijeshuar dashuria per gjerat e deshiruara: per grate, femijet, arin dhe argjendin e grumbulluar, kuajt e bukur, bagetite dhe arat e leruara. Keto jane kenaqesite e kesaj jete, por shume me i mire eshte kthimi tek Allahu"},{"SurahNumber":3,"VerseNumber":15,"Text":"Thuaj (o Muhamed!): “A doni t’ju tregoj per gjera me te mira se ato? Per ata qe jane te devotshem, te Zoti i tyre do te kete kopshte, neper te cilat rrjedhin lumenj dhe ku do te banojne pergjithmone. Aty do te kene bashkeshorte te pastra dhe kenaqesi nga Allahu”. Allahu i vrojton roberit e Vet"},{"SurahNumber":3,"VerseNumber":16,"Text":"qe thone: “Zoti yne! Me te vertete kemi besuar, andaj na i fal gjynahet tona dhe na ruaj nga denimi i zjarrit!”"},{"SurahNumber":3,"VerseNumber":17,"Text":"qe jane te durueshem, te sinqerte, te devotshem ne adhurimin e Allahut; qe japin lemoshe dhe qe kerkojne faljen e gjynaheve para agimit"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allahu deshmon, e po ashtu edhe engjejt, edhe njerezit e dijes, se nuk ka zot tjeter qe meriton te adhurohet pervec Tij, duke mbajtur drejtesine. S’ka zot tjeter pervec Atij, te Plotfuqishmit, te Urtit"},{"SurahNumber":3,"VerseNumber":19,"Text":"Feja e vertete tek Allahu eshte vetem Islami. Ata qe u eshte dhene Libri[48], paten mospajtime nga zilia qe kishin midis tyre, vetem pasi u erdhi dituria. Por kushdo qe i mohon udhezimet e Allahut, ta dije se Allahu eshte i shpejte ne llogari"},{"SurahNumber":3,"VerseNumber":20,"Text":"Nese ata te kundershtojne ty (o Muhamed) thuaju: “Une i perulem vetem Allahut, e po ashtu edhe ata qe me pasojne mua”. Dhe thuaju atyre qe u eshte dhene Libri si dhe analfabeteve[49]: “A i peruleni Allahut?” Nese e pranojne Islamin, atehere kane gjetur udhen e drejte. Por, nese refuzojne, detyra jote eshte vetem qe t’ua percjellesh dijen. Allahu i vrojton roberit e Vet"},{"SurahNumber":3,"VerseNumber":21,"Text":"Lajmeroi ata qe mohojne shpalljet e Allahut, vrasin profetet padrejtesisht dhe vrasin edhe ata qe urdherojne te veprohet me drejtesi, per denimin e dhembshem qe i pret"},{"SurahNumber":3,"VerseNumber":22,"Text":"Keta jane ata, veprat e te cileve nuk do te kene vlere ne kete bote dhe ne tjetren. Per ata nuk do te kete asnje ndihmues"},{"SurahNumber":3,"VerseNumber":23,"Text":"A nuk i sheh ata (hebrenj) qe u eshte dhene nje pjese e Librit?! Atyre iu behet thirrje te vijne te Libri i Allahut per t’i gjykuar, por nje pjese e tyre kthejne shpinen, duke mos ia vene veshin"},{"SurahNumber":3,"VerseNumber":24,"Text":"Kjo, sepse ata thone: “Ne nuk do te na preke zjarri i Xhehenemit, pervecse disa dite”. Shpifjet qe benin i kane mashtruar ata ne besimin e vet"},{"SurahNumber":3,"VerseNumber":25,"Text":"Cfare do te ndodhe me ata, kur t’i tubojme ne Diten (e Gjykimit), per te cilen s’ka pike dyshimi, kur cdokujt do t’i jepet shperblimi i veprave te veta e askujt nuk do t’i behet padrejtesi"},{"SurahNumber":3,"VerseNumber":26,"Text":"Thuaj (o Muhamed): “O Allah, Zoteruesi i gjithe Pushtetit! Ti ia jep pushtetin kujt te duash dhe ia heq kujt te duash; Ti larteson ke te duash dhe poshteron ke te duash. Cdo e mire eshte ne Doren Tende! Ti je vertet i Plotfuqishem per cdo gje"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ti ben qe nata te hyje tek dita dhe qe dita te hyje tek nata. Ti e nxjerr te gjallen prej se vdekures dhe te vdekuren e nxjerr prej se gjalles. Ti i jep kujt te duash pa kufij.”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Besimtaret te mos i marrin per miq e mbrojtes mohuesit, ne vend te besimtareve. Ata qe veprojne keshtu, nuk kane cfare te shpresojne tek Allahu, vetem nese kete e bejne (me goje e jo me zemer) per t’u ruajtur nga ata. Allahu ju paralajmeron qe t’i ruheni Vetes se Tij, sepse te gjithe do te ktheheni tek Allahu"},{"SurahNumber":3,"VerseNumber":29,"Text":"Thuaju: “Edhe nese e fshihni ate qe keni ne zemrat tuaja apo e shpallni haptazi, Allahu e di ate. Ai di cfare gjendet ne qiej dhe cfare gjendet ne Toke. Allahu eshte i Fuqishem per cdo gje.”"},{"SurahNumber":3,"VerseNumber":30,"Text":"(Kini frike) diten, kur cdokush do ta gjeje perpara ate qe ka punuar mire dhe ate qe ka punuar keq, duke deshiruar qe midis tij dhe se keqes se tij, te kete largesi te madhe. Allahu ju paralajmeron qe t’i ruheni Vetes se Tij. Allahu eshte i Bute e i Meshirshem me roberit e Vet"},{"SurahNumber":3,"VerseNumber":31,"Text":"Thuaju (o Muhamed): “Nese ju e doni Allahun, atehere me ndiqni mua, qe Allahu t’ju doje dhe t’jua fale gjynahet! Allahu eshte Fales i Madh dhe Meshireplote”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Thuaju: “Bindjuni Allahut dhe te Derguarit!” Ne qofte se kthejne shpinen, (dijeni se) Allahu, me te vertete, nuk i do jobesimtaret"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allahu i zgjodhi Ademin, Nuhun, familjen e Ibrahimit dhe familjen e Imranit mbi te gjithe njerezit (e kohes se tyre)"},{"SurahNumber":3,"VerseNumber":34,"Text":"(Ata ishin) pasardhes te njeri - tjetrit. Allahu degjon dhe di cdo gje"},{"SurahNumber":3,"VerseNumber":35,"Text":"Kujto kur gruaja e Imranit tha: “Zoti im, une Ty ta kam kushtuar ate qe eshte ne barkun tim, qe te te sherbeje vetem Ty; andaj, pranoje prej meje! Se Ti, me te vertete, degjon dhe di cdo gje.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"E kur ajo lindi, tha: “Zoti im! Une linda femer, - Allahu e di me mire se cfare lindi ajo, - e mashkulli nuk eshte si femra. Une ia vura emrin Merjeme dhe i kam lene ate me pasardhesit e saj nen mbrojtjen Tende nga djalli i mallkuar”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Zoti e pranoi ate (Merjemen) me endje, e beri qe te rritet mire dhe e la nen kujdestarine e Zekerias. Sa here qe hynte Zekeria ne dhomen e saj, gjente prane saj ushqim dhe e pyeste: “O Merjeme! Nga te vjen ky ushqim?” Ajo pergjigjej: “Ky eshte nga Allahu, se Allahu e furnizon ke te doje, pa kufi”"},{"SurahNumber":3,"VerseNumber":38,"Text":"Atehere Zekerija iu lut Zotit te vet e tha: “Zoti im! Dhurome nga ana Jote nje pasardhes te mire! Se Ti, me te vertete, je Degjues i lutjes!”"},{"SurahNumber":3,"VerseNumber":39,"Text":"E ndersa lutej ne kembe, ne faltore, engjejt e thirren (Zekerijan): “Allahu te jep lajmin e mire per Jahjain, i cili do te vertetoje Fjalen e Allahut (Isain a.s.), do te jete nje fisnik, i delire dhe profet, nje prej te mireve”"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zekerija) tha: “Zoti im! Qysh do te kem djale, kur mua me ka zene pleqeria, e gruaja ime eshte shterpe?! (Engjelli i) tha: “Keshtu! Allahu ben cfare te doje”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Ai tha: “O Zot! Me jep nje shenje!” (Zoti) i tha: “Shenje per ty eshte se tri dite nuk do t’u flasesh njerezve, vecse me gjeste. Por, Zotin tend permende shume dhe adhuroje Ate ne mbremje dhe ne mengjes”"},{"SurahNumber":3,"VerseNumber":42,"Text":"(Kujto) kur engjejt thane: “O Merjeme! Allahu te ka zgjedhur, te ka pastruar dhe te ka parapelqyer ty mbi te gjitha grate e botes"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Merjeme! Bindju Zotit tend! Bej sexhde dhe perkulu ne ruku bashke me ata qe perkulen (duke adhuruar Allahun)!”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Keto jane lajme te fshehta, qe po t’i shpallim ty (o Muhamed). Ti nuk ishe i pranishem kur ata hodhen short se kush prej tyre do te merrte nen kujdes Merjemen dhe nuk ishe i pranishem kur ata diskutonin"},{"SurahNumber":3,"VerseNumber":45,"Text":"(Kujto) kur engjejt thane: “O Merjeme! Allahu te jep lajmin e mire per nje (djale qe do te linde me nje) Fjale prej Tij: emrin do ta kete Mesih - Isa i biri i Merjemes, do te jete i nderuar ne kete bote dhe ne tjetren dhe nje nga te afermit e Allahut"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ai do t’u flase njerezve qysh i vogel ne djep edhe si njeri i rritur dhe do te jete nga me te miret”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ajo tha: “Zoti im! Qysh do te kem une femije, kur nuk me ka prekur askush?!” – “Keshtu – tha (engjelli) - Allahu krijon c’te doje Vete. Kur vendos dicka, Ai vetem thote per te: “Behu!” dhe ajo behet.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Allahu) do t’ia mesoje atij shkrimin, diturine, Teuratin dhe Ungjillin"},{"SurahNumber":3,"VerseNumber":49,"Text":"dhe do ta caktoje ate te Derguar te bijte e Israilit (te cileve do t’u thote): “Ju kam sjelle prova nga Zoti juaj (qe vertetojne Profecine time): bej per ju dicka prej balte ne forme shpendi, fryj ne te e me urdhrin e Allahut ajo behet shpend i gjalle; sheroj te verbrit e lindur dhe te lebrosurit dhe i ngjall te vdekurit me lejen e Allahut; ju tregoj cfare hani dhe cfare ruani ne shtepite tuaja. Sigurisht qe te te gjitha keto ka prova per ju, nese jeni besimtare te vertete"},{"SurahNumber":3,"VerseNumber":50,"Text":"Dhe (kam ardhur te ju) per t’ju vertetuar Teuratin, qe eshte para meje dhe qe t’ju lejoj disa gjera qe i keni pasur te ndaluara. Ju kam sjelle nje prove nga Zoti juaj, prandaj kijeni frike Allahun dhe bindmuni"},{"SurahNumber":3,"VerseNumber":51,"Text":"Me te vertete, Allahu eshte Zoti im dhe Zoti juaj, andaj adhurojeni Ate. Kjo eshte rruga e drejte!”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Kur Isai vuri re mosbesimin e tyre, tha: “Kush jane ndihmuesit e mi ne rrugen e Allahut?” nxenesit (e tij) u pergjigjen: “Ne jemi ndihmuesit e (fese se) Allahut. Ne e besojme Allahun e ti (Isa) deshmo se ne (i) jemi nenshtruar (Atij)"},{"SurahNumber":3,"VerseNumber":53,"Text":"Zoti yne! Ne besojme ate qe na ke shpallur dhe pasojme te Derguarin (Isain). Na shkruaj pra, bashke me deshmitaret!”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Dhe ata[50] i pergatiten nje kurth, por edhe Allahu u pergatiti kurth (denim), se Allahu eshte strategu me i mire"},{"SurahNumber":3,"VerseNumber":55,"Text":"(Kujtoje, o Muhamed) kur Allahu tha: “O Isa! Une do te te marr, do te te ngre prane Meje dhe do te te shpetoj ty nga ata qe nuk besojne, si dhe do t’i vendos ata qe te ndjekin ty, permbi ata qe te mohojne, deri ne Diten e Kiametit. Pastaj, te gjithe do te ktheheni tek Une dhe do te gjykoj midis jush per ceshtjet qe jeni grindur"},{"SurahNumber":3,"VerseNumber":56,"Text":"Sa per ata qe nuk besojne, do t’i denoj me denim te ashper ne kete bote dhe ne tjetren. Dhe nuk do te kene askend qe t’u vije ne ndihme"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ndersa atyre qe besojne dhe punojne vepra te mira, Zoti do t’u jape shperblimin e merituar. Allahu nuk i do punembrapshtet.”"},{"SurahNumber":3,"VerseNumber":58,"Text":"Keto qe po t’i tregojme ty (o Muhamed) jane vargje dhe keshilla te larta (nga Kurani)"},{"SurahNumber":3,"VerseNumber":59,"Text":"Rasti i Isait per Allahun eshte si rasti i Ademit qe e krijoi prej baltes e pastaj i tha: “Behu!” - dhe ai u be"},{"SurahNumber":3,"VerseNumber":60,"Text":"E verteta eshte nga Zoti yt, andaj mos u bej nga ata qe dyshojne"},{"SurahNumber":3,"VerseNumber":61,"Text":"Atyre qe te kundershtojne ty per ceshtjen e Isait, pasi te ka ardhur njohuria, thuaju: “Ejani t’i therrasim bijte tane dhe bijte tuaj, grate tona dhe grate tuaja, veten tone dhe ju vete, pastaj, te lutemi qe mallkimi i Allahut t’i godase genjeshtaret!”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Pa dyshim, te gjitha keto jane rrefime te verteta. S’ka zot tjeter (qe meriton te adhurohet) pervec Allahut. Vertet, Allahu eshte i Plotfuqishmi, i Urti"},{"SurahNumber":3,"VerseNumber":63,"Text":"Ne qofte se ata ia kthejne shpinen te drejtes, (dije se) Allahu i njeh mire ngaterrestaret"},{"SurahNumber":3,"VerseNumber":64,"Text":"Thuaj: “O ithtaret e Librit, ejani te biem ne nje fjale te perbashket mes nesh dhe jush: se do te adhurojme vetem Allahun, se nuk do t’i shoqerojme Atij asgje (ne adhurim) dhe se nuk do ta mbajme per zot njeri-tjetrin, ne vend te Allahut!” Nese ata nuk pranojne, atehere thuaju: “Deshmoni se ne i jemi nenshtruar Allahut!”"},{"SurahNumber":3,"VerseNumber":65,"Text":"O ithtaret e Librit! Pse polemizoni per Ibrahimin, kur Teurati dhe Ungjilli jane zbritur vetem pas tij? A nuk kuptoni"},{"SurahNumber":3,"VerseNumber":66,"Text":"Mire ju polemizoni per gjera qe keni njefare dijenie (per ceshtje qe lidhen me Musain a.s. dhe Isain a.s.), por, pse polemizoni per ate, per te cilen s’dini asgje (per Ibrahimin a.s.)? Allahu e di hollesisht, ndersa ju nuk dini asgje per kete"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahimi nuk ka qene as hebre, as i krishtere, por ka qene besimtar i vertete (monoteist) i perulur ndaj Allahut dhe nuk ka qene nga politeistet"},{"SurahNumber":3,"VerseNumber":68,"Text":"Pa dyshim, njerezit me te afert me Ibrahimin jane ata qe e pasuan ate dhe ky Profet[51] me besimtaret (e tij). Allahu eshte mbrojtes i besimtareve"},{"SurahNumber":3,"VerseNumber":69,"Text":"Nje grup ithtaresh te Librit deshirojne qe t’ju shpien ne rruge te gabuar. Ne te vertete ata cojne ne humbje vetem vetveten, por kete nuk e ndiejne"},{"SurahNumber":3,"VerseNumber":70,"Text":"O ithtare te Librit! Perse i mohoni shpalljet e Allahut (Kuranin), edhe pse jeni deshmitare se ato jane te verteta"},{"SurahNumber":3,"VerseNumber":71,"Text":"O ithtaret e Librit! Perse e peshtjelloni te verteten me te paverteten dhe perse e fshihni te verteten me qellim"},{"SurahNumber":3,"VerseNumber":72,"Text":"Nje grup ithtaresh te Librit thane: “Besojeni ne mengjes ate qe u eshte zbritur besimtareve, por ne mbremje mohojeni ate, se ndoshta edhe ata do ta braktisin"},{"SurahNumber":3,"VerseNumber":73,"Text":"dhe besojuni vetem atyre qe ndjekin fene tuaj!” Thuaj (o Muhamed): “Udhezimi i Allahut eshte udhezimi i vertete”. (Hebrenjte i thane njeri-tjetrit:) “Mos besoni se mund t’i jepet ndokujt ajo qe ju eshte dhene juve (vetem nese ndjekin fene tuaj), perndryshe ata do te polemizojne kunder jush te Zoti juaj.” Thuaj (o Muhamed): “Hiri eshte ne Dore te Allahut, Ai ia jep ate kujt te doje. Allahu eshte Mireberes i madh dhe i Gjithedijshem.”"},{"SurahNumber":3,"VerseNumber":74,"Text":"Meshiren e Vet, Ai ia dhuron kujt te doje. Allahu eshte zoterues i miresise se pakufishme"},{"SurahNumber":3,"VerseNumber":75,"Text":"Ka nga ata ithtare te Librit, qe sikur t’u besosh nje barre te tere ari, do t’jua kthejne, por ka edhe te atille qe, nese u jep ne besim, qofte edhe nje dinar, nuk ta kthejne, vecse nese nuk u ndahesh. Kjo eshte keshtu, ngase ata thone: “Ne nuk kemi ndonje detyrim ndaj analfabeteve (arabe)”. Ata flasin genjeshtra per Allahun me vetedije"},{"SurahNumber":3,"VerseNumber":76,"Text":"Jo! Por kushdo qe ploteson premtimin e tij dhe ruhet nga te keqijat, (ta dije se) Allahu, me te vertete, i do ata qe jane te devotshem"},{"SurahNumber":3,"VerseNumber":77,"Text":"Vertet, ata qe e shkembejne premtimin dhe betimin e tyre ndaj Allahut me nje vlere te vogel, nuk do te kene asnje te mire ne jeten e ardhshme. Allahu nuk do t’u flase atyre, as nuk do t’i shikoje ne Diten e Kiametit dhe as nuk do t’i pastroje prej gjynaheve e per ta do te kete denim te dhembshem"},{"SurahNumber":3,"VerseNumber":78,"Text":"Me te vertete, nje grup ithtaresh te Librit e shtremberojne Librin me gjuhet e tyre (ndersa e lexojne ate), qe ju te mendoni se ai lloj leximi eshte prej Librit (qe ka zbritur Allahu), kurse ne te vertete, nuk eshte prej Librit. Ata thone: “Kjo qe lexojme eshte nga Allahu”, por ajo nuk eshte nga Allahu. Ata flasin genjeshtra per Allahun, duke qene te vetedijshem per kete"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nuk eshte (e mundur per) nje njeri te cilit Allahu i ka dhene Librin, dijenine e gjere dhe Profecine, qe t’u thote njerezve: “Behuni roberit e mi dhe jo te Allahut”. Perkundrazi, ai thote: “Behuni rober te ditur te Zotit (qe i zbatojne porosite e Tij), sepse ua keni mesuar Librin te tjereve dhe e mesoni edhe vete!”"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ai njeri nuk do t’ju urdheroje qe engjejt dhe profetet t’i merrni per zota. Valle, si mund t’ju urdheroje ai te beheni mohues, pasi i jeni nenshtruar Allahut"},{"SurahNumber":3,"VerseNumber":81,"Text":"Kujto kur Allahu mori beselidhjen nga profetet (dhe u tha): “Cfaredo qe t’ju jap prej Librit dhe urtesise, kur t’ju vije nje i Derguar, vertetues i asaj qe ju eshte dhene, pa dyshim qe duhet ta besoni dhe ta ndihmoni ate! A e pranoni kete dhe barren qe po ju ngarkoj?” Ata u pergjigjen: “E pranojme”. (Allahu) u tha: “Behuni deshmitare, se edhe Une bashke me ju jam deshmitar"},{"SurahNumber":3,"VerseNumber":82,"Text":"Kurse ata qe i shmangen detyres pas kesaj, me te vertete jane te keqij.”"},{"SurahNumber":3,"VerseNumber":83,"Text":"A mos kerkojne ata dicka tjeter pervec fese se Allahut, nderkohe qe Atij i perulen te gjithe ata qe gjenden ne qiej dhe ne Toke, me hir a me pahir dhe tek Ai do te kthehen te gjithe"},{"SurahNumber":3,"VerseNumber":84,"Text":"Thuaj (o Muhamed): “Ne besojme Allahun, ate qe na eshte shpallur neve, ate qe i eshte shpallur Ibrahimit, Ismailit, Is’hakut, Jakubit, Esbateve (bijve te tij) dhe ne ate qe i eshte dhene Musait, Isait dhe profeteve nga Zoti i tyre. Ne nuk bejme asnje dallim midis tyre dhe Ne vetem Atij (Allahut) i perulemi.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kush kerkon tjeter fe pervec Islamit, nuk do t’i pranohet dhe ai ne boten tjeter do te jete i humbur"},{"SurahNumber":3,"VerseNumber":86,"Text":"E si t’i udhezoje Allahu ne rruge te drejte njerezit qe u bene mohues, pasi me pare paten besuar e deshmuar se i Derguari eshte i vertete dhe u kishin ardhur provat e qarta?! Allahu nuk i udhezon ne rruge te drejte ata qe jane keqberes"},{"SurahNumber":3,"VerseNumber":87,"Text":"Mallkimi i Allahut, i engjejve dhe i mbare njerezve eshte shperblimi i tyre"},{"SurahNumber":3,"VerseNumber":88,"Text":"Ata do te jene perhere nen peshen e (denimit e te mallkimit), vuajtjet nuk do t’u lehtesohen dhe nuk do t’u jepet afat (pushim)"},{"SurahNumber":3,"VerseNumber":89,"Text":"pervec atyre qe pas kesaj pendohen e permiresohen, se Allahu eshte Fales i madh, Meshireplote"},{"SurahNumber":3,"VerseNumber":90,"Text":"Vertet, atyre qe mohojne pasi paten besuar dhe pastaj e shtojne mohimin e tyre, nuk do t’u pranohet pendimi (kur jane me shpirtin ne gryke). Pikerisht keta jane ata qe kane humbur"},{"SurahNumber":3,"VerseNumber":91,"Text":"Nuk ka dyshim se atyre qe e mohojne besimin dhe vdesin mosbesimtare, nuk do t’u pranohet asnje shperblese, edhe sikur ajo te ishte sa e tere toka e mbuluar me ar. Ata i pret nje denim i dhembshem dhe askush nuk do t’i ndihmoje"},{"SurahNumber":3,"VerseNumber":92,"Text":"Nuk keni per ta arritur perkushtimin e vertete, derisa te ndani (lemoshe) nga ajo (pasuri) qe e doni. Cfaredo qe te ndani, Allahu e di mire ate"},{"SurahNumber":3,"VerseNumber":93,"Text":"Te gjitha ushqimet kane qene te lejuara per bijte e Israilit, pervec asaj qe Israili ia ndaloi vetes para shpalljes se Teuratit. Thuaj (o Muhamed): “Silleni Teuratin dhe lexojeni ate, nese thoni te verteten!”"},{"SurahNumber":3,"VerseNumber":94,"Text":"E kushdo qe shpif genjeshtra per Allahun, pas kesaj ai ka kaluar nga e drejta ne te shtrembren"},{"SurahNumber":3,"VerseNumber":95,"Text":"Thuaj (o Muhamed!): “Allahu thote te verteten, prandaj ndiqeni fene e paster te Ibrahimit[53], i cili nuk ishte idhujtar”"},{"SurahNumber":3,"VerseNumber":96,"Text":"Me te vertete, Faltorja e pare e ngritur per njerezit, eshte ajo ne Bekke (Meke), e bekuar dhe udherrefyese per popujt"},{"SurahNumber":3,"VerseNumber":97,"Text":"Ne te ka shenja te qarta (qe jane): vendi i Ibrahimit (mekami Ibrahim); (fakti qe) kush hyn ne te eshte i sigurt; dhe vizita (per haxh) e kesaj Faltoreje (e cila eshte detyre) per kedo qe ka mundesi ta perballoje rrugen. E kush nuk beson, Allahu nuk ka nevoje per askend"},{"SurahNumber":3,"VerseNumber":98,"Text":"Thuaj (o Muhamed): “O ithtaret e Librit! Pse mohoni shpalljet e Allahut, nderkohe qe Allahu eshte deshmitar i cdo gjeje qe beni?!”"},{"SurahNumber":3,"VerseNumber":99,"Text":"Thuaj: “O ithtaret e Librit! Pse e pengoni nga rruga e Allahut ate qe beson e perpiqeni ta shtremberoni (ate rruge), nderkohe qe jeni deshmitare (se kjo eshte rruga e vertete)? (Dijeni se) Allahu nuk eshte i pavemendshem ndaj veprave qe ju beni!”"},{"SurahNumber":3,"VerseNumber":100,"Text":"O besimtare! Nese i bindeni nje grupi nga ata qe u eshte dhene Libri, ata do t’ju kthejne ne jobesimtare, pasi patet besuar"},{"SurahNumber":3,"VerseNumber":101,"Text":"E si mund te mos besoni kur juve ju lexohen shpalljet e Allahut dhe midis jush ndodhet i Derguari i Tij?! Kush mbahet fort pas (fese se) Allahut, sigurisht qe eshte i drejtuar ne udhe te mbare"},{"SurahNumber":3,"VerseNumber":102,"Text":"O besimtare! Kijeni frike Allahun ashtu si i takon Atij dhe vdisni vetem duke qene myslimane"},{"SurahNumber":3,"VerseNumber":103,"Text":"Te gjithe mbahuni fort per litarin e Allahut (Kuranin) dhe mos u percani! Kujtoni dhuntine e Allahut per ju, sepse, kur ishit ne armiqesi, Ai i pajtoi zemrat tuaja e, ne saje te dhuntise se Tij, u bete vellezer. Dhe ju ishit buze gremines se zjarrit, ndersa Ai ju shpetoi prej saj. Keshtu, Allahu jua shpjegon shpalljet e Veta, qe ju te drejtoheni ne udhen e drejte"},{"SurahNumber":3,"VerseNumber":104,"Text":"Le te dale prej jush nje grup qe te therrase per ne miresi[54], te urdheroje per vepra te mira e te ndaloje prej veprave te shemtuara! Keta njerez do te jene te shpetuarit"},{"SurahNumber":3,"VerseNumber":105,"Text":"Mos u beni si ata qe, pasi u erdhen provat e qarta, u percane dhe u grinden. Per keta do te kete denim te madh"},{"SurahNumber":3,"VerseNumber":106,"Text":"diten (e Kiametit) kur disa fytyra do te zbardhen e disa te tjera do te nxihen. Atyre qe do t’u nxihet fytyra, do t’u thuhet: “Valle, ju mohuat pas besimit?! Atehere shijoni denimin per shkak se nuk besuat!”"},{"SurahNumber":3,"VerseNumber":107,"Text":"Kurse ato fytyra qe do te zbardhen e do te shkelqejne, do te jene ne meshiren e Allahut (ne Xhenet), ku do te qendrojne pergjithmone"},{"SurahNumber":3,"VerseNumber":108,"Text":"Keto jane vargjet e Allahut, qe t’i lexojme ty me te verteten dhe Allahu nuk i deshiron askujt padrejtesi"},{"SurahNumber":3,"VerseNumber":109,"Text":"Allahut i perket gjithcka qe gjendet ne qiej dhe gjithcka qe gjendet ne Toke dhe tek Allahu do te kthehen te gjitha ceshtjet"},{"SurahNumber":3,"VerseNumber":110,"Text":"Ju jeni populli me i mire i dale per njerezimin: (sepse) ju urdheroni qe te behen vepra te mira, i ndaloni te keqijat dhe besoni Allahun. Sikur ithtaret e Librit te besonin, do te ishte me mire per ata; ka prej tyre besimtare te vertete, por shumica e tyre jane larg udhes se drejte"},{"SurahNumber":3,"VerseNumber":111,"Text":"Ata, pervec lendimit, nuk mund t’ju demtojne ju. Nese ju luftojne, ata do te kthejne thembrat (te mundur) dhe pastaj nuk do te ndihmohen"},{"SurahNumber":3,"VerseNumber":112,"Text":"Kudo qe gjenden, ata jane te kapluar nga poshterimi, vetem nese kane ndonje mbrojtje prej Allahut apo prej njerezve. Ata merituan zemerimin e Allahut dhe do t’i kaploje mjerimi. Kjo ishte per shkak se mohuan shpalljet e Tij dhe pa kurrfare te drejte, i vrisnin profetet. Kjo ishte per shkak se ata nuk u binden dhe i kaluan kufijte (ne te keqija)"},{"SurahNumber":3,"VerseNumber":113,"Text":"(Megjithate) ata nuk jane te gjithe njelloj. Disa nga ithtaret e Librit jane ne te drejten: ne oret e nates lexojne vargjet e Librit te Allahut dhe falin namaz"},{"SurahNumber":3,"VerseNumber":114,"Text":"Ata besojne Allahun dhe Diten e Kiametit, e urdherojne te miren, e ndalojne te keqen dhe nxitojne per te bere pune te mira. Keta jane nder te drejtet"},{"SurahNumber":3,"VerseNumber":115,"Text":"Cfaredo te mire qe te bejne, nuk do t’iu mohohet shperblimi. Allahu i di mire te devotshmit"},{"SurahNumber":3,"VerseNumber":116,"Text":"Ata qe nuk besojne, nuk do t’i mbroje asgje nga denimi i Allahut, as pasuria e tyre e as femijet e tyre. Ata do te jene banoret e zjarrit (te Xhehenemit), ku do te qendrojne pergjithmone"},{"SurahNumber":3,"VerseNumber":117,"Text":"Gjithcka qe jobesimtaret shpenzojne ne jeten e kesaj bote, i perngjan eres se akullt, e cila godet te lashtat e ndonje populli qe i ka bere dem vetes dhe ua zhduk te lashtat. Allahu nuk u ka bere padrejtesi atyre, por ata i kane bere padrejtesi vetvetes"},{"SurahNumber":3,"VerseNumber":118,"Text":"O besimtare! Mos zgjidhni per miq dhe keshilltare te afert njerez te tjere jashte gjirit tuaj; ata nuk ngurrojne qe t’ju bejne dem. Ata deshirojne qe te vuani. Urrejtja shfaqet ne gjithcka qe del prej gojes se tyre, kurse ajo qe fshehin ne zemren e tyre, eshte edhe me e madhe. Ne jua kemi shpjeguar vargjet (e Kuranit), nese jeni njerez qe kuptoni"},{"SurahNumber":3,"VerseNumber":119,"Text":"Ja, ju i doni ata, por ata nuk ju duan ju dhe ju i besoni te gjithe librave (ndersa ata jo). Kur ata ju takojne, thone: “Edhe ne besojme” e, kur mbeten vetem, nga mllefi ndaj jush, ata i kafshojne majat e gishtave me dhembe. Thuaju: “Plasni me mllefin tuaj”. Vertet, Allahu e di mire c’kane ne gjokset e tyre"},{"SurahNumber":3,"VerseNumber":120,"Text":"Nese ju vjen ndonje e mire, ata i brengos e, nese ju gjen ndonje e keqe, ata gezohen, por nese ju duroni dhe ruheni nga gjynahet, dinakerite e tyre nuk mund t’ju demtojne aspak. Vertet Allahu ka dijeni per cdo gje qe punojne ata"},{"SurahNumber":3,"VerseNumber":121,"Text":"Ate mengjes, kur ti (o Muhamed) dole nga shtepia jote per t’u caktuar besimtareve vendet e luftes[55] - e Allahu degjon dhe di cdo gje"},{"SurahNumber":3,"VerseNumber":122,"Text":"dy grupe nga ju menduan te ktheheshin prej frikes, ndonese Allahu ishte ndihmues i tyre. Andaj besimtaret le te mbeshteten vetem te Allahu"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allahu ju ndihmoi ne Beder, kur qete te pafuqishem, andaj frikesojuni Allahut, per te qene falenderues"},{"SurahNumber":3,"VerseNumber":124,"Text":"Atehere ti (Muhamed) u thoshe besimtareve: “A nuk ju mjafton ndihma e Zotit tuaj me tre mije engjej te derguar?”"},{"SurahNumber":3,"VerseNumber":125,"Text":"Po! Por, nese ata ju sulmojne, behuni te durueshem dhe te degjueshem dhe Zoti juaj menjehere do t’ju dergoje ne ndihme pese mije engjej, me shenje te dalluar"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allahu e beri kete qe t’ju sjelle lajmin e gezuar dhe qe t’jua qetesoje zemrat. Vertet, fitorja eshte vetem nga Allahu, i Plotfuqishmi dhe i Urti"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Gjithashtu Allahu e beri kete edhe) qe te shkaterroje nje pjese prej atyre qe nuk besuan apo t’i turperoje, e keshtu te kthehen te humbur"},{"SurahNumber":3,"VerseNumber":128,"Text":"Ti nuk ke asgje ne dore, nese do t’ua pranoje Ai pendimin apo do t’i denoje, se ata jane vertet keqberes"},{"SurahNumber":3,"VerseNumber":129,"Text":"Allahut i perket gjithcka qe gjendet ne qiej dhe gjithcka qe gjendet ne Toke! Ai fal ke te doje dhe denon ke te doje. Allahu eshte Fales i madh e Meshireplote"},{"SurahNumber":3,"VerseNumber":130,"Text":"O besimtare! Mos pranoni kamate te shumefishte mbi kamate! Kijeni frike Allahun, qe te shpetoni"},{"SurahNumber":3,"VerseNumber":131,"Text":"dhe ruajuni zjarrit, i cili eshte pergatitur per jobesimtaret"},{"SurahNumber":3,"VerseNumber":132,"Text":"Bindjuni Allahut dhe te Derguarit, per te shpresuar meshiren (e Allahut)"},{"SurahNumber":3,"VerseNumber":133,"Text":"Nxitoni drejt faljes se gjynaheve nga Zoti juaj dhe Xhenetit, hapesira e te cilit eshte sa qiejt e Toka dhe qe eshte pergatitur per te devotshmit"},{"SurahNumber":3,"VerseNumber":134,"Text":"te cilet japin lemoshe edhe kur jane ne mireqenie, edhe kur jane ne veshtiresi, e mposhtin zemerimin dhe ua falin fajet njerezve. Allahu i do bamiresit"},{"SurahNumber":3,"VerseNumber":135,"Text":"Per ata qe, kur bejne vepra te turpshme ose i bejne dem vetes, e kujtojne Allahun, i kerkojne falje per gjynahet e tyre - e kush i fal gjynahet pervec Allahut? - dhe nuk ngulmojne me vetedije ne gabimet qe kane bere"},{"SurahNumber":3,"VerseNumber":136,"Text":"pra, per keta do te kete si shperblim falje madheshtore (te gjynaheve) nga ana e Zotit te tyre dhe kopshte, neper te cilet rrjedhin lumenj dhe ku do te qendrojne perhere. Sa shperblim i bukur eshte ky per ata qe punojne (vepra te bukura)"},{"SurahNumber":3,"VerseNumber":137,"Text":"Para jush kane kaluar shume shembuj (popujsh nga ndjekesit e profeteve qe iu ndodhi ajo qe po ju ndodh edhe juve). Prandaj udhetoni neper bote dhe shihni si ishte fundi i atyre qe i pergenjeshtruan profetet"},{"SurahNumber":3,"VerseNumber":138,"Text":"Keto jane lajme te qarta dhe udherrefyese per te devotshmit"},{"SurahNumber":3,"VerseNumber":139,"Text":"Mos u ligeshtoni dhe mos u pikelloni, sepse ju, gjithsesi jeni me te lartet, nese jeni besimtare te vertete"},{"SurahNumber":3,"VerseNumber":140,"Text":"Nese ju ka goditur ndonje plage, edhe popullin (armik) e kane goditur te tilla plage. Ato dite (fitoreje dhe humbjeje) Ne i nderrojme midis njerezve, qe Allahu t’i dalloje besimtaret dhe per t’i bere disa nga ju deshmore. Allahu nuk i do keqberesit"},{"SurahNumber":3,"VerseNumber":141,"Text":"E keshtu, Allahu i delir besimtaret e i shuan jobesimtaret"},{"SurahNumber":3,"VerseNumber":142,"Text":"A mendoni se do te hyni ne Xhenet, pa i provuar Allahu ata qe kane luftuar prej jush dhe pa i provuar ata qe kane duruar"},{"SurahNumber":3,"VerseNumber":143,"Text":"Ju e deshironit vdekjen para se te ballafaqoheshit me te dhe ja pra, ju e pate ate me syte tuaj"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhamedi eshte vetem i Derguar, para te cilit ka pasur edhe te derguar te tjere. Nese ai vdes ose vritet, a mos do te ktheheni ju prapa? Kushdo qe kthehet prapa, nuk i ben kurrfare demi Allahut. Dhe Allahu do t’i shperbleje falenderuesit"},{"SurahNumber":3,"VerseNumber":145,"Text":"Cdo shpirt vdes vetem me vendimin e Allahut, ne kohe te caktuar. Kush deshiron miresite e kesaj bote, Ne do t’i japim atij prej saj, ndersa kush deshiron shperblimin e botes tjeter, Ne do t’i japim atij prej saj. Ne do t’i shperblejme mirenjohesit"},{"SurahNumber":3,"VerseNumber":146,"Text":"Sa e sa profete bashke me shume besimtare te vertete luftuan e megjithate nuk u perkulen para goditjeve qe moren ne rrugen e Allahut, as nuk u dobesuan e as nuk u nenshtruan. Allahu i do te duruarit"},{"SurahNumber":3,"VerseNumber":147,"Text":"Ata vetem thoshin: “O Zoti yne! Na i fal gjynahet tona dhe teprimin ne punen tone, na i forco kembet (ne istikam) dhe na ndihmo kunder popullit jobesimtar!”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Dhe Allahu u dhuroi atyre shperblimin e kesaj bote dhe shperblimin me te mire te jetes tjeter. Allahu i do punemiret"},{"SurahNumber":3,"VerseNumber":149,"Text":"O besimtare! Nese u bindeni jobesimtareve, ata do t’ju kthejne prapa (ne te pafe) e ju do te jeni te humbur"},{"SurahNumber":3,"VerseNumber":150,"Text":"Por, Allahu eshte Mbrojtesi juaj dhe Ai eshte Ndihmuesi me i mire"},{"SurahNumber":3,"VerseNumber":151,"Text":"Ne do te mbjellim frike ne zemrat e jobesimtareve, sepse ata adhurojne vec Allahut gjera, per te cilat Ai nuk ka sjelle kurrfare prove. Vendbanimi i tyre eshte zjarri e sa vendstrehim i shemtuar eshte ky per keqberesit"},{"SurahNumber":3,"VerseNumber":152,"Text":"Vertet Allahu e plotesoi premtimin e Vet, kur ju me vullnetin e Tij e thyet armikun. Por, kur ju u frikesuat, u grindet midis jush dhe kundershtuat (Profetin a.s.), pasi Ai ju tregoi ate qe pelqenit[56], (Allahu e terhoqi ndihmen e Vet). Disa nga ju deshirojne kete bote, ndersa te tjere nga ju deshirojne boten tjeter. Pastaj Ai, per t’ju provuar, beri qe te zmbrapseni para armikut dhe pastaj, sigurisht qe jua fali ate gabim. Allahu ka miresi te madhe per besimtaret"},{"SurahNumber":3,"VerseNumber":153,"Text":"Kur ju moret malin dhe nuk i vinit vesh askujt, te Derguarin e kishit prapa e ju therriste, Allahu ju denoi me deshperim pas deshperimit, qe te mos pikelloheni as per ate qe ju doli duarsh, as per ate qe ju goditi. Allahu di gjithcka qe punoni ju"},{"SurahNumber":3,"VerseNumber":154,"Text":"Pastaj, pas deshperimit tuaj, (Allahu) ju dergoi qetesine - nje gjume, qe kaploi nje grup prej jush. Kurse grupi tjeter (hipokritet) kujdesej vetem per veten, duke menduar per Allahun te paverteten, ashtu si mendonin paganet. Ata thoshin: “Ku eshte fitorja qe na ishte premtuar?” Thuaju (o Muhamed!): “Te gjitha jane ne dore te Allahut!” Ata fshehin ne vete ate qe nuk duan te ta shfaqin ty. Ata thoshin: “Sikur te pyeteshim ne per kete gje, nuk do te vriteshim ketu”. Thuaju: “Edhe sikur te kishit qene neper shtepite tuaja, prapeseprape atyre qe u eshte shkruar te vriten, do te dilnin ne vendin e vrasjes.” Allahu e beri kete per te provuar ate qe keni ne kraharoret tuaj dhe per t’ju pastruar ate qe keni ne zemrat tuaja. Vertet, Allahu e di mire se c’keni ne zemer"},{"SurahNumber":3,"VerseNumber":155,"Text":"Ata prej jush qe kthyen shpinen diten kur u ndeshen dy ushtrite, ne te vertete, djalli i shtyu ne gabim, per shkak te disa gjynaheve qe kishin bere. Por, ne te vertete, Allahu ua fali (gabimin), sepse Allahu eshte Fales i madh dhe i Bute"},{"SurahNumber":3,"VerseNumber":156,"Text":"O besimtare! Mos beni si ata jobesimtare (hipokritet) qe u thonin vellezerve, kur keta niseshin ne udhetim ose ne luftim: “Sikur te rrinit me ne, as nuk do te vdisnit, as nuk do te vriteshit” - qe kete Allahu ta ktheje si pikellim ne zemrat e tyre. Allahu eshte Ai qe jep jeten dhe sjell vdekjen; Allahu i sheh te gjitha punet qe beni ju"},{"SurahNumber":3,"VerseNumber":157,"Text":"Edhe nese ju vriteni ose vdisni ne udhe te Allahut, falja dhe meshira e Allahut, me te vertete, jane me te mira nga ato qe kane grumbulluar ata"},{"SurahNumber":3,"VerseNumber":158,"Text":"Edhe po vdiqet apo u vrate, me siguri do te tuboheni tek Allahu"},{"SurahNumber":3,"VerseNumber":159,"Text":"Ne saje te meshires se Allahut, u solle butesisht me ta (o Muhamed). Sikur te ishe i ashper dhe i vrazhde, ata do te largoheshin prej teje. Prandaj falua atyre gabimin, kerkoi falje Allahut per ata dhe keshillohu me ata per ceshtje te ndryshme. Kur te vendosesh per dicka, mbeshtetu tek Allahu. Vertet, Allahu i do ata qe mbeshteten tek Ai"},{"SurahNumber":3,"VerseNumber":160,"Text":"Nese ju ndihmon Allahu, s’ka kush t’ju mposhte e, nese ju le pa ndihmen e Tij, kush eshte ai qe do t’ju ndihmoje, pervec Tij?! Pra, vetem tek Allahu le te mbeshteten besimtaret"},{"SurahNumber":3,"VerseNumber":161,"Text":"Eshte e pamundur per ndonje profet qe te pervetesoje ne menyre te pandershme prene e luftes. Kushdo qe ben nje gje te tille, do te vije (i ngarkuar me te) ne Diten e Kiametit e pastaj do t’i jepet cdokujt ajo qe ka merituar dhe askujt nuk do t’i behet padrejtesi"},{"SurahNumber":3,"VerseNumber":162,"Text":"Valle, a mund te krahasohet ai qe kerkon kenaqesine e Allahut me ate qe ka merituar zemerimin e Allahut dhe strehimi i tij eshte Xhehenemi?! Eh, sa strehim i keq eshte ai"},{"SurahNumber":3,"VerseNumber":163,"Text":"Tek Allahu ata kane shkalle te ndryshme; Allahu i sheh te gjitha veprat qe ata bejne"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allahu u ka dhene besimtareve dhurate te madhe, kur u solli nje te derguar nga gjiri i tyre, i cili ua lexon shpalljet e Tij, i pastron nga gjynahet dhe u meson Librin (Kuranin) e urtesine (diturine e thelle fetare), edhe pse me pare, me te vertete, ata ishin ne rruge krejt te gabuar"},{"SurahNumber":3,"VerseNumber":165,"Text":"Kur ju goditi fatkeqesia, nderkohe ju i kishit goditur me pare armiqte tuaj dyfish, ju thate: “Prej nga na erdhi neve kjo?!” Thuaj (o Muhamed): “Kjo ndodhi prej jush”. Vertet, Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":3,"VerseNumber":166,"Text":"Ajo qe ju gjeti ate dite, kur u ndeshen dy ushtrite, ishte me vullnetin e Allahut - per te zbuluar se cilet jane besimtaret e vertete"},{"SurahNumber":3,"VerseNumber":167,"Text":"dhe per te zbuluar se cilet jane me dy faqe. Atyre iu tha: “Ejani te luftoni ne rrugen e Allahut ose te pakten, mbrohuni!” Ata u pergjigjen: “Sikur ta dinim qe do te behej lufte e vertete, me siguri, do t’ju pasonim.” Ate dite ata ishin me afer mohimit sesa besimit, sepse me gojen e tyre flisnin ate qe nuk e kishin ne zemrat e tyre; Allahu e di mire cfare fshehin ata"},{"SurahNumber":3,"VerseNumber":168,"Text":"Atyre qe nuk luftuan dhe thane per vellezerit e vet: “Sikur te na kishin degjuar ne, nuk do te ishin vrare”, thuaju: “Prapesojeni vdekjen nga vetja, nese flisni te verteten!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Kurrsesi mos i quani te vdekur ata qe jane vrare ne rrugen e Allahut. Jo, jane te gjalle, duke u ushqyer te Zoti i tyre"},{"SurahNumber":3,"VerseNumber":170,"Text":"Jane te gezuar per cfare u ka dhene Allahu nga dhuntite e Tij dhe gezohen edhe per ata qe ende nuk u jane bashkuar e qe kane ngelur pas tyre (dhe ende nuk kane rene martire), sepse nuk do te frikesohen (per cfare i pret) dhe nuk do te pikellohen (per cfare kane lene pas)"},{"SurahNumber":3,"VerseNumber":171,"Text":"Ata gezohen me dhuntite dhe miresine e Allahut, sepse Allahu nuk ua humb shperblimin besimtareve"},{"SurahNumber":3,"VerseNumber":172,"Text":"Per ata qe moren plage te renda, pasi iu pergjigjen thirrjes se Allahut dhe te te Derguarit dhe per ata qe kane bere te mira e qe i frikesohen Allahut, ka shperblim te madh"},{"SurahNumber":3,"VerseNumber":173,"Text":"(Shperblim kane edhe ata) te cileve njerezit (hipokrite) u thane: “Shume njerez po mblidhen kunder jush, prandaj frikesohuni!” e kjo gje ua shtoi atyre besimin dhe thane: “Neve na mjafton Allahu, Ai eshte mbrojtes i mrekullueshem!”"},{"SurahNumber":3,"VerseNumber":174,"Text":"Ata u kthyen me dhuntite dhe miresite e Allahut, nuk i gjeti asgje e keqe dhe fituan kenaqesine e Allahut. Allahu eshte Zoterues i miresive te medha"},{"SurahNumber":3,"VerseNumber":175,"Text":"Vetem djalli i frikeson ithtaret e vet. Ju mos iu frikesoni atyre, por frikesohuni prej Meje, nese jeni besimtare"},{"SurahNumber":3,"VerseNumber":176,"Text":"Ti (o Muhamed) mos u brengos nga ata qe nxitojne ne mohim, sepse, ne te vertete ata nuk mund ta demtojne Allahun aspak. Allahu deshiron qe te mos i shperbleje me kurrfare dhurate ne boten tjeter; dhe per ata ka ndeshkim te madh"},{"SurahNumber":3,"VerseNumber":177,"Text":"Ata qe e nderrojne besimin e vertete me mohim, nuk mund t’i bejne kurrfare demi Allahut e per ta ka ndeshkim te dhembshem"},{"SurahNumber":3,"VerseNumber":178,"Text":"Le te mos mendojne kurrsesi jobesimtaret se per ata eshte mire qe ua zgjasim jeten. Ne ua zgjasim jeten vetem per t’i shtuar gjynahet; per ata ka ndeshkim poshterues"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allahu nuk i le besimtaret ne gjendjen qe ndodheni ju, por do ta ndaje te keqin prej te mirit. Allahu nuk do t’ua zbuloje te fshehten (qe vetem Ai e di), por Allahu zgjedh ke te doje nga te derguarit e Tij. Besoni ne Allahun dhe ne te derguarit e Tij! Nese besoni dhe i frikesoheni Allahut, ju do te keni shperblim te madh"},{"SurahNumber":3,"VerseNumber":180,"Text":"Ata qe behen koprrace me te mirat qe ua ka dhene Allahu, kurrsesi te mos mendojne se keshtu eshte me mire per ta! Jo, kjo eshte me keq per ata! Ajo qe kane grumbulluar do t’u ngarkohet atyre ne qafe Diten e Kiametit. E Allahut eshte trashegimia e qiejve dhe e Tokes dhe Allahu e di mire c’punoni ju"},{"SurahNumber":3,"VerseNumber":181,"Text":"Sigurisht qe Allahu i ka degjuar fjalet e atyre (cifuteve) qe thane: “Allahu eshte i varfer, kurse ne jemi te pasur”. Ne do ta shenojme ate qe thane, si dhe vrasjen e profeteve nga ana e tyre pa kurrfare te drejte dhe do t’u themi atyre: “Shijoni denimin ne zjarr!”"},{"SurahNumber":3,"VerseNumber":182,"Text":"Ky eshte ndeshkimi i veprave te duarve tuaja, se Allahu nuk eshte i padrejte ndaj roberve te Vet"},{"SurahNumber":3,"VerseNumber":183,"Text":"Atyre qe thone: “Allahu na ka urdheruar qe te mos i besojme asnje te derguari, derisa te na sjelle nje kurban qe ta perpije zjarri”, thuaju (o Muhamed): “Te derguarit para meje ju kane sjelle juve prova te qarta si dhe ate qe thoni ju, atehere, pse i vrate ata, nese thoni te verteten?”"},{"SurahNumber":3,"VerseNumber":184,"Text":"Nese ata ty (o Muhamed) te quajne per genjeshtar, edhe te derguar te tjere qe kane ardhur para teje jane pergenjeshtruar, ndonese kane sjelle shenja te qarta, shkrime dhe Librin e ndritur"},{"SurahNumber":3,"VerseNumber":185,"Text":"Cdo shpirt do ta shijoje vdekjen. Shperblimet do t’u plotesohen vetem ne Diten e Kiametit; kushdo qe shpeton nga zjarri i Xhehenemit dhe hyn ne Xhenet, ai ka fituar (gjithcka qe mund te deshirohet). Ndersa jeta e kesaj bote eshte vetem kenaqesi mashtruese"},{"SurahNumber":3,"VerseNumber":186,"Text":"Ju, me siguri, do te sprovoheni ne pasurine e ne jeten tuaj dhe do te degjoni shume fyerje nga popujt qe iu eshte dhene Libri para jush, si dhe nga paganet. Por, nese ju duroni dhe ruheni (nga te keqijat), atehere kjo eshte vertet percaktuese e ceshtjeve"},{"SurahNumber":3,"VerseNumber":187,"Text":"Kujtoje (o Muhamed) kohen kur Allahu mori premtimin nga ata qe u eshte dhene Libri se do t’ua shpjegojne ate njerezve dhe nuk do te fshehin asgje nga ai. Pastaj ata e hodhen pas shpine (premtimin) dhe e nderruan ate me nje vlere te vogel. Eh, sa kembim te shemtuar qe bene ata"},{"SurahNumber":3,"VerseNumber":188,"Text":"Mos mendo se ata qe gezohen per cfare kane punuar dhe deshirojne te lavderohen per cfare nuk kane punuar, pra, kurrsesi mos mendo se ata do t’i shpetojne ndeshkimit; per ata ka ndeshkim te dhembshem"},{"SurahNumber":3,"VerseNumber":189,"Text":"Allahut i perket sundimi i qiejve dhe i Tokes dhe (vetem) Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":3,"VerseNumber":190,"Text":"Me te vertete, ne krijimin e qiejve dhe te Tokes dhe ne nderrimin e nates e te dites, ka shenja per mendaret"},{"SurahNumber":3,"VerseNumber":191,"Text":"per ata qe e permendin Allahun duke qendruar ne kembe, ndenjur ose shtrire dhe qe meditojne per krijimin e qiejve dhe te Tokes (duke thene:) “O Zoti Yne! Ti nuk i ke krijuar kot keto, lartesuar qofsh (nga cdo e mete)! Prandaj na ruaj nga ndeshkimi i zjarrit"},{"SurahNumber":3,"VerseNumber":192,"Text":"O Zoti Yne, cilindo qe Ti e fut ne zjarr, Ti e ke poshteruar ate. Dhe per mohuesit nuk do te kete kurrfare ndihmuesi"},{"SurahNumber":3,"VerseNumber":193,"Text":"O Zoti Yne! Ne degjuam nje thirres qe na ftonte ne besim: “Besoni Zotin tuaj!” dhe keshtu besuam. O Zoti Yne! Na i fal gjynahet tona, na i shlyej gabimet dhe bena qe te vdesim me te miret"},{"SurahNumber":3,"VerseNumber":194,"Text":"O Zoti Yne! Na e jep shperblimin qe na ke premtuar nepermjet te derguarve te Tu dhe mos na poshtero ne Diten e Kiametit! Se Ti, me te vertete, nuk e shkel premtimin e dhene!”"},{"SurahNumber":3,"VerseNumber":195,"Text":"Dhe Zoti iu pergjigj lutjes se tyre: “Une nuk do t’ia humb mundin askujt nga ju qe ka bere vepra, qofte mashkull apo femer. Ju jeni njelloj (ne shperblim). Atyre qe u shperngulen, u debuan nga vatrat e tyre, u munduan ne rrugen Time, luftuan dhe u vrane, Une do t’ua mbuloj veprat e keqija dhe do t’i shpie ne kopshte, neper te cilat rrjedhin lumenj, si shperblim nga Allahu. Shperblimi me i mire eshte tek Allahu.”"},{"SurahNumber":3,"VerseNumber":196,"Text":"Ti (o Muhamed) mos u mashtro nga bredhja e jobesimtareve neper bote"},{"SurahNumber":3,"VerseNumber":197,"Text":"Kjo mireqenie eshte e shkurter; pastaj, strehimi i tyre eshte Xhehenemi. Eh, sa shtrat i keq eshte ai vend"},{"SurahNumber":3,"VerseNumber":198,"Text":"Por, ata qe i frikesohen Zotit te tyre do te kene kopshte neper te cilat rrjedhin lumenj dhe ku do te banojne perjetesisht, si dhurate prej Allahut. Dhe ajo qe eshte tek Allahu, eshte dhurata me e mire per besimtaret e vertete"},{"SurahNumber":3,"VerseNumber":199,"Text":"Midis ithtareve te Librit, me siguri ka te atille qe e besojne Allahun dhe ate qe ju eshte shpallur juve, si dhe ate qe u eshte shpallur atyre, duke qene te perulur para Allahut dhe pa i kembyer shpalljet e Tij me ndonje vlere te pakte. Ata do te kene shperblimin e tyre te Zoti i tyre. Vertet, Allahu eshte i shpejte ne llogari"},{"SurahNumber":3,"VerseNumber":200,"Text":"O besimtare! Behuni te durueshem dhe nxiteni njeri-tjetrin te jeni te tille; behuni te vendosur dhe vigjilente (ne vepra te mira dhe ne ruajtjen e kufijve) dhe kijeni frike Allahun, qe te shpetoni"}]}