{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Haa – Meem. (Mashoko aya ndemamwe ezvishamiso zviri muQur’aan, uye hapana anoziva zvaanoreva kunze kwaAllah)"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kudzikiswa kweBhuku (Qur’aan) kubva kuna Allah, Samasimba, Muchenjeri Mukuru"},{"SurahNumber":46,"VerseNumber":3,"Text":"Hatina kusika matenga nenyika nezviri pakati pawo asi kuti muchokwadi, uye kwenguva yakatarwa. Asi avo vasingatendi vanofuratira izvo zvavanoyambirwa nazvo"},{"SurahNumber":46,"VerseNumber":4,"Text":"Iti (Muhammad (SAW)): “Munoona here zvose izvo zvamunodaidza kunze kwaAllah? Ndiratidzei. Chii chavakasika panyika? Kana kuti vane mugove here kumatenga (pakusikwa kwawo)? Ndiunzirei Bhuku (riri mumashure meiri) kana matsimba eruzivo (anotsigira zvamunotaura), kana imi muri pachokwadi!”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Uye ndiani akarasika zvakanyanya kukunda uyo anodaidza (anonamata) izvo zvisiri Allah, izvo zvisingazomupinduri kusvikira pazuva rekutongwa, zvakare havana kana chavanoziva maererano neminamato yavo kwavari"},{"SurahNumber":46,"VerseNumber":6,"Text":"Uye kana vanhu vaunganidzwa (pazuva rekutongwa), (zvavainamata) zvichave mhandu kwavari uye zvicharamba kunamatwa kwavo"},{"SurahNumber":46,"VerseNumber":7,"Text":"Uye kana humboo hwedu huri pachena hukaverengwa kwavari, avo vasingatendi vanoti kune chokwadi kana chauya kwavari: “Aya ndiwo masaramusi ari pachena!”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Kana kuti vanoti: “Iye (Muhammad (SAW)) akazvigadzirira!” Iti: “Kana ndakazvigadzirira, nazvino hamuna kana simba rekundibetsera kubva kuna Allah. Ivo (Allah) vanoziva chaizvo zvamunotaura pakati penyu maererano nezvaro (Qur’aan)! Vakakwana semupupuri pakati pangu nemi! Uye ndivo vanoregerera, vane nyasha zhinji.”"},{"SurahNumber":46,"VerseNumber":9,"Text":"Iti (Muhammad (SAW)): “Handisi chinhu chitsva pavatumwa (handisi ini wekutanga), uye handizivi kuti chii chichaitwa kwandiri kana kwamuri. Ndinongotevera chete izvo zvinodzikiswa kwandiri, uye ndinongori muyambiri ari pachena chete.”"},{"SurahNumber":46,"VerseNumber":10,"Text":"Iti: “Munoona here kana iri (Qur’aan) richibva kuna Allah uye imi moriramba, uye mupupuri kubva kuvana vaIzirairi (Abdullah bin Salaam (RA)) vopupura kuti (iri Qur’aan riri kubva kuna Allah) se(Torah), uye otenda (opinda Islaam) apo imi muchizvitutumadza (musingatendi).” Zvirokwazvo, Allah havatungamiriri vanhu vanotadza"},{"SurahNumber":46,"VerseNumber":11,"Text":"Uye avo vasingatendi (vane simba nehupfumi) vanoti kune avo vanotenda (varombo vasina simba): “Dai change chakanaka (chitendero che Islaam), vangadai (varombo vasina simba) vasina kutitangira kwachiri!” Uye kana vasina kutungamirwa nacho, vanoti: “Aya ndiwo manyepo ekare!”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Uye mushure maro (Qur’aan) kwaive neGwaro raMusa richitungamira uye senyasha. Uye iri iBhuku (Qur’aan) rinopupura mururimi rwechiArabhu, richijekesa uye richiyambira avo vanoita zvakaipa, uye semashoko akanaka kune vanoita mabasa akanaka"},{"SurahNumber":46,"VerseNumber":13,"Text":"Zvirokwazvo, avo vanoti: “Tenzi vedu ndiAllah,” uye vobva vashinga zvakasimba (muIslaam), hapazove nekutya kwavari kana kushushikana (kusuruwara)"},{"SurahNumber":46,"VerseNumber":14,"Text":"Vanhu vakadaro vachave vagari vekuParadhiso, vachagara imomo (zvachose) semubairo wezvavakaita"},{"SurahNumber":46,"VerseNumber":15,"Text":"Uye takakomekedza munhu kuti abetsere vabereki vake, nekuve nemoyo munyoro kwavari. Amai vake vakamutakura mumatambudziko uye vakamubereka vachitambudzika. Uye kumutakura nekumuyamwisa kwakatora mwedzi makumi matatu, kusvikira apo paanenge anesimba rakakwana uye asvika makore makumi mana, obva ati: “Tenzi vangu! Ndipeiwo simba kuti ndikwanise kutenda makomborero amakandipa nevabereki vangu, uye kuti ndikwanise kuita mabasa akanaka ayo amunofarira, uye mhuri yangu moiita yakanaka. Chokwadi, ndatarisa kwamuri ndichikumbira ruregerero rwenyu, uye chokwadi, ndiri umwe wevatendi (maMuslim).”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Vanhu vakadaro ndeavo vatichatambira mabasa avo akanaka uye tovakanganwira mabasa avo akaipa. (Vachava) mukati mevagari vekuParadhiso, vimbiso yechokwadi, iyo yavakavimbiswa"},{"SurahNumber":46,"VerseNumber":17,"Text":"Asi uyo anotaura kuvabereki vake achiti: “Hapana zvamunotaura! Muri kundivimbisa ini kuti ndichamutswa zvakare asi kwadarika zvizvarwa kare mushure mangu (Pasina kumutswa)?” Apo (vabereki) vachikumbira Allah rubetsero (vachiyambira mwana wavo) (vachiti): “Matambudziko kwauri! Tenda! Zvirokwazvo, vimbiso yaAllah ndeyechokwadi.” Asi iye achiti: “Hapana zviripo, asi inyaya dzekare chete.”"},{"SurahNumber":46,"VerseNumber":18,"Text":"Vanhu vakadaro ndeavo shoko (rechirango) rakazadziswa kumarudzi akapfuura mushure maivo vasati vavepo maJinn nevanhu. Zvirokwazvo, vakarasikirwa"},{"SurahNumber":46,"VerseNumber":19,"Text":"Uye vose, kwavari kuchange kuine kukwiridzirwa zvichienderana nezvavaiita, uye (Allah) zvakare vachavapa mugove wakakwana nokuda kwemabasa avo. Uye havazombodzvanyirirwa"},{"SurahNumber":46,"VerseNumber":20,"Text":"Uye nezuva iro avo vasingatendi (muhumwechete waAllah) vachaendeswa kumoto (zvichataurwa zvichinzi): “Zvakanaka zvenyu makazviwana paupenyu hwenyu hwepanyika, uye mukanakidzwa mairi. Zvino zuva ranhasi muchapiwa murango unonyadzisa, nokuda kwekuti maizvitutumadza panyika zvisina mvumo, uye imi maipandukira mirairo yaAllah (maisateerera Allah).”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Uye rangarira (Hud) mukoma wemaAad, apo akatsiura vanhu muAl-Ahqaaf (dzimba dzavaigadzira mumakomo muArabia). Uye zvirokwazvo kwange kwadarika vayambiri mushure make uye mberi kwake (vachiti): “Musanamata chimwe chinhu kunze kwaAllah; zvirokwazvo, ndinokutyirai kubva kumutongo wezuva guru (zuva rokumutswa).”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Vakati: “Wauya here kuzotiburitsa kubva kuna vanamwari vedu? Zvino chitiunzira izvo zvauri kutityityidzira nazvo, kana iwe uri umwe weavo vanotaura chokwadi!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Akati: “Zvirokwazvo, ruzivo rwacho (rwemurango) rwuna Allah chete. Uye ini ndinongokuudzai izvo zvandakatumwa nazvo, asi ndiri kukuonai muri vanhu vasina ruzivo!”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Zvino pavakauona (murango) segore rakanga richiuya padyo nemipata yavo, vakati: “Iri igore ririkutiunzira mvura!” Asi kwete, ndeizvo zvamaikumbira kuti zvikurumidze kuitika, mhepo ine murango unorwadza"},{"SurahNumber":46,"VerseNumber":25,"Text":"Ichiparadza zvinhu zvose nokuda kwekuronga kwaTenzi wayo! Nokudaro vakapedzisira pasina chaioneka kusara kwepokugara pavo chete! Saizvozvo ndiwo mapiro atinoita mubairo kuvanhu vanotadza"},{"SurahNumber":46,"VerseNumber":26,"Text":"Uye zvirokwazvo tange takavagadzika zvakasimba neizvo zvatisina kukugadzikai imi (maQuraish)! Uyezve tikavaita kuti vave nekunzwa uye kuona uye nemoyo. Asi kunzwa kwavo, uye kuona kwavo, nemoyo yavo hazvina kuvabetsera kana nechimwechete zvacho nekuti vairamba humboo hwaAllah (maporofita aAllah nedzidziso dzavo), uye vakabva vakomberedzwa neizvo zvavaituka (zvavaiseka)"},{"SurahNumber":46,"VerseNumber":27,"Text":"Uye zvirokwazvo takaparadza matunhu akakukomberedzai, uye tikavaratidza zvakare zviratidzo kuti pamwe vangadzoka (kuchokwadi, Islaam)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Nokudaro sei avo vavakatora saanamwari vachisiya Allah vasina kuvabetsera, senzira yemasvikiro (kuna Allah)? Asi vakavarasa zvachose (pakauya murango). Uye uku ndiko kwaive kunyepa kwavo neivo zvavaiwedzerera (vasati vaparadzwa)"},{"SurahNumber":46,"VerseNumber":29,"Text":"Uye rangarira (Muhammad (SAW)) apo takatumira chikwata chemaJinn (vatatu kunosvika gumi) vachiteerera Qur’aan. Zvino (maJinn) pavakamira pamberi paro vakati: “Teererai!” Zvino parakapedziswa kuverengwa, vakadzokera kune vamwe vavo, sevayambiri"},{"SurahNumber":46,"VerseNumber":30,"Text":"Vakati: “Vamwe vedu! Zvirokwazvo, tanzwa Bhuku (Qur’aan) rakadzikiswa mushure maMusa richidudzira zvakauya mushure maro. Rinotungamira kune chokwadi uye kunzira yakatwasuka (Islaam).”"},{"SurahNumber":46,"VerseNumber":31,"Text":"“Vamwe vedu! Dairai mudaidzi waAllah (Muhammad (SAW)), uye tendai kwaari (uye momutevera), Allah vachakuregererai kubva kune zvitado zvenyu, uye vachakununurai kubva kune murango unorwadza (Gehena).”"},{"SurahNumber":46,"VerseNumber":32,"Text":"“Uye uyo asingadairi mudaidzi waAllah, haakwanisi kutiza munyika, uye hapana vabetseri vaachawana kunze kwavo (Allah). Vanhu vakadaro ndivo vakarasika zviri pachena.”"},{"SurahNumber":46,"VerseNumber":33,"Text":"Havaoni here kuti Allah avo vakasika matenga nenyika, uye havana kuomerwa nekusikwa kwawo, vane simba rokupa upenyu kune vakafa? Hongu, zvirokwazvo vanokwanisa kuita zvinhu zvose"},{"SurahNumber":46,"VerseNumber":34,"Text":"Uye nezuva iro avo vasingatendi vachaunzwa kumoto (zvichanzi kwavari): “Hachisi chokwadi here ichi?” Vachati: “Hongu, tinopika naTenzi vedu!” Vachati: “Zvino chiravirai murango nokuda kwekuti makanga musingatendi!”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Zvino chitsungirira (Muhammad (SAW)) sezvakaita vatumwa vakasimba (Muhammad, Nowa, Abrahamu, Musa naJesu) uye usamhanye nezvavo (vasingatendi). Nezuva ravachaona izvo zvavakavimbiswa, zvichaita sokunge havana kugara nguva imwe chete zvayo pazuva rimwechete. Mashoko ari pachena (iri Qur’aan kunokununurai kubva mukuparadzwa)! Asi pachave here nekuparadzwa kunze kwevanhu vanopandukira Allah (vasingateereri Allah)"}]}