{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Blahoslovennyy Toy, Khto zislav Rozriznennya svoyemu rabu, shchob vin buv zasterihachem dlya svitiv"},{"SurahNumber":25,"VerseNumber":2,"Text":"Vin — Toy, Komu nalezhytʹ vlada na nebesakh i na zemli. Vin ne brav Sobi dytyny y ne bulo Yomu rivnoho u vladi! Vin stvoryv kozhnu rich i rozmiryv yiyi miroyu"},{"SurahNumber":25,"VerseNumber":3,"Text":"Zamistʹ Nʹoho vony berutʹ sobi bohamy tykh, yaki nichoho ne tvoryatʹ, ale stvoreni sami; tykh, yaki ne mayutʹ vlady zavdaty sobi shkody chy prynesty korystʹ; tykh, yaki ne mayutʹ vlady ni nad smertyu, ni nad zhyttyam, ni nad voskresinnyam"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ti, yaki ne viruyutʹ, hovoryatʹ: «Tse tilʹky brekhnya, yaku vin vyhadav za dopomohoyu inshykh lyudey!» Tak vony chynyatʹ kryvdu y breshutʹ"},{"SurahNumber":25,"VerseNumber":5,"Text":"Vony hovoryatʹ: «Kazky davnikh narodiv! Vin poprosyv zapysaty yikh i yomu chytayutʹ tse zranku ta vvecheri!»"},{"SurahNumber":25,"VerseNumber":6,"Text":"Skazhy: «Yoho zislav Toy, Khto znaye tayemnytsi nebes i zemli. Voistynu, Vin — Proshchayuchyy ta Myloserdnyy!»"},{"SurahNumber":25,"VerseNumber":7,"Text":"Vony hovoryatʹ: «Shcho tse za poslanetsʹ? Vin spozhyvaye yizhu y khodytʹ po bazarakh! Chomu do nʹoho ne zislano anhela, yakyy by zasterihav razom iz nym"},{"SurahNumber":25,"VerseNumber":8,"Text":"Chomu yomu ne zislano skarb? Chomu ne maye vin sadu, z yakoho b vin spozhyvav yizhu?» Nechestyvtsi skazaly: «Vy ydete slidom za cholovikom, yakoho zacharovano!»"},{"SurahNumber":25,"VerseNumber":9,"Text":"Pohlyanʹ, yak vony navodyatʹ tobi prytchi! Vony zablukaly y ne mozhutʹ znayty shlyakhu"},{"SurahNumber":25,"VerseNumber":10,"Text":"Blahoslovennyy Toy, Khto, yakshcho pobazhaye, daruye tobi krashche za tse vse — sady, de techutʹ riky. Vin takozh postavytʹ dlya tebe palatsy"},{"SurahNumber":25,"VerseNumber":11,"Text":"Ta zh ni! Vony vvazhayutʹ Chas za brekhnyu! A dlya tykh, khto vvazhaye Chas za brekhnyu, pryhotuvaly My polumʺya"},{"SurahNumber":25,"VerseNumber":12,"Text":"Shchoyno vono pobachytʹ yikh zdaleku, vony pochuyutʹ yoho shypinnya y hurkit"},{"SurahNumber":25,"VerseNumber":13,"Text":"A koly yikh, zakutykh, kynutʹ do tisnoho mistsya, vony prosytymutʹ tam dlya sebe zahybeli"},{"SurahNumber":25,"VerseNumber":14,"Text":"Sʹohodni ne klychte na sebe odniyeyi zahybeli, klychte yikh bahato"},{"SurahNumber":25,"VerseNumber":15,"Text":"Skazhy: «Shcho krashche — take [pokarannya] chy sad vichnosti, yakyy chekaye na bohoboyazlyvykh i bude yikhnʹoyu vynahorodoyu, y mistsem dlya povernennya?»"},{"SurahNumber":25,"VerseNumber":16,"Text":"Tam vony matymutʹ use, shcho pobazhayutʹ, i budutʹ vony tam doviku! Taka obitsyanka, vzyata Tvoyim Hospodom, pro yaku zapytuyutʹ"},{"SurahNumber":25,"VerseNumber":17,"Text":"Toho Dnya Vin zbere yikh i tykh, komu vony poklonyalysʹ zamistʹ Allaha. I skazhe: «Tse vy vvely v omanu Moyikh rabiv, chy vony sami zbylysya zi shlyakhu?»"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ti skazhutʹ: «Preslavnyy Ty! Nam ne hodytʹsya braty pokrovyteliv zamistʹ Tebe, ale tse Ty dozvolyv yim ta yikhnim batʹkam nasolodzhuvatysya blahamy, tozh vony zabuly nahaduvannya y staly lyudʹmy, yaki z·hynuly!»"},{"SurahNumber":25,"VerseNumber":19,"Text":"Vony zaperechyly te, shcho vy hovoryte, tozh vy ne zmozhete ni vidvernuty [karu], ni dopomohty sobi. Tykh iz vas, yaki buly nespravedlyvi, My zmusymo skushtuvaty velykoyi kary"},{"SurahNumber":25,"VerseNumber":20,"Text":"Poslantsi, yakykh My vidsylaly ranishe, takozh spozhyvaly yizhu y khodyly po bazarakh. Odnykh iz vas My zrobyly spokusoyu dlya inshykh — chy budete vy terplyachi? A Hospodʹ tviy — Vsevydyachyy"},{"SurahNumber":25,"VerseNumber":21,"Text":"Ti, yaki ne spodivayutʹsya na zustrich iz Namy, hovoryatʹ: «Chomu do nas ne zislano anheliv? Chomu my ne bachymo nashoho Hospoda?» Vony vyvyshchuyutʹsya ta vperti v svoyiy zukhvalosti"},{"SurahNumber":25,"VerseNumber":22,"Text":"Toho Dnya, koly vony pobachatʹ anheliv, dlya hrishnykiv ne bude zhodnoyi dobroyi zvistky. Yim skazhutʹ: «Tse — nezdolanna perepona!»"},{"SurahNumber":25,"VerseNumber":23,"Text":"My zaymemosya vchynkamy, yaki vony robyly ta peretvorymo yikh na rozviyanyy pyl"},{"SurahNumber":25,"VerseNumber":24,"Text":"Zhyteli rayu toho dnya matymutʹ krashchyy prytulok ta lipshe mistse vidpochynku"},{"SurahNumber":25,"VerseNumber":25,"Text":"Toho Dnya rozkoletʹsya nebo, vkryte khmaramy, i bude zislano anheliv"},{"SurahNumber":25,"VerseNumber":26,"Text":"Istynna vlada tsʹoho Dnya bude nalezhaty Mylostyvomu! Vazhkyy bude tsey Denʹ dlya neviruyuchykh"},{"SurahNumber":25,"VerseNumber":27,"Text":"Toho Dnya nechestyvyy kusatyme svoyi ruky y hovorytyme: «Yakby zh ya prystav na shlyakh Poslantsya"},{"SurahNumber":25,"VerseNumber":28,"Text":"Hore meni! Yakby zh ya ne brav sobi takoho pryyatelya"},{"SurahNumber":25,"VerseNumber":29,"Text":"Adzhe same vin vidvernuv mene vid nahaduvannya, koly vono pryyshlo do mene!» Tak shaytan zrikayetʹsya lyudyny"},{"SurahNumber":25,"VerseNumber":30,"Text":"Poslanetsʹ skazav: «Hospody! Voistynu, miy narod vidkynuv tsey Koran!»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Same tak My postavyly kozhnomu proroku voroha z hrishnykiv, ale dostatnʹo tvoho Hospoda yak Providnyka y Pomichnyka"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ti, yaki ne uviruvaly, hovoryatʹ: «Chomu Koran ne zislano odrazu tsilkom?» Tse tak, adzhe My prahnemo zmitsnyty nym tvoye sertse y prochytaty u pevnomu ladi"},{"SurahNumber":25,"VerseNumber":33,"Text":"Yaki b prytchi vony tobi ne navodyly, My prykhodyly do tebe z istynoyu ta naykrashchym tlumachennyam"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tykh, yakykh zberutʹ u heyeni dolilytsʹ, chekaye nayhirshe mistse, adzhe vony zablukaly naybilʹshe"},{"SurahNumber":25,"VerseNumber":35,"Text":"My daruvaly Musi Pysannya ta postavyly yomu pomichnyka — yoho brata, Haruna"},{"SurahNumber":25,"VerseNumber":36,"Text":"I My skazaly: «Yditʹ do narodu, yakyy vyznav Nashi znamennya brekhneyu!» A potim My hetʹ vynyshchyly tykh lyudey"},{"SurahNumber":25,"VerseNumber":37,"Text":"Narod Nukha, yakyy zaperechuvav poslantsiv, My vtopyly, zrobyvshy znamennyam dlya lyudey. My pryhotuvaly dlya nechestyvtsiv bolisnu karu"},{"SurahNumber":25,"VerseNumber":38,"Text":"Tak samo adytiv, samudytiv, zhyteliv ar-Rassu ta bahato inshykh pokolinʹ, yaki zhyly mizh nymy"},{"SurahNumber":25,"VerseNumber":39,"Text":"Usim yim My navodyly prytchi ta vsikh yikh My znyshchyly"},{"SurahNumber":25,"VerseNumber":40,"Text":"Vony vzhe prokhodyly povz selyshche, na yake vypav pohanyy doshch. Nevzhe vony ne bachyly tsʹoho selyshcha? Ne spodivayutʹsya vony na voskresinnya"},{"SurahNumber":25,"VerseNumber":41,"Text":"Koly vony bachatʹ tebe, to lyshe hluzuyutʹ: «Nevzhe tse yoho Allah zrobyv poslantsem"},{"SurahNumber":25,"VerseNumber":42,"Text":"Vin vidvernuv by nas vid nashykh bohiv, yakby my ne maly terpinnya!» Koly vony pobachatʹ karu, to shvydko diznayutʹsya, khto naspravdi zbyvsya zi shlyakhu"},{"SurahNumber":25,"VerseNumber":43,"Text":"Chy ty bachyv toho, khto zrobyv bohom svoye bazhannya? Nevzhe ty budesh dlya takoho opikunom"},{"SurahNumber":25,"VerseNumber":44,"Text":"Nevzhe ty vvazhayesh, shcho bilʹshistʹ iz nykh zdatna shchosʹ chuty chy rozumity? Vony nache khudoba! Ta zh ni, shche bilʹshe zbylysya zi shlyakhu"},{"SurahNumber":25,"VerseNumber":45,"Text":"Nevzhe ty ne bachysh, yak tviy Hospodʹ podovzhuye tinʹ? A yakby Vin pobazhav, to zrobyv by yiyi nezminnoyu. Sontse My zrobyly dlya neyi dorohovkazom"},{"SurahNumber":25,"VerseNumber":46,"Text":"a potim potrokhu vidtyahuyemo yiyi do Sebe"},{"SurahNumber":25,"VerseNumber":47,"Text":"Vin — Toy, Khto zrobyv dlya vas nich pokrovom, a son — vidpochynkom. A denʹ Vin zrobyv chasom povernennya do zhyttya"},{"SurahNumber":25,"VerseNumber":48,"Text":"Vin — Toy, Khto posylaye vitry dobrymy visnykamy Svoyeyi mylosti. I My prolyvayemo z neba chystu vodu"},{"SurahNumber":25,"VerseNumber":49,"Text":"shchob ozhyvyty neyu mertvu zemlyu y napoyity khudobu ta bahatʹokh lyudey, yakykh My stvoryly"},{"SurahNumber":25,"VerseNumber":50,"Text":"My rozpodilyayemo vodu mizh nymy, shchob vony zamyslylysya, ale bilʹshistʹ lyudey vidvertayetʹsya vid usʹoho, krim nevirʺya"},{"SurahNumber":25,"VerseNumber":51,"Text":"Yakby My pobazhaly, to vidislaly b zasterihacha do kozhnoho selyshcha"},{"SurahNumber":25,"VerseNumber":52,"Text":"Tozh ne korysya neviruyuchym, a borysya proty nykh za dopomohoyu tsʹoho velykoyu borotʹboyu"},{"SurahNumber":25,"VerseNumber":53,"Text":"Vin — Toy, Khto zmishav dvi vodoymy. Odna z nykh — pryyemna na smak, prisna, a druha — solona, hirka. I Vin postavyv mizh nymy zahorozhu y nezdolannu pereponu"},{"SurahNumber":25,"VerseNumber":54,"Text":"Vin — Toy, Khto stvoryv lyudynu z vody y daruvav yiy rodychiv ta svoyakiv. Tviy Hospodʹ — Vsemohutniy"},{"SurahNumber":25,"VerseNumber":55,"Text":"[Bahatobozhnyky] poklonyayutʹsya zamistʹ Allaha tym, khto ne mozhe ni prynesty korysti, ni zavdaty shkody. Neviruyuchyy dopomahaye tym, khto proty yoho Hospoda"},{"SurahNumber":25,"VerseNumber":56,"Text":"My vidislaly tebe lyshe yak dobroho visnyka y zasterihacha"},{"SurahNumber":25,"VerseNumber":57,"Text":"Skazhy: «YA ne proshu za tse niyakoyi vynahorody, krim toho, shchob toy, khto pobazhaye, prystav na shlyakh svoho Hospoda!»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Pokladaysya na Zhyvoho, Yakyy ne pomyraye, i proslavlyay Yoho khvaloyu! Dostatnʹo toho, shcho Vin vidaye pro hrikhy Svoyikh rabiv"},{"SurahNumber":25,"VerseNumber":59,"Text":"Vin stvoryv nebesa, zemlyu y te, shcho mizh nymy, za shistʹ dniv, a potim pidnissya na tron. Vin — Mylostyvyy! Zapytay pro tse u Vidayuchoho"},{"SurahNumber":25,"VerseNumber":60,"Text":"Koly yim hovoryatʹ: «Poklonitʹsya Mylostyvomu!» — to vony pytayutʹ: «A shcho take — Mylostyvyy? Nevzhe my vklonymosya tomu, do choho ty zaklykayesh nas?» Tse tilʹky dodaye yim vidrazy"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blahoslovennyy Toy, Khto postavyv u nebi suzirʺya, stvoryv tam svitylo y syayuchyy misyatsʹ"},{"SurahNumber":25,"VerseNumber":62,"Text":"Vin — Toy, Khto zminyuye nich i denʹ dlya tykh, yaki bazhayutʹ zamyslytysya y dyakuvaty"},{"SurahNumber":25,"VerseNumber":63,"Text":"Raby Mylostyvoho — ti, yaki ydutʹ zemleyu smyrenno ta vidpovidayutʹ nevihlasam: «Myr!»"},{"SurahNumber":25,"VerseNumber":64,"Text":"yaki provodyatʹ nochi, padayuchy nytsʹ i stoyachy pered Hospodom svoyim"},{"SurahNumber":25,"VerseNumber":65,"Text":"yaki hovoryatʹ: «Hospody nash! Vidverny vid nas pokarannya heyeny, adzhe take pokarannya neskinchenne"},{"SurahNumber":25,"VerseNumber":66,"Text":"Yaka merzotna tsya obytelʹ i tsey prytulok!»"},{"SurahNumber":25,"VerseNumber":67,"Text":"[Ti], yaki, dayuchy pozhertvy, ne vdayutʹsya do marnotrat·stva y ne skuplyatʹsya, trymayuchysʹ seredyny mizh tsym"},{"SurahNumber":25,"VerseNumber":68,"Text":"yaki ne zvertayutʹsya zamistʹ Allaha do inshoho boha, yaki ne vbyvayutʹ zhyvoyi dushi, ne mayuchy na te prava, yaki ne chynyatʹ perelyubu, — a khto robytʹ tak, toho spitkaye kara"},{"SurahNumber":25,"VerseNumber":69,"Text":"U Denʹ Voskresinnya yoho kara prymnozhytʹsya, i vin nazavzhdy zalyshytʹsya prynyzhenyy"},{"SurahNumber":25,"VerseNumber":70,"Text":"Okrim tykh, khto pokayavsya, uviruvav i robyv dobro, Allah zaminytʹ yikhni lykhi vchynky na dobri spravy. Allah — Proshchayuchyy, Mylostyvyy"},{"SurahNumber":25,"VerseNumber":71,"Text":"Khto pokayetʹsya y robytyme dobro, toy spravdi shchyro zvernetʹsya do Allaha"},{"SurahNumber":25,"VerseNumber":72,"Text":"[Ti], yaki ne berutʹ uchasti v brekhlyvykh rozmovakh, a koly prokhodyatʹ povz marne, prokhodyatʹ hidno"},{"SurahNumber":25,"VerseNumber":73,"Text":"Koly yim nahaduyutʹ znamennya Hospoda yikhnʹoho, vony ne stayutʹ do nykh hlukhi y slipi"},{"SurahNumber":25,"VerseNumber":74,"Text":"[Ti], yaki hovoryatʹ: «Hospody nash! Daruy nam nasolodu dlya ochey u druzhynakh nashykh i v nashchadkakh nashykh i zroby nas vzirtsem dlya bohoboyazlyvykh!»"},{"SurahNumber":25,"VerseNumber":75,"Text":"Yikhnʹoyu vynahorodoyu bude nayvyshche mistse v rayu — za te, shcho vony buly terplyachi. Tam yikh zustrinutʹ vitannyam i myrom"},{"SurahNumber":25,"VerseNumber":76,"Text":"Tam vony budutʹ vichno. Yaka prekrasna tsya obytelʹ i tsey prytulok"},{"SurahNumber":25,"VerseNumber":77,"Text":"Skazhy: «Hospodʹ ne zvernuv by na vas uvahy, yakby ne vashi prokhannya». Prote vy vvazhayete tse brekhneyu i skoro [pokarannya] stane nevidvorotnym"}]}