{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf ha ya 'ayn sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbinin, kulu Zekeriyya'ya rahmetini anıstır"},{"SurahNumber":19,"VerseNumber":3,"Text":"O, Rabbine gizli bir seslenisle yalvarmıstı"},{"SurahNumber":19,"VerseNumber":4,"Text":"Rabbim, demisti, ben, bende kemik gevsedi; bas, ihtiyarlk aleviyle tutustu. Rabbim, sana du'a ile hicbir zaman bahtsız olmadım (her du'a ettikce kabul buyurdun, beni istedigimden mahrum etmedin)"},{"SurahNumber":19,"VerseNumber":5,"Text":"Dogrusu ben arkamdan, yerime gececek yakınlar(ımın iyi hareket etmeycekler)inden korktum; karım da kısır. (Ne olur) katından bana yerime gececek bir veli lutfet"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ki, (o), bana ve Ya'kub ogullarına mirascı olsun. Rabbim, onu begendigin bir insan yap"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Allah buyurdu): Ey Zekeriyya, biz sana bir ogul mujdeleriz, adı Yahya'dır. Daha once ona hic kimseyi adas yapmadık (ondan once kimseye bu adı vermedik)"},{"SurahNumber":19,"VerseNumber":8,"Text":"(Zekeriyya): \"Rabbim, dedi benim nasıl oglum olur? Karım da kısırdır. Ben ise ihtiyarlıgın son sınırına vardım"},{"SurahNumber":19,"VerseNumber":9,"Text":"Dedi: \"Oyledir, ama Rabbin: 'O bana kolaydır, daha once sen de hicbir sey degilken seni de yaratmıstım' dedi"},{"SurahNumber":19,"VerseNumber":10,"Text":"Rabbim, dedi, (oyle ise) bana bir isaret ver. \"Senin isaretin, sapasaglam oldugun halde tam uc gece (ve gunduz) insanlarla konusamamandır.\" dedi"},{"SurahNumber":19,"VerseNumber":11,"Text":"(Zekeriyya), ma'bedden kavminin karsısına cıkıp onlara: \"Sabah aksam (Rabbinizi) tesbih edin!\" diye isaret etti"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya, Kitabı kuvvetle tut (Onun emirlerini uygula). (dedik) ve ona cocuk iken hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Katımızdan bir rahmet (bir acıma duygusu) ve temizlik de (verdik; o gunahlardan) korunan oldu"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana babasına iyilik ediciydi, bas kaldıran bir zorba degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Dogdugu gun, olecegi gun ve diri olarak kaldırılacagı gun ona selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitapta Meryem'i de an. Bir zaman o ailesinden ayrılıp dogu yonunde bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Onlarla kendisi arasına bir perde cekmisti. Biz de ruhumuzu (Cebrail'i) ona gonderdik. (O) ona duzgun bir insan seklinde gorundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Meryem) dedi ki: \"Ben senden, cok esirgeyen(Allah)'a sıgınırım. Eger (Allah'tan) korkuyorsan (bana dokunma)"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Ruh): \"Ben, dedi, sadece Rabbinin elcisiyim. Sana tertemiz bir erkek cocugu hediye edeyim diye (geldim)"},{"SurahNumber":19,"VerseNumber":20,"Text":"Benim nasıl oglum olur, dedi, bana bir insan dokunmadı ve ben bir kahpe de degilim"},{"SurahNumber":19,"VerseNumber":21,"Text":"(Ruh): \"Oyledir, dedi, Rabbin: 'O bana kolaydır. Onu insanlara bir mu'cize ve bizden bir rahmet kılmak icin (bunu yapacagız)' dedi\" ve is olup bitti"},{"SurahNumber":19,"VerseNumber":22,"Text":"(Meryem), ona gebe kaldı. Onunla uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Dogum sancısı onu, bir hurma dalı(nın altı)na getirdi. \"Keske dedi, bundan once olseydim, unutulup gitseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından (Ruh) ona soyle seslendi: \"Uzulme Rabbin alt tarafında bir su arkı var etti"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalını sana dogru silkele, uzerine olmus, taze hurma dokulsun"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, ic, gozun aydın olsun! Eger insanlardan birini gorursen: Ben Rahman icin (susma) oruc(u) adadım, bugun hicbir insanla konusmayacagım\" de"},{"SurahNumber":19,"VerseNumber":27,"Text":"(Meryem) onu tasıyarak kavmine getirdi: \"Ey Meryem, dediler, sen tuhaf bir is yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun'un kızkardesi, baban kotu bir adam degildi, annen de fahise degildi (sen ne yaptın boyle)"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Meryem), cocugu gosterdi. Dediler ki: \"Besikteki cocukla nasıl konusuruz"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Cocuk): \"Ben Allah'ın kuluyum, dedi, (O) bana Kitabı verdi, beni peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni bulundugum her yerde yararlı kıldı. Sag oldugum surece bana namaz kılmayı, zekat vermeyi emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Beni) anneme iyilik eder (kıldı), beni bas kaldıran bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Dogdugum gun de, olecegim gun de ve diri olarak kaldırılacagım gun de bana esenlik verilmistir. Peace on me the day I was born, and the day I die, and the day I shall be raised alive"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste Meryem oglu Isa. Suphe edip ayrılıga dustukleri sey, \"gercek soz\"e gore budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Cocuk edinmek, Allah'a yakısmaz. O'nun sanı yucedir. Bir isi yapmak istedi mi ona sadece \"ol\" der, (o da) olur"},{"SurahNumber":19,"VerseNumber":36,"Text":"Suphesiz, Allah benim de Rabbim, sizin de Rabbinizdir, O'na kulluk edin. Iste dogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Kendi aralarından hizipler, ayrılıga dustuler. Artık buyuk bir gunu gormekten oturu vay kafirlerin haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize geldikleri gun ne guzel isitir, ne guzel gorurler. Ama o zalimler, bugun apacık sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Onları su hasret gunune karsı uyar ki, o zaman kendileri gaflet icinde inanmamakta ısrar ederlerken is bitirilmis olur (yaptıklarına pisman olup hasret ceker dururlar, ama is isten gecmistir artık)"},{"SurahNumber":19,"VerseNumber":40,"Text":"Dunyaya ve uzerinde bulunanlara biz varis oluruz biz, ve bize dondurulurler"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitapta Ibrahim'i de an; gercekten o, cok dogru bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Babasına demisti ki: \"Babacıgım, isitmeyen gormeyen ve sana hicbir yararı olmayan seylere nicin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım, bana sana, gelmeyen bir bilgi geldi; bana uy, seni duzgun bir yola ileteyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım, seytana tapma, cunku seytan, Rahman'a isyan etmistir"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım, ben sana Rahman'dan bir azabın dokunmasından korkuyorum. O zaman, seytanın dostu olursun"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Babası): \"Ey Ibrahim, dedi, sen benim tanrılarımdan yuz mu ceviriyorsun? Eger (onlara dil uzatmaktan) vazgecmezsen, andolsun seni taslarım. Uzun sure benden ayrıl, git"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim): \"Selam sana, (esenlik icinde kal), dedi, senin icin Rabbimden magfiret dileyecegim. Cunku O, bana cok lutufkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizden de, Allah'tan baska yalvardıklarınızdan da ayrılıyor ve yalnız Rabbime yalvarıyorum. Umarım ki Rabbime yalvarmakla bahtsız olmam (istediklerimden mahrum bırakılmam)"},{"SurahNumber":19,"VerseNumber":49,"Text":"Iste onlardan ve onların Allah'tan baska taptıklarından ayrılınca biz ona Ishak'ı ve (Ishak'ın oglu) Ya'kub'u armagan ettik ve hepsini de peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Onlara rahmetimizden (mal ve cocuk) lutfettik ve onlar icin yuce bir dogruluk dili verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa'yı da an, cunku o, ici temiz (bir insan)dı ve elci bir peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona Tur'un sag tarafından seslendik ve onu, ozel konusmak icin (kendimize) yaklastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ona, acıdıgımızdan dolayı kardesi Harun'u da peygamber olarak armagan ettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta Isma'il'i de an. Cunku o sozunde duran, elci bir peygamberdi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Halkına namaz kılmayı, zekat vermeyi emrederdi. Rabbi yanında begenilmisti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris'i de an: Cunku o, cok dogru bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Onu yuce bir yere yukseltmistik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar; Allah'ın ni'met verdigi peygamberlerden, Adem, neslinden, Nuh ile beraber gemide tasıdıklarımızın neslinden, Ibrahim ve Israil (Ya'kub) neslinden, yol gosterdigimiz ve sectigimiz kimselerdendir. Onlara Rahman'ın ayetleri okundugu zaman aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Onlardan sonra yerlerine oyle bir nesil geldi ki, namazı zayi ettiler, sehvetlerine uydular. Onlar kotuluk bulacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe eden, inanan ve iyi isler yapanlar, cennete girecekler ve hic haksızlıga ugratılmayacaklardır"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman'ın kullarına gıyaben va'dettigi Adn cennetleri(ne gireceklerdir). Suphesiz O'nun va'di yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada bos soz degil, yalnız selam isitirler. Orada sabah aksam rızıkları da hazırdır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste kullarımızdan, korunanlara verecegimiz cennet budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz ancak Rabbinin emriyle ineriz. Onumuzde, arkamızda ve bunlar arasında olan hersey O'na aittir. Rabbin, asla unutkan degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"goklerin, yerin ve bunlar arasında bulunan seylerin Rabbidir. O'na kulluk et ve O'na kullukta sabret. Hic O'nun adıyla anılan birini biliyor musun"},{"SurahNumber":19,"VerseNumber":66,"Text":"Insan: \"Ben oldukten sonra mı diri olarak cıkarılacagım?\" diyor"},{"SurahNumber":19,"VerseNumber":67,"Text":"Insan onceden hicbir sey degilken kendisini nasıl yarattıgımızı dusunmuyor mu"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine andolsun ki, onları ve seytanları mutlaka toplayacagız, sonra onları diz cokmus vaziyette cehennemin cevresinde bulunduracagız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her milletten Rahman'a en cok karsı geleni ayıracagız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra, elbette biz, kimlerin oraya girmege uygun oldugunu daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Icinizden oraya gitmeyecek hic kimse yoktur. Bu, Rabbinin uzerine aldıgı kesin borctur"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra korunanları kurtarırız ve zalimleri oyle diz ustu cokmus olarak bırakırız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara acık acık ayetlerimiz okundugu zaman, inkar edenler, inananlar icin \"Iki topluluktan hangisinin makamı daha hayırlı, meclisi (mevkii) daha guzeldir?\" derler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan once nice nesiller helak ettik ki onlar esyaca ve gosterisce daha guzeldi"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: \"Kim sapıklık icinde ise Rahman ona sure versin (ne cıkar). Nihayet va'dedildiklerini Gazabı veya (Durusma) sa'ati(ni)G gordukleri zaman, kimin yerce daha kotu ve adamca daha zayıf oldugunu bileceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah, yola gelenlerin hidayetini artırır. Kalıcı olan yararlı isler, Rabbinin yanında hem mukafat bakımından daha iyidir, hem varılacak yer bakımından daha iyidir"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimizi inkar edip: \"Bana mal ve evlad verilecek\" diyen adamı gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"Gaybe mi cık(ıp bak)tı, yoksa Rahman'ın huzurunda bir soz mu aldı (Allah ile bir andlasma mı yaptı)"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır (yanılıyor), biz onun dedigini yazacagız ve onun icin azabı uzattıkca uzatacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"O dedigi(malı ve evladı)na biz varis olacagız (nesi varsa hepsi bize kalacak) ve o, bize tek basına gelecek (yanında ne malı, ne de evladı olmayacak)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine destek olsunlar diye Allah'tan baska tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, (yarın o taptıkları tanrılar), bunların tapmalarını inkar edecekler ve bunlara zıd olacaklardır"},{"SurahNumber":19,"VerseNumber":83,"Text":"Gormedin mi biz kafirlere seytanları gonderdik, onları oynatıp duruyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Onlar hakkında acele etme, biz onlar(ın gunlerini ve nefeslerini doldurmaları) icin saydıkca sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Korunanları, binek uzerinde ikram ile Rahman'a goturdugumuz gun"},{"SurahNumber":19,"VerseNumber":86,"Text":"Sucluları da yaya ve susuz olarak cehenneme surdugumuz (gun)"},{"SurahNumber":19,"VerseNumber":87,"Text":"Yalnız Rahman'ın huzurunda soz almıs olanlardan baskaları sefa'at edemezler"},{"SurahNumber":19,"VerseNumber":88,"Text":"Rahman cocuk edindi dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Andolsun ki, \"Siz pek kotu bir cur'ette bulundunuz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Neredeyse o(sozun dehseti)nden gokler catlayacak, yer yarılacak ve daglar yıkılıp dagılacaktır"},{"SurahNumber":19,"VerseNumber":91,"Text":"Rahman icin cocuk iddia ettiklerinden oturu"},{"SurahNumber":19,"VerseNumber":92,"Text":"Cocuk edinmek Rahman'a yakısmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Goklerde ve yerde bulunan herkes Rahman'a kul olarak gelecektir"},{"SurahNumber":19,"VerseNumber":94,"Text":"O, onların hepsini kusatmıs ve onları bir bir saymıstır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Onların hepsi, kıyamet gunu O'na tek basına gelecektir"},{"SurahNumber":19,"VerseNumber":96,"Text":"Inanıp faydalı isler yapanlar icin Rahman, (gonullerde) bir sevgi yaratacak(onları herkese sevdirecek)tir"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz o(Kur'a)n'ı senin diline kolaylastırdık ki, onunla korunanları mujdeleyesin ve inatcı bir kavmi onunla uyarasın"},{"SurahNumber":19,"VerseNumber":98,"Text":"Biz onlardan once nice nesilleri helak ettik. Simdi onlardan hicbirini duyuyor musun, yahut onların gizli bir sesini isitiyor musun"}]}