{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta-Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Nous ne t’avons pas revele le Coran pour t’accabler"},{"SurahNumber":20,"VerseNumber":3,"Text":"mais pour inciter ceux qui craignent Allah a mediter"},{"SurahNumber":20,"VerseNumber":4,"Text":"Il est la revelation du Createur de la terre et des cieux haut places"},{"SurahNumber":20,"VerseNumber":5,"Text":"le Tout Misericordieux, qui s’est eleve sur le Trone en toute majeste"},{"SurahNumber":20,"VerseNumber":6,"Text":"Il possede tout ce qui se trouve dans les cieux, sur la terre et entre eux, ainsi que ce qui se trouve sous terre"},{"SurahNumber":20,"VerseNumber":7,"Text":"Que tu eleves la voix ou non, sache qu’Il connait les secrets les mieux gardes et les pensees les plus intimes"},{"SurahNumber":20,"VerseNumber":8,"Text":"Il est le vrai Dieu et la seule divinite digne d’etre adoree. Il possede les noms les plus sublimes"},{"SurahNumber":20,"VerseNumber":9,"Text":"L’histoire de Moise t’est-elle parvenue"},{"SurahNumber":20,"VerseNumber":10,"Text":"Ayant vu un feu au loin, il dit aux siens : « Restez ici ! J’ai apercu un feu. En esperant que je pourrai vous en rapporter un tison pour vous rechauffer ou trouver quelqu’un en mesure de nous orienter. »"},{"SurahNumber":20,"VerseNumber":11,"Text":"S’etant approche du feu, il fut interpele : « Moise"},{"SurahNumber":20,"VerseNumber":12,"Text":"Je suis ton Seigneur. Retire tes sandales, car tu te trouves dans la vallee sainte de Touwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Sache que Je t’ai elu. Ecoute donc attentivement ce qui va t’etre revele"},{"SurahNumber":20,"VerseNumber":14,"Text":"Je suis Allah. Il n’est de divinite en droit d’etre adoree que Moi. Veille a me vouer un culte exclusif et sincere et a accomplir la priere afin d’y mentionner Mon nom et de te souvenir de Moi"},{"SurahNumber":20,"VerseNumber":15,"Text":"L’Heure, que J’ai failli dissimuler aux hommes, sonnera ineluctablement afin que chaque etre soit retribue selon ses œuvres"},{"SurahNumber":20,"VerseNumber":16,"Text":"Que ceux qui ne croient pas en son avenement, preferant suivre leurs penchants, ne t’en detournent surtout pas, car tu serais alors perdu"},{"SurahNumber":20,"VerseNumber":17,"Text":"Que tiens-tu dans la main droite, Moise ? »"},{"SurahNumber":20,"VerseNumber":18,"Text":"« C’est mon baton, repondit-il, sur lequel je m’appuie et avec lequel je secoue les arbres pour en faire tomber les feuilles dont se nourrissent mes moutons. Et j’en fais d’autres usages encore. »"},{"SurahNumber":20,"VerseNumber":19,"Text":"Le Seigneur ordonna : « Jette-le, Moise. »"},{"SurahNumber":20,"VerseNumber":20,"Text":"Moise jeta donc le baton qui se transforma aussitot en un serpent se deplacant rapidement"},{"SurahNumber":20,"VerseNumber":21,"Text":"Le Seigneur dit : « Reprends-le sans crainte. Nous allons lui rendre sa forme initiale"},{"SurahNumber":20,"VerseNumber":22,"Text":"Place ensuite ta main contre ton flanc, elle en ressortira toute blanche, sans que cette couleur soit due a la maladie. Ce sera la un autre miracle"},{"SurahNumber":20,"VerseNumber":23,"Text":"Nous avons ainsi voulu te montrer certains de Nos prodiges"},{"SurahNumber":20,"VerseNumber":24,"Text":"Rends-toi aupres de Pharaon dont l’impiete ne connait plus de limites. »"},{"SurahNumber":20,"VerseNumber":25,"Text":"Moise dit : « Veuille, Seigneur, dissiper l’angoisse qui m’oppresse"},{"SurahNumber":20,"VerseNumber":26,"Text":"me faciliter l’accomplissement de ma mission"},{"SurahNumber":20,"VerseNumber":27,"Text":"et me debarrasser de mes difficultes d’elocution"},{"SurahNumber":20,"VerseNumber":28,"Text":"afin qu’ils saisissent parfaitement mes paroles"},{"SurahNumber":20,"VerseNumber":29,"Text":"Veuille aussi m’accorder un assistant issu de ma famille"},{"SurahNumber":20,"VerseNumber":30,"Text":"en la personne de mon frere Aaron"},{"SurahNumber":20,"VerseNumber":31,"Text":"en faire pour moi un precieux soutien"},{"SurahNumber":20,"VerseNumber":32,"Text":"en l’associant a ma mission"},{"SurahNumber":20,"VerseNumber":33,"Text":"Nous pourrons ainsi sans cesse celebrer Ta gloire"},{"SurahNumber":20,"VerseNumber":34,"Text":"et invoquer assidument Ton nom"},{"SurahNumber":20,"VerseNumber":35,"Text":"Tu nous connais si bien. »"},{"SurahNumber":20,"VerseNumber":36,"Text":"Le Seigneur dit : « Ta priere est exaucee, Moise"},{"SurahNumber":20,"VerseNumber":37,"Text":"Nous t’avons deja, avant cela, comble de Nos faveurs"},{"SurahNumber":20,"VerseNumber":38,"Text":"lorsque Nous avons inspire ce qui suit a ta mere"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Place-le dans un coffre que tu laisseras flotter sur les eaux du Nil. Les flots l’entraineront alors jusqu’a la rive ou il sera recueilli par Mon ennemi et le sien”. J’ai alors suscite dans le cœur de Mes serviteurs un vif amour pour toi afin que tu sois eleve sous Mes Yeux"},{"SurahNumber":20,"VerseNumber":40,"Text":"Ta sœur, qui suivit ta trace, dit : “Puis-je vous indiquer une famille qui saura prendre soin de lui ?” Nous t’avons donc rendu a ta mere qui put ainsi se consoler et se rejouir de ta presence. Tu as ensuite tue un homme, mais Nous avons dissipe ton angoisse. Nous t’avons ainsi soumis a de terribles epreuves. Puis tu as vecu des annees durant au milieu du peuple de Madian avant de venir en ce lieu au moment voulu"},{"SurahNumber":20,"VerseNumber":41,"Text":"Je t’ai elu pour etre Mon Messager"},{"SurahNumber":20,"VerseNumber":42,"Text":"Allez, toi et ton frere, assistes de Mes signes, sans cesser d’invoquer Mon nom"},{"SurahNumber":20,"VerseNumber":43,"Text":"Allez trouver Pharaon dont l’impiete ne connait plus de limites"},{"SurahNumber":20,"VerseNumber":44,"Text":"Adressez-lui des paroles bienveillantes qui l’inciteront peut-etre a reflechir ou a craindre son Seigneur. »"},{"SurahNumber":20,"VerseNumber":45,"Text":"Moise et Aaron dirent : « Nous craignons Seigneur qu’il ne s’empresse de nous chatier ou qu’il nous traite injustement. »"},{"SurahNumber":20,"VerseNumber":46,"Text":"Le Seigneur dit : « N’ayez aucune crainte. Je suis avec vous, Je vous entends et vous vois"},{"SurahNumber":20,"VerseNumber":47,"Text":"Presentez-vous a lui et dites-lui : “Nous sommes tous deux envoyes par ton Seigneur. Cesse d’oppresser les fils d’Israel, laisse-les partir avec nous. Nous t’apportons des signes de la part de ton Seigneur. Seul sera sauve celui qui suivra le droit chemin"},{"SurahNumber":20,"VerseNumber":48,"Text":"Il nous est revele que le chatiment est reserve a ceux qui renient la verite et se detournent des signes du Seigneur”. »"},{"SurahNumber":20,"VerseNumber":49,"Text":"Pharaon leur demanda : « Qui donc est votre Seigneur, Moise ? »"},{"SurahNumber":20,"VerseNumber":50,"Text":"Il repondit : « Notre Seigneur est Celui qui a assigne a chaque creature sa propre nature avant de la guider vers ce qu’Il lui a predestine. »"},{"SurahNumber":20,"VerseNumber":51,"Text":"Pharaon dit : « Qu’en est-il alors des generations passees ? »"},{"SurahNumber":20,"VerseNumber":52,"Text":"Moise dit : « Leurs œuvres sont consignees dans un livre aupres de mon Seigneur qui n’est sujet ni a l’oubli, ni a l’erreur. »"},{"SurahNumber":20,"VerseNumber":53,"Text":"C’est Lui qui, pour vous, a fait de la terre une vaste etendue ou Il a trace des routes que vous pouvez aisement emprunter et qui fait descendre du ciel une eau par laquelle Il fait pousser une vegetation diverse et variee"},{"SurahNumber":20,"VerseNumber":54,"Text":"Consommez-en une partie et laissez-y paitre votre betail. Voila des signes suffisamment clairs pour des hommes doues de raison"},{"SurahNumber":20,"VerseNumber":55,"Text":"Nous vous avons crees de cette terre ou Nous vous ferons retourner et dont Nous vous ferons sortir une nouvelle fois"},{"SurahNumber":20,"VerseNumber":56,"Text":"Nous avons produit tous les miracles devant Pharaon qui, refusant obstinement la verite, a prefere les renier"},{"SurahNumber":20,"VerseNumber":57,"Text":"Il dit : « Es-tu venu, Moise, nous chasser de notre pays au moyen de ta magie"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nous allons t’opposer une magie semblable. Fixe-nous, en un lieu qui convienne a chacun de nous, un rendez-vous que ni toi, ni nous, ne devrons manquer. »"},{"SurahNumber":20,"VerseNumber":59,"Text":"Moise repondit : « Le rendez-vous est fixe le jour des festivites, lorsque la population se sera rassemblee dans la matinee. »"},{"SurahNumber":20,"VerseNumber":60,"Text":"Pharaon se retira et, apres avoir reuni les magiciens de son pays, se presenta au rendez-vous"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moise lanca aux magiciens : « Malheur a vous ! Prenez garde de mentir sur Allah qui pourrait alors vous aneantir. Celui qui ose mentir sur Allah est assurement perdu. »"},{"SurahNumber":20,"VerseNumber":62,"Text":"Les magiciens se mirent alors a discuter secretement de la strategie a adopter"},{"SurahNumber":20,"VerseNumber":63,"Text":"Certains dirent : « Voila deux magiciens qui, au moyen de leur magie, veulent nous chasser de notre pays et se reserver l’exercice de notre art"},{"SurahNumber":20,"VerseNumber":64,"Text":"Unissons donc nos forces et serrons les rangs, car celui qui prendra le dessus aujourd’hui triomphera. »"},{"SurahNumber":20,"VerseNumber":65,"Text":"Puis ils dirent : « Moise ! Veux-tu jeter ton sort en premier ou nous laisser commencer ? »"},{"SurahNumber":20,"VerseNumber":66,"Text":"Il repondit : « Soyez les premiers a jeter. » Ils jeterent donc leurs cordes et leurs batons qui, par l’effet de leur magie, lui donnerent l’impression de ramper"},{"SurahNumber":20,"VerseNumber":67,"Text":"Moise en fut, au fond de lui, effraye"},{"SurahNumber":20,"VerseNumber":68,"Text":"Nous l’avons alors rassure : « Ne crains rien. C’est toi qui vas triompher"},{"SurahNumber":20,"VerseNumber":69,"Text":"Jette ce que tu tiens dans la main droite. Il engloutira tous leurs artifices qui ne sont que des tours de magie. Or, l’entreprise des magiciens, ou qu’ils se trouvent, est vouee a l’echec. »"},{"SurahNumber":20,"VerseNumber":70,"Text":"Se jetant face contre terre, les magiciens s’exclamerent : « Nous croyons au Seigneur d’Aaron et de Moise ! »"},{"SurahNumber":20,"VerseNumber":71,"Text":"Pharaon dit : « Osez-vous croire en lui avant que je ne vous y autorise ? Voici certainement votre maitre qui vous a inities a la magie. Je vais vous faire couper la main et le pied oppose et crucifier sur des troncs de palmiers. Vous saurez alors qui inflige les tourments les plus terribles et les plus durables. »"},{"SurahNumber":20,"VerseNumber":72,"Text":"Les magiciens dirent : « Nous n’allons pas te suivre et rejeter les preuves eclatantes qui nous ont ete apportees, et te preferer a Celui qui nous a crees. Agis comme bon te semble. Ton pouvoir ne s’exerce qu’en ce bas monde"},{"SurahNumber":20,"VerseNumber":73,"Text":"Nous proclamons notre foi en notre Seigneur dans l’espoir qu’Il nous pardonne nos erreurs et la pratique de la magie a laquelle tu nous as contraints. La recompense d’Allah est meilleure et plus durable. »"},{"SurahNumber":20,"VerseNumber":74,"Text":"Quiconque comparaitra, charge de crimes, devant son Seigneur est voue a la Gehenne ou il n’y aura pour lui ni mort a meme de le delivrer de ses souffrances, ni vie veritable"},{"SurahNumber":20,"VerseNumber":75,"Text":"Quant a celui qui comparaitra devant Lui, en croyant sincere ayant accompli le bien sur terre, il sera eleve aux plus hauts degres"},{"SurahNumber":20,"VerseNumber":76,"Text":"et admis dans les jardins d’Eden traverses de rivieres ou il demeurera pour l’eternite. C’est ainsi que sera recompense celui qui aura su se preserver du peche"},{"SurahNumber":20,"VerseNumber":77,"Text":"Nous avons revele a Moise : « Quitte le pays a la faveur de la nuit avec Mes serviteurs auxquels tu ouvriras un passage a sec dans la mer sans redouter d’etre rejoint, ni eprouver aucune crainte. »"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaon et ses armees, lances a leur poursuite, furent alors submerges par les flots"},{"SurahNumber":20,"VerseNumber":79,"Text":"Pharaon egara son peuple, le detournant du droit chemin"},{"SurahNumber":20,"VerseNumber":80,"Text":"Fils d’Israel ! Apres vous avoir delivres de votre ennemi, Nous vous avons donne rendez-vous sur le versant droit du mont Sinai et avons fait descendre sur vous la manne et les cailles"},{"SurahNumber":20,"VerseNumber":81,"Text":"Mangez des nourritures pures et saines que Nous vous avons dispensees sans commettre d’exces, car Ma colere pourrait s’exercer sur vous. Or, quiconque attire Ma colere sur lui est perdu"},{"SurahNumber":20,"VerseNumber":82,"Text":"Je suis, en verite, infiniment Clement envers quiconque se repent, preserve sa foi et fait le bien sans jamais devier du droit chemin"},{"SurahNumber":20,"VerseNumber":83,"Text":"Le Seigneur dit : « Pour quelle raison, Moise, as-tu devance les tiens ? »"},{"SurahNumber":20,"VerseNumber":84,"Text":"Il repondit : « Ils sont sur mes pas, Seigneur. Quant a moi, je me suis hate pour T’etre agreable. »"},{"SurahNumber":20,"VerseNumber":85,"Text":"Le Seigneur dit : « Nous avons, en ton absence, mis a l’epreuve ton peuple que le Samiri a detourne du droit chemin. »"},{"SurahNumber":20,"VerseNumber":86,"Text":"De retour aupres des siens, Moise, furieux et afflige, dit : « Mon peuple ! Votre Seigneur ne vous a-t-Il pas fait une belle promesse ? Avez-vous ete incapables d’attendre qu’elle s’accomplisse ? Ou vouliez-vous plutot, en violant votre engagement envers moi, subir la colere de votre Seigneur ? »"},{"SurahNumber":20,"VerseNumber":87,"Text":"Ils dirent : « Nous n’avons pas manque a notre parole de notre plein gre. Mais nous etions charges de bijoux appartenant aux Egyptiens que Nous avons jetes au feu, comme le fit le Samiri. »"},{"SurahNumber":20,"VerseNumber":88,"Text":"Ce dernier avait faconne pour eux un veau, un corps sans vie emettant comme un mugissement. Certains Hebreux s’etaient alors exclames : « Voici notre Dieu et le Dieu de Moise qu’il a laisse ici ! »"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ne voyaient-ils pas que ce veau ne pouvait ni leur repondre, ni leur nuire, ni leur etre utile"},{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron les avait pourtant mis en garde : « Mon peuple ! Ce veau n’est qu’une tentation. Votre seul Seigneur est en verite le Tout Misericordieux. Suivez-moi donc et obeissez a mes ordres. »"},{"SurahNumber":20,"VerseNumber":91,"Text":"Mais les adorateurs du Veau avaient retorque : « Nous ne cesserons de le venerer jusqu’au retour de Moise. »"},{"SurahNumber":20,"VerseNumber":92,"Text":"Moise, a son arrivee, interpella son frere : « Aaron ! Qu’est-ce qui t’a empeche, les voyant ainsi s’egarer"},{"SurahNumber":20,"VerseNumber":93,"Text":"de me rejoindre ? As-tu transgresse mes instructions ? »"},{"SurahNumber":20,"VerseNumber":94,"Text":"Aaron se justifia : « Fils de ma mere ! Cesse de me tirer par la barbe et par la tete. J’ai craint que tu ne me reproches d’avoir seme la division parmi les fils d’Israel et de ne pas avoir respecte tes recommandations. »"},{"SurahNumber":20,"VerseNumber":95,"Text":"Se tournant vers le Samiri, Moise dit : « Et toi Samiri, qu’est-ce qui t’a pousse a agir ainsi ? »"},{"SurahNumber":20,"VerseNumber":96,"Text":"Il repondit : « J’ai vu des choses qui leur ont echappe. J’ai alors recueilli sur les traces laissees par le messager une poignee de terre que j’ai jetee. Voici ce que mon ame m’a suggere. »"},{"SurahNumber":20,"VerseNumber":97,"Text":"Moise s’exclama : « Va-t’en ! Ton chatiment consistera ici-bas a te declarer intouchable, tandis que dans l’au-dela t’est fixe un rendez-vous ineluctable. Regarde a present ton dieu auquel tu as voue un culte assidu. Nous allons le bruler avant d’en disperser les restes dans la mer. »"},{"SurahNumber":20,"VerseNumber":98,"Text":"Vous n’avez d’autre divinite qu’Allah qui seul est en droit d’etre adore. Sa science embrasse toute chose"},{"SurahNumber":20,"VerseNumber":99,"Text":"C’est ainsi que Nous te relatons certains recits du passe. Tu as recu de Notre part un livre plein d’enseignements"},{"SurahNumber":20,"VerseNumber":100,"Text":"Quiconque s’en detournera sera, le Jour de la resurrection, charge d’un lourd fardeau"},{"SurahNumber":20,"VerseNumber":101,"Text":"dont il ne pourra jamais se soulager. Quel terrible fardeau devra-t-il en ce Jour porter"},{"SurahNumber":20,"VerseNumber":102,"Text":"Jour ou il sera souffle dans la Corne et ou Nous rassemblerons les criminels, les visages livides"},{"SurahNumber":20,"VerseNumber":103,"Text":"Les uns murmureront alors aux autres : « Nous ne sommes restes qu’une dizaine de jours sur terre. »"},{"SurahNumber":20,"VerseNumber":104,"Text":"Nous savons parfaitement ce qu’ils diront lorsque les plus senses d’entre eux affirmeront : « Nous n’y sommes restes en realite qu’un seul jour ! »"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ils t’interrogent au sujet des montagnes. Reponds-leur : « Mon Seigneur les reduira en poussiere"},{"SurahNumber":20,"VerseNumber":106,"Text":"laissant a leur place un sol totalement uniforme"},{"SurahNumber":20,"VerseNumber":107,"Text":"ou ni denivellation, ni relief ne sera visible. »"},{"SurahNumber":20,"VerseNumber":108,"Text":"Ce Jour-la, les hommes repondront sans detour a l’appel qui leur sera lance. Les voix s’abaisseront devant le Tout Misericordieux, seuls des murmures se feront entendre"},{"SurahNumber":20,"VerseNumber":109,"Text":"Aucune intercession ne sera acceptee ce Jour-la sans l’autorisation du Tout Misericordieux"},{"SurahNumber":20,"VerseNumber":110,"Text":"Il sait ce qui se trouve devant eux comme ce qui se trouve derriere eux, tandis qu’eux ne peuvent Le cerner de leur science"},{"SurahNumber":20,"VerseNumber":111,"Text":"Les visages s’humilieront devant le Dieu Vivant et Eternel. Seront perdus tous ceux qui porteront le poids de leur iniquite"},{"SurahNumber":20,"VerseNumber":112,"Text":"Quant aux croyants qui auront accompli de bonnes œuvres, ils n’auront a craindre ni injustice, ni frustration"},{"SurahNumber":20,"VerseNumber":113,"Text":"C’est ainsi que Nous avons revele le Livre sous forme d’une recitation en langue arabe et y avons multiplie les avertissements afin qu’ils soient incites a se preserver du peche et a mediter Nos enseignements"},{"SurahNumber":20,"VerseNumber":114,"Text":"Exalte soit Allah, le seul et veritable Souverain. Ne repete pas avec empressement le Coran qui t’est revele avant que sa recitation ne soit achevee. Et dis : « Veuille, Seigneur, accroitre mon savoir ! »"},{"SurahNumber":20,"VerseNumber":115,"Text":"Nous avons, bien avant cela, donne un ordre a Adam qu’il finit par transgresser. Nous l’avons trouve bien peu resolu a se soumettre a Nos commandements"},{"SurahNumber":20,"VerseNumber":116,"Text":"Nous avions auparavant ordonne aux anges de se prosterner devant Adam. Tous s’etaient executes, tandis que Satan s’y etait refuse"},{"SurahNumber":20,"VerseNumber":117,"Text":"Nous avions alors dit : « Adam ! Celui-ci est, pour toi et ton epouse, un ennemi. Prends garde qu’il ne vous fasse chasser du Paradis, car tu endurerais alors toutes les peines du monde"},{"SurahNumber":20,"VerseNumber":118,"Text":"Tu n’auras en revanche a redouter au Paradis ni la faim, ni la nudite"},{"SurahNumber":20,"VerseNumber":119,"Text":"et n’auras a souffrir ni de la soif, ni de la chaleur du soleil. »"},{"SurahNumber":20,"VerseNumber":120,"Text":"Mais Satan le tenta, lui suggerant : « Adam ! Veux-tu que je t’indique l’arbre qui, si tu manges de ses fruits, te rendra immortel et te permettra de posseder un royaume eternel ? »"},{"SurahNumber":20,"VerseNumber":121,"Text":"Adam et Eve mangerent donc des fruits de l’arbre defendu. Leur apparut alors leur nudite qu’ils se mirent a couvrir avec les feuilles du Paradis. En desobeissant ainsi a son Seigneur, Adam s’egara"},{"SurahNumber":20,"VerseNumber":122,"Text":"Son Seigneur l’a ensuite elu, acceptant son repentir et le remettant sur le droit chemin"},{"SurahNumber":20,"VerseNumber":123,"Text":"Le Seigneur dit : « Descendez tous deux d’ici ! Vous serez ennemis les uns des autres. Des enseignements a meme d’assurer votre salut vous seront transmis de Ma part. Celui qui les suivra ne pourra s’egarer ici-bas ou connaitre un sort miserable dans l’au-dela"},{"SurahNumber":20,"VerseNumber":124,"Text":"Quant a celui qui se detournera de Mon message, il connaitra une existence malheureuse et sera frappe de cecite lorsque Nous le ressusciterons le Jour dernier. »"},{"SurahNumber":20,"VerseNumber":125,"Text":"Il dira : « Pourquoi, Seigneur, m’as-Tu ressuscite aveugle alors que sur terre je voyais clairement ? »"},{"SurahNumber":20,"VerseNumber":126,"Text":"Le Seigneur dira : « De meme que tu as delaisse les signes que Nous avons envoyes, de meme tu seras aujourd’hui abandonne a ton sort et delaisse. »"},{"SurahNumber":20,"VerseNumber":127,"Text":"C’est ainsi que Nous retribuons quiconque se livre au peche et renie les signes de son Seigneur. Mais le chatiment de l’au-dela sera plus terrible et plus durable"},{"SurahNumber":20,"VerseNumber":128,"Text":"N’ont-ils pas ete edifies par le sort subi avant eux par tant de peuples impies, aneantis par Nous et dont ils foulent aujourd’hui les terres ? Voila, pour des hommes doues de raison, des signes suffisamment clairs"},{"SurahNumber":20,"VerseNumber":129,"Text":"N’eut ete un decret prealable de ton Seigneur repoussant leur chatiment a un terme deja fixe, celui-ci les aurait inevitablement frappes"},{"SurahNumber":20,"VerseNumber":130,"Text":"Supporte patiemment leurs attaques et celebre, par les louanges, la gloire de ton Seigneur avant le lever du soleil et avant son coucher. Exalte egalement Sa gloire au cours de la nuit et aux extremites du jour. Peut-etre seras-tu satisfait"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne porte pas ton regard avec envie sur les jouissances ephemeres que Nous avons accordees a certains d’entre eux, eclat trompeur de ce monde par lequel Nous les mettons a l’epreuve. Les faveurs de ton Seigneur sont bien meilleures et plus durables"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ordonne aux tiens d’accomplir la priere que tu observeras toi-meme avec constance. Nous ne te demandons nullement d’assurer toi-meme ta subsistance. C’est Nous qui pourvoyons a tes besoins. Une fin heureuse est reservee a celui qui Nous craint"},{"SurahNumber":20,"VerseNumber":133,"Text":"Ils disent : « Si seulement il produisait sous nos yeux un miracle de la part de son Seigneur ! » N’ont-ils pas recu un livre qui vient confirmer le contenu des Ecritures anterieures"},{"SurahNumber":20,"VerseNumber":134,"Text":"Or, si Nous les avions aneantis avant son avenement, ils auraient certainement affirme : « Si seulement, Seigneur, Tu nous avais envoye un Messager ! Nous aurions suivi Tes enseignements, evitant ainsi d’etre couverts d’humiliation et d’opprobre. »"},{"SurahNumber":20,"VerseNumber":135,"Text":"Dis : « Chacun de nous est dans l’attente. Attendez donc ! Vous saurez alors qui de vous ou de nous est sur la bonne voie et qui suit le droit chemin. »"}]}