{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Stastni jsou ti verici"},{"SurahNumber":23,"VerseNumber":2,"Text":"kteri v modlitbach svych jsou pokorni"},{"SurahNumber":23,"VerseNumber":3,"Text":"kteri od planych reci se odvraceji"},{"SurahNumber":23,"VerseNumber":4,"Text":"kteri almuzny rozdavaji"},{"SurahNumber":23,"VerseNumber":5,"Text":"kteri pohlavi sva ochranuji"},{"SurahNumber":23,"VerseNumber":6,"Text":"jen pro manzelky sve ci otrokyne; a nebudou za to pokarani"},{"SurahNumber":23,"VerseNumber":7,"Text":"vsak kdo vice nez po tomto touzi, to veru jsou prestupnici"},{"SurahNumber":23,"VerseNumber":8,"Text":"kteri sverene opatruji a umluvy sve pevne dodrzuji"},{"SurahNumber":23,"VerseNumber":9,"Text":"kteri o modlitby sve pilne dbaji"},{"SurahNumber":23,"VerseNumber":10,"Text":"Tito zajiste dedici se stanou"},{"SurahNumber":23,"VerseNumber":11,"Text":"kteri raj zdedi a vecne v nem budou"},{"SurahNumber":23,"VerseNumber":12,"Text":"A veru jsme cloveka nejdrive z casti nejcistsi hliny stvorili"},{"SurahNumber":23,"VerseNumber":13,"Text":"a pak jsme jej kapkou semene v pribytku jistem ucinili"},{"SurahNumber":23,"VerseNumber":14,"Text":"Potom jsme z kapky semene hmotu prilnavou stvorili a z hmoty prilnave jsme kousek masa ucinili; a z kousku masa jsme kosti stvorili a kosti jsme masem obalili. A potom jsme mu v druhem stvoreni vzniknout dali. Pozehnan bud Buh, nejlepsi ze stvoritelu"},{"SurahNumber":23,"VerseNumber":15,"Text":"Posleze pak vskutku zemrete"},{"SurahNumber":23,"VerseNumber":16,"Text":"a pak v den zmrtvychvstani vzkriseni budete"},{"SurahNumber":23,"VerseNumber":17,"Text":"Nad vami jsme veru stvorili sedm cest a nejsme vuci stvoreni Svemu lhostejni"},{"SurahNumber":23,"VerseNumber":18,"Text":"z nebes vodu v urcitem mnozstvi sesilame a na zemi ji rozmistujeme, ackoliv jsme veru schopni odvest ji"},{"SurahNumber":23,"VerseNumber":19,"Text":"a pomoci vody jsme pro vas dali vyrust zahradam s palmami a revou a hojnost ovoce v nich mate, jez pozivate"},{"SurahNumber":23,"VerseNumber":20,"Text":"a take stromu, jenz z hory Sinaje vzchazi a jenz olej a stavu dava, pro obzivu pojidajicich"},{"SurahNumber":23,"VerseNumber":21,"Text":"A veru ve stadech vasich je pro vas pouceni: napajime vas tim, co je v brichach jejich, a mate z nich i mnohy jiny uzitek. A maso jejich pojidate"},{"SurahNumber":23,"VerseNumber":22,"Text":"a na nich stejne jako na lodich se nest davate"},{"SurahNumber":23,"VerseNumber":23,"Text":"A poslali jsme kdysi Noema k lidu jeho, i pravil jim: \"Lide muj, uctivejte Boha a nemejte bozstva jineho krome Neho! Coz nebudete z bohabojnych"},{"SurahNumber":23,"VerseNumber":24,"Text":"Vsak velmozi ti, kdoz neverici byli z lidu jeho prohlasili: \"Tohle je pouze smrtelnik jako vy a nad vami chce se jen vyvysovat. Kdyby byl Buh chtel, byl by urcite andely seslal. A neslyseli jsme o nicem takovem od otcu svych davnych"},{"SurahNumber":23,"VerseNumber":25,"Text":"A neni on nicim nez clovekem dziny posedlym, pozorujte jej tedy nejakou chvili"},{"SurahNumber":23,"VerseNumber":26,"Text":"I zvolal Noe: \"Pane muj, pomoz mi za to, ze za lhare mne pokladaji"},{"SurahNumber":23,"VerseNumber":27,"Text":"Tehdy vnukli jsme mu: \"Postav archu pod dohledem oci Nasich a podle vnuknuti Naseho! A az prijde rozkaz Nas a pec az bude vrit"},{"SurahNumber":23,"VerseNumber":28,"Text":"do archy uved' ze vsech druhu po paru a take svou rodinu, krome toho z ni, o nemz jiz drive slovo bylo vyrceno. A neprimlouvej se u Mne za ty, kdoz nespravedlivi byli, nebot ti budou utopeni! A az se usadis ty, a kdoz s tebou jsou, v arse, tehdy prones:, Chvala Bohu, jenz zachranil nas pred lidem nespravedlivym"},{"SurahNumber":23,"VerseNumber":29,"Text":"A rci dale:, Pane muj, dej mi sestoupit na miste pozehnanem, vzdyt Tys nejlepsi z tech, kdoz sestoupit davaji"},{"SurahNumber":23,"VerseNumber":30,"Text":"A veru jsou v tom znameni a My vskutku jsme byli temi, kdoz zkouskam podrobuji"},{"SurahNumber":23,"VerseNumber":31,"Text":"Po nich pak dali jsme vyrust dalsimu pokoleni"},{"SurahNumber":23,"VerseNumber":32,"Text":"a vyslali jsme k nim proroka z nich, aby hlasal: \"Uctivejte Boha a nemejte bozstva jineho krome Neho. Coz nebudete bohabojni"},{"SurahNumber":23,"VerseNumber":33,"Text":"A rekli velmozi z lidu jeho, ti, kdoz nevericimi byli a za lez setkani se svetem budoucim prohlasili, a ti, ktere jsme v zivote pozemskem zamoznymi ucinili: \"Tohle je pouze smrtelnik jako vy. On z toho ji, co i vy jite, a pije z toho, co i vy pijete"},{"SurahNumber":23,"VerseNumber":34,"Text":"Uposlechnete-li smrtelnika vam podobneho, tedy zajiste ztratu utrpite"},{"SurahNumber":23,"VerseNumber":35,"Text":"Coz neslibuje vam, ze pote, co zemrete a prachem a kostmi se stanete, z hrobu vyvedeni budete"},{"SurahNumber":23,"VerseNumber":36,"Text":"Jak chybne, jak chybne je to, co je vam slibovano"},{"SurahNumber":23,"VerseNumber":37,"Text":"Neni zivota jineho nez tohoto pozemskeho; umirame a zijeme, vsak nikdy vzkriseni nebudeme"},{"SurahNumber":23,"VerseNumber":38,"Text":"A je to clovek pouze, jenz o Bohu lez si vymyslil a my mu neuverime"},{"SurahNumber":23,"VerseNumber":39,"Text":"Zvolal: \"Pane muj, pomoz mi za to, ze za lhare mne prohlasuji"},{"SurahNumber":23,"VerseNumber":40,"Text":"Odpovedel: \"Za chvilicku budou veru mezi temi, kdoz lituji"},{"SurahNumber":23,"VerseNumber":41,"Text":"A uchvatilo je vzkriknuti skutecne a ucinili jsme je podobnymi pene. Pryc s lidem nespravedlivym"},{"SurahNumber":23,"VerseNumber":42,"Text":"Po nich jsme pak dali vzniknout jinym pokolenim"},{"SurahNumber":23,"VerseNumber":43,"Text":"a zadny narod lhutu svou neuspisi ani neodlozi"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potom jsme vysilali posly jednoho za druhym, vsak kdykoliv prisel k nejakemu narodu posel Jeho, za lhare jej prohlasili. A tak dali jsme nasledovat jednomu narodu za druhym a ucinili jsme je pribehy varovnymi. Pryc s lidem, ktery neveri"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potom jsme vyslali Mojzise a bratra jeho Arona se znamenimi Svymi a s poverenim zjevnym"},{"SurahNumber":23,"VerseNumber":46,"Text":"k Faraonovi a velmozum jeho, vsak oni zpysneli a byli lidem povysenym"},{"SurahNumber":23,"VerseNumber":47,"Text":"a rekli: \"Mame uverit dvema smrtelnikum stejnym jako my, jejichz lid nam otroci"},{"SurahNumber":23,"VerseNumber":48,"Text":"A oba za lhare prohlasili a stali se temi, kdoz do zahuby speji"},{"SurahNumber":23,"VerseNumber":49,"Text":"A dali jsme Mojzisovi Pismo doufajice, ze snad lid jeho pujde po ceste spravne"},{"SurahNumber":23,"VerseNumber":50,"Text":"A ucinili jsme syna Mariina i matku jeho znamenimi a poskytli jsme jim utulek na vysine bezpecne, s pramenem vody hojne"},{"SurahNumber":23,"VerseNumber":51,"Text":"Poslove, jezte z vytecnych pokrmu a konejte zbozne skutky, vzdyt Ja o vsem, co cinite, dobre jsem zpraven"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tato vase obec je vskutku obci jedinou a Ja vasim jsem Panem. Budte tedy vuci Mne bohabojni"},{"SurahNumber":23,"VerseNumber":53,"Text":"Vsak lide se rozstepili ve veci sve na sekty a strana kazda se radovala jen z toho, co ji bylo vlastni"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ponech je tedy v hlubinach jejich omylu po dobu nejakou"},{"SurahNumber":23,"VerseNumber":55,"Text":"Domnivaji se snad, ze to, cim jsme hojne opatrili z majetku a synu"},{"SurahNumber":23,"VerseNumber":56,"Text":"Pobizime je rychle ke konani dobrych skutku, avsak oni o tom nemaji tuseni"},{"SurahNumber":23,"VerseNumber":57,"Text":"Veru ti, kdoz bazni pred Panem svym jsou naplneni"},{"SurahNumber":23,"VerseNumber":58,"Text":"ti, kdoz veri v Pana sveho znameni"},{"SurahNumber":23,"VerseNumber":59,"Text":"ti, kdoz nikoho k Panu svemu nepridruzuji"},{"SurahNumber":23,"VerseNumber":60,"Text":"ti, kdoz davaji to, co davaji, a jejichz srdce se chvi pred tim, ze k Panu svemu se navrati"},{"SurahNumber":23,"VerseNumber":61,"Text":"ti vsichni se predhaneji v konani dobrych skutku a jako prvni jich dosahuji"},{"SurahNumber":23,"VerseNumber":62,"Text":"Kazde dusi My ukladame jedine podle jeji schopnosti. A v Nasem vlastnictvi je Kniha, jez pravdu hovori, takze ublizeno nebude nikomu"},{"SurahNumber":23,"VerseNumber":63,"Text":"Presto vsak srdce jejich jsou v omylu hlubokem ohledne Knihy teto a jsou u nich ciny jine, jez konaji proti tomu"},{"SurahNumber":23,"VerseNumber":64,"Text":"A az postihneme trestem ty z nich, kdoz v prepychu ziji, hle, budou volat upenlive"},{"SurahNumber":23,"VerseNumber":65,"Text":"Nevolejte dnesniho dne, nebot se vam pomoci od nas nedostane"},{"SurahNumber":23,"VerseNumber":66,"Text":"Byla vam kdysi prednasena Moje znameni, vsak vy jste se pri tom obraceli na patach"},{"SurahNumber":23,"VerseNumber":67,"Text":"jsouce vuci nim pohrdavi a plane tlachajice v nocnich rozmluvach"},{"SurahNumber":23,"VerseNumber":68,"Text":"Coz neuvazovali o reci teto, kdyz prislo k nim to, ceho se jejich otcum davnym nedostalo"},{"SurahNumber":23,"VerseNumber":69,"Text":"anebo snad nepoznali posla sveho, takze ho zapiraji"},{"SurahNumber":23,"VerseNumber":70,"Text":"ci reknou snad, ze dziny je posedly? Nikoliv, prisel k nim s pravdou, vsak vetsina z nich si pravdu hnusi"},{"SurahNumber":23,"VerseNumber":71,"Text":"Kdyby pravda nasledovala jejich uceni scestna, veru by byla nebesa a zeme a vse, co mezi nimi je, zkazeno. Vsak nikoliv, My prinesli jsme jim napomenuti jejich, vsak oni od pripomenuti sveho se odvraceji"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ci snad zadas od nich odmenu? Vzdyt odmena Pana tveho je mnohem lepsi, vzdyt On nejlepsim je z tech, kdoz obzivu ustedruji"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ty veru je zves ke stezce prime"},{"SurahNumber":23,"VerseNumber":74,"Text":"avsak ti, kdoz neveri v zivot budouci, se uchyluji od stezky te"},{"SurahNumber":23,"VerseNumber":75,"Text":"A i kdybychom se nad nimi slitovali a odstranili to zle, jez na nich lpi, veru by zatvrzele ve vzpurnosti sve setrvali jdouce jako slepi"},{"SurahNumber":23,"VerseNumber":76,"Text":"A zajiste jsme je jiz postihli trestem, ale oni se Panu svemu nepodrobi ani se nepokori"},{"SurahNumber":23,"VerseNumber":77,"Text":"pokud pred nimi neotevreme branu trestu strasneho, a hle, v nem si zoufaji"},{"SurahNumber":23,"VerseNumber":78,"Text":"A On je ten, jenz stvoril vam sluch, zrak i srdce - a jak malo jste mu vdecni"},{"SurahNumber":23,"VerseNumber":79,"Text":"A On je ten, jenz vas po zemi rozsiril, a u Neho budete shromazdeni"},{"SurahNumber":23,"VerseNumber":80,"Text":"A On je ten, jenz zivot i smrt dava, a On stridani noci a dne ovlada. Coz to nepochopite"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ba nikoliv! Oni hovori totez, co jiz drivejsi hovorili"},{"SurahNumber":23,"VerseNumber":82,"Text":"a rikaji: \"Cozpak az zemreme a prachem a kostmi se staneme, budeme vzkriseni"},{"SurahNumber":23,"VerseNumber":83,"Text":"Tim uz drive vyhrozovano bylo nam i otcum nasim, a nejsou to lec povidacky starych"},{"SurahNumber":23,"VerseNumber":84,"Text":"Rci: \"Komu nalezi zeme a ti, kdo na ni jsou, vite-li"},{"SurahNumber":23,"VerseNumber":85,"Text":"Odveti: \"Bohu.\" Rci: \"Proc se tedy nevzpamatujete"},{"SurahNumber":23,"VerseNumber":86,"Text":"Zeptej se: \"Kdo Panem je sedmi nebi a Panem trunu nesmirneho"},{"SurahNumber":23,"VerseNumber":87,"Text":"Odveti: \"Buh.\" Rci: \"Coz tedy bohabojni nebudete"},{"SurahNumber":23,"VerseNumber":88,"Text":"Otaz se: \"V ci ruce je panstvi nade vsemi vecmi a kdo ochranuje, zatimco proti Nemu zadne ochrany neni, odpovezte, vite-li"},{"SurahNumber":23,"VerseNumber":89,"Text":"Odveti: \"Buh.\" Rci: \"Jak muzete byt tedy tak ocarovani"},{"SurahNumber":23,"VerseNumber":90,"Text":"Ba veru, My prisli jsme k nim s pravdou, zatimco oni vskutku lhari jsou"},{"SurahNumber":23,"VerseNumber":91,"Text":"Buh nevzal si zadne dite a neni vedle Neho bozstva jineho, jinak by kazde bozstvo odneslo to, co stvorilo, a nektere z nich by se nad druhe povysilo. Oc je Buh slavnejsi nez to, co mu lzive pripisuji"},{"SurahNumber":23,"VerseNumber":92,"Text":"On, jenz zna nepoznatelne i vseobecne zname. Oc je On vznesenejsi nez to, co k Nemu pridruzuji"},{"SurahNumber":23,"VerseNumber":93,"Text":"Rci: \"Pane muj, jestlize mi ukazes to, co slibeno bylo jim"},{"SurahNumber":23,"VerseNumber":94,"Text":"pak, Pane muj, nedej, abych byl mezi lidem nespravedlivym"},{"SurahNumber":23,"VerseNumber":95,"Text":"Jsme veru s to ti ukazat, co jsme jim slibili"},{"SurahNumber":23,"VerseNumber":96,"Text":"avsak radeji odrazej zle tim, co je lepsi! My dobre zname to, co si vymysleji"},{"SurahNumber":23,"VerseNumber":97,"Text":"Rci: \"Pane muj, utikam se k Tobe pred satanu naseptavanim"},{"SurahNumber":23,"VerseNumber":98,"Text":"a utikam se k Tobe, Pane muj, pred jejich priblizenim"},{"SurahNumber":23,"VerseNumber":99,"Text":"A kdyz k nekteremu z nich prichazi smrt, tu vola: \"Pane muj, dej mi vratit se na zemi"},{"SurahNumber":23,"VerseNumber":100,"Text":"mozna ze vykonam neco dobreho v tom, co jsem zanedbal!\" Vsak pozor! Toto jsou jen slova, jez pronasi, avsak za nimi stoji prehrada az do dne, kdy budou vzkriseni"},{"SurahNumber":23,"VerseNumber":101,"Text":"A az bude zatroubeno na pozoun, v ten den mezi nimi nebude platit rodokmen a nebudou se vzajemne vyptavat"},{"SurahNumber":23,"VerseNumber":102,"Text":"Ti, jejichz vaha bude tezka, ti veru budou blazeni"},{"SurahNumber":23,"VerseNumber":103,"Text":"ale ti, jejichz vaha bude lehka, ti sami sobe ztratu zpusobili a budou v pekle nesmrtelni"},{"SurahNumber":23,"VerseNumber":104,"Text":"jejich tvare bude ohen oslehavat a oni zuby budou skripat"},{"SurahNumber":23,"VerseNumber":105,"Text":"Coz vam nebyla Ma znameni zvestovana? Vy vsak jste je za lziva prohlasili"},{"SurahNumber":23,"VerseNumber":106,"Text":"Reknou: \"Pane nas, premohla nas nase nestastna povaha a stali jsme se lidmi bloudicimi"},{"SurahNumber":23,"VerseNumber":107,"Text":"Pane nas, vyved nas odsud, a jestlize to budeme na zemi opakovat, pak vskutku budeme nespravedlivi"},{"SurahNumber":23,"VerseNumber":108,"Text":"I rekne Buh: \"Zahnani budtez do neho a nemluvte na Mne"},{"SurahNumber":23,"VerseNumber":109,"Text":"Vzdyt veru jedna cast sluzebniku Mych hovorila:, Pane nas, uverili jsme, odpust nam a slituj se nad nami, nebot Tys nejlepsi ze slitovniku"},{"SurahNumber":23,"VerseNumber":110,"Text":"A vy jste si z nich posmesky tropili, takze jste na Me pripomenuti zapomneli a jeste jste se jim smali"},{"SurahNumber":23,"VerseNumber":111,"Text":"Dnes vsak Ja odmenuji verici za to, co vytrpeli, a oni dnes uspechu dosahli"},{"SurahNumber":23,"VerseNumber":112,"Text":"A pak se Buh otaze: \"Jaky pocet let jste na zemi setrvali"},{"SurahNumber":23,"VerseNumber":113,"Text":"Odpovedi: \"Setrvali jsme tam den ci jeho cast. Zeptej se tech, kdoz pocitat umeji"},{"SurahNumber":23,"VerseNumber":114,"Text":"I odpovi: \"Setrvali jste tam pouze dobu nepatrnou, ach, kez byste byli vedeli"},{"SurahNumber":23,"VerseNumber":115,"Text":"Domnivate se snad, ze jsme vas stvorili jen bezucelne a ze k Nam nebudete navraceni"},{"SurahNumber":23,"VerseNumber":116,"Text":"Necht je povznesen Buh, vladce skutecny! Neni bozstva krome Neho, Pana trunu vzneseneho"},{"SurahNumber":23,"VerseNumber":117,"Text":"A kdo vzyva vedle Boha jeste bozstvo jine, o nemz dukazu nema, ten Panu svemu z toho musi vydat pocet. A veru neverici nebudou blazeni"},{"SurahNumber":23,"VerseNumber":118,"Text":"A rci: \"Pane muj, odpust a slituj se, vzdyt Tys nejlepsi ze slitovniku"}]}