{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Х, мыслете"},{"SurahNumber":43,"VerseNumber":2,"Text":"Клянусь сим ясным писанием"},{"SurahNumber":43,"VerseNumber":3,"Text":"Мы изложили его на арабском языке, для того, что бы вы понимали"},{"SurahNumber":43,"VerseNumber":4,"Text":"Оно находится в первописи пред Нами: оно высокое, мудрое"},{"SurahNumber":43,"VerseNumber":5,"Text":"Уже ли нам устранять от вас это учение за то, что вы народ развращенный"},{"SurahNumber":43,"VerseNumber":6,"Text":"Сколько пророков посылали Мы к прежним народам"},{"SurahNumber":43,"VerseNumber":7,"Text":"Но какой пророк ни приходил к ним, они смеялись над ним"},{"SurahNumber":43,"VerseNumber":8,"Text":"За то Мы погубили их, тогда как они были крепче этих силами. Вам уже были представлены в пример те прежние народы"},{"SurahNumber":43,"VerseNumber":9,"Text":"Если ты спросишь их: \"Кто сотворил небеса и землю?\" Непременно скажут: \"Их сотворил Сильный, Знающий"},{"SurahNumber":43,"VerseNumber":10,"Text":"Он самый уложил для вас землю как колыбель, проложил на ней для вас дороги, чтобы ходить вам прямо"},{"SurahNumber":43,"VerseNumber":11,"Text":"Он низводит с неба воду в известной мере; и ею воскрешаем Мы омертвевшую страну: так же будете воздвигнуты и вы"},{"SurahNumber":43,"VerseNumber":12,"Text":"Он сотворил все четами; устроил для вас корабли и скот тем, на чем вы ездите"},{"SurahNumber":43,"VerseNumber":13,"Text":"С тем, чтобы вы, сидя на хребтах их, вспоминали благодеяния Господа вашего, и чтобы вы, когда будете садиться на них, говорили: \"Хвала Тому, кто их покорил нам, тогда как мы не были в состоянии сделать это"},{"SurahNumber":43,"VerseNumber":14,"Text":"Потому, что ко Господу нашему обращаемся мы"},{"SurahNumber":43,"VerseNumber":15,"Text":"Они ставят участников Ему из рабов Его. Истинно, человек - очевидный вольнодумец"},{"SurahNumber":43,"VerseNumber":16,"Text":"Уже ли Он из того, что творит, возьмет Себе дочерей, а вам предоставит сынов"},{"SurahNumber":43,"VerseNumber":17,"Text":"Тогда как кого ни будь из них обрадуют вестью о том, что ставит он подобным Милостивому: лице у него делается мрачным, и он становится унылым"},{"SurahNumber":43,"VerseNumber":18,"Text":"Уже ли из тех, которые вырастают в думах только о нарядах, и в бестолковых спорах"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ангелов которые суть слуги Милостивого, считают женщинами; присутствовали ли они при творении их? Свидетельство их непременно запишется и они будут допрошены"},{"SurahNumber":43,"VerseNumber":20,"Text":"Они говорят: \"Если бы хотел Милостивый, мы не покланялись бы им\". У них нет никакого об этом знания: у них одни только предположения"},{"SurahNumber":43,"VerseNumber":21,"Text":"Давали ли Мы им прежде сего какое либо писание, и они им могли бы поддерживать себя"},{"SurahNumber":43,"VerseNumber":22,"Text":"Нет; они говорят: \"Мы нашли, что отцы наши держались такого исповедания, прямо по следам их и мы идем"},{"SurahNumber":43,"VerseNumber":23,"Text":"Так; и прежде тебя в какой город ни посылали Мы учителя, наделенные благами жители его только и говорили: мы нашли, что отцы наши держались такого исповедания, по стопам их и мы за ними следуем"},{"SurahNumber":43,"VerseNumber":24,"Text":"Он говорил: \"А что, если я приношу вам учение истиннее того, которого держались, как вы находите, отцы ваши?\" Они говорили: \"Мы не веруем тому, с чем вы посланы"},{"SurahNumber":43,"VerseNumber":25,"Text":"И мы отмстили им; посмотри, каков был конец верившим лжи"},{"SurahNumber":43,"VerseNumber":26,"Text":"Вот, Авраам сказал отцу своему и народу своему: \"Я не причастен тому, чему вы покланяетесь"},{"SurahNumber":43,"VerseNumber":27,"Text":"Тот, который создал меня, - Он только будет вождем моим"},{"SurahNumber":43,"VerseNumber":28,"Text":"И это он поставил как слово, которое должно было соблюдаться потомками его, чтобы им обратится к Богу"},{"SurahNumber":43,"VerseNumber":29,"Text":"Да, и сих и отцев их Мы наделяли жизненными удобствами дотоле, покуда не пришла к ним истина и несомненный посланник"},{"SurahNumber":43,"VerseNumber":30,"Text":"Но когда пришла к ним истина, они сказали: \"Это - чародейство! И мы ему не верим"},{"SurahNumber":43,"VerseNumber":31,"Text":"Они сказали: \"Почему бы этому Корану не быть ниспослану какому либо почетному человеку в этих двух городах"},{"SurahNumber":43,"VerseNumber":32,"Text":"Они ли раздаятели милости Господа твоего? Мы раздаем им жизненные потребности в этой дольней жизни, возвышаем одних над другими в степенях, так что одни из них держат подвластными себе невольниками. Но милость Господа твоего лучше того, что они себе собирают"},{"SurahNumber":43,"VerseNumber":33,"Text":"Если бы сии люди не сделались одним народом, отвергающим веру в Милостивого, то Мы для домов их устроили бы из серебра кровли, и лестницы, по которым они всходят на них"},{"SurahNumber":43,"VerseNumber":34,"Text":"И двери в дома их, и седалища, на которых они сидят облокачиваясь"},{"SurahNumber":43,"VerseNumber":35,"Text":"И золотые украшения. Но все это - удовольствия только здешней жизни; будущая же жизнь у Господа твоего - для благочестивых"},{"SurahNumber":43,"VerseNumber":36,"Text":"Кто уклоняется от учения Милостивого, к тому приставником Мы даем дьявола, и он ему становится неотлучным другом"},{"SurahNumber":43,"VerseNumber":37,"Text":"Они сбивают их с пути, а эти думают, что идут прямо"},{"SurahNumber":43,"VerseNumber":38,"Text":"Так что когда он придет к Нам, то скажет: \"О если бы между мной и тобой было расстояние на два востока!\" Как тяжел этот неотлучный друг"},{"SurahNumber":43,"VerseNumber":39,"Text":"И если вы были беззаконны, вам в этот день нисколько не поможет то, что вы в своем мучении будете иметь соучастников"},{"SurahNumber":43,"VerseNumber":40,"Text":"Можешь ли ты заставить глухих слушать, или слепых идти прямо, и тех, которые в далеком уклонении от пути"},{"SurahNumber":43,"VerseNumber":41,"Text":"Но как скоро Мы удалим тебя от них, Мы им отмстим"},{"SurahNumber":43,"VerseNumber":42,"Text":"или покажем тебе то, чем Мы грозили им: потому что у Нас полная сила над ними"},{"SurahNumber":43,"VerseNumber":43,"Text":"Крепко держись того, сто открыто тебе, потому, что ты на прямом пути"},{"SurahNumber":43,"VerseNumber":44,"Text":"Действительно он есть учение и для тебя, и для твоих одноплеменников, и с вас непременно будет спрошено за это"},{"SurahNumber":43,"VerseNumber":45,"Text":"Спроси тех из наших посланников, которых Мы посылали прежде тебя: установляли ли Мы для них покланяться каким либо богам опричь Милостивого"},{"SurahNumber":43,"VerseNumber":46,"Text":"Мы некогда посылали Моисея с нашими знамениями к Фараону и вельможам его. И он сказал: \"Я - посланник от Господа миров"},{"SurahNumber":43,"VerseNumber":47,"Text":"Но когда он представил им наши знамения, вот, они смеются над ними"},{"SurahNumber":43,"VerseNumber":48,"Text":"И Мы показали им из знамений только такое, которое было наибольшее из других: Мы подвергли их казням, для того, чтобы они обратились"},{"SurahNumber":43,"VerseNumber":49,"Text":"И они сказали: \"Чародей! Проси для нас у Господа твоего того, что обещал Он чрез тебя: ибо мы идем прямым путем"},{"SurahNumber":43,"VerseNumber":50,"Text":"Но когда Мы остановляли казнь им, они оказывались вероломными"},{"SurahNumber":43,"VerseNumber":51,"Text":"И Фараон, возглашая к своему народу, говорил: \"Не моя ли власть над Египтом и вот этими реками, которые подо мною? Не видите ли этого"},{"SurahNumber":43,"VerseNumber":52,"Text":"Не я ли лучше этого, - этого, который достоин презрения, и который едва может говорить ясно"},{"SurahNumber":43,"VerseNumber":53,"Text":"По крайней мере были бы на нем нарядом золотые запястья, или вместе с ним пришли бы ангелы, сопутствуя ему"},{"SurahNumber":43,"VerseNumber":54,"Text":"Так, он до легкомыслия довел народ свой, и он повиновался ему; потому что стал народом уклонившимся от истины"},{"SurahNumber":43,"VerseNumber":55,"Text":"И когда они прогневали нас, Мы отмстили им и всех их потопили"},{"SurahNumber":43,"VerseNumber":56,"Text":"Так Мы поставили их в назидание и в пример для потомков"},{"SurahNumber":43,"VerseNumber":57,"Text":"Когда твоему народу предлагается в пример сын Марии, то он выказывает отвращение к нему"},{"SurahNumber":43,"VerseNumber":58,"Text":"Они говорят: \"Кто лучше - боги наши, или он?\" Тебе предлагают они это только по своей охоте к спорам. Да они народ наклонный к состязаниям"},{"SurahNumber":43,"VerseNumber":59,"Text":"Он - только раб Наш, которого Мы облагодетельствовали, и поставили его в пример сынам Израиля"},{"SurahNumber":43,"VerseNumber":60,"Text":"Если бы Мы захотели, то из вас самих произвели бы ангелов, которые были бы преемниками вашими на земле"},{"SurahNumber":43,"VerseNumber":61,"Text":"А он (Иисус) будет знамением часа; не сомневайтесь в этом, и последуйте Мне: это прямой путь"},{"SurahNumber":43,"VerseNumber":62,"Text":"Да не отвратит вас от него сатана: он вам отъявленный враг"},{"SurahNumber":43,"VerseNumber":63,"Text":"Когда Иисус явил им знамения, сказав: \"Я показываю вам мудрость, для того, чтобы объяснить вам то, в чем вы разногласите между собой; а потому, бойтесь Бога и повинуйтесь мне"},{"SurahNumber":43,"VerseNumber":64,"Text":"Потому, что Бог есть Господь мой и Господь ваш, а потому покланяйтесь Ему: это прямой путь"},{"SurahNumber":43,"VerseNumber":65,"Text":"Тогда эти секты начали разногласить между собой. Горе сим законопреступникам в муке страшного дня"},{"SurahNumber":43,"VerseNumber":66,"Text":"Дождутся ли они чего - либо другого, кроме часа, который застигнет их внезапно, когда они и не думали о нем"},{"SurahNumber":43,"VerseNumber":67,"Text":"В этот день искренние друзья будут врагами одни другим, за исключением благочестивых"},{"SurahNumber":43,"VerseNumber":68,"Text":"Для вас, рабы Мои, в этот день не будет страха, вы не будете в печали"},{"SurahNumber":43,"VerseNumber":69,"Text":"Веровавшие в наши знамения, и бывшие покорными"},{"SurahNumber":43,"VerseNumber":70,"Text":"Войдите в рай! Возрадуйтесь, вы и ваши супруги"},{"SurahNumber":43,"VerseNumber":71,"Text":"Вокруг их будут разносить золотые блюда и кубки; в них будет все, чего пожелают души, чем услаждаются очи. В нем вы будете вечно"},{"SurahNumber":43,"VerseNumber":72,"Text":"Таков рай, который получите в наследие за дела ваши"},{"SurahNumber":43,"VerseNumber":73,"Text":"В нем для вас обильные плоды; ими будете питаться"},{"SurahNumber":43,"VerseNumber":74,"Text":"Но подвергшиеся осуждению вечно будут в муке гееннской"},{"SurahNumber":43,"VerseNumber":75,"Text":"Она не утолится для них, и одно отчаяние будет там с ними"},{"SurahNumber":43,"VerseNumber":76,"Text":"Но не Мы несправедливы к ним, они сами к себе несправедливы"},{"SurahNumber":43,"VerseNumber":77,"Text":"Они воскликнут: \"О Малек, Господь твой послал бы нам кончину!\" Он скажет: \"Вы останетесь здесь навсегда"},{"SurahNumber":43,"VerseNumber":78,"Text":"Мы приносим к вам истину, но многие из вас отвергают истину"},{"SurahNumber":43,"VerseNumber":79,"Text":"Если они хотят запутать какое - либо дело, то и Мы будем запутывать их"},{"SurahNumber":43,"VerseNumber":80,"Text":"Не думают ли они, что Мы не слышим их тайн и скрытных разговоров их? Нет, наши посланники, которые при них, записывают все"},{"SurahNumber":43,"VerseNumber":81,"Text":"Скажи: \"Если бы у Милостивого были дети, то я был бы первый из покланяющихся им"},{"SurahNumber":43,"VerseNumber":82,"Text":"Воздаю хвалу Господу небес и земли, Господу престола, отвергая то, что приписывают они Ему"},{"SurahNumber":43,"VerseNumber":83,"Text":"Оставь их; пускай они легкомысленно говорят это и потешают себя; покуда не встретят того дня, которым угрожается им"},{"SurahNumber":43,"VerseNumber":84,"Text":"Он тот, который есть Бог на небе, и Бог на земле, Он мудрый, знающий"},{"SurahNumber":43,"VerseNumber":85,"Text":"Благословен Он, у которого царственная власть над небесами, землею и тем, что между ними. У Него знание о часе, и к Нему возвратитесь вы"},{"SurahNumber":43,"VerseNumber":86,"Text":"Те, которых они призывают наравне с Ним, не могут ходатайствовать, а только те, которые, зная истину, свидетельствовали о ней"},{"SurahNumber":43,"VerseNumber":87,"Text":"Если ты спросишь их: \"Кто сотворил их?\" Они непременно скажут: \"Бог\". Так от чего же они держатся лжи"},{"SurahNumber":43,"VerseNumber":88,"Text":"Часто говорит он: \"Господи, они - народ неверующий"},{"SurahNumber":43,"VerseNumber":89,"Text":"Так отстань от них, и скажи: \"Мир!\" Они скоро узнают"}]}