{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Aziz ve Hakim olan Allah´tan Kitap´ın indirilisidir bu"},{"SurahNumber":45,"VerseNumber":3,"Text":"Kuskusuz, goklerde ve yerde, iman sahipleri icin sayısız ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ve sizin yaratılısınızda, her yana yaydıgı canlılarda, kesinligi yakalayan bir topluluk icin ibretler, isaretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Geceyle gunduzun birbiri ardınca gelisinde, Allah´ın gokten bir rızık indirip de onunla yerkureyi olumunden sonra hayata kavusturmasında, ruzgarların herbir yana sevkedilisinde de aklını calıstıran bir topluluk icin izler, isaretler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iste bunlar, Allah´ın ayetleridir ki, onları sana hak olarak okuyoruz. Hal boyle iken Allah´tan ve onun ayetlerinden sonra hangi hadise/soze inanıyorlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yazıklar ve azaplar olsun gunaha batmıs her yalancı iftiracıya"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ki Allah´ın ayetlerinin kendisine okunusunu dinler, sonra boburlenmis olarak inadında devam eder. Sanki hic duymamıstır onları. Artık acıklı bir azapla mustula boylesini"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birseyin bilgisine ulasınca, alaya aldı onu. Iste onlar icindir horlayıp yere batıran bir azap"},{"SurahNumber":45,"VerseNumber":10,"Text":"Arkalarından cehennem! Kazanmıs oldukları da Allah dısında edindikleri veliler de onlara hicbir yarar saglamayacaktır. Cok buyuk bir azap vardır onlar icin"},{"SurahNumber":45,"VerseNumber":11,"Text":"Iyiye ve guzele bir kılavuzdur bu! Rablerinin ayetlerini inkar edenler icin, korkunc bir pislik azabı ongorulmustur"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah size denizi boyun egdirdi ki, icinde gemiler O´nun emriyle akıp gitsin, lutfundan istekte bulunasınız ve sukredebilesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goklerde ne var, yerde ne varsa tumunu, O´ndan bir lutuf olarak size boyun egdirmistir. Bunda, derin derin dusunen bir topluluk icin elbette ibretler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Iman edenlere soyle: \"Allah´ın gunlerini ummayanları affetsinler ki, O, bir toplumu kazandıklarıyla cezalandırsın"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim hayra ve barısa yonelik bir is yaparsa kendi lehinedir. Kotuluk yapan da kendi aleyhine yapmıs olur. Sonunda Rabbinize dondurulursunuz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Yemin olsun, biz, Israilogullarına Kitap´ı, hukmetme gucunu, peygamberligi verdik, onları temiz yiyeceklerden rızıklandırdık ve kendilerini alemler uzerine imtiyazlı kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara, is ve yonetime iliskin acık secik belgeler verdik. Onlar, kendilerine ilim geldikten sonra, aralarındaki azgınlık ve kıskanclık yuzunden ihtilafa dustuler. Hic kuskusuz, Rabbin, onlar arasında, tartısıp durdukları seyle ilgili olarak kıyamet gunu hukum verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Daha sonra seni, is ve yonetimde bir seriat/bir yol, yontem uzerine koyduk. Artık ona uy! Bilmeyenlerin keyifleri ardınca gitme"},{"SurahNumber":45,"VerseNumber":19,"Text":"Kuskun olmasın ki onlar, Allah karsısında sana hicbir yarar saglayamazlar/Allah´tan gelecek hicbir seyi senden uzaklastıramazlar. Zalimler birbirlerinin dostlarıdır; Allah ise takvaya sarılanların Veli´sidir"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu Kur´an, insanların kalp gozlerini acacak ısıklardan olusur. Geregince inanan bir toplum icin de bir kılavuz ve bir rahmettir o"},{"SurahNumber":45,"VerseNumber":21,"Text":"Kotuluklere cesaretle dalanlar sanıyorlar mı ki, biz kendilerini, iman edip hayra ve barısa yonelik isler yapanlarla aynı tutacagız. Hayatları ve olumleri onlarla aynı mı olacak?! Ne kotu hukum veriyorlar bunlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ve Allah, gokleri ve yeri hak olarak yarattı. Ta ki her benlik, kazancının karsılıgıyla, hic kimse zulme ugratılmaksızın, yuz yuze getirilsin"},{"SurahNumber":45,"VerseNumber":23,"Text":"Kendisinin ilahı olarak kendi duygu ve arzusunu almıs kisiyi gordun mu? Allah onu bir ilim uzerine saptırmıs, kulagı ve kalbi uzerine muhur basmıs, gozunun ustune de bir perde cekmistir. Allah´tan sonra ona kim kılavuzluk edecektir. Hala dusunup ibret almıyor musunuz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: \"Su dunya hayatımızdan baskası yok. Oluyoruz, diriliyoruz. Bizi zamandan baskası helak etmiyor.\" Onların bu konuda hicbir bilgisi yoktur. Sadece sanıda bulunuyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ayetlerimiz, karsılarında acık secik mesajlar halinde okundugunda, delilleri sadece soyle demek olmustur: \"Dogru sozluler iseniz atalarımızı getirin"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: \"Sizi Allah yasatıyor; sonra sizi oldurecek, sonra da o hakkında hic kusku bulunmayan kıyamet gununde biraraya getirecek. Ama insanların cokları bilmiyorlar"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku/saltanatı Allah´ındır. Kıyamet kopunca, iste o gun, gercekleri hukumsuz kılanlar husrana ugrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gun tum ummetleri, toplanıp diz cokmus gorursun. Her ummet kendi kitabına davet edilir. Bugun, yapıp-ettiklerinizin karsılıgıyla yuzyuze getireleceksiniz"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu bizim kitabımız, karsınızda gercegi soyluyor. Cunku biz, yapıp ettiklerinizin kopyasını cıkarıyorduk / yaptıklarınızı kaydediyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Iman edip hayra ve barısa yonelik isler yapanların durumu su: Rableri onları rahmetine sokacaktır. Iste acık zafer budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Inkar ve nankorluge sapmıs olanlara gelince, onlara soyle denecek: \"Ayetlerimiz karsınızda okunurdu ama siz buyukluk taslardınız, suc isleyen bir toplum oldunuz, oyle degil mi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Hani, size, \"Hic kuskusuz, Allah´ın vaadi haktır, kıyamet saatinde de suphe yoktur\" dendiginde, siz soyle demistiniz: \"Saat nedir, bilmiyoruz. Sadece birseyler var sanıyoruz; kesin bir bilgimiz olmadıgı icin inanmıyoruz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Yaptıklarının kotulukleri karsılarına dikilmis, alay edip durdukları sey kendilerini kusatıvermistir"},{"SurahNumber":45,"VerseNumber":34,"Text":"Soyle denilir: \"Unutuyoruz sizi bugun! Tıpkı sizin, bugununuze kavusmayı unuttugunuz gibi. Iste boyle! Sıgınagınız atestir; hicbir yardımcınız da olmayacaktır"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun sebebi sudur: \"Siz, Allah´ın ayetlerini eglence aracı yaptınız, dunya hayatı sizi aldattı/gurura itti. Bugun atesten cıkarılmayacaklar, ozur dilemeleri de kabul edilmeyecek"},{"SurahNumber":45,"VerseNumber":36,"Text":"Hamd; goklerin Rabbi, yerin Rabbi, alemlerin Rabbi olan Allah´adır"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde ve yerde ululuk/buyukluk O´nundur! Aziz´dir O, Hakim´dir"}]}