{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":61,"VerseNumber":1,"Text":"All-llahun e larteson cka ka ne qiej dhe cka ka ne toke, Ai eshte i forte, i urte"},{"SurahNumber":61,"VerseNumber":2,"Text":"O besimtare, perse flisni ate cka nuk e punoni"},{"SurahNumber":61,"VerseNumber":3,"Text":"Sa e urrejtur eshte tek All-llahu te flisni ate cka s’e beni"},{"SurahNumber":61,"VerseNumber":4,"Text":"All-llahu me siguri i do ata te cilet luftojne per hir te tij ne radhe si mure te fortifikuara"},{"SurahNumber":61,"VerseNumber":5,"Text":"Kur i tha Musa popullit te vet: “O populli im, perse me mundoni kur e dini mire se une jam Profeti i All-llahut te ju!” Dhe kur ata ia kthyen shpinen All-llahu i largoi edhe zemrat e tyre se All-llahu nuk drejton ne rruge te drejte popullin e lig"},{"SurahNumber":61,"VerseNumber":6,"Text":"Dhe kur Isai, i biri i Merjemes, tha: “O izraelite, unejam te ju i derguar i All-llahut per te vertetuar Tevratin e shpallur perpara meje dhe t’iu pergezoje per Profetin, i cili do te vije pas meje emrin e ka Ahmed, dhe kur u solli argumente te qarta, ata thane: “Kjo eshte magji e qarte!”"},{"SurahNumber":61,"VerseNumber":7,"Text":"E kush eshte me kriminel se ai i cili per All-llahun shfaq genjeshtra, kurse ai i therret ne fene islame. Hej! All-llahu nuk udhezon ne rruge te drejte popullin qe ben padrejtesi"},{"SurahNumber":61,"VerseNumber":8,"Text":"Ata deshirojne qe driten e All-llahut ta fikin me gojet e tyre, kurse All-llahu e persos driten e tij, edhe pse mosbesimtaret e urrejne"},{"SurahNumber":61,"VerseNumber":9,"Text":"Ai eshte i cili dergon Profetin e vet me udhezime dhe fe te vertete per ta shquar mbi te gjitha fete, anipse politeisteve nuk u pelqen"},{"SurahNumber":61,"VerseNumber":10,"Text":"O besimtare, a doni t’ju udhezoj ne nje tregti qe do t’iu shpetoje nga vuajtja e dhembshme"},{"SurahNumber":61,"VerseNumber":11,"Text":"Besoni ne All-llahun dhe Profetin e tij dhe luftoni ne rruge te All-llahut me pasurine tuaj dhe jeten tuaj, kjo eshte me mire per ju, nese e dini"},{"SurahNumber":61,"VerseNumber":12,"Text":"Ai do t’ua fale mekatet tuaja dhe do t’iu shpjere ne xhennete, ku rrjedhin lumenj, dhe ne pallate te bukura, ne kopshte te bukura te Adnit; ai eshte sukses i madh"},{"SurahNumber":61,"VerseNumber":13,"Text":"Edhe te tjera ndihma qe ju i deshironi nga All-llahu dhe fitore te afert! Prandaj, pergezoni besimtaret"},{"SurahNumber":61,"VerseNumber":14,"Text":"O besimtare, jini ndihmetare te All-llahut, sic u pat thene Isai i biri Merjemes dishepujve: “Kush po me ndihmon per hire te All-llahut”? “Ne do te ndihmojme fene e All-llahut” – i thane dishepujt. Dhe nje grup nga izraelitet e besuan, e nje grup tjeter mohuan. Ndersa ne i perkrahem ata qe besuan kunder armiqeve te tyre dhe dolen ngadhnjimtare"}]}