{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"rict ja dychat onen seskupit jinns naslouchat pak odrikavat ‘My naslouchat vytecny Quran"},{"SurahNumber":72,"VerseNumber":2,"Text":"‘To usmernovat spravedlnost my mel domnivat se za to; my nikdy spolecnost kady obraz nas Magnat"},{"SurahNumber":72,"VerseNumber":3,"Text":"Nejvetsi Nejvyssi jsem nas ale Lord. On nikdy mel druh nor syn"},{"SurahNumber":72,"VerseNumber":4,"Text":"‘To jsem legracni among nas jednat vyjadrit stejny pitomosti BUH"},{"SurahNumber":72,"VerseNumber":5,"Text":"‘My pamatovat onen vubec lidsky nor jinns mona vyjadrit prostirat se BUH"},{"SurahNumber":72,"VerseNumber":6,"Text":"‘\"Lidska ‘\"Bytost existence uivany adat moc jinn existence oni jen souit ti a partie z nestesti"},{"SurahNumber":72,"VerseNumber":7,"Text":"‘Oni pamatovat pred mit rad ty myslen BUH ne odeslat jiny (hlasatel)"},{"SurahNumber":72,"VerseNumber":8,"Text":"‘My nakazit nebe najit to vyridit strasny kontrolovat metaci"},{"SurahNumber":72,"VerseNumber":9,"Text":"‘My jednat sedeni tam za rozkazovat zkoumat! Kady naslouchat pokracovat vykonny metaci"},{"SurahNumber":72,"VerseNumber":10,"Text":"‘My ne mel plan neco skoda urceny obyvatel Zahrabat anebo jestlie jejich Magnat prosit splnit ti"},{"SurahNumber":72,"VerseNumber":11,"Text":"‘\"Trochu o nas jsem spravedlivy trochu jsem horsi than spravedlivy; my nasledujici mnohostranny draha"},{"SurahNumber":72,"VerseNumber":12,"Text":"‘My modni vrchol zcela my nikdy delka BUH Zahrabat; my nikdy delka unikat"},{"SurahNumber":72,"VerseNumber":13,"Text":"When my naslouchat rizeni my verit therein. Kady domnivat se za svem Magnat nikdy pramen strachu kady nespravedlnost nor kady soueni"},{"SurahNumber":72,"VerseNumber":14,"Text":"‘Among nas jsem submitters nas jsem compromisers. ' ohledne ceho ty nabidnout oni jsem vzprimit draha"},{"SurahNumber":72,"VerseNumber":15,"Text":"Ohledne Ceho compromisers oni byl podporovat Gehenna"},{"SurahNumber":72,"VerseNumber":16,"Text":"Oni trvat poradne draha my stesti ti oplyvajici rozvodnit"},{"SurahNumber":72,"VerseNumber":17,"Text":"My prece zkouset ti uplne Ohledne Ceho jemu nedbat poslani svem Magnat On poslat jemu vubec zvetsit odskodneni"},{"SurahNumber":72,"VerseNumber":18,"Text":"Zauctovat zbonovat naleet podle BUH; ne hovor ochoten kady jinam BUH"},{"SurahNumber":72,"VerseNumber":19,"Text":"When buh sluha obhajovat Jemu jen temer uplne o ti shromadit dohromady odpirat jemu"},{"SurahNumber":72,"VerseNumber":20,"Text":"rict ja zbonovat jen muj Magnat; ja nikdy spolecnost kady obraz Jemu"},{"SurahNumber":72,"VerseNumber":21,"Text":"rict ja ne mit moc poskozeni ty nor usmernovat ty"},{"SurahNumber":72,"VerseNumber":22,"Text":"rict nikdo ochranny mne BUH nor mohl ja rozhodnuti kady jiny utociste Jemu"},{"SurahNumber":72,"VerseNumber":23,"Text":"Ja vynest buh vyzva sdeleni Ty neuposlechnout BUH Svem hlasatel privodit si zapalit Peklo wherein oni zustavat stale"},{"SurahNumber":72,"VerseNumber":24,"Text":"Drive oni prijmout co awaiting ti oni ucinil to najit out ktery byl skutecne slaby za moc mene za zmrazit"},{"SurahNumber":72,"VerseNumber":25,"Text":"rict ja ne modni co slibny ty treba drive anebo muj Magnat zdret to pro chvilku"},{"SurahNumber":72,"VerseNumber":26,"Text":"On jsem Knower budouci; On ne odhalit budouci kady"},{"SurahNumber":72,"VerseNumber":27,"Text":"Jen s hlasatel On chtit ucinil On odhalit pres budouci typicky zprava"},{"SurahNumber":72,"VerseNumber":28,"Text":"Tento jsem zjistit onen oni vynest jejich Magnat poslani. On byl celkem vedomy si o ktery oni mel. On pocet pocitat uplne potreby"}]}