{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"(Iste bu ayetler) bizim indirdigimiz ve (hukumlerini uzerinize) farz kildigimiz bir suredir. Belki dusunup ogut alirsiniz diye onda acik acik ayetler indirdik"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadin ve zina eden erkekten her birine yuz sopa vurun; Allah'a ve ahiret gunune inaniyorsaniz, Allah dini(ni tatbik) hususunda sizi sakin acima duygusu kaplamasin! Muminlerden bir grup da onlara uygulanan cezaya sahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina eden erkek, zina eden veya musrik olan bir kadindan baskasi ile evlenemez; zina eden bir kadinla da ancak zina eden veya musrik olan erkek evlenebilir. Bu, muminlere haram kilinmistir"},{"SurahNumber":24,"VerseNumber":4,"Text":"Namuslu kadinlara zina esnasinda bulunup, sonra (bunu ispat icin) dort sahit getiremeyenlere seksener sopa vurun ve artik onlarin sahitligini hicbir zaman kabul etmeyin. Onlar tamamen gunahkardirlar"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ancak bundan sonra tevbe edip islah olanlar mustesnadir. Cunku Allah cok bagislayici ve merhametlidir"},{"SurahNumber":24,"VerseNumber":6,"Text":"Eslerine zina esnasinda bulunup da kendilerinden baska sahitleri olmayanlara gelince, onlarin her birinin sahitligi kendisinin dogru soyleyenlerden olduguna dair dort defa Allah adina yemin ederek sahitlik etmesidir"},{"SurahNumber":24,"VerseNumber":7,"Text":"Besinci defa da, eger yalan soyleyenlerden ise, Allah'in lanetinin kendi uzerine olmasini dilemesidir"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kadinin, kocasinin yalan soyleyenlerden olduguna dair dort defa Allah adina yemin ve sahitlik etmesi"},{"SurahNumber":24,"VerseNumber":9,"Text":"Besinci defa da, eger (kocasi) dogru soyleyenlerden ise, Allah'in gazabinin kendi uzerine olmasini dilemesi kendisinden cezayi kaldirir"},{"SurahNumber":24,"VerseNumber":10,"Text":"Ya Allah'in size bol lutfu ve merhameti olmasaydi ve Allah tevbeleri kabul eden hukum ve hikmet sahibi olmasaydi (haliniz nice olurdu)"},{"SurahNumber":24,"VerseNumber":11,"Text":"Haberiniz olsun ki (Muhammed'in esine) bu agir ifki (iftirayi) uyduranlar sizin icinizden bir gruptur. Bunu kendiniz icin bir kotuluk saymayin; aksine o, sizin icin bir iyiliktir. Onlardan herbir kisiye, gunah olarak ne islemisse (onun karsiligi ceza) vardir. (Elebaslilik yapan, bu yuzden de) bu gunahin buyugunu yuklenen kimse icin de cok buyuk bir azap vardir"},{"SurahNumber":24,"VerseNumber":12,"Text":"Erkek ve kadin muminlerin, bu iftirayi isittiklerinde kendi vicdanlari ile husnu zanda bulunup da, \"bu apacik bir iftiradir\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"(Bu iddiayi ortaya atanlarin) da bu konuda dort sahit getirmeleri gerekmez miydi? Madem ki sahitler getirip ispat edemediler, oyle ise onlar Allah nezdinde yalancilarin ta kendisidirler"},{"SurahNumber":24,"VerseNumber":14,"Text":"Eger dunyada ve ahirette Allah'in lutuf ve merhameti ustunuzde olmasaydi, size mutlaka buyuk bir azab isabet ederdi"},{"SurahNumber":24,"VerseNumber":15,"Text":"Cunku siz bu iftirayi, gelisi guzel birbirinizin agzindan aliyor ve hakkinda bilgi sahibi olmadiginiz (bu uydurma haberi) agizlarinizda geveleyip duruyorsunuz. Bunun onemsiz oldugunu saniyorsunuz. Halbuki bu, Allah katinda cok buyuk bir suctur"},{"SurahNumber":24,"VerseNumber":16,"Text":"Onu duydugunuzda \"Bunu konusup yaymamiz bize yakismaz. Hasa! Bu, cok buyuk bir iftiradir...\" demeli degil miydiniz"},{"SurahNumber":24,"VerseNumber":17,"Text":"Eger inanmis insanlarsaniz, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakindirip uyariyor"},{"SurahNumber":24,"VerseNumber":18,"Text":"Ve Allah ayetlerini size acikliyor. Allah, (isin ic yuzunu) cok iyi bilir, tam bir hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Inananlar arasinda kotu soz ve davranisin yayilmasini arzulayan kimseler icin dunyada da, ahirette de aci veren bir azab vardir. (Her seyi) Allah bilir; siz bilmezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ya sizin ustunuze Allah'in lutuf ve merhameti olmasaydi; Allah cok sefkatli ve merhametli olmasaydi (haliniz nice olurdu)"},{"SurahNumber":24,"VerseNumber":21,"Text":"Ey iman edenler! Seytanin adimlarini takip etmeyin. Kim seytanin adimlarini takip ederse, sunu bilsin ki o, edepsizlikleri ve kotulugu emreder. Eger ustunuzde Allah'in lutuf ve merhameti olmasaydi, icinizden hicbir kimse temize cikmazdi. Fakat Allah, diledigini arindirir. Allah isitir ve bilir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Icinizden faziletli ve servet sahibi kimseler akrabaya, yoksullara, Allah yolunda goc edenlere (mallarindan) vermeyeceklerine yemin etmesinler; bagislasinlar, feragat gostersinler. Allah'in sizi bagislamasini arzulamaz misiniz? Allah cok bagislayandir, cok merhametlidir"},{"SurahNumber":24,"VerseNumber":23,"Text":"Namuslu, kotuluklerden habersiz mumin kadinlara zina isnadinda bulunanlar, dunya ve ahirette lanetlenmislerdir. Onlar icin cok buyuk bir azab vardir"},{"SurahNumber":24,"VerseNumber":24,"Text":"O gun dilleri, elleri ve ayaklari, yapmis olduklarindan dolayi aleyhlerinde sahitlik edecektir"},{"SurahNumber":24,"VerseNumber":25,"Text":"O gun Allah onlara gercek cezalarini tastamam verecek ve onlar Allah'in gercek oldugunu anlayacaklar"},{"SurahNumber":24,"VerseNumber":26,"Text":"Kotu kadinlar, kotu erkeklere, kotu erkekler ise kotu kadinlara; temiz kadinlar temiz erkeklere, temiz erkekler de temiz kadinlara yarasir. Iste bu temiz olan, (iftiracilarin) soylediklerinden cok uzaktirlar. Kendileri icin bagislanma ve guzel bir rizik vardir"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ey iman edenler! Kendi evinizden baska evlere, geldiginizi farkettirip ev halkina selam vermedikce girmeyin. Bu sizin icin daha iyidir. Herhalde (bunu) dusunup anlarsiniz"},{"SurahNumber":24,"VerseNumber":28,"Text":"Orada kimse bulamazsaniz, size izin verilinceye kadar oraya girmeyin. Eger size, \"Geri donun!\" denilirse, hemen donun. Cunku bu, sizin icin daha temiz bir davranistir. Allah, yaptiginizi bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"Icinde kendinize ait bir seylerin bulundugu oturulmayan bir eve girmenizde herhangi bir sakinca yoktur. Allah, sizin aciga vurduklarinizi da, gizlediklerinizi de bilir"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Resulum!) Mumin erkeklere, gozlerini (harama) dikmemelerini, irzlarini da korumalarini soyle. Cunku bu, kendileri icin daha temiz bir davranistir. Suphesiz Allah, onlarin yapmakta olduklarindan haberdardir"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mumin kadinlara da soyle: Gozlerini (harama bakmaktan) korusunlar; namus ve iffetlerini esirgesinler. Gorunen kisimlari mustesna olmak uzere, zinetlerini teshir etmesinler. Bas ortulerini, yakalarinin uzerine (kadar) ortsunler. Kocalari, babalari, kocalarinin babalari, kendi ogullari, kocalarinin ogullari, erkek kardesleri, erkek kardeslerinin ogullari, kiz kardeslerinin ogullari, kendi kadinlari (mumin kadinlar), ellerinin altinda bulunan (koleleri), erkeklerden, kadina ihtiyaci kalmamis (cinsi gucten dusmus) hizmetciler, yahut henuz kadinlarin gizli kadinlik hususiyetlerinin farkinda olmayan cocuklardan baskasina zinetlerini gostermesinler. Gizlemekte olduklari zinetleri anlasilsin diye, ayaklarini yere vurmasinlar. Ey muminler! Hep birden Allah'a tevbe ediniz ki, kurtulusa eresiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Aranizdaki bekarlari, kolelerinizden ve cariyelerinizden iyi davranista olanlari evlendirin. Eger bunlar fakir iseler, Allah kendi lutfu ile onlari zenginlestirir. Allah, (lutfu) genis olan ve (her seyi) bilendir"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenme imkanini bulamayanlar ise, Allah, lutfu ile kendilerini varlikli kilincaya kadar iffetlerini korusunlar. Ellerinizin altinda bulunanlardan (koleler ve cariyelerden) mukatebe yapmak isteyenlerle, eger kendilerinde (hurriyete kavusmalarinda kendileri icin) bir iyilik goruyorsaniz, hemen mukatebe yapin. Allah'in size vermis oldugu malindan siz de onlara verin. Dunya hayatinin gecici menfaatlerini elde edeceksiniz diye, namuslu kalmak isteyen cariyelerinizi fuhsa zorlamayin. Kim onlari zor altinda birakirsa, bilinmelidir ki, zorlanmalarindan sonra Allah (onlar icin) cok bagislayici ve merhametlidir"},{"SurahNumber":24,"VerseNumber":34,"Text":"Andolsun ki biz size acik acik bildiren ayetler, sizden once yasayip gitmis olanlardan ornekler ve takvaya ulasmis kimseler icin ogutler indirdik"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah, goklerin ve yerin nurudur (aydinlaticisidir). O'nun nurunun temsili, icinde lamba bulunan bir kandil gibidir. O lamba bir billur icindedir; o billur da sanki inciye benzer bir yildiz gibidir ki, doguya da batiya da nisbet edilemeyen mubarek bir agactan cikan yagdan tutusturulur. (Bu oyle bir agac ki) yagi, nerdeyse, kendisine ates degmese bile isik verir. (Bu isik) nur ustune nurdur. Allah diledigi kimseyi nuruyla hidayete iletir. Allah insanlara (iste boyle) misal verir; Allah her seyi bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"(Bu kandil) birtakim evlerdedir ki, Allah (o evlerin) yucelmesine ve iclerinde isminin okunmasina izin vermistir. Orada sabah aksam O'nu tesbih ederler"},{"SurahNumber":24,"VerseNumber":37,"Text":"Birtakim insanlar (Allahi tesbih ederler) ki, ne ticaret ne de alis veris onlari Allah'i anmaktan, namaz kilmaktan ve zekat vermekten alikoymaz. Onlar, kalplerin ve gozlerin allak bullak oldugu bir gunden korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"Cunku Allah, kendilerine isledikleri amellerin en guzeli ile ecir verecek, lutfundan fazlasini da bahsedecektir ve Allah, diledigine hesapsiz rizik verir"},{"SurahNumber":24,"VerseNumber":39,"Text":"Kufredenlere gelince, onlarin amelleri, issiz collerdeki serap gibidir ki, susayan onu su zanneder, nihayet ona vardiginda orada herhangi bir sey bulamamis, ustelik yanibasinda da (inanmadigi, kendisinden sakinmadigi) Allah'i bulmustur. Allah ise onun hesabini tastamam gormustur. Allah hesabi cok cabuk gorur"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut (o kafirlerin duygu, dusunce ve davranislari) engin bir denizdeki yogun karanliklar gibidir ki, onu dalga ustune dalga kapliyor; ustunde de bulut. Bir biri ustune karanliklar... Insan, elini cikarip uzatsa, nerdeyse onu dahi goremez. Bir kimseye Allah, nur vermemisse, artik o kimsenin isik ve aydinliktan nasibi yoktur"},{"SurahNumber":24,"VerseNumber":41,"Text":"Gormez misin ki, goklerde ve yerde bulunanlarla dizi dizi kanat cirpip ucan kuslarin Allah'i tesbih ettiklerini? Her biri kendi tesbihini ve duasini bilmistir. Allah, onlarin yapmakta olduklarini hakkiyla bilir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Goklerin ve yerin mulku Allah'indir; donus de ancak O'nadir"},{"SurahNumber":24,"VerseNumber":43,"Text":"Gormez misin ki Allah bulutlari (diledigi yere) surukluyor; sonra onlari biraraya getirip ustuste yigiyor. Iste goruyorsun ki bunlar arasinda yagmur cikiyor. O, gokten, sanki oradaki daglardan da dolu indirir. Artik onu diledigine isabet ettirir; dilediginden de onu uzak tutar; bu bulutlardan cikan simsegin pariltisi nerdeyse gozleri alir"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah gece ile gunduzu evirip ceviriyor. Suphesiz bunda (hakikati goren) gozlere sahip olanlar icin mutlak bir ibret vardir"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah, her hayvani sudan yaratti. Iste bunlardan kimi karni ustunde surunur, kimi iki yagi ustunde yurur, kimi dort ayagi ustunde yurur... Allah diledigini yapar; cunku Allah her seye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun biz (her seyi) apacik bildiren ayetler indirdik. Allah diledigini dogru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Bir de \"Allah'a ve Resulune inandik ve itaat ettik\" diyorlar da, sonra bunun arkasindan yan ciziyorlar; bunlar mumin degillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Aralarinda hukmetmesi icin Allah'a ve Resulune cagrildiklari zaman, bakarsin ki, iclerinden birkismi yuz cevirip donerler"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ama, eger (Allah ve Resulunun hukmettigi) hak kendi lehlerine ise, ona, gonulden bagli olarak saygi ile gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kalplerinde bir hastalik mi var? Yoksa suphe ve tereddud icinde midirler? Yoksa Allah ve Resulunun kendilerine zulum ve haksizlik edeceginden mi korkuyorlar? Hayir, asil zalimler kendileridir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarinda hukum vermesi icin Allah'a ve Resulune davet edildiklerinde muminlerin sozu ancak \"isittik ve itaat ettik\" demeleridir. Iste bunlar asil kurtulusa erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Her kim Allah'a ve Resulune itaat eder, Allah'a saygi duyar ve O'ndan sakinirsa, iste asil bunlar bedbahtliktan kurtulanlardir"},{"SurahNumber":24,"VerseNumber":53,"Text":"Otekiler (munafiklar), sen hakikaten kendilerine emrettigin takdirde mutlaka (savasa) cikacaklarina dair, en agir yeminleri ile Allah'a yemin ettiler. De ki: Yemin etmeyin. Itaatiniz malumdur! Bilin ki Allah, yaptiklarinizdan haberdardir"},{"SurahNumber":24,"VerseNumber":54,"Text":"De ki: Allah'a itaat edin; Peygambere de itaat edin. Eger yuz cevirirseniz sunu bilin ki, Peygamberin sorumlulugu kendine yuklenen, sizin sorumlugunuz da size yuklenendir. Eger ona itaat ederseniz, dogru yolu bulmus olursunuz. Peygambere dusen, sadece acik acik duyurmaktir"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, sizlerden iman edip iyi davranislarda bulunanlara, kendilerinden oncekileri sahip ve hakim kildigi gibi, kendilerini de yeryuzune sahip ve hakim kilacagini, onlar icin begenip sectigi dini (Islam'i) onlarin iyiligine yerlestirip koruyacagini ve gecirdikleri korku doneminden sonra, bunun yerine onlara guven saglayacagni vaad etti. Cunku onlar bana kulluk ederler. Hicbir seyi bana es tutmazlar. Artik bundan sonra kim inkar ederse, iste bunlar asil buyuk gunahkarlardir"},{"SurahNumber":24,"VerseNumber":56,"Text":"Hem namazi kilin, zekati verin ve peygambere itaat edin ki rahmete eresiniz"},{"SurahNumber":24,"VerseNumber":57,"Text":"Inkar edenlerin, yeryuzunde (Allah'i) aciz birakacaklarini sanmayasin! Onlarin varacagi yer cehennemdir. Ne kotu varis yeridir orasi"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ey iman edenler! Ellerinizin altinda bulunan (kole ve cariyeleriniz) ve icinizden henuz erginlik cagina girmemis olanlar, sabah namazindan once, ogleyin soyundugunuz vakit ve yatsi namazindan sonra (yaniniza gireceklerinde) sizden uc defa izin istesinler. Bunlar mahrem halde bulunabileceginiz uc vakittir. Bu vakitlerin disinda ne sizin icin, ne de onlar icin bir mahzur yoktur. (Birbirinizin yanina girip cikabilirsiniz.) Iste Allah, ayetlerini size boyle aciklar. Allah her seyi bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":59,"Text":"Sizden olan cocuklariniz erginlik cagina girdiklerinde, kendilerinden oncekiler (buyukleri) izin istedikleri gibi, onlar da izin istesinler. Iste Allah, ayetlerini size boyle aciklar. Allah her seyi bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":60,"Text":"Bir nikah umidi kalmayan, cocuktan kesilmis yasli kadinlarin ise, zinetlerini (yabanci erkeklere) gostermeksizin dis elbiselerini cikarmalarinda kendilerine bir vebal yoktur. Yine de iffetli olmalari kendileri icin daha hayirlidir. Allah isitendir, bilendir"},{"SurahNumber":24,"VerseNumber":61,"Text":"A'maya gucluk yoktur; topala gucluk yoktur; hastaya da gucluk yoktur. Sizin icin de gerek kendi evlerinizden, gerekse babalarinizin evlerinden, annelerinizin evlerinden, erkek kardeslerinizin evlerinden, kiz kardeslerinizin evlerinden, amcalarinizin evlerinden halalarinizin evlerinden, dayilarinizin evlerinden, teyzelerinizin evlerinden veya anahtarlarina malik oldugunuz yerlerden, yahut dostlarinizin evlerinden yemenizde bir sakinca yoktur. Toplu halde veya ayri ayri yemenizde de bir gucluk ve gunah yoktur. Evlere girdiginiz zaman Allah tarafindan mubarek ve guzel bir yasama dilegi olarak kendinize (birbirinize) selam verin. Iste Allah dusunup anlayasiniz diye size ayetlerini boyle aciklar"},{"SurahNumber":24,"VerseNumber":62,"Text":"Muminler ancak, Allah'a ve Resulune gonulden inanmis kimselerdir. Onlar o Peygamber ile birlikte sosyal bir isle mesgul iken ondan izin istemedikce birakip gitmezler. (Resulum!) Su senden izin isteyenler, hakikaten Allah'a ve Resulune iman etmis kimselerdir. Oyle ise, bazi isleri icin senden izin istediklerinde, sen de onlardan diledigine izin ver; onlar icin Allah'tan bagis dile; cunku Allah magfiret edicidir, merhametlidir"},{"SurahNumber":24,"VerseNumber":63,"Text":"(Ey muminler!) Peygamberin davetini, aranizdan bazinizin baziniza daveti gibi zannetmeyin. Icinizden, birini siper ederek sivisip gidenleri muhakkak ki Allah bilmektedir. Bu sebeple, O'nun emrine aykiri davrananlar, baslarina bir bela gelmesinden veya kendilerine cok elemli bir azap isabet etmesinden sakinsinlar"},{"SurahNumber":24,"VerseNumber":64,"Text":"Bilmis olun ki, goklerde ve yerde ne varsa Allah'indir. O, sizin ne yolda, ne durumda oldugunuzu iyi bilir. Huzuruna dondurulecekleri gunde ise, yapmis olduklarini hemen kendilerine haber verir. Allah, her seyi hakkiyla bilendir"}]}