{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kac yıl sonra galip geleceklerdir. Is, eninde sonunda Allah'a aittir. Iste o gun, inananlar, istedigine yardım eden Allah'ın yardımına sevineceklerdir. O gucludur, merhametlidir"},{"SurahNumber":30,"VerseNumber":3,"Text":"Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kac yıl sonra galip geleceklerdir. Is, eninde sonunda Allah'a aittir. Iste o gun, inananlar, istedigine yardım eden Allah'ın yardımına sevineceklerdir. O gucludur, merhametlidir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kac yıl sonra galip geleceklerdir. Is, eninde sonunda Allah'a aittir. Iste o gun, inananlar, istedigine yardım eden Allah'ın yardımına sevineceklerdir. O gucludur, merhametlidir"},{"SurahNumber":30,"VerseNumber":5,"Text":"Rumlar en yakın bir yerde yenildiler. Onlar bu yenilgilerinden bir kac yıl sonra galip geleceklerdir. Is, eninde sonunda Allah'a aittir. Iste o gun, inananlar, istedigine yardım eden Allah'ın yardımına sevineceklerdir. O gucludur, merhametlidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Bu, Allah'ın vaadidir; Allah verdigi sozden caymaz, fakat insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar, dunya hayatının gorulen kısmını bilirler. Onlar, ahiretten habersizdirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi kendilerine, Allah'ın gokleri, yeri ve ikisinin arasında bulunanları, gercek olarak ve belirli bir sure icin yarattıgını dusunmezler mi? Dogrusu insanların cogu, Rablerine kavusacaklarını inkar ederler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Yeryuzunde dolasıp, kendilerinden once gecmis kimselerin sonlarının nasıl olduguna bakmazlar mı? Ki onlar kendilerinden daha kuvvetli idiler, yeryuzunu kazıp alt ust ederek onlardan cok imar etmis kimseydiler ve onlara belgelerle peygamberler gelmisti. Boylece Allah onlara zulmetmiyor, onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra Allah'ın ayetlerini yalan sayıp, onları alaya alarak kotuluk yapanların sonu pek kotu oldu"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah once yaratır, olumunden sonra tekrar diriltir. Sonunda O'na doneceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyamet koptugu gun suclular umutsuz kalıverirler"},{"SurahNumber":30,"VerseNumber":13,"Text":"Kostukları ortakları artık sefaatcileri degildir; ortaklarını inkar ederler"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyamet koptugu gun, iste o gun, darmadagın olurlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ama inanıp yararlı is isleyenler, agırlanacakları bir cennette bulunurlar"},{"SurahNumber":30,"VerseNumber":16,"Text":"Inkar edip, ayetlerimizi ve ahirette Bana kavusmayı yalanlayanlara gelince, iste onlar azabla yuzyuze bırakılırlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"Aksamlarken ve sabahlarken, ogle ve ikindi vaktinde Allah'ı -ki goklerde ve yerde hamd O'na mahsustur- tesbih edin, namaz kılın"},{"SurahNumber":30,"VerseNumber":18,"Text":"Aksamlarken ve sabahlarken, ogle ve ikindi vaktinde Allah'ı -ki goklerde ve yerde hamd O'na mahsustur- tesbih edin, namaz kılın"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, oluden diri cıkarır, diriden olu cıkarır; yeryuzunu olumunden sonra O canlandırır. Ey insanlar! Iste siz de boylece diriltileceksiniz"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi topraktan yaratması O'nun varlıgının belgelerindendir. Sonra hemen birer insan olup yeryuzune yayılırsınız"},{"SurahNumber":30,"VerseNumber":21,"Text":"Icinizden, kendileriyle huzura kavusacagınız esler yaratıp; aranızda muhabbet ve rahmet var etmesi, O'nun varlıgının belgelerindendir. Bunlarda, dusunen millet icin dersler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"Gokleri ve yeri yaratması, dillerinizin ve renklerinizin degisik olması, O'nun varlıgının belgelerindendir. Dogrusu bunlarda, bilenler icin dersler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Geceleyin uyumanız, gunduz de lutfundan rızık aramanız O'nun varlıgının belgelerindendir. Bunlarda kulak veren millet icin dersler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Size korku ve umit veren simsegi gostermesi, gokten su indirip olumunden sonra yeri onunla diriltmesi O'nun varlıgının belgelerindendir. Bunlarda, dusunen millet icin dersler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Gogun ve yerin O'nun buyrugu ile ayakta durması O'nun varlıgının belgelerindendir. Sonra sizi kabirlerinizden bir cagırmaya gorsun, hemen cıkıverirsiniz"},{"SurahNumber":30,"VerseNumber":26,"Text":"Goklerde ve yerde olanlar O'nundur; hepsi O'na boyun egmistir"},{"SurahNumber":30,"VerseNumber":27,"Text":"Once yaratan, olumunden sonra tekrar dirilten O'dur. Bu, O'nun icin daha kolaydır. Goklerde ve yerde olan en ustun sıfatlar O'nundur. O, gucludur, Hakim'dir"},{"SurahNumber":30,"VerseNumber":28,"Text":"Allah size kendinizden bir misal vermektedir: Size verdigimiz rızıklarda, emrinizde bulunan kolelerinizin de esit surette hak sahibi olmalarına razı olur ve birbirinizi saydıgınız gibi bu ortaklarınızı sayar mısınız? Dusunen millete ayetleri boylece uzun uzadıya acıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır; zulmedenler, koru korune kendi heveslerine uymuslardır. Allah'ın saptırdıgı kimseleri kim dogru yola eristirebilir? Onların yardımcıları da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Hakka yonelerek kendini Allah'ın insanlara yaratılısta verdigi dine ver. Zira Allah'ın yaratısında degisme yoktur; iste dosdogru din budur, fakat insanların cogu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Allah'a yonelerek O'na karsı gelmekten sakınınız, namaz kılınız, dinlerinde ayrılıga dusup fırka fırka olan, her fırkasının da kendisinde bulunanla sevindigi musriklerden olmayınız"},{"SurahNumber":30,"VerseNumber":32,"Text":"Allah'a yonelerek O'na karsı gelmekten sakınınız, namaz kılınız, dinlerinde ayrılıga dusup fırka fırka olan, her fırkasının da kendisinde bulunanla sevindigi musriklerden olmayınız"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanlar bir darlıga ugrayınca Rablerine donerek O'na yalvarırlar, sonra Allah katından onlara bir rahmet tattırınca iclerinden bir takımı kendilerine verdiklerimize nankorluk ederek Rablerine es kosarlar. Safa surun bakalım, yakında goreceksiniz"},{"SurahNumber":30,"VerseNumber":34,"Text":"Insanlar bir darlıga ugrayınca Rablerine donerek O'na yalvarırlar, sonra Allah katından onlara bir rahmet tattırınca iclerinden bir takımı kendilerine verdiklerimize nankorluk ederek Rablerine es kosarlar. Safa surun bakalım, yakında goreceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara ortak kosmalarını soyleyen bir delil mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Insanlara bir rahmet tattırdıgımız zaman ona sevinirler, ama yaptıklarından oturu baslarına bir kotuluk gelirse hemen umitlerini kaybediverirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Allah'ın, rızkı diledigine yayıp bir olcuye gore verdigini gormezler mi? Dogrusu bunda, inananlar icin dersler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Yakınlıgı olana, yoksula, yolda kalmısa hakkını ver. Allah'ın rızasını dileyenler icin bu daha hayırlıdır. Iste onlar saadete erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların malları icinde artsın diye verdiginiz her hangi bir faiz Allah katında artmaz; fakat, Allah'ın rızasını dileyerek verdiginiz herhangi bir sadaka (zekat) boyle degildir. Iste onlar sevablarını kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra rızıklandıran, sonra olduren, daha sonra da dirilten Allah'tır. O'na kostugunuz ortaklarınızdan boyle bir sey yapan var mıdır? Allah onların ortak kostukları seylerden munezzehtir, yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların elleriyle isledikleri yuzunden karada ve denizde fesat cıkar; Allah da belki donerler diye yaptıklarının bir kısmını boylece kendilerine tattırır"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: \"Yeryuzunde dolasın da daha oncekilerden cogu ortak kosan (musrik) olanların sonunun nasıl olduguna bir bakın"},{"SurahNumber":30,"VerseNumber":43,"Text":"Insanların fırka fırka olacagı, Allah katından kacınılmaz o gunun gelmesinden once, kendini dosdogru dine yonelt"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim inkar ederse, inkarı kendi aleyhine olur. Yararlı is isleyen kimseler, kendileri icin rahat bir yer hazırlamıs olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Cunku Allah inanıp yararlı is isleyenlere lutfundan karsılık verecektir. Dogrusu O, inkarcıları sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Ruzgarları mujdeciler olarak gondermesi, size rahmetini tattırması, buyrugu ile gemilerin yurumesi, lutfundan rızık istemeniz, O'nun varlıgının belgelerindendir. Belki sukredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"And olsun ki! Senden once, bircok peygamberleri ummetlerine gonderdik, onlara belgeler getirdiler; dinlemeyip suc isleyenlerden oc aldık, zira inananlara yardım etmek bize hak olmustu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Ruzgarları gonderip bulutları yuruten, onları gokte diledigi gibi yayan ve kume kume yıgan Allah'tır. Artık sen de aralarından yagmurun cıktıgını gorursun. Allah'ın kullarından diledigine verdigi yagmurla, daha onceden kendilerine yagmur indirilmesinden umidlerini kesmis oldukları icin onlar seviniverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Ruzgarları gonderip bulutları yuruten, onları gokte diledigi gibi yayan ve kume kume yıgan Allah'tır. Artık sen de aralarından yagmurun cıktıgını gorursun. Allah'ın kullarından diledigine verdigi yagmurla, daha onceden kendilerine yagmur indirilmesinden umidlerini kesmis oldukları icin onlar seviniverirler"},{"SurahNumber":30,"VerseNumber":50,"Text":"Allah'ın rahmetinin belirtilerine bir bak, yeryuzunu olumunden sonra nasıl diriltiyor? Suphesiz oluleri O diriltir. O her seye Kadir'dir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Bir ruzgar gondersek de yesilliklerin sarardıgını gorseler hemen nankorluge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Tabiidir ki sen olulere katiyyen isittiremezsin; donup giden sagırlara da cagrıyı duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Korleri sapıklıklarından vazgecirip dogru yola donduremezsin; ancak ayetlerimize inananlara duyurabilirsin; iste onlar Muslumanlardır"},{"SurahNumber":30,"VerseNumber":54,"Text":"Sizi gucsuz olarak yaratan, gucsuzlukten sonra kuvvetli kılan, sonra da kuvvetliligin ardından gucsuz ve ihtiyar yapan Allah'tır. O, diledigini yaratır; bilendir, Kadir olandır"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyamet koptugu gun suclular sadece cok kısa bir muddet kalmıs olduklarına yemin ederler. Boylece onlar dunyada da aldatılıp haktan donduruluyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilenler; \"And olsun ki, siz Allah'ın yazısında mevcut yeniden dirilme gunune kadar kaldınız. Iste bu yeniden dirilme gunudur, fakat sizler anlamıyordunuz\" derler"},{"SurahNumber":30,"VerseNumber":57,"Text":"Zulmedenlerin, o gun mazeretleri fayda vermez; artık kendilerinden Allah'ı hosnut edecek seyleri yapmaları da istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"And olsun ki bu Kuran'da insanlar icin her turlu misali vermisizdir. Bununla beraber, eger sen onlara bir mucize getirmis olsan, inkar edenler: \"Siz ancak batıl seyler ortaya atanlarsınız\" derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Allah bilmeyenlerin kalblerini iste boylece kapatır"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sabret ki, Allah'ın sozu suphesiz gercektir. Kesin olarak inanmayanlar seni hafife almasınlar"}]}