{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"Iindumiso (zonke) mazibe kuAllâh, uMdali wamazulu nomhlaba, Owenza iingelosi zaba zizithunywa ezinamaphiko, amabini okanye amathathu okanye amane. Yena Wandisa Akuthandileyo endalweni. (yaKhe). Inene UAllâh Unamandla ngaphezulu kwezinto zonke"},{"SurahNumber":35,"VerseNumber":2,"Text":"Nantoni na uAllâh Ayenzela abantu eyinceba akukho bani unokwala nayo-kungekho bani unokuyikhulula emva koko. Kananjalo Yena nguSobunganga, uSobulumko"},{"SurahNumber":35,"VerseNumber":3,"Text":"Hini na bantu, khumbulani uBabalo lwaM kuni. Ingaba ukhona na omnye uMdali ngaphandle koAllâh onibonelelayo ngokuvela ezulwini nasemhlabeni? Akukho thixo wumbi ngaphandle kwaKhe, ngoku ke niwexuleke njani (enyanisweni)"},{"SurahNumber":35,"VerseNumber":4,"Text":"Ke kaloku ukuba bayakuphikisa, wena (Muhammad) sele babaphika kakade nabangaphambili kunawe. Yaye yonke imicimbi ibuyela kuAllâh"},{"SurahNumber":35,"VerseNumber":5,"Text":"Hini na bantu, inene isithembiso sika-Allâh siyinene, ngoko ke musani ukuvumela ubomi beli hlabathi buniwexule, ningakhohliswa kananjalo ngumkhohlisi (uSathana) ngoAllâh"},{"SurahNumber":35,"VerseNumber":6,"Text":"Inene uShaytân lutshaba kuni; (mlumkeleni ke) nimthabathe njengotshaba. Kuphela Yena umemela iqela lakhe ukuba libe phakathi kwamadlelane oMlilo odwanguzayo"},{"SurahNumber":35,"VerseNumber":7,"Text":"Abo bangakholwayo baya kufumana isohlwayo esibuhlungu, ke bona abo bakholwayo benze izenzo ezilungileyo baya kufumana ukuxolelwa nomvuzo omkhulu"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ingaba lowo uzenzo zakhe ezingcolileyo zenziwe zaba nomtsalane (kuye), ukuze acinge ukuba zilungile? (uyafana na nalowo ukhokelekileyo)? Kanti ke uAllâh UYekela ekulahlekeni lowo Athandileyo Aze akhokele lowo Athandileyo. Ngoko Ke musani ukuvumela intshabalalo yenu ngenxa yazo (izenzo zenu) nize nizisole. Inene uAllâh Uyakwazi oko bakwenzayo"},{"SurahNumber":35,"VerseNumber":9,"Text":"NguAllâh Othumela imimoya, ize izamise amafu, eSiye Siwaqhubele emhlabeni ofileyo, Sinike ubomi, luya kuba ngolo hlobo ke uvuko"},{"SurahNumber":35,"VerseNumber":10,"Text":"Nabani na lowo unqwenela intlonipheko Yonke intlonipheko yeka-Allâh. Intetho elungileyo inyuselwa kuYe, ize imisebenzi emihle iyifukule (loo ntetho ilungileyo). Kodwa abo benza amayelenqe okwenza izenzo ezingcolileyo baya kufumana isohlwayo esibuhlungu ukanti ukuyelenqa kwabo kuza kutshabalala"},{"SurahNumber":35,"VerseNumber":11,"Text":"Ke kaloku uAllâh Wanidala ngothuli, emva koko (nadalwa) ngeqabaza lembewu yomntu: Wanenzela abalingane. Kananjalo akukho mntu wasetyhini ukhawulwayo kungekho unokuze azale ngaphandle kolwazi lwaKhe. Kungekho mntu waluphalayo unikwa ubomi (obongezelelweyo) nobude bobomi bakhe bufinyezwe, koko oko kuseNcwadini. Inene oko kulula kuAllâh"},{"SurahNumber":35,"VerseNumber":12,"Text":"Kananjalo azifani iilwandle ezimbini. Enye inamanzi amnandi okuselwa aze amanye abe mtyuwa nakrakra. Ukanti kuzo zombini (ezi lwandle) nifumana inyama nikhuphe izihombiso enizinxibayo, kananjalo niyazibona iinqanawa zicanda (amanzi) ukuze nifune iziBele zaKhe; khon’ ukuze nibe nombulelo"},{"SurahNumber":35,"VerseNumber":13,"Text":"Yena wenza ubusuku bungene kwimini, Enze imini ingene kubusuku, Wenza ilanga nenyanga ukuba zibaleke (kwindawo zazo) ixesha elimiselweyo. LoWo nguAllâh, iNkosi yakho; ubukumkani bobaKhe. Kananjalo abo banqula kubo ngaphandle kwaKhe; abanayo nento engangenwebu yokhozo lwedatilisi"},{"SurahNumber":35,"VerseNumber":14,"Text":"Xa nicela kubo abayiva imithandazo yenu; nokuba bayeva abakwazi kuniphendula. kanti ngoMhla woVuko baza kuluphika ulwayamaniso lwenu.Akukho bani onokunichazela (okuza kwenzeka) njengaloWo (Wazi izinto zonke)"},{"SurahNumber":35,"VerseNumber":15,"Text":"Hini na bantu, nini abafuna uAllâh, lo gama Yena uAllâh Engaswele nto; Efanelwe kukudunyiswa"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ethanda, Anganitshabalalisa, Aze Avelise indalo entsha"},{"SurahNumber":35,"VerseNumber":17,"Text":"Yaye oko akunzimanga (ukwenzeka) kuAllâh"},{"SurahNumber":35,"VerseNumber":18,"Text":"Ke kaloku akukho mthwali wamithwalo unokuthwala imithwalo yabanye. Kanjalo ukuba umphefumlo obulaleka ngumthwalo ucela (komnye) ukuba (umthwalele) inxalenye yomthwalo wawo, akukho nento le yawo oya kuyithwalelwa, enokuba (loo mntu lowo) ebengade abe usisizalwana sakhe esisondele kangakanani na kuye. Wena uya kulumkisa kuphela abo bayoyikayo iNkosi yakho Engabonwayo, abenza ISalâh. Lowo uzihlambululayo uzihlambululela isiqu sakhe ukanti kukuAllâh apho kuza kubuyelwa khona"},{"SurahNumber":35,"VerseNumber":19,"Text":"Abafani abaziimfama nababonayo"},{"SurahNumber":35,"VerseNumber":20,"Text":"Bungafani kananjalo ubumnyama nobumhlophe"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nomthunzi nobushushu"},{"SurahNumber":35,"VerseNumber":22,"Text":"Abafani abaphilayo nabafileyo. Inene, uAllâh Wenza kuve lowo Athande (ukuba eve), kodwa awungekhe ubenze bave abo basemangcwabeni"},{"SurahNumber":35,"VerseNumber":23,"Text":"Wena (Muhammad), awunto (yimbi) ngaphandle kokuba nguMlumkisi"},{"SurahNumber":35,"VerseNumber":24,"Text":"Inene wena Sikuthumele ngenyaniso ukuba ube nguMvakalisi weendaba ezilungileyo noMlumkisi. Kananjalo akukho luhlanga lungazanga lube naMphaphamisi uphila phakathi kwalo"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ke kaloku ukuba baya kuphika wena sele babaphika kakade nabangaphambili kunabo. AbaThunywa babo beza kubo benemiqondiso ecacileyo nemigaqo ebhaliweyo neziBhalo ezilukhanyiselo"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ndaza Ndabahlasela abangakholwayo, saba njani ke isohlwayo saM"},{"SurahNumber":35,"VerseNumber":27,"Text":"Akuboni na ukuba uAllâh Uthumela imvula ivela esibhakabhakeni, Size Sivelise iziqhamo ngayo zemibala yonke eyahlukeneyo? (eminye yayo) imnyama kakhulu"},{"SurahNumber":35,"VerseNumber":28,"Text":"Ke kaloku phakathi kwabantu nezidalwa ezinyakazayo nemfuyo edla ingca zinemibala eziintlobo ngeentlobo ngokufanayo. Kuphela kwizicaka zaKhe ngabo bamoyikayo uAllâh abanolwazi. Inene uAllâh Unobunganga, nguMxoleli"},{"SurahNumber":35,"VerseNumber":29,"Text":"Inene abo bacengceleza iNcwadi ka-Allâh, bamisela iSalâh banikele kumalizo ngoko Sibaphe kona, emfihlakalweni okanye ekuhleni mabalindele umvuzo ongasokuze uphele"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kwanokuba Uza kubanika umvuzo wabo ngokugcweleyo Abongezelele ububele baKhe. Inene, uAllâh nguMxoleli, Obulelayo"},{"SurahNumber":35,"VerseNumber":31,"Text":"Noko Sikutyhile kuwe, (Muhammad) kuvela eNcwadini, kuyinyaniso engqina oko kwatyhilwa ngaphambili kunako. Inene uAllâh Unolwazi ngezicaka zaKhe yaye Uyabona"},{"SurahNumber":35,"VerseNumber":32,"Text":"Kananjalo Senza abo Sabakhethayo kwizicaka zeThu baba ziindlalifa zeNcwadi, ukanti phakathi kwabo kukho lowo uzenza ubugwenxa (ngokwenza izono) kuze phakathi kwabo kubekho lowo uphakathi kuphinde kubekho abo bahamba phambili ngezenzo ezilungileyo ngokuvunyelwa nguAllâh. Elo (lifa) libuBubele obukhulu"},{"SurahNumber":35,"VerseNumber":33,"Text":"YiMiyezo ekuya kuhlalwa kuyo ngonaphakade abaza kungena kuyo. Baya kunxityiswa izacholo apho zegolide neeperile, zize izambatho zabo apho zibe yisilika"},{"SurahNumber":35,"VerseNumber":34,"Text":"Baya kuthi: “Iindumiso zonke mazibe kuAllah Osisusele imbandezelo, inene iNkosi yethu nguMxoleli, Inombulelo.”"},{"SurahNumber":35,"VerseNumber":35,"Text":"Yena nguloWo usifake kwikhaya lanaphakade ngobubele baKhe. Apho asiyi kufunyanwa bubuthongo singayikufumana kudinwa"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ke bona abo bangakholwayo okwabo iya kuba nguMlilo wesiHogo. Ukufa akuyi kumiselwa kubo ukuze bafe, singayi kuncitshiswa nesohlwayo kubo. Sibabuyekeza kanjalo ke bonke abangakholwayo"},{"SurahNumber":35,"VerseNumber":37,"Text":"Kananjalo baya kukhala apho: “Nkosi yethu sikhuphe (apha) siya kwenza imisebenzi yobulungisa engeyiyo leyo sasidla ngokunyenza! “ Kanti Asizanga Sininike ubomi obaneleyo na bokuba nabani na okwaziyo (Ukukhumbula) akhumbule, kanti ke noMlumkisi wayefikile kuni. Ngoko ke ngcamlani (isohlwayo), kuba akuyi kubakho mncedi kubenzi bobubi"},{"SurahNumber":35,"VerseNumber":38,"Text":"Inene, uAllah nguMazi wokungabonwayo wamazulu nomhlaba. Inene nguYe uMazi wokusezifubeni (zabantu)"},{"SurahNumber":35,"VerseNumber":39,"Text":"Nguye Onenze naba ngabalandeli (babo banandulelayo) emhlabeni, Nabani na ke ongakholwayo kuYe (uAllâh) ziya kuba phezu kwakhe iziphumo zokungakholwa kwakhe. Ke kaloku ukungakholwa kwabangakholwayo akubongezeleli nto phambi kwamehlo eNkosi yabo ngaphandle kwenkcaso; kananjalo ukungakholwa kwabangakholwayo akubongezeleli nto ngaphandle kwelahleko"},{"SurahNumber":35,"VerseNumber":40,"Text":"Yithi (Muhammad): “Niwaqwalasele na phofu amahlulelane enu eniwanqulayo ngaphandle koAllah? Ndiboniseni ke okudalwe ngawo emhlabeni, okanye banamahlulelane (akunye naYe) emazulwini kusini na? Okanye Sibanike incwadi abanobungqina ngayo? (Nakanye), ukusuka apho abenzi bobubi abathembisani nto ngaphandle kwenkohliso"},{"SurahNumber":35,"VerseNumber":41,"Text":"Inene,uAllahubambeamazulunomhlaba,kubahlezeanikezele ukanti ukuba anganikezela, akukho bani unokuwabamba emva kwaKhe. Inene, Yena unguMnyamezeli, nguMxoleli"},{"SurahNumber":35,"VerseNumber":42,"Text":"Ke kaloku bafunga ngoAllâh izifungo ezimandla okokuba ukubauMlumkisiwayefikilekubo, ngebabengabakhokeleleke ngakumbi ngaphezu kwakhe nabani na kwizizwe (ezadlulayo) kodwa wathi esakufika uMlumkisi kubo, akwabongezelela nto oko ngaphandle kwenkcaso"},{"SurahNumber":35,"VerseNumber":43,"Text":"(Bashiya inyaniso) Ngenxa yenkukhumalo yabo ezweni nokwenza amayelenqe okungcola kodwa ukwenza amayelenqe akurhintyeli bani ngaphandle kwabo bawenzayo. Ke ngoku ingaba balindele nto yimbi na ngaphandle kwendlela (ekohlwaywa ngayo) abantu bamandulo? Ukanti awunakuze ufumane kuguquka kwisithethe sika-Allâh, ungekhe ufumane lutshintsho kwisithethe sika-Allâh"},{"SurahNumber":35,"VerseNumber":44,"Text":"Kanti abalikhenkethanga na ihlabathi babone ukuba saba njani na isiphelo sabo babandulelayo? Ukanti babebakhulu kunabo ngokuba namandla. Kodwa uAllâh Akanakwenziwa ukuba angaphumeleli nayintoni na emazulwini okanye emhlabeni. Inene Yena nguSolwazi nguSomandla"},{"SurahNumber":35,"VerseNumber":45,"Text":"Ukuba uAllâh Ebenokubabeka ityala abantu ngoko bakwenzileyo, Ebengayi kushiya nesinye isidalwa (emhlabeni) kodwa Ubabekele elinye ixesha. Ke kaloku lakufika ixesha labo, inene uAllâh Uhlala Ezijongile izicaka zaKhe"}]}