{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"About such initials at the beginning of certain Chapters, please see study note : (Manzil I)"},{"SurahNumber":19,"VerseNumber":2,"Text":"This is a narration of the mercy of your Lord on His devotee Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"When he prayed to his Lord silently"},{"SurahNumber":19,"VerseNumber":4,"Text":"He prayed, \"My Lord! My bones have indeed become weak and my head shining white. And, my Lord! I have never been disappointed in my prayer to You"},{"SurahNumber":19,"VerseNumber":5,"Text":"And indeed I worry about what my relatives will do after me. And my wife is barren. So bestow upon me a proper heir from You"},{"SurahNumber":19,"VerseNumber":6,"Text":"Who shall be an heir to me and an heir to the children of Jacob. And make him, my Lord, one in whom You are well pleased"},{"SurahNumber":19,"VerseNumber":7,"Text":"[The divine response was,] \"O Zachariah! We do indeed give you the good news of a boy whose name shall be Yahya (John). We had not given this name to anyone before"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zacharia said, \"O my Lord! How can I have a son, and my wife is barren, and I have myself grown too old"},{"SurahNumber":19,"VerseNumber":9,"Text":"[The divine response was,] \"So shall it be. Your Lord says, `It is not at all difficult for Me, and indeed I created you before, when you were nothing"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zachariah said, \"My Lord! Give me a sign.\" The Lord said, \"Your sign is that you will not be able to speak to the people for three consecutive nights"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he came out to his people from the chamber, then he communicated to them, through signs, that they should glorify Allah morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"O John! Hold on to the Book firmly.\" And We granted him the authority over men while he was yet a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"And We gave him the gift of compassion from Us and of purity, and he feared Allah"},{"SurahNumber":19,"VerseNumber":14,"Text":"And ever courteous to his parents, he was never insolent, disobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace on him on the day he was born, the day he dies, and the day he is raised to life again"},{"SurahNumber":19,"VerseNumber":16,"Text":"And mention Mary in the Book when she withdrew from her family to stay at a place towards the East"},{"SurahNumber":19,"VerseNumber":17,"Text":"And she screened herself from them, and We sent to her Our spirit, and it appeared before her as a man well-made"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, \"I do indeed seek the Gracious Allah's protection against you, if you do really fear Allah"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, \"I am a Messenger of your Lord: I am sent to give you a gem of a boy"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, \"How can I have a boy when no man has ever touched me? And I have never been unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, \"It will be so even in those circumstances — Your Lord says, `It is easy for Me.' — so that We may make him a sign for men, and a mercy from Us. And it is a matter which has already been decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and then withdrew with him to a remote place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes of childbirth drove her to the trunk of a palm tree. She said, \"Oh, would that I had died before this, and had been a thing long forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then a voice called out to her from beneath her, \"Grieve not, your Lord has surely made a canal flow beneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake the trunk of the palm tree towards you. It will drop on you fresh ripe dates"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and relax! Then if you should see any man, tell him (by signs), \"I have indeed vowed unto the Gracious Allah not to speak to any man today"},{"SurahNumber":19,"VerseNumber":27,"Text":"And she came to her people carrying the child. They said, \"O Mary! You have verily done a terrible thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron ! Your father was not a bad man, nor was your mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"But she pointed to him. They said, \"How could we speak to a mere child in cradle"},{"SurahNumber":19,"VerseNumber":30,"Text":"The child said, \"I am indeed a devotee of Allah. HE has given me the Book and made me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed wherever I may be, and He has enjoined on me prayer and charity so long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And to be couteous to my mother. And He has not made me insolent, impudent"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace on me on the day I was born, the day I die and the day I am raised to life again"},{"SurahNumber":19,"VerseNumber":34,"Text":"This (as narrated in Verses to above) then is Jesus, son of Mary — the word of Truth about which they raise disputes"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not befitting the majesty of Allah that He should beget a son. Glorified He is! When He has decreed a matter, He only says to it \"Be,\" and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And, indeed, Allah is my Lord and your Lord; hence, worship Him. This is the Straight Path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But the tribes disagreed among themselves — and woe to those who disbelieve — about the Court of Judgment to be assembled on a tremendous Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"Make them listen to you when you speak to them about the Day they shall appear before Us, and make them understand the significance of that Day. But those who are wicked shall continue to remain grossly mistaken about the Day"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn them of the Day of intense regret, when all matters get finally decided. And they are under a delusion and they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"We do indeed inherit the earth and all those who are on it, and to Us they all shall be returned"},{"SurahNumber":19,"VerseNumber":41,"Text":"And make mention of Abraham in the Book. He was indeed a true Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"When he said to his father, \"O my father! Why do you worship a thing that neither hears nor sees, nor does it give you any benefit whatsoever"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! I do have some knowledge that you do not. So follow me! I will show you the Right Path"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! Worship not the Satan. The Satan is indeed a rebel against Allah, the Gracious"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father! I am afraid, a punishment from the Gracious Allah may afflict you and you may befriend the Satan"},{"SurahNumber":19,"VerseNumber":46,"Text":"He (Abraham's father) said, \"Are you averse to my gods, O Abraham? If you do not desist I will certainly pelt you with stones. And leave me alone for now"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abraham said, \"Peace on you! I will pray to my Lord to forgive you. He is indeed ever benevolent to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I will go away from you and what you pray to besides Allah, and I will pray to my Lord; may be my prayer to my Lord shall not remain unanswered"},{"SurahNumber":19,"VerseNumber":49,"Text":"So when he had gone away from them and what they worshipped besides Allah, We bestowed upon him Isaac and Jacob, and We made each a Prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"And We bestowed upon them Our mercy, and We gave them each a highly truthful tongue"},{"SurahNumber":19,"VerseNumber":51,"Text":"And mention Moses in the Book. He was indeed pure and clean; and he was a Messenger Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And We called to him from the right side of Mount Sinai, and We drew him near for a talk"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We made for him, by Our mercy, his brother Aaron a Prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And mention Ishmael in the Book. He was indeed true to his word, and a Messenger Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"And he used to enjoin his family to pray and to give in charity, and his Lord was well pleased with him"},{"SurahNumber":19,"VerseNumber":56,"Text":"And mention Idris in the Book. He was indeed a true Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"And We raised him high in status"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those were men on whom Allah bestowed favours. Those were from among the Prophets of the seed of Adam, and of those whom We carried in the Ark with Noah, and of the seed of Abraham and Israel, and of those whom We guided and chose. Whenever Verses/signs of the Gracious Allah were recited to them, they would fall down prostrating and weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"But then generations that followed them became negligent of prayers and followed sensual desires. And they shall encounter disaster"},{"SurahNumber":19,"VerseNumber":60,"Text":"Except such as repent and believe and do good deeds. These shall enter the Garden, and no injustice shall be done to them"},{"SurahNumber":19,"VerseNumber":61,"Text":"Gardens of perpetuity which the Gracious Allah has promised to those who worship Him even when they do not see Him. His promise shall indeed come to pass"},{"SurahNumber":19,"VerseNumber":62,"Text":"They shall not hear therein any vain discourse; the discourse shall be only on peace. And they shall have all their provisions therein morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"This is the garden that We cause those of Our subjects to inherit who fear Allah"},{"SurahNumber":19,"VerseNumber":64,"Text":"And we (angels) do not descend but by the command of your Lord. To Him belongs whatever is before us and whatever is behind us and whatever is in between. And your Lord does not forget"},{"SurahNumber":19,"VerseNumber":65,"Text":"The Lord of the heavens and the earth and what is in between them. So worship Him and be patient in worshipping Him. Do you know any one equal to Him"},{"SurahNumber":19,"VerseNumber":66,"Text":"And says man, \"When I am dead and gone, shall I even then certainly be brought out alive"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does not man remind himself that We had created him before, when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"And, by your Lord, We will most certainly gather them and the satanic people together. Then shall We certainly cause them to be present around Hell on their knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"Then We will most certainly pull out from every group one who had transgressed most against Allah, the Gracious"},{"SurahNumber":19,"VerseNumber":70,"Text":"And We do certainly know best those who deserve most to be burned therein"},{"SurahNumber":19,"VerseNumber":71,"Text":"And there is not one of you, but shall come to it. For your Lord this is a decree already issued"},{"SurahNumber":19,"VerseNumber":72,"Text":"And We will save (from Hell) those who fear Allah, and We will consign the wrongdoers therein on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"And when Our clear Verses/signs are recited to them, those who disbelieve say to those who believe, \"Which of the two groups of us are better in position and well organised"},{"SurahNumber":19,"VerseNumber":74,"Text":"And how many of the generations have We destroyed before them who were apparently well established"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say, \"The Gracious Allah will surely give a long lease to all those who have gone astray, until they see what they were warned about: the punishment or the Hour. Then they shall know who is worse in position and weaker in force"},{"SurahNumber":19,"VerseNumber":76,"Text":"And Allah increases guidance of those who go by the Guidance. And lasting good deeds are better for reward with your Lord and yield better return"},{"SurahNumber":19,"VerseNumber":77,"Text":"Have you, then, seen him who suppresses the Truth in Our Verses/signs and says, \"I shall certainly be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he gained knowledge of the unseen, or made a pact with the Gracious Allah"},{"SurahNumber":19,"VerseNumber":79,"Text":"By no means! We write down what he says, and We will extend the duration of the punishment for him"},{"SurahNumber":19,"VerseNumber":80,"Text":"And We will inherit from him what he talks of (his wealth and his children), and he shall come to Us alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"And they have taken gods, besides Allah, as sources of power for them"},{"SurahNumber":19,"VerseNumber":82,"Text":"By no means! They shall soon deny their worshipping them, and they shall be adversaries to them"},{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not see that We have sent the devils against those who suppress the Truth, inciting them on in their pernicious deeds"},{"SurahNumber":19,"VerseNumber":84,"Text":"So be not hasty about them. Their days are numbered"},{"SurahNumber":19,"VerseNumber":85,"Text":"The Day on which We shall gather before Allah, the Gracious, groups of pious people"},{"SurahNumber":19,"VerseNumber":86,"Text":"And We will drive the criminals in herds towards Hell"},{"SurahNumber":19,"VerseNumber":87,"Text":"They shall have no power of intercession, unless one has struck a deal with the Gracious One"},{"SurahNumber":19,"VerseNumber":88,"Text":"And they say, \"The Gracious One has a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"Certainly you have come up with an atrocious thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"The heavens almost were torn asunder thereat, the earth was disturbed, and the mountains collapsed devastatingly"},{"SurahNumber":19,"VerseNumber":91,"Text":"At that they ascribed a son to the Gracious One"},{"SurahNumber":19,"VerseNumber":92,"Text":"And it is inconceivable that the Gracious One could have a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"None in the heavens and the earth but will come to the Gracious One obediently as a slave"},{"SurahNumber":19,"VerseNumber":94,"Text":"Certainly He has counted them and He has given everyone a number"},{"SurahNumber":19,"VerseNumber":95,"Text":"And all of them will come to Him, individually, on the Day of Resurrection"},{"SurahNumber":19,"VerseNumber":96,"Text":"Allah will certainly create affection for those who believe and do good deeds"},{"SurahNumber":19,"VerseNumber":97,"Text":"And then We have made it (the Qur'aan) easy in your tongue only so that you may give good news thereby to those who fear Allah and warn thereby a hostile people"},{"SurahNumber":19,"VerseNumber":98,"Text":"And how many a generation before them have We destroyed! Do you have any perception of any of them or hear any sound from them"}]}