{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Ky libër, në të cilin nuk ka dyshim aspak, është udhëzim për të devotshmit"},{"SurahNumber":2,"VerseNumber":3,"Text":"Të cilët besojnë në të padukshmen, kryejnë faljen dhe japin sadakë nga ajo që u kemi dhënë ne"},{"SurahNumber":2,"VerseNumber":4,"Text":"Edhe ata që besojnë në atë çka është shpallur përpara teje, si edhe ata që janë të bindur në botën tjetër"},{"SurahNumber":2,"VerseNumber":5,"Text":"Ata janë të përudhur nga Zoti i tyre dhe ata, vetëm ata, janë të shpëtuar"},{"SurahNumber":2,"VerseNumber":6,"Text":"Ata që nuk besojnë, me siguri e kanë njëlloj, - i qortove ti apo nuk i qortove, - ata nuk besojnë"},{"SurahNumber":2,"VerseNumber":7,"Text":"All-llahu i ka vulosur zemrat e tyre dhe veshët e tyre, kurse para syve të tyre ka një perde. Ata i pret dënimi i madh"},{"SurahNumber":2,"VerseNumber":8,"Text":"Ka njerëz, të cilët thonë: I kemi besuar All-llahut dhe botës tjetër, por ata nuk janë besimtarë"},{"SurahNumber":2,"VerseNumber":9,"Text":"Ata përpiqen ta mashtrojnë All-llahun dhe ata që kanë besuar, por ata vetëm e mashtrojnë veten dhe nuk e hetojnë"},{"SurahNumber":2,"VerseNumber":10,"Text":"Zemrat e tyre janë të sëmura dhe All-llahu edhe më tepër ua rrit sëmundjen. Ata i pret dënim i dhembshëm për shkak se gënjejnë"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kur u thuhet: “Mos bëni turbullira në tokë”! – thonë – Ne vetëm mbajmë rendin"},{"SurahNumber":2,"VerseNumber":12,"Text":"Kujdes! Se në fakt ata bëjnë turbullira por nuk vënë re"},{"SurahNumber":2,"VerseNumber":13,"Text":"Kur u thuhet: Besoni si besojnë njerëzit, ata përgjigjen: “A të besojmë ashtu si besojnë të marrët, naivët”? Por ata janë vetë të marrë vetëm se nuk e dinë, apo jo"},{"SurahNumber":2,"VerseNumber":14,"Text":"Kur i takojnë ata që besojnë, thonë: Kemi besuar, por kur mbesin vetëm me djajtë e vet, thonë: “Ne jemi me ju, ne vetëm tallemi”"},{"SurahNumber":2,"VerseNumber":15,"Text":"All-llahu tallet me ata dhe i lëshon të dështojnë edhe më tepër në mosbesimin e tyre"},{"SurahNumber":2,"VerseNumber":16,"Text":"Ata janë, të cilët japin fitimin për humbje; tregtia e tyre nuk u sjell kurrfarë dobie dhe ata nuk janë të përudhur"},{"SurahNumber":2,"VerseNumber":17,"Text":"Ata i ngjajnë shembullit të atij që ndez zjarr, por kur ai ndriçon rrethin e tyre, All-llahu ua merr dritën dhe i le në terr që të mos shohin"},{"SurahNumber":2,"VerseNumber":18,"Text":"Janë të shurdhër, memecë dhe të verbër, prandaj nuk kthehen pas"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ose janë sikur ata të cilët vënë gishtat në veshët e tyre kur i përfshin furtuna nga qielli, me terr e bubullimë dhe vetëtimë, të frikësuar nga vdekja, por All-llahut nuk mund t’i shmangen dot mosbesimtarët"},{"SurahNumber":2,"VerseNumber":20,"Text":"Dhe vetëtima, për pak sa nuk i verbëron; sa herë që veton ata nisen, por sa t’u terrohet ndalen. Sikur të donte All-llahu mund t’ua merrte edhe të dëgjuarit edhe të pamurit, sepse All-llahu, me të vërtetë, ka mundësi për çdo send"},{"SurahNumber":2,"VerseNumber":21,"Text":"O njerëz! Adhurone Zotin tuaj, i cili ju ka krijuar juve edhe ata përpara jush, ndoshta bëheni të devotshëm"},{"SurahNumber":2,"VerseNumber":22,"Text":"Ai i cili ua ka bërë tokën shtrojë, kurse qiellin kulm, dhe nga qielli ju lëshon shiun dhe me të bën që të rriten fryte, ushqim për ju. Prandaj mos i bëni shok All-llahut me vetëdije"},{"SurahNumber":2,"VerseNumber":23,"Text":"Dhe nëse dyshoni në atë çka i kemi shpallur robit tonë, bëne ju një kaptinë të ngjashme si ai (Kur’ani), madje thirrni edhe dëshmitarët tuaj, përveç All-llahut, nëse flisni të vërtetën"},{"SurahNumber":2,"VerseNumber":24,"Text":"Po nëse nuk e bëni, dhe nuk mund ta bëni, atëherë ruajuni zjarrit të përgatitur për mosbesimtarët, lëndë djegëse e të cilit janë njerëzit dhe gurët"},{"SurahNumber":2,"VerseNumber":25,"Text":"Dhe përgëzoji ata që besojnë dhe bëjnë vepra të mira se i presin xhenete ku rrjedhin lumenj; sa herë që do t’u jepet ndonjë frut prej atyhit, ata do të thonë: “Me këtë jemi furnizuar edhe më herët”, por do t’u jepet vetëm e ngjashme me të. Aty do të ketë femra të pastra dhe ata do të jenë përgjithmonë aty"},{"SurahNumber":2,"VerseNumber":26,"Text":"All-llahu nuk ngurron të sjellë si shembull mushkonjën ose diçka si kjo, dhe ata që besojnë, ata e dinë se ajo është e vërtetë nga Zoti i tyre, kurse ata që nuk e besojnë thonë: “Çka ka dashur All-llahu me këtë shembull”? Me këtë Ai shumë i humb, por shumë edhe i drejton në rrugë të drejtë. Dhe me këtë nuk humb askush tjetër përveç mbrapshtanëve"},{"SurahNumber":2,"VerseNumber":27,"Text":"të cilët e thejnë besën e dhënë All-llahut, pasi që janë besatuar dhe e shkëpusin atë çka ka urdhëruar All-llahu të mbahet, dhe bëjnë turbullira në tokë. Ata njëmend janë të shkatërruar"},{"SurahNumber":2,"VerseNumber":28,"Text":"Si mundeni ta mohoni All-llahun ju që keni qenë të vdekur dhe ju ka ngjallur, pastaj ju vdes dhe prapë ju ringjallë dhe mandej te Ai do të ktheheni"},{"SurahNumber":2,"VerseNumber":29,"Text":"Ai ëshë i cili ka krijuar për ju gjithçka që ka në tokë, pastaj vullnetin e tij e ka drejtuar kah qielli dhe ka rregulluar shtatë qiej. Ai për çdo send ka dijeni"},{"SurahNumber":2,"VerseNumber":30,"Text":"Dhe kur u tha Zoti yt engjujve: “Unë në tokë po caktoj një mëkëmbës”! Ata i thanë: - A po bën aty dikë që do të bëjë turbullira e gjakderdhje, kurse ne Ty të madhërojmë e të lavdërojmë dhe të lartësojmë? Unë di – tha Ai – atë çka ju nuk e dini"},{"SurahNumber":2,"VerseNumber":31,"Text":"Dhe ia mësoi Ademit emërtimet e të gjitha sendeve e pastaj ua prezentoi engjujve dhe u tha: “Më informoni për emrat e tyre, nëse flisni të vërtetën!”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Ata i thanë: - Qofsh lartësuar! Ne nuk dimë përveç asaj që na ke mësuar Ti. Padyshim ti je i gjithëdijshëm, i urtë"},{"SurahNumber":2,"VerseNumber":33,"Text":"O Adem! – tha Ai, ua trego emrat atyre! Dhe kur ai u tha emrat e tyre, All-llahu tha: “A nuk ju kam thënë se vetëm Unë i di të padukshmet e qiejve dhe të tokës dhe vetëm Unë di atë çka e shfaqni haptazi dhe atë çka e fshihni?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Dhe kur u thamë engjujve: “Përuluni (bini në sexhde) Ademit!” Ata iu përulën, me përjashtim të iblisit. Ai refuzoi dhe bëri mendjemadhësi dhe u bë mosbesimtar"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dhe ne i thamë: “O Adem! Vendosuni ti dhe gruaja jote në xhennet dhe hani aty sa të doni prej ku të dëshironi, por kësaj peme mos iu afroni e të bëheni punëkëqinj!”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Por djalli i mashtroi në këtë punë dhe i nxori prej aty ku ishin, dhe ne u thamë: “Hupni së këndejmi si armiq të njëri-tjetrit dhe do të vendoseni e të jetoni në tokë deri në afatin e caktuar!”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Dhe i pranoi disa fjalë të Zotit të vet, andaj Ai ia fali. Ai me të vërtetë pranon pendimin, është mëshirëplotë"},{"SurahNumber":2,"VerseNumber":38,"Text":"Ne u thamë: “Shporruni të gjithë prej aty! Nga unë do t’u vijë një udhërrëfim dhe kush pason përudhjen time nuk do të frikësohet e as nuk do të pikëllohet.”"},{"SurahNumber":2,"VerseNumber":39,"Text":"Kurse ata, të cilët nuk besuan, por i përgënjeshtruan argumentet tona, ata janë banorë të xhehennemit, ata do të mbesin aty përgjithmonë"},{"SurahNumber":2,"VerseNumber":40,"Text":"O Izraelitë! Kujtone dhuntinë time që ju kam dhuruar dhe plotësoni besën që ma dhatë, t’ju plotësoj edhe unë besën time. Frikësohmuni vetëm mua"},{"SurahNumber":2,"VerseNumber":41,"Text":"Besoni asaj që po ua shpallë, e cila ua vërteton atë çka e keni ju, dhe mos jini të parët që nuk i besoni! Dhe mos bleni fundrrina me fjalët e mia dhe frikësohmuni vetëm mua"},{"SurahNumber":2,"VerseNumber":42,"Text":"Dhe mos e mbuloni të vërtetën me të pavërtetë që me vetëdije të fshihni të vërtetën, pasi e dini"},{"SurahNumber":2,"VerseNumber":43,"Text":"Falne namazin dhe jepni zeqatin dhe përkuluni me ata që përkulen"},{"SurahNumber":2,"VerseNumber":44,"Text":"A ju po urdhëroni të tjerët të bëjnë vepra të mira e vetën e harroni? Ju edhe Librin e lexoni. A s’po mendoni pak"},{"SurahNumber":2,"VerseNumber":45,"Text":"Kërkoni ndihmë me anë të durimit dhe faljes! Ajo është padyshim punë e madhe (e rëndë) por jo edhe për të dëgjueshmit e bindur"},{"SurahNumber":2,"VerseNumber":46,"Text":"të cilët shpresojnë se do të dalin para Zotit të vet dhe se Atij do t’i kthehen"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Izraelitë! Përkujtone dhuntinë time që ju kam dhuruar dhe unë ju kam dalluar prej njerëzve të tjerë"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ruajuni asaj dite kur askush nuk do të mund t’i shërbejë asgjë kurrkujt, dhe nuk do të pranohet ndërmjetësimi i askujt, nuk do të pranohet kompensimi e nuk do të jenë të ndihmuar"},{"SurahNumber":2,"VerseNumber":49,"Text":"Dhe kur ju shpëtuam nga njerëzit e Faraonit që ju mundonin me dënimin më të rëndë, duke jua therrur djemtë tuaj, kurse vajzat jua linin në jetë. Në këtë ka sprovë të madhe nga Zoti i juaj i madh"},{"SurahNumber":2,"VerseNumber":50,"Text":"Dhe kur e ndamë detin për ju dhe juve u shpëtuam, kurse njerëzit e Faraonit i përmbytëm e ju i shikonit"},{"SurahNumber":2,"VerseNumber":51,"Text":"Dhe kur e thirrëm Musaun në takim për katërdhjetë netë, ju pas atij patët marrë viçin (për zot). Ju jeni mizorë"},{"SurahNumber":2,"VerseNumber":52,"Text":"Pastaj juve, edhe pas kësaj, ua falëm, ndoshta bëheni mirënjohës"},{"SurahNumber":2,"VerseNumber":53,"Text":"Dhe kur Musaut i dhamë Librin dhe Furkanin (që ndanë të vërtetën nga e pavërteta), ndoshta merrni rrugën e mbarë"},{"SurahNumber":2,"VerseNumber":54,"Text":"Dhe klur Musa i tha popullit të vet: “O populli im, ju i keni bërë keq vetvetes kur e keni marrë viçin (për zot), prandaj pendohuni para Krijuesit dhe luftoni me vetvetën! Te Krijuesi juaj, ajo është më mirë për ju, Ai do t’ua falë. Ai i pranon shumë pendimet dhe është mëshirëplotë”"},{"SurahNumber":2,"VerseNumber":55,"Text":"Dhe kur i thatë: - “O Musa, ne nuk kemi për të besuar deri sa ta shohim All-llahun haptazi! – Dhe vetëtima ju përfshiu e ju shikonit"},{"SurahNumber":2,"VerseNumber":56,"Text":"Pastaj juve, pas vdekjes, ju kemi ngjallur që të jeni mirënjohës"},{"SurahNumber":2,"VerseNumber":57,"Text":"Dhe ju kemi bërë hije me retë dhe ju zbritëm fëllënza dhe menn (lëng i ëmbël). Hani ushqime të mira me të cilat ju kemi furnizuar! Ata nuk na bënë keq neve, por i bënë keq vetvetës"},{"SurahNumber":2,"VerseNumber":58,"Text":"Dhe kur ju thamë: “Hyni në këtë qytet dhe hani çka të dëshironi dhe sa të dëshironi, por në hyrje hyni kokëulur dhe thuani: “na fal!”, do t’ju falim mëkatet tuaja, madje bamirësve do t’u japim edhe më shumë"},{"SurahNumber":2,"VerseNumber":59,"Text":"Mirëpo, mizorët e ndërruan fjalën që u është thënë, me fjalë të tjera që nuk u është thënë, dhe Ne mbi ata që kanë bërë mizori ua lëshuam një dënim nga qielli, për shkak se ishin të mbrapshtë"},{"SurahNumber":2,"VerseNumber":60,"Text":"Dhe kur Musa, për popullin e vet u lut për ujë, e Ne i thamë: “Bjeri me shkopin tënd gurit!” prej tij shpërthyen dymbëdhjetë burime dhe çdo grup dinin burimin e vet. Hani dhe pini nga furnizimet e All-llahut dhe mos bëni keq në tokë si mbrapshtanë"},{"SurahNumber":2,"VerseNumber":61,"Text":"Dhe ju i thatë: “O Musa, ne më nuk mund të qëndrojmë vetëm me një ushqim, prandaj lutju Zotit tënd për ne që të na japë (bëjë të rritet) diçka tjetër çka e bën toka: perime, tranguj, edhe tjerrëza e barishte, - groshë, qepë e hudhra. – Ai tha: “A doni ta ndërroni atë çka është e mirë me atë çka është e pavlerëshme? Shkoni, pra, në qytet se do të gjeni atë që keni kërkuar!” Ata i mbuloi poshtërsia dhe mjerimi, ndaj merituan hidhërimin e All-llahut; për shkak se i mohonin argumentet e All-llahut; vrisnin profetët pa pikë të fajit. Kjo ata i goditi për shkak se qenë të padëgjueshëm dhe me të këqia i kalonin tërë kufinjtë"},{"SurahNumber":2,"VerseNumber":62,"Text":"Me siguri ata që kanë besuar ose që janë ebrej, edhe të krishterë, edhe sabej, që i kanë besuar All-llahut edhe botës tjetër dhe kanë bërë punë të mira, shpërblimi i tyre është te Zoti i tyre. Për ata nuk ka as frikë e as pikëllim"},{"SurahNumber":2,"VerseNumber":63,"Text":"Dhe kur e kemi marrë nga ju besën, edhe malin Tur e kemi ngritur përmbi ju. Pranone seriozisht, si të juajën, çka u kemi dhënë dhe ta keni ndërmend çka ka në të, ndoshta do të ruheni"},{"SurahNumber":2,"VerseNumber":64,"Text":"Ju pastaj ia kthyet shpinën dhe po të mos ishte mirësia e All-llahut ndaj jush dhe mëshira e tij, ju me siguri do të shkatërroheshit"},{"SurahNumber":2,"VerseNumber":65,"Text":"Ju i dini ata, nga mesi juaj, të cilët gabuan të shtunën, prandaj ne u patëm thënë: “Bëhuni majmunë të përçmuar!”"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bashkohanikëve dhe breznive të tyre ua kemi bërë këtë si vërejtje dhe këshillë për të devotshmit"},{"SurahNumber":2,"VerseNumber":67,"Text":"Dhe kur i tha Musa popullit të vet: “All-llahu ju urdhëron të “therrni një lopë”; ata i thanë: “Ti po allesh me ne, a?” “Mos e bëftë All-llahu, - tha ai, - unë të jem nga injorantët!”"},{"SurahNumber":2,"VerseNumber":68,"Text":"I thanë: “Lute Zotin tënd për ne të na sqarojë çfarë duhet të jetë ajo lopë!” Ai u tha: po thotë se ajo është një lopë as e madhe as e vogël, mesatare, ndërmjet atyre moshave, andaj veproni siç po ju urdhërohet"},{"SurahNumber":2,"VerseNumber":69,"Text":"I thanë, lute Zotin tënd për hir tonin le të na sqarojë çfarë ngjyre duhet të ketë. Po thotë, - u përgjegj ai, se ajo është një lopë qimeverdhë me ngjyrë të theksuar, që i pëlqen gjithkujt"},{"SurahNumber":2,"VerseNumber":70,"Text":"Lute, i thanë përsëri, Zotin tënd, për hir tonin të na sqarojë çfarë duhet të jetë, sepse neve na duken lopët të ngjashme, dhe ne, në dashtë All-llahu, gjithsesi do të jemi të udhëzuar.”"},{"SurahNumber":2,"VerseNumber":71,"Text":"Ai thotë, - u tha ky, - se ajo është një lopë jo e lodhur duke lëvruar tokën dhe duke ujitur arat, duhet të jetë pa të meta e pa shenjë. “Eh, tash e ke përshkruar si duhet”, i thanë, dhe e therrën por memzi e bënë këtë"},{"SurahNumber":2,"VerseNumber":72,"Text":"Dhe kur e patët mbytur një njeri, dhe filluat të ziheni për ta fshehur, por All-llahu e nxori në shesh atë çka e fshihnit ju"},{"SurahNumber":2,"VerseNumber":73,"Text":"Prandaj thamë që t’i mëshoni atij me një pjesë të saj! E ashtu All-llahu ngjall të vdekurit dhe ju tregon argumentet e veta, mbase do të mblidhni mendjen"},{"SurahNumber":2,"VerseNumber":74,"Text":"Pastaj zemrat tuaja, pas asaj, u bënë të forta, sepse ka gurë prej të cilëve shpërthejnë burime, e ka, me siguri, edhe guri që çahet dhe prej tij del ujë, por ka, pamëdyshje edhe që pëlcasin nga frika e All-llahut. All-llahu nuk është indiferent për atë çka bëni ju"},{"SurahNumber":2,"VerseNumber":75,"Text":"A dëshironi ju që t’ju besojnë ata, që një grup prej tyre e dëgjonin fjalën e All-llahut dhe pasi që i kanë kuptuar, me vetëdije i kanë falsifikuar"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kur takojnë besimtarë ata thonë: “Kemi besuar”! por sapo mbesin më vete, thonë: “A po ju kallzoni për atë që All-llahu vetëm juve ju ka shpaluar, që t’u shërbejë si argument kundër jush para Zotit tuaj? A hiç nuk e merrni me mend?!”"},{"SurahNumber":2,"VerseNumber":77,"Text":"A nuk e dinë ata se All-llahu di edhe atë çka fshehin edhe atë çka shfaqin"},{"SurahNumber":2,"VerseNumber":78,"Text":"Prej tyre ka analfabetë, nuk dinë për Libër, por vetëm për fall, dhe ata vetëm fantazojnë"},{"SurahNumber":2,"VerseNumber":79,"Text":"Të mjerët ata, të cilët me duar të veta shkruajnë libër e pastaj thonë: “Ja, ky është prej All-llahut”, për të nxjerrë ndonjë fitim të parëndësishëm. Dhe të mjerët ata për shkak se duartë e atyre e kanë shkruar dhe mjerë ata me çka po fitojnë"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ata thanë: “Neve zjarri nuk na prek, vetëm se për një kohë të caktuar”. Thuaj! “A i keni marrë besën All-llahut për këtë – se All-llahu nuk e then besën e vet – apo thuani për All-llahun diçka që nuk e dini?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"Po si jo! Atë që bënë keq do ta rrethojnë mëkatet e veta; ata do të jenë banorë të zjarrit ku do të mbesin përgjithmonë"},{"SurahNumber":2,"VerseNumber":82,"Text":"Dhe ata, të cilët besuan dhe bëjnë vepra të mira – ata do të jenë banorë të xhennetit ku do të mbesin përgjithmonë"},{"SurahNumber":2,"VerseNumber":83,"Text":"Dhe kur morëm fjalën nga Izraelitët: vetëm All-llahut t’i faleni dhe tu bëni mirë prindërve, edhe të afërmëve, edhe bonjakëve edhe të varfërve, dhe njerëzve t’u flisni fjalë të mira dhe kryeni faljen dhe zeqatin, por ju pastaj, përveç një numri të vogël, tradhtuat dhe ia kthyet shpinën"},{"SurahNumber":2,"VerseNumber":84,"Text":"Dhe kur morëm prej jush besën se nuk do të derdhni gjakun tuaj dhe se nuk do të përzëni njëri-tjetrin nga shtëpitë tuaja, ju e pranuat këtë dhe po e dëshmoni"},{"SurahNumber":2,"VerseNumber":85,"Text":"Mirëpo, ju përsëri e mbytni njëri-tjetrin e disa nga ju i përzini nga shtëpitë e tyre – duke ndihmuar njëri-tjetrin, me mëkat e armiqësi, kundër atyre; por nëse u vijnë si të zënë robër ju kompenzoheni, a e keni pasur të ndaluar t’i përzini?! Si bëhet të besoni një pjesë të Librit e tjetrën pjesë ta mohini?! Çfarë shpërblimi ka ai nga ju, që bën ashtu nbë mos poshtërsim në këtë botë, kurse në ditën e kijametit do të vëhen në më të rëndin dënim. Dhe All-llahu nuk është indiferent ndaj asaj që bëni ju"},{"SurahNumber":2,"VerseNumber":86,"Text":"Ata janë, të cilët jetën e kësaj bote e blejnë me ahiretin, prandaj atyre vuajtja nuk do t’u lehtësohet e as që do të jenë të ndihmuar"},{"SurahNumber":2,"VerseNumber":87,"Text":"Ne i kemi pas dhënë Musaut Librinn dhe pas tij kemi dërguar profetë njërin pas tjetrit. Edhe Isaut, të birit të Merjemes, i kemi dhënë argumente të qarta dhe e kemi përkrahur me Xehbrailin (Shpirt i shenjt). Dhe, a nuk bëheshit arrogantë sa herë që ndonjë profet u solli atë çka nuk u pëlqente juve, madje disa i shpallnit rrenacakë, kurse disa i mbytnit"},{"SurahNumber":2,"VerseNumber":88,"Text":"Po thonë: “Zemrat tona janë të ashpra”. Jo, por All-llahu i ka mallkuar ata për shkak të mosbesimit të tyre, prandaj ata fort pak janë që besojnë"},{"SurahNumber":2,"VerseNumber":89,"Text":"Pasi që u erdhi Libri nga All-llahu, i cili e vërteton atë çka e kanë, por edhe më herët lypnin ndihmë kundër mosbesimtarëve, dhe kur u vjen ajo që është e njohur, atë e mohojnë, pra, paçin mallkimin e All-llahut ata që nuk besojnë"},{"SurahNumber":2,"VerseNumber":90,"Text":"Është e mjerueshme ajo për çka janë shitur. Të mohojnë atë çka u ka shpallur All-llahu, vetëm nga zilia që All-llahu nga mirësia e tij ia dërgon shpalljen kujt do Ai, nga robërit e vet, dhe kanë nxitur hidhërim pas hidhërimi, ndërkaq për mosbesimtarët ka dënim të turpshëm"},{"SurahNumber":2,"VerseNumber":91,"Text":"Dhe kur u thuhet: “Besoni asaj që ju ka shpallur All-llahu”! thoshin: “Ne besojmë në atë çka na shpallet neve” – por nuk besojnë në atë pas asaj, e ajo është e vërteta që po e vërteton atë çka e kanë. Thuaj! Po përse më përpara i mbytnit profetët e All-llahut pasi qenkeni besimtarë?”"},{"SurahNumber":2,"VerseNumber":92,"Text":"Edhe Musa iu ka pasë sjellë argumente të qarta, por ju në mungesë të tij përsëri morët viçin (t’i besoni) duke bërë kështu mizori e padrejtësi.”"},{"SurahNumber":2,"VerseNumber":93,"Text":"Dhe kur prej jush kemi marrë besën tuaj, dhe e ngritëm përmbi ju malin Tur; “Merrnie seriozisht atë çka a japim dhe dëgjoni!” Ata thonë: “Ne dëgjuam, por jemi të padëgjueshëm”. Zemrat e tyre për shkak të mosbesimit të tyre akoma ishin të fryra me viç. Thuaj: “Është shumë e keqe ajo ku po ju shpie besimi juaj, nëse jeni sadopak besimtarë”"},{"SurahNumber":2,"VerseNumber":94,"Text":"Thuaj: “Nëse te All-llahu është siguruar xhenneti vetëm për ju, e jo edhe për njerëzit tjerë, ju lypne vdekjen nëse jeni të siqertë”"},{"SurahNumber":2,"VerseNumber":95,"Text":"Por kurrë nuk do ta lypin, për shkak të asaj se çka bëjnë! Ndërsa All-llahu i di mirë kriminelët"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ti gjithsesi do t’i shohësh se ata e duan jetën më shumë se tërë njerëzit tjerë, edhe se sa ata që janë politeistë. Dikush do të dëshironte të jetojë njëmijë vjet edhe pse ajo, edhe sikur të jetonte aq, nuk do ta largonte nga vuajtja. All-llahu sheh mirë se çka punojnë"},{"SurahNumber":2,"VerseNumber":97,"Text":"Thuaj: “Kush është armik i Xhebrailit? E ai, me lejen e All-llahut, ty të vë atë (Kur’anin) në zemër, i cili i vërteton ata çka ishin më përpara tij, si udhërrëfim e përgëzim për besimtarë”"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kush është armik i All-llahut dhe i engjujve të tij edhe profetëve të tij edhe Xhebrailit dhe Mikailit – e All-llahu është, hiç pa dyshim, armik i atyre që nuk besojnë"},{"SurahNumber":2,"VerseNumber":99,"Text":"Dhe ne ty të kemi shpallur argumente të qarta dhe këta nuk i mohon tjetërkush përveç të mbrapshtërve"},{"SurahNumber":2,"VerseNumber":100,"Text":"A çdo herë kur marrin ndonjë obligim e prishin disa prej tyre? Jo, por shumica sish nuk besojnë"},{"SurahNumber":2,"VerseNumber":101,"Text":"Dhe kur u pat ardhur Profeti nga All-llahu, që ua vërtetonte atë çka e kishin, një grup prej atyre – të cilëve u qe dhënë Libri – e hudhnin pas shpine Librin e All-llahut, kinse nuk e dinin"},{"SurahNumber":2,"VerseNumber":102,"Text":"Dhe shkonin pas asaj që u kanë folur djajtë për mbretërinë e Sulejmanit. Sulejmani nuk ka qenë mosbesimtar, - porse djajtë janë mosbesimtarë (patën mohuar) duke i mësuar njerëzit magji dhe çka u zbriti dy engjujve, Harut dhe Marut, në Babilon. Dhe ata dy nuk ia kanë mësuar askujt, madje thoshin: “Nne jemi vetëm një sprovë, ti mos u bën mosbesimtar!” Dhe njerëzit mësonin prej atyre dyve si ta ndajnë burrin prej gruas, por me këtë nuk mund t’i bënin dëm kurrkujt pa vullnetin e All-llahut. Dhe mësonin atë që u bën dëm atyre e nuk u bën kurrfarë dobie edhe pse e kanë ditur se ai që e merrte atë (mjeshtri) nuk do të ketë kurrfarë fati në botën tjetër. Po shumë e keqe është ajo, nëse e dinë, për çka e kanë shitur veten"},{"SurahNumber":2,"VerseNumber":103,"Text":"Dhe sikur ata të besonin dhe të ruheshin, shpërblimi nga All-llahu do të ishte gjithsesi më i mirë, sikur ta dinin"},{"SurahNumber":2,"VerseNumber":104,"Text":"O besimtarë, mos thuani fjalën “raina” po thuani “undhurna” dhe dëgjoni! E mosbesimtarët i pret dënim i dhembshëm"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ata, të cilët nuk besojnë qofshin ithtarë të Librit a politeistë, nuk duan që juve t’ju shpallet nga Zoti juaj çfarëdo e mirë qoftë. Porse All-llahu e dallon kë të dojë me mëshirën e vet. All-llahu ka mirësi të madhe"},{"SurahNumber":2,"VerseNumber":106,"Text":"Ne nuk pezullojmë asnjë ajet apo ta harrojmë, po sjellim më të mirë se ai ose të ngjashëm sikur ai. A nuk e ke ditur se All-llahu ka mundësi për çdo send"},{"SurahNumber":2,"VerseNumber":107,"Text":"A nuk e ke ditur se All-llahut i takon pushteti i qiejve dhe tokës, dhe ju përveç All-llahut nuk keni mbrojtës tjetër as ndihmëtar"},{"SurahNumber":2,"VerseNumber":108,"Text":"A doni të kërkoni nga Profeti juaj siç kanë kërkuar më parë nga Musa? Dhe kush e ndërron besimin me mosbesim ai e ka humbur rrugën e drejtë"},{"SurahNumber":2,"VerseNumber":109,"Text":"Shumë ithtarë të Librit kanë dëshiruar që, t’ju kthenin në mosbesimtarë, pasi jeni bërë besimtarë, nga egoizmi i verbëruar i tyre, edhe pasi që u është sqaruar e vërteta, por ju falni dhe hiquni atyre derisa All-llahu nuk bjen vendimin e vet. All-llahu, njëmend, ka mundësi për çdo gjë"},{"SurahNumber":2,"VerseNumber":110,"Text":"Dhe kryeni faljen dhe jepni zeqatin! E çka do që të bëni mirë për vete, do ta gjeni te All-llahu. Me siguri All-llahu sheh mirë se çka punoni"},{"SurahNumber":2,"VerseNumber":111,"Text":"Ata thonë, në xhennet nuk do të hyjnë të tjerë përveç kush është ebrej ose krishterë. Ajo është dëshirë e tyre! Ti thuaju: “Sillni argumentin tuaj nëse jeni të sinqertë!”"},{"SurahNumber":2,"VerseNumber":112,"Text":"Përkundrazi: Ai që i është dorëzuar All-llahut dhe është bamirës, ai e ka shpërblimin e vet te Zoti i vet dhe ata nuk do të frikësohen as do të pikëllohen"},{"SurahNumber":2,"VerseNumber":113,"Text":"Ebrejtë thonë: “Të krishterët nuk janë në rrugë të drejtë, “kurse të krishterët thonë: “Ebrejtë nuk janë në rrugë të drejtë”, e ata të gjithë lexojnë Librin. Pikërisht ashtu siç flasin ata, thanë edhe ata që nuk dinë. Por All-llahu do t’i gjykojë në ditën e gjykimit për atë në çka kundërshtohen"},{"SurahNumber":2,"VerseNumber":114,"Text":"Kush është më mizor se ai, i cili pengon që në xhamit e All-llahut të përmendet emri i Tij, dhe përpiqet për rrënimin e tyre. Ata nuk kanë për të hyrë aty, përveç se me frikë. Ata në këtë botë kanë turpin, kurse në atë botë dënimin e madh"},{"SurahNumber":2,"VerseNumber":115,"Text":"Të All-llahut janë edhe lindja edhe perëndimi, kahdo që të ktheheni atje është anë e All-llahut. All-llahu është pa dyshim i gjërë dhe shumë i dijshëm"},{"SurahNumber":2,"VerseNumber":116,"Text":"Thonë: “All-llahu ka një fëmijë”. Qoftë lartësuar Ai! Jo, po të atij janë krejt çka ka në qiej dhe në tokë, Atij të gjithë i nënshtrohen"},{"SurahNumber":2,"VerseNumber":117,"Text":"Zanafillës i qiejve dhe i tokës, dhe kur do të zbatojë diçka ai vetëm i thotë: “Bëhu!” dhe bëhet"},{"SurahNumber":2,"VerseNumber":118,"Text":"Kurse ata që nuk dinë të flasin: “Përse të mos na flasë neve All-llahu ose të na vijë ndonjë argument”! Ashtu, mu si fjalët e tyre kanë folur edhe ata përpara tyre. Kanë zemra të ngjashme, kurse ne i patëm sqaruar argumentet për njerëzit që janë të bindur"},{"SurahNumber":2,"VerseNumber":119,"Text":"Ne ty të kemi dërguar me të vërtetën si përgëzues dhe qortues dhe nuk do të merresh në pyetje për banorët e xhehennemit"},{"SurahNumber":2,"VerseNumber":120,"Text":"As ebrejtë as të krishterët nuk do të jenë të kënaqur me ty derisa të mos pranosh fenë e tyre. Thuaj: “Udhëzimi i All-llahut është udhëzim. Dhe nëse ti jepesh pas dëshirave të tyre, pasi që të ka ardhur dijenia (shpallja) prej All-llahut askush nuk mund të të mbrojë as të ndihmojë"},{"SurahNumber":2,"VerseNumber":121,"Text":"Atyre të cilëve u kemi dhënë Librin, e lexojnë ashtu si është – ata i besojnë atij. Ai që nuk i beson atij, ai do të jetë i humbur e i shkatërruar"},{"SurahNumber":2,"VerseNumber":122,"Text":"O izraelitë! “Kujtoni dhuntinë time që ua kam dhuruar dhe Unë ju kam dalluar mbi të gjithë njerëzit tjerë”"},{"SurahNumber":2,"VerseNumber":123,"Text":"Dhe frikësohuni asaj dite kur askush nuk mund të ndihmojë asgjë dhe nuk do të pranohet kompensim prej askujt, dhe ndërmjetësimi nuk i bënë dobi dhe askush nuk do të jetë i ndihmuar.”"},{"SurahNumber":2,"VerseNumber":124,"Text":"Dhe kur Ibrahimin Zoti i tij e provoi me disa urdhëra, e ai të gjitha i kreu plotësisht, i tha (All-llahu): “Po të bëj të jesh prijatarë për njerëzit!” “Edhe disa pasardhës të mi” – u lut ai. “Besatimi im, tha Ai, nuk do të përfshijë mizorët”"},{"SurahNumber":2,"VerseNumber":125,"Text":"Dhe tempullin e Qabes e bëmë vendtubim dhe vend të sigurt për njerëzit. Vendi ku ka qëndruar Ibrahimi konsiderohet si tempull ku kryhet falja! Edhe Ibrahimit edhe Ismailit i kemi urdhëruar: “Pastrone tempullin tim për ata që do ta vizitojnë, të cilët do të qëndrojnë aty dhe do të bëjnë namaz, përulen dhe gjunjëzohen”"},{"SurahNumber":2,"VerseNumber":126,"Text":"Dhe Ibrahimi u lut: “O Zoti im, bëne këtë një vend të sigurt, dhe banorët e tij furnizoi me frute, ata që besojnë në All-llahun dhe në botën tjetër!” Ai tha: “Kush nuk beson do t’ia mundësoj të kënaqet për pak kohë, e pastaj do ta hudhë në dënim me zjarr. Sa vendbanim i tmerrshëm është ai!”"},{"SurahNumber":2,"VerseNumber":127,"Text":"Dhe derisa Ibrahimi dhe Ismaili ngritnin themelet e tempullit, luteshin: “O Zoti ynë, prano prej nesh, sepse Ti, me të vërtetë dëgjon dhe di"},{"SurahNumber":2,"VerseNumber":128,"Text":"O Zoti ynë, bëna ne të dyve besnikët Tuaj, edhe pasardhësit tonë le të jenë besnik Ty, dhe na i trego traditat tona dhe na fal, sepse Ti njëmend je mëshirëplotë që pranon pendimin"},{"SurahNumber":2,"VerseNumber":129,"Text":"O Zoti ynë, dërgoju atyre një profet nga mesi i tyre, i cili do t’ua kumtojë ajetet Tuaja dhe do t’ua mësojnë Librin dhe urtësinë dhe t’i pastrojë, sepse Ti je njëmend i fortë, i urtë"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kush i largohet fesë së Ibrahimit përveç se ai që e nënçmon vetveten; kurse ne atë e kemi zgjedhur në këtë botë, por edhe në atë botë ai do të jetë gjithsesi nga të mirë"},{"SurahNumber":2,"VerseNumber":131,"Text":"Kur Zoti i tij tha: “Dorëzohu” – ai u përgjegj: “Unë jam dorëzuar Zotit të botërave!”"},{"SurahNumber":2,"VerseNumber":132,"Text":"Dhe Ibrahimi ua porositi këtë bijve të vet, si edhe Jakubi: “O bijtë e mi, All-llahu ua ka zgjedhur fenë dhe assesi mos vdisni ndryshe, vetëm si muslimanë!”"},{"SurahNumber":2,"VerseNumber":133,"Text":"A ishit ju dëshmitarë (të pranishëm) kur i erdh jakubit momenti i vdekjes dhe u tha djemve të vet: “Çka do të adhuroni pas meje?” Do të adhurojmë, - i thanë ata, - Zotin tënd edhe Zotin e të parëve tu: “Ibrahimit dhe Ismailit e Is-hakut, vetëm një Zot. Edhe ne atij i jemi dorëzuar.”"},{"SurahNumber":2,"VerseNumber":134,"Text":"Ai është një popull që është zhdukur; Ata kanë atë çka e kanë fituar, kurse ju atë çka e keni fituar vetë, dhe ju nuk do të merreni në pyetje se çka kanë bërë ata"},{"SurahNumber":2,"VerseNumber":135,"Text":"Ata thanë: “Bëhuni ebrej ose të krishterë, do të jeni përudhur”! Ti thuaju: Jo, por në fenë e pastër të Ibrahimit, ai nuk ishte politeist"},{"SurahNumber":2,"VerseNumber":136,"Text":"Thuani: “Ne i besojmë All-llahut dhe çka na është shpallur neve edhe çka i është shpallur Ibrahimit. Ismailit dhe Is-hakut dhe Jakubit, dhe pasardhësve dhe çka i është dhënë Musaut dhe Isait, edhe në atë çka u është dhënë profetëve nga Zoti i tyre”, ne nuk e dallojmë asnjërin nga mesi i tyre, ne atij i jemi nënshtruar"},{"SurahNumber":2,"VerseNumber":137,"Text":"Andaj, nëse kanë besuar ashtu siç i besuat Ju, janë në rrugë të drejtë, e nëse kthehen nga kjo rrugë, atëherë janë në kundërshtim, por All-llahu të mjafton kundër atyre. Ai i dëgjon dhe i di të gjitha"},{"SurahNumber":2,"VerseNumber":138,"Text":"All-llahu na ka udhëzuar, kush është më i mirë se All-llahu për udhëzim? Ne atë e adhurojmë"},{"SurahNumber":2,"VerseNumber":139,"Text":"Thuaj: “A po polemizoni me ne për All-llahun, e Ai është edhe Zoti i juaj edhe Zoti i ynë? Ndërsa veprat tona janë për ne, e për ju veprat tuaja! Dhe ne sinqerisht i jemi besnik Atij.”"},{"SurahNumber":2,"VerseNumber":140,"Text":"A po thuani se njëmend Ibrahimi, Ismaili, Is-haku, Jakubi edhe pasardhësit kanë qenë ebrejë ose të krishterë? Thuaj! “A e dini ju më mirë apo All-llahu? Kush është më kriminel se ai, i cili fsheh dëshminë duke e ditur se është prej All-llahut? All-llahu, pra, nuk është indiferent ndaj asaj çka punoni ju.”"},{"SurahNumber":2,"VerseNumber":141,"Text":"Ai është një popull që është zhdukur. Ai ka atë çka e ka fituar, kurse ju keni atë çka e keni fituar vetë dhe nuk do të merreni në pyetje se çka kanë punuar ata"},{"SurahNumber":2,"VerseNumber":142,"Text":"Do të thonë disa të marrë (shkurtpamës) nga njerëzit: “Çka i ka kthyer ata nga Kibla e tyre drejtë së cilës (kanë qenë) drejtuar?” Thuaj: “Të All-llahut janë edhe lindja edhe perëndimi. Ai udhëzon në rrugë të drejtë kë do vetë!”"},{"SurahNumber":2,"VerseNumber":143,"Text":"Dhe ashtu ju kemi bërë një bashkësi të drejtë që të jeni dëshmitarë kundër njerëzve, dhe Profeti do të jetë dëshmitar kundër jush. Dhe Ne nuk e kemi bërë Kiblen drejt së cilës je kthyer (më parë) për asgjë tjetër vetëm se të shohim se kush do të pasojë Profetin nga ata që do të kthehen prapa. Kjo ka qenë shumë punë e madhe, por jo edhe për ata të cilët i ka udhëzuar All-llahu, se All-llahu nuk është për t’ua humbur besimin tuaj. All-llahu është njëmend për njerëzit shumë i butë dhe mëshirëplotë"},{"SurahNumber":2,"VerseNumber":144,"Text":"E shohim se si po e drejton fytyrën kah qielli, dhe ne gjithësesi do të kthejmë kah Kibleja me të cilën do të jesh i kënaqur, prandaj ktheje fytyrën kah tempulli i shenjtë! Dhe kudo që të jeni drejtohuni kah ajo anë. Ata të cilëve u është dhënë Libri me siguri e dinë se ajo është e vërtetë nga Zoti i tyre. Dhe All-llahu nuk është indiferent ndaj asaj çka punojnë"},{"SurahNumber":2,"VerseNumber":145,"Text":"Edhe sikur ti, atyre që u është dhënë Libri, t’ua sillje tërë argumentet, ata nuk do ta pranonin Kiblen tënde, por as ti nuk e pason Kiblen e atyre, dhe asnjëri nuk do të pranojë Kiblen e njëri-tjetrit. Po sikur ti të pasosh dëshirat e tyre, pasi që të ka ardhur shpallja, atëherë ti, pamëdyshje, do të ishe i padrejtë"},{"SurahNumber":2,"VerseNumber":146,"Text":"Atyre të cilëve u kemi dhënë Libër e njohin atë (Profetin) siç i njohin bijtë e vet, por një grup sish me çdo kusht fshehin të vërtetën edhe pse e dinë"},{"SurahNumber":2,"VerseNumber":147,"Text":"E vërteta është nga Zoti yt, prandaj kurrsesi mos jij prej atyre që dyshojnë"},{"SurahNumber":2,"VerseNumber":148,"Text":"Secili kthehet kah kibleja e vet, por ju bëni konkurencë me vepra të mira! Kudo qofshi, All-llahu të gjithëve do t’u tubojë – All-llahu me siguri ka mundësi për çdo send"},{"SurahNumber":2,"VerseNumber":149,"Text":"Nga do të dalësh ti, ktheje fytyrën tënde kah tempulli i shenjtë, e vërteta njëmend vjen nga Zoti yt, - dhe All-llahu nuk është i painteresuar se çka punoni"},{"SurahNumber":2,"VerseNumber":150,"Text":"Ngado që të dalësh, ti ktheje fytyrën tënde kah tempulli i shenjtë, dhe kudo që gjendeni këtheni fytyrat tuaja kah ajo anë, që njerëzit mos të kenë argument kundër jush, përveç nga mesi i atyre që bëjnë mizori, por mos iu frikësoni! Frikësohmuni Mua që t’ua plotësoj dhuntinë time ndaj jush dhe që të jeni të udhëzuar"},{"SurahNumber":2,"VerseNumber":151,"Text":"Siç ju kemi dërguar një Profet nga mesi juaj, t’iu lexojë ajetet tona dhe t’ju pastrojë e t’iu mësojë Librin dhe urtësinë dhe t’iu mësojë atë çka nuk e keni ditur"},{"SurahNumber":2,"VerseNumber":152,"Text":"Më kujtoni ju Mua, t’iu kujtoj edhe unë dhe më falënderoni edhe mos mohoni"},{"SurahNumber":2,"VerseNumber":153,"Text":"O besimtarë, kërkoni ndihmë për vete duke duruar dhe duke kryer faljen! All-llahu pa dyshim është me durimtarët"},{"SurahNumber":2,"VerseNumber":154,"Text":"Dhe mos thuani për ata që janë vrarë në rugë të All-llahut “janë të vdekur”! Përkundrazi, ata janë të gjallë, por ju nuk e dini"},{"SurahNumber":2,"VerseNumber":155,"Text":"Ne gjithsesi do t’ju sprovojmë me diçka nga frika dhe uria, edhe me humbje të pasurisë dhe të jetës e të fruteve. Dhe ti përgëzoji durimtarët"},{"SurahNumber":2,"VerseNumber":156,"Text":"Të cilët kur i godit ndonjë e papritur vetëm thonë: “Nne jemi të All-llahut dhe ne te Ai po kthehemi!”"},{"SurahNumber":2,"VerseNumber":157,"Text":"Ata i pret bekimi dhe mëshira e Zotit të tyre, këta janë ata të cilët janë në rrugë të drejtë"},{"SurahNumber":2,"VerseNumber":158,"Text":"Safa dhe Merva janë, me të vërtetë, nga normat e All-llahut, prandaj ai që e viziton Qaben ose bën umren nuk bën kurrfarë gabimi të sillet edhe rreth tyre. Dhe kush bën ndonjë vepër të mirë, vullnetarisht, po All-llahu është me të vërtetë mirënjohës dhe i dijshëm"},{"SurahNumber":2,"VerseNumber":159,"Text":"Ata të cilët i fshehin argumentet tona që i kemi shpallur ne; edhe rrugën e drejtë, pasi që ua kemi sqaruar njerëzve me Libër, ata All-llahu i mallkon, madje i mallkojnë edhe ata që mallkojnë"},{"SurahNumber":2,"VerseNumber":160,"Text":"Përveç atyre që pendohen dhe përmirësohen edhe atë e shprehin haptazi, atyre unë ua pranoj pendimin se unë jam mëshirëplotë dhe i pranoj pendimet"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ata të cilët kanë mohuar dhe vdesin si mosbesimtarë, mbi ata bjen mallkim i All-llahut edhe i engjujve edhe i njerëzve, bashkërisht"},{"SurahNumber":2,"VerseNumber":162,"Text":"Aty janë përgjithmonë, dhe dënimi as u lehtësohet e as afat u lejohet"},{"SurahNumber":2,"VerseNumber":163,"Text":"Dhe Zoti juaj është vetëm një Zot! Nuk ka Zot përveç atij, të gjithmëshirshmit, mëshirëplotit"},{"SurahNumber":2,"VerseNumber":164,"Text":"Padyshim në krijimin e qiejve dhe të tokës, në ndërrimin e ditës dhe të natës, edhe anijes që lundron nëpër det me çka u sjell dobi njerëzve, edhe shiun të cilin All-llahu e lëshon nga qielli, me të cilin ngjallë tokën pasi që ka vdekur, nëpër të ka shpërndarë qenie të gjalla gjithfarësh, edhe në ndërrimin e erërave, vranësirat e pezulluara ndërmjet qiellit dhe tokës – s’do mend, ka argumente për njerëzit e mençur"},{"SurahNumber":2,"VerseNumber":165,"Text":"Ka njerëz që në vend të All-llahut marrin idole, i duan sikur All-llahun, por besimtarët më fortë e duan All-llahun. Dhe sikur ta shihnin ata që kanë bërë mizori, atëherë kur do ta shohin dënimin, se e tërë forca është vetëm e All-llahut, All-llahu është ndëshkimfortë"},{"SurahNumber":2,"VerseNumber":166,"Text":"Kur ata, të cilët janë pasuruar prej të tjerëve, heqin dorë nga ata dhe ta shohin dënimin e t’i këpusin lidhjet me ata"},{"SurahNumber":2,"VerseNumber":167,"Text":"Ata të cilët kanë pasuar do të thonë: “Ah, sikur edhe njëherë të ktheheshim, do të hiqnim dorë edhe ne prej tyre, ashtu siç hoqën dorë ata prej nesh!” Ja, ashtu All-llahu do t’ua tregojë atyre veprat e tyre të kobshme për ta, por ata nuk kanë për të dalë nga zjarri"},{"SurahNumber":2,"VerseNumber":168,"Text":"O njerëz, hani nga ajo çka ka në tokë, që është e lejuar dhe e mirë, dhe mos shkoni gjurmëve të djallit se atë e keni armik të rrezikshëm"},{"SurahNumber":2,"VerseNumber":169,"Text":"Ai ju urdhëron të bëni keq dhe marrëzi edhe të flisni për All-llahun çka nuk dini"},{"SurahNumber":2,"VerseNumber":170,"Text":"Dhe kur u thuhet: “Pasoni atë çka e ka shpallur All-llahu!” thonë: “Jo, ngase ne pasojmë atë ku i kemi gjetur të parët tonë”. A thua edhe atëherë kur të parët e tyre nuk kanë kuptuar asgjë dhe kur kanë qenë të paudhëzuar"},{"SurahNumber":2,"VerseNumber":171,"Text":"Shembulli i atyre që nuk besojnë është si shembulli i atij që paraqitet, mirëpo ia dëgjon vetëm zëërin dhe thirrjen. Të shurdhër, memecë dhe të verbër – asgjë nuk kuptojnë"},{"SurahNumber":2,"VerseNumber":172,"Text":"O besimtarë, hani nga ushqimet e mira që ju kemi dhënë dhe i jini mirënjohës All-llahut, nëse adhuroni vetëm atë"},{"SurahNumber":2,"VerseNumber":173,"Text":"Ai ju ndalon coftinën, gjakun edhe mishin e derrit edhe atë që është prerë në emër të ndonjë tjetri, jo në emër të All-llahut. Kurse ai që është i shtrënguar, por jo nga dëshira, vetëm sa ka nevojë, ai nuk e ka mëkat. All-llahu njëmend fal dhe është mëshirëplotë"},{"SurahNumber":2,"VerseNumber":174,"Text":"Ata të cilët fshehin atë që e ka shpallur All-llahu në Libër dhe atë e ndërrojnë për diçka që vlen fort pak, ata në barqet e veta nuk fusin asgjë tjetër përveç zjarr!; All-llahu nuk u flet atyre në ditën e gjykimit dhe nuk do t’i pastrojë. Ata i pret dënim i dhembshëm"},{"SurahNumber":2,"VerseNumber":175,"Text":"Ata janë, që kanë blerë humbjen për rrugë të drejtë edhe dënimin për falje. Po sa të durueshëm janë në zjarr"},{"SurahNumber":2,"VerseNumber":176,"Text":"ajo është për shkak se All-llahu ka shpallur Librin, me realitet, kurse ata, të cilët e kanë kontestuar janë me të vërtetë në humbje të thellë"},{"SurahNumber":2,"VerseNumber":177,"Text":"Nuk është bamirësi (devotshmëri) të ktheni fytyrat tuaja kah lindja dhe perëndimi, po devotshmëri është ajo e atij që i beson All-llahut dhe Ditës së Ahiretit, edhe engjujve, edhe librave, edhe profetëve, ndërsa nga pasuria, përkundër dashurisë që ka, u jep të afërmëve dhe bonjakëve, edhe të varfërve, edhe udhëtarëve edhe lypsavet, edhe për lirimin e të robëruarve, edhe që kryejnë faljen dhe japin zeqatin, edhe që obligimin e vet kur e marrin e zbatojnë, si dhe ata që janë të durueshëm në skamje, edhe në sëmundje, edhe në të papritura. Ata janë që kanë qenë të sinqertë dhe vetëm ata janë të devotshëm"},{"SurahNumber":2,"VerseNumber":178,"Text":"O besimtarë! Ju është caktuar norma për hakmarrje-vrasje: I liri – për të lirë, robi – për rob, femra – për femër. Ndërsa atij që i falet diçka nga vëllau i vet, le të pritet me bujari edhe ai le t’ua kthejë me të mirë. Kjo është lehtësi nga Zoti juaj, dhe mëshirë. Po kush bënë shkelje edhe pas kësaj, atë e pret dënim i dhembshëm"},{"SurahNumber":2,"VerseNumber":179,"Text":"Në hakmarrje keni – ekzistencën, o të mençur ndoshta do të ruheni"},{"SurahNumber":2,"VerseNumber":180,"Text":"Juve ju është caktuar norma; kur dikush prej jush është duke vdekur, nëse le ndonjë pasuri për prindërit dhe të afërmit, është obligim i të dëvotshmëve që ta përcjellin atë porosi me drejtësi"},{"SurahNumber":2,"VerseNumber":181,"Text":"Po kush ndryshon atë pasi që e ka dëgjuar, mëkati për këtë u takon atyre që e ndryshojnë atë. All-llahu me siguri dëgjon dhe di"},{"SurahNumber":2,"VerseNumber":182,"Text":"Dhe kush frikësohet nga mossaktësia e porositësit ose ka gabuar, por i ka pajtuar, nuk ka mëkat. All-llahu me siguri fal dhe është mëshirëplotë"},{"SurahNumber":2,"VerseNumber":183,"Text":"O besimtarë! Agjërimin e keni obligim të detyrueshëm, siç e kishin detyrë edhe ata që qenë para jush, ndoshta do të bëheni të devotshëm"},{"SurahNumber":2,"VerseNumber":184,"Text":"Në ditë të caktuara me numër, por ai nga ju, i cili është i sëmurë ose në udhëtim, atëherë agjëron tjera ditë me të njëjtin numër. Ndërsa ata që nuk mund ta mbajnë – kompensimi është të ushqejë një varfnjak. Dhe kush jep më tepër vullnetarisht, ajo është mirë për atë. Por të agjëroni është më mirë, ta dini"},{"SurahNumber":2,"VerseNumber":185,"Text":"Muaji Ramazan është ai në të cilin filloi të shpallet Kur’ani, udhëzim për njerëzit dhe argument i qartë i rrugës së drejtë dhe dallimit të mirës nga e keqja. Cili prej jush që do ta arrijë atë muaj, ta agjëroj atë, e kush është i sëmurë ose ndodhet në rrugë, të njëjtin numër ditësh le ta agjëroj më vonë! All-llahu ju dëshiron lehtësim e nuk ju dëshiron vështirësi. Por ditët e caktuara t’i plotësoni dhe All-llahun ta madhëroni, për shkak se u ka udhëzuar në rrugë të drejtë, mbase do të jeni mirënjohës"},{"SurahNumber":2,"VerseNumber":186,"Text":"Dhe kur të të pyesin robërit e mi për Mua, Unë jam me të vërtetë afër, i përgjigjem lutjes së lutësit kur më lutet. Prandaj le të kërkojnë përgjigje prej meje dhe le të më besojnë Mua, për të qenë në rrugë të drejtë"},{"SurahNumber":2,"VerseNumber":187,"Text":"Ju lejohet që netëve të agjërimit, të bini me gratë tuaja. Ato janë mbulojë e juaj e ju jeni mbulojë e tyre. All-llahu e ka ditur se mund të mashtroheni, prandaj ka pranuar pendimin tuaj dhe ua ka falur. E tani bashkohuni me ato dhe kërkone atë çka ua ka caktuar All-llahu. Dhe hani e pini deri sa të dalloni vijën e bardhë të agimit nga vija e zezë, pastaj agjërimin plotësone deri në mbrëmje. Mos bini me gratë derisa sa jeni në itikafë në xhamia. Ai është kufi i All-llahut, dhe mos iu qasni! Ja, ashtu All-llahu ua sqaron njerëzve normat e veta për t’u ruajtur"},{"SurahNumber":2,"VerseNumber":188,"Text":"Mos e hani pasurinë e njëri-tjetrit në mënyrë të pandershme dhe mos i kontestoni ato çështje para gjygjeve për të ngrënë me vetëdije në mënyrë të palejuar pjesën e pasurisë së huaj"},{"SurahNumber":2,"VerseNumber":189,"Text":"Të pyesin për hënën e re. Thuaj, ajo është për njerëzit përcaktuese e kohës dhe haxhit. Nuk është devotshmëria të hyni në shtëpi nga ana e sprapme, por devotshmëri është kush i frikësohet All-llahut. Në shtëpia hyni në dyertë e tyre dhe frikësohuni All-llahut, ndoshta shpëtoni"},{"SurahNumber":2,"VerseNumber":190,"Text":"Dhe luftoni për hirë të All-llahut kundër atyre, të cilët luftojnë kundër jush, por mos e teproni! All-llahu njëmend nuk i do ata që e teprojnë"},{"SurahNumber":2,"VerseNumber":191,"Text":"Ata luftoni (mbytni) kudo që t’i gjeni, përzini prej aty prej nga ju kanë përzënë ata juve. Dhe shpifja është më e rëndë se vrasja. Por mos i luftoni ata kur janë në tempullin e shenjtë, deri sa ata të mos ju sulmojnë aty. Nëse ju shpallin luftë, atëherë luftoni edhe ju ata! Ashtu është shpërblimi për mosbesimtarët"},{"SurahNumber":2,"VerseNumber":192,"Text":"Po nëse përmbahen, ani, All-llahu njëmend është falës mëshirëplotë"},{"SurahNumber":2,"VerseNumber":193,"Text":"Ata t’i luftoni deri sa të zhduket shpifja dhe të mbesë feja e All-llahut. E nëse përmbahen, atëherë nuk ka armiqësi, përveç kundër kriminelëve"},{"SurahNumber":2,"VerseNumber":194,"Text":"Muaji i shenjtë është për muaj të shenjtë, por edhe shejtënia ka masë për hakmarrje. Atë që ju sulmon, sulmone edhe ju me të njëjtën masë dhe frikësohuni All-llahut dhe ta dini se All-llahu është met ë devotshmit"},{"SurahNumber":2,"VerseNumber":195,"Text":"Shpenzoni për hirë të All-llahut, por vetveten mos e çoni në shkatërrim, dhe bëni mirë. All-llahu njëmend i do punëmirët"},{"SurahNumber":2,"VerseNumber":196,"Text":"Kryene haxhin dhe umren për hirë të All-llahut! Por nëse jeni të penguar, atëherë therni kurbanet që i gjeni më lehtë, dhe mos i rruani kokat deri sa të arrijnë kurbanet në vendet e tyre. Dhe kush është i sëmurë, nga mesi juaj, ose i dhemb kryet, kompensimi është me agjërim ose lëmoshë ose kurban. Kur të jeni të lirë kryene umren në prag të haxhit dhe therni kurban të cilin mund ta fitoni më lehtë. Kurse ai i cili nuk gjen dot le të agjërojë tri ditë në ditët e haxhit, dhe shtatë ditë pas kthimit – pra, plot dhjetë ditë. Kjo është për ata që nuk e kanë familjen në Qabe. Frikësohuni All-llahut dhe dine se ai është ndëshkimrëndë"},{"SurahNumber":2,"VerseNumber":197,"Text":"Haxhi është në muaj të caktuar. Ai që është i detyruar të kryej haxhin në atë (muaj) nuk duhet të ketë kontakt me gra e as fjalë të këqia, dhe nuk ka konteste në ditët e haxhit. Çkado që të bëni mirë, All-llahu e di. Dhe furnizohuni me çka ju nevoitet për rrugë. Devotshmëria është furnizimi më i mirë, dhe frikësomuni Mua, o të mençur"},{"SurahNumber":2,"VerseNumber":198,"Text":"Nuk e keni mëkat nëse e lutni Zotin tuaj për mirë. Dhe kur të niseni nga Arafati përkujtone All-llahun te vendet e shenjta, përmendnie Atë, sepse Ai ju ka drejtuar në rrugë të drejtë, ngase më parë keni qenë të humbur"},{"SurahNumber":2,"VerseNumber":199,"Text":"Pastaj nisuni prej nga nisen edhe njerëzit tjerë dhe kërkoni falje nga All-llahu. All-llahu me siguri fal dhe është mëshirëplotë"},{"SurahNumber":2,"VerseNumber":200,"Text":"Dhe kur t’i kryeni obligimet tuaja prapë përkujtone All-llahun, si i përkujtoni baballarët tuaj, madje edhe më tepër ta përmendni! Ka njerëz që thonë: “O Zoti ynë, na jep ti neve në këtë botë!” Ata nuk kanë asgjë në botën tjetër"},{"SurahNumber":2,"VerseNumber":201,"Text":"Po ka prej tyre edhe që thonë: “O Zoti ynë, na jep mirësi edhe në këtë botë edhe në botën tjetër dhe ruana prej dënimit me zjarr!”"},{"SurahNumber":2,"VerseNumber":202,"Text":"Ata janë, të cilët i pret ajo që e kanë fituar, All-llahu është i shpejtë në llogari"},{"SurahNumber":2,"VerseNumber":203,"Text":"Dhe përkujtone All-llahun në ditë të caktuara! Por, edhe ai që ngutet për dy ditë nuk ka mëkat, por as ai që vonohet, ai që është i devotshëm, nuk bën mëkat. Frikësohuni All-llahut dhe dine se të gjithë do të tuboheni tek Ai"},{"SurahNumber":2,"VerseNumber":204,"Text":"Ka njerëz, fjalët e të cilëve për jetën e kësaj bote të çudisin dhe mendojnë se All-llahun e kanë dëshmitar për atë çka kanë në zemrat e tyre, mirëpo, ai është kundërshtar i përbetuar"},{"SurahNumber":2,"VerseNumber":205,"Text":"Sapo kthehet, dikush prej tyre, shpejton të bëjë turbullim në tokë, duke asgjësuar në mbjella e grigje, por All-llahu nuk e do turbullirën"},{"SurahNumber":2,"VerseNumber":206,"Text":"Dhe kur i thuhet: “Frikësohu All-llahut!” Atë e kaplon krenaria me mëkat (që e shpie në mëkat). Atij i mjafton xhehennemi, po sa vendbanim i keq është"},{"SurahNumber":2,"VerseNumber":207,"Text":"Ka nga njerëzit të tillë që e flijojnë vetën për të fituar mëshirën e All-llahut. All-llahu është i mëshirshëm për robërit e vet"},{"SurahNumber":2,"VerseNumber":208,"Text":"O besimtarë, bëni paqe pa përjashtim, të gjithë, dhe mos shkoni gjurmëve të djallit, atë e keni, pa dyshim, armik të përbetuar"},{"SurahNumber":2,"VerseNumber":209,"Text":"Po nëse devijoni, pasi që ju kanë ardhur argumente të qarta, dine se All-llahu është i fortë dhe i urtë"},{"SurahNumber":2,"VerseNumber":210,"Text":"A presin ata që t’u vijë (dënim) i All-llahut dhe engjuj, nga qielli i kthjellët dhe puna të marrë fund?! Te All-llahu kthehen të gjitha çështjet"},{"SurahNumber":2,"VerseNumber":211,"Text":"Pyeti izraelitët sa argumente të qarta u kemi dhënë! Dhe kush i ndërron dhuntitë e All-llahut, pasi që i kanë ardhur? All-llahu pa dyshim është ndëshkimashpër"},{"SurahNumber":2,"VerseNumber":212,"Text":"Mosbesimtarëve u është zbukuruar jeta në këtë botë dhe i përbuzin ata të cilët besojnë, por në ditën e gjykimit ata që i frikësohen All-llahut dhe u shmangen mëkateve do të jenë më lart se ata. Edhe All-llahu kë të dojë e furnizon me shumicë"},{"SurahNumber":2,"VerseNumber":213,"Text":"TË gjithë njerëzit janë një bashkë, dhe All-llahu ka dërguar profetët si përgëzues dhe qortues, dhe me anë të tyre ka dërguar Librin me të vërteta, për të gjykuar ndër njerëz për ato gjëra që ata kundërshtohen. Në këtë nuk janë pajtuar vetëm nga zilia ndërmjet vet, ata të cilëve u është dhënë (Libri), pasi që u kanë ardhur argumentet e qarta, por All-llahu, me vullnetin e vet i ka udhëzuar besimtarët tek e vërteta lidhur me atë për të cilën nuk janë pajtuar. All-llahu drejton në rrugë të drejtë kë të dojë"},{"SurahNumber":2,"VerseNumber":214,"Text":"A keni menduar se do të hyni në xhenet pa u goditur edhe juve sikur që i goditi ata të cilët janë sprovuar para jush? Ata i goditi skamja dhe dëmet, duke u tronditur aq sa edhe Profeti edhe ata që besonin me të patën thënë: “Kur më ndihma e All-llahut?” Qe, ndihma e All-llahut njëmend është afër"},{"SurahNumber":2,"VerseNumber":215,"Text":"Të pyesin çka të japin. Thuaj: Çdo të mirë që e shpërndani le të jetë ajo për prindërit dhe të afërmit, edhe për bonjakët e varfanjakët dhe udhëtarët, dhe çka të bëni nga të mirat, All-llahu me siguri e di atë"},{"SurahNumber":2,"VerseNumber":216,"Text":"Ju caktohet lufta (ju ngarkohet si detyrë) edhe pse e urreni atë. Ju ndoshta e urreni ndonjë gjë e ajo është e mirë për ju, ndoshta doni diçka e ajo është e keqe për ju. All-llahu e di, por ju nuk e dini"},{"SurahNumber":2,"VerseNumber":217,"Text":"Të pyesin për muajin e shenjtë, për luftën në të. Thuaj, luftimi në atë muaj është mëkat i madh, por shmangia nga rruga e All-llahut dhe mohimi i tij dhe tempullit të shenjtë dhe përzënia e banorëve të tij prej aty, është mëkat më i madh te All-llahu. Kurse shpifja është mëkat më i madh se vrasja! Ata vazhdimisht do t’ju luftojnë që t’ju kthejnë prej fesë tuaj, nëse munden. Dhe cili nga mesi juaj kthehet nga feja e vet dhe vdes si mosbesimtar, ata janë veprat e të cilëve do të shkatërrohen edhe në këtë edhe në botën tjetër, dhe ata janë banorë të xhehennemit, ku do të mbesin përgjithmonë"},{"SurahNumber":2,"VerseNumber":218,"Text":"Ata që besojnë dhe që shpërngulen dhe luftojnë për hirë të All-llahut, ata shpresojnë në mëshirën e All-llahut, dhe All-llahu falë dhe është mëshirëplotë"},{"SurahNumber":2,"VerseNumber":219,"Text":"Të pyesin për alkoolin dhe bixhozin. Thuaj: “Që të dyja janë mëkat i madh. Ka edhe ca dobi për njerëzit, por dëmi nga ato është më i madh se dobia.” Të pyesin edhe sa të shpenzojnë. Thuaj: “Tepricën!” Ja, ashtu All-llahu ua sqaron urdhërat për të menduar ju"},{"SurahNumber":2,"VerseNumber":220,"Text":"Edhe për këtë edhe për botën tjetër. Dhe të pyesin për bonjakët. Thuaj: Më mirë është të silleni mirë me ta. E nëse jetoni bashkë me ta, ata janë vëllezërit tuaj, kurse All-llahu di të dallojë atë të prishurin nga mirëbërësi. Dhe sikur të kish dashur All-llahu, ka mund t’iu rëndojë. Ai është njëmend i fortë dhe i urtë"},{"SurahNumber":2,"VerseNumber":221,"Text":"Mos u martoni me politeiste derisa të bëhen besimtare; nuk ka dyshim se robëresha besimtare është më e mirë se politeistja, edhe sikur t’iu pëlqejë ajo. Mos u martoni me politeistët derisa të besojnë! Pa dyshim besimtari është më i mirë se politeisti, anipse juve ju pëlqen. Ata ju thërrasin për në xhehennem, kurse All-llahu, me vullnetin e vet, thërret për xhennet dhe falje, edhe ua shpjegon njerëzve argumentet e veta, ndoshta ata do të kujtohen"},{"SurahNumber":2,"VerseNumber":222,"Text":"Dhe të pyesin për javët (menstruacionin). Thuaj: “Ajo është sëmundje”. Prandaj mos iu afroni grave në kohën e javës (menstruacionit) dhe mos iu afroni derisa të pastrohen. Dhe kur të pastrohen, pastaj afrohuni ashtu si ju ka urdhëruar All-llahu. All-llahu me të vërtetë i do ata që pendohen dhe i do ata që pastrohen"},{"SurahNumber":2,"VerseNumber":223,"Text":"Gratë tuaja janë arat tuaja, prandaj veproni me arat tuaja si të dëshironi, por përgatituni për vete dhe frikësohuni prej All-llahut dhe dine se do të dilni para Atij. Pra, përgëzoj besimtarët"},{"SurahNumber":2,"VerseNumber":224,"Text":"Dhe mos e bëni All-llahun, kur betoheni, pengesë që të bëni vepra të mira dhe të jeni në rrugë fisnike e në përpjekje për t’i pajtuar njerëzit, se All-llahu të tëra i dëgjon dhe i di"},{"SurahNumber":2,"VerseNumber":225,"Text":"All-llahu nuk do t’iu dënojë nëse pa qëllim betoheni, por do t’iu dënojë për atë çka e meritojnë zemrat tuaja. All-llahu është i butë dhe fal"},{"SurahNumber":2,"VerseNumber":226,"Text":"Ata të cilët me betim ndahen prej grave të veta, kanë afat të presin katër muaj, po nëse u kthehen, ani All-llahu njëmend fal dhe është mëshirëplot"},{"SurahNumber":2,"VerseNumber":227,"Text":"Po nëse ata vendosin të shkurorëzohen, ani, All-llahu njëmend dëgjon dhe di shumë"},{"SurahNumber":2,"VerseNumber":228,"Text":"Të shkurorëzuarat duhet të presin tre cikle të pastrimit, dhe nuk u lejohet të fshehin atë çka ka krijuar All-llahu në amzat e tyre, nëse i besojnë All-llahut dhe botës tjetër. Burrat e tyre kanë të drejtë, derisa ato presin, t’i kthejnë nëse dëshirojnë pajtim. Edhe ato kanë po aq të drejtë sa edhe obligim, por burrat kanë përparësi për një shkallë ndaj tyre. Vetëm All-llahu është i fortë dhe i urtë"},{"SurahNumber":2,"VerseNumber":229,"Text":"Shkurorëzimi mund të bëhet dy herë, andaj ose me zemërgjërësi mbani ose shkurorëzohuni me mirëkuptim. Juve nuk ju lejohet të merrni asgjë nga ajo që u keni dhuruar, përveç nëse ata dy frikësohen se nuk do të kryejnë urdhërin e All-llahut. Po nëse frikësohen se ata dy nuk zbatojnë urdhërat e All-llahut, nuk e kanë mëkat atë me çka ajo është kompensuar. Ato janë norma të All-llahut, dhe mos i nëpërkëmbeni! Dhe ata që i kalojnë kufijtë e All-llahut, mu ata janë kriminelë"},{"SurahNumber":2,"VerseNumber":230,"Text":"Por nëse prap e lëshon, nuk i lejohet më atij pa u martuar për tjetër burrë, dhe nëse ky e lëshon atëherë këta dy nuk e kanë mëkat t’i kthehen njëri-tjetrit, nëse mendojnë se veprojnë brenda kufijve të All-llahut. Ato janë urdhëra të All-llahut të cilat ua sqaron njerëzve të cilët dinë"},{"SurahNumber":2,"VerseNumber":231,"Text":"Kur t’i lëshoni gratë dhe ato e mbushin afatin e caktuar për pritje, ose mbani si ka hije ose përgatisni e lëshoni si ka hije. Dhe mos i vononi me qëllim që t’u bëni dëm. Ai që sillet ashtu – i ka bërë dëm vetvetes. Mos luani me argumentet e All-llahut dhe përkujtone dhuntinë e All-llahut ndaj jush, edhe Librin edhe urtësinë që ua ka shpallur, me të cilën ju këshillon. Frikësohuni All-llahut dhe dine se All-llahu i di të gjitha"},{"SurahNumber":2,"VerseNumber":232,"Text":"Dhe kur t’i lëshoni gratë dhe kur e plotësojnë kohën e caktuar për pritje, mos i pengoni të martohen përsëri me burrat e vet, mbasi që pajtohen për të bërë jetë të rregullt. Me këtë këshillohet ai, nga mesi i juaj, i cili beson në All-llahun dhe në botën tjetër. Ajo është më me mend dhe punë më e pastër. All-llahu, pra, i di të gjitha, por ju nuk dini"},{"SurahNumber":2,"VerseNumber":233,"Text":"Nënat le t’u japin gji fëmijëve të vet plot dy vjet, për ata që dëshirojnë të jetë e plotë gjidhënia, kurse babai i fëmiut ka për detyrë ushqimin dhe veshjen e tyre në mënyrë të denjë. Askush të mos obligohet më tepër se sa ka mundësi, nëna të mos dëmtohet për shkak të fëmiut të vet dhe as baba për shkak të fëmiut të vet. Edhe trashëgimtari gjithashtu. Nëse ata dy vendosin me marrëveshje e pëlqim që fëmiun ta ndajnë (nga gjiri) ajo nuk është mëkat. Por nëse dëshironi që fëmijëve tuaj tu gjeni mëndesha të tjera, ani, nuk është mëkat nëse e jepni në mënyrë të denjë atë çka e jepni. Frikësohuni prej All-llahut dhe dine se All-llahu sheh mirë se ç’punoni"},{"SurahNumber":2,"VerseNumber":234,"Text":"Gratë që, mbesin pas vdekjes së burrave duhet të presin katër muaj e dhjetë ditë. Dhe kur ato e plotësojnë afatin e tyre, ju nuk mbani përgjegjësi se ç’bëjnë ato me vetveten, sipas normave. E All-llahu është i informuar se ç’punoni ju"},{"SurahNumber":2,"VerseNumber":235,"Text":"Dhe nuk e keni mëkat nëse ua shfaqni grave ose e mbani në vete të fshehtë qëllimin se ju do t’i lypni. All-llahu e di se do të mendoni për ato, por asgjë mos premtoni fshehtazi, flisni vetëm me sinqeritet. Dhe mos vendosni për kurorë para se të kalojë afati i caktuar për pritje; dhe dine se All-llahu e di çka ka në shpirtërat tuaj, prandaj, ruajuni dhe dine se All-llahu është gafurrë-halimë"},{"SurahNumber":2,"VerseNumber":236,"Text":"Nuk është mëkat për ju nëse i lëshoni gratë tuaja para se të hyni në marrëdhënie kurore me ato, ose para se t’ua caktoni shpërblimin e kurorës. Por bëni të kënaqura (me shpërblimin tuaj) të caktuar me ligj, i pasuri sipas mundësisë së tij e i varfëri sipas mundësisë së vet; është e drejtë dhe detyrë për punëmirët"},{"SurahNumber":2,"VerseNumber":237,"Text":"Në qoftë se i lëshoni gratë pa i prekur, por që e keni caktuar shpërblimin e kurorës, atyre u takon gjysma e asaj që e keni caktuar, përveç nëse e falin ato ose ai, i cili e ka në dorë lidhjen e kurorës. Dhe nëse e fal, ajo është më afër devotshmërisë. Dhe mos harroni mirësinë ndaj njeri-tjetrit se All-llahu me siguri sheh se ç’punoni"},{"SurahNumber":2,"VerseNumber":238,"Text":"Ruani kohët e faljes si edhe atë të mesmen dhe para All-llahut qëndroni me përulje"},{"SurahNumber":2,"VerseNumber":239,"Text":"Nëse frikësoheni, atëherë duke ecur ose kaluar, por kur të jeni të sigurt përmendne All-llahun ashtu siç ju ka mësuar Ai për atë që nuk e keni ditur"},{"SurahNumber":2,"VerseNumber":240,"Text":"Ata të cilët vdesin nga mesi juaj, por që lënë pas vetes gra – duhet t’i porosisin të jenë të kënaqura për një vjet e jo të dalin. Por nëse ato dalin vetë, ju nuk mbani përgjegjësi për atë se çka bëjnë ato me vetveten, nga çka është e lejuar, ndërkaq All-llahu është i fortë dhe i urtë"},{"SurahNumber":2,"VerseNumber":241,"Text":"Edhe të shkurorëzuarave u takon përgatitje e denjë, si e drejtë dhe detyrë e të devotshmëve"},{"SurahNumber":2,"VerseNumber":242,"Text":"All-llahu ashtu ua sqaron normat e veta, ndoshta po mblidhni mendjen"},{"SurahNumber":2,"VerseNumber":243,"Text":"A nuk i ke parë ata të cilët nga frika prej vdekjes, me mijëra kanë ikur nga shtëpitë e veta!? All-llahu u ka thënë: “Vdisni!” e pastaj i ka ngjallur. All-llahu është, pamëdyshje, i mirë ndaj njerëzve, por shumica e njerëzve nuk janë mirënjohës"},{"SurahNumber":2,"VerseNumber":244,"Text":"Dhe luftoni për hirë të All-llahut dhe dine se All-llahu di dhe dëgjon"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kush është ai që All-llahut i jep hua të mirë, vullnetarisht, e Ai t’ia kthejë shumëfish? Dhe All-llahu shkurton dhe shton dhe tek Ai do të ktheheni"},{"SurahNumber":2,"VerseNumber":246,"Text":"A nuk i ke parë se paria e izraelitëve pas Musaut i thanë një profeti të vet: “Dërgona një sundues që të luftojmë në rrugë të All-llahut!” – e ai u tha: “A do të guxoni, nëse caktohet lufta, të mos luftoni?” “Pse të mos luftojmë në rrugë të All-llahut”, - thanë ata, - ne që jemi ndjekur nga vendlindja jonë dhe të ndarë nga bijtë tanë?” Mirëpo, kur iu caktua lufta, ata, përveç një numri të vogël, bishtnuan, por All-llahu i di mirë kriminelët"},{"SurahNumber":2,"VerseNumber":247,"Text":"Profeti i tyre u tha: “All-llahu ju caktoi me siguri Talutin për sundues”. “Prej nga, - i thanë, - të na bëhet ai sundues kur ne jemi më të denjë se ai për të sunduar? Atij nuk i është dhënë as ndonjë pasuri e madh”. “All-llahu atë e ka zgjedhur t’iu bëhet sundues”, - tha ai, - dhe e pajisi me dijeni dhe trup të zhvilluar”. – All-llahu ia jep pushtetin kujt të dojë Ai. All-llahu është i gjithëdijshëm"},{"SurahNumber":2,"VerseNumber":248,"Text":"Profeti i tyre u tha: Shenjë e sundimit të tij do të jetë arkivoli që do t’iu arrijë, i cili u sjell qetësi nga Zoti juaj dhe mbeturina të asaj që kanë lënë populli i Musaut dhe Harunit, e këtë e bartin engjujt. Ajo është me të vërtetë një argument, nëse jeni besimtarë"},{"SurahNumber":2,"VerseNumber":249,"Text":"Dhe kur doli Taluti me ushtrinë tha: “All-llahu pa dyshim do t’iu vejë në sprovë me një lum, kush pi prej atij, nuk është me mua, e kush nuk e shijon atë është me mua, me përjashtim të atij që merr me grushtin e vet”. Dhe ata përveç një pakice sish pinë prej atij. Por kur e kaloi atë, ai edhe ata të cilët besuan me të, thanë: “Ne sot nuk mundemi t’i dalim në krye me Xhalutin dhe ushtrinë e tij”! Ata, të cilët mendonin se gjithsesi do të dalin para All-llahut, thanë: Po sa herë grupe të vogla, me vullnetin e All-llahut i kanë mundur grupet më të mëdha”. Dhe All-llahu është me durimtarët"},{"SurahNumber":2,"VerseNumber":250,"Text":"Dhe kur dolën kundër Xhalutit dhe ushtrisë së tij thanë: “O Zoti ynë, na mbush me durim dhe forcoi këmbët tona dhe na ndihmo kundër mosbesimtarëve!”"},{"SurahNumber":2,"VerseNumber":251,"Text":"Dhe ata, me vullnetin e All-llahut, i mundën dhe Davudi e mbyti Xhalutin. Edhe All-llahu i dha pushtet e profetësi dhe e mësoi çka deshi Ai. Sikur All-llahu të mos i zmbrapste njerëzit, njërën palë me të tjerët, me të vërtetë toka do të shkatërrohej, po All-llahu është i mirë për gjithë botërat"},{"SurahNumber":2,"VerseNumber":252,"Text":"Këto janë ajete të All-llahut që po t’i lexojmë me saktësi. Ti vërtetë je profet"},{"SurahNumber":2,"VerseNumber":253,"Text":"Ata profetë ne i kemi dalluar disa nga të tjerët. Me disa prej tyre ka folur All-llahu e disa i ka ngritur për disa shkallë. Dhe Isait, të birit të Merjemes, i kemi dhënë argumente të qarta dhe e kemi ndihmuar me Xhebrailin. Sikur të donte All-llahu, ata nuk do të vriteshin ndërveti pas tyre, pasi që u erdhën argumente të qarta, por ata u konfrontuan; disa prej tyre besuan e disa mohuan. Por sikur të donte All-llahu ata nuk do të vriteshin, por All-llahu punon çka dëshiron vetë"},{"SurahNumber":2,"VerseNumber":254,"Text":"O besimtarë, shpërndane një pjesë nga ajo me çka ju furnizojmë Ne, para se të vij dita kur nuk do të ketë as shitje, as miqësi e as ndërmjetësim! Mirëpo mosbesimtarët, ata janë mizorë"},{"SurahNumber":2,"VerseNumber":255,"Text":"All-llahu është – nuk ka zot përveç atij – i gjallë i përjetshëm! Nuk e kaplon kotja as gjumi. E Tij është çka ka në qiej dhe çka ka në tokë. Kush është ai që angazhohet për dikë te Ai, pa lejimin e Atij? Ai e di çka është para tyre dhe çka është pas tyre, dhe prej asaj që di Ai – të tjerët dinë vetëm aq sa dëshiron Ai. Kompetenca e Tij ngërthen edhe qiejt dhe tokën dhe Atij nuk i vjen rëndë mbajtja e tyre; Ai është i Lartëmadhërishëm e i madh"},{"SurahNumber":2,"VerseNumber":256,"Text":"Në fe nuk ka shtyrje me dhunë. Rruga e drejtë është dalluar shumë qartë nga ajo e padrejta. Ai që nuk i beson Tagutit (djallit) por i beson All-llahut – mbahet për lidhjen më të fortë që nuk ka të këputur, - kurse All-llahu dëgjon dhe sheh çdo send"},{"SurahNumber":2,"VerseNumber":257,"Text":"All-llahu është mbrojtës i atyre, të cilët besojnë dhe ata i nxjerr nga terri në dritë, kurse ata që nuk besojnë, kanë mbrojtës djajtë që i shpiejnë nga drita në terr; ata janë banorë të xhehennem-it, ku do të mbesin përgjithmonë"},{"SurahNumber":2,"VerseNumber":258,"Text":"A nuk e ke parë atë i cili është kundërshtuar me Ibrahimin për Zotin e tij, atëherë kur All-llahu i dha pushtet? Kur Ibrahimi tha: “Zoti im është ai i cili ngjall dhe vdes” ai iu përgjegj: “Unë ngjall (krijoj jetë) dhe vdes!” Ibrahimi tha: “All-llahu njëmend bën që dielli të lind në lindje, hajde bëne ti t’ia shkrepë nga perëndimi!” Dhe mosbesimtari u step! All-llahu, pra, nuk udhëzon në rrugë të drejtë popullin mizor"},{"SurahNumber":2,"VerseNumber":259,"Text":"Ose atë, i cili, duke kaluar pranë një qyteti të rrënuar me themel, pat bërtitur: “Po si do t’i ngjallë All-llahu këta, pasi që kanë vdekur?” Dhe All-llahu e bërë këtë si të vdekur për njëqind vjet, e pastaj e ngjalli dhe i tha: “Sa ke ndejtur ashtu?” “Një ditë ose vetëm një pjesë të ditës – u përgjegj”. “Jo”, - i tha Ai, - por ke mbetur njëqind vjet. Shiko ushqimin tënd dhe pijen tënde, nuk janë prishur; shikoje edhe gomarin tënd – të të bëjmë argument për njerëzit! Po shiko edhe eshtrat – shih si po i bashkojmë, e pastaj i mveshim me mish?!” Dhe kur atij iu bë e qartë tha: “Unë e di se All-llahu ka mundësi për çdo send!”"},{"SurahNumber":2,"VerseNumber":260,"Text":"Dhe kur Ibrahimi tha: “O Zoti im, më trego si i ngjallë të vdekurit”. Ai i tha: “A nuk beson a?” Po si jo, - tha ky, - por që të më qetësohet zemra. “Merri, - i tha, - katër zogj dhe preji, dhe nga një copë të tyre vëri në kodra të ndryshme e pastaj thirri, përnjëherë kanë për të ardhur. Dije se All-llahu është i fortë dhe i urtë”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Ata të cilët pasurinë e vet e shpenzojnë në rrugë të All-llahut i ngjajnë shembullit të një kokrre prej së cilës mbijnë shtatë kallinj e në secilin kalli nga njëqind kokrra. Dhe All-llahu ia shumëfishon kujt do Ai; All-llahu ka horizont të gjerë të dijes"},{"SurahNumber":2,"VerseNumber":262,"Text":"Ata të cilët shpenzojnë pasurinë e vet në rrugë të All-llahut, e pastaj atë çka e shpenzojnë nuk e përcjellin me përgojime e shqetësime, shpërblimi i atyre është te Zoti i tyre, dhe për ata nuk ka frikë as pikëllim"},{"SurahNumber":2,"VerseNumber":263,"Text":"Fjala e mirë dhe falja janë më të mira se një lëmoshë të cilën e përcjell shqetësimi. All-llahu është i pavarur dhe i butë"},{"SurahNumber":2,"VerseNumber":264,"Text":"O besimtarë, mos e prishni lëmoshën tuaj me përgojime dhe ofendime sikur ai që shpenzon pasurinë e vet për sy e faqe para njerëzve, dhe nuk i beson All-llahut e as botës tjetër; Ai i ngjan atij shkrepit mbi të cilin ka pak dhe, andaj kur e godit rrëmuja me shi e lë lakuriq; Ata nuk dot ë fitojnë kurrfarë shpërblimi për atë çka kanë bërë. Dhe All-llahu nuk përudhë popullin mosbesimtar"},{"SurahNumber":2,"VerseNumber":265,"Text":"Kurse ata që shpenzojnë pasuritë e veta me dëshirë që të mbërrijnë kënaqësinë e All-llahut dhe që ta forcojnë vetveten, i shëmbëllejnë një kopshtit në rrafshlartë ku bie shumë shi, andaj edhe jep fryt të dyfisht; Nëse nuk ka shi të mjaftueshëm, rigon ose ka vesë. All-llahu sheh se çka punoni"},{"SurahNumber":2,"VerseNumber":266,"Text":"A dëshiron ndokush prej jush të ketë një kopsht plot me pemë e hardhi ku rrjedhin lumenj dhe ku ka fruta të ndryshme dhe e gjen pleqëria me fëmijë të vegjël, e pastaj ta goditë rrëmuja me zjarr dhe të digjet? Ashtu All-llahu jua sqaron argumentet, ndoshta keni për të menduar"},{"SurahNumber":2,"VerseNumber":267,"Text":"O besimtarë! Shpenzoni nga ato gjëra të bukura që i fitoni dhe prej atyre që ua japim nga toka, mos nisni të ndani atë që nuk vlen të shpërndahet, që ju vetë nuk do ta kishit marrë. Përveç kur nuk sheh. Dhe ta dini se All-llahu është i pavarur dhe i denjë për lavdatë"},{"SurahNumber":2,"VerseNumber":268,"Text":"Djalli ju premton varfëri dhe ju urdhëron të bëni paudhësi, por All-llahu ju premton falje dhe mirësinë e Tij. All-llahu është me dijeni të gjërë"},{"SurahNumber":2,"VerseNumber":269,"Text":"Ai i jep urtësi kujt do. Atij të cilit i jep urtësi, i është dhuruar mirësi e pamatur. Këtë mund ta kuptojnë vetëm të mençurit"},{"SurahNumber":2,"VerseNumber":270,"Text":"Për gjithçka që shpenzoni ose që e premtoni, All-llahu, me siguri e di atë, dhe për mizorët nuk ka ndihmëtarë"},{"SurahNumber":2,"VerseNumber":271,"Text":"Bukur është kur jepni lëmoshë haptazi, por është më mirë për ju nëse ia jepni të varfërve fshehurazi. Dhe Ai do t’ua mbulojë disa vepra tuaja të këqia. All-llahu është i informuar se ç’bëni"},{"SurahNumber":2,"VerseNumber":272,"Text":"Nuk është puna e jote përudhja e tyre, sepse All-llahu përudhë kë të dojë Ai. Çkado që shpenzon nga mirësia, e keni për vete dhe ju çkado që të jepni të tjerëve le të jetë vetëm për hirë të All-llahut dhe, ajo që e shpenzoni për të irë, do t’iu kompenzohet dhe nuk do të jeni të dëmtuar"},{"SurahNumber":2,"VerseNumber":273,"Text":"Të varfërit të cilët janë të angazhuar në rrugë të All-llahut dhe nuk mund të fitojnë, i painformuari i konsideron këta si të pasur, për shkak të modestisë së tyre; Do t’i njohish sipas pamjes së tyre, ata nuk u mërziten njerëzve duke lypur. Dhe çkado që të jepni për të mirë, All-llahu me siguri e di"},{"SurahNumber":2,"VerseNumber":274,"Text":"Ata që shpërndajnë pasurinë e vet natën dhe ditën, fshehtazi dhe haptazi, ata e kanë shpërblimin e vet te Zoti i tyre dhe për ata nuk ka as frikë as pikëllim"},{"SurahNumber":2,"VerseNumber":275,"Text":"Ata që hanë kamatën do të ngrihen sikur që do të ngrihet ai të cilin e ka përflakur, me të prekur, djalli, për shkak se kanë thënë: “Edhe tregtia është njëlloj sikur kamata”. Mirëpo All-llahu e ka lejuar tregtinë dhe e ka ndaluar kamatën. Atij që i vjen një këshillë nga Zoti i tij dhe heq dorë, i takon ajo që e ka fituar më parë. Çështja e tij është tek All-llahu, por kush e përsërit – e ata janë banorë të xhehennemi-it, ku do të mbesin përgjithmonë"},{"SurahNumber":2,"VerseNumber":276,"Text":"All-llahu e zhduk kamatën dhe e shton lëmoshën. All-llahu nuk e do asnjë mosbesimtar mëkatar"},{"SurahNumber":2,"VerseNumber":277,"Text":"Ata që besojnë dhe bëjnë vepra të mira dhe e kryejnë namazin, e japin zeqatin, ata i pret shpërblimi te Zoti i tyre dhe për ata nuk ka frikë as pikëllim"},{"SurahNumber":2,"VerseNumber":278,"Text":"O besimtarë, frikësohuni All-llahut dhe, nëse jeni besimtarë, hiqni dorë nga ajo çka mbetet prej kamatës"},{"SurahNumber":2,"VerseNumber":279,"Text":"E nëse nuk e bëni këtë, atëherë i shpallni luftë All-llahut dhe Profetit të Tij! Por nëse pendoheni ju takon ajka e pasurisë suaj; askë nuk e dëmtoni e as jeni të dëmtuar"},{"SurahNumber":2,"VerseNumber":280,"Text":"E nëse është ngusht, pritne derisa të çlirohet, por, dine, është më mirë nëse e falni"},{"SurahNumber":2,"VerseNumber":281,"Text":"Dhe frikësohuni ditës kur do t’i ktheheni All-llahut, kur secilit do t’i paguhet ajo që e ka merituar, askush nuk do të jetë i dëmtuar"},{"SurahNumber":2,"VerseNumber":282,"Text":"O besimtarë! Kur merrni hua njëri nga tjetri për afat të caktuar shkruane! Dhe një shkrues nga ju le të shkruajë drejt dhe le të mos ngurrojë të shkruaj ashtu si e ka mësuar All-llahu. Ai le të shkruajë, kurse ai që ka obligim (borshin) le t’i diktojë dhe le t’i frikësohet All-llahut, Zotit të vet, dhe asgjë le të mos lërë mangut prej asaj. Po ai që ka obligim nëse është mendjemangët (i marrë) ose i dobët, ose nëse nuk është në gjendje të diktojë, atëherë le të diktojë kujdestari i tij, por drejt, me besnikëri. Dhe sillni dy dëshmitarë, dy meshkuj nga ju, e nëse nuk ka dy meshkuj, atëherë një mashkulle dy femra me dëshminë e të cilave jeni të kënaqur. Nëse njëra prej atyre harron le ta përkujtojë tjetra. Dëshmitarët duhet të përgjegjen në çdo thirrje. Gjithashtu mos keni drojë që ta detajizoni me shkrim; qoftë pak ose shumë, me shënim të afatit për kthim. Ajo është më e drejtë te All-llahu dhe më e fortë për të dëshmuar, dhe ka më pak mundësi për të dyshuar, përveçse nëse është tregti e ditës – me sende që i përflitni dorë me dorë – atëherë nuk keni mëkat edhe nëse nuk i shënoni. Merrni dëshmitarë kur lidhni kontrata të shitblerjes dhe të mos jetë i dëmtuar as shkruesi as dëshmitari. Por nëse e bëni atë, (e dëmtoni ndonjerin prej tyre) ajo është me siguri gabim nga ana juaj. Frikësohuni All-llahut, All-llahu ju mëson, All-llahu për çdo send di"},{"SurahNumber":2,"VerseNumber":283,"Text":"Nëse jeni në rrugë e nuk gjeni shkrues, atëherë merrni peng (kapar)! Dhe nëse njëri te tjetri siguroni diçka, ai le ta arsyetojë besimin e shprehur dhe le t’i frikësohet le ta arsyetojë besimin e shprehur dhe le t’i frikësohet All-llahut, Zotit të vet. Dhe mos e fshehni dëshminë, se kush e fsheh atë, ai ka zemër mëkatare, kurse All-llahu e di çka punoni"},{"SurahNumber":2,"VerseNumber":284,"Text":"Të All-llahut janë gjithçka ka në qiej dhe në tokë! E shprehët ju atë çka mbani në shpirt apo e fshehët, All-llahu për atë do t’iu kërkojë llogari; kujt të dojë ai fal dhe e dënon kë të dojë. All-llahu ka mundësi për çdo send"},{"SurahNumber":2,"VerseNumber":285,"Text":"Profeti beson në atë çka i shpallet nga Zoti i tij, edhe besimtarët: secili i beson All-llahut, edhe engjujve të tij, edhe librave të tij, edhe profetëve të tij. “Ne nuk dallojmë asnjë nga profetët e tij”. Dhe thanë: “Dëgjuam dhe iu bindëm; Na fal o Zoti ynë; Te Ti do të kthehemi.”"},{"SurahNumber":2,"VerseNumber":286,"Text":"All-llahu askë nuk e ngarkon përtej mundësive të veta. Është në dobi të tij e mira që e bën, kurse e keqja në dëm të tij. O Zoti ynë! Mos na dëno nëse harrojmë ose gabojmë, pa qëllim! Mos na ngarko barrën që ua ke ngarkuar atyre përpara nesh! O Zoti ynë mos na ngarko për detyrë atë për çka nuk kemi mundësi! Shlyej mëkatet tona dhe na fal, dhe kij mëshirë ndaj nesh! Ti je Zoti ynë, andaj na ndihmo kundër popullit mosbesimtar"}]}