{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":1,"Text":"Əlif, Lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Bu, (Allah tərəfindən nazil edilməsinə, haqdan gəlməsinə) heç bir şəkk-şübhə olmayan, müttəqilərə (Allahdan qorxanlara, pis əməllərdən çəkinənlərə) doğru yol göstərən Kitabdır"},{"SurahNumber":2,"VerseNumber":3,"Text":"O kəslərki, qeybə (Allaha, mələklərə, qiyamətə, qəza və qədərə) inanır, (lazımınca) namaz qılır və onlara verdiyimiz ruzidən (ailələrinə, qohum-qonşularına və digər haqq sahiblərinə) sərf edirlər"},{"SurahNumber":2,"VerseNumber":4,"Text":"O kəslərki, sənə göndərilənə (Qur’ana) və səndən əvvəl göndərilənlərə (Tövrat, İncil, Zəbur və s.) iman gətirir və axirətə də şəksiz inanırlar"},{"SurahNumber":2,"VerseNumber":5,"Text":"Məhz onlar öz Rəbbi tərəfindən (göstərilmiş) doğru yoldadırlar. Nicat tapanlar (axirət əzabından qurtarıb Cənnətə qovuşanlar) da onlardır"},{"SurahNumber":2,"VerseNumber":6,"Text":"(Ya Rəsulum!) Həqiqətən, kafirləri əzabla qorxutsan da, qorxutmasan da, onlar üçün birdir, iman gətirməzlər"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların ürəyinə və qulağına möhür vurmuşdur. Gözlərində də pərdə vardır. Onları böyük bir əzab gözləyir"},{"SurahNumber":2,"VerseNumber":8,"Text":"İnsanlar içərisində elələri də vardır ki, iman gətirmədikləri halda: “Biz Allaha və qiyamət gününə iman gətirdik “, -deyirlər"},{"SurahNumber":2,"VerseNumber":9,"Text":"Onlar elə güman edirlər ki, (qəlblərində olan küfrü gizlətməklə) Allahı və mö’minləri aldadırlar. Bilmirlər ki, əslində ancaq özlərini aldadırlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Onlar ürəyində mərəz (nifaq və həsəd mərəzi) var. Allah onların (şəkk, kin və nifiq) mərəzini daha da artırar. Yalan dedikləri üçün onlar şiddətli bir əzaba düçar olacaqlar"},{"SurahNumber":2,"VerseNumber":11,"Text":"Onlara: “Yer üzündə (küfr və günah işlədərək, mö’minləri aldadaraq) fəsad törətməyin!”-dedikdə: “Bizim işimiz ancaq yaxşılıq etməkdir”, -deyə cavab verirlər"},{"SurahNumber":2,"VerseNumber":12,"Text":"Bilin ki, onlar fəsad törədəndirlər, lakin (bunu) dərk etmirlər"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara:” Başqaları (mühacir və ənsar) iman gətirdikləri kimi siz də iman gətirin!” –deyildiyi zaman (öz aralarında): “Biz də səfehlər (ağılsızlar) kimi iman gətirək?” -deyə cavab verirlər. (Ey mö’minlər!) Agah olun ki, səfeh onların özləridir, lakin (bunu) bilmirlər"},{"SurahNumber":2,"VerseNumber":14,"Text":"Onlar mö’minlərlə qarşılaşdıqları zaman: “Biz də (sizin kimi) iman gətirdik”,-deyirlər. Halbuki öz şeytanları ilə (onları aldadan dostları ilə) təkbətək qalanda: “Biz də sizinləyik, biz ancaq (mö’minlərə) istehza edirik”,-deyirlər"},{"SurahNumber":2,"VerseNumber":15,"Text":"(Belə əməllərin müqabilində) Allah da onlara (dünya va axirətdə) istehza edər və (dünyada) onlara o qədər möhlət verər ki, öz zəlalətləri icində şaşqın (və sərgərdan) qalarlar. (Və ya: Allah da onlara istehza edər və onları öz zəlalətləri, tüğyanları içində saxlayar)"},{"SurahNumber":2,"VerseNumber":16,"Text":"Onlar doğru yol əvəzində əyri yolu satın almış kəslərdir. Onların alveri xeyir getirmədi və haqq yolu da tapmadılar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onların (münafiqlərin) halı (qaranlıq gecədə) od yandıran şəxsin halına bənzər. Od (yanıb) ətrafındakıları işıqlandırdığı zaman Allah onların işıgını keçirər və özlərini zülmət içərisində qoyar, (artıq heç nə) görməzlər"},{"SurahNumber":2,"VerseNumber":18,"Text":"Onlar kar, lal və kordurlar (haqqı eşitməz, danışmaz və görməzlər). Buna görə də (öz pis adətlərindən, yaramaz əməllərindən) dönməzlər"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yaxud (o münafiqlər) qaranlıqlarda göy gurultusu və şimşəklə səmadan şiddətlə yağan yağışa düşmüş kimsələrə bənzərlər ki, ildırımın səsindən ölmək qorxusu ilə barmaqlarını qulaqlarına tıxayarlar. Halbuki Allah kafirləri (Öz elmi, qüdrəti ilə) ehtiva edəndir (Onun əlindən əsla qaçıb qurtara bilməzlər)"},{"SurahNumber":2,"VerseNumber":20,"Text":"İldırımın çaxması az qalır ki, onların gözlərinin işığını alsın (onları kor etsin). (Şimşək) onlara işıq verdiyi zaman (onun şüası ilə) yeriyirlər, üzərlərinə qaranlıq çökdükdə isə (olduqları yerdə) dayanıb dururlar. Əgər Allah istəsəydi, onların qulaqlarını və gözlərini əllərindən alardı. Həqiqətən, Allah hər şeyə qadirdir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi və sizdən əvvəlkiləri yaratmış Rəbbinizə ibadət edin ki, müttəqi olasınız! (Allahdan qorxub pis əməllərdən çəkinəsiniz)"},{"SurahNumber":2,"VerseNumber":22,"Text":"O Allah ki, sizin üçün yer üzünü döşədi, göyü isə tavan yaratdı, göydən yağmur endirdi və onun vasitəsilə sizin üçün müxtəlif meyvələrdən ruzilər yetişdirdi. İndi siz də Allaha (Onun heç bir oxşarı və bənzəri olmadığını) bilə-bilə şəriklər qoşmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Əgər bəndəmizə (Muhəmmədə) nazil etdiyimizə (Qur’ana) şəkkiniz varsa, siz də (fəsahətdə və bəlağətdə) ona bənzər bir surə gətirin və əgər (“bu, bəşər kəlamıdır” sözünü) doğru deyirsinizsə, onda Allahdan savayı (bütün) şahidlərinizi (bütlərinizi, şair və alimlərinizi bu işdə köməyə) çağırın"},{"SurahNumber":2,"VerseNumber":24,"Text":"Madam ki, bele bir işi bacarmırsınız, heç bacara da bilməzsiniz, o halda kafirlər üçün hazırlanmış, yanacağı (günahkar) insanlardan və kibrit daşlarından ibarət olan oddan (Cəhənnəmdən) həzər edin"},{"SurahNumber":2,"VerseNumber":25,"Text":"(Ya Peyğəmbər!) İman gətirən və yaxşı işlər görən kimsələrə müjdə ver: onlar üçün (ağacları) altından çaylar axan cənnətlər (bağlar) vardır. (O cənnətlərin) meyvələrindən bir ruzi yedikləri zaman: “Bu bizim əvvəlcə (dünya evində) yediyimiz ruzidir”,- deyəcəklər. Əslində isə bu (ruzi, meyvələr) onlara (dünyadakılara zahirən) bənzər olaraq verilmişdir. Onlardan ötrü orada (hər cəhətdən) pak (olan) zövcələr də var. Onlar (mö’minlər) orada əbədi qalacaqlar"},{"SurahNumber":2,"VerseNumber":26,"Text":"Əlbətdə, Allah (Qur’anda) ağcaqanadı və ya ondan daha böyüyünü misal gətirməkdən çəkinməz. İman gətirənlər bunun öz Rəbbi tərəfindən bir həqiqət olduğunu bilirlər, kafirlər isə: “Allah bu məsəllə nə demək istəyir?”-deyirlər. Allah bununla (bu məsəllə) bir çoxlarını zəlalətə salır, bir çoxlarını isə doğru yola yönəldir. Allah yalnız fasiqləri zəlalətə düçar edir"},{"SurahNumber":2,"VerseNumber":27,"Text":"O kəslər ki, Allahla (Ona iman gətirmək və itaət etmək barəsində) əhd bağladıqdan sonra onu pozur, Allahın birləşdirilməsini buyuduğu şeyləri parçalayır (mö’minlərlə dostluğu, qohum-əqrəba ilə əlaqələri kəsir) və yer üzündə fitnə-fəsad törədirlər. Məhz belələri (dünyada və axirətdə) ziyana uğrayanlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allahı necə inkar edirsiniz ki, siz ölü idiniz, O sizi diriltdi. O sizi (əcəliniz gəldikcə) yenə öldürəcək, sonra (qiyamətdə) yenə də dirildəcək və daha sonra siz (əməllərinizin haqq-hesabı çəkilmək üçün) Ona tərəf (Onun hüzuruna) qaytarılacaqsınız"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yer üzündə nə varsa, hamısını sizin üçün yaradan, sonra səmaya üz tutaraq onu yeddi qat göy halında düzəldib nizama salan Odur (Allahdır)! O, hər şeyi biləndir"},{"SurahNumber":2,"VerseNumber":30,"Text":"(Ya Rəsulum!) Sənin Rəbbin mələklərə: “Mən yer üzündə bir xəlifə (canişin) yaradacağam”, - dedikdə (mələklər): “Biz Sənə şükür etdiyimiz, şə’ninə tə’riflər dediyimiz və Səni müqəddəs tutduğumuz halda, Sən orada (yer üzündə) fəsad törədəcək və qan tökəcək bir kəsmi yaratmaq istəyirsən?”- söylədilər. (Allah onlara:) “Mən bildiyim şeyi siz bilmirsiniz!” – buyurdu"},{"SurahNumber":2,"VerseNumber":31,"Text":"(Allah Adəmi yaratdıqdan sonra) Adəmə bütün şeylərin adlarını (ismlərini) öyrətdi. Sonra onları (həmin şeyləri) mələklərə göstərərək: “(İddianızda) doğrusunuzsa, bunların adlarını Mənə bildirin!”- dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Onlar: “Sən paksan, müqəddəssən! (Bütün eyib və nöqsanlardan kənarsan!) Sənin bizə öyrətdiklərindən başqa biz heç bir şey bilmirik. (Hər şeyi) bilən Sən, hikmət sahibi Sənsən”, - dedilər"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Sonra) O: “Ey Adəm, bunların (kainatda mövcud olan əşyanın) adlarını onlara bildir!”- dedi. (Adəm) onlara (mələklərə) bunların adlarını xəbər verdikdə (Allah): “Mən sizə, göylərin və yerin gözə görünməyən sirlərini və sizin gizlində - aşkarda nə etdiyinizi bilirəm, söyləmədimmi?” – buyurdu"},{"SurahNumber":2,"VerseNumber":34,"Text":"(Ya Peyğəmbər!) Biz mələklərə: “Adəmə səcdə edin! – dedikdə İblisdən başqa (hamısı) səcdə etdi. (Yalnız) o, lovğalanaraq (səcdə etməkdən) imtina etdi və kafirlərdən oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"(Sonra) Biz (Adəmə) dedik: “Ey Adəm, sən zövcənlə (Həvva ilə) Cənnətdə qal və hər ikiniz oradakı meyvələrdən, istədiyiniz kimi, bol-bol yeyin, yalnız bu ağaca (buğdaya) yaxın gəlməyin! Yoxsa (özünüzə) zülm edənlərdən olarsınız”"},{"SurahNumber":2,"VerseNumber":36,"Text":"(Lakin) Şeytan onları azdırıb (buğdadan yedizdirməklə ne’mətlər içində) olduqları yerdən uzaqlaşdırdı. Biz də (Adəmə, Həvvaya və Şeytana): “Bir-birinizə düşmən kəsilərək (buradan kənar olub yer üzünə) enin! Yerdə sizin üçün müəyyən vaxta qədər (ömrünüzün axırınadək) sığinacaq və yaşayış (dolanacaq) vasitələri var”,-dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"(Nəhayət) Adəm rəbbindən (bə’zi xüsusi) kəlmələr öyrənərək (Həvva ilə birlikdə o kəlmələr vasitəsilə) tövbə etdi. Doğrudan da, O (Allah) tövbələri qəbul edəndir, mərhəmətlidir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Biz (onlara) dedik: “Hamınız buradan (yer üzünə) enin! Mənim tərəfimdən sizə bir hidayət (peyğəmbər və Kitab) gəldiyi zaman Mənim hidayətimə tabe olanlara (axirət əzabından) heç bir qorxu yoxdur və onlar (qiyamətdə) qəmgin olmazlar”"},{"SurahNumber":2,"VerseNumber":39,"Text":"Kafir olaraq ayələrimizi təkzib edənlər isə cəhənnəmlikdirlər, onlar orada (atəş içində) əbədi qalacaqlar"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey İsrail oğulları! Sizə bəxş etdiyim ne’mətimi xatırlayın, (Tövratda axirüzzəman peyğəmbər barəsindəki) buyurduğumu yerinə yetirin ki, Mən də sizinlə (sizi Cənnətə varid etmək barəsində) olan əhdə vəfa edim. Yalnız Məndən qorxun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Sizin əlinizdəkini (Tövratı) təsdiqləyici kimi göndərdiyimə (Qur’ana) iman gətirin! Onu inkar edənlərin əvvəlincisi siz olmayın! Mənim ayələrimi (Tövratdakı hökmlərimi) ucuz qiymətə (dəyərsiz dünya malına) satmayın və ancaq Məndən qorxun"},{"SurahNumber":2,"VerseNumber":42,"Text":"Siz bilə-bilə haqqı batillə qarışdırmayın, haqqı gizlətməyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"(Müsəlmanların namazı kimi) namaz qılın, zəkat verin və rüku edənlərlə birlikdə rüku edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"Siz insanlara yaxşı işlər görmələrini əmr etdiyiniz halda, özünüzü unudursunuz? Halbuki özünüz kitab (Tövrat) oxuyursunuz. Məgər (çirkin əməllərinizi) başa düşmürsünüz"},{"SurahNumber":2,"VerseNumber":45,"Text":"(Müsibət vaxtında) səbr etmək və namaz qılmaqla (Allahdan) kömək diləyin! Bu, ağır iş olsa da, (Allaha) itaət edənlər üçün ağır deyildir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Belə kimsələr Rəbbinin mərhəmətinə qovuşacaqlarını və axırda Onun hüzuruna qayıdacaqlarını bilirlər"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrail övladı! Sizə bəxş etdiyim ne’mətimi və sizi (vaxtilə əcdadınızı) bütün aləmlərdən (başqa insanlardan) üstün tutduğumu yadınıza salın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Qorxun o gündən ki, (Allahın izni və köməyi olmayınca) heç kəs heç kəsin karına gələ bilməsin (heç kəs heç kəsə öz əməlindən bir şey verə bilməsin), heç kəsdən şəfaət (bu və ya digər şəxsin günahlarının bağışlanması barəsində xahiş, iltimas) qəbul olunmasın, heç kəsdən (günahlarının təmizlənib əzabdan xilas olması üçün) fidyə (əvəz) alınmasın və onlara (günahkarlara) heç bir kömək göstərilə bilməsin"},{"SurahNumber":2,"VerseNumber":49,"Text":"(Ey İsrail oğulları! Yadınıza gətirin o vaxtı ki) Fir’on əhli sizə (babalarınıza) ən ağır işgəncələr verdikləri, oğlan uşaqlarınızı boğazlayıb, qadınlarınızı (kəniz etmək məqsədilə) sağ buraxdıqları zaman Biz sizi onların əlindən xilas etdik. Bunlarda (sizdən ötrü) Rəbbiniz tərəfindən böyük bir imtahan var idi"},{"SurahNumber":2,"VerseNumber":50,"Text":"(Yadınıza salın ki) Biz sizdən ötrü dənizi yarıb sizə nicat verdik və Fir’onun adamlarını siz baxa-baxa suda qərq etdik"},{"SurahNumber":2,"VerseNumber":51,"Text":"(Bir daha) xatirənizə gətirin ki, Biz Musaya (Tur dağında vəhy üçün) qırx gecəlik və’də vermişdik. (O, Tur dağına gedəndən) sonra siz buzovu özünüzə (tanrı) qəbul etdiniz və (bu hərəkətinizlə Alladan başqasına ibadət etməklə) zalım oldunuz (özünüzə zülm etdiniz)"},{"SurahNumber":2,"VerseNumber":52,"Text":"Sonra da (tövbə etdiyinizə görə) sizi əfv etdik ki, bəlkə, şükür edəsiniz"},{"SurahNumber":2,"VerseNumber":53,"Text":"(Yadınıza salın!) Biz Musaya kitab (Tövrat) və (haqq ilə batili bir-birindən fərqləndirən) Furqan verdik ki, bəlkə, siz doğru yola yönələsiniz"},{"SurahNumber":2,"VerseNumber":54,"Text":"O vaxtı da xatırlayın ki, Musa öz qövmünə: “Ey qövmüm, siz buzova sitayiş etməklə, həqiqətən, özünüzə zülm etdiniz. Buna görə də yaradanınıza tərəf üz tutaraq tövbə edin, özünüzü (buzovu tanrı bilən adamlarınızı) öldürün! Belə etməniz yaradanınızın yanında sizin üçün xeyirlidir! “- demişdi və Allah da tövbənizi qəbul etmişdi. Əlbəttə, O, tövbələri qəbul edəndir, bağışlayandır"},{"SurahNumber":2,"VerseNumber":55,"Text":"(Və yadınıza salın ki) siz: “Ya Musa, Allahı aşkar surətdə görməyincə, heç vaxt sənə inanmayacağıq”,- dediyiniz zaman gözünüz görə- görə sizi ildırım vurmuşdu"},{"SurahNumber":2,"VerseNumber":56,"Text":"Bəlkə, şükür edəsiniz deyə, biz sizi ölümünüzdən sonra yenidən diriltdik"},{"SurahNumber":2,"VerseNumber":57,"Text":"(Yadınıza salın ki, Tih səhrasında yaşadığınız zaman) üstünüzə buludla kölgə saldıq və: “Ruzi olaraq verdiyimiz halal şeylərdən yeyin!” (deyərək) sizə qüdrət halvası və bildirçin göndərdik. Onlar (əcdadınız) isə (itaətdən boyun qaçırmaqla) Bizə deyil, ancaq özlərinə zülm etmiş oldular"},{"SurahNumber":2,"VerseNumber":58,"Text":"Xatırlayın ki, (Tih səhrasından çıxandan sonra) sizə: “Bu kəndə girin, bəyəndiyiniz yerdə, istədiyiniz şeyləri rahatlıqla yeyin və buranın qapısından (Allaha) səcdə edən halda “hittə!” (“bizi bağışla!”) söyləyərək daxil olun, Biz də günahlarınızı bağışlarıq. Biz yaxşı əməl edənlərin savabını (mükafatını) artıracağıq”, -demişdik"},{"SurahNumber":2,"VerseNumber":59,"Text":"(Özlərinə) zülm edənlər onlara deyilən (əmr olunan) sözü başqası ilə dəyişdirdilər (“bizi bağışla” mə’nasında işlədilən “hittə” sözünə gülərək onu “buğda” mə’nasında olan “hintə” sözü ilə əvəz etdilər). Biz də o zalımlara etdikləri haqsızlığa görə göydən şiddətli əzab göndərdik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Yadınıza salın ki, Musa öz qövmü üçün su istədikdə, Biz ona: “Əsanı daşa vur!” –dedik. (O, əsanı daşa vuran kimi) ondan (daşdan) on iki çeşmə fışqırdı, hər kəs öz çeşməsini tanıdı. (Sonra onlara:) “Allahın verdiyi ruzidən yeyin-için, fəqət yer üzündə öz həddinizi aşaraq fəsad törətməyin!” (söylədik)"},{"SurahNumber":2,"VerseNumber":61,"Text":"Xatırlayın ki, siz (müəyyən müddət səhrada qalmalı olduğunuz zaman): “Ya Musa! Biz (hər gün yediyimiz) eyni təama (qüdrət halvasından və bildirçin ətindən ibarət olan yeməyə) heç vaxt dözməyəcəyik! Rəbbinə dua et ki, bizim üçün torpağın bitirdiyi şeylərdən tərəvəzindən, sarımsağından, mərciməyindən və soğanından yetirsin! – dediniz. (Musa da cavabında:) “Siz xeyirli olan şeyləri bu cür alçaq şeylərlə dəyişdirmək istəyirsiniz? (O halda) şəhərlərdən birinə gedin, istədiyinizi orada taparsınız!” – demişdi. Onlara zəlillik, miskinlik damğası vuruldu və Allahın qəzəbinə düçar oldular. Bu (cəza) onların Allahın ayələrini inkar etdiklərinə və (Zəkəriyya, Yəhya və Şüeyb kimi) peyğəmbərləri haqsız yerə öldürdüklərinə görə idi. Bu onların (Allaha) asi olduqlarına və həddi aşdıqlarına (Allahın əmrlərini pozduqlarına) görə idi"},{"SurahNumber":2,"VerseNumber":62,"Text":"İman gətirənlərdən (müsəlmanlardan), musavi (yəhudi), isəvi (xristian) və sabiilərdən Allaha, axirət gününə (sədaqətlə) inanıb yaxşı iş görənlərin mükafatları Rəbbinin yanındadır. (Qiyamət günü) onların nə bir qorxusu olar, nə də onlar bir qəm-qüssə görərlər"},{"SurahNumber":2,"VerseNumber":63,"Text":"(Ey İsrail oğulları!) Sizdən əhd-peyman aldığımızı və Tur dağını başınızın üzərinə qaldırdığımızı xatırlayın! (Biz:) “Sizə göndərdiyimizi (Tövratı) möhkəm tutun, içindəkiləri unutmayın ki, bəlkə, pis əməllərdən çəkinəsiniz” - (deyə əmr etmişdik)"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bundan sonra siz (əhdinizdən) döndünüz (əvvəlcə əməl etdiyiniz Tövrata sonra əməl etmədiniz). Əgər sizə Allahın yazığı və rəhmi gəlməsəydi (tövbə etmək üçün möhlət verilməsəydi), əlbəttə, (böyük) zərər çəkənlərdən olardınız"},{"SurahNumber":2,"VerseNumber":65,"Text":"Həqiqətdə siz bilirsiniz ki, içərinizdən bə’zi kəslər şənbə günü (Davud zamanında şənbə günü balıq ovunun qadağan edilməsi) haqqında olan əmrdən kənara çıxdılar. Biz də onlara: “(Zəlil və) həqir meymunlar olun!” – dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Biz bunu onlarla bir dövrdə yaşayanlar və sonradan gələnlər üçün ibrət və müttəqilərdən ötrü nəsihət olsun deyə etdik"},{"SurahNumber":2,"VerseNumber":67,"Text":"Yadınıza gətirin o vaxtı ki, Musa öz qövmünə: “Allah sizə bir inək kəsmənizi əmr edir!” – dedi. Onlar isə: “Bizi məsxərəyəmi qoyursan?” – dedilər”. (Musa da:) Allah Özü məni cahil olmaqdan saxlasın!” – dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar dedilər: “Bizdən ötrü Rəbbini çağırıb (Rəbbinə dua edib) soruş ki, o (inək) nə cür olmalıdır?” (Musa:) “Allah o inəyin nə çox qoca, nə də çox cavan deyil, bunların ikisinin arasında (düyə) olduğunu buyurur. Sizə əmr olunan şeyi yerinə yetirin!” –dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Onlar dedilər: “Bizdən ötrü Rəbbini çağırıb soruş, qoy onun rəngini də bizə bildirsin”. O da cavabında: “(Allah) onun tünd sarı rəngli və görənlərə xoş gələn (bir inək) olduğunu buyurur”, dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar (yenə) söylədilər: “Bizim üçün Rəbbinə dua et ki, onun əsl sifətini bizə bildirsin, çünki biz (ümumiyyətlə) inəkləri bir-birinə bənzədirik. Əgər Allah istəsə (biz kəsilməsi əmr edilən o inəyi tapar və bu məsələ barəsində), əlbəttə, düz yolda olarıq”"},{"SurahNumber":2,"VerseNumber":71,"Text":"(Musa) dedi: “(Rəbbiniz) buyurur ki, o (heç kəsə) ram olmayıb boyunduruq götürməyən, tarla sürməyən, əkin suvarmayan, eyibsiz-qüsursuz və ləkəsiz (sapsarı) bir inəkdir”. (Bu zaman) onlar: “İndi işi həqiqətə gətirib çıxartdın”, -dedilər və onu (inəyi tapıb) kəsdilər. Amma az qalmışdı ki, bu işi yerinə yetirməsinlər"},{"SurahNumber":2,"VerseNumber":72,"Text":"Yadınıza salın ki, siz o zaman bir nəfəri öldürüb (özünüzü təmizə çıxarmaq məqsədilə), onun (qatili) barəsində mübahisə edirdiniz. Halbuki Allah gizlətdiyinizi zahirə çıxarandır"},{"SurahNumber":2,"VerseNumber":73,"Text":"Belə olduqda Biz: “(Kəsilmiş inəyin) bir parçasını ona (qatili bilinməyən ölüyə) vurun!” – dedik. (Onlar da vurdular və ölü dirildi). Allah (bütün) ölüləri bu qaydada dirildər və sizə Öz mö’cüzələrini göstərər ki, ağla gəlib (bunu) dərk edəsiniz"},{"SurahNumber":2,"VerseNumber":74,"Text":"Bundan (bu əhvalatdan) sonra qəlbləriniz yenə sərtləşərək daş kimi, bəlkə, daha da qatı oldu. Həqiqətən, bə’zi daşların içərisindən nəhrlər axar, bə’zisi yarılıb içindən su fışqırar və bə’zisi də Allahın qorxusundan (uca yerlərdən, dağdan) yuvarlanıb düşər. Allah sizin etdiklərinizdən, əlbəttə, qafil deyildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"(Ey mö’minlər!) İndi onların (yəhudilərin) sizə inanacaqlarına ümidmi edirsiniz? Halbuki (Musa dövründə) onların içərisində elələri vardır ki, Allahın kəlamını (Tövratı) dinləyib anladıqdan sonra, onu bilə-bilə təhrif edirlər"},{"SurahNumber":2,"VerseNumber":76,"Text":"(Bu münafiqlər) iman gətirənlərlə görüşdükləri zaman: “İman gətirdik”,- deyirlər. Xəlvətdə olduqları vaxtda isə biri digərinə: “Allahın (Tövratda) sizə bildirdiyi şeyi (müsəlmanlara) xəbər verirsiniz ki, Rəbbinizin yanında onları sizə qarşı dəlil gətirsinlər? (Bunu) dərk etmirsinizmi?” – söyləyirlər"},{"SurahNumber":2,"VerseNumber":77,"Text":"Məgər onlar bilmirlərmi ki, Allah onların gizlində də, aşkarda da nə etdiklərini bilir"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onların (yəhudilərdən) bə’ziləri də avamdırlar (bisavatdırlar), kitabı (Tövratı) bilməzlər. Uyduqları yalnız (bir sıra) boş arzulardır (xam xəyallardır). Onlar ancaq zənnə qapılırlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Vay o kəslərin halına ki, öz əlləri ilə (istədikləri kimi) kitab (Tövrat) yazıb, sonra (onun müqabilində) bir az pul almaqdan ötrü: “Bu, Allah tərəfindəndir!” - deyirlər. Öz əlləri ilə (təhrif olunmuş kitab) yazdıqlarına görə vay onların halına! Qazandıqları şey üçün vay onların halına"},{"SurahNumber":2,"VerseNumber":80,"Text":"Onlar (yəhudilər): “Cəhənnəm odu bizə bir neçə gündən artıq əzab verməz” –deyərlər. (Ya Rəsulum!) Onlara söylə: “Siz Allahdan belə bir və’d almısınızmı? (Əgər belədirsə) Allah heç vaxt Öz əhdindən dönməz. Yoxsa Allaha qarşı bilmədiyinizi söyləyirsiniz?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"Bəli, günah qazanan və qazandığı günahlara əhatə olunan şəxslər cəhənnəmlikdirlər və orada həmişəlik qalacaqlar"},{"SurahNumber":2,"VerseNumber":82,"Text":"İman gətirənlər və yaxşı işlər görənlər isə behiştlikdirlər və orada əbədi olacaqlar"},{"SurahNumber":2,"VerseNumber":83,"Text":"Yadınıza gətirin ki, Biz bir zaman İsrail oğullarından: “Allahdan qeyrisinə ibadət etməyin, valideynlərinizə, yaxın qohumlarınıza, yetimlərə, yoxsullara ehsan (yaxşılıq, kömək) edin, insanlarla xoş danışın, namaz qılın, zəkat verin!” – deyə əhd-peyman aldıq. Sonra, az bir qisminiz müstəsna olmaqla, əhdinizdən döndünüz, çünki siz (İsrail övladı haqdan) üz döndərənsiniz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Xatırlayın ki, yenə bir zaman sizinlə: “Bir-birinizin qanını tökməyin, bir-birinizi yurdunuzdan çıxarmayın!” – deyə razılığa gəldik. Sonra siz (həmin əhd-peymana) şahid olub (onu) təsdiq etdiniz"},{"SurahNumber":2,"VerseNumber":85,"Text":"(Ey yəhudilər!) Siz elə adamlarsınız ki, (bu əhddən) sonra yenə bir-birinizi öldürür, özünüzdən olan bir dəstəya (tayfaya) zülm və düşmənçilik etmək üçün köməkləşib, onları öz yurdlarından kənar edirsiniz. Onlar (özünüzdən olanlar başqalarına) əsir düşüb yanınıza gəlsələr, fidyə verib azad edirsiniz. Halbuki onları (öz yurdlarından) çıxartmaq sizə haram edilmişdi. Aya, siz kitabın (Tövratın) bir hissəsinə inanıb, digər qismini inkar edirsiniz? Sizlərdən bu cür işlər görənlərin cəzası dünyada yalnız rüsvay olmaq, qiyamətdə isə ən şiddətli əzaba düçar olmaqdır. Allah etdiklərinizin heç birindən qafil deyildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Onlar (yəhudilər) axirəti dünya həyatına satan kimsələrdir. Buna görə də onların nə əzabı yüngülləşər, nə də onlara kömək olunar"},{"SurahNumber":2,"VerseNumber":87,"Text":"(Ey İsrail övladı!) Biz Musaya kitab (Tövrat) verdik, ondan sonra da bir-birinin ardınca peyğəmbərlər göndərdik. Məryəm oğlu İsaya aşkar mö’cüzələr (dəlillər) bəxş etdik və onu müqəddəs ruhla (Cəbraillə və ya ismi-ə’zəmlə) qüvvətləndirdik. Hər dəfə sizə ürəyinizə yatmayan bir şey (əmr, buyuruq) gətirən peyğəmbərə təkəbbür göstərmirdinizmi? Məhz buna görə də onların bir qismini təkzib etdiniz, bir qismini isə öldürdünüz (Zəkəriyya və ya Yəhya kimi)"},{"SurahNumber":2,"VerseNumber":88,"Text":"(Yəhudilər Qur’anı anlamaq və qəbul etmək barəsində) dedilər: “Bizim qəlblərimiz örtülüdür (pərdəlidir)”. (Lakin bu heç də belə deyildir). Əksinə, Allah onlara küfrlərinə görə lə’nət eləmişdir. Buna görə də onların ancaq az bir hissəsi (İbn Səlam və yoldaşları kimi) iman gətirər"},{"SurahNumber":2,"VerseNumber":89,"Text":"Onlara Allah tərəfindən əllərindəkini (Tövratı) təsdiq edən bir kitab (Qur’an) göndərildiyi zaman (onu qəbul etmədilər). Halbuki əvvəlcə (Muhəmməddən qabaq) kafirlərə (ərəb müşriklərinə) qələbə çalmaq üçün (“Tövratda adı çəkilən axirüzzəman peyğəmbər gəlib bizə yardım edəydi!” - deyə Allaha) yalvarırdılar. Bildikləri (peyğəmbər) gəldikdə isə, (paxıllıq edib) ona inanmadılar. Allah kafirlərə lə’nət eləsin"},{"SurahNumber":2,"VerseNumber":90,"Text":"Allahın Öz qullarından istədiyi şəxsə lütf etməsinə (peyğəmbərlik verməsinə) həsəd aparmaq, Onun göndərdiyini (Qur’anı) inkar etməklə (yəhudilərin) vicdanlarını satmaları nə qədər də pisdir! Bununla onlar (özlərinə qarşı) Allahın qəzəbi üstünə bir qəzəb də artırdılar. Kafirləri zəliledici əzab gözləyir"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara: “Allahın nazil etdiklərinə (İncilə və Qur’ana) inanın!” – deyildikdə, onlar: “Biz özümüzə göndərilənə (Tövrata) inanırıq”, -deyərək, ondan başqasını (sonrakını) inkar edirlər. Halbuki o (sonra göndərilən Qur’an) onların əllərində olanı (Tövratı) təsdiq edən bir həqiqətdir. (Ya Rəsulum!) Onlara söylə: “Əgər siz inanan kəslərsinizsə, bəs nə üçün əvvəllər Allahın peyğəmbərlərini öldürürdünüz?”"},{"SurahNumber":2,"VerseNumber":92,"Text":"Musa sizə açıq-aydın dəlillər (mö’cüzələr) gətirmişdi. Siz isə onun ardınca (Musa Tur dağına getdikdən sonra) buzova sitayiş edərək (özünüzə) zülm etdiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Yadınıza salın o vaxtı ki, Biz sizdən əhd alıb, Tur dağını başınızın üstünə qaldırmış və: “Sizə verdiyimizdən (Tövratdan) möhkəm yapışın, (oradakı hökmləri) eşidin!” (demişdik). Onlar (sizin ata-babalarınız) isə: “Eşitdik və (o hökmlərə) qarşı çıxdıq (əməl etmədik)!” – dedilər. Çünki küfrləri üzündən buzovun məhəbbəti qəlblərini bürümüşdü. (Ya Rəsulum!) Onlara de: “Əgər iman gətirmisinizsə, imanınızın sizə belə əmr etməsi necə də pisdir!”"},{"SurahNumber":2,"VerseNumber":94,"Text":"(Ya Rəsulum!) Sən onlara (yəhudilərə) de.” Əgər (sizin iddianıza görə) Allah yanında axirət evi (Cənnət) başqa insanlara deyil, yalnız sizə məxsusdursa və əgər siz (bunu) doğru deyirsinizsə, onda (Allahdan) ölüm istəyin!” (Çünki Cənnətin yalnız özünə aid olduğunu iddia edən kimsə ona qovuşmaga səbəb olan ölümü mütləq arzulayar)"},{"SurahNumber":2,"VerseNumber":95,"Text":"(Əlbəttə) onlar öz əməllərini bildiklərinə görə ölümü əsla istəməzlər. Allah zalımları tanıyandır"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sən onları (yəhudiləri) bütün insanlardan, hətta müşriklərdən də daha artıq yaşamağa həris görərsən. Onlardan hər biri istər ki, min il yaşasın, halbuki (uzun ömür etmək) onların heç birini axirət əzabından uzaqlaşdırmaz. Allah onların nə etdiklərini görəndir"},{"SurahNumber":2,"VerseNumber":97,"Text":"(Ya Rəsulum!) Cəbrailə düşmən olan kimsəyə de ki, onu (Qur’anı) özündən əvvəlkiləri (Tövratı və İncili) təsdiqləyici, mö’minlər üçün isə hidayət və müjdəçi olaraq Allahın izni ilə sənin qəlbinə o nazil etmişdir"},{"SurahNumber":2,"VerseNumber":98,"Text":"Hər kim Allaha, onun mələklərinə və peyğəmbərlərinə, Cəbrailə və Mikailə düşməndirsə, şübhəsiz, Allah da (belə) kafirlərə düşməndir"},{"SurahNumber":2,"VerseNumber":99,"Text":"(Ya Rəsulum!) Biz sənə (ehkamı bildirən, halal və haramı ayıran) açıq-aydın dəlillər göndərdik, onları yalnız fasiqlər inkar edərlər"},{"SurahNumber":2,"VerseNumber":100,"Text":"(Yəhudilər) hər dəfə əhd bağladıqları zaman onların bir qismi onu pozmadımı?! Onların, bəlkə də, çoxu (Tövrata) inanmır"},{"SurahNumber":2,"VerseNumber":101,"Text":"Allah tərəfindən onlara əllərindəkini (Tövratı) təsdiq edən bir peyğəmbər gəldikdə kitab verilənlərdən (yəhudilərdən) bir qismi (Tövratda Muhəmməd əleyhissəlamın həqiqi peyğəmbər olduğu barədə deyilənləri) guya bilmirmiş kimi, Allahın kitabına arxa çevirdi"},{"SurahNumber":2,"VerseNumber":102,"Text":"(Yəhudilər) Süleymanın səltənətinə (şahlığına) dair şeytanların oxuduqlarına (sehr kitablara) uydular. Süleyman (bu kitablara uymadığı üçün) kafir olmadı, lakin şeytanlar (bildikləri) sehri və Babildə Harut və Marut adlı iki mələyə nazil olanları xalqa öyrədərək kafir oldular. Halbuki (o iki mələk): “Biz (Allah tətəfindən göndərilmiş) imtahanıq (sınağıq), sən gəl kafir olma!” – deməmiş heç kəsə sehr öyrətmirdilər. (Bununla belə yəhudilər) yenə də ər-arvad arasına nifaq salan işləri onlardan öyrənirdilər. Lakin onlar (sehrbazlar) Allahın izni olmadan heç kəsə zərər verə bilməzlər. Onlar (yəhudilər) ancaq özlərinə faydası olmayan, zərər verən şeyləri öyrənirdilər. Həqiqətən, onlar (yəhudilər) belə şeyləri satın alanların (Allahın kitabını şeytan əməlləri ilə mübadilə edənlərin) axirətdə payı olmadığını yaxşı bilirlər. Kaş ki, onlar özlərini nə qədər yaramaz bir şeyə satdıqlarını biləydilər"},{"SurahNumber":2,"VerseNumber":103,"Text":"Əgər onlar (Qur’ana və Peyğəmbərə) iman gətirib pis əməllərdən (sehrə uymaqdan) çəkinsəydilər, Allah tərəfindən əldə etdikləri savab daha xeyirli olardı. Kaş ki, bunu dərk edəydilər"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman gətirənlər! “Raina” deməyin (bu söz ərəb dilində “bizi qoru”, “bizdə gozün olsun”, “bizə bax”, “bizi gözlə”, “bizə qayğı və ehtiram göstər”, mə’nalarında işləndiyi halda, ibrani dilində yuxarıdakı mə’nalarla yanaşı, “bizə çobanlıq et”, “bizim çobanımız”; “ay səfeh” mə’nalarında da işlədilir. Yəhudilər həmin sözdən Peyğəmbərə qarşı bir istehza vasitəsi kimi istifadə edirdilər), “unzurna” söyləyin! (Allahın hökmünü) eşidin! Kafirləri şiddətli əzab gözləyir"},{"SurahNumber":2,"VerseNumber":105,"Text":"(Ey mö’minlər!) Nə əhli-kitabdan olan kafirlər, nə də müşriklər sizə Rəbbiniz tərəfindən heç bir xeyir göndərilməsini istəməzlər. Halbuki Allah Öz mərhəmətini istədiyi kimsəyə məxsus (bəxş) edər. Allah böyük mərhəmət (ne’mət) sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz (zaman, məkan və şəraitin tələbinə görə) hər hansı bir ayəni (ayənin hökmünü) ləğv edir və ya onu unutdururuqsa, ondan daha yaxşısını, yaxud ona bənzərini gətiririk. Allahın hər şeyə qadir olmasını bilmirsənmi"},{"SurahNumber":2,"VerseNumber":107,"Text":"Məgər sən bilmirsən ki, göylərin və yerin səltənəti (hökmranlığı) ancaq Allaha məxsusdur və sizin Allahdan başqa bir dostunuz və yardımçınız yoxdur"},{"SurahNumber":2,"VerseNumber":108,"Text":"(Ey Məkkə əhli!) Yoxsa siz də bundan əvvəl Musa sorğu-suala çəkildiyi kimi Peygəmbərinizi (Muhəmmədi) sorğu-suala çəkmək istəyirsiniz? İmanı küfrə dəyişən kəs, həqiqətən, doğru yoldan azmışdır"},{"SurahNumber":2,"VerseNumber":109,"Text":"(Ey mö’minlər!) Kitab əhlindən bir çoxu həqiqət onlara bəlli olduqdan sonra belə, təbiətlərindəki həsəd (paxıllıq) üzündən sizi, iman gətirmiş olduğunuz halda, yenidən küfrə sövq etmək istərlər. Allahın əmri gəlincəyə qədər (hələlik) həmin şəxsləri əfv edin və onları qınamayın (onlardan üz çevirməyin). Şübhəsiz ki, Allah hər şeyə qadirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namaz qılın, zəkat verin! Özünüzdən ötrü (əvvəlcə) etdiyiniz xeyri (yaxşı əməllərin əvəzini) Allah yanında taparsınız. Həqiqətən, Allah nə etdiklərinizi görəndir"},{"SurahNumber":2,"VerseNumber":111,"Text":"(Yəhudilər və xaçpərəstlər) dedilər: “Cənnətə yəhudilərdən və xaçpərəstlərdən başqası girməyəcək!” Bu, ancaq onların xülyalarıdır. (Ya Rəsulum!) Onlara söylə: “Əgər (bu sözü) doğru deyirsinizsə, dəlilinizi gətirin!”"},{"SurahNumber":2,"VerseNumber":112,"Text":"(Xeyr, onların dediyi kimi deyil) əksinə, yaxşı işlər görüb özlərini Allaha təslim edənlərin Rəbbi yanında mükafatı (əvəzi) vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yəhudilər dedilər: “Xaçpərəstlər (dində düzgün və mö’təbər) bir şeyə istinad etmirlər”. Xaçpərəstlər də: “Yəhudilər (dində düzgün və mö’təbər) bir şeyə istinad etmirlər “, -söylədilər. Halbuki onların hər ikisi kitab (Tövrat və İncil) oxuyur. (Kitab əhli olmayan və yazıb-oxumaq) bilməyənlər də onlar kimi danışdılar. Allah onların aralarındakı bu ixtilafın hökmünü qiyamət günü verəcəkdir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allahın məscidlərində Onun (Allahın) adının çəkilməsinə maneçilik törədənlərdən və onların xarab edilməsinə (dağılmasına) çalışanlardan daha zalım kim ola bilər? Halbuki onlar oraya (məscidlərə) ancaq qorxa-qorxa girməli idilər. Onları dünyada rüsvayçılıq, axirətdə isə böyük əzab gözləyir"},{"SurahNumber":2,"VerseNumber":115,"Text":"Şərq də, Qərb də Allahındır: hansı tərəfə yönəlsəniz (üz tutsanız) Allah oradadır. Şübhəsiz ki, Allah (öz mərhəməti ilə) genişdir, (O, hər şeyi) biləndir"},{"SurahNumber":2,"VerseNumber":116,"Text":"(Yəhudilər, xaçpərəstlər və müşriklər) dedilər: “Allah (Özü üçün) övlad götürmüşdür”. Allah pak və müqəddəsdir (bu sözlərin Ona heç bir aidiyyəti yoxdur. O, bütün eyib və nöqsanlardan xalidir). Bəli, göylərdə və yerdə nə varsa, hamısı Ona məxsusdur, hamısı Onun itaətindədir"},{"SurahNumber":2,"VerseNumber":117,"Text":"Göyləri və yeri icad edən (yoxdan yaradan) Odur. Bir işin yaranmasını istədiyi zaman, ona (o işə) yalnız: “Ol!” –deyər, o da (fövrən) olar"},{"SurahNumber":2,"VerseNumber":118,"Text":"(Müşriklərdən olan) cahillər dedilər: “Nə olaydı ki, Allah bizimlə də danışaydı, bizə də bir ayə gələydi!” Onlardan əvvəl gələnlər (yəhudilər və xaçpərəstlər) də buna bənzər sözlər demişdilər. Onların qəlbləri biri-birinə bənzəyir. Biz tam yəqinliklə iman gətirənlərə ayələrimizi (dəlillərimizi) açıqcasına göstərdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"(Ya Rəsulum!) Biz səni (mö’minlərə) haqq ilə (Qur’anla) müjdə verməyə və (kafirləri) qorxutmağa gondərdik. Cəhənnəm əhli barəsində isə sən sorğu-suala tutulmayacaqsan"},{"SurahNumber":2,"VerseNumber":120,"Text":"(Ya Rəsulum!) Sən yəhudi və xaçpərəstlərin millətlərinə (dinlərinə) tabe olmayınca onlar səndən qətiyyən razı qalmayacaqdır. (Onlara) de: “Düzgün yol yalnız Allahın göstərdiyi yoldur!” Əgər sənə gələn elmdən (vəhydən) sonra onların (nəfslərindən gələn) istəklərinə uysan, o zaman səni Allahdan (Allahın əzabından) qoruyacaq nə bir dost, nə də bir köməkçi tapılar"},{"SurahNumber":2,"VerseNumber":121,"Text":"Verdiyimiz kitabı layiqincə (təhrif etmədən) oxuyanlar həmin kitaba iman gətirənlərdir, onu inkar edənlər (dəyişdirənlər) isə (dünyada və axirətdə) özlərinə zərər yetirənlərdir"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey İsrail övladı! Sizə verdiyim ne’mətimi və sizi (əcdadınızı) aləmlər üzərinə (bütün ümmətlərə) üstün etdiyimi xatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Qorxun elə bir gündən ki, (o gün) heç kəs heç kəsin işinə yarıya bilməz (heç kəs heç kəs üçün bir şey ödəyə bilməz), heç kəsdən (gördüyü pis işlər müqabilində) əvəz (fidyə) qəbul edilməz, heç kəsin şəfaəti fayda verməz və (Allahın əzabından xilas olmaqda) onlara (günahkarlara) heç bir kömək də göstərilməz"},{"SurahNumber":2,"VerseNumber":124,"Text":"(Ya Rəsulum!) Yadına sal ki, İbrahimi öz Rəbbi bir neçə sözlə (bə’zi əmrləri ilə) imtahana çəkdiyi zaman o, (Allahın əmrlərini) tamamilə yerinə yetirdi. (Belə olduqda Allah ona:) “Səni insanlara imam (dini rəhbər, başçı) tə’yin edəcəyəm”, -dedi. (İbrahim isə:) “Nəslimdən necə?” – deyə soruşdu. (Allah onun cavabında:) “(Sənin nəslindən olan) zalımlar mənim əhdimə (imamlığıma) nail olmazlar”, -buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"(Ya Rəsulum!) Yadına sal ki, Biz evi (Kə’bəni) insanlar üçün savab (ziyarətgah) və əmin-amanlıq yeri etdik. (Ey mö’minlər! Sizə də:) “İbrahimin durduğu yeri (özünüzə) namazgah edin!” - (dedik). İbrahimə və İsmailə də: “Evimi (Kə’bəni) təvaf edənlər, orada qalıb həmişə ibadətdə olanlar, rüku və səcdə ilə namaz qılanlar üçün (bütlərdən) təmizləyin! – deyə tövsiyə etdik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Yadına sal ki, İbrahim; “Ey Rəbbim, buranı bəladan asudə (uzaq) bir şəhər et, əhalisinin Allaha və axirət gününə inananlarına cürbəcür meyvələrdən ruzi ver!”- deyə dua etdikdə, O (Allah): “Kafir olanlara da bir qədər (ömürləri boyu) ruzi verərəm, lakin sonra da cəhənnəm əzabına düçar edərəm. Amma ora (Cəhənnəm) nə fəna bir yerdir!” – deyə buyurdu"},{"SurahNumber":2,"VerseNumber":127,"Text":"Onu da yadına sal ki, İbrahim və İsmail evin (Kə’bənin) bünövrəsini ucaltdıqları zaman: “Ey Rəbbimiz! (Bu xeyirli işi) bizdən qəbul et, Sən, doğrudan da, (hər şeyi) eşidənsən, bilənsən!” – deyə dua etdilər"},{"SurahNumber":2,"VerseNumber":128,"Text":"(İbrahim və İsmail dedilər:) “Ey Rəbbimiz! Bizim hər ikimizi Sənə itaətkar (müsəlman), nəslimizdən yetişənləri Sənə təslim olan ümmət (müsəlman) et, bizə (həcc) əməllərimizi (ibadət qaydalarımızı) göstər, tövbəmizi qəbul et! Həqiqətən, Sən tövbələri qəbul edənsən, mərhəmətlisən!”"},{"SurahNumber":2,"VerseNumber":129,"Text":"(Onlar yenə dedilər:) “Ey Rəbbimiz! Onların (nəslimizin) içərisindən özlərinə elə bir peyğəmbər göndər ki, Sənin ayələrini (hökmlərini) onlara oxusun, (Sən göndərən) Kitabı (Qur’anı) və (oradakı) hikməti onlara öyrətsin, onları (günahlardan) təmizləsin! Həqiqətən, Sən yenilməz qüvvət, hikmət sahibisən”"},{"SurahNumber":2,"VerseNumber":130,"Text":"(Ya Rəsulum!) Özünü səfehliyə qoyanlardan başqa kim İbrahimin dinindən üz çevirər? Həqiqətən, Biz onu dünyada (peyğəmbərlik və Kə’bəni tə’mir etmə üçün) seçdik. Şübhə yoxdur ki, o, axirətdə də əməlisaleh olanlardandır"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rəbbi İbrahimə: “(Əmrimə) təslim ol!” – dedikdə, o: “Aləmlərin Rəbbinə təslim oldum (müsəlman oldum)!” – deyə cavab vermişdi"},{"SurahNumber":2,"VerseNumber":132,"Text":"İbrahim və (sonra da) Yə’qub bunu (müsəlman olmağı) öz oğlanlarına vəsiyyət edib (hər biri dedi): “Ey oğlanlarım, həqiqətən, Allah sizin üçün (belə bir) din (islam dini) seçdi, siz də ancaq müsəlman olaraq ölməlisiniz!”"},{"SurahNumber":2,"VerseNumber":133,"Text":"(Ey yəhudilər!) Yoxsa Yə’qubun ölümü yetişdikdə siz onun yanında idiniz?! O: “Məndən sonra nəyə ibadət edəcəksiniz?” – deyə oğlanlarından soruşduğu zaman, onlar: “Sənin Allahına və ataların – İbrahimin, İsmailin və İshaqın Allahı olan tək Allaha təslim olacağıq (Ona ibadət edəcəyik)!”- dedilər"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar (İbrahim, Yə’qub və onlara tabe olanlar) bir camaat idilər ki, keçib getdilər. Onların etdikləri əməllər özlərinə, sizin etdiyiniz əməllər isə sizə aiddir. Onların əməlləri barəsində sizdən sorğu-sual olunmaz"},{"SurahNumber":2,"VerseNumber":135,"Text":"(Yəhudilər və xaçpərəstlər müsəlmanlara:) “Doğru yolu tapmaq üçün yəhudi, yaxud da xaçpərəst olun!” - deyirlər. (Ya Rəsulum!) Sən de: “Biz batildən haqqa tapınan (haqq yolda olan) İbrahim dinindəyik, çünki o, Allaha şərik qoşanlardan deyildi"},{"SurahNumber":2,"VerseNumber":136,"Text":"(Ey mö’minlər, yəhudi və xaçpərəstlərin sizi öz dinlərinə də’vət etmələrinə cavab olaraq) belə deyin: “Biz Allaha, bizə nazil olana (Qur’ana), İbrahimə, İsmailə, İshaqa, Yə’quba və onun övladına (əl-əsbat) göndərilənlərə, Musaya və İsaya verilənlərə, Rəbbi tərəfindən (bütün) peyğəmbərlərə verilən şeylərə (mö’cüzələrə) inanmışıq. Onlardan heç birini digərindən ayırmırıq. Biz ancaq Allaha boyun əyən müsəlmanlarıq!”"},{"SurahNumber":2,"VerseNumber":137,"Text":"(Ey mö’minlər!) Əgər onlar da siz inandığınız kimi (Allaha) inanırlarsa, şübhəsiz ki, doğru yolu taparlar. Yox, əgər (imandan) üz döndərərlərsə, (sizə qarşı) ədavət bəsləmiş olarlar. (Ya Rəsulum! Belə olduqda sən onların düşmənçiliyindən qorxma!) Allah sənə (tezliklə sənin intiqamını) onlardan (almağa) kifayət edər. O, (hər şeyi) eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":138,"Text":"(Ey mö’minlər, deyin:) “(Biz) Allahın dinini (rəngini qəbul etdik). (Dini) Allahın dinindən daha gözəl olan kimdir?! Biz ancaq Ona ibadət edənlərik”"},{"SurahNumber":2,"VerseNumber":139,"Text":"(Ya Rəsulum! Kitab əhlinə de:) “Siz Allah barəsində bizimlə mübahisəmi edirsiniz? Halbuki O həm bizim, həm də sizin Rəbbinizdir. Bizim əməllərimiz bizə, sizin əməlləriniz isə sizə aiddir. Ona sadiq olan bizik!”"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoxsa siz İbrahimin, İshaqın, Yə’qubun və onun övladının (nəslinin) yəhudi və ya xaçpərəst olduqlarını iddia edirsiniz? Allah sizin nə etdiklərinizdən xəbərsiz deyildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar (İbrahim, Yə’qub və övladı) bir ümmət (camaat) idilər ki, keçib getdilər, onların qazandıqları (əməllər) özlərinə, sizinki isə özünüzə aiddir. Onların əməlləri haqda sizdən sorğu-sual olunmaz"},{"SurahNumber":2,"VerseNumber":142,"Text":"(Mədinədəki yəhudi və münafiqlərdən) ağılsız adamlar deyəcəklər: “(Müsəlmanları əvvəlcə) üz tutduqları qiblədən (Beytülmüqəddəsdən) döndərən nədir?” (Ya Rəsulum! Onların cavabında) de: “Şərq də, Qərb də Allahındır. O, istədiyi şəxsi doğru yola yönəldər”"},{"SurahNumber":2,"VerseNumber":143,"Text":"(Ey müsəlmanlar!) Beləliklə də, sizi (ədalətli və seçilmiş) bir ümmət etdik ki, insanların əməllərinə (qiyamətdə) şahid olasınız, Peyğəmbər də (Muhəmməd əleyhisəllam da) sizə şahid olsun. (Ya Rəsulum!) İndi yönəldiyin qibləni (Kə’bəni) yalnız Peyğəmbərə tabe olanlarla ondan üz çevirənləri bir-birindən ayırd etmək üçün (qiblə) tə’yin etdik. Bu, (qibləni Beytülmüqəddəsdən Kə’bəyə tərəf çevirmək) ağır görünsə də, ancaq Allahın doğru yola yönəltdiyi şəxslər üçün ağır deyildir. Allah sizin imanınızı (bundan əvvəl Beytülmüqəddəsə üz tutaraq qıldığınız namazlarınızı) əvəzsiz buraxmaz. Allah insanlara qarşı, əlbəttə, mehribandır, mərhəmətlidir"},{"SurahNumber":2,"VerseNumber":144,"Text":"(Ya Rəsulum!) Biz sənin üzünün göyə tərəf çevrildiyini görürük, ona görə də səni razı olduğun qibləyə tərəf döndərəcəyik. İndi üzünü Məscidülhərama tərəf çevir! (Ey müsəlmanlar!) Harada olsanız (namaz vaxtı) üzünüzü oraya döndərin! Kitab verilmişlər bunun öz Rəbbi tərəfindən bir həqiqət olduğunu yaxşı bilirlər. Allah onların əməllərindən xəbərsiz deyildir"},{"SurahNumber":2,"VerseNumber":145,"Text":"(Ya Rəsulum!) Sən kitab əhlinə hər cür dəlil gətisən də, onlar sənin qiblənə tabe olmazlar. Sən də onların qibləsinə tabe olan deyilsən. Hətta onlar özləri də bir-birinin qibləsinə üz tutmazlar. Əgər sənə gələn bu qədər elmdən sonra onların istədiyinə uysan, o zaman sən də, şübhəsiz ki, zalımlardan sayılarsan"},{"SurahNumber":2,"VerseNumber":146,"Text":"Kitab (Tövrat və İncil) verdiyimiz şəxslər onu (Muhəmmədi) öz oğullarını tanıdıqları kimi tanıyırlar. (Buna baxmayaraq) onların bir qismi, şübhəsiz ki, həqiqəti bilə-bilə gizlədir"},{"SurahNumber":2,"VerseNumber":147,"Text":"(Ya Rəsulum!) Haqq sənin Rəbbindədir, buna heç vaxt şübhə edənlərdən olma"},{"SurahNumber":2,"VerseNumber":148,"Text":"Hər kəsin (hər ümmətin) üz tutduğu bir qibləsi vardır. (Ey müsəlmanlar!) Yaxşı işlər görməkdə bir-birinizi ötməyə çalışın! Harada olursunuzsa olun, Allah sizi (qiyamətdə) bir yerə toplayacaqdır. Həqiqətən, Allah hər şeyə qadirdir"},{"SurahNumber":2,"VerseNumber":149,"Text":"(Ya Rəsulum!) Hər hansı bir yerə getdikdə, (namaz vaxtı) üzünü Məscidülhərama (Kə’bəyə) tərəf çevir! Çünki Rəbbin tərəfindən göstərilən bu qiblə haqdır. Allah gördüyünüz işlərdən xəbərsiz deyildir"},{"SurahNumber":2,"VerseNumber":150,"Text":"(Ya Rəsulum!) Haradan (səfərə) çıxsan, (namaz vaxtı) üzünü Məscidülhərama tərəf çevir! (Ey müsəlmanlar!) Harada olsanız, üzünüzü o tərəfə döndərin ki, (özlərinə) zülm edənlərdən başqaları sizə irad tutmasınlar. Siz onlardan deyil, Məndən qorxun; Mən də sizə olan ne’mətimi tamamlayım (artırım) ki, siz haqq yolu tapasınız"},{"SurahNumber":2,"VerseNumber":151,"Text":"Həmçinin (ne’mətimizi tamamlamaq məqsədilə) sizə ayələrimizi oxumaq, sizi (günahlardan) təmizləmək, Kitabı (Qur’anı), hikməti (şəriəti, halalla haramı) və bilmədiklərinizi öyrətmək üçün sizə öz içərinizdən bir peyğəmbər göndərdik"},{"SurahNumber":2,"VerseNumber":152,"Text":"Belə olduqda siz (itaətlə) Məni xatırlayın ki, Mən də sizi yada salım! Mənə şükür edin, Məni danmayın"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ey iman gətirənlər! Səbir və dua ilə (namazla Allahdan) kömək diləyin. Çünki Allah səbr edənlərlədir (onların dostudur)"},{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda öldürülənlərə (şəhid olanlara) “ölü” deməyin. Əksinə, onlar (Allah dərgahında) diridirlər, lakin siz bunu dərk etmirsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Əlbəttə, Biz sizi bir az qorxu, bir az aclıq, bir az da mal, can (övlad) və məhsul qıtlığı ilə imtahan edərik. (Ya Rəsulum! Belə imtahanlara) səbr edən şəxslərə müjdə ver"},{"SurahNumber":2,"VerseNumber":156,"Text":"O kəslər ki, başlarına bir müsibət gəldiyi zaman: “Biz Allahınıq (Allahın bəndələriyik) və (öləndən sonra) Ona tərəf (Onun dərgahına) qayıdacağıq!” deyirlər"},{"SurahNumber":2,"VerseNumber":157,"Text":"Onları Rəbbi tərəfinfən bağışlanmaq və rəhmət (Cənnət) gözləyir. Onlar doğru yolda olanlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"(Ey mö’minlər!) Həqiqətən, Səfa və Mərvə Allahın əlamətlərindəndir (ibadət nişanələrindəndir). Evi (Kə’bəni) həcc və ya ümrə yolu ilə (qaydası ilə) ziyarət edən şəxsin bunları təvaf etməsində (ətrafına dolanmasında) heç bir günah yoxdur. Hər kəs (vacibdən əlavə) könüllü olaraq yaxşı bir iş görərsə, Allah (onun etdiyi yaxşı işdən) razı qalandır (əvəzini verəndir), (onu) biləndir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Kitabda (Tövratda) insanlara aşkar etdiyimiz dəlillərdən sonra göndərdiyimiz nişanələri və doğru yol göstərən ayələrimizi gizlədən kimsələr Allahın lə’nətinə düçar olar və bütün lə’nət edə bilənlər də onlara lə’nət oxuyar"},{"SurahNumber":2,"VerseNumber":160,"Text":"Mən ancaq tövbə edənləri, yaxşı işlər görənləri və (Tövratda buyurduqlarımı) bəlli edənləri əfv edərəm. Mən tövbələri qəbul edənəm, mərhəmətliyəm"},{"SurahNumber":2,"VerseNumber":161,"Text":"Kafir olanlara və kafir olaraq ölənlərə Allahın, mələklərin və bütün insanların lə’nəti olsun"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onlar həmişəlik lə’nət içərisində qalarlar. (Qiyamətdə) onların əzabı əskilməz və üzlərinə də baxılmaz (üzrləri qəbul olunmaz)"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin tanrınız bir olan Allahdır, Ondan başqa tanrı yoxdur. O, rəhmlidir, mərhəmətlidir"},{"SurahNumber":2,"VerseNumber":164,"Text":"Həqiqətən, göylərin və yerin yaradılmasında, gecə ilə gündüzün bir-birini əvəz etməsində, içərisində insanlar üçün mənfəətli şeylər olan gəmilərin dənizlərdə üzməsində, quruyan yer üzünü Allahın göydən yağmur yağdıraraq yenidən diriltməsində, cins-cins heyvanları onun hər tərəfə yaymasında, göylə yer arasında ram edilmiş küləyin və buludların bir səmtdən başqa səmtə döndərilməsində, (Allahın hikmət və qüdrətinə dəlalət edən) əlamətlər vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"İnsanların içərisində Allahdan qeyrilərini (Allaha) şərik qoşub, onları Allahı sevən kimi sevənlər də vardır. Halbuki iman gətirənlərin Allaha məhəbbəti daha qüvvətlidir. Əgər (özlərinə) zülm edənlərin vaxtında görəcəkləri əzabdan xabərləri olsaydı, onlar bütün (qüvvət və) qüdrətin Allaha məxsus olduğunu və Allahın əzabının şıddətli olacağını bilərdilər"},{"SurahNumber":2,"VerseNumber":166,"Text":"O zaman tabe olunmuşlar (bütpərəstlərin rəisləri) tabe olanlardan (bütpərəstlərdən) uzaqlaşacaq, (onların hamısı qiyamətdəki) əzabı görəcək və aralarındakı rabitə qırılacaqdır"},{"SurahNumber":2,"VerseNumber":167,"Text":"O zaman (bütpərəstlərə) tabe olanlar: “Əgər bir də (dünyaya) qayıda bilsəydik, onlar bizdən uzaqlaşdıqları kimi biz də onlardan uzaqlaşardıq”, - deyərlər. Beləcə (qiyamətdə) Allah onların əməllərinin yalnız həsrətdən (peşmançılıqdan) ibarət olduğunu göstərər və onlar cəhənnəm odundan çıxa bilməzlər"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar! Yer üzündəki qidaların təmiz, halal olanlarını yeyin, Şeytanın izi ilə getməyin! Həqiqətən, o (Şeytan) sizinlə açıq-açığına düşməndir"},{"SurahNumber":2,"VerseNumber":169,"Text":"O sizə ancaq pis və murdar (həyasız) işlər görməyi və Allaha qarşı bilmədiklərinizi deməyi əmr edər"},{"SurahNumber":2,"VerseNumber":170,"Text":"Onlara (bütpərəstlərə): “Allahın göndərdiyinə (Qur’ana) tabe olun!” –deyildiyi zaman, onlar: “Biz ancaq atalarımızın getdiyi yolla gedəcəyik!” –deyirlər. Bəs ataları bir şey anlamayıb doğru yolda deyildilərsə necə? (Yenədəmi onlara tabe olacaqlar)"},{"SurahNumber":2,"VerseNumber":171,"Text":"Kafirlər səda və nidadan (çığırtı və bağırtıdan) başqa bir şey anlamayanlara (heyvanlara) bənzərlər. Onlar kar, lal və kordurlar. Buna görə də haqqı dərk etməzlər"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman gətirənlər! Sizə verdiyimiz rüzilərin (təmiz və) halalından yeyin! Əgər Allaha ibadət edirsinizsə, (bu ne’mətlərə görə) Ona şükür edin"},{"SurahNumber":2,"VerseNumber":173,"Text":"O (Allah) sizə ölmüş heyvanı, (axar) qanı, donuz ətini və Allahdan başqasının adı ilə (bütlərin və s. adı ilə) kəsilənləri (yeməyi) qəti haram etmişdir. Lakin naəlac qaldıqda (başqasının malını) zorla mənimsəmədən və həddi aşmadan (zəruri ehtiyacı ödəyənə qədər) bunlardan yeməyə məcbur olan kimsənin heç bir günahı yoxdur. Allah bağışlayandır, mərhəmətlidir"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allahın nazil etdiyi kitabda (Tövratda və İncildə) olanları (peyğəmbərin vəsfini) gizlədənlərin və onun müqabilində bir az para alanların yedikləri qarınlarında ancaq oda dönəcəkdir. Qiyamət günü Allah onlarla danışmaz, (onları) təmizə çıxarmaz. Onları şiddətli əzab gözləyir"},{"SurahNumber":2,"VerseNumber":175,"Text":"Onlar doğru yol əvəzinə zəlalət yolunu, bağışlanmaq əvəzinə əzabı satın almış kəslərdir. Onlar cəhənnəm oduna necə də səbrlidirlər"},{"SurahNumber":2,"VerseNumber":176,"Text":"Bu (əzab) ondan ötrüdür ki, Allah kitabı (Tövratı, İncili və ya Qur’anı) haqq olaraq göndərmişdir. Lakin kitab barəsində müxtəlif rə’ydə olanlar (onun hökmlərinin bə’zisini qəbul, bə’zisini rədd edənlər, bə’zisini gizlədənlər, bə’zisini isə təhrif edib dəyişdirənlər), şübhəsiz ki, (həqiqətdən) uzaq bir nifaq içərisindədirlər"},{"SurahNumber":2,"VerseNumber":177,"Text":"Yaxşı əməl heç də (ibadət vaxtı) üzünü günçıxana və günbatana tərəf çevirməkdən ibarət deyildir. Yaxşı əməl sahibi əslində Allaha, axirət gününə, mələklərə, kitaba (Allahın nazil etdiyi bütün ilahi kitablara) və peyğəmbərlərə inanan, (Allaha) məhəbbəti yolunda (və ya mal-dövlətini çox sevməsinə baxmayaraq) malını (kasıb) qohum-əqrəbaya, yetimlərə, yoxsullara, (pulu qutarıb yolda qalan) müsafirə (yolçulara), dilənçilərə və qulların azad olunmasına sərf edən, namaz qılıb zəkat verən kimsələr, eləcə də əhd edəndə əhdinə sadiq olanlar, dar ayaqda, çətinlikdə (ehtiyac, yaxud xəstəlik üz verdikdə) və cihad zamanı (məşəqqətlərə) səbr edənlərdir. (İmanlarında, sözlərində və əməllərində) doğru olanlardır. Müttəqi olanlar da onlardır"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ey iman gətirənlər! (Qəsdən) öldürülən şəxsdən sizin üçün qisas almaq hökmü qərara alındı (vacib oldu). Azad şəxsi azad şəxsin, qulu qulun, qadını qadının əvəzində (öldürə bilərsiniz). (Öldürülən şəxsin) qardaşı (varisi) tərəfindən (müəyyən bir şey, qanbahası müqabilində) bağışlanmış (qatil) ilə adətə görə (yaxşı) rəftar edilməlidir. Bağışlanmış (qatil də) yaxşılıqla (qan sahiblərinə) “diyə” (qanbahası) verməlidir. Bu, (qisası qanbahası ilə əvəz etmək hökmü) Rəbbiniz tərəfindən sizin üçün bir yüngüllük və mərhəmətdir. Bundan (diyə müqabilində bağışlamaqdan) sonra təcavüzkarlıq edən (qatili öldürən və ya onun qohum-qardaşı ilə düşmənçilik edən) kimsəni (qiyamətdə) şıddətli əzab gözləyir"},{"SurahNumber":2,"VerseNumber":179,"Text":"Ey ağıl sahibləri, bu qisas (qisas hökmü) sizin üçün həyat deməkdir. Ola bilsin ki, (bununla) pis əməldən (qətldən) çəkinəsiniz"},{"SurahNumber":2,"VerseNumber":180,"Text":"Sizin hər birinizi ölüm haqlayan zaman qoyub gedəcəyiniz maldan valideynlərinizə, yaxın qohumlarınıza verilməsi üçün ədalət üzrə (malın üçdə birindən çox olmamaq şərtilə) vəsiyyət etməyiniz zəruridir. Müttəqilərə (bu) vacibdir"},{"SurahNumber":2,"VerseNumber":181,"Text":"(Ölənin vəsiyyətini) eşitdikdən sanra onu dəyişənlər günah sahibi olarlar. Şübhəsiz ki, Allah (hər şeyi) eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":182,"Text":"Hər kəs vəsiyyət edənin (öz vəsiyyətilə) səhv etməsindən və ya günaha batmasından ehtiyat edib (ədalət naminə vəsiyyətdə dəyişiklik edərək) varislərin arasını düzəltsə, ona heç bir günah yazılmaz. Allah bağışlayandır, rəhm edəndir"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ey iman gətirənlər! Oruc tutmaq sizdən əvvəlki ümmətlərə vacib edildiyi kimi, sizə də vacib edildi ki, (bunun vasitəsilə) siz pis əməllərdən çəkinəsiniz"},{"SurahNumber":2,"VerseNumber":184,"Text":"(Oruc tutmaq) sayı müəyyən olan (bir ay) günlərdir. (Bu günlərdə) sizdən xəstə və ya səfərdə olanlar tutmadığı günlər qədər başqa günlərdə oruc tutmalıdırlar. Oruc tutmağa taqəti olmayanlar isə (hər günün əvəzində) bir yoxsulu doyuracaq qədər fidyə verməlidirlər. Hər kəs könüllü xeyir iş görərsə (həm oruc tutub, həm də fidyə verərsə), bu onun üçün daha yaxşı olar. Bilsəniz oruc tutmaq sizin üçün nə qədər xeyirlidir"},{"SurahNumber":2,"VerseNumber":185,"Text":"İnsanlara doğru yolu göstərən, bu yolu açıq dəlilləri ilə aydınlaşdıran və (haqqı batildən) ayıran (Qur’an) ramazan ayında nazil edilmişdir. Aya (ramazan ayına) yetişən şəxslər (bu ayı) oruc tutmalıdırlar; xəstə və ya səfərdə olanlar isə tutmadığı günlərin sayı qədər başqa günlərdə tutsunlar. Allah sizin üçün ağırlıq deyil, yüngüllük istər ki, fövtə gedən günlərin orucunu tamamlayasınız və sizi düz yola yönəltməsinə görə Ona (“Allahu əkbər” deməklə) tə’zim və şükür edəsiniz"},{"SurahNumber":2,"VerseNumber":186,"Text":"(Ya Rəsulum!) Bəndələrim Məni səndən soruşduqda söylə ki, Mən (onlara) yaxınam. Dua edib Məni çağıranın duasını qəbul edərəm. Gərək onlar da Mənim çağırışımı qəbul edib Mənə iman gətirsinlər. Bununla da, ola bilsin ki, doğru yola yetişsinlər"},{"SurahNumber":2,"VerseNumber":187,"Text":"Oruc gecəsi qadınlarınıza yaxınlaşmaq sizə halal edildi. Onlar sizin, siz də onların libasısınız. (Bir-birinizə həddindən artıq yaxınsınız). Allah sizin özünüzə pislik (xəyanət) etdiyinizi (yaxud nəfsinizə qarşı zəiflik göstərəcəyinizi) bilib tövbələrinizi qəbul edərək sizi bağışladı; artıq siz onlara yaxınlaşın, Allahın sizə halal etdiyini onlardan istəyin; sübh açılınca, ağ sap qara sapdan fərqlənincəyə qədər yeyib için; sonra gecəyə qədər orucunuzu tamamlayın; məscidlərdə ibadətdə (e’tikafda) olduğunuz zaman onlarla (qadınlarınızla) yaxınlıq etməyin. Bunlar (bu hökmlər) Allahın hədləridir, bunları aşmayın! Allah (insanlara) hökmlərini bu cür bildirir ki, bəlkə, müttəqi olsunlar"},{"SurahNumber":2,"VerseNumber":188,"Text":"Bir-birinizin mallarını haqqınız olmadığı halda yeməyin. Xalqın malının bir qismini (onun sizə haram olduğunu) bilə-bilə günah yolu ilə yeməyiniz üçün onu (malınızı) hakimlərə (rüşvət) verməyin"},{"SurahNumber":2,"VerseNumber":189,"Text":"(Ya Rəsulum!) Yeni doğan aylar (hilal) barəsində səndən sual edildikdə, söylə ki, bunlar insanların istifadəsi və həcc üçün vaxt ölçüləridir. Evlərinizə (Cahiliyyət dövründə olduğu kimi) arxa tərəfdən girməniz yaxşı iş deyildir. Yaxşı iş (pis əməllərdən) çəkinən kimsənin əməlidir. Evlərə qapılarından daxil olun və Allahdan qorxun ki, nicat tapasınız"},{"SurahNumber":2,"VerseNumber":190,"Text":"(Ey mö’minlər!) Sizinlə vuruşanlarla siz də Allah yolunda vuruşun, lakin həddən kənara çıxmayın. Allah həddi aşanları sevməz"},{"SurahNumber":2,"VerseNumber":191,"Text":"Onları (Məkkə müşriklərini) harada görsəniz öldürün. Sizi çıxartdıqları yerdən (Məkkədən) siz də onları çıxardın. Fitnə (müşriklərin fitnəsi) qətldən daha şiddətlidir. Onlar sizinlə Məscidülhəram yanında vuruşmayınca, siz də onlarla orada vuruşmayın! Əgər (orada) sizinlə vuruşsalar, siz də onları öldürün. Kafirlərin cəzası ancaq budur"},{"SurahNumber":2,"VerseNumber":192,"Text":"Əgər onlar (vuruşdan və Allaha şərik qoşmaqdan) vaz keçərlərsə, şübhəsiz, Allah bağışlayandır, rəhm edəndir"},{"SurahNumber":2,"VerseNumber":193,"Text":"Fitnə (müşriklərin fitnəsi) aradan qalxana qədər və din (ibadət) ancaq Allaha məxsus edilənədək onlarla vuruşun; əgər onlar (bu cür hərəkətlərə) son qoyarlarsa (siz də onlarla vuruşmaqdan vaz keçin!), çünki düşmənçilik ancaq zülm edənlərə qarşı olur"},{"SurahNumber":2,"VerseNumber":194,"Text":"(Döyüş) haram olan ay [hicrətin 7-ci ilinin zülqə’də ayı) (döyüş)] haram olan ay (hicrətin 6-cı ilinin zülqə’də ayı) müqabilindədir. Hörmətlər qarşılıqlıdır. Sizə qarşı həddini aşanlara siz də həmim ölçüdə həddi aşın (cavab verin). Allahdan qorxun (qədərindən artıq əvəz çıxmayın) və bilin ki, Allah müttəqilərlədir"},{"SurahNumber":2,"VerseNumber":195,"Text":"(Malınızı) Allah yolunda xərcləyin. Öz əlinizlə özünüzü təhlükəyə atmayın, yaxşılıq edin! Allah yaxşılıq (ehsan) edənləri sevir"},{"SurahNumber":2,"VerseNumber":196,"Text":"Allahdan ötrü həcc və ümrə (kiçik həcc) əməllərini tam yerinə yetirin, əgər arada sizə maneçilik olarsa, (sizə) müyəssər olan bir qurbanlıq göndərin, qurbanlıq öz yerinə (Minaya) çatıncaya qədər başınızı qırxdırmayın. Əgər (ihramda ikən, ziyarət zamanı) sizdən xəstələnən və yaxud baş ağrısına tutulub əziyyət çəkən olarsa, belə şəxs (başını qırxdırmağın əvəzində) fidyə olaraq (üç gün) oruc tutmalı və ya sədəqə verməli, yaxud da bir qurban kəsməlidir. (Maneçiliyin aradan qalxmasına) əmin olduqda isə həcc vaxtına qədər ümrə ziyarətindən istifadə edən şəxs müyəssər etdiyi bir heyvan kəsməlidir. Qurbanlıq tapmayanlar bunun əvəzində həcc ziyarəti günlərində üç gün və (vətəninə) qayıdandan sonra yeddi gün oruc tutmalıdırlar ki, bu da tam on gün edir. Bu (ümrə ziyarəti) ailəsi Məscidülhəramda (Məkkədə və ətrafında) sakin olmayanlara aiddir. Allahdan qorxun və bilin ki, Allahın əzabı şiddətlidir"},{"SurahNumber":2,"VerseNumber":197,"Text":"Həcc (mövsümü) mə’lum olan aylardır (şəvval, zülqə’də ayları və zülhiccənin birinci on günü). (Həmin aylarda) həcc ziyarəti vacib olan (həcci özünə vacib bilən) şəxsə həccdə olarkən (qadınla) yaxınlıq, söyüş söyüb pis sözlər danışmaq, dava-dalaş etmək yaramaz. Allah gördüyünüz hər bir yaxşı işi bilir. (Həcc və ya axirət üçün) tədarük görün. Ən yaxşı tədarük (azuqə) isə təqvadır (pis əməllərdən çəkinməkdir). Ey ağıl sahibləri, Məndən qorxun"},{"SurahNumber":2,"VerseNumber":198,"Text":"(Həcc mövsümündə) Rəbbinizdən (ticarətlə) ruzi diləməniz sizin üçün günah deyildir. Ərəfatdan qayıdarkən Məş’ərülhəramda Allahı xatırlayın. Sizi doğru yola yönəltdiyi üçün Onu yada salın (Ona dua edin), çünki siz bundan əvvəl (doğru yolu) azanlardan idiniz"},{"SurahNumber":2,"VerseNumber":199,"Text":"Sonra camaatın döndüyü yerdən siz də dönün! Allahdan bağışlanmaq diləyin, şübhəsiz ki, Allah bağışlayandır, rəhm edəndir"},{"SurahNumber":2,"VerseNumber":200,"Text":"Həcc mərasimini tamamlayıb qurtardıqda (keçmişdə) ata-babalarınızı yada saldiğınız kimi, ondan da artıq Allahı yad edin! İnsanların bə’zisi: “Ey Rəbbimiz, bizə nə verəcəksənsə, elə bu dünyada ver!” – deyirlər. Belə şəxslərin axirətdə heç bir payı yoxdur"},{"SurahNumber":2,"VerseNumber":201,"Text":"Bə’ziləri isə: “Ey Rəbbimiz, bizə dünyada da, axirətdə də gözəl nemətlər ver, bizi cəhənnəm əzabından qoru!” deyirlər"},{"SurahNumber":2,"VerseNumber":202,"Text":"Belə şəxslərin qazandıqlarına (qazandıqları əməllərinə) görə (axirətdə) mükafat gözləyir. Allah tezliklə haqq-hesab çəkəndir"},{"SurahNumber":2,"VerseNumber":203,"Text":"(Ey hacılar!) Sayı bəlli olan günlərdə (Mina dağında) Allahı yada salın (təkbirlə zikr edin). Tələsərək iki gündə (zülhiccənin on birinci və on ikinci günlərində Minadan Məkkəyə) qayıdana heç bir günah gəlməz. Eləcə də yubanana (zülhiccənin on üçüncü günü Minada qalana) heç bir günah tutulmaz. Bu (günah tutulmaması), müttəqilərə aiddir. Allahdan qorxun və Onun yanında (hüzurunda) toplanacağınızı bilin"},{"SurahNumber":2,"VerseNumber":204,"Text":"(Ya Rəsulum!) İnsanların eləsi vardır ki, onun dünya həyatı haqqındakı sözləri sənin xoşuna gələr. O, qəlbində olana da (dili ilə ürəyinin bir olmasına) Allahı şahid göstərər. Halbuki, o, düşmənlərin ən qəddarıdır"},{"SurahNumber":2,"VerseNumber":205,"Text":"(O şəxs səndən) ayrılan kimi yer üzündə fitnə-fəsad törətməyə, əkini və nəsli (islam cəmiyyətini) məhv etməyə çalışar. Halbuki, Allah fitnə-fəsadı sevməz"},{"SurahNumber":2,"VerseNumber":206,"Text":"Ona: “Allahdan qorx!” – deyildiyi zaman lovğalıq onu günah törətməyə vadar edər. Beləsinə cəhənnəm kifayətdir. Ora nə pis məskəndir"},{"SurahNumber":2,"VerseNumber":207,"Text":"İnsanların eləsi də vardır ki, Allahın razılığını qazanmaq yolunda (Allah rizası üçün) öz canını fəda edər. Allah öz bəndələrinə qarşı çox mehribandır"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ey iman gətirənlər! Hamınız bir yerdə sülhə (islama) gəlin! Şeytanın yolu ilə getməyin, çünki o sizin açıq düşməninizdir"},{"SurahNumber":2,"VerseNumber":209,"Text":"Əgər bu qədər aşkar dəlil (ayələr) gəldikdən sonra siz yenə də doğru yoldan azarsınızsa, o zaman bilin ki, Allah da qüvvət, hikmət sahibidir"},{"SurahNumber":2,"VerseNumber":210,"Text":"Yoxsa onlar Allahın (qəzəbinin) bulud kölgələri içində mələklərlə (əzab mələkləri ilə) gəlməsini və işin tamam olmasını (özlərinin məhv edilməsini) gözləyirlər? Şübhəsiz ki, (bütün) işlər (axırda) Allaha qayıdacaqdır"},{"SurahNumber":2,"VerseNumber":211,"Text":"(Ya Rəsulum!) İsrail övladından xəbər al ki, Biz onlara (Musa peyğəmbər vasitəsilə) nə qədər açıq dəlillər göndərdik! Allahın ne’mətinə nail olandan sonra onu dəyişdirənlərə Allah şiddətli əzab verəcəkdir"},{"SurahNumber":2,"VerseNumber":212,"Text":"Dünya həyatı kafirlər üçün zinətlənmişdir. Onlar (bununla da) iman gətirənlərə istehza edərlər. Halbuki, müttəqilər qiyamət günündə onlardan üstündürlər. Allah istədiyi kəsə saysız-hesabsız ruzi verər"},{"SurahNumber":2,"VerseNumber":213,"Text":"İnsanlar tək bir ümmət idi. Allah onlara müjdə verən və xəbərdarlıq edən (əzabla qorxudan) peyğəmbərlər göndərdi, insanlar arasındakı ixtilafları ayırd etmək üçün O, peyğəmbərlərlə birlikdə haqq olan kitab nazil etdi. Halbuki özlərinə aşkar dəlillər gəldikdən sonra aralarındakı kin (və həsəd) üzündən (dində) ixtilafda bulunanlar kitab əhlindən başqası deyildir. Onların ixtilafda olduqları həqiqətə Onun izni (idarəsi) ilə iman gətirənləri isə Allah doğru yola yönəltdi. Allah istədiyini düz yola istiqamətləndirər"},{"SurahNumber":2,"VerseNumber":214,"Text":"(Ey mö’minlər!) Sizdən əvvəlkilərin başına gələnlər sizin başınıza gəlməmiş behiştə daxil olacağınızımı güman edirsiniz? Onları (şiddətli) fəlakət və sıxıntı elə bürümüş, elə sarsılmışdılar ki, hətta Peyğəmbər və iman gətirənlər birlikdə: “Allahın köməyi nə vaxt gələcək?” – demişdilər. Bilin ki, Allahın köməyi (sizə) yaxındır"},{"SurahNumber":2,"VerseNumber":215,"Text":"(Ya Rəsulum!) Səndən (Allah yolunda) nə verəcəkləri haqqında soruşanlara söylə: “(Malınızdan) verəcəyiniz şey ata-anaya, (yoxsul) qohumlara, yetimlərə, miskinlərə və (pulu qurtaran) müsafirə (yolçulara) məxsusdur”. Şübhəsiz ki, Allah etdiyiniz xeyirli işi biləndir"},{"SurahNumber":2,"VerseNumber":216,"Text":"(Allahın düşmənlərinə qarşı) döyüş (cihad) xoşunuza gəlmədiyi halda, sizə vacib edildi. Bə’zən xoşlamadığınız bir şey sizin üçün xeyirli, bə’zən də xoşladığınız bir şey sizin üçün zərərli ola bilər. (Onu) Allah bilir, siz bilməzsiniz"},{"SurahNumber":2,"VerseNumber":217,"Text":"(Ya Rəsulum!) Haram olan ayda döyüş haqqında səndən soruşanlara söylə: “O ayda döyüşmək böyük günahdır, lakin Allah yolunu (insanların üzünə) qapamaq, onu inkar etmək, Məscidülhərama girməyə mane olmaq və oradakıları kənara çıxarmaq Allah yanında daha böyük günahdır. (Din naminə) fitnə salmaq isə (həmin ayda) vuruşmaqdan daha betərdir”! (Ey mö’minlər!) Onlar (Məkkə müşrikləri) əgər bacarsalar, sizi dininizdən döndərincəyə qədər sizinlə vuruşmaqda davam edəcəklər. Sizdən hər kəs öz dinindən dönüb kafir olaraq ölərsə, belə kimsələrin bütün əməlləri (vaxtilə gördüyü yaxşı işləri) dünya və axirətdə heçə gedər. Onlar cəhənnəmlikdirlər və orada əbədi qalacaqlar"},{"SurahNumber":2,"VerseNumber":218,"Text":"Həqiqətən, Allaha iman gətirənlər, (Məkkədən Mədinəyə) köçüb gələn və Allah yolunda cihad edən kimsələr Allahın mərhəmətinə ümidvardırlar. Allah bağışlayandır, rəhm edəndir"},{"SurahNumber":2,"VerseNumber":219,"Text":"(Ya Rəsulum!) Səndən içki və qumar (meysir) haqqında sual edənlərə söylə: “Onlarda həm böyük günah, həm də insanlar üçün mənfəət (dünya mənfəəti) vardır. Lakin günahları mənfəətlərindən daha böyükdür”! (Allah yolunda) nəyi paylamalı olduqlarını soruşanlara isə de: “Ehtiyacınızdan artıq qalanını (möhtaclara paylayın)!” Allah sizə Öz ayələrini bu cür bildirir ki, bəlkə, fikirləşəsiniz"},{"SurahNumber":2,"VerseNumber":220,"Text":"Dünya və axirət (işləri) barəsində. (Ya Rəsulum!) Səndən yetimlər haqqında sual edənlərə söylə: “Onlar üçün (onların malını qorumaq və güzəranlarını) yaxşılaşdırmaq xeyirlidir (nəcib əməldir). Əgər onlarla birlikdə yaşayırsınızsa, onlar sizin qardaşlarınızdır”. Allah islah (yaxşılıq) edənləri də, fəsad salanları da tanıyır. Əgər Allah istəsəydi, sizi, əlbəttə, əziyyətə salardı. Həqiqətən, Allah yenilməz qüvvət, hikmət sahibidir"},{"SurahNumber":2,"VerseNumber":221,"Text":"Allaha şərik qərar verən (Onu inkar edən) qadınlar imana gəlməyincə onlarla evlənməyin! Əlbəttə, Allaha iman gətirmiş bir cariyə, gözəlliyinə heyran olduğunuz bir müşrik bir qadından daha yaxşıdır. Həmçinin müşrik kişilər Allaha iman gətirməyənə qədər mö’min qadınları (onlara) arvadlığa verməyin! Əlbəttə, Allaha iman gətirən bir kölə camalına məftun olduğunuz müşrik bir kişidən daha xeyirlidir. Onlar (müşrik qadınlar və kişilər) sizi Cəhənnəmə çağırdıqları halda, Allah sizi Öz izni ilə Cənnətə, məğfirətə (bağışlanmağa) çağırır və yaxşı düşünüb ibrət almaları üçün insanlara hökmlərini aydınlaşdırır"},{"SurahNumber":2,"VerseNumber":222,"Text":"(Ya Rəsulum!) Səndən heyz (aybaşı) barəsində sual edənlərə söylə: “Heyz əziyyətli bir haldır. Heyz zamanı qadınlardan kənar olun, (heyzdən) təmizlənməyənə qədər onlarla yaxınlıq etməyin, təmizləndikdən sonra isə Allahın sizə əmr etdiyi yerdən (buyurduğu qayda üzrə) onlara yaxınlaşın!” Allah (günahından) tövbə edənləri, (təmiz və) pak olanları sevər"},{"SurahNumber":2,"VerseNumber":223,"Text":"(Ey mö’minlər!) Qadınlarınız sizin (övlad əkdiyiniz) tarlanızdır. İstədiyiniz vaxtda öz tarlanıza gəlin! Özünüz üçün qabaqcadan (yaxşı əməllər) hazırlayın! Allahdan qorxun və (qiyamət günü) Onun hüzuruna gedəcəyinizi bilin! (Ya Rəsulum!) İman gətirənlərə (Cənnətlə) müjdə ver"},{"SurahNumber":2,"VerseNumber":224,"Text":"Yaxşılıq etmək, pis əməllərdən çəkinmək və insanlar arasında sülh yaratmaq barəsindəki andlarınıza Allahı (Allahın adını) hədəf (dəstavüz) etməyin! Allah eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah, bilmədən (səhvən) içdiyiniz andlara görə sizi cəzalandırmaz, lakin qəlblərinizin kəsb etdiyi şeylərə (yalandan və ya qəsdən içib yerinə yetirmədiyiniz andlara, pis niyyətlərə) görə sizi cəzalandıracaqdır. Allah bağışlayandır, həlimdir"},{"SurahNumber":2,"VerseNumber":226,"Text":"Övrətlərinə yaxınlaşmamağı and içən kimsələr üçün dörd ay gözləmə müddəti vardır, əgər bu müddət içərisində andlarından dönsələr, Allah (onları kəffarə vermək şərtilə) bağışlayandır, rəhm edəndir"},{"SurahNumber":2,"VerseNumber":227,"Text":"Əgər talaq vermək (boşamaq) istəsələr, şübhəsiz ki, Allah (onların niyyətlərini) eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":228,"Text":"Boşanan qadınlar üç dəfə (heyz görüb təmizlənincəyə qədər başqa ərə getməyib) gözləməlidirlər. Əgər (o qadınlar) Allaha və qiyamət gününə inanıblarsa, Allahın onların bətnlərində yaratdığını (uşağı) gizlətmək onlara halal olmaz. (Bu gözləmə müddəti içərisində) ərləri barışmaq istərlərsə, onları geri almağa (hər kəsdən) daha çox haqlıdırlar. (Kişilərin qadınlar) üzərində şəriətə görə hüquqları olduğu kimi, (qadınların da) onlar (kişilər) üzərində hüquqları vardır. Ancaq kişilər (daha artıq əziyyətə qatlandıqları üçün) onlardan bir dərəcə üstündürlər. Allah yenilməz qüvvət, hikmət sahibidir"},{"SurahNumber":2,"VerseNumber":229,"Text":"(Ric’i) talaq vermə (boşama) iki dəfə mümkündür, ondan sonra yaxşı dolanmaq (qadını yaxşı saxlamaq), ya da xoşluqla ayrılmaq (buraxmaq) gərəkdir. (Ey kişilər!) Onlara (qadınlarınıza) verdiyinizdən (kəbin haqqından, mehrdən) bir şey tələb etməniz sizə halal olmaz. Bu yalnız kişi ilə qadının Allahın (ər-arvadlıq) haqqındakı hökmlərini yerinə yetirə bilməyəcəklərindən qorxduqları zaman mümkündür. (Ey şəriət hakimləri!) Əgər onların (ər-arvadın) Allahın hökmlərini yerinə yetirməyəcəklərindən siz də qorxsanız, arvadın (kəbin haqqından) ərinə bir şey verməsində heç biri üçün günah yoxdur. Bunlar Allahın hədləridir (hökmləridir). Onlardan kənara çıxmayın. Allahın hədlərindən kənara çıxanlar, əlbəttə, zalımlardır"},{"SurahNumber":2,"VerseNumber":230,"Text":"Əgər (kişi) övrətini yenə də (üçüncü dəfə) boşarsa, o zaman (qadın) başqa bir ərə getməmiş ona (əvvəlki ərinə) halal olmaz. (İkinci əri) onu boşadıqdan sonra Allahın (ər-arvadlıq haqqındakı) hədlərinə (hökmlərinə) riayət edəcəklərinə inamları olduqları təqdirdə, (həmin qadının əvvəlinci əri ilə) təkrar evlənməsində günah yoxdur. Bunlar anlayan bir qövm üçün Allahın bəyan etdiyi hədləridir (hökmləridir)"},{"SurahNumber":2,"VerseNumber":231,"Text":"Qadınlarınızı (ric’i talaqla) boşadığınız və onların gözləmə müddəti başa çatdığı zaman onları ya xoşluqla saxlayın, ya da xoşluqla buraxın. (Əziyyət və) zərər vermək məqsədilə haqlarına təcavüz edib onları saxlamayın! Hər kəs bunu etsə, şübhəsiz ki, özünə zülm etmiş olar. Allahın ayələri (hökmləri) ilə oynamayın (onlara istehza etməyin). Allahın sizə verdiyi ne’mətləri, öyüd-nəsihət üçün göndərdiyi Kitabı (Qur’anı) və hikməti xatırlayın! Allahdan qorxun və Allahın, həqiqətən, hər şeyi bildiyini anlayın"},{"SurahNumber":2,"VerseNumber":232,"Text":"Boşanmış qadınların gözləmə müddətləri bitərkən aralarında barışıq və yaxşılıqla yaşamağa razılıq olduğu zaman onların təkrar öz ərlərinə nikah edilməsinə mane olmayın! Bu sizin Allaha və axirət gününə inananlarınıza verilən bir nəsihətdir. Bu (şər’i baxımdan) sizin üçün daha təmiz (faydalı) və daha pakdır. Allah (sizin mənfəətinizi) bilir, siz bilməzsiniz"},{"SurahNumber":2,"VerseNumber":233,"Text":"Analar (istər boşanmış, istərsə də boşanmamış olsun) uşaqlarını əmizdirmə müddətini tamamlatmaq istəyən (atalar) üçün tam iki il əmizdirsinlər. Anaların yeməyi və geyimi öz qüvvəsi dairəsində (uşağın) atasının üzərinə düşür. Heç kəs gücü çatdığından artıq yüklənməz. Nə bir ana, nə də bir ata uşağına görə zərər çəkməsin! (Ata öləndən sonra) bu vəzifə həmin qaydada varisin üzərinə düşür. Əgər ata və ana öz aralarında məsləhətləşib, uşağı (iki ildən tez) süddən kəsmək qərarına gəlsələr, ikisinə də heç bir günah olmaz. Əgər siz uşağınızı başqasına (süd anasına) əmizdirmək istəyirsinizsə, onun zəhmət haqqını müəyyən olunmuş qayda üzrə (şəriətə müvafiq) ödəsəniz, yenə də sizə günah sayılmaz. Allahdan qorxun və bilin ki, Allah, həqiqətən, sizin nə etdiklərinizi görəndir"},{"SurahNumber":2,"VerseNumber":234,"Text":"Sizdən ölənlərin qoyub getdiyi qadınlar dörd ay on gün (başqa ərə getməyib) özlərini gözləməlidirlər. Bu müddət tamam olduqda, artıq onların öz barələrində şəriətə müvafiq surətdə etdikləri işdən sizə heç bir günah gəlməz. Allah etdiklərinizin hamısından xəbərdardır"},{"SurahNumber":2,"VerseNumber":235,"Text":"(Bu müddəti gözləyən) qadınlara elçi göndərmək (onlarla evlənmək) istədiyinizi (rəmz və) işarə ilə bildirməkdən və ya belə bir istəyi ürəyinizdə gizlətməkdən sizə heç bir günah gəlməz. Allah sizin onları xatırlayacağınızı bilir. Lakin (gözləmə müddətində) onlarla gizlində və’dələşməyin, onlara şəriətə müvafiq söz deyin! Gözləmə vaxtları bitməyincəyə qədər onlarla nikah etmək fikrində olmayın! Bilin ki, Allah sizin qəlbinizdə olanı bilir. Ondan (Allahdan) qorxun, Allahın bağışlayan, həlim olduğunu bilin"},{"SurahNumber":2,"VerseNumber":236,"Text":"Yaxınlıq etmədiyiniz (toxunmadığınız) və mehrini (kəbin haqqını, başlığını) tə’yin etmədiyiniz qadınları boşamaq sizə günah sayılmaz. Qəbul olunmuş qayda üzrə, varlı öz imkanı daxilində, kasıb da gücü çatdığı qədər, yaxşılıq (ehsan) edənlərə layiq şəkildə onlara bir şey (müt’ə) versin"},{"SurahNumber":2,"VerseNumber":237,"Text":"Kəbin haqlarını tə’yin etmiş olduğunuz qadınları yaxınlıq etmədən əvvəl boşayarsınızsa, tə’yin olunmuş kəbin haqqının yarısını onlara verməlisiniz! Bununla belə, onlar (qadınlar) bunu (ərlərinə), yaxud əlində nikah müqaviləsi olanlar (ərlər) kəbin haqqının hamısını qadınlara bağışlaya bilərlər. (Ey kişilər!) Sizin bağışlamağınız (güzəştə getməyiniz) müttəqiliyə daha yaxındır. Bir-birinizə yaxşılıq etməyi unutmayın! Şübhəsiz ki, Allah sizin etdiklərinizi görəndir"},{"SurahNumber":2,"VerseNumber":238,"Text":"(Fərz, vacib) namazlara, (xüsusilə) orta namaza (günortadan sonrakı əsr namazına, ikindi namazına) riayət (əməl) edin və Allaha itaət üçün ayağa qalxın (namaza durun)"},{"SurahNumber":2,"VerseNumber":239,"Text":"Əgər (düşməndən və yırtıcı heyvandan) qorxsanız, (namazınızı) piyada gedə-gedə və ya minik üstə (qılın). (Təhlükədən sovuşmağınıza) əmin olduqda isə Allahı, bilmədiyiniz şeyləri (namazı, duanı) sizə (Peyğəmbər və Qur’an vasitəsilə) nə cür öyrədibsə, o cür anın (zikr edin, namaz qılın)"},{"SurahNumber":2,"VerseNumber":240,"Text":"Sizlərdən vəfat edib özlərindən sonra arvadlarını qoyub gedən şəxslər həmin qadınlara öz evindən çıxarılmamaq şərtilə, bir il müddətində baxılmasını (vərəsələrinə) vəsiyyət etməlidirlər. Əgər onlar (öz arzuları ilə) çıxıb gedərlərsə, o zaman onların qəbul olunmuş qayda üzrə (şəriətə müvafiq) öz barələrində görəcəkləri işlər üçün siz günahkar deyilsiniz. Allah yenilməz qüvvət, hikmət sahibidir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Boşanan qadınları qəbul olunmuş tərzdə (şəriətə müvafiq) faydalandırmaq müttəqilərin vəzifəsidir"},{"SurahNumber":2,"VerseNumber":242,"Text":"Allah sizə Öz ayələrini, (hökmlərini) bu qaydada aydınlaşdırır ki, düşünüb anlayasınız (əqlinizə batsın)"},{"SurahNumber":2,"VerseNumber":243,"Text":"(Ya Rəsulum!) Minlərlə adamın (taundan) ölüm qorxusu ilə öz yurdlarını tərk edib getdiklərini görmədinmi? Allah onlara: “Ölün!” – dedi və sonra da (yenidən) diriltdi. Həqiqətən, Allah insanlara lütf edəndir, lakin insanların bir çoxu şükür etməzlər"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda vuruşun və bilin ki, Allah eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Allah yolunda (könül xoşluğu ilə halal maldan) yaxşı borc verən kimdir ki, (Allah da) onun mükafatını (əvəzini) qat-qat artırsın?! Allah (kimisini) sıxıntıya salar (ruzisini azaldar), (kimisinin də) ürəyini açar (bol ruzi verər). Siz (dünyada gördüyünüz işlərin əvəzini almaq üçün) Onun hüzuruna qaytarılacaqsınız"},{"SurahNumber":2,"VerseNumber":246,"Text":"(Ya Rəsulum!) Musadan sonra bir dəstə (tanınmış) İsrail övladının başına gələnləri görmədinmi? Onlar öz peyğəmbərinə: “Bizə bir hökmdar göndər ki, (onun köməyi ilə) Allah yolunda (zülmkarlarla) vuruşaq!” - dedilər. O da (onlara): “Sizə vuruşma əmri olduqda, bəlkə, vuruşmadınız?” – söylədi. Onlar cavabında dedilər: “Allah yolunda nə üçün vuruşmayaq ki, yurdumuzdan çıxarıldıq, övladlarımızdan ayrıldıq”. Lakin onlara vuruşmaq vacib olduğu vaxt, içərilərindən az bir qismi müstəsna olmaqla, (hamısı döyüşdən) üz çevirdilər. Allah (özlərinə) zülm edənləri tanıyır"},{"SurahNumber":2,"VerseNumber":247,"Text":"(İsrail övladının) peyğəmbəri onlara dedi: “Allah Talutu sizə padşah göndərdi”. Onlar isə: “Biz hökmdarlığa daha layiq ikən və ona var-dövlət verilmədiyi halda, o, necə bizə padşah ola bilər?” – deyə cavab verdilər. (Peyğəmbər onlara) dedi: “Allah sizdən ötrü onu (bəyənib) seçmiş, elm və bədəncə (qüvvəcə) ona üstünlük vermişdir. Allah Öz mülkünü (səltənətini) istədiyinə verər. Allah (Öz lütfü və kərəmi ilə) genişdir, (Allah hər şeyi) biləndir!”"},{"SurahNumber":2,"VerseNumber":248,"Text":"(İsrail övladının) peyğəmbəri onlara dedi: “(Talutun) padşahlıq əlaməti (Musaya verilən) sandığın sizə gəlməsidir. Onun içində (sizin üçün) Rəbbinizdən bir arxayınlıq, rahatlıq (mə’nəvi bir qüvvə, səbat), həmçinin Musa və Harun nəslindən qalan şeylər (Musanın əsası, Tövratın bə’zi lövhələri, bir az qüdrət halvası və s.) vardır. Onu mələklər gətirəcək. Əgər siz mö’minsinizsə, onda sizin üçün (peyğəmbərin verdiyi xəbərin doğruluğunu təsbiq edən) qəti dəlil vardır”"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut qoşunu ilə (öz yurdundan, Qüdsdən) ayrıldığı zaman (əsgərlərinə) dedi: “Allah sizi (axar) bir çay vasitəsilə imtahan edəcək. Kim onun suyundan içsə, o məndən (mənə tabe olanlardan) deyildir. Kim ondan dadmasa, dadsa da, bir ovucdan artıq içməsə, o məndəndir”! Lakin onların az bir qismi müstəsna olmaqla, (hamısı) o sudan içdi. O (Talut) və onunla birlikdə olan mö’minlər (çayı) keçdikdən sonra (düşmən qoşununu görüb) dedilər: “Bu gün bizim Calut (düşmən tərəfin hökmdarı) və onun qoşunu ilə vuruşmağa taqətimiz yoxdur”! (İçərilərindən) Allahın rəhmətinə qovuşacaqlarına (Allahın dərgahına qayıdacaqlarına) inanalar isə dedilər: “Neçə dəfə olub ki, az bir dəstə Allahın izni (iradəsi) ilə çox bir dəstəyə qalib gəlib! Allah səbr edənlərlədir!”"},{"SurahNumber":2,"VerseNumber":250,"Text":"Onlar Calut və əsgərləri ilə qarşılaşdıqları zaman dedilər: “Ey Rəbbimiz, bizə bollu səbr və dizimizə (ayaqlarımıza) qüvvət ver! Bizə kafir qövm üzərində qələbə qazandır!”"},{"SurahNumber":2,"VerseNumber":251,"Text":"Nəhayət, onlar Allahın izni (iradəsi və köməyi) ilə Calutu və qoşununu məğlub etdilər. Davud Calutu öldürdü. Allah Davuda həm hökmranlıq, həm də hikmət (peyğəmbərlik) verdi və ona istədiyini (zireh düzəltmək, quşların dilini bilmək, gözəl səslə oxumaq) öyrətdi. Əgər Allah insanların bir qismini, digər bir qismi ilə dəf etməsə idi, yer üzü fitnə-fəsada uğrayardı. Lakin Allah bütün aləmlərə qarşı lütfükardır"},{"SurahNumber":2,"VerseNumber":252,"Text":"(Ya Rəsulum!) Bunlar (bu söylənilənlər) Allahın ayələridir (qüdrət nişanələridir) ki, onları sənə doğru-düzgün bildiririk. Sən, həqiqətən, (Allah tərəfindən seçilərək insanlara) göndərilən (mürsəl) peyğəmbərlərdənsən"},{"SurahNumber":2,"VerseNumber":253,"Text":"(Ya Rəsulum!) Bu peyğəmbərlərin bə’zisini digərindəm üstün etdik. Allah bunlardan bə’zisi ilə danışmış, bə’zisinin isə dərəcələrini yüksəltmişdir. Məryəm oğlu İsaya açıq mö’cüzələr verdik və onu müqəddəs ruhla (Cəbraillə) qüvvətləndirdik. Əgər Allah istəsəydi, bu peyğəmbərlərin ardınca gələn insanlar onlara göndərilən aşkar dəlillərdən sonra bir-biriləri ilə vuruşmazdılar. Fəqət (bununla belə yenə də) ixtilafa düşdülər. Onlarda bə’ziləri (Allaha) iman gətirdilər, bə’ziləri isə kafir oldular. Əgər Allah istəsə idi, onlar bir-biriləri ilə vuruşmazdılar. Lakin Allah Öz istədiyini edər"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman gətirənlər! Alış-verişin, dostluğun və şəfaətin mümkün olmayacağı gün (qiyamət günü) gəlməmişdən əvvəl sizə verdiyimiz ruzidən paylayın! Kafirlər (bunu inkar edənlər) isə (özlərinə) zülm edənlərdir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah başqa heç bir tanrı yoxdur. (Zatı və kamal sifətləri ilə hər şeyə qadir olub bütün kainatı yaradan və idarə edən, bəndələrini dolandıran və onların işlərini yoluna qoyan) əbədi, əzəli varlıq Odur. O nə mürgü, nə də yuxu bilər. Göylərdə və yerdə nə varsa (hamısı) Onundur. Allahın izni olmadan (qiyamətdə) Onun yanında (hüzurunda) kim şəfaət (bu və ya digər şəxsin günahlarının bağışlanmasını xahiş) edə bilər? O, bütün yaranmışların keçmişini və gələcəyini (bütün olmuş və olacaq şeyləri) bilir. Onlar (yaranmışlar) Allahın elmindən Onun Özünün istədiyindən başqa heç bir şey qavraya bilməzlər. Onun kürsünü (elmi, qüdrət və səltənəti) göyləri və yeri əhatə etmişdir. Bunları mühafizə etmək Onun üçün heç də çətin deyildir. Ən uca, ən böyük varlıq da Odur"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dində məcburiyyət (zorakılıq) yoxdur. Artıq doğruluq (iman) azğınlıqdan (küfrdən) ayırd edildi. Hər kəs Taqutu (Şeytanı və ya bütləri) inkar edib Allaha iman gətirsə, o, artıq (qırılmaq bilməyən) ən möhkəm bir ipdən (dəstəkdən) yapışmış olur. Allah (hər şeyi olduğu kimi) eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah (Ona) iman gətirənlərin dostudur, onları zülmətdən çıxarıb işığa tərəf yönəldər. Kafirlərin dostu isə Taqutdur (şeytanlardır). Onları (kafirləri) nurdan ayırıb zülmətə salarlar. Onlar cəhənnəmlikdirlər və orada həmişəlik qalacaqlar"},{"SurahNumber":2,"VerseNumber":258,"Text":"(Ya Rəsulum!) Allahın verdiyi hökmranlıq üzündən (azğınlaşaraq) İbrahim ilə Rəbbi barəsində mübahisə aparan şəxsi (Nəmrudu) görmədinmi? (Və ya əhvalatını bilmirsən?) İbrahim: “Mənim tanrım həm dirildir, həm də öldürür”, - dediyi zaman, o (Nəmrud): “Mən də həm dirildir, həm də öldürürəm”, - demişdi. İbrahim ona: “Allah Günəşi şərqdən doğdurur, bacarırsansa, sən onu qərbdən doğdur!” – dedikdə, o kafir donub qalmışdı. Həqiqətən, Allah (özünə) zülm edənləri düz yola yönəltməz"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yaxud (Ya Rəsulum! Damları çökmüş, divarları) uçulmuş bir kəndin yanından keçən kimsənin əhvalatını bilirsən? O kimsə: “Əcaba, Allah bu kəndi ölümündən sonra necə dirildəcək?” – demişdi. Belə olduqda, Allah onu yüz il ölü halında saxladı, sonra dirildərək ondan: “Nə qədər yatmısan?” – deyə soruşdu. O da: “Bir gün, bəlkə, bir gündən daha az” – deyə cavab verdi. Allah ona: “Bəlkə, yüz il yatmısan, yediyin yeməyə, içdiyin suya bax, hələ də xarab olmayıb. Bir də uzunqulağına bax! Səni insanlar üçün bir ibrət dərsi olmaqdan ötrü belə etdik. İndi (uzunqulağının) sümüklərinə bax, gör necə onları bir-biri ilə birləşdirir, sonra da onların üzərini ətlə örtürük?” – deyə buyurdu. O kimsəyə bunlar aydın olduqda: “Artıq bildim ki, Allah hər şeyə qadirdir!” – dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"(Ya Rəsulum!) Xatırla ki, İbrahim: “Ey Rəbbim, ölüləri nə cür diriltdiyini mənə göstər!” – dedikdə (Allah): “Məgər (ölüləri diriltməyimə) inanmırsan?” –buyurmuşdu. (İbrahim:) “Bəli, inanıram, lakin ürəyim sakit (xatircəm) olmaq üçün (soruşdum)”, - deyə cavab vermişdi. (Bu zaman Allah ona) buyurmuşdu: “Dörd cür (cins) quş götürüb (səhv salmamaq üçün) onlara diqqətlə bax, (onları parçalayaraq bir-birinə qatandan) sonra hər dağın başına onlardan bir parça at, sonra onları çağır, tez yanına gələcəklər. Bil ki, Allah yenilməz qüvvət, hikmət sahibidir!”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mallarını Allah yolunda sərf edənlərin halı yeddi sünbül verən bir toxuma bənzər ki, bu sünbüllərin hər birində yüz ədəd dən vardır. Allah istədiyi kimsə üçün bunu qat-qat artırır. Allah (lütfü ilə) genişdir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Heç bir kəsə minnət qoymadan, əziyyət vermədən mallarını Allah yolunda sərf edənlərin Rəbbi yanında mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":263,"Text":"Xoş bir söz və günahları bağışlamaq əziyyətlə (minnətlə) verilən sədəqədən daha yaxşıdır. Allah ehtiyacsızdır, həlimdir"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey iman gətirənlər! Sədəqələrinizi malını riyakarlıqla (özünü xalqa göstərmək üçün) sərf edən, Allaha və axirət gününə inanmayan şəxs kimi, minnət qoymaq və əziyyət verməklə puça çıxarmayın. Belə şəxslərin halı, üzərində bir az torpaq olan qayaya bənzər ki, şiddətli bir yağış o torpağı (yuyub) aparar və qayanı çılpaq bir daş halına salar. Onlar qazandıqlarından bir şeyə qadir (nail) olmazlar. Şübhəsiz ki, Allah kafirləri haqq yoluna yönəltməz"},{"SurahNumber":2,"VerseNumber":265,"Text":"Mallarını Allahın razılığını qazanmaq və nəfslərini (imanlarını) sabitqədəm etmək yolunda sərf edənlər uca təpənin üstündə olan bir bağa bənzərlər ki, ora düşən bol yağış onun meyvələrini ikiqat artırar. Əgər bol yağış yağmasa, az bir şəbnəm (şeh də ona kifayət edər). Həqiqətən, Allah nə etdiyinizi (bütün əməllərinizi) görəndir"},{"SurahNumber":2,"VerseNumber":266,"Text":"Məgər sizdən biriniz istərmi ki, içində xurma ağacları, üzümlüklər, (ağacları) altından arxlar axan və cürbəcür meyvələr olan bir bağçası olsun, (sonra) zəif (iş bacarığı olmayan, himayəyə möhtac) uşaqları olduğu halda ona qocalıq üz versin, həmin vaxtda da ora odlu bir qasırğa düşsün və o bağ yanıb tələf olsun? Allah ayələri sizin üçün bu cür aydınlaşdırır ki, düşünəsiniz"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman gətirənlər! Qazandığınız və sizin üçün torpaqdan yetişdirdiyimiz şeylərin (ən pak, halal və) yaxşılarından (Allah yolunda) sərf edin! Ancaq göz yumaraq aldığınız pis, yaramaz şeylərdən vermək fikrində olmayın! Bilin ki, Allahın heç bir şeyə ehtiyacı yoxdur. (O, hər cür) şükrə (tə’rifə) layiqdir"},{"SurahNumber":2,"VerseNumber":268,"Text":"Şeytan sizi yoxsulluqla qorxudaraq alçaq işlərə sövq edər, Allah isə (əksinə) sizə bağışlanmaq və bərəkət və’dəsi verər. Allah (mərhəməti ilə) genişdir. (Allah hər şeyi) biləndir"},{"SurahNumber":2,"VerseNumber":269,"Text":"Allah istədiyi şəxsə hikmət (elm, mə’rifət, müdriklik) bəxş edər. Kimə hikmət bəxş edilmişsə, ona çoxlu xeyir (əbədi səadət) verilmişdir. Bunu ancaq ağıllı adamlar dərk edərlər"},{"SurahNumber":2,"VerseNumber":270,"Text":"(Allah yolunda) xərclədiyiniz və nəzir etdiyiniz hər hansı şeyi, şübhəsiz ki, Allah bilir, lakin (xəsislik göstərib özlərinə) zülm edənlərin (qiyamət günü) heç bir köməkçisi olmaz"},{"SurahNumber":2,"VerseNumber":271,"Text":"Yoxsullara aşkarda sədəqə verməyiniz yaxşıdır, lakin onu gizlində versəniz daha yaxşı olar. Bu, günahlarınızın bir qismini örtər. Allah tutduğunuz hər bir işdən xəbərdardır"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Ya Rəsulum!) İnsanları doğru yola yönəltmək sənin borcun deyildir. (Sənin vəzifən ancaq onları haqq yola də’vət etməkdir). Allah kimi istərsə, onu doğru yola yönəldər. Malınızdan sərf etdiyiniz hər hansı bir şeyin (mənfəəti) ancaq özünüz üçündür. Siz onu yalnız Allahın razılığını qazanmaq üçün verirsiniz. Malınızdan verdiyiniz hər hansı bir şeyin əvəzi tamamilə sizə ödəniləcəkdir. Sizə əsla zülm edilməz"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Sədəqə) Allah yolunda canından keçərək (dolanmaq, ruzi kəsb etmək üçün) yer üzündə hərəkət edə bilməyən (və ya buna imkanı olmayan) yoxsullar üçündür. Belə şəxslər həyalı olub dilənçilikdən çəkindiklərinə görə nadanlar onları dövlətli hesab edirlər. (Ya Rəsulum!) Sən isə onları üzlərindən tanıyırsan. Onlar heç kəsdən israrla bir şey istəməzlər. Sizin mallarınızdan (bunlara) nə verdiyinizi, şübhəsiz ki, Allah bilir"},{"SurahNumber":2,"VerseNumber":274,"Text":"Mallarını gecə və gündüz, gizli və aşkar (yoxsullara) sərf edənlərin Rəbbi yanında böyük mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":275,"Text":"Sələm (müamilə, faiz) yeyənlər (qiyamət günü) qəbirlərindən ancaq Şeytan toxunmuş (cin vurmuş dəli) kimi qalxarlar. Bunların belə olmaları: “Alış-veriş də sələm kimi bir şeydir!” – dedikləri üzündəndir. Halbuki, Allah alış-verişi halal, sələm (faiz) almağı isə haram (qadağan) etmişdir. İndi hər kəs Rəbbi tərəfindən gələn nəsihəti qəbul etməklə (bu işə) son qoyarsa, keçmişdə aldığı (sələmlər) onundur (ona bağışlanar). Onun işi Allaha aiddir. Amma (yenidən sələmçiliyə) qayıdanlar cəhənnəmlikdirlər və orada həmişəlik qalacaqlar"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah sələmi (sələmlə qazanılan malın bərəkətini) məhv edər, sədəqələri (sədəqəsi verilmiş malın bərəkətini) isə artırar. Allah kafiri, günahkarı sevməz"},{"SurahNumber":2,"VerseNumber":277,"Text":"İman gətirən, xeyirli işlər görən, namaz qılan, zəkat verən şəxslərin Rəbbi yanında mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey mö’minlər! Əgər, doğrudan da, iman gətirmişsinizsə, Allahdan qorxub sələmdən qalan məbləğdən (faizdən) vaz keçin! (Onu borclulardan almayın)"},{"SurahNumber":2,"VerseNumber":279,"Text":"Əgər belə etməsəniz, o zaman Allaha və Onun peyğəmbərinə qarşı müharibəyə girişdiyinizi bilin! Yox, əgər tövbə etsəniz, sərmayəniz (mayanız) sizindir. Beləliklə, nə siz zülm edərsiniz, nə də sizə zülm olunar"},{"SurahNumber":2,"VerseNumber":280,"Text":"Əgər sizə borclu olan şəxs çətin vəziyyətdə olarsa, ona vəziyyəti yaxşılaşıncaya qədər möhlət verin! Əgər bilmək istəyirsinizsə, (borcu) ona sədəqə olaraq bağışlamağınız daha yaxşıdır"},{"SurahNumber":2,"VerseNumber":281,"Text":"Allaha tərəf qaytarılacağınız gündən qorxun! (O gün) hər kəsə gördüyü əməlin əvəzi veriləcək və (haqsız yerə) zülm olunmayacaqdır"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey iman gətirənlər! Müəyyən müddətə bir-birinə borc verib aldıqda, onu yazın! Bunu (bu sənədi) aranızda bir nəfər katib ədalətlə yazsın! Katib gərək Allahın öyrətdiyi kimi yazmaqdan boyun qaçırmasın, yazsın! Borclu olan şəxs borcunu söyləyərək (deyə-deyə) yazdırsın və Rəbbi olan Allahdan qorxaraq ondan (borcdan) bir şey əskiltməsin. Əgər borclu ağılsız və zəifdirsə (qoca və ya uşaqdırsa), yaxud söyləməyə qadir deyilsə, o zaman gərək onun (əvəzinə) vəkili ədalətlə deyib (borcu) yazdırsın. Öz adamlarınızdan iki kişini də şahid tutun! Əgər iki kişi olmazsa, razı olduğunuz bir kişi ilə iki qadının şəhadəti kifayətdir. Əgər (qadınlardan) biri (şəhadəti) unudarsa, o birisi onun yadına salsın. Şahidlər (bu işə) də’vət olunduqları zaman boyun qaçırmasınlar. Az və ya çox olmasına baxmayaraq, borcu öz vaxtına qədər (nə müddətə verilmiş olduğunu) yazmağa ərinməyin! Sizin bu işiniz Allah yanında daha ədalətli, şahidlik üçün daha düzgün və şübhəyə düşməməniz üçün haqqa daha yaxındır. Lakin aranızda həmişə dövr edən aşkar (nəğd) ticarət zamanı onu yazmamağınız sizin üçün günah deyildir. (Hər halda) alış-veriş etdiyiniz vaxt şahid tutun! Ancaq katibə və şahidə zərər yetirilməsin. Əgər zərər yetirsəniz, əlbəttə, bu sizin üçün pis işdir. Allahdan qorxun! Allah (ehtiyacınız olan şeyləri) sizə öyrədir. Allah bütün işləri biləndir"},{"SurahNumber":2,"VerseNumber":283,"Text":"Səfərdə olub katib tapmasanız, girov saxlayın. Əgər bir-birinizə e’tibar edirsinizsə, e’tibar olunmuş şəxs əmanəti geri qaytarsın və Rəbbi olan Allahdan qorxsun! Şahidliyi (şahidi olduğunuz şeyi) gizlətməyin! Onu gizlədən şəxsin qəlbi günahkardır. Allah etdiyiniz əməlləri biləndir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Göylərdə və yerdə nə varsa, (hamısı) Allaha məxsusdur. Siz ürəyinizdə olanı zahirə çıxarsanız da, çıxarmasanız da, Allah ona müvafiq sizinlə haqq-hesab çəkər. (Allah) istədiyini bağışlar, istədiyinə də əzab verər. Allah hər şeyə qadirdir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peyğəmbər Rəbbi tərəfindən ona nazil edilənə (Qur’ana) inanmış və mö’minlər də iman gətirmişlər. (Onların) hamısı Allaha, Onun mələklərinə, kitablarına və (bütün) peyğəmbərlərinə iman gətirərək dedilər: “Biz Onun peyğəmbərləri arasında fərq qoymuruq. (Allahın hökmlərini) eşitdik (anladıq) və itaət etdik. Ey Rəbbimiz, bizi bağışla, (axırda) Sənin dərgahına (hüzuruna) qayıdacağıq!”"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah hər kəsi yalnız qüvvəsi yetdiyi qədər yükləyər (bir işə mükəlləf edər). Hər kəsin qazandığı yaxşı əməl də, pis əməl də özünə aiddir. (Mö’minlər deyirlər:) “Ey Rəbbimiz, (bə’zi tapşırıqlarını) unutduqda və ya yanıldıqda bizi cəzalandırma! Ey Rəbbimiz, bizdən əvvəlkiləri yüklədiyin kimi, bizi ağır yükləmə! Ey Rəbbimiz, gücümüz çatmayan şeyi bizə yükləyib daşıtdırma! Bizi əfv edib bağışla, bizə rəhm et! Sən bizim ixtiyar sahibimizsən (mövlamızsan). Kafirlərə qələbə çalmaqda bizə kömək et!”"}]}