{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ха мим"},{"SurahNumber":40,"VerseNumber":2,"Text":"Ниспослание книги от Аллаха славного, мудрого"},{"SurahNumber":40,"VerseNumber":3,"Text":"прощающего прегрешения и принимающего покаяние, сильного в наказании, обладателя щедрот. Нет божества кроме Него; к Нему - возвращение"},{"SurahNumber":40,"VerseNumber":4,"Text":"Препираются о знамениях Аллаха только неверующие... Пусть тебя не обольщает их изворотливость в стране"},{"SurahNumber":40,"VerseNumber":5,"Text":"До них считали ложью народ Нуха и партии после него и каждый народ думал о своем посланнике, чтобы схватить его, и препирались ложью, чтобы сокрушить его истину. Но Я их хватил, и каково было Мое наказание"},{"SurahNumber":40,"VerseNumber":6,"Text":"Так оправдалось слово Господа твоего над теми, которые не веровали, что они - обитатели огня"},{"SurahNumber":40,"VerseNumber":7,"Text":"Те, которые носят трон, и которые вокруг него превозносят хвалу Господа их, и верят в Него, и просят прощения тем, которые уверовали: \"Господа наш, Ты объемлешь все Своей милостью и ведением! Прости же тем, которые покаялись и последовали по Твоему пути, и охрани их от наказания геенны"},{"SurahNumber":40,"VerseNumber":8,"Text":"Господи наш, и введи их в сады рая, которые Ты обещал им и тем, кто праведен из их отцов, и супруг, и потомства их. Ты ведь славный, мудрый"},{"SurahNumber":40,"VerseNumber":9,"Text":"И охрани их от зла, а кого ты охранишь от зла в тот день, того Ты помиловал. А это - великая прибыль"},{"SurahNumber":40,"VerseNumber":10,"Text":"Поистине, те, которые не веровали, будут призваны кличем: \"Ненависть Аллаха больше вашей ненависти к самим себе, когда вас призывали к вере, а вы оставались неверными"},{"SurahNumber":40,"VerseNumber":11,"Text":"Они скажут: \"Господь наш, Ты умертвил нас дважды и оживил нас дважды. Мы признали свои грехи; нет ли пути к выходу"},{"SurahNumber":40,"VerseNumber":12,"Text":"Это для вас за то, что, когда призывали Аллаха единого, вы не верили, а если придавали Ему сотоварищей, верили. Решение же у Аллаха высокого, великого"},{"SurahNumber":40,"VerseNumber":13,"Text":"Он - тот, кто показывает вам свои знамения и низводит для вас с неба пропитание; но вспоминает только тот, кто обращается"},{"SurahNumber":40,"VerseNumber":14,"Text":"Призывайте же Аллаха, очищая пред Ним веру, хотя бы и ненавидели это неверные"},{"SurahNumber":40,"VerseNumber":15,"Text":"Возвышен ступенями, обладатель трона; низводит Он дух от Своего повеления тому, кому пожелает из рабов, чтобы тот, увещевал о дне встречи"},{"SurahNumber":40,"VerseNumber":16,"Text":"В тот день, когда они предстанут, не будет скрыто у Аллах о них ничего. Кому царство в тот день? Аллаху единому, могучему"},{"SurahNumber":40,"VerseNumber":17,"Text":"В тот день всякая душа получит воздаяние за то, что приобрела; нет несправедливости в тот день. Поистине, Аллах скор в расчете"},{"SurahNumber":40,"VerseNumber":18,"Text":"И увещай их о дне приближающегося, когда сердца у гортаней, сдерживая скорбь. Нет у обидчиков защитника и заступника, которому повинуются"},{"SurahNumber":40,"VerseNumber":19,"Text":"Знает Он изменчивость очей и то, что скрывает грудь"},{"SurahNumber":40,"VerseNumber":20,"Text":"Аллах решает во истине, а те, которых они призывают вместо Него, не решают ничего. Поистине, Аллах - слушающий, видящий"},{"SurahNumber":40,"VerseNumber":21,"Text":"Разве они не ходили по земле не видели, каков был конец тех, которые были до них? Они были сильнее их мощью и следами на земле. И схватил их Аллах за их прегрешения. И не было у них защитника от Аллаха"},{"SurahNumber":40,"VerseNumber":22,"Text":"Это - за то, что приходили к ним посланцы Наши с ясными знамениями, а они не веровали; и схватил их Аллах: ведь Он силен, могуч в наказании"},{"SurahNumber":40,"VerseNumber":23,"Text":"Послали мы Мусу с Нашими знамениями и явной властью"},{"SurahNumber":40,"VerseNumber":24,"Text":"к Фирауну, и Хаману, и Каруну. И сказали они: \"Колдун, лжец"},{"SurahNumber":40,"VerseNumber":25,"Text":"Когда же он пришел к ним с истиной от Нас, они сказали: \"Убейте сынов тех, которые уверовали вместе с ним, и оставьте в живых их жен!\" Но кознь неверных только в заблуждении"},{"SurahNumber":40,"VerseNumber":26,"Text":"И сказал Фираун: \"Оставьте меня, я убью Мусу, и пусть он зовет своего Господа; я боюсь, что он изменит вашу религию или обнаружит на земле нечестие"},{"SurahNumber":40,"VerseNumber":27,"Text":"И сказал Муса: \"Я прибегаю к Господу моему и Господу вашему от всякого превозносящегося, который не верит в день расчета"},{"SurahNumber":40,"VerseNumber":28,"Text":"И сказал человек верующий из рода Фирауна, который скрывал свою веру: \"Неужели вы убьете человека за то, что он говорит: \"Господь мой - Аллах!\" - и перешел к вам с ясными знамениями от вашего Господа? Если он лжец, то на него обратится его ложь; если он правдив, то вас постигнет нечто, что он обещает. Поистине, Аллах не ведет тех, кто чрезмерен и лжив"},{"SurahNumber":40,"VerseNumber":29,"Text":"О народ мой! У вас есть сегодня власть, которой вы главенствуете на земле; кто же защитит нас от мощи Аллаха, если она придет к нам?\" Сказал Фираун: \"Я показываю вам только то, что вижу сам; я веду вас только по пути правоты"},{"SurahNumber":40,"VerseNumber":30,"Text":"И сказал тот, который уверовал: \"О народ мой! Я боюсь для вас подобного дню народов"},{"SurahNumber":40,"VerseNumber":31,"Text":"подобного делу народа Нуха, и Ада, и Самуда, и тех, которые были после них. Поистине, Аллах не желает несправедливости рабам"},{"SurahNumber":40,"VerseNumber":32,"Text":"О народ мой! Я боюсь для вас дня зова друг друга"},{"SurahNumber":40,"VerseNumber":33,"Text":"дня, когда вы обратитесь вспять; нет у вас защитника от Аллаха - кого Аллах сбил, тому нет водителя"},{"SurahNumber":40,"VerseNumber":34,"Text":"Пришел к вам Йусуф раньше с ясными знамениями, но вы не преставали быть в сомнении о том, с чем он пришел; а когда он погиб, вы сказали: \"Не пошлет Аллах после него посланника!\" Так Аллах сбивает того, кто чрезмерен, сомневающийся"},{"SurahNumber":40,"VerseNumber":35,"Text":"Те, которые препираются о знамениях Аллах без власти, данной им, - велика к этому ненависть у Аллаха и у тех, которые уверовали! Так Аллах запечатал сердце каждого превозносящегося, тирана"},{"SurahNumber":40,"VerseNumber":36,"Text":"И сказал Фираун: \"О Хаман, выстрой мне башню, может быть, я дойду до путей"},{"SurahNumber":40,"VerseNumber":37,"Text":"путей небеса и поднимусь к богу Мусы; я ведь думаю, что он лжец\". Так разукрашено было Фирауну зло его деяния и сведен он с пути; и вся кознь Фирауна только в гибели"},{"SurahNumber":40,"VerseNumber":38,"Text":"И сказал тот, который веровал: \"О народ мой! Последуйте за мной, я выведу вас на путь правоты"},{"SurahNumber":40,"VerseNumber":39,"Text":"О народ мой! Ведь эта ближняя жизнь - только пользование, а ведь будущая - дом пребывания"},{"SurahNumber":40,"VerseNumber":40,"Text":"Кто творит зло, получит воздание только подобным, и кто творит благое из мужчин и женщин и верует, - те взойдут в рай и наделены будут там без счета"},{"SurahNumber":40,"VerseNumber":41,"Text":"О народ мой! Почему я зову вас к спасению, а вы зовете меня в огонь"},{"SurahNumber":40,"VerseNumber":42,"Text":"Вы зовете меня не веровать в Аллаха и придавать Ему то, чем у меня нет знания, а я вас к великому, прощающему"},{"SurahNumber":40,"VerseNumber":43,"Text":"Несомненно, что то, к чему вы призываете меня, нет у него зова ни в здешней жизни, ни в будущей, что наше обращение - к Аллаху, что чрезмерствующие - они обитатели огня"},{"SurahNumber":40,"VerseNumber":44,"Text":"Вы вспомните то, что я говорю вам; я предаю свое дело Аллаху; поистине, Аллах видит рабов"},{"SurahNumber":40,"VerseNumber":45,"Text":"И охранил его Аллах от зла того, что они устроили с хитростью; и постигло род Фирауна злое наказание"},{"SurahNumber":40,"VerseNumber":46,"Text":"огонь, в который они ввергаются, утром и вечером, а в тот день, когда наступит час... \"Введите род Фирауна в сильнейшее наказание"},{"SurahNumber":40,"VerseNumber":47,"Text":"И вот они препираются в огне, и говорят слабые тем, которые вознеслись: \"Поистине, мы были для вас последователями; не избавите ли вы нас от доли огня"},{"SurahNumber":40,"VerseNumber":48,"Text":"И сказали те, которые превознеслись: \"Все мы в нем; поистине, Аллах рассудил между рабами"},{"SurahNumber":40,"VerseNumber":49,"Text":"И сказали те, которые в огне, стражам геенны: \"Позовите вашего Господа, чтобы Он облегчил нам наказание хотя бы на день"},{"SurahNumber":40,"VerseNumber":50,"Text":"Они сказали: \"Разве не приходили к вам ваши посланники с ясными знамениями?\" Они сказали: \"Да\". Они сказали: \"Призывайте же!\" Но призыв неверных только в заблуждении"},{"SurahNumber":40,"VerseNumber":51,"Text":"Мы поможем Нашим посланникам и тем, которые уверовали, в здешней жизни и в тот день, когда предстанут свидетели"},{"SurahNumber":40,"VerseNumber":52,"Text":"в тот день, когда не поможет несправедливым их извинение - им проклятие, и для них - злое обиталище"},{"SurahNumber":40,"VerseNumber":53,"Text":"Мы дали Мусе прямой путь и оставили в наследство сынам Исраила книгу"},{"SurahNumber":40,"VerseNumber":54,"Text":"в руководство и напоминание для обладающих умом"},{"SurahNumber":40,"VerseNumber":55,"Text":"Терпи же! Поистине, обещание Аллаха - истина; проси прощения за грех твой и возноси хвалу Господу твоему вечером и утром"},{"SurahNumber":40,"VerseNumber":56,"Text":"Поистине, те, которые препираются о знамениях Аллаха без власти, которая пришла к ним, - в их грудях только превознесение - они не достигнут его; ищи же защиты у Аллаха, - поистине, Он - слышащий, видящий"},{"SurahNumber":40,"VerseNumber":57,"Text":"Ведь творение небес и земли более велико, чем творение людей, но большая часть людей не знает"},{"SurahNumber":40,"VerseNumber":58,"Text":"Не равны слепой и зрячий и те, которые уверовали и творили доброе, и творящий злое; мало вы вспоминаете"},{"SurahNumber":40,"VerseNumber":59,"Text":"Поистине, час приходит - нет сомнения в этом, но большая часть людей не верует"},{"SurahNumber":40,"VerseNumber":60,"Text":"И сказали ваш Господь: \"Зовите Меня, Я отвечу вам; поистине, которые превозносятся над поклонением Мне - войдут они в геенну на вечное пребывание"},{"SurahNumber":40,"VerseNumber":61,"Text":"Аллах - тот, который дал вам ночь, чтобы вы покоились в течение нее, и день для того, чтобы смотреть. Поистине, Аллах - обладатель милости для людей, но большая часть людей не благодарны"},{"SurahNumber":40,"VerseNumber":62,"Text":"Это вам Аллах - ваш Господь, творец всякой вещи; нет божества, кроме Него. До чего вы совращены"},{"SurahNumber":40,"VerseNumber":63,"Text":"Так совращены и те, которые отрицают знамения Аллаха"},{"SurahNumber":40,"VerseNumber":64,"Text":"Аллах - тот, который дал вам землю пребыванием, а небо - строением, и сформировал вас, и прекрасно дал вам формы, и наделил вас благами. Это вам Аллах - ваш Господь. Благословен же Аллах, владыка миров"},{"SurahNumber":40,"VerseNumber":65,"Text":"Он - живой, нет божества, кроме Него; взывайте же к Нему, очищая пред Ним веру! Хвала Аллаху, Господу миров"},{"SurahNumber":40,"VerseNumber":66,"Text":"Скажи: \"Запрещено мне поклоняться тем, кого вы призываете помимо Аллаха, после того как пришли ко мне ясные знамения от моего Господа, и приказано мне предаться Господу миров"},{"SurahNumber":40,"VerseNumber":67,"Text":"Он - тот, который сотворил вас из праха, потом из капли, потом из сгустка, потом вывел вас младенцем, потом - чтобы вы достигли крепости, потом - чтобы вы были стариками. Среди вас есть тот, кто упокоивается раньше, и чтобы вы достигли названного предела, - может быть, вы уразумеете"},{"SurahNumber":40,"VerseNumber":68,"Text":"Он - тот, который оживляет и умерщвляет, а когда решит какое-нибудь дело, то только скажет ему: \"Будь!\" - и оно бывает"},{"SurahNumber":40,"VerseNumber":69,"Text":"Разве ты не видишь тех, которые препираются о знамениях Аллаха, до чего они отвращены"},{"SurahNumber":40,"VerseNumber":70,"Text":"те, которые считают ложью книгу и то, с чем Мы послали Наших посланников, но они узнают"},{"SurahNumber":40,"VerseNumber":71,"Text":"когда оковы у них на шее и путы - их будут влачить"},{"SurahNumber":40,"VerseNumber":72,"Text":"в кипяток, а потом в огонь, где их разожгут"},{"SurahNumber":40,"VerseNumber":73,"Text":"Потом скажут им: \"Где то, что вы присоединяли к богу"},{"SurahNumber":40,"VerseNumber":74,"Text":"кроме Аллаха?\" Они скажут: \"Заблудились они. Да мы и не призывали раньше никого\". Так Аллах сбивает с пути неверных"},{"SurahNumber":40,"VerseNumber":75,"Text":"Это вам за то, что вы радовались на земле без права, и за то, что вы превозносились"},{"SurahNumber":40,"VerseNumber":76,"Text":"Входите во врата геенны для вечного пребывания там! Скверно местопребывание превозносящихся"},{"SurahNumber":40,"VerseNumber":77,"Text":"Терпи же! Поистине, обещание Аллаха - истина: либо Мы покажем тебе часть того, что обещаем, либо упокоим тебя, и к Нам они вернутся"},{"SurahNumber":40,"VerseNumber":78,"Text":"Мы посылали посланников до тебя; о некоторых мы рассказали тебе, о других не рассказывали. Никакому посланнику не подобало приводить знамение, иначе как с соизволения Аллаха. А когда придет повеление Аллаха, будет решено по истине, и проиграют тогда обвиняющие во лжи"},{"SurahNumber":40,"VerseNumber":79,"Text":"Аллах - тот, который даровал вам животных, чтобы вы ездили на одних, а от других питались"},{"SurahNumber":40,"VerseNumber":80,"Text":"Для вас в них есть польза; и чтобы вы достигали на них того, что нужно вашей груди, и на них и на кораблях вас перевозят"},{"SurahNumber":40,"VerseNumber":81,"Text":"Он показывает вам Свои знамения. Какое же из знамений Аллаха будете вы отрицать"},{"SurahNumber":40,"VerseNumber":82,"Text":"Разве они не ходили по земле и не видели, каков был конец тех, кто был до них? Они были многочисленнее их и сильнее мощью и следами на земле. Но не избавило их то, что они приобретали"},{"SurahNumber":40,"VerseNumber":83,"Text":"И когда пришли к ним Наши посланники с ясными знамениями, то радовались они тому знанию, что было у них. И объяло их то, над чем они издевались"},{"SurahNumber":40,"VerseNumber":84,"Text":"И когда они увидели Нашу мощь, то сказали: \"Уверовали мы в Аллаха единого и отреклись от того, что Ему придавали в товарищи"},{"SurahNumber":40,"VerseNumber":85,"Text":"Но не помогла им их вера, когда они увидели Нашу мощь, по установлению Аллаха, которое свершилось над Его рабами. И в убытке остались там неверующие"}]}