{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"suratu ya-sin. Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pelo Alcorao pleno de sabedoria"},{"SurahNumber":36,"VerseNumber":3,"Text":"Por certo, Muhammad, tu es dos Mensageiros"},{"SurahNumber":36,"VerseNumber":4,"Text":"Em senda reta"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ele e a revelacao descida dO Todo-Poderoso, dO Misericordiador"},{"SurahNumber":36,"VerseNumber":6,"Text":"Para admoestares um povo, cujos pais nao foram admoestados: entao, estao desatentos"},{"SurahNumber":36,"VerseNumber":7,"Text":"Com efeito, o Dito cumpriu-se contra a maioria deles: entao, nao creem"},{"SurahNumber":36,"VerseNumber":8,"Text":"Por certo, pusemo-lhes, nos pescocos, gargalheiras, e estas lhes chegam aos queixos; entao, tem as cabecas forcadas para cima"},{"SurahNumber":36,"VerseNumber":9,"Text":"E fizemos uma barreira adiante deles e uma barreira detras deles; e nevoamo-lhes as vistas: entao, nada enxergam"},{"SurahNumber":36,"VerseNumber":10,"Text":"E lhes e igual que os admoestes ou nao os admoestes; eles nao crerao"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu, apenas, admoestas a quem segue a Mensagem e receia aO Misericordioso, ainda que Invisivel. Entao, alvissara-lhe perdao e generoso premio"},{"SurahNumber":36,"VerseNumber":12,"Text":"Por certo, somos Nos Que damos a vida aos mortos, e escrevemos o que eles anteciparam, e seus vestigios. E toda cousa, enumeramo-la em um evidente Livro"},{"SurahNumber":36,"VerseNumber":13,"Text":"E propoe-lhes um exemplo: os habitantes da cidade quando lhes chegaram os Mensageiros"},{"SurahNumber":36,"VerseNumber":14,"Text":"Quando lhes enviamos dois Mensageiros, e eles os desmentiram, entao, fortalecemo-los com um terceiro, eles disseram: \"Por certo, fomos enviados a vos"},{"SurahNumber":36,"VerseNumber":15,"Text":"Os habitantes da cidade disseram: \"Vos nao sois senao mortais como nos, e O Misericordioso nada fez descer; vos nada fazeis senao mentir"},{"SurahNumber":36,"VerseNumber":16,"Text":"Os Mensageiros disseram: \"Nosso Senhor sabe que, por certo, fomos enviados a vos"},{"SurahNumber":36,"VerseNumber":17,"Text":"E nao nos impende senao a evidente transmissao da Mensagem"},{"SurahNumber":36,"VerseNumber":18,"Text":"Disseram: \"Pressentimos mau agouro, por vossa causa. Em verdade, se nao vos abstendes disso, apedrejar-vos-emos, e doloroso castigo tocar-vos-a, de nossa parte"},{"SurahNumber":36,"VerseNumber":19,"Text":"Eles disseram: \"Vosso mau agouro esta em vos. Se sois admoestados, pressentis mau agouro e descredes? Mas, sois um povo entregue a excessos"},{"SurahNumber":36,"VerseNumber":20,"Text":"E um homem chegou, do extremo da cidade, correndo. Disse: \"O meu povo! Segui os Mensageiros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Segui a quem nao vos pede premio algum, e sao guiados"},{"SurahNumber":36,"VerseNumber":22,"Text":"E por que razao nao adoraria eu a Quem me criou e a Quem vos sereis retornados"},{"SurahNumber":36,"VerseNumber":23,"Text":"Tomaria, em vez d'Ele, outros deuses? Se O Misericordioso me desejasse um infortunio, sua intercessao de nada me valeria, e eles me nao poderiam salvar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Por certo, nesse caso, estaria em evidente descaminho"},{"SurahNumber":36,"VerseNumber":25,"Text":"Por certo, creio em vosso Senhor. Entao, ouvi-me"},{"SurahNumber":36,"VerseNumber":26,"Text":"Foi-Ihe dito: \"Entra no Paraiso.\" Ele disse: \"Quem dera meu povo soubesse"},{"SurahNumber":36,"VerseNumber":27,"Text":"Do perdao de meu Senhor para mim, e de que me fez dos honrados"},{"SurahNumber":36,"VerseNumber":28,"Text":"E nao fizemos descer sobre seu povo, depois dele, exercito algum do ceu; e nao e admissivel que o fizessemos descer"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nao houve senao um so Grito; entao, ei-los extintos"},{"SurahNumber":36,"VerseNumber":30,"Text":"Que aflicao para os servos! Nao lhes chegou Mensageiro algum, sem que dele zombassem"},{"SurahNumber":36,"VerseNumber":31,"Text":"Nao viram quantas geracoes aniquilamos, antes deles? As quais a eles jamais retornarao"},{"SurahNumber":36,"VerseNumber":32,"Text":"E, por certo, todos reunidos, serao trazidos para junto de Nos"},{"SurahNumber":36,"VerseNumber":33,"Text":"E e um sinal, para eles, a terra morta: vivificamo-la e dela fazemos sair graos; entao, deles comem"},{"SurahNumber":36,"VerseNumber":34,"Text":"E, nela, fazemos jardins de tamareiras e videiras e, dela, fazemos emanar fontes"},{"SurahNumber":36,"VerseNumber":35,"Text":"Para que eles comam de seus frutos e do que suas proprias maos fazem. Entao, nao agradecem"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glorificado seja Quem criou todos os casais do que a terra brota, e deles mesmos e do que nao sabem"},{"SurahNumber":36,"VerseNumber":37,"Text":"E e um sinal para eles a noite, da qual esfolamos o dia: entao, ei-los imersos nas trevas"},{"SurahNumber":36,"VerseNumber":38,"Text":"E o sol corre para uma morada pertencente a ele: essa e a determinacao dO Todo-Poderoso, dO Onisciente"},{"SurahNumber":36,"VerseNumber":39,"Text":"E a lua, determinamo-lhe fases, ate tornar-se como o velho racemo da tamareira"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nao e concebivel ao sol atingir a lua, nem a noite antecipar-se ao dia. E cada qual voga, em uma orbita"},{"SurahNumber":36,"VerseNumber":41,"Text":"E e um sinal para eles havermos carregado seus antepassados no barco repleto"},{"SurahNumber":36,"VerseNumber":42,"Text":"E criamo-lhes, a sua semelhanca, aquilo em que montam"},{"SurahNumber":36,"VerseNumber":43,"Text":"E, se quisessemos, afoga-los-iamos; entao nao haveria, para eles, salvador algum, e nao serao salvos"},{"SurahNumber":36,"VerseNumber":44,"Text":"Exceto por misericordia vinda de Nos, e para gozo, ate certo tempo"},{"SurahNumber":36,"VerseNumber":45,"Text":"E, quando se lhes diz: \"Guardai-vos do que esta adiante de vos e do que esta detras de vos na esperanca de obterdes misericordia\", voltam as costas"},{"SurahNumber":36,"VerseNumber":46,"Text":"E nao Ihes chega sinal algum dos sinais de seu Senhor, sem que lhes estejam dando de ombros"},{"SurahNumber":36,"VerseNumber":47,"Text":"E, quando se lhes diz: \"Despendei do que Allah vos deu por sustento\", os que renegam a Fe dizem aos que creem: \"Alimentaremos nos aquele que Allah alimentaria, se quisesse? Nao estais senao em evidente descaminho"},{"SurahNumber":36,"VerseNumber":48,"Text":"E dizem: \"Quando sera o cumprimento desta promessa, se sois veridicos"},{"SurahNumber":36,"VerseNumber":49,"Text":"Nao esperam eles senao um so Grito, que os apanhara, enquanto estiverem disputando uns com outros"},{"SurahNumber":36,"VerseNumber":50,"Text":"Entao, nao poderao fazer testamento nem retornar a suas familias"},{"SurahNumber":36,"VerseNumber":51,"Text":"E soprar-se-a na Trombeta: entao, ei-los que, das tumbas, sairao acodados para junto de seu Senhor"},{"SurahNumber":36,"VerseNumber":52,"Text":"Dirao: \"Ai de nos! Quem nos ressuscitou de nosso lugar de descanso? Isto e o que O Misericordioso prometera, e os Mensageiros disseram a verdade"},{"SurahNumber":36,"VerseNumber":53,"Text":"Nao houve senao um so Grito; entao, ei-los que serao trazidos todos, para junto de Nos"},{"SurahNumber":36,"VerseNumber":54,"Text":"Entao, nesse dia, nenhuma alma nada sofrera de injustica, e nao sereis recompensados senao pelo que fazieis"},{"SurahNumber":36,"VerseNumber":55,"Text":"Por certo, os companheiros do Paraiso, nesse dia, estarao absortos em delicias, alegres"},{"SurahNumber":36,"VerseNumber":56,"Text":"Eles e suas mulheres estarao na sombra, reclinados sobre coxins"},{"SurahNumber":36,"VerseNumber":57,"Text":"Nele, terao frutas e terao o que cobicarem"},{"SurahNumber":36,"VerseNumber":58,"Text":"Salam!\", Paz. E um dito que ouvirao de Um Senhor Misericordiador"},{"SurahNumber":36,"VerseNumber":59,"Text":"E Ele dira: \"Separai-vos, o criminosos, neste dia"},{"SurahNumber":36,"VerseNumber":60,"Text":"Nao vos recomendei, o filhos de Adao, que nao adorasseis a Sata? Por certo, ele vos era inimigo declarado"},{"SurahNumber":36,"VerseNumber":61,"Text":"E que Me adorasseis? Esta e uma senda reta"},{"SurahNumber":36,"VerseNumber":62,"Text":"E, com efeito, ele descaminhou grande multidao de vos. Entao, nao razoaveis"},{"SurahNumber":36,"VerseNumber":63,"Text":"Eis a Geena, que vos era prometida"},{"SurahNumber":36,"VerseNumber":64,"Text":"Sofrei sua queima, hoje, porque renegaveis a Fe"},{"SurahNumber":36,"VerseNumber":65,"Text":"Nesse dia, selar-lhes-emos as bocas, e suas maos Nos falarao, e suas pernas testemunharao o que cometiam"},{"SurahNumber":36,"VerseNumber":66,"Text":"E, se quisessemos, apagar-Ihes-iamos os olhos, entao, precipitar-se-iam na senda; como poderiam, pois, enxergar algo"},{"SurahNumber":36,"VerseNumber":67,"Text":"E, se quisessemos, transfigura-los-iamos, no lugar em que estivessem: entao, nao poderiam ir adiante nem retornar"},{"SurahNumber":36,"VerseNumber":68,"Text":"E, a quem tornamos longevo, fa-lo-emos regredir em sua criacao. Entao, nao razoam"},{"SurahNumber":36,"VerseNumber":69,"Text":"E nao Ihe ensinamos a poesia, e ela nao lhe e concebivel. Esse nao e senao Mensagem e evidente Alcorao"},{"SurahNumber":36,"VerseNumber":70,"Text":"Para que admoeste quem esta vivo e para que o Dito se cumpra contra os renegadores da Fe"},{"SurahNumber":36,"VerseNumber":71,"Text":"E nao viram eles que, entre o que fizeram Nossas maos, Nos lhes criamos rebanhos, entao, deles sao possuidores"},{"SurahNumber":36,"VerseNumber":72,"Text":"E os tornamos doceis a eles; entao, deles, ha-os para a sua montaria, e, deles, ha-os que eles comem"},{"SurahNumber":36,"VerseNumber":73,"Text":"E tem, neles, proveitos e bebidas. Entao, nao agradecem"},{"SurahNumber":36,"VerseNumber":74,"Text":"E tomam deuses, alem de Allah, para serem por eles socorridos"},{"SurahNumber":36,"VerseNumber":75,"Text":"Estes nao poderao socorre-los, e serao um exercito, trazido, contra eles, no Dia do Juizo"},{"SurahNumber":36,"VerseNumber":76,"Text":"Entao, que seu dito nao te entristeca. Por certo, sabemos o de que guardam segredo e o que manifestam"},{"SurahNumber":36,"VerseNumber":77,"Text":"E o ser humano nao viu que o criamos de gota seminal? Entao, ei-lo adversario declarado"},{"SurahNumber":36,"VerseNumber":78,"Text":"E, esquecendo sua criacao, propoe, para Nos, um exemplo. Diz: \"Quem dara vida aos ossos enquanto resquicios"},{"SurahNumber":36,"VerseNumber":79,"Text":"Dize: \"Quem os fez surgir, da vez primeira, dar-lhes-a a vida - e Ele, de todas as criaturas, e Onisciente"},{"SurahNumber":36,"VerseNumber":80,"Text":"Aquele Que vos fez fogo, das arvores verdes, entao, ei-vos que, com elas, acendeis"},{"SurahNumber":36,"VerseNumber":81,"Text":"E Aquele Que criou os ceus e a terra nao e Poderoso para criar seus iguais? Sim! E Ele e O Criador, O Onisciente"},{"SurahNumber":36,"VerseNumber":82,"Text":"Sua ordem, quando deseja alguma cousa, e, apenas, dizer-lhe: \"Se\", entao, e"},{"SurahNumber":36,"VerseNumber":83,"Text":"Entao, glorificado seja Aquele, em Cuja mao esta o reino de todas as cousas! E a Ele sereis retornados"}]}