{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"Dane qiyamete nez buye u hiv du buye"},{"SurahNumber":54,"VerseNumber":2,"Text":"Eger ew ayetek (niþanek) bibinin, ru liba dixin u dibejin ku: \"Efsuneke dice- namine"},{"SurahNumber":54,"VerseNumber":3,"Text":"Wan derewand u dane pey dilxwaziyen xwe. Her kar ciye xwe digre"},{"SurahNumber":54,"VerseNumber":4,"Text":"Sond be, te de ji bu yeren (peþiyan) tiþte ji wan re bibe þiret (u dawi li nebaþiyan bine) hatiye"},{"SurahNumber":54,"VerseNumber":5,"Text":"Hikmetek ragihiþti ye. Le hiþyarker biker nehatin"},{"SurahNumber":54,"VerseNumber":6,"Text":"Edi tu ru ji wan bizivrine. Roja bangvan gazi bal tiþteki pirr tirsnak ve bike"},{"SurahNumber":54,"VerseNumber":7,"Text":"Cav tirsiyayi ji goran derten, ew herweki kuliyen belawelabuyi ne"},{"SurahNumber":54,"VerseNumber":8,"Text":"Bal bangvan ve studirejkiri dibezin; kafir dibejin ku: \"Eva rojeki pirr zor e"},{"SurahNumber":54,"VerseNumber":9,"Text":"Beri wan komela nuh derewand. wan bendeye me derewand u gotin ku: \"Dinek e\" u ew hate qewirandin"},{"SurahNumber":54,"VerseNumber":10,"Text":"Veca gazi perwerdekare xwe kir ku: \"Beguman ez binketi me, edi yari bike"},{"SurahNumber":54,"VerseNumber":11,"Text":"Edi me deriye asiman bi avek gujane vekir"},{"SurahNumber":54,"VerseNumber":12,"Text":"U me zemin bi kaniyan dapiþiqandderkir; veca av li ser kareki ku bera hatibu qedandin gihiþt hev"},{"SurahNumber":54,"VerseNumber":13,"Text":"U me wi li ser (keþtiyek) xwey texte u bismar hilgirt"},{"SurahNumber":54,"VerseNumber":14,"Text":"Ew (keþti) li ber cave me diherike. Xelatek e ji bo e ku hatiye inkar kirin"},{"SurahNumber":54,"VerseNumber":15,"Text":"Sond be, me we, ayetek (ibretek) hiþt. Veca gelo kese þiret- ibret bigre heye"},{"SurahNumber":54,"VerseNumber":16,"Text":"Veca ka ezabe min u hiþyarkeren min cewa bu"},{"SurahNumber":54,"VerseNumber":17,"Text":"Sond be, me Qur´ane ji bo xwendin u þiret girtine hesan kir, veca ma gelo e þiret bigre heye"},{"SurahNumber":54,"VerseNumber":18,"Text":"(Komela) Ad ji derewand. Veca ezabe min u hiþyarkeren min cewa bun"},{"SurahNumber":54,"VerseNumber":19,"Text":"Beguman me di roja hertimi bi peþk de bahozek zor dijwar bi ser wan de þand"},{"SurahNumber":54,"VerseNumber":20,"Text":"Ew mirovan ji cih radike; ew bun weki qurme dare xurme yen ji koke rabuyi"},{"SurahNumber":54,"VerseNumber":21,"Text":"Veca ezabe min u hiþyarkeren min cewa bun"},{"SurahNumber":54,"VerseNumber":22,"Text":"Sond be, me Qur´ane ji bo xwendin u þiret gitine hesan kir, veca ma gelo e þiret bigre heye"},{"SurahNumber":54,"VerseNumber":23,"Text":"(Komela) Semud ji hiþyarkeran derewand"},{"SurahNumber":54,"VerseNumber":24,"Text":"Veca gotin: \"Ma eme bidin pey miroveki ji xwe? Beguman em, ew gav di þaþiti u dinitiye de ne"},{"SurahNumber":54,"VerseNumber":25,"Text":"Ma ji nava me zikir (wehi u þiret) ji wi re hatiye dayin? Ne, ew derewkareki qure ye"},{"SurahNumber":54,"VerseNumber":26,"Text":"We sibe bizanbin ka ki derewkare qure ye"},{"SurahNumber":54,"VerseNumber":27,"Text":"Beguman em, deve ji bo sihetiya wan diþinin; veca tu li benda wan be u bihna fireh niþan de"},{"SurahNumber":54,"VerseNumber":28,"Text":"U tu wan haydar bike ku beguman av di nav wan de parvekiri ye. Her kes li ber dora xwe ya ave amade dibe"},{"SurahNumber":54,"VerseNumber":29,"Text":"Veca gazi hevale xwe kirin; wi ji kere hilani u we serjekir"},{"SurahNumber":54,"VerseNumber":30,"Text":"Veca ezabe min u hiþyarkeren min cewa bun"},{"SurahNumber":54,"VerseNumber":31,"Text":"Beguman me yek qerinek bi ser wan de þand; edi ew bun wek giyaye hiþke hurbuyi"},{"SurahNumber":54,"VerseNumber":32,"Text":"Sond be, me Qur´ane ji bo xwendin u þiretgirtine hesan kir, veca ma gelo e þiret bigre heye"},{"SurahNumber":54,"VerseNumber":33,"Text":"Komela Lut ji hiþyarkeran derewand"},{"SurahNumber":54,"VerseNumber":34,"Text":"Beguman me bayeki bi xuli u xicik bi ser wan de þand ji peþtire malbata Lut. Me wan sere sibe rizgar kir"},{"SurahNumber":54,"VerseNumber":35,"Text":"Qenciyek e ji cem me. Em, e sipas dikin wuha xelat dikin"},{"SurahNumber":54,"VerseNumber":36,"Text":"Sond be, (Lut) wan bi zor girtina me hiþyar kir, le wan bi hiþyarkeran re xirecire kir"},{"SurahNumber":54,"VerseNumber":37,"Text":"Sond be, wan dest avet mevanen wi, edi me caven wan hilo kor kir (u me gote wan ku:) \"Hun ezabe min u hiþyariyen min tam kin"},{"SurahNumber":54,"VerseNumber":38,"Text":"Sond be, sere sibe zu ezabek biryardayi bi wan de hat"},{"SurahNumber":54,"VerseNumber":39,"Text":"Veca hun ezabe min u hiþyariyen min tam kin"},{"SurahNumber":54,"VerseNumber":40,"Text":"Sond be, me Qur´ane ji bo xwendin u þiretgirtine hesan kir, veca ma gelo e þiret bigre heye"},{"SurahNumber":54,"VerseNumber":41,"Text":"Sond be, ji malbata Fir´ewn re ji hiþyarker hatin"},{"SurahNumber":54,"VerseNumber":42,"Text":"Wan hemu ayet (niþan)en me derewand. Veca me wan bi girtina serkeftiye hezdar girt"},{"SurahNumber":54,"VerseNumber":43,"Text":"Ma kafiren we ji wane han cetir in? Yan ji wan re beribunek di kiteben peþin de heye"},{"SurahNumber":54,"VerseNumber":44,"Text":"Yan ew dibejin ku: \"Em tev yek in heyfsitan in"},{"SurahNumber":54,"VerseNumber":45,"Text":"we kom belav bibe u we piþt bidine birevin herin"},{"SurahNumber":54,"VerseNumber":46,"Text":"Ne, dane qiyamete wadegeha wan e u ew dan tirsnaktir u taltir e"},{"SurahNumber":54,"VerseNumber":47,"Text":"Beguman sucdaren gunehkar di þaþiti u dinitiki har de ne"},{"SurahNumber":54,"VerseNumber":48,"Text":"Roja ku we li ser dev u ru di agir de bene kiþandin (u we be gotin ku:) \"Hun girtina dojehe tam kin"},{"SurahNumber":54,"VerseNumber":49,"Text":"Beguman me her tiþti bi pivan aferandiye"},{"SurahNumber":54,"VerseNumber":50,"Text":"Fermana me, her yek e weki cavniqandineki e"},{"SurahNumber":54,"VerseNumber":51,"Text":"Sond be, me gelek hemtayen we tek biriye, veca gelo þiretgirek heye"},{"SurahNumber":54,"VerseNumber":52,"Text":"Her tiþte wan kiriye di kiteban de ye"},{"SurahNumber":54,"VerseNumber":53,"Text":"Her (kirine) bicuk u mezin rez bi rez nivsandi ye"},{"SurahNumber":54,"VerseNumber":54,"Text":"Beguman xweparez di bihiþt u ceman de ne"},{"SurahNumber":54,"VerseNumber":55,"Text":"Li nik (Xudaye) serdeste hezdar di civata rastiye de ne"}]}