{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Ó ti, akik hisztek! Ne helyezzétek (a döntést) előre Allah és a Küldötte előtt\"! És féljétek Allah- ot! Hiszen Allah Halló és Látó"},{"SurahNumber":49,"VerseNumber":2,"Text":"Óti, akik hisztek! Ne emeljétek fel a hangotokat a Próféta hangja fölé! És ne zajongjatok - ha vele beszéltek- ahogyan egymás között teszitek, nehogy kárba vesszenek cselekedeteitek és észre sem veszitek"},{"SurahNumber":49,"VerseNumber":3,"Text":"Azok, akik lehalkítják hangjukat a Próféta előtt, azok szívét Allah próbára tette az istenfélelem területén. Megbocsátás és hatalmas jutalom jár nekik"},{"SurahNumber":49,"VerseNumber":4,"Text":"Azok, akik akkor szólítanak téged, mikor a szobákban vagy, a többségük ezeknek, nem használja az eszét"},{"SurahNumber":49,"VerseNumber":5,"Text":"Ha türelmesen megvárnák azt, hogy kimenj hozzájuk, az jobb lenne nekik. Allah Megbocsátó és Könyörületes"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ó ti, akik hisztek! Ha egy bűnös ember jön hozzátok különböző hírekkel, akkor lássátok tisztán a különbséget, nehogy egy népet Sújtsatok tudatlanságból és majdan megbánjátok azt, amit tettetek"},{"SurahNumber":49,"VerseNumber":7,"Text":"Tudnotok kell, hogy Allah Küldötte közöttetek van! Ha ő sok dologban engedelmeskedne nektek, akkor bizony nehéz helyzetekbe kerülnétek. Ám, Allah kedvessé tette számotokra a hitet és kívánatossá díszítette szívetekben, Ám, megutáltatta veletek a hitetlenséget, a bűnösséget és az engedetlenséget. Ők azok, akik az Igaz Úton járnak"},{"SurahNumber":49,"VerseNumber":8,"Text":"Allah kegye ez és kegyelme! Allah Tudó és Bölcs"},{"SurahNumber":49,"VerseNumber":9,"Text":"Ha a hívők két csoportja\" egymással harcol, akkor törekedjetek kibékíteni a két csoportot! Ám, ha az egyik továbbra is a rosszra törekszik, úgy harcoljatok az ellen, amely a rosszra tör, addig míg vissza nem tér Allah parancsához. Ha visszatért, akkor igazságosan és méltányosan járjatok el közöttük! Allah szereti a méltányosan eljárókat"},{"SurahNumber":49,"VerseNumber":10,"Text":"Bizony a hívők egymás testvérei! Tartsatok hát békét a két testvér között! És féljétek Allah-ot! Talán könyörületre leltek"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ó ti, akik hisztek! Az egyik férfi nép ne tréfálkozzon gúnyolódva a másikkal, lehet, hogy azok jobbak, mint ők! De a nők se más nőkkel, lehet, hogy ők jobbak, mint ők. És ne gyalázzátok egymást, és ne aggassatok egymásra gúnyneveket! Milyen fertelmes dolog a gonoszság neve, a hit után. Akik nem mutatnak bűnbánatot, azok a bűnösök"},{"SurahNumber":49,"VerseNumber":12,"Text":"Óti, akik hisztek! Óvakodjatok a legtöbb vélekedéstől! Mert bizony a vélekedés egy része bűn. És ne kémkedjetek és ne rágalmazzátok egymást! Van-e vajon valaki közöttetek, aki meg akarja enni testvére holt húsát? Bizony nem tetszik ez nektek\". Féljétek hát Allah-ot! Ő a bűnbánást Elfogadó és Megkönyörülő"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ó ti emberek! Férfiból és nőből teremtettünk benneteket. Népekké és törzsekké tettünk benneteket, hogy megismerjétek egymást. Allah-nál a legnemesebb közületek az, aki a legistenfélőbb köztetek. Allah Tudó és a mindent figyelemmel Kísérő"},{"SurahNumber":49,"VerseNumber":14,"Text":"A beduinok azt mondják: .Mi hiszünk.\" Mondd: Ti nem hisztek. Hanem mondjátok: \" Alávetettük magunkat!\" (Aslamna Felvettük az iszlámot). A hit még nem lépett be a szívetekbe. Ám ha engedelmeskedtek Allah-nak és a Küldöttének, akkor ő semmit sem vesz el cselekedeteitekből. Allah Megbocsátó és Megkönyörülő"},{"SurahNumber":49,"VerseNumber":15,"Text":"Az igazhívők azok, akik hisznek Allah-ban és a Küldöttében és ezután nem gyötri őket a kétség. És harcolnak Allah Útján vagyonukkal és testükkel. Ők az őszintén igazak"},{"SurahNumber":49,"VerseNumber":16,"Text":"Mondd: . Talán ti akarjátok Allah-ot tanítani a vallásotokra? Allah viszont tudja mi van az egekben és a földön. Allah minden dolog Tudója"},{"SurahNumber":49,"VerseNumber":17,"Text":"Emlegetik neked, hogy felvették az iszlámot. Mondd: , Ne emlegessétek fel nekem a ti iszlámotokat! Allah az, Aki kegyet gyakorolt irántatok és a hitre vezetett benneteket - ha öszintén igazak vagytok"},{"SurahNumber":49,"VerseNumber":18,"Text":"Allah az egek és a föld rejtett dolgainak a Tudója. Allah látja azt, amit ti tesztek"}]}