{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Alipha–lāma–mīm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Yō tatvajñānalē paripūrṇa kitābakā āyataharū hun"},{"SurahNumber":31,"VerseNumber":3,"Text":"Jō rāmrō kāma garnēharūkō (upakārīharūkō) nimti mārgadarśana ra kr̥pā hō"},{"SurahNumber":31,"VerseNumber":4,"Text":"Jasalē namājakō āyōjana garchan ra jakāta dinchan ra ākhirata (antimadina) māthi āsthā rākhdachan"},{"SurahNumber":31,"VerseNumber":5,"Text":"Yinai hun jō āphnō pālanakartākō tarphabāṭa satyamārgamā chan ra tinai saphala hunēchan"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ra kōhī yastā pani chan, jasalē kapōlakalpita kurāharū kindachan, tāki mānisaharūlā'ī ajñānatākō sātha allāhakō mārgabāṭa vicalita garun ra tyasakō upahāsa garuna. Yī nai hun jasakā nimti apamānajanaka yātanā cha"},{"SurahNumber":31,"VerseNumber":7,"Text":"Jaba usakō sāmu hāmrā āyataharūlā'ī sunā'incha taba ghamaṇḍalē yasarī mukha pharkā'ihālcha, jastōki sunēkai chaina, mānau unakā kānaharūmā birkāē lāgēkā chan, tasartha usalā'ī tapā'īnlē duḥkhada yātanākō sūcanā sunā'idinus"},{"SurahNumber":31,"VerseNumber":8,"Text":"Niḥsandēha jasalē īmāna lyā'ē ra asala kāmaharū garirahē, unīharūkō nimti upahārayukta svargaharū chan"},{"SurahNumber":31,"VerseNumber":9,"Text":"Tinīharū sadhaiṁ tyasamā bāsa garnēchan. Allāhakō yō satya vacana hō, jō atyanta sam'mānita ra adhipatyaśālī ra tatvadarśī cha"},{"SurahNumber":31,"VerseNumber":10,"Text":"Usailē ākāśaharūlā'ī stambha binā sr̥ṣṭi garyō jastō timīlē dēkhdachau, ra usalē dharatīmā pahāḍa sthāpita garidiyō, tāki yasalē timīlā'ī nahallā'idē'ōs, ra tyasamā harēka prakārakā janāvaraharū phailā'idiyō, ra hāmīlē ākāśabāṭa pānī barṣā'ēra pr̥thvīmā harēka kisimakā sundara jōḍ'̔āharū utpādana garyauṁ"},{"SurahNumber":31,"VerseNumber":11,"Text":"Yō hō allāhakō sr̥ṣṭi. Aba timīharūlē malā'ī allāha bāhēka aru (pūjyaharū) kō kunai sr̥ṣṭi dēkhā'ū. (Tyastō kēhī chaina) satya ta yō cha ki yī atyācārīharū spaṣṭarūpalē mārgavicalita chan"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ra niścaya nai hāmīlē lukamāna (alaihis'salāma) lā'ī kauśala pradāna garēkā thiyauṁ, ki timīlē allāhaprati kr̥tajñatā darśā'ū, ra jasalē kr̥tajñatā prakaṭa gardacha, tyō āphnō bhalōkō lāgi nai gardacha. Ra jasalē kr̥tajñatā dēkhā'um̐daina ū jānirākhōs ki allāha vāstavamā nispr̥ha ra praśansanīya cha"},{"SurahNumber":31,"VerseNumber":13,"Text":"Ra (smaraṇa gara) jaba lukamānalē āphnō chōrālā'ī upadēśa gardai bhanēḥ ki mērō pyārō chōrā! Allāhakō sāthamā kasailā'ī sājhēdāra naṭhaharā'unu, niścaya nai śirka (bahudēvavāda) ṭhūlō atyācāra hō"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ra hāmīlē mānisalā'ī usakō āmā–bābukō sambandhamā sacēta garēkāchauṁ, ki yasakō āmālē kaṣṭamāthi kaṣṭa sahēra usalā'ī garbhamā bōkī rākhchē ra du'ī varṣamā usakō dūdha chōḍā'unu parnēhuncha! Jasabāṭa timīlē mērō ra āphnō āmā bābukō kr̥tajñatā prakaṭa gara. (Kinaki) matirai pharki ā'unu parnēcha"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ra yadi tī duvailē timīharūmāthi yasakurākō dabāva dinchan, ki timīlē kasailā'ī mērō sāthamā sājhīdāra ṭhaharā'ū jasakō timīlā'ī jñāna chaina, ta unīharūkō kurā namānnu ra sānsārika kāmaharūmā unīharūkō rāmrō sātha dinu, ra juna vyakti matira pravr̥tta huncha, usakō mārgamā hiṇḍnu. Ra timī sabailā'ī matira pharki ā'unu cha. Ani juna kāma timī garirākhēkā hunchau, ma timīlā'ī sabai batā'unēchu"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lukamānalē bhanē ki) pyārō chōrā! Yadi kunai kurā rāyōkō dānā (gēḍā) barābara hōs ra tyō kunai caṭṭānakō bīcamā hōs vā ākāśaharūmā vā dharatīmā hōs, allāhalē tyasalā'ī upasthita garnēcha. Niḥsandēha allāha atyanta sūkṣmadarśī (ra) jānakāra pani cha"},{"SurahNumber":31,"VerseNumber":17,"Text":"Hē mērō pyārō chōrō! Timī namājakō āyōjana gara, bhalā'īkō ādēśa dinēgara narāmrō karmabāṭa rōka ra junasukai duḥkha pani timīmāthi ā'iparē tyasamā dhairya rākha, niḥsandēha yī anivārya ra dr̥ḍha saṅkalpakā kāma hun"},{"SurahNumber":31,"VerseNumber":18,"Text":"Mānisaharū sam'mukha mukha naphulā'ū ra dharatīmā ahaṅkāra garī nahiṇḍanu. Niścayanai allāhalē kunai ahaṅkārī ra ghamaṇḍīlā'ī rucā'um̐daina"},{"SurahNumber":31,"VerseNumber":19,"Text":"Āphnō cālamā sahajatā ra santulana kāyama rākha ra āphnō āvāja narama rākha! Niḥsandēha āvājaharūmadhyē sabaibhandā narāmrō svara, gadhahāharūkō svara huncha"},{"SurahNumber":31,"VerseNumber":20,"Text":"Kē timīlē dēkhēnauṁ, ki allāhalē, jē jati ākāśaharū ra dharatīmā chan, sabailā'ī timrō kāmamā lagā'irākhēkō cha ra usalē timīmāthi āphnō pratyakṣa ra parōkṣa anukampāharū pūrai di'irākhēkō cha? Kēhī mānisaharūlē allāhakō viṣayamā binā kunai jñāna, binā kunai mārgadarśana ra binā kunai prakāśamāna kitābakō ādhāramā, jhagaḍā gardachan"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ra jaba unīharūsita bhanincha, ‘‘ki tyasa kurākō anuśaraṇa gara juna ki allāhalē vahya mārphata avatarita garēkō cha’’, taba bhanchan ki ‘‘(hō'ina) baru hāmīlē ta tyasa kurākō anuśaraṇa garnēchauṁ, jasamā hāmīlē āphnō bā'u–bājēlā'ī pā'ēkā chauaiṁ.’’ Yadyapi śaitānalē unīharūlā'ī narkakō yātanātira bōlā'um̐dacha, (taipani)"},{"SurahNumber":31,"VerseNumber":22,"Text":"ra jasalē ājñākāritākō sātha āphūlā'ī allāhakō adhīna gardacha ra ū asala kāma garnē pani hō'ōs ta usalē baliyō sahārā samātihālyō. Sampūrṇa kurāharūkō pariṇati allāhatira nai cha"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kāphiraharūkō inkārabāṭa tapār'iṁ duḥkhī nahunus, antataḥ hāmraitarpha unīharūlē pharkēra ā'unu cha. Ani jē jati unīharūlē garirākhēkā chan, hāmīharūlē unīharūlā'ī avagata garā'unēchauṁ. Niḥsandēha allāha (hr̥daya) chātībhitra (lukē)kō kurārlā'i pani jāndacha"},{"SurahNumber":31,"VerseNumber":24,"Text":"Hāmīlē unīharūlā'ī tyasai kēhī phā'idā garā'idinchauṁ. Tara (antamā) hāmīlē unīharūlā'ī vivaśa pārī ē'uṭā kaṭhōra yātanātira tānēra laijānēchauṁ"},{"SurahNumber":31,"VerseNumber":25,"Text":"Yadi tapār'iṁ unīharūsam̐ga sōdhnuhuncha ki ākāśaharū ra dharatīkō sr̥ṣṭikartā kō hō? Ta unīharūlē avaśya bhanihālnēchanḥ ki ‘‘allāha hō’’ ani bhanidinusḥ ki sabai praśansā pani allāhakai nimti hō! Tara unīharūmadhyē dhērai ajñānī chan"},{"SurahNumber":31,"VerseNumber":26,"Text":"Jē jati ākāśa ra dharatīmā cha sabai allāhakai hō niḥsandēha allāha ṭhūlō nispr̥ha, ra praśansita cha"},{"SurahNumber":31,"VerseNumber":27,"Text":"Dharatīmā jati rukhaharū chan, yadi tī sabai kalama bha'ihālun ra samasta samudra(kā pānī) tyasakā masī bha'ihālōs tyasapachi sāta an'ya samundra hō'un tai pani allāhakā kurāharū samāpta hunasaknē chainan niḥsandēha allāha atyanta adhipatyaśālī ra tatvadarśī cha"},{"SurahNumber":31,"VerseNumber":28,"Text":"Timī sabaikō sr̥ṣṭi garnu ra timī sabailā'ī mr̥tyupachi punaḥ jīvita garnu ta yastō cha, jastō ki ē'uṭā jī'ulā'ī sr̥ṣṭi garnu. Niḥsandēha allāha sabai kurā sundacha, dēkhdacha"},{"SurahNumber":31,"VerseNumber":29,"Text":"Kē tapā'īṁ dēkhnuhunna ki allāhalē rātalā'ī dinamā praviṣṭa gardacha ra dinalā'ī rātamā praviṣṭa gardacha! Ra usalē sūrya ra candralā'ī ājñākārī banā'irākhēkō cha ki pratyēka ēka nirdhārita samayasam'ma calirākhēkō cha. Ra timīlē jējati gardachau, allāha tyasakō pūrṇa jānakārī rākhdacha"},{"SurahNumber":31,"VerseNumber":30,"Text":"Yī sabai (prabandhaharū) yasa kāraṇa chan, ki allāha nai satya hō ra usalā'ī chāḍēra jasa jasalā'ī yinīharū pukārdachan, unīharū asatya chan. Ra niścaya nai allāha sarvōcca ra śānavālā cha"},{"SurahNumber":31,"VerseNumber":31,"Text":"Kē timī yasamā vicāra gardainau ki samudramā allāhakai anugrahabāṭa ḍuṅgāharū calchan, tāki usalē timīharūlā'ī āphnā kēhī niśānīharū dēkhā'ōs. Niḥsandēha yasamā pratyēka dhairyavāna, ra kr̥tajñakō nimti dhērai niśānīharū chan"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ra jaba (samundrakā) taraṅgaharūlē tinīharūlā'ī chāyāchatra (pāla) jastai chōpihālchan taba unalē viśvāsakō sātha allāhalā'ī nai pukārchan, ani jaba allāhalē unīharūlā'ī bacā'ēra sthalasam'ma puryā'idincha, taba unīharūmadhyē kēhī mānisaharū mātra santulita mārgamā hiṇḍachan, ra hāmrā āyataharūkō inkāra tī vyaktiharūlē mātra gardachan jō viśvāsaghātī, ra kr̥taghna hunchan"},{"SurahNumber":31,"VerseNumber":33,"Text":"Hē mānisaharū! Āphnō pālanakartāsita ḍara māna ra tyasa dinasita pani tarsa jaba ki nata bābu āphnō chōrākō kunai kāma ā'unēcha, nata chōrā bābukō kunai kāma ā'unē cha. Niścaya nai allāhakō vacana satya cha. (Hēra) sānsārika jīvanalē kadāpi timīlā'ī dhōkāmā napārōs, ra nata allāhakō viṣayamā dhōkēbāja (śaitāna)lē timīlā'ī bhramamā pārōs"},{"SurahNumber":31,"VerseNumber":34,"Text":"Niḥsandēha kiyāmata (antimadina) kō jñāna allāhalā'ī nai cha. Ra usailē jala br̥ṣṭi garā'um̐cha ra usailē garbhāśayaharūmā bha'ēkō kurā jāndacha (arthāta nara cha ki mādā). Ra kunai vyaktilā'ī thāhā chaina ki bhōlī usalē kē garnēcha. Ra kunai mānisalā'ī thāhā chaina ki kuna bhū–bhāgamā usakō mr̥tyu hunē cha. (Yādarākha)allāha nai sabai jānnēvālā, ra pratyēka kurōsita avagata cha"}]}