{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"Bu Kitap'ın indirilisi Aziz ve Hakim olan Allah'tandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Emin ol, bu Kitap'ı biz sana hak olarak indirdik. O halde, dini yalnız ona ozguleyerek Allah'a ibadet et/O'nun icin is yapıp deger uret"},{"SurahNumber":39,"VerseNumber":3,"Text":"Gozunuzu acıp kendinize gelin! Arı-duru din yalnız ve yalnız Allah'ındır! O'nun yanında birilerini daha veliler edinerek, \"Biz onlara, bizi Allah'a yaklastırmaları dısında bir sey icin kulluk etmiyoruz.\" diyenlere gelince, hic kuskusuz, Allah onlar arasında, tartısıp durdukları konuyla ilgili hukmu verecektir. Su bir gercek ki, Allah, yalancı ve nankor kisiyi iyiye ve guzele kılavuzlamaz"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eger Allah bir cocuk edinmek isteseydi, yaratmakta olduklarından diledigini secerdi. Boyle bir seyden arınmıstır O. Allah'tır, Vahid'dir, Kahhar'dır O"},{"SurahNumber":39,"VerseNumber":5,"Text":"Gokleri ve yeri hak olarak yaratmıstır. Geceyi gunduzun ustune cekip ortuyor; gunduzu de gecenin ustune sarıp duruyor. Gunes'i ve Ay'ı bir buyruga boyun egdirmistir. Hepsi, belirlenmis bir sureye kadar akar gider. Gozunuzu acın; Aziz'dir O, Gaffar'dır"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi bir tek canlıdan yarattı; sonra o canlıdan onun esini vucuda getirdi. Ve sizin icin davarlardan sekiz cift indirmistir. Sizi annelerinizin karınlarında uc karanlık icinde, bir yaratıstan oburune gecirerek olusturuyor. Iste Allah! Budur sizin Rabbiniz! Yalnız O'nundur mulk ve saltanat! Ilah yoktur O'ndan baska! Hal boyle iken nasıl oluyor da gercegin tersine donduruluyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger nankorluge saparsanız su bir gercek ki, Allah size muhtac olmayacak bir Gani'dir. O, kulları icin inkar ve nankorluge razı olmaz. Eger sukrederseniz bunu sizin icin rızasına uygun bulur. Hicbir gunahkar bir baskasının gunahını yuklenmez. Sonunda donusunuz ancak Rabbinizedir. O size, islemis olduklarınızı haber verecektir. O, goguslerin saklamakta olduklarını cok iyi bilir"},{"SurahNumber":39,"VerseNumber":8,"Text":"Insana bir zarar/zorluk dokununca, Rabbine yonelerek O'na dua eder. Sonra ona bir nimet lutfettiginde, onceden O'na yalvarmakta oldugunu unutur, O'nun yolundan saptırmak icin Allah'a esler, ortaklar isnat eder. De ki: \"Birazcık nimetlen kufrunle! Hic kuskusuz, sen, ates halkındansın"},{"SurahNumber":39,"VerseNumber":9,"Text":"Boyle birisi; gece saatlerinde secde ederek, ayakta durarak ibadet eden, ahiretten korkan, Rabbinin rahmetini uman biri gibi midir? De ki: \"Hic bilenlerle bilmeyenler esit olur mu? Ancak gonul ve akıl sahipleri dusunup ibret alır"},{"SurahNumber":39,"VerseNumber":10,"Text":"Tarafımdan soyle: \"Ey iman eden kullarım, Rabbinizden korkun! Bu dunya hayatında guzel dusunup guzel davrananlara guzellik var. Allah'ın topragı/yeryuzu genistir. Sadece sabredenlere, ucretleri hesapsız odenecektir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Bana, dini yalnız Allah'a ozguleyerek, O'na ibadet etmem/O'nun icin is yapıp deger uretmem emredildi"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ve bana, muslumanların ilki olmam emredildi"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Eger Rabbime isyan edersem buyuk bir gunun azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben, dinimi yalnız kendisine ozguleyerek, Allah'a ibadet ediyorum/O'nun icin is yapıp deger uretiyorum"},{"SurahNumber":39,"VerseNumber":15,"Text":"Siz O'nun dısında dilediginize kulluk/ibadet edin.\" De ki: \"Husrana ugrayanlar, kıyamet gunu hem kendilerini hem de ailelerini husrana atanlardır. Dikkat edin! Apacık husranın ta kendisi iste budur"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların ustlerinde atesten golgeler, altlarından da golgeler vardır. Iste Allah, kullarını bundan korkmaya cagırıyor. \"Ey kullarım, benden sakının"},{"SurahNumber":39,"VerseNumber":17,"Text":"Taguttan, ona kulluk etmekten kacınıp Allah'a yonelenlere mujde var! Mustula kullarıma"},{"SurahNumber":39,"VerseNumber":18,"Text":"Onlar ki, sozu dinler de onun en guzeline uyarlar. Iste bunlardar, Allah'ın kılavuzladıkları; iste bunlardır, akıl ve gonul sahipleri"},{"SurahNumber":39,"VerseNumber":19,"Text":"Uzerine azap sozu hak olanı, atese dalmıs olanı sen mi kurtaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Hayır, kurtaramazsınız! Rablerinden sakınanlara gelince, onlar icin ust uste bina edilmis odalar var; altlarından ırmaklar akar. Allah'ın vaadidir bu, Allah vaadine ters dusmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Gormedin mi, Allah gokten bir su indirdi de onu toprak icindeki kaynaklara ulastırdı. Sonra onunla cesitli renklerde ekinler cıkarıyor. Sonra ekin kurur da sen onu sararmıs gorursun. Sonra da onu kuru ufantı haline getirir. Iste bunda, akıl ve gonul sahipleri icin mutlak bir ibret var"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah'ın, gogsunu Islam'a actıgı kimse, Rabbinden bir ısık uzerinde olmaz mı? Allah'ın zikrine/Kur'an'a karsı kalpleri katılasmıs olanlara yazıklar olsun! Iste onlardır, acık bir sapıklık icindekiler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, sozun/hadisin en guzelini, birbirine benzer ic ice ikili manalar ifade eden bir Kitap halinde indirmistir. Rablerinden korkanların ondan derileri urperir. Sonra da hem derileri hem de kalpleri, Allah'ın zikri/Kur'an'ı karsısında yumusar. Bu, Allah'ın kılavuzudur ki, onunla diledigini/dileyeni hidayete erdirir. Allah'ın saptırdıgına gelince, ona kılavuzluk edecek yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Zalimlere, \"Kazanmıs oldugunuzu tadın!\" denildiginde, kıyamet gunu o kotu azaptan yuzunu kim koruyabilir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler de yalanlamıstı. Fakat azap kendilerine, hic farkında olmadıkları bir yerden geldi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah; onlara dunyada rezilligi tattırdı. Ahiretin azabı ise elbette daha buyuktur. Bir bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Yemin olsun, biz bu Kur'an'da insanlara her turden ornekler verdik ki dusunup ogut alabilsinler"},{"SurahNumber":39,"VerseNumber":28,"Text":"Bunu, egri-bugrusu olmayan Arapca bir Kur'an olarak indirdik ki, korunup sakınabilsinler"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah; hakkında birbiriyle didisen ortakların bulundugu bir adamla, bir tek ere teslim olan bir adamı ornek verdi. Ornek olarak bu ikisi esit olur mu? Hamt, yalnız Allah'adır! Ama onların cokları bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Hic kuskusuz sen de oleceksin, onlar da olecekler"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra siz, kıyamet gunu Rabbinizin huzurunda davalasacaksınız"},{"SurahNumber":39,"VerseNumber":32,"Text":"Allah hakkında yalan duzenden ve kendisine gelen dogruyu yalanlayandan daha zalim kim vardır? Cehennemde kafirler icin bir barınak yok mu"},{"SurahNumber":39,"VerseNumber":33,"Text":"Dogruyu getirene ve onu tasdikleyene gelince, iste boyleleri, korunanların ta kendileridir"},{"SurahNumber":39,"VerseNumber":34,"Text":"Rableri katında onlar icin diledikleri her sey vardır. Iste guzel dusunup guzel davrananların odulu budur"},{"SurahNumber":39,"VerseNumber":35,"Text":"Boylece, Allah onların yaptıklarının en kotulerini ortecek, odullerini, yaptıklarının en guzeliyle verecek"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah, kuluna Kafi degil mi, yetmiyor mu? Seni, O'ndan baskalarıyla korkutuyorlar. Allah kimi saptırırsa artık ona kılavuzluk edecek yoktur"},{"SurahNumber":39,"VerseNumber":37,"Text":"Allah'ın kılavuzluk ettigini ise saptıran olamaz. Allah Aziz ve intikam alıcı degil mi"},{"SurahNumber":39,"VerseNumber":38,"Text":"Onlara, \"Gokleri ve yeri kim yarattı?\" diye sorsan, yemin olsun \"Allah!\" diyecekler. De onlara: \"Peki, Allah dısındaki yakardıklarınız hakkında ne diyorsunuz? Allah bana bir zarar vermek istese, O'nun verecegi zararı uzaklastırabilirler mi? Yahut bana bir rahmet dilese, O'nun rahmetini tutabilirler mi?\" De ki: \"Bana Allah yeter! Tevekkul edenler O'na dayanıp guvenirler"},{"SurahNumber":39,"VerseNumber":39,"Text":"De ki: \"Ey toplumum! Yapabildiginizi yapın; ben de kendi isimi yapacagım. Yakında bileceksiniz"},{"SurahNumber":39,"VerseNumber":40,"Text":"Kime geliyor rezil edici azap, kime iniyor bitip tukenmeyen azap"},{"SurahNumber":39,"VerseNumber":41,"Text":"Kuskusuz, bu Kitap'ı biz sana insanlar icin hak olarak indirdik. Artık kim dogru yolu secerse kendi lehinedir; kim de saparsa kendi aleyhine sapmıs olur. Sen onlar uzerine vekil degilsin"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah, canları, olumleri sırasında alır, olmeyenleri de uykuları sırasında. Sonra, haklarında olum hukmu verdiklerini alıkoyar; otekileri, belirlenen bir sureye kadar salıverir. Bunda, iyice dusunen bir toplum icin elbette ibretler vardır"},{"SurahNumber":39,"VerseNumber":43,"Text":"Yoksa Allah'ın berisinden sefaatcılar mı edindiler? De ki: \"Onlar hicbir seye sahip olmayan/hicbir seye gucu yetmeyen, aklını da isletmeyen varlıklar olsalar da mı"},{"SurahNumber":39,"VerseNumber":44,"Text":"De ki: \"Sefaat, tumden ve sadece Allah'ındır. Goklerin ve yerin mulku/yonetimi O'nundur. Sonunda O'na donduruleceksiniz"},{"SurahNumber":39,"VerseNumber":45,"Text":"Allah yalnız basına anıldıgında, ahirete inanmayanların kalpleri nefretle urperir; O'nun berisindeki, ilahlastırılmıs kisilerle birlikte anıldıgında ise hemen mujdelenmis gibi sevinirler"},{"SurahNumber":39,"VerseNumber":46,"Text":"De ki: \"Ey Allahım! Ey gokleri ve yeri yaratan, ey gorulmeyeni ve goruleni bilen! Sen hukum vereceksin kulların arasında, ihtilaf ettikleri seyleri hakkında"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger yerdekilerin tamamı ve beraberinde bir o kadarı, zulmedenlerin olsa, kıyamet gunu azabın kotulugunden kurtulmak icin tumunu mutlaka fidye verirlerdi. Cunku hic hesaba katmadıkları seyler, Allah tarafından karsılarına cıkarılmıstır"},{"SurahNumber":39,"VerseNumber":48,"Text":"Kazanmıs olduklarının cirkinlikleri, onlerinde belirlenmis; alay edegeldikleri sey kendilerini sarıvermistir"},{"SurahNumber":39,"VerseNumber":49,"Text":"Insana bir zorluk/zarar dokundugunda bize yalvarır-yakarır; sonra ona bizden bir nimet lutfettigimizde soyle der: \"Bu bir ilim sayesinde verildi bana!\" Hayır, oyle degil; o bir fitnedir ama onların cokları bilmiyorlar"},{"SurahNumber":39,"VerseNumber":50,"Text":"Onlardan oncekiler de bunu soylemislerdi ama kazandıkları seyler kendilerine hicbir yarar saglamamıstı"},{"SurahNumber":39,"VerseNumber":51,"Text":"Sonunda, kazanmıs olduklarının cirkinlikleri yakalarına yapısmıstı. Sunların zulmedenlerine de kazandıklarının kotulukleri gelip catacaktır. Ve onlar kimseyi aciz de bırakamayacaklar/onlar bunu etkisiz de bırakamazlar"},{"SurahNumber":39,"VerseNumber":52,"Text":"Bilmediler mi ki Allah, rızkı diledigine acıp yayar da kısıp daraltır da. Iman eden bir toplum icin bunda elbette ibretler vardır"},{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: \"Ey oz benlikleri aleyhine sınırı asan/asırı giden kullarım! Allah'ın rahmetinden umit kesmeyin! Allah, gunahları tumden affeder. Cunku O, mutlak Gafur, mutlak Rahim'dir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Azap yakanıza yapısmadan Rabbinize donup O'na teslim olun! Sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Farkında olmadıgınız bir sırada, azap ansızın karsınıza cıkmadan once size Rabbinizden indirilenin en guzeline uyun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Benlik soyle diyecektir o zaman: \"Allah'a karsı asırı gitmem yuzunden basıma gelenlere bak! Alay edip duranlardan biriydim dogrusu"},{"SurahNumber":39,"VerseNumber":57,"Text":"Yahut soyle diyecektir: \"Allah bana kılavuzluk etseydi elbette ben de korunanlardan olurdum"},{"SurahNumber":39,"VerseNumber":58,"Text":"Azabı gordugunde soyle de konusacaktır: \"Bana bir kez daha imkan verilseydi de guzel dusunup guzel davrananlardan olsaydım"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır, olamaz! Ayetlerim sana geldi de onları hemen yalanlayıverdin; buyukluk tasladın ve kafirlerden oldun"},{"SurahNumber":39,"VerseNumber":60,"Text":"Allah'a yalan isnat edenleri, kıyamet gunu yuzleri simsiyah halde gorursun. Kibirliler icin cehennemde bir barınak mı yok"},{"SurahNumber":39,"VerseNumber":61,"Text":"Korunup sakınanları Allah, kendi basarıları yuzunden kurtarır. Ne kotuluk dokunur onlara ne de kederlenirler"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah Haalik'tir, her seyin yaratıcısıdır. Her sey uzerine Vekil olan da O'dur"},{"SurahNumber":39,"VerseNumber":63,"Text":"Goklerin ve yerin kilitleri/anahtarları O'nundur. Allah'ın ayetlerini inkar edenler, husrana ugrayanların ta kendileridir"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: \"Bana, Allah'tan baskasına kulluk etmemi mi emrediyorsunuz, ey cahiller"},{"SurahNumber":39,"VerseNumber":65,"Text":"Yemin olsun, sana da senden oncekilere de su vahyedilmistir: Eger sirke saparsan amelin kesinlikle bosa cıkar ve mutlaka husrana dusenlerden olursun"},{"SurahNumber":39,"VerseNumber":66,"Text":"Baskasına degil, sadece Allah'a kulluk/ibadet et; sukredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Allah'ı, kadrine/sanına yarasır sekilde tanıyamadılar. Oysaki kıyamet gunu, yeryuzu tamamen O'nun avucudur/avucundadır; gokler de O'nun sag elinde/kudretinde durulmus haldedir. Sanı yucedir O'nun; arınmıstır onların ortak kostuklarından"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sura uflenmistir; Allah'ın diledigi kimseler dısında goklerde kim var, yerde kim varsa carpılıp yere yıkılmıstır. Sonra sura bir daha uflenmistir. Iste hepsi ayaga kalkmıs bakıyorlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yeryuzu, Rabbinin nuruyla parıldamıs, Kitap ortaya konmus, peygamberler, tanıklar getirilip aralarında hakla hukum verilmistir. Onlar asla haksızlıga ugratılmazlar"},{"SurahNumber":39,"VerseNumber":70,"Text":"Herkesin yapıp ettiginin karsılıgı tam verilir. O, onların neler yaptıklarını daha iyi bilmektedir"},{"SurahNumber":39,"VerseNumber":71,"Text":"Inkar edenler boluk boluk cehenneme sevk edilirler. Oraya geldiklerinde onun kapıları acılır ve cehennem bekcileri onlara soyle derler: \"Size, icinizden resuller gelmedi mi ki, Rabbinizin ayetlerini karsınızda okusunlar ve sizi su gununuze kavusmanız hususunda uyarsınlar?\" Onlar: \"Evet, derler, geldi ama inkarcılar hakkında azap hukmu hak oldu"},{"SurahNumber":39,"VerseNumber":72,"Text":"Soyle denilir: \"Girin cehennemin kapılarından! Orada uzun sure kalacaksınız. Buyukluk taslayanların barınagı ne de kotuymus"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablerinden sakınanlar da bolukler halinde cennete sevk edilirler. Oraya geldiklerinde, cennet kapıları da kendilerine acıldıgında, oranın bekcileri onlara soyle derler: \"Selam size! Tertemizsiniz. Hadi girin suraya, surekli kalıcılar olarak"},{"SurahNumber":39,"VerseNumber":74,"Text":"Onlar da soyle derler: \"Hamt olsun o Allah' a ki bize vaadini yerine getirdi, bizi yeryuzune mirascılar yaptı. Iste, cennetten istedigimiz yerde konaklıyoruz. Is yapıp deger uretenlerin odulu ne de guzelmis"},{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri de arsın cevresini kusatarak Rablerinin hamdiyle tespih eder halde gorursun. Aralarında hakla hukum verilmistir. Nihayet soyle denir: \"Hamt alemlerin Rabbi'ne ozgudur"}]}