{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif-Lam-Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"ALLAH, Kendisinden baska ilah olmayan, sonsuza kadar diri, hayatın ve varlıgın kaynagı ve dayanagı olan, her seyi hukmune, iradesine baglı kılan yaratıcı"},{"SurahNumber":3,"VerseNumber":3,"Text":"(Gecmiste vahyedilenlerden) bugune ulasan dogru haberleri tasdik eden bu ilahi kelamı sana safha safha indiren O´dur. Tevrat´ı ve Incil´i de O indirmisti"},{"SurahNumber":3,"VerseNumber":4,"Text":"Gecmiste insanlıga yol gosterici olarak; yine O indirmisti, dogruyla egriyi birbirinden ayırd etmeye yarayan gerceklik bilgisini... Allah´ın mesajlarını inkara sartlanmıs olanlara gelince; onları acı bir azap beklemektedir: Zira Allah kudret sahibidir, kotulugu cezalandırandır"},{"SurahNumber":3,"VerseNumber":5,"Text":"Goklerde ve yerde hicbir sey Allah´tan saklı degildir"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde size istedigi sekli veren O´dur. O´ndan baska ilah yoktur, O kudret sahibi, hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ilahi kelamın ozu olan acık ve kesin hukumlu mesajlar ile mutesabihleri kapsayan bu ilahi kelamı sana bahseden O´dur. Kalpleri hakikatten sapmaya meyilli olanlar, sırf kafaları karıstır(acak seyler bul)mak icin ve ona (keyfi) anlamlar yuklemek amacıyla ilahi kelamın mutesabih olarak ifade edilen kısmına uyarlar; oysa Allah´tan baska kimse onun kesin anlamını bilemez. Bu yuzden bilgide derinlesenler soyle derler: \"Biz ona inanırız: (ilahi kelamın) tumu Rabbimizdendir; derin kavrayıs sahipleri dısında kimse bundan ders almasa da"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rabbimiz! Bizi dogru yola ilettikten sonra kalplerimizi hakikatten (bir daha) saptırma ve bize rahmetini bagısla: Sensin (hakiki) Lutuf Sahibi"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rabbimiz! (Gelecegine) hic suphe olmayan o Gun´u gorup yasamaları icin mutlaka insanlıgı bir araya toplayacaksın: Allah vaadini yerine getirmekten asla kacınmaz"},{"SurahNumber":3,"VerseNumber":10,"Text":"Hakikati inkara sartlanmıs olanlara gelince, ne dunya malları ne de cocukları Allah´a karsı onlara en ufak bir fayda saglamaz: Iste onlardır atesin yakıtı olanlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Firavun halkının ve onlardan once yasayanların basına gelenlerin aynısı (onların basına da gelecek): Onlar mesajlarımızı yalanladılar ve Allah gunahlarından dolayı onları hesaba cekti: cunku Allah karsılık vermede sedittir"},{"SurahNumber":3,"VerseNumber":12,"Text":"Hakikati inkara sartlanmıs olanlara de ki: \"Siz (teslim olup) boyun egecek ve cehenneme toplanacaksınız, ne kotu bir mesken(dir o)"},{"SurahNumber":3,"VerseNumber":13,"Text":"Savasta karsı karsıya gelen iki orduda sizin icin bir isaret vardı: bir ordu Allah icin savasırken digeri O´nu inkar ediyordu. (Oncekiler,) kendi gozleriyle diger tarafı kendilerinin iki misli (kalabalık) gorduler: Ama Allah, diledigini yardımıyla guclendirir. Bakın, bunda gorecek gozleri olan herkes icin muhakkak bir ders vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlara, cocuklara, altın ve gumus (cinsin)den birikmis hazinelere, soylu atlara, sıgırlara ve arazilere yonelik dunyevi zevkler insanoglu icin cekici kılınmıstır. Butun bu zevkler bu dunya hayatında tadılabilir, ama hedeflerin en guzeli Allah katında olanıdır"},{"SurahNumber":3,"VerseNumber":15,"Text":"De ki: \"Size o (dunyevi zevkler)den daha hayırlı olan seyleri haber vereyim mi? Allah´a karsı sorumluluk bilinci duyanlar icin Rableri katında, mesken olarak icinden ırmaklar gecen hasbahceler, temiz esler ve Allah´ın guzel kabulu vardır.\" Ve Allah, kulların(ın kalplerin)deki her seyi gorur"},{"SurahNumber":3,"VerseNumber":16,"Text":"Ey Rabbimiz! (Sana) inanıyoruz, bizi affet, gunahlarımızı bagısla ve bizi atesin azabından emin kıl\" diyenlerin"},{"SurahNumber":3,"VerseNumber":17,"Text":"Zorluklara sabredenlerin ve sozlerini tutanların, (Rablerine) yurekten baglı olanların, (servetlerini Allah yolunda) harcayanların ve butun kalpleriyle af dileyenlerin"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, (bizatihi Kendisi) ile melekler ve hak ve adaleti gozeten ilim sahipleri O´ndan baska tanrı olmadıgına sahittir: O´ndan baska tanrı yoktur, Kudret ve Hikmet Sahibi(dir)"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah nezdinde tek (hak) din, (insanın) O´na teslimiyetidir; daha once vahiy verilenler, kıskanclıklarından dolayı, kendilerine (hakikat) bilgi(si) geldikten sonra (bu konuda) farklı goruslere sarıldılar. Allah´ın mesajlarının dogrulugunu inkar edenlere gelince; unutma, Allah hesap gormede hızlıdır"},{"SurahNumber":3,"VerseNumber":20,"Text":"O halde (ey Peygamber,) seninle tartısanlara de ki: \"Ben tum benligimi Allah´a teslim ettim ve bana tabi olan herkes (de oyle yaptı)!\" Daha once vahiy verilmis olanlara ve kitap ile ilgisi olmayanlara sor: \"Siz (de) kendinizi O´na teslim ettiniz mi?\" Ve eger O´na teslim olurlarsa muhakkak dogru yol uzerindedirler; ama yuz cevirirlerse, unutma ki senin gorevin sadece mesajı iletmektir: zira Allah, yarattıklarını(n kalplerindeki her seyi) gorur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah´ın mesajlarını inkar edenlere, peygamberleri haksız yere oldurenlere ve adaleti emreden insanların canına kıyanlara gelince, onlara acıklı azabı bildir"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste onlardır bu dunyada da, oteki dunyada da yaptıkları bosa cıkacak olanlar ve onlardır hicbir yardımcı bulamayacak olanlar"},{"SurahNumber":3,"VerseNumber":23,"Text":"(Daha once) vahiyden kendilerine pay verilenleri bilmez misin? Onlara aralarında hukum verirken Allah´ın kelamına basvurmaları yolunda cagrı yapılmıstır; ama bazısı, inatla (ondan) yuz cevirir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Cunku onlar, \"Ates bize birkac gunden fazla dokunmayacak\" diye iddia ederler: boylece, uydurdukları batıl inanclar, onların (zamanla) itikatlarına ihanet etmelerine yol acmıstır"},{"SurahNumber":3,"VerseNumber":25,"Text":"O halde, (gelecegi) suphesiz olan Gun´e tanıklık etmeleri icin hepsini bir araya topladıgımız, her insana yaptıklarının karsılıgının tamamen odenecegi ve kimseye haksızlık yapılmayacagı zaman ne olacak (onların hali)"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: \"Ey mutlak egemenlik sahibi Allahım! Sen egemenligi diledigine verirsin, dilediginden alırsın; diledigini yuceltirsin, diledigini alcaltırsın. Butun iyilikler Senin elindedir. Dogrusu, Sen istedigini yapmaya kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Gunduzu kısaltarak geceyi uzatır ve geceyi kısaltarak gunduzu uzatırsın. Oluden diri ve diriden olu cıkarırsın. Ve diledigine her turlu hesabın ustunde rızık bagıslarsın"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminleri bırakıp hakikati inkara sartlanmıs olanları dost edinmesinler -cunku bunu yapan, Allah ile butun bagını koparmıs olur- kendinizi onlardan korumak icin bu yola basvurmanız haric. Ancak Allah, Kendisine karsı dikkatli olmanızı ihtar eder, cunku butun yollar Allah´a varır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: \"Kalplerinizdekini gizleseniz de, acıga vursanız da Allah onu bilir. Zira O, goklerdeki ve yeryuzundeki her seyi bilir; ve Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"Her insanın yaptıgı butun iyilikleri de kotulukleri de karsısında bulacagı o Gun´u dusunun; (pek cok insan,) o (Gun)un kendisinden cok uzakta olmasını diler. O halde Allah, O´na karsı dikkatli olmanızı ihtar eder; ama Allah, yarattıklarına karsı cok sefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"De ki (ey Peygamber): \"Eger Allah´ı seviyorsanız bana tabi olun ki Allah da sizi sevsin ve gunahlarınızı affetsin; zira Allah cok affedicidir, rahmet kaynagıdır"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: \"Allah´a ve Elcisi´ne itaat edin.\" Eger (bundan) yuz cevirirlerse, bilsinler ki Allah hakikati inkar edenleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Gercek su ki Allah, Adem´i ve Nuh´u, Ibrahim Soyunu ve Imran Soyunu butun insanlıgın uzerinde bir konuma cıkardı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Tek bir soy zinciri halinde. Allah, her seyi isiten, her seyi bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Bir vakit Imran ailesinden bir kadın, \"Ey Rabbim! Rahmimdeki (cocugumu) Senin hizmetine adayacagıma soz veriyorum. Benden bunu kabul et: Dogrusu, yalnız Sen, her seyi duyan, her seyi bilensin!\" diye (Rabbine) seslenmisti"},{"SurahNumber":3,"VerseNumber":36,"Text":"Fakat, cocugu dogurunca, \"Ey Rabbim!\" dedi, \"Bak, bir kız cocuk dogurdum.\" Halbuki Allah, neyi doguracagını ve (onun istedigi) erkek cocugun hicbir zaman bu kız gibi olamayacagını bilmekteydi; \"ve ona Meryem ismini verdim. Lanetlenmis Seytana karsı onu ve soyunu korumanı diliyorum"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun uzerine Rabbi, kız cocugunu hosnutlukla kabul etti, onu guzelce buyuttu ve Zekeriya´nın himayesine verdi. Zekeriya, ne zaman onu mabedde ziyaret ettiyse yanında yiyeceklerle gorur ve sorardı: \"Ey Meryem, bunlar sana nereden geliyor?\" Meryem: \"Bunlar Allah´tandır; Allah, diledigine hesapsız rızık bagıslar!\" diye cevap verirdi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Aynı yerde Zekeriya Rabbine yalvardı: \"Ey Rabbim! Rahmetinle bana guzel bir zurriyet bagısla; zira Sen, her yakarısı duyarsın"},{"SurahNumber":3,"VerseNumber":39,"Text":"Bunun uzerine, mabedde dua ederken, melekler ona: \"Allah sana, Kendi katından bir sozun gercekligini dogrulayacak, insanlar arasında seckin (bir yere sahip olacak), tam bir iffet sahibi, durust ve erdemli bir peygamber olacak olan Yahya(nın dogumun)u mujdeliyor\" diye seslendiler"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zekeriya) saskınlıkla: \"Ey Rabbim!\" dedi, \"Yaslılık beni yakalamısken ve karım da kısırken nasıl bir oglum olabilir?\" (Ona): \"Pekala olabilir!\" denildi, \"Allah diledigini yapar"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zekeriya) yalvardı: \"Ey Rabbim! Bana bir isaret goster!\" \"Isaretin sudur ki,\" denildi, \"uc gun boyunca yuz isaretleri dısında insanlarla konusma! Rabbini hic durmadan an ve gece gunduz O´nun sınırsız sanını yucelt"},{"SurahNumber":3,"VerseNumber":42,"Text":"Ve o zaman melekler \"Ey Meryem!\" dediler, \"Allah seni secti ve tertemiz kıldı; seni butun dunya kadınlarının ustunde (bir konuma) cıkardı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine husu ile baglan, secdeye kapan ve (O´nun onunde) egilenlerle birlikte egil"},{"SurahNumber":3,"VerseNumber":44,"Text":"Sana (simdi) vahyettigimiz sey, senin idrakini asan bir hususla ilgilidir: zira, hangisinin Meryem´in hamisi olacagını kur´a ile belirlediklerinde sen onlarla birlikte degildin, ve (o konuda) birbirleriyle cekistiklerinde yanlarında yoktun"},{"SurahNumber":3,"VerseNumber":45,"Text":"O zaman melekler, \"Ey Meryem!\" demislerdi, \"Allah, Kendisinden bir soz ile sana, Meryem oglu Isa Mesih adıyla bilinecek, bu dunyada ve oteki dunyada buyuk seref sahibi ve Allah´ın en yakınlarından olacak (bir ogul) mujdeliyor"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ve o, (cocuk,) insanlarla hem besikte iken, hem de yetiskin bir adam olarak konusacak; durust ve erdemli kisilerden olacak"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem, \"Ey Rabbim!\" dedi, \"Bana hicbir erkek dokunmadıgı halde nasıl ogul sahibi olabilirim?\" (Melek) cevap verdi: \"Iste oyle! Allah diledigini yaratır; bir seyin olmasını istediginde sadece ´Ol!´ der ve o (sey hemen) oluverir"},{"SurahNumber":3,"VerseNumber":48,"Text":"O, senin ogluna (hem) vahyi ve hikmeti ogretecek, (hem de) Tevrat´ı ve Incil´i"},{"SurahNumber":3,"VerseNumber":49,"Text":"Ve o´nu Israilogulları´na elci (yapacak)\". \"Ben, size Rabbinizden bir mesaj getirdim. Sizin icin camurdan, adeta kaderinizin suretini yapacagım ve sonra ona ufleyecegim ki Allah´ın izniyle (sizin) kaderiniz olsun; korleri ve cuzzamlıları iyilestirecegim ve Allah´ın izniyle oluleri yeniden hayata dondurecegim: neleri yiyebileceginizi ve evlerinizde neleri saklayabileceginizi size bildirecegim. Suphesiz, eger (gercekten) inanıyorsanız, butun bunlarda sizin icin bir mesaj vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"(Ben), Tevrat´tan gunumuze kalanın dogrulugunu tasdik etmek ve (onceden) size yasak edilen seylerin bazısını helal kılmak icin (geldim). Ve size Rabbinizden bir mesaj getirdim; oyleyse Allah´a karsı sorumlulugunuzun bilincine varın ve bana tabi olun"},{"SurahNumber":3,"VerseNumber":51,"Text":"Kuskusuz Allah, benim de Rabbim, sizin de Rabbinizdir; oyleyse (yalnız) O´na kulluk edin: Bu, dosdogru bir yoldur"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa, onların hakikati reddettiklerinin farkına varınca sordu: \"Kim Allah yolunda benim yardımcılarım olacak?\" Beyazlara burunmus olanlar cevap verdi: \"Biz, (Allah yolunda) senin yardımcıların olacagız! Biz Allah´a inanırız: Sen de sahit ol, biz O´na teslim olmusuz"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz! Bize yucelerden indirdigine inanıyor ve bu elci´ye tabi oluyoruz; o halde bizi (hakikate) sahitlik yapanlarla bir tut"},{"SurahNumber":3,"VerseNumber":54,"Text":"Inanmayanlar Isa´ya tuzak kurdular; ama Allah onların tuzaklarını bosa cıkardı: cunku Allah, tuzak kuranların tumunun ustundedir"},{"SurahNumber":3,"VerseNumber":55,"Text":"O zaman Allah: \"Ey Isa!\" demisti, \"Seni olume yollayacagım ve Katıma yuceltecegim ve seni hakikati inkara sartlanmıs olanlar(ın arasın)dan cekip arındıracagım; sana tabi olanları, Kıyamet Gunu, hakikati inkara sartlanmıs olanların (kat kat) ustune cıkaracagım. Sonunda hepiniz Bana doneceksiniz ve aranızda anlasmazlıga dustugunuz her konuda Ben hukum verecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"Hakikati inkara sartlanmıs olanlara gelince, onlara bu dunyada ve ahirette siddetli bir azap cektirecegim ve onlar kendilerine yardım edecek kimse bulamayacaklar"},{"SurahNumber":3,"VerseNumber":57,"Text":"ama iman edip dogru ve yararlı isler yapanlara Allah mukafatlarını tam olarak verecektir: Zira O, zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Bu bildirdiklerimiz, sana ilettigimiz mesajlardan ve hikmet yuklu haberlerdendir"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah katında Isa´nın durumu Adem´in durumu gibidir, ki Allah onu topraktan yarattı ve sonra \"Ol!\" dedi; iste (insanoglu boylece) oluverir"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Bu), Rabbinden bir hakikat(tir); oyleyse, suphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana gelen asıl bilgiden sonra, kim seninle bu (hakikat) hakkında tartısırsa de ki: \"Gelin! Ogullarımızı ve ogullarınızı, kadınlarımızı ve kadınlarınızı, bizim yandaslarımızı ve sizin yandaslarınızı cagıralım; sonra (birlikte) tevazu icinde ve gonulden yalvaralım ve Allah´ın lanetinin (aramızdan) yalan soyleyenlerin uzerine olmasını dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Iste isin hakikati budur ve Allah´tan baska bir ilah yoktur; suphe yok ki Allah -yalnızca O- kudret ve gercek hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Ve eger (bu hakikatten) yuz cevirirlerse bilsinler ki Allah ifsad edicilerden tamamiyle haberdardır"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: \"Ey gecmis vahyin izleyicileri! Sizinle bizim aramızdaki su ortak ilkeye gelin: Allah´tan baska kimseye kulluk etmeyecegiz, O´ndan baska hicbir seye ilahlık yakıstırmayacagız ve Allah ile birlikte insanları rab edinmeyecegiz.\" Ve eger yuz cevirirlerse de ki: \"Sahit olun ki biz kendimizi O´na teslim etmisiz"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey gecmis vahyin izleyicileri! Tevrat ve Incil´in kendisinden (uzun zaman) sonra vahyedildigini gordugunuz halde Ibrahim hakkında neden tartısıyorsunuz? Aklınızı kullanmıyor musunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Siz, bilginiz olan seyler hakkında tartısırdınız, ama hic bilmediginiz sey hakkında neden tartısıyorsunuz? Halbuki Allah (onu) bilir, ama siz bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim, ne bir \"Yahudi\", ne de \"Hristiyan\" idi, ama kendini Allah´a teslim ederek her turlu batıldan yuz cevirmis biriydi; ve O´ndan baska bir seye ilahlık yakıstıranlardan degildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Gercekte Ibrahim´e en yakın olanlar, muhakkak ki -bu Peygamber´in ve (o´na) inanan herkesin yaptıgı gibi- o´na tabi olanlardır; Allah da inananlara yakındır"},{"SurahNumber":3,"VerseNumber":69,"Text":"Gecmis vahyin izleyicilerinden bazıları sizi saptırmak isterler: Ama onlar kendilerinden baskasını saptıramazlar; ustelik bunu fark etmezler de"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey gecmis vahyin izleyicileri! Bizzat kendinizin sahit oldugu Allah´ın mesajlarını neden inkar edersiniz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey gecmis vahyin izleyicileri! Neden hakkı batıl ile saklayıp orter ve (pekala) farkında oldugunuz hakikati gizlersiniz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Gecmis vahyin izleyicilerinden bazısı (birbirlerine) soyle der: \"(Muhammed´e) inananlara gunun basında vahyedilene inandıgınızı soyleyin, daha sonra geleni ise inkar edin ki (inanclarından) belki geri donerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"ama sizin inancınıza uymayan hic kimseye (gercekten) inanmayın.\" De ki: \"Tek (gercek) rehberlik, Allah´ın rehberligidir; size verilen (vahy)in benzerinin baska birine de verilmesi seklinde ifa edilen (bir rehberlik)\". Yoksa onlar, Rabbiniz´in huzurunda size muhalefet mi edeceklerdi? De ki: \"Lutuf ve ihsan, Allah´ın elindedir; onu diledigine bagıslar: cunku Allah (rahmet ve comertliginde) sınırsızdır, her seyi bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"diledigine rahmetini bagıslar; ve Allah, lutfunda sınırsızdır"},{"SurahNumber":3,"VerseNumber":75,"Text":"Gecmis vahyin izleyicileri arasında oylesi var ki, kendisine bir hazine emanet etsen sana (sadakatle) iade eder; ve oylesi de var ki ona ufak bir altın sikke emanet etsen, basında dikilmedikce sana geri vermez; bu, onların, \"Kitap ile ilgisi olmayan bu halk(a yaptıgımız hicbir sey)den dolayı bize bir suc yuklenemez\" seklindeki iddialarının bir sonucudur: (Boylece) onlar, (bile bile) Allah hakkında yalan soylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Ama (Allah,) Kendisine karsı taahhutlerine sadık kalanlar(ın) ve Kendisine karsı sorumluluk bilinci duyanlar(ın farkındadır): ve Allah, Kendisine karsı sorumluluk bilinci tasıyanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah´a karsı taahhutlerini ve yeminlerini ufak bir kazanc karsılıgında degistirenler var ya; onlar, oteki dunyanın nimetlerinden asla nasiplenemeyeceklerdir; Allah, Kıyamet Gunu, onlarla ne konusacak, ne yuzlerine bakacak, ne de onları gunahlarından arındıracaktır; ve onları acıklı bir azap beklemektedir"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onlardan oylesi de var ki, (soyledikleri) Kitab-ı Mukaddes´den olmadıgı halde ondan oldugunu dusunesiniz diye dilleriyle Kitab-ı Mukaddes´i carpıtırlar ve Allah´tan olmadıgı halde, \"Bu, Allah´tandır!\" derler; boylece bile bile Allah hakkında yalanlar uydururlar"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah´ın vahiy, saglam muhakeme ve peygamberlik bagısladıgı hic kimsenin bundan sonra halkına, \"Allah´ın yanısıra bana da kulluk edin!\" demesi dusunulemez; aksine, (onlara soyle ogut verir): \"ilahi kelamın bilgisini yayarak ve kendiniz (onu) derinlemesine inceleyerek Allah adamları olun"},{"SurahNumber":3,"VerseNumber":80,"Text":"O, melekleri ve peygamberleri tanrı edinmenizi emretmez: (zaten) kendinizi Allah´a tam teslim ettikten sonra hic O sizi hakikati inkara davet eder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Allah, (gecmis vahiylerin izleyicilerinden) peygamberler vasıtasıyla su taahhudu talep etti: \"Eger, vahyi ve hikmeti size bahsettikten sonra, halen sahip oldugunuz hakikati tasdik eden bir elci size gelirse o´na inanmalı ve yardım etmelisiniz. Bu sarta dayalı ahdimi kabul ve tasdik eder misiniz?\" Onlar: \"Kabul ederiz!\" dediler. Allah: \"Oyleyse (buna) sahit olun, Ben de sizin sahidiniz olacagım"},{"SurahNumber":3,"VerseNumber":82,"Text":"O halde, kimler (bu taahhutten) donerse; iste onlar, gercek fasıklardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Onlar Allah´a imandan baska bir itikat mı arıyorlar? Halbuki goklerde ve yeryuzunde olan her sey isteyerek veya istemeyerek O´na boyun eger, cunku her sey (sonunda) O´na donecektir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: \"Biz, Allah´a; bize indirilene; Ibrahim´e, Ismail´e, Ishak´a, Yakub´a ve o´nun neslinden gelenlere indirilene; Rableri tarafından Musa´ya, Isa´ya ve (diger) tum peygamberlere bahsedilene inanırız; onlar arasında hicbir ayrım yapmayız. Ve kendimizi O´na teslim ederiz"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Allah´a teslimiyetten baska bir din ararsa, bu kendisinden asla kabul edilmeyecek ve o, ahirette kaybedenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman edip bu Elci´nin hak olduguna sahit olduktan ve hakikatin butun kanıtları kendilerine geldikten sonra hakikati inkar etmeyi secen bir halkı Allah nasıl dogru yola ulastırır? Allah, boyle bir zalimler toplulugunu dogru yola iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların karsılıgı, Allah´ın, meleklerin ve butun (durust ve erdemli) insanların lanetine ugramak olacaktır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu halde kalacaklar; (ve) ne azapları hafifletilecek, ne de onlara bir muhlet tanınacak"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ama daha sonra tevbe edip kendilerini duzeltenler haric tutulacaktır: Zira Allah, cok affedicidir, rahmet kaynagıdır"},{"SurahNumber":3,"VerseNumber":90,"Text":"Imana erdikten sonra hakikati inkara kalkısanlara ve sonra hakikati reddetmede (daha buyuk bir inatla) ısrar edenlere gelince, suphesiz, onların (diger gunahlardan dolayı) tevbeleri kabul edilmeyecektir; iste onlar gercek sapkınlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Hakikati inkara sartlanmıs olanlara ve hakikat inkarcısı olarak olenlere gelince, yeryuzunun butun altınları (bile) onların fidyelerini karsılayamaz. Iste onlar icin acıklı bir azap vardır ve kendilerine yardım edecek hic kimse bulamayacaklardır"},{"SurahNumber":3,"VerseNumber":92,"Text":"(Size gelince ey muminler,) kendiniz icin ozenle ayırdıgınız seylerden baskaları icin harcamadıkca gercek erdeme ulasmıs olamazsınız; ve her ne harcarsanız kuskusuz, Allah ondan tamamiyle haberdardır"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden once, Israilogulları´nın (gunah diyerek) kendine yasakladıgı seyler dısında butun yiyecekler onlara helal idi. De ki: \"Eger soylediklerinizde samimi iseniz Tevrat´ı getirin de onu okuyun"},{"SurahNumber":3,"VerseNumber":94,"Text":"Ve artık bundan sonra kim Allah hakkında yalan uydurursa iste onlar zalimlerdir"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: \"Allah dogruyu soylemektedir: O halde, batıl olan her seyden yuz ceviren ve Allah´ın yanısıra hicbir seye ilahlık yakıstırmayan Ibrahim´in inanc sistemine uyun"},{"SurahNumber":3,"VerseNumber":96,"Text":"Unutmayın, insanlık icin insa edilen ilk mabed, Bekke´dekiydi: bereketli ve butun alemler icin bir rehber(lik kaynagı)"},{"SurahNumber":3,"VerseNumber":97,"Text":"apacık isaretlerle dopdolu. (Orası) bir zamanlar Ibrahim´in durdugu yer(dir); kim icine girerse huzur bulur. Bundan dolayı, mabedi haccetmek, gucu yeten butun insanların Allah´a karsı yerine getirmek zorunda oldukları bir gorevdir. Hakikati inkar edenlere gelince, bilsinler ki, Allah, yarattıgı alemlerden bagımsızdır, her bakımdan Kendine yeterlidir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: \"Ey gecmis vahyin izleyicileri! Allah, yaptıgınız her seye sahit iken neden O´nun mesajını kabul etmekten kacınıyorsunuz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: \"Ey gecmis vahyin izleyicileri! (Dogru olduguna) bizzat kendiniz sahit oldugunuz halde onu egri gostermeye calısarak, (bu ilahi kelama) iman edenleri neden Allah yolundan alıko(ymaya cabalı)yorsunuz? Allah, yaptıklarınızdan gafil degildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Siz ey imana ermis olanlar! Onceki caglarda kendilerine vahiy verilenlerden bir fırkaya uyarsanız, iman ettikten sonra yeniden hakikati reddetmenize sebep olabilirler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Allah´ın mesajları size iletildigi halde ve Elcisi aranızda yasarken hakikati nasıl inkar edebilirsiniz? Ama Allah´a sımsıkı tutunan, dosdogru yola ulastırılmıstır"},{"SurahNumber":3,"VerseNumber":102,"Text":"Siz ey imana ermis olanlar! Derin bir duyarlıkla Allah´a karsı sorumlulugunuzun hakkıyla bilincinde olun ve O´na kendinizi yurekten teslim etmeden once olumun sizi alt etmesine izin vermeyin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hep birlikte Allah´ın ipine sımsıkı tutunun ve birbirinizden kopmayın. Ve Allah´ın size verdigi nimetleri hatırlayın: Siz birbirinize dusman iken kalplerinizi nasıl uzlastırdı da O´nun lutfu ile kardes oldunuz; ve atesli bir ucurumun kenarında (iken) sizi ondan (nasıl) korudu. Bu sekilde Allah mesajlarını size acıklar ki hidayet bulasınız"},{"SurahNumber":3,"VerseNumber":104,"Text":"ve belki icinizden iyi ve yararlı olana davet eden, dogru olanı emreden, egri ve yanlıstan alıkoyan bir topluluk cıkar: nihai kurtulusa erisecek kimseler, iste bunlar olacak"},{"SurahNumber":3,"VerseNumber":105,"Text":"Hakikatin butun kanıtları kendilerine geldikten sonra karsıt goruslere kapılıp parcalananlar gibi olmayın; iste bunlar icin feci bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"bazı yuzlerin (mutluluktan) parladıgı ve bazı yuzlerin (acıyla) karardıgı o (Hesap) Gunu´nde yuzleri kararanlara: \"Imana erdikten sonra hakikati inkar mı ettiniz? O halde hakikati inkar ettiginiz icin tadın bu azabı!\" (denilecek)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Nur yuzlulere gelince, onlar Allah´ın rahmet dairesi icinde olacaklar, orayı mesken edineceklerdir"},{"SurahNumber":3,"VerseNumber":108,"Text":"Bunlar Allah´ın mesajlarıdır: Hakikati bildiren bu (mesaj)ları sana iletiyoruz; zira Allah, yarattıklarının haksızlıga ugramasını dilemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerdeki ve yerdeki her sey Allah´a aittir ve hepsi (asıl kaynagı olan) Allah´a doner"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanlıg(ın iyiligi) icin cıkarılmıs hayırlı bir topluluksunuz; dogru olanı emreder, egri olandan alıkoyarsınız ve Allah´a inanırsınız. Eger gecmis vahyin mensupları, (bu tur bir) inanca ermis olsalardı, bu, kendi iyiliklerine olacaktı; (ama) iclerinden pek az inanan bulunsa da onların cogu fasıktır"},{"SurahNumber":3,"VerseNumber":111,"Text":"(Fakat) bunlar size gelip gecici ezadan baska bir zarar veremezler ve eger size karsı savasa girseler bile hemen arkalarını donup kacarlar. Sonra kendilerine yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlar, Allah´a ve insanlara karsı taahhutlerine (sadakatle) baglanmadıkları surece, nerede bulunurlarsa bulunsunlar zillete ducar olurlar; cunku Allah´ın gazabına ugramıs ve asagılanmaya mahkum edilmislerdir. Butun bunlar (baslarına geldi,) cunku Allah´ın mesajlarını inkarda ve peygamberleri haksız yere oldurmekte ısrar ettiler; butun bunlar (vaki oldu), cunku (Allah´a) isyanda bulundular ve hakkın sınırlarını inatla ihlal ettiler"},{"SurahNumber":3,"VerseNumber":113,"Text":"(Ama) onların hepsi aynı degil: Gecmis vahyin izleyicileri arasında, gece boyunca Allah´ın ayetlerini okuyan ve (O´nun huzurunda) secdeye kapanan dosdogru insanlar da vardır"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar, Allah´a ve Ahiret Gunu´ne inanırlar; dogru olanı emreder, egri olandan alıkoyarlar ve hayırlı islerde birbirleriyle yarısırlar: iste bunlar durust ve erdemli kimselerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Onların yaptıgı hicbir iyilik karsılıksız bırakılmayacaktır: cunku Allah, Kendisine karsı sorumluluklarının bilincinde olanları iyi bilir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Hakikati inkara sartlanmıs olanlara gelince; onları ne dunya malları ne de evlatları Allah´a karsı koruyabilir. Iste onlar icinde yasayıp kalacakları atese mahkum edilmislerdir"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onların bu dunya hayatı icin harcadıkları, kendi kendilerine zulmeden bir halkın ekinlerine musallat olan ve onu mahveden dondurucu bir ruzgara benzer: Onlara haksızlık yapan Allah degildir, fakat onlar kendi kendilerine haksızlık yapıyorlar"},{"SurahNumber":3,"VerseNumber":118,"Text":"Siz ey imana ermis olanlar! Sizden olmayan kisileri dost edinmeyin. Onlar sizi yoldan cıkarmak icin ellerinden gelen hicbir cabayı esirgemezler ve sizi sıkıntıda gormekten hoslanırlar. Siddetli ofke agızlarından tasmaktadır; kalplerinde sakladıkları ise daha da kotudur. Biz (bununla ilgili) isaretleri sizin icin (iste boylesine) acık ve anlasılır kıldık, eger aklınızı kullanırsanız"},{"SurahNumber":3,"VerseNumber":119,"Text":"Siz onları sev(meye haz)ırsınız, ama onlar, butun vahiylere inansanız bile sizi sevmeyecekler. Ve sizinle karsılastıklarında, \"Biz (sizin inandıgınız gibi) inanıyoruz!\" derler: ama kendi baslarına kalınca size karsı ofkelerinden parmaklarını ısırırlar. De ki: \"Ofkenizle kahrolun! Unutmayın, Allah (insanların) kalplerinde ne varsa hepsini bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Eger bir iyilikle karsılasırsanız bu onları uzer; ve basınıza bir kotuluk gelince de memnun olurlar. Ama eger zorluklara karsı sabreder ve Allah´a karsı sorumluluklarınızın bilincinde olursanız, onların hileleri size hicbir zarar veremez. Zira Allah, onların tum yaptıklarını (Kudretiyle) kusatır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Ve (hatırla o gunu ey Peygamber), inananları savas duzenine sokmak icin sabah erkenden evinden cıkmıstın. Allah her seyi isitiyor, her seyi biliyordu"},{"SurahNumber":3,"VerseNumber":122,"Text":"Icinizden iki grubun panige kapıldıgını (da); halbuki Allah onlara yakındı ve muminler yalnız Allah´a guven duymalıydılar"},{"SurahNumber":3,"VerseNumber":123,"Text":"Zira, siz son derece zayıfken Allah, Bedir´de size yardım etmisti. O halde Allah´a karsı sorumluluk bilinci duyun ki sukredenlerden olasınız"},{"SurahNumber":3,"VerseNumber":124,"Text":"(Ve hatırla, o zamanı ki) muminlere (soyle) demistin: \"Rabbinizin (yukarıdan) gonderilmis ucbin melek ile size yardım edecegi(ni bilmeniz) sizin icin yeterli degil mi"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hayır! Ama eger sıkıntıya gogus gerer ve O´na karsı sorumlulugunuzun bilincinde olursanız, dusman aniden size saldırdıgında, Rabbiniz akın akın gelen besbin melekle size yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, sadece size bir mujde olsun ve boylece kalpleriniz rahatlasın diye bunu(n Elcisi tarafından bildirilmesini) emretti -cunku, her seye kadir, gercek hikmet sahibi olan Allah´tan baska kimseden yardım gelmez"},{"SurahNumber":3,"VerseNumber":127,"Text":"(ve) O, hakikati inkara sartlanmıs olanlardan bazısını (sizin vasıtanızla) mahvetsin, digerlerini de oylesine alcaltsın ki umitsizlige kapılıp geri cekilsinler diye (bunu emretti)"},{"SurahNumber":3,"VerseNumber":128,"Text":"Allah´ın onların tevbelerini kabul etmesine yahut onları cezalandırmasına karar vermek senin isin degildir (ey Peygamber,) cunku onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":129,"Text":"Oysa goklerdeki ve yeryuzundeki her sey Allah´a aittir: O, diledigini affeder, diledigini cezalandırır; ve Allah, cok affedicidir, rahmet kaynagıdır"},{"SurahNumber":3,"VerseNumber":130,"Text":"Siz ey imana ermis olanlar! Ribayı kat kat arttırarak bogazınıza gecirmeyin; ama Allah´a karsı sorumlulugunuzun bilincinde olun ki mutluluga erebilesiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ve hakikati inkar edenleri bekleyen atesten sakının"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah´a ve Elcisi´ne tabi olun ki rahmete nail olabilesiniz"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin affına mazhar olmak ve Allah´a karsı sorumluluk bilinci duyanlar icin hazırlanmıs gokler ile yer kadar genis bir cennete ulasmak icin birbirinizle yarısın"},{"SurahNumber":3,"VerseNumber":134,"Text":"Onlar ki hem bolluk hem de darlık zamanında (Allah yolunda) harcarlar, ofkelerini kontrol altında tutarlar ve insanları affederler, cunku Allah iyilik yapanları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ve onlar, utanc verici bir is yaptıkları veya kendi kendilerine (baska turlu) bir zulum isledikleri zaman, Allah´ı anar ve gunahlarının affı icin yalvarırlar -zaten Allah´tan baska kim gunahları affedebilir?- ve her ne (zulum) islemislerse onda bilerek ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste bunlar, mukafat olarak Rablerinden bagıslanma ve mesken olarak icinden ırmaklar akan hasbahceler bulacaklar: gayret gosterenler icin ne guzel bir mukafat"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once (nice) hayat tarzları gelip gecti. Oyleyse, yeryuzunde dolasın ve hakikati yalanlayanların sonunun ne oldugunu gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, butun insanlara acık bir ders ve Allah´a karsı sorumluluklarının bilincinde olanlar icin bir rehber ve bir ogut (olsun)"},{"SurahNumber":3,"VerseNumber":139,"Text":"Oyleyse, cesaretinizi yitirmeyin ve uzulmeyin: Eger (gercekten) inanıyorsanız mutlaka (insanların) en ustunu olursunuz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger basınıza bir bela gelirse, (bilin ki,) benzer bir belaya (baska) insanlar da ugramıstır; zira boyle (iyi ve kotu) gunleri insanlara sırayla paylastırırız: (Bu,) Allah´ın, imana erenleri secip ayırması ve aranızdan hakikate (hayatları ile) sahitlik yapanları secmesi icindir -cunku Allah, zalimleri asla sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"ve (aynı zamanda) Allah´ın imana erenleri her turlu bos ve yararsız seylerden arındırması ve hakikati inkar edenleri etkisiz hale getirmesi icin"},{"SurahNumber":3,"VerseNumber":142,"Text":"Allah, (kendi yolunda) ustun caba gosterdiginizi ve zorluklara karsı sabırlı oldugunuzu gormedikce cennete girebileceginizi mi sanıyorsunuz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Nitekim siz, olumle yuzyuze gelmeden once, (Allah yolunda) olmeyi arzuladınız: iste simdi kendi gozlerinizle onu gormektesiniz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed yalnızca bir elcidir; ondan once de (baska) elciler gelip gectiler: Oyleyse, o olur yahut oldurulurse, topuklarınız uzerinde gerisin geri mi doneceksiniz? Ama, topukları uzerinde gerisin geri donen kisi hicbir sekilde Allah´a zarar veremez. -halbuki Allah, (Kendisine) sukreden herkesin karsılıgını verecektir"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hic kimse, tayin edilmis belli bir vadeden once, Allah´ın izni olmadan olmez. Ve kim bu dunyanın nimetlerini arzularsa kendisine ondan verecegiz; kim de ahiretin nimetlerini arzularsa ona da bunu verecegiz; ve (Bize) sukredenleri mukafatlandıracagız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamber, arkasında Allah´a ram olmus bircok insanla birlikte (O´nun yolunda) savasmak zorunda kaldı: Onlar, Allah yolunda cektikleri sıkıntılardan dolayı ne korkuya kapıldılar, ne zayıf dustuler ve ne de kendilerini (dusman onunde) kucuk dusurduler, zira Allah sıkıntılara gogus gerenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların tek soyledikleri suydu: \"Ey Rabbimiz! Gunahlarımızı ve islerimizdeki asırılıkları bagısla! Adımlarımızı saglamlastır ve hakikati inkar edenlere karsı bize yardım et"},{"SurahNumber":3,"VerseNumber":148,"Text":"Bunun uzerine Allah, onlara, hem bu dunya nimetlerini, hem de ahiretin en guzel nimetlerini bagısladı: Zira Allah, iyilik yapanları sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Siz ey imana ermis olanlar! Hakikati inkara sartlanmıs olanlara tabi olursanız sizi topuklarınızın uzerinde gerisin geri dondururler ve kaybedenlerden olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Hayır, yalnız Allah´tır sizin Mevlanız ve O´dur en iyi yardımcı"},{"SurahNumber":3,"VerseNumber":151,"Text":"Allah´tan baska varlıklara -O´nun hicbir zaman yetki tanımadıgı seylere- ilahlık yakıstırdıklarından dolayı, hakikati inkara sartlanmıs olanların kalplerine korku salacagız; onların son duragı atestir, ne kotudur zalimlerin meskeni"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah elbette size verdigi sozu tuttu; O´nun izniyle dusmanlarınızı yok etmek uzereydiniz; ne var ki Allah size arzuladıgınız (zaferi) gosterdikten sonra gevsediniz, (Peygamber´den gelen) emre aykırı davrandınız ve itaatsizlik ettiniz. Aranızda (sadece) bu dunyaya ilgi duyan kimseler oldugu gibi, ahirete gonul verenler de mevcuttu: Bunun uzerine Allah, sizi sınamak icin dusmanlarınızı yenmenize mani oldu. Ama O, simdi gunahlarınızı bagısladı, zira Allah´ın inananlara lutfu sınırsızdır"},{"SurahNumber":3,"VerseNumber":153,"Text":"(Hatırlayın o anı, ki) Elcim arkanızdan size seslendigi halde, kimseye bakmadan kactınız; bu yuzden O, (Elci´nin) kederine karsılık, elinizden kacanın ve basınıza gelenin uzuntusunu unutturacak bir uzuntu verdi size: Zira Allah, butun yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra O, bu kederin ardından, size bir emniyet duygusu, bazılarınızı sarıp kusatan bir ic sukuneti bagısladı; oysa sadece kendilerini dusunen otekiler, Allah hakkında yanlıs fikirlere -putperest cahiliyye dusuncelerine- kapıldılar ve \"(Bu konuda)) o zaman bir karar yetkisine sahip miydik?\" diye (kendi kendilerine) sordular. De ki: \"Butun karar yetkisi, yalnızca Allah´a aittir!\" (Onlara gelince,) onlar, \"Eger bir karar yetkimiz olsaydı, ardımızda bu kadar cok olu bırakmazdık\" diyerek (ey Peygamber,) sana gostermeyecekleri o (iman zayıflıgı)nı iclerinde saklamaya calısıyorlar. (Onlara) de ki: \"Evlerinizde de kalmıs olsaydınız, (icinizden) olumu takdir edilmis olanlar, devrilecekleri yere mutlaka cıkıp giderlerdi.\" Ve bu (basınıza gelenlerin tumu), Allah´ın goguslerinizde barındırdıgınız her seyi sınaması ve kalplerinizin icini her turlu bos ve yararsız seylerden arındırması icindir: Zira Allah, (insanların) kalplerindeki her seyi bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Iki ordunun savas alanında karsılastıgı gun (gorevlerinden) kacanlara gelince; Seytan, onları (bizzat) kendi yaptıklarıyla tokezletti. Ama simdi, Allah onların gunahlarını sildi. Dogrusu Allah cok affedicidir, halimdir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Siz ey imana ermis olanlar! Uzak yerlere seyahate cık(tıkt)an veya savasa katıl(dıktan sonra ol)en kardesleri hakkında, \"Bizimle kalmıs olsalardı olmeyeceklerdi,\" veya \"oldurulmemis olacaklardı\" diyen, hakikati inkara sartlanmıs kimseler gibi olmayın; zira Allah, bu tur dusunceleri onların kalplerinde acı bir pismanlık kaynagı yapacaktır, cunku hayat bagıslayan ve olume hukmeden yalnız Allah´tır. Allah, yaptıgınız her seyi gorur"},{"SurahNumber":3,"VerseNumber":157,"Text":"Ve eger gercekten Allah yolunda olur veya oldurulurseniz, (unutmayın ki) Allah´ın magfireti ve rahmeti, kisinin (bu dunyada) yıgabilecegi her seyden daha iyidir"},{"SurahNumber":3,"VerseNumber":158,"Text":"Cunku olseniz de, oldurulseniz de sonunda Allah katında toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Ve (ey Peygamber,) senin izleyicilerine yumusak davranman, Allah´ın rahmetinin bir eseriydi. Zira, eger onlara karsı kırıcı ve sert olsaydın, dogrusu senden koparlardı. Artık onları bagısla ve affedilmeleri icin dua et. Ve toplumu ilgilendiren her konuda onlarla musavere et; sonra bir hareket tarzına karar verince de Allah´a guven: Zira Allah, O´na guven duyanları sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, hic kimse sizinle bas edemez; ama ya O sizi terk ederse, kim size yardım edebilir? O halde muminler Allah´a guvensinler"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin hile yapması olacak sey degil; cunku kim hile yaparsa, herkesin yaptıklarının tam karsılıgını alacagı ve hic kimseye haksızlık yapılmayacagı Kıyamet Gunu´nde hilesi yuzune vurulacaktır"},{"SurahNumber":3,"VerseNumber":162,"Text":"Oyleyse, Allah´ın rızasını kazanmak isteyen kisi, Allah´ın lanetine ugramıs ve varıs yeri cehennem olan kisi ile bir midir? Ne kotu bir duraktır o"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar Allah katında (tamamen) farklı derecelere sahiptirler; zira Allah, yaptıkları her seyi gorur"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah, mesajlarını onlara iletmek, onları arındırmak ve onlara ilahi kelamı ve hikmeti ogretmek icin iclerinden kendileri gibi (beserden) bir elci cıkararak muminlere lutufda bulunmustur; halbuki daha once apacık bir sapıklık icinde bulunuyorlardı"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Dusmanlarınızı) iki misli musibete ugrattıktan sonra simdi aynı musibet sizin basınıza geldi diye, kendi kendinize \"Bu nasıl oldu?\" diye soruyorsunuz, oyle mi? De ki: \"O, sizin kendi eserinizdir.\" Dogrusu, Allah diledigi her seyi yapmaya kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"iki ordunun harpte karsılastıgı gun basınıza gelenler Allah´ın izni ile gerceklesti. Bu, Allah´ın (gercek) muminleri belirlemesi icindi"},{"SurahNumber":3,"VerseNumber":167,"Text":"(ve yine,) ikiyuzluluk yapmıs olanları ve kendilerine: \"Gelin, Allah yolunda savasın\" yahut, \"kendinizi savunun!\" denildiginde, \"Eger savas(la sonuclanacagın)ı bilseydik elbette arkanızdan gelirdik\" diye cevap verenleri ortaya cıkarması icindi. Onlar, o gun, kalplerinde olmayanı agızlarıyla soyleyerek imandan cok irtidada yaklastılar. Halbuki Allah, gizlemeye calıstıklarını cok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":168,"Text":"kendilerini (savastan) geri tutanlar, (oldurulen) kardesleri hakkında, (sonradan,) \"Bizi dinleselerdi oldurulmus olmayacaklardı\" dediler. De ki: \"Peki, sozunuzde samimi iseniz olumu basınızdan savın bakalım"},{"SurahNumber":3,"VerseNumber":169,"Text":"Fakat, Allah yolunda oldurulenleri olu saymayın. Hayır, onlar diridir! Rızıkları, Rableri katındadır"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah´ın lutfuyla kendilerine bagısladıgı (sehitlikten) ovunc duyarlar. Ve arkada kalıp henuz kendilerine katılmamıs olan (kardes)lerine, bir korku ve uzuntu duymayacakları mujdesinde bulunmaktan zevk alırlar"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah katından ulasan bir lutfu, bir nimeti ve Allah´ın inananların hak ettigi odulu zayi etmeyecegi (vaadini) mujdelemek isterler"},{"SurahNumber":3,"VerseNumber":172,"Text":"O inananlar ki baslarına gelen beladan sonra Allah´ın ve Elcisi´nin cagrısına uydular. Iyilik yapmada sebat edenleri ve Allah´a karsı sorumluluklarının bilincinde olanları muhtesem bir karsılık bekliyor"},{"SurahNumber":3,"VerseNumber":173,"Text":"O inananlar ki baska insanlar tarafından, \"Bakın, size karsı bir ordu toplanmıs, onlardan kendinizi koruyun!\" seklinde uyarılmıslardı, ama bu, onların sadece imanını arttırdı ve \"Allah bize kafidir; O, ne mukemmel bir koruyucudur!\" diye cevap verdiler"},{"SurahNumber":3,"VerseNumber":174,"Text":"ve Allah´ın lutfu ve nimeti ile (savastan) bir zarara ugramadan donduler: Cunku onlar, Allah´ın rızası icin cabalıyorlardı; ve Allah, yuceliginde ve lutfunda sınırsızdır"},{"SurahNumber":3,"VerseNumber":175,"Text":"Kendi dostlarından korkmayı (icinize) yerlestiren Seytandan baskası degildir: Oyleyse onlardan degil, yalnızca Benden korkun, eger gercek muminler iseniz"},{"SurahNumber":3,"VerseNumber":176,"Text":"Hakikati inkarda birbirleriyle yarısanlardan dolayı uzulme: Onlar, Allah´a hicbir zarar veremezler. Onların ahiret(in nimetlerin)den hic pay alamamaları Allah´ın muradıdır ve onları siddetli bir azap beklemektedir"},{"SurahNumber":3,"VerseNumber":177,"Text":"Iman karsılıgında inkarı satın alanlar hicbir surette Allah´a zarar veremezler, tersine onları siddetli bir azap beklemektedir"},{"SurahNumber":3,"VerseNumber":178,"Text":"Ve onlar -hakikati inkara sartlanmıs olanlar- sanmasınlar ki kendilerine muhlet vermemiz onların hayrınadır, onlara muhlet verdik ki gunahkarlıkları artsın; sonucta onları utanc verici bir azap beklemektedir"},{"SurahNumber":3,"VerseNumber":179,"Text":"(Ey hakikati inkar edenler!) Muminlerin sizin hayat tarzınıza uymalarına goz yummak, Allah´ın istedigi bir sey degildir: Sonunda Allah iyiyi kotuden ayıracaktır. Ve Allah, insan idrakini asan seyleri kavrama gucunu size verecek degildir: (Bunun icin) Allah, elcileri arasından diledigini secer. Oyleyse Allah´a ve elcilerine inanın; zira eger O´na inanır ve O´na karsı sorumlulugunuzun bilincinde olursanız o zaman bilin ki, sizi muhtesem bir karsılık beklemektedir"},{"SurahNumber":3,"VerseNumber":180,"Text":"Onlar, -Allah´ın, lutfundan kendilerine verdiklerine cimrice sarılanlar- bunun kendileri icin hayırlı oldugunu sanmasınlar: Aksine, bu onlar icin kotudur. (Bu kadar) cimrice sarıldıkları sey, Kıyamet Gunu boyunlarına asılacaktır: Zira, goklerin ve yerin mirası (yalnız) Allah´a aittir: Ve Allah, yaptıgınız her seyden haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah fakirdir, ama biz zenginiz!\" diyenlerin sozlerini Allah duymustur. Onların hem soylediklerini, hem de peygamberleri haksız yere oldurduklerini kaydedecegiz ve (Hesap Gunu onlara) diyecegiz: \"Tadın bakalım atesin azabını"},{"SurahNumber":3,"VerseNumber":182,"Text":"ellerinizle islediklerinizin karsılıgı olarak; zira Allah, kullarına en ufak bir haksızlık yapmaz"},{"SurahNumber":3,"VerseNumber":183,"Text":"Allah, yakılarak sunulan bir kurban getirmedikce, hicbir elciye inanmamamızı bize emretmistir\" iddiasında bulunanlara gelince, (Ey Peygamber, onlara) de ki: \"Benden once de peygamberler size hakikatin tum kanıtlarını ve o hakkında konustugunuzu getirmislerdi: Peki, soylediginizde samimi idiyseniz neden onları katlettiniz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Ve sayet seni yalanlıyorlarsa (bil ki) aynı sekilde, senden once hakikatin tum kanıtlarını, ilahi hikmet yuklu kitapları ve aydınlık sacan vahyi getiren (diger) peygamberler de yalanlanmıs bulunuyorlar"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her can olumu tadacaktır: Boylece Kıyamet Gunu (yapıp ettiklerinizin) karsılıgı size tam olarak odenecektir; orada atesten uzaklastırılıp cennete sokulacak olanlar, gercek bir zafer kazanmıs olacaklardır: Zira bu dunya hayatı(na duskunluk), kendi kendini aldatma zevkinden baska bir sey degildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Mallarınızla ve canlarınızla mutlaka sınanacaksınız: Ve dogrusu, hem sizden once vahiy verilenlerden hem de Allah´tan baska varlıklara ilahlık yakıstıranlardan bircok incitici soz isiteceksiniz. Ama eger zorluklara sabırla katlanır ve O´na karsı sorumlulugunuzun bilincinde olursanız; bilin ki bu, azimle sarılınacak bir istir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Allah, gecmiste kendilerine vahiy verilenlere, \"Bunu insanlara acıklayın ve ondan hicbir seyi gizlemeyin!\" (buyurdugunda, bunu yapacaklarına) dair onlardan guclu bir taahhut almıstı. Ama onlar bu taahhutlerini kulak arkasına attılar ve kucuk bir kazancla degistirdiler: Ne kotu bir alısveristi bu"},{"SurahNumber":3,"VerseNumber":188,"Text":"Sanma ki bu sekilde basardıklarıyla ovunen ve yapmadıkları ile ovulmekten hoslananlar azaptan kurtulabilecekler. Onları (ahirette) siddetli bir azap beklemektedir"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerde ve yeryuzunde hukumranlık Allah´a aittir: ve Allah, her seyi yapmaya kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Kuskusuz, goklerin ve yerin yaratılısında ve gece ile gunduzun birbirini izlemesinde derin kavrayıs sahipleri icin alınacak dersler vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"Onlar ki ayakta dururken, otururken ve uyumak icin uzandıklarında Allah´ı anar, (ve) goklerin ve yerin yaratılısı uzerinde inceden inceye dusunurler: \"Ey Rabbimiz! Sen bunları(n hic birini) anlamsız ve amacsız yaratmadın. Sen yucelikte sınırsızsın! Bizi atesin azabından koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Ey Rabbimiz! Kimi atese mahkum edersen, kuskusuz, onu (bu dunyada) alcaltmıs olursun: Ve bu zalimler, hicbir yardımcı da bulamazlar"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ey Rabbimiz! (Bizi) imana cagıran bir ses duyduk; ´Rabbinize iman edin!´ Ve boylece imana geldik. Ey Rabbimiz! Gunahlarımızdan oturu bizi affet ve kotuluklerimizi sil; ve gercek erdem sahipleri olarak canımızı al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Ey Rabbimiz! Elcilerin vasıtasıyla vaad ettigin seyi bize bahset ve Kıyamet Gunu bizi mahcup etme! Suphesiz, sen sozunden asla caymazsın"},{"SurahNumber":3,"VerseNumber":195,"Text":"Ve Rableri onların dualarını soyle cevaplar: \"Ister erkek, ister kadın olsun, (Benim yolumda) caba gosterenlerden hic kimsenin cabasını bosa cıkarmayacagım: (cunku) hepiniz birbirinizin soyundan gelirsiniz. Zulum ve kotuluk diyarından kacanlara, yurtlarından surulenlere, Benim yolumda eziyet cekenlere ve (bu yolda) savasıp oldurulenlere gelince; onların kotuluklerini mutlaka silecegim ve onları, Allah´tan bir mukafat olarak, icinden ırmaklar akan hasbahcelere sokacagım: Zira mukafatların en guzeli, Allah katında olanıdır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Hakikati inkara sartlanmıs olanların yeryuzunde dilediklerini yapabilir gorunmeleri, seni yanıltmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"o, gelip gecici bir tatmin(den ibaret)tir, ama sonunda varacakları yer cehennemdir -o, ne kotu bir meskendir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Ama Rablerine karsı sorumluluklarının bilincinde olanlar, icinden ırmaklar akan hasbahcelere kavusacaklardır: Allah´tan ne guzel bir karsılama! Ve Allah katında olan, gercek erdem sahipleri icin en hayırlı olandır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Dogrusu, gecmis vahyin mensupları arasında (gercekten) Allah´a iman edenler ve hem size hem de kendilerine indirilene inananlar vardır. Boyleleri, Allah´tan korkarlar, O´nun mesajlarını ufak bir kazanc icin degistirmezler. Onların mukafatı, Rableri katındadır; cunku Allah, hesap gormede hızlıdır"},{"SurahNumber":3,"VerseNumber":200,"Text":"Siz ey imana ermis olanlar! Zorluklara sabırla katlanın ve birbirinizle sabırda yarısın, (dogru olanı yapmaya) her zaman hazır olun ve Allah´a karsı sorumluluk bilinci duyun ki mutluluga erebilesiniz"}]}