{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, kendisinden baska tanri olmayan, hayy ve kayyumdur"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana kendisinden oncekileri tasdik edip dogrulayan bu kitabi hak ile indirdi. Daha once insanlara hidayet olarak Tevrat'i ve Incil'i de yine O indirmisti.. Evet bu Furkan'i da O indirdi. Gercek su ki, Allah'in ayetlerini inkar edenler icin cetin bir azap vardir. Allah cok gucludur, intikamini alir"},{"SurahNumber":3,"VerseNumber":4,"Text":"O, sana kendisinden oncekileri tasdik edip dogrulayan bu kitabi hak ile indirdi. Daha once insanlara hidayet olarak Tevrat'i ve Incil'i de yine O indirmisti.. Evet bu Furkan'i da O indirdi. Gercek su ki, Allah'in ayetlerini inkar edenler icin cetin bir azap vardir. Allah cok gucludur, intikamini alir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Su da kesindir ki, ne yerde, ne de gokte hicbir sey Allah'a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Sizi, rahimlerde diledigi gibi sekillendiren O'dur. Kendisinden baska tanri olmayan, san, seref ve hikmet sahibi olan O'dur"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana bu kitabi indiren O'dur. Bunun ayetlerinden bir kismi muhkemdir ki, bu ayetler, kitabin anasi (asli) demektir. Diger bir kismi da mutesabih ayetlerdir. Kalblerinde kaypaklik olanlar, sirf fitne cikarmak icin, bir de kendi keyflerine gore te'vil yapmak icin onun mutesabih olanlarinin pesine duserler. Halbuki onun te'vilini Allah'dan baska kimse bilmez. Ilimde uzman olanlar, \"Biz buna inandik, hepsi Rabbimiz katindandir.\" derler. Ustun akillilardan baskasi da derin dusunmez"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rabbimiz! Bize ihsan ettigin hidayetten sonra kalblerimizi haktan saptirma, bize kendi katindan rahmet ihsan eyle! Suphesiz ki, Sen bol ihsan sahibisin"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rabbimiz! Bize ihsan ettigin hidayetten sonra kalblerimizi haktan saptirma, bize kendi katindan rahmet ihsan eyle! Suphesiz ki, Sen bol ihsan sahibisin"},{"SurahNumber":3,"VerseNumber":10,"Text":"Ey Rabbimiz! Muhakkak ki, Sen, geleceginde hic suphe olmayan bir gunde butun insanlari bir araya toplayacaksin. Muhakkak ki Allah, hic sozunden caymaz"},{"SurahNumber":3,"VerseNumber":11,"Text":"Gercek su ki, kafirlere, Allah'tan gelecek bir zarari, ne mallari, ne de evlatlari engelleyemez. Iste onlar, o atesin yakiti olacaklar"},{"SurahNumber":3,"VerseNumber":12,"Text":"Gidisatlari, Firavun soyunun ve daha oncekilerin gidisati gibidir. Onlar, ayetlerimizi yalan saymislardi. Bunun uzerine Allah da onlari isledikleri gunahlar yuzunden yakalayip alasagi etti. Allah, cezasi cetin olandir"},{"SurahNumber":3,"VerseNumber":13,"Text":"O inkarci kafirlere de ki, siz mutlaka yenilgiye ugrayacak ve toplanip cehenneme doldurulacaksiniz. Orasi ne fena bir dosektir"},{"SurahNumber":3,"VerseNumber":14,"Text":"Hic suphesiz karsi karsiya gelen iki toplulukta size bir ayet, bir isaret ve ibret vardir. Onlardan biri Allah yolunda savasiyordu, oburu de kafirdi ve karsilarindakini goz karariyla kendilerinin iki kati goruyorlardi. Allah da gonderdigi yardimla diledigini destekliyordu. Goren gozleri olanlar icin elbette bunda apacik bir ibret vardir"},{"SurahNumber":3,"VerseNumber":15,"Text":"Insanlara kadinlar, ogullar, yuklerle altin ve gumus yiginlari, salma atlar, davarlar, ekinler kabilinden asiri sevgiyle baglanilan seyler cok suslu gosterilmistir. Halbuki bunlar dunya hayatinin gecici faydalarini saglayan seylerdir. Oysa varilacak yerin (ebedi hayatin) butun guzellikleri Allah katindadir"},{"SurahNumber":3,"VerseNumber":16,"Text":"De ki, size, o istediklerinizden daha hayirlisini haber vereyim mi? Korunan kullar icin Rablerinin yaninda cennetler var ki, altlarindan irmaklar akar, iclerinde ebedi kalmak uzere onlara, hem tertemiz esler var, hem de Allah'dan bir riza vardir. Allah, o kullari gorur"},{"SurahNumber":3,"VerseNumber":17,"Text":"Onlar ki, \"Ey Rabbimiz! Biz inandik, iman getirdik, artik bizim suclarimizi bagisla ve bizi ates azabindan koru!\" derler"},{"SurahNumber":3,"VerseNumber":18,"Text":"O sabredenleri, o dogruluktan sasmayanlari, o elpence divan duranlari, o nafaka verenleri ve seher vakitlerinde o istigfar edip yalvaranlari (gorur)"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah sehadet eyledi su gercege ki, baska tanri yok, ancak O vardir. Butun melekler ve ilim ululari da dosdogru olarak buna sahittir ki, baska tanri yok, ancak O aziz, O hakim vardir"},{"SurahNumber":3,"VerseNumber":20,"Text":"Dogrusu Allah katinda din, Islam'dir; o kitap verilenlerin anlasmazliklari ise sirf kendilerine ilim geldikten sonra aralarindaki taskinlik ve ihtirastan dolayidir. Her kim Allah'in ayetlerini inkar ederse iyi bilsin ki, Allah hesabi cabuk gorendir"},{"SurahNumber":3,"VerseNumber":21,"Text":"Buna karsi seninle munakayasa kalkisirlarsa de ki: \"Ben, bana uyanlarla birlikte kendi ozumu Allah'a teslim etmisimdir\". Kendilerine kitap verilenlere ve (kitap verilmeyen) ummilere de ki: \"Siz de Islam'i kabul ettiniz mi?\" Eger Islam'a girerlerse hidayete ermis olurlar. Eger yuz cevirirlerse, sana dusen sey ancak teblig etmektir. Allah kullari gorendir. Allah'in ayetlerini inkar edenler ve haksiz yere peygamberleri oldurenler, insanlar icinde adaleti emredenlerin canina kiyanlar yok mu? Bunlari acikli bir azapla mujdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste bunlar oyle kimselerdir ki, dunyada da ahirette de butun yaptiklari bosa gitmistir. Onlarin hicbir yardimcilari da olmayacaktir"},{"SurahNumber":3,"VerseNumber":23,"Text":"Gormuyor musun, o kendilerine kitaptan bir nasip verilmis olanlar, aralarinda hukum vermek icin Allah'in kitabina davet olunuyorlar da, sonra iclerinden bir kismi yuz cevirerek donup gidiyorlar"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bunun sebebi, onlarin \"belli gunlerden baska bize asla ates azabi dokunmaz\" demeleridir. Uydurageldikleri yalanlar dinlerinde kendilerini aldatmaktadir"},{"SurahNumber":3,"VerseNumber":25,"Text":"O geleceginde hic suphe olmayan gunde kendilerini bir araya topladigimiz ve hic kimseye haksizlik edilmeden herkese ne kazandiysa tamamen odendigi vakit halleri nasil olacaktir"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: \"Ey mulkun sahibi Allah'im! Sen mulku diledigine verirsin, dilediginden de onu ceker alirsin, diledigini aziz edersin, diledigini zelil edersin. Hayir Senin elindedir. Muhakkak ki, Sen her seye kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gunduzun icine sokarsin, gunduzu gecenin icine sokarsin; oluden diri cikarirsin, diriden olu cikarirsin. Diledigine de hesapsiz rizik verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Muminler, muminleri birakip da kafirleri dost edinmesin ve onu her kim yaparsa Allah'dan ilisigi kesilmis olur, ancak onlardan bir korunma yapmaniz baskadir. Bununla beraber Allah sizi kendisinden korunmaniz hususunda uyarir. Nihayet gidis Allah'adir"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki, goguslerinizdekini gizleseniz de, aciga vursaniz da Allah onu bilir. Goklerde ne var, yerde ne varsa hepsini bilir. Hic suphesiz Allah, her seye kadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"O gun her nefis, ne hayir islemisse, ne kotuluk yapmissa onlari onunde hazir bulur. Yaptigi kotuluklerle kendi arasinda uzak bir mesafe bulunsun ister. Allah, size asil kendisinden cekinmenizi emreder. Suphesiz ki Allah, kullarini cok esirger"},{"SurahNumber":3,"VerseNumber":31,"Text":"De ki, siz gercekten Allah'i seviyorsaniz bana uyun ki, Allah da sizi sevsin ve suclarinizi bagislasin. Cunku Allah cok esirgeyici ve bagislayicidir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki, Allah'a ve Peygamber'e itaat edin! Eger aksine giderlerse, suphe yok ki Allah kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Gercekten Allah, Adem'i, Nuh'u, Ibrahim soyunu ve Imran soyunu alemler uzerine seckin kildi"},{"SurahNumber":3,"VerseNumber":34,"Text":"Bir zurriyet olarak birbirinden gelmislerdir. Allah her seyi isitendir, bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Imran'in karisi: \"Rabbim, karnimdakini tam hur olarak sana adadim, benden kabul buyur, suphesiz sen isitensin, bilensin.\" demisti"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu dogurunca -Allah onun ne dogurdugunu bilip dururken- soyle dedi: \"Rabbim, onu kiz dogurdum; erkek, kiz gibi degildir. Ona Meryem adini verdim. Onu ve soyunu kogulmus seytanin serrinden sana ismarliyorum"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun uzerine Rabbi onu guzel bir sekilde kabul buyurdu ve onu guzel bir bitki gibi yetistirdi ve Zekeriyya'nin himayesine verdi. Zekeriyya ne zaman kizin bulundugu mihraba girse, onun yaninda yeni bir yiyecek bulurdu. \"Meryem! Bu sana nereden geldi?\" deyince, o da: \"Bu, Allah katindandir.\" derdi. Suphesiz Allah, diledigine hesapsiz rizik verir"},{"SurahNumber":3,"VerseNumber":38,"Text":"Orada Zekeriyya, Rabbine dua etti: \"Rabbim! Bana katindan hayirli bir nesil ver. Suphesiz sen, duayi hakkiyle isitensin\" dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mabedde namaz kilarken melekler ona: \"Allah sana, Allah'dan bir kelimeyi dogrulayici, efendi, nefsine hakim ve iyilerden bir peygamber olarak Yahya'yi mujdeler.\" diye unlediler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: \"Ey Rabbim, benim nasil oglum olabilir? Bana ihtiyarlik gelip catti, karim ise kisirdir.\" dedi. Allah: \"Oyledir, fakat Allah diledigini yapar.\" buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: \"Rabbim! (oglum olacagina dair) bana bir alamet ver\" dedi. Allah da buyurdu ki: \"Senin icin alamet, insanlara uc gun, isaretten baska soz soyleyememendir. Ayrica Rabbini cok an, sabah aksam tesbih et"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani melekler: \"Ey Meryem! Allah seni secti, seni tertemiz yaratti ve seni dunya kadinlarina ustun kildi"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine divan dur ve secdeye kapan ve ruku' edenlerle beraber ruku' et\" demislerdi"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iste bu, sana vahyettigimiz gayb haberlerindendir. (Yoksa) \"Meryem'i kim himayesine alip koruyacak?\" diye kalemlerini (kur'a icin) atarlarken sen yanlarinda degildin. (Bu hususta) Tartisirlarken de yanlarinda bulunmadin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler soyle demisti: \"Ey Meryem! Allah sana kendisinden bir kelimeyi mujdeliyor ki, adi Meryem oglu Isa Mesih'dir; dunyada da ahirette de itibarli, ayni zamanda Allah'a cok yakinlardandir"},{"SurahNumber":3,"VerseNumber":46,"Text":"Besikte de, yetiskin caginda da insanlarla konusacak ve iyilerden olacaktir"},{"SurahNumber":3,"VerseNumber":47,"Text":"(Meryem): \"Ey Rabbim, bana bir beser dokunmamisken benim nasil cocugum olur?\" dedi. Allah: \"Oyle ama, Allah diledigini yaratir, bir seyin olmasini dilediginde ona sadece 'ol!' der, o da hemen oluverir.\" dedi"},{"SurahNumber":3,"VerseNumber":48,"Text":"Allah ona kitab (okuma ve yazmay)i, hikmeti ve Tevrat ile Incil'i ogretir"},{"SurahNumber":3,"VerseNumber":49,"Text":"Allah onu Israilogullarina (soyle diyecek) bir peygamber olarak gonderir: \"Suphesiz ki ben size Rabbinizden bir ayet (mucize, belge) getirdim: Size, kus biciminde camurdan birsey yaparim da icine uflerim, Allah'in izniyle o, kus olur; anadan dogma koru ve alacaliyi iyilestiririm ve Allah'in izniyle oluleri diriltirim. Evlerinizde ne yiyor ve neleri biriktiriyorsaniz size haber veririm"},{"SurahNumber":3,"VerseNumber":50,"Text":"Onumdeki Tevrat'i dogrulayici olarak ve size haram kilinan bazi seyleri helal kilmak icin (geldim) ve Rabbiniz tarafindan size bir mucize getirdim. Artik Allah'tan korkun da bana uyun"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. Onun icin hep O'na kulluk edin! Iste bu, dogru yoldur"},{"SurahNumber":3,"VerseNumber":52,"Text":"Isa onlarin inkarlarini hissedince: \"Allah yolunda yardimcilarim kim?\" dedi. Havariler: \"Allah yolunda yardimcilar biziz. Allah'a iman ettik. Sahit ol ki, biz muhakkak muslumanlariz.\" dediler"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz, senin indirdigine iman ettik, o peygambere de uyduk. Artik bizi sahidlerle beraber yaz"},{"SurahNumber":3,"VerseNumber":54,"Text":"Onlar hileye basvurdular, Allah da onlarin tuzagini bosa cikardi. Allah hileleri bosa cikaranlarin en hayirlisidir"},{"SurahNumber":3,"VerseNumber":55,"Text":"O zaman Allah soyle dedi: \"Ey Isa, suphesiz ki seni oldurecegim, seni kendime yukseltecegim ve seni inkarcilardan temizleyecegim. Hem sana uyanlari, kiyamete kadar o kufredenlerin ustunde tutacagim. Sonra donusunuz banadir, ayriliga dustugunuz hususlarda aranizda hukmedecegim"},{"SurahNumber":3,"VerseNumber":56,"Text":"Inkar edenlere gelince, onlara dunyada da, ahirette de siddetli bir sekilde azab edecegim, onlarin hicbir yardimcilari da olmayacaktir"},{"SurahNumber":3,"VerseNumber":57,"Text":"Iman edip iyi isler yapanlara gelince, Allah onlarin mukafatlarini tastamam verecektir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Iste bu sana okudugumuz, ayetlerden ve hikmetli Kur'an'dandir"},{"SurahNumber":3,"VerseNumber":59,"Text":"Dogrusu Allah katinda Isa'nin (yaratilisindaki) durumu, Adem'in durumu gibidir; onu topraktan yaratti, sonra ona \"ol!\" dedi, o da oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Bu hak (gercek) senin rabbindendir, o halde suphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana (gerekli) bilgi geldikten sonra artik kim bu konuda seninle tartisacak olursa, de ki: \"Gelin, ogullarimizi ve ogullarinizi, kadinlarimizi ve kadinlarinizi, kendimizi ve kendinizi cagiralim, sonra da lanetleselim; Allah'in lanetinin yalancilara olmasini dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Iste (Isa hakkinda soylenen) gercek kissa budur. Allah'tan baska hicbir tanri yoktur. Muhakkak ki Allah cok gucludur ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger (haktan) yuz cevirirlerse, suphesiz ki Allah bozgunculari cok iyi bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: Ey kitap ehli! Sizinle bizim aramizda ortak olan bir soze geliniz. Allah'tan baskasina kulluk etmeyelim, O'na hicbir seyi es tutmayalim ve Allah'i birakip da kimimiz kimimizi ilahlastirmasin. Eger onlar yine yuz cevirirlerse, deyin ki: \"Sahit olun biz muslumanlariz"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey Kitap ehli! Ibrahim hakkinda nicin tartisiyorsunuz? Oysa Tevrat da, Incil de ondan sonra indirilmistir. Siz hic dusunmuyor musunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Iste siz boylesiniz. Haydi biraz bilginiz olan sey hakkinda tartistiniz, ya hic bilginiz olmayan sey hakkinda nicin tartisiyorsunuz? Allah bilir, siz bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim, ne yahudi, ne de hiristiyandi; fakat o, Allah'i bir taniyan dosdogru bir muslumandi, musriklerden de degildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Dogrusu onlarin Ibrahim'e en yakin olani, ona uyanlar, su Peygamber ve iman edenlerdir. Allah da muminlerin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitap ehlinden bir grup sizi saptirmak istediler, halbuki sirf kendilerini saptiriyorlar da farkina varmiyorlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey kitap ehli! (gercegi) gordugunuz halde, nicin Allah'in ayetlerini inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kitap ehli! Nicin hakki batila karistiriyor ve bile bile gercegi gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap ehlinden bir grup: \"Muminlere indirilene gunun baslangicinda inanin, sonunda da inkar edin, belki onlar da donerler.\" dedi"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ve kendi dininize uyanlardan baskasina inanmayin\" (dediler). De ki: \"Suphesiz dogru yol, Allah'in yoludur\". (Onlar kendi aralarinda): \"Size verilenin benzerinin hicbir kimseye verilmis olduguna, yahut Rabbinizin huzurunda sizin aleyhinize deliller getireceklerine\" (de inanmayin dediler). De ki: \"Lutuf Allah'in elindedir, onu diledigine verir. Allah, rahmeti bol olan, her seyi hakkiyla bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini diledigine tahsis eder. Allah, buyuk lutuf ve kerem sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap ehlinden oylesi vardir ki, ona yuklerle mal emanet etsen, onu sana eksiksiz iade eder. Fakat oylesi de vardir ki, ona bir dinar emanet etsen, tepesine dikilip durmadikca onu sana iade etmez. Bu da onlarin, \"Ummilere karsi yaptiklarimizdan bize vebal yoktur.\" demelerinden dolayidir. Ve onlar, bile bile Allah'a karsi yalan soylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayir, kim sozunu yerine getirir ve kotuluklerden korunursa, suphesiz Allah da korunanlari sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah'a verdikleri sozu ve yeminlerini az bir paraya satanlar var ya, iste onlarin ahirette bir payi yoktur; Allah kiyamet gunu onlarla hic konusmayacak, onlara bakmayacak ve onlari temizlemeyecektir. Onlar icin aci bir azab vardir"},{"SurahNumber":3,"VerseNumber":78,"Text":"Kitap ehlinden oyle bir guruh da vardir ki, siz onu kitaptan sanasiniz diye, dillerini kitaba dogru egip bukerler. Halbuki o, kitaptan degildir. \"Bu, Allah katindandir.\" derler; oysa o, Allah katindan degildir. Allah'a karsi, kendileri bilip dururken, yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Insanlardan hicbir kimseye, Allah kendisine kitap, hukum ve peygamberlik verdikten sonra, kalkip insanlara: \"Allah'i birakip bana kul olun.\" demesi yakismaz. Fakat onun: \"Ogrettiginiz ve okudugunuz kitap geregince Rabb'e halis kullar olun\" (demesi uygundur)"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve O size: \"Melekleri ve peygamberleri tanrilar edinin.\" diye de emretmez. Siz musluman olduktan sonra, size hic inkari emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Allah peygamberlerden soyle soz almisti: \"Andolsun ki size kitab ve hikmet verdim, sonra yaninizda bulunan (kitaplar)i dogrulayici bir peygamber geldiginde ona muhakkak inanacak ve ona yardim edeceksiniz! Bunu kabul ettiniz mi? Ve bu hususta agir ahdimi uzerinize aldiniz mi?\" demisti. Onlar: \"Kabul ettik\" dediler. (Allah da) dedi ki: \"Oyleyse sahit olun, ben de sizinle beraber sahit olanlardanim"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artik bundan sonra her kim donerse, iste onlar yoldan cikmislarin ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Onlar, Allah'in dininden baskasini mi ariyorlar? Halbuki goklerde ve yerde ne varsa hepsi, ister istemez O'na boyun egmistir ve O'na dondurulup goturuleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: \"Allah'a, bize indirilen (Kur'an)e, Ibrahim'e, Ismail'e, Ishak'a, Yakub'a ve torunlarina indirilene, Musa'ya, Isa'ya ve peygamberlere Rablerinden verilenlere inandik. Onlarin arasinda hicbir fark gozetmeyiz, biz O'na teslim olmuslariz"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islam'dan baska bir din ararsa ondan asla kabul edilmeyecek ve o ahirette de zarar edenlerden olacaktir"},{"SurahNumber":3,"VerseNumber":86,"Text":"Inandiktan, Peygamber'in hak olduguna sehadet ettikten ve kendilerine acik deliller geldikten sonra, inkara sapan bir milleti Allah nasil dogru yola eristirir? Allah zalimler guruhunu dogru yola iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste onlarin cezalari, Allah'in, meleklerin, insanlarin hepsinin laneti onlarin uzerlerindedir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu (lanetin) icinde ebedi kalacaklardir. Kendilerinden ne bu azab hafifletilir, ne de yuzlerine bakilir"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak bundan sonra tevbe edip kendini duzeltenler baska. Suphesiz ki Allah, cok bagislayan ve cok esirgeyendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Suphesiz imanlarinin arkasindan kufreden, sonra da kufrunu artirmis olanlarin tevbeleri asla kabul olunmaz. Iste onlar sapiklarin ta kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Muhakkak ki inkar edenler ve kafir olduklari halde de olenler, yeryuzu dolusu altin fidye verseler bile hic birisinden asla kabul edilmeyecektir. Iste dayanilmaz azab onlar icindir. Onlarin hicbir yardimcilari da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden (Allah yolunda) harcamadikca, gercek iyilige asla erisemezsiniz. Her ne harcarsaniz Allah onu hakkiyla bilir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden once, Israil (Yakub)in kendisine haram kildigi disinda, yiyeceklerin hepsi Israilogullarina helal idi. De ki: \"Eger dogrulardan iseniz, haydi Tevrat'i getirip okuyun"},{"SurahNumber":3,"VerseNumber":94,"Text":"Kim bundan sonra Allah'a karsi yalan uydurursa, iste onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: \"Allah dogru soylemistir. Oyle ise dosdogru, Allah'i birleyici olarak Ibrahim'in dinine uyun. O, musriklerden degildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"Suphesiz insanlar icin kurulan ilk mabed, Mekke'deki cok mubarek ve butun alemlere hidayet kaynagi olan Beyt (Kabe)dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Onda apacik deliller, Ibrahim'in makami vardir. Oraya giren guvene erer. Ona bir yol bulabilenlerin Beyt'i haccetmesi Allah'in insanlar uzerinde bir hakkidir. Kim inkar ederse, suphesiz Allah butun alemlerden mustagni (kimseye muhtac degil, her sey ona muhtac)dir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: \"Ey kitap ehli! Allah yaptiklarinizi gorup dururken nicin Allah'in ayetlerini inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: \"Ey kitap ehli! Gercegi gorup bildiginiz halde nicin Allah'in yolunu egri gostermeye yeltenerek muminleri Allah'in yolundan cevirmeye kalkisiyorsunuz? Allah yaptiklarinizdan habersiz degildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler! Kendilerine kitap verilenlerden herhangi bir gruba uyarsaniz, imaninizdan sonra sizi dondurup kafir yaparlar"},{"SurahNumber":3,"VerseNumber":101,"Text":"Size Allah'in ayetleri okunup dururken ve Allah'in elcisi de aranizda iken nasil inkara saparsiniz? Kim Allah'a simsiki baglanirsa, kesinlikle dogru yola iletilmistir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler! Allah'tan, O'na yarasir sekilde korkun ve ancak muslumanlar olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hep birlikte Allah'in ipine (kitabina, dinine) simsiki sarilin. Parcalanip ayrilmayin. Allah'in uzerinizdeki nimetini dusunun. Hani siz birbirinize dusmanlar idiniz de, O, kalplerinizi birlestirmisti. Iste O'nun (bu) nimeti sayesinde kardesler olmustunuz. Yine siz, bir ates cukurunun tam kenarinda iken oradan da sizi O kurtarmisti. Iste Allah size ayetlerini boyle apacik bildiriyor ki, dogru yola eresiniz"},{"SurahNumber":3,"VerseNumber":104,"Text":"Icinizden hayra cagiran, iyiligi emredip kotulukten men eden bir topluluk bulunsun. Iste kurtulusa eren onlardir"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apacik deliller geldikten sonra parcalanip ayriliga dusenler gibi olmayin. Iste bunlar icin buyuk bir azap vardir"},{"SurahNumber":3,"VerseNumber":106,"Text":"O gun bazi yuzler agarir, bazi yuzler kararir. Yuzleri kararanlara: \"Imaninizdan sonra kufrettiniz ha? Oyle ise inkar etmenize karsilik azabi tadin\" (denecektir)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yuzleri agaranlara gelince, (onlar) Allah'in rahmeti icindedirler. Onlar orada ebedi kalacaklardir"},{"SurahNumber":3,"VerseNumber":108,"Text":"Bunlar Allah'in, sana gercek olarak okuyageldigimiz, ayetleridir. Allah alemlere hicbir haksizlik etmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Goklerde ve yerde olanlarin hepsi Allah'indir. Butun isler Allah'a dondurulur"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz insanlar icin cikarilmis en hayirli ummetsiniz. Iyiligi emreder, kotulukten vazgecirmege calisir ve Allah'a inanirsiniz. Kitap ehli de inansaydi kendileri icin elbette daha hayirli olurdu. Iclerinden iman edenler de var, ama pek cogu yoldan cikmislardir"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar size eziyetten baska bir zarar veremezler. Eger sizinle savasmaya kalkissalar, size arkalarini donup kacarlar. Sonra kendilerine yardim da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlar nerede bulunurlarsa bulunsunlar, uzerlerine alcaklik damgasi vurulmustur. Meger ki Allah'in ipine ve insanlar (muminler)in ahdine siginmis olsunlar. Onlar Allah'in hismina ugradilar ve uzerlerine de miskinlik damgasi vuruldu. Bunun sebebi, onlarin Allah'in ayetlerini inkar etmis olmalari ve haksiz yere peygamberleri oldurmeleridir. Ayrica isyan etmis ve haddi de asmislardi"},{"SurahNumber":3,"VerseNumber":113,"Text":"Hepsi bir degildirler. Kitap ehli icinde dogruluk uzere bulunan bir ummet (topluluk) vardir ki, gecenin saatlerinde onlar secdeye kapanarak Allah'in ayetlerini okurlar"},{"SurahNumber":3,"VerseNumber":114,"Text":"Allah'a ve ahiret gunune inanirlar, iyiligi emrederler, kotulukten vazgecirmeye calisirlar, hayir islerinde de birbirleriyle yarisirlar. Iste onlar iyi insanlardandir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Onlar ne hayir islerlerse karsiliksiz birakilmayacaklardir. Allah kendisinden geregi gibi sakinanlari bilir"},{"SurahNumber":3,"VerseNumber":116,"Text":"O inkar edenler (var ya), onlarin ne mallari, ne de evlatlari, onlara Allah'a karsi hicbir fayda saglamayacaktir. Onlar, ates halkidir; orada ebedi kalacaklardir"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onlarin bu dunya hayatinda harcadiklarinin durumu, kendilerine zulmeden bir toplulugun ekinlerini vurup da mahveden kavurucu ve soguk bir ruzgarin hali gibidir. Allah onlara zulmetmedi. Fakat kendileri, kendilerine zulmediyorlar"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler! Kendi disinizdakilerden sirdas edinmeyin. Cunku onlar size fenalik etmekten asla geri kalmazlar, hep sikintiya dusmenizi isterler. Kin ve dusmanliklari agizlarindan tasmaktadir. Kalplerinde gizledikleri ise daha buyuktur. Dusunurseniz, biz size ayetleri acikladik"},{"SurahNumber":3,"VerseNumber":119,"Text":"Iste siz oyle kimselersiniz ki, onlari seversiniz, halbuki onlar sizi sevmezler, siz kitap(lar)in hepsine inanirsiniz, onlarsa sizinle bulustuklari zaman \"inandik\" derler. Basbasa kaldiklari zaman da kinlerinden dolayi parmaklarinin uclarini isirirlar. De ki: \"kininizle geberin!\". Suphesiz ki Allah goguslerin (gonullerin) ozunu bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik dokunsa fenalarina gider, basiniza bir kotuluk gelse onunla sevinirler. Eger sabreder ve Allah'dan geregince korkarsaniz, onlarin hileleri size hicbir zarar vermez; cunku Allah onlari kendi amelleriyle kusatmistir"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen sabah erkenden muminleri savas mevzilerine yerlestirmek icin ailenden ayrilmistin. Allah, hakkiyla isiten ve bilendir"},{"SurahNumber":3,"VerseNumber":122,"Text":"O zaman icinizden iki takim bozulmaya yuz tutmustu. Halbuki Allah onlarin yardimcisi idi. Inananlar, yalniz Allah'a dayanip guvensinler"},{"SurahNumber":3,"VerseNumber":123,"Text":"Andolsun, sizler gucsuz oldugunuz halde Allah size Bedir'de yardim etmisti. Allah'tan sakinin ki, O'na sukretmis olasiniz"},{"SurahNumber":3,"VerseNumber":124,"Text":"O zaman sen muminlere: \"Rabbinizin size, indirilmis uc bin melek ile yardim etmesi size yetmez mi?\" diyordun"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, sabreder ve (Allah'tan) korkarsaniz, onlar ansizin uzerinize gelseler, Rabbiniz size nisanli nisanli bes bin melekle yardim eder"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, bunu size sirf bir mujde olsun ve kalpleriniz bununla yatissin diye yapti. Yardim, yalniz daima galip ve hikmet sahibi olan Allah katindandir"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Allah bu yardimi) inkar edenlerden bir kismini kessin veya perisan etsin de umutsuz olarak donup gitsinler (diye yapti)"},{"SurahNumber":3,"VerseNumber":128,"Text":"Bu isten sana hicbir sey dusmez. (Allah), ya onlarin tevbesini kabul eder, yahut onlara, zalim olduklarindan dolayi azab eder"},{"SurahNumber":3,"VerseNumber":129,"Text":"Goklerde ve yerde olanlarin hepsi Allah'indir. Diledigini bagislar, diledigine azab eder. Allah, cok bagislayan, cok esirgeyendir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Kat kat artirilmis olarak faiz yemeyin. Allah'tan sakinin ki kurtulusa eresiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirler icin hazirlanmis olan atesten sakinin"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah ve Peygambere itaat edin ki, size de merhamet edilsin"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizin bagisina ve genisligi goklerle yer arasi kadar olan, Allah'tan geregi gibi korkanlar icin hazirlanmis bulunan cennete kosun"},{"SurahNumber":3,"VerseNumber":134,"Text":"O (Allah'tan hakkiyla korka)nlar, bollukta ve darlikta Allah icin harcarlar, ofkelerini yutarlar, insanlari affederler. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ve onlar cirkin bir gunah isledikleri, yahut nefislerine zulmettikleri zaman Allah'i hatirlayarak hemen gunahlarinin bagislanmasini dilerler. Allah'tan baska gunahlari kim bagislayabilir? Bir de onlar, bile bile, isledikleri (gunah) uzerinde israr etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste onlarin mukafati (odulleri) Rableri tarafindan bagislanma ve altindan irmaklar akan, ebedi kalacaklari cennetlerdir. Calisanlarin mukafati ne guzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Muhakkak ki sizden once bircok olaylar, seriatler gelip gecmistir. Yeryuzunde gezin, dolasin da yalancilarin sonunun nasil oldugunu bir gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu (Kur'an) insanlar icin bir aciklama, Allah'dan geregince korkanlar icin dogru yolu gosterme ve bir oguttur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Gevsemeyin, uzulmeyin, eger hakikaten inaniyorsaniz, muhakkak ustun olan sizsinizdir"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eger size (Uhud savasinda) bir yara degmisse, (Bedir harbinde) o topluma da benzeri bir yara dokunmustu. O gunler ki, biz onlari insanlar arasinda dondurur dururuz. (Bu da) Allah'in sizden iman edenleri ayirt etmesi ve sizden sahitler edinmesi icindir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Bir de bu, Allah'in iman edenleri tertemiz secip, kafirleri yok etmesi icindir"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa siz, Allah icinizden cihad edenleri belli etmeden, sabredenleri ortaya cikarmadan cennete girivereceginizi mi sandiniz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Andolsun ki siz olumle karsilasmadan once onu arzuluyordunuz. Iste onu gordunuz, ama bakip duruyorsunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed, ancak bir peygamberdir. Ondan once de peygamberler gelip gecmistir. Simdi o olur veya oldurulurse gerisin geriye (eski dininize) mi doneceksiniz? Kim (boyle) geri donerse, Allah'a hicbir sekilde zarar veremez. Allah sukredenleri mukafatlandiracaktir"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah'in izni olmadikca hicbir kimseye olmek yoktur. (Olum) belirli bir sureye gore yazilmistir. Kim dunya menfaatini dilerse, kendisine ondan veririz. Kim de ahiret sevabini isterse ona da ondan veririz. Biz sukredenleri mukafatlandiracagiz"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler vardi ki, kendileriyle beraber bircok Allah dostlari carpistilar; Allah yolunda baslarina gelenlerden yilginlik gostermediler, zaafa dusmediler, boyun egmediler. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onlarin sozleri ancak: \"Rabbimiz! Bizim gunahlarimizi ve islerimizdeki taskinliklarimizi bagisla ve (yolunda) ayaklarimizi diret, Kafirler guruhuna karsi da bize yardim et!\" demekten ibaretti"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara hem dunya nimetini, hem de ahiret sevabinin guzelligini verdi. Allah guzel davrananlari sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Siz eger kafir olanlara uyarsaniz, sizi topuklariniz ustunde gerisin geriye cevirirler. O zaman busbutun kaybedersiniz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Hayir! Sizin mevlaniz Allah'tir. O, yardim edenlerin en hayirlisidir"},{"SurahNumber":3,"VerseNumber":151,"Text":"Allah'in, hakkinda hicbir delil indirmedigi seyleri O'na ortak kosmalarindan dolayi, inkar edenlerin kalplerine korku salacagiz. Onlarin yurtlari atestir. Zalimlerin donup varacagi yer ne kotudur"},{"SurahNumber":3,"VerseNumber":152,"Text":"Siz Allah'in izni ile dusmanlarinizi oldururken, Allah, size olan vaadini yerine getirmistir. Allah size sevdiginiz (galibiyeti) gosterdikten sonra zaafa dustunuz. (Peygamber'in verdigi) emir hakkinda tartismaya kalkistiniz ve isyan ettiniz. Kiminiz dunyayi istiyordu, kiminiz ahireti istiyordu. Sonra Allah sizi, denemek icin onlardan geri cevirdi ve sizi bagisladi. Allah muminlere karsi cok lutufkardir"},{"SurahNumber":3,"VerseNumber":153,"Text":"Peygamber sizi arkanizdan cagirip dururken, siz boyuna uzaklasiyor, hic kimseye donup bakmiyordunuz. Bundan dolayi Allah, size gam ustune gam verdi ki, ne elinizden gidene, ne de basiniza gelene uzulmeyesiniz. Allah yaptiklarinizdan haberdardir"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o kederin ardindan (Allah) uzerinize oyle bir eminlik, oyle bir uyku indirdi ki, o, icinizden bir zumreyi ortup buruyordu. Bir zumre de canlari sevdasina dusmustu. Allah'a karsi, cahiliyet zanni gibi, hakka aykiri bir zan besliyorlar ve \"Bu isten bize ne?\" diyorlardi. De ki: \"Butun is Allah'indir\". Onlar sana aciklamayacaklarini iclerinde sakliyorlar (ve) diyorlar ki: \"Bize bu isten bir sey olsaydi burada oldurulmezdik\". Onlara soyle soyle: \"Eger siz evlerinizde olsaydiniz bile, uzerlerine oldurulmesi yazilmis olanlar yine muhakkak yatacaklari (oldurulecekleri) yerlere cikip gidecekti. Allah (bunu) goguslerinizin icindekini denemek ve yureklerinizdekini temizlemek icin yapti. Allah goguslerin icinde olani bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Iki toplumun karsilastigi gun, icinizden yuz cevirip gidenler var ya, seytan onlarin kazandiklari bazi seylerden dolayi ayaklarini kaydirmak istedi. Ama yine de Allah onlari affetti. Kuskusuz Allah cok bagislayandir, halim(cok yumusak)dir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Sizler inkar edenler ve yeryuzunde sefere veya savasa cikan kardesleri icin: \"Eger bizim yanimizda olsalardi olmezlerdi ve oldurulmezlerdi.\" diyenler gibi olmayin. Allah bunu, onlarin kalplerine bir hasret (yarasi) olarak koydu. Allah, diriltir ve oldurur. Allah yaptiklarinizi gormektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger Allah yolunda oldurulur veya olurseniz, Allah'in bagislamasi ve rahmeti, (sizin icin) onlarin topladiklari (dunyaliklari)ndan daha hayirlidir"},{"SurahNumber":3,"VerseNumber":158,"Text":"Andolsun, olseniz de, oldurulseniz de Allah'in huzurunda toplanacaksiniz"},{"SurahNumber":3,"VerseNumber":159,"Text":"Sen (o zaman), sirf Allah'in rahmetiyle onlara karsi yumusak davrandin. Eger kaba, kati yurekli olsaydin, onlar senin etrafindan dagilip giderlerdi. Artik onlari sen bagisla, onlar icin Allah'dan magfiret dile. (Yapacagin) islerde onlara da danis, bir kere de azmettin mi, artik Allah'a dayan. Muhakkak ki Allah kendine dayanip guvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardim ederse, sizi yenecek yoktur. Eger sizi yardimsiz birakirsa, artik ondan sonra size kim yardim edebilir? Muminler ancak Allah'a guvenip dayansinlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Hicbir peygambere ganimet malini gizlemesi (devlet-millet malini asirmasi) yarasmaz. Kim boyle bir asirma ve ihanette bulunursa kiyamet gunu asirdigini boynuna yuklenerek getirir. Sonra da herkese kazandiginin karsiligi tastamam odenir, onlar haksizliga da ugramazlar"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allah'in rizasina uyan kimse, Allah'in hismina ugrayan ve varacagi yer cehennem olan kimse gibi midir? Varis yeri olarak ne kotudur orasi"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar (insanlar) Allah katinda derece derecedirler. Allah, onlarin yaptiklarini gormektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Andolsun ki Allah, muminlere kendilerinden, onlara kendi ayetlerini okuyan, onlari arindiran ve onlara kitab ve hikmeti ogreten bir Peygamber gondermekle buyuk bir lutufta bulunmustur. Oysa onlar, daha once apacik bir sapiklik icindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"(Bedir'de dusmani) iki katina ugrattiginiz bir musibet (Uhud'da) size carpinca mi: \"Bu nereden\" dediniz? De ki: \"Bu basiniza gelen kendinizdendir\". Suphesiz Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki toplulugun karsilastigi gunde basiniza gelen musibet de Allah'in izniyledir. Bu da muminleri belirlemesi ve hem de munafiklik yapanlari ayirt etmesi icindir. Ve onlara: \"Geliniz, Allah yolunda savasiniz veya (hic olmazsa) savunmaya geciniz.\" denilmisti. Onlar ise: \"Biz savasmasini (veya savas olacagini) bilseydik arkanizdan gelirdik.\" demislerdi. Onlar, o gun, imandan cok kufre yakindilar. kalblerinde olmayani agizlariyla soyluyorlardi. Allah neyi gizlediklerini daha iyi bilendir"},{"SurahNumber":3,"VerseNumber":167,"Text":"Iki toplulugun karsilastigi gunde basiniza gelen musibet de Allah'in izniyledir. Bu da muminleri belirlemesi ve hem de munafiklik yapanlari ayirt etmesi icindir. Ve onlara: \"Geliniz, Allah yolunda savasiniz veya (hic olmazsa) savunmaya geciniz.\" denilmisti. Onlar ise: \"Biz savasmasini (veya savas olacagini) bilseydik arkanizdan gelirdik.\" demislerdi. Onlar, o gun, imandan cok kufre yakindilar. kalblerinde olmayani agizlariyla soyluyorlardi. Allah neyi gizlediklerini daha iyi bilendir"},{"SurahNumber":3,"VerseNumber":168,"Text":"Kendileri oturup kaldiklari halde kardesleri icin: \"Eger bize uysalardi oldurulmezlerdi\" dediler. Onlara de ki: \"Eger iddianizda dogru iseniz, kendinizden olumu uzaklastiriniz"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri sakin oluler sanma. Bilakis onlar diridirler, Rab'leri katinda riziklanmaktadirlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah'in lutfundan verdigi nimetle sevinclidirler. Arkalarindan kendilerine ulasamayan kimselere de hic bir korku olmayacagini ve uzulmeyeceklerini mujdelemek isterler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah'in nimetini, keremini ve Allah'in, muminlerin ecrini zayi etmeyecegini mujdelerler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Kendilerine yara dokunduktan sonra da Allah ve Peygamberi'nin davetine uydular. Hele onlardan iyilik edenlere ve geregince Allah'tan korkanlara buyuk bir mukafat vardir"},{"SurahNumber":3,"VerseNumber":173,"Text":"Insanlar onlara: \"Dusmanlariniz size karsi ordu topladi, onlardan korkun.\" dediklerinde, bu, onlarin imanini artirdi ve soyle dediler: \"Allah bize yeter. O ne guzel vekildir"},{"SurahNumber":3,"VerseNumber":174,"Text":"Bunun uzerine kendilerine hic bir kotuluk dokunmadan Allah'in nimeti ve lutfuyla geri donduler ve Allah'in rizasina uydular. Allah buyuk lutuf sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"(Size o haberi getiren) ancak seytandir, (sadece) kendi dostlarini korkutabilir. Onlardan korkmayin, eger mumin iseniz benden korkun"},{"SurahNumber":3,"VerseNumber":176,"Text":"Kufurde yarisanlar seni uzmesin. Onlar, Allah'a hic bir sekilde zarar veremezler. Allah onlara ahirette bir pay vermemek istiyor. Onlar icin buyuk bir azap vardir"},{"SurahNumber":3,"VerseNumber":177,"Text":"Iman karsiliginda inkari satin alanlar Allah'a hic bir zarar veremezler. Onlar icin aci bir azap vardir"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kafirler, kendilerine muhlet vermemizin, sahislari icin hayirli oldugunu sanmasinlar. Biz onlara bu muhleti, ancak gunahlarini artirsinlar diye veriyoruz. Onlar icin alcaltici bir azap vardir"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah, muminleri icinde bulundugunuz su durumda birakacak degildir, pisi temizden ayiracaktir. Ve Allah sizi gayba vakif kilacak da degildir. Fakat Allah, peygamberlerinden diledigini secip (gaybi bildirir). O halde Allah'a ve peygamberlerine iman edin. Eger iman eder ve gunahlardan korunursaniz, sizin icin buyuk bir mukafat vardir"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah'in, kendilerine lutfundan verdigi nimetlere karsi cimrilik edenler, bunun, kendileri icin hayirli oldugunu sanmasinlar. Hayir o, kendileri icin serdir. Cimrilik ettikleri sey, kiyamet gununde boyunlarina dolanacaktir. Goklerin ve yerin mirasi Allah'a aittir. Allah yaptiklarinizdan haberdardir"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah, \"Suphesiz Allah fakirdir, biz zenginiz.\" diyenlerin lafini elbette duymustur. Onlarin soylediklerini ve peygamberleri haksiz yere oldurmelerini yazacagiz ve soyle diyecegiz: \"Tadin o yakici azabi"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu, kendi ellerinizin yapip one surdugunun karsiligidir\". Allah kullar(in)a asla zulmetmez"},{"SurahNumber":3,"VerseNumber":183,"Text":"Atesin yiyecegi bir kurban getirmedikce hic bir peygambere iman etmeyecegimize dair Allah bize ahidde bulundu.\" diyenlere de ki: \"Benden once size bazi peygamberler acik belgelerle ve sizin dediginiz seyle geldi. Eger dogru insanlarsaniz, ya onlari nicin oldurdunuz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eger seni yalanladilarsa, senden once acik deliller, hikmetli sayfalar ve aydinlatici kitap getiren peygamberler de yalanlanmisti"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her canli olumu tadacaktir. Kiyamet gunu ecirleriniz size eksiksiz olarak verilecektir. Kim cehennemden uzaklastirilip cennete konursa o, gercekten kurtulusa ermistir. Dunya hayati, aldatici zevkten baska birsey degildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Muhakkak siz, mallariniz ve canlariniz hususunda imtihan olunacaksiniz. Sizden once kendilerine kitap verilenlerden ve Allah'a ortak kosanlardan size eziyet verici bir cok soz isiteceksiniz. Eger sabreder ve Allah'dan geregi gibi korkarsaniz, suphesiz iste bu azmi gerektiren islerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Bir zaman Allah, kendilerine kitap verilenlerden, \"Onu mutlaka insanlara aciklayacaksiniz, onu gizlemiyeceksiniz.\" diye soz almisti. Onlar ise bunu kulak ardi ettiler ve onu az bir dunyaliga degistiler. Yaptiklari bu alisveris ne kadar kotudur"},{"SurahNumber":3,"VerseNumber":188,"Text":"O yaptiklarina sevinen ve yapmadiklari seylerle de ovulmek isteyenlerin (onacaklarini) sanma! Onlarin azaptan kurtulacaklarini da sanma! Onlar icin can yakici bir azap vardir"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin mulku Allah'indir. Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Goklerin ve yerin yaratilisinda, gece ile gunduzun birbiri ardinca gelip gidisinde selim akil sahipleri icin gercekten acik, ibretli deliller vardir"},{"SurahNumber":3,"VerseNumber":191,"Text":"Onlar ayaktayken, otururken ve yanlari uzerine yatarken Allah'i anarlar; goklerin ve yerin yaratilisi uzerinde dusunurler. Ve \"Rabbimiz! Sen bunu bos yere yaratmadin, Sen yucesin, bizi atesin azabindan koru.\" derler"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz! Sen kimi cehennem atesine sokarsan onu rezil etmissindir. Zalimlerin hic yardimcilari yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz! Biz, 'Rabbinize iman edin' diye imana cagiran bir davetci isittik, hemen iman ettik. Rabbimiz! Gunahlarimizi bagisla, kotuluklerimizi ort, bizleri sana ermis kullarinla beraber yanina al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz! bize peygamberlerine vaad ettigini ver, kiyamet gunu bizi rezil etme. Muhakkak sen verdigin sozden donmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Rableri onlara su karsiligi verdi: \"Ben, erkek olsun, kadin olsun, sizden, hicbir calisanin amelini zayi etmeyecegim. Sizler birbirinizdensiniz. Goc edenler, yurtlarindan cikarilanlar, yolumda eziyet edilenler, savasanlar ve oldurulenler... Onlarin gunahlarini elbette ortecegim ve Allah katindan bir mukafat olmak uzere, onlari altindan irmaklar akan cennetlere de koyacagim. En guzel mukafat Allah katindadir"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kafirlerin diyar diyar dolasmalari sakin seni aldatmasin"},{"SurahNumber":3,"VerseNumber":197,"Text":"Bu, az bir gecimliktir. Sonra onlarin varacaklari yer cehennemdir. Ne kotu bir yataktir orasi"},{"SurahNumber":3,"VerseNumber":198,"Text":"Fakat Rablerinden geregince korkanlar icin altlarindan irmaklar akan cennetler vardir. Onlar orada ebedi olarak kalacaklar, Allah katindan agirlanacaklardir. Iyiler icin Allah katindakiler daha hayirlidir"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden oyleleri var ki, Allah'a inanirlar, size indirilene ve kendilerine indirilene -Allah'a boyun egerek inanirlar. Allah'in ayetlerini az bir degere degismezler. Onlarin mukafati da Allah katindadir. Suphesiz Allah, hesabi cabuk gorendir"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler! Sabredin, dusmanlariniza karsi sebat gosterin, nobet beklesin, Allah'dan geregince korkun ki, kurtulusa eresiniz"}]}