{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Siunattu olkoon Han, joka ylhaalta on lahettanyt ymmarryksen palvelijallensa, jotta han voisi varoittaa kansoja"},{"SurahNumber":25,"VerseNumber":2,"Text":"Hanelle kuuluu taivaitten ja maan kuninkuus, Han ei ole hankkinut itselleen lasta eika Hanen kuninkuuteensa ole ketaan osallista ja Han on myos luonut kaiken ja antanut kullekin ansionsa mukaan"},{"SurahNumber":25,"VerseNumber":3,"Text":"Mutta ihmiset ovat Hanen rinnalleen omaksuneet muita jumalia, jotka eivat pysty mitaan luomaan, koska ne itse ovat luotuja; eika niilla ole mitaan valtaa tehda heille vahinkoa eika hyvaakaan, eivatka ne liioin hallitse kuolemaa, elamaa eivatka ylosnousemusta"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ja uskottomat sanovat: »Tama on silkkaa valhetta, jonka han itse on sepittanyt, ja toiset ovat hanta siina auttaneet.» Niin ryhtyvat he vaaryyteen ja valheeseen"},{"SurahNumber":25,"VerseNumber":5,"Text":"He sanovat edelleen: »Ne ovat muinaistaruja, jotka han on antanut kirjoittaa muistiin, jotta niita luettaisiin hanelle aamuin ja illoin.»"},{"SurahNumber":25,"VerseNumber":6,"Text":"Vastaa: »Han, joka tuntee seka taivaitten etta maan salaisuudet, on ilmaissut ne ylhaalta.» Totisesti Han on anteeksiantavainen, armollinen"},{"SurahNumber":25,"VerseNumber":7,"Text":"He sanovat myos: »Millainen tama lahettilas onkaan! Hanhan nauttii ravintoa ja kavelee toreilla. Miksi ei hanen luoksensa ole lahetetty enkelia, joka yhdessa hanen kanssaan voisi olla varoittajana"},{"SurahNumber":25,"VerseNumber":8,"Text":"Tai miksi hanelle ei ole heitetty aarteita, taikka miksi hanelle ei ole annettu puutarhaa, jonka antimia han voisi syoda?» Ja jumalattomat sanovat: »Te seuraatte vain miesta, joka on noituuden sokaisema.»"},{"SurahNumber":25,"VerseNumber":9,"Text":"Pane merkille, millaisia vertauksia he sinusta esittavat. Mutta he kulkevat eksyksissa eivatka paase oikean tien alkuun"},{"SurahNumber":25,"VerseNumber":10,"Text":"Siunattu olkoon Han, joka voi, jos tahtoo, antaa teille parempaa, kuin mita teilla nyt on. Puutarhoja, joiden kautta joet virtaavat, ja myos palatseja Han voi teille hankkia"},{"SurahNumber":25,"VerseNumber":11,"Text":"He kieltavat maarahetken, mutta Me olemme valmistanut roihuavan tulen sille, joka tuomion hetken kieltaa"},{"SurahNumber":25,"VerseNumber":12,"Text":"Kun helvetti on nakeva heidat jo matkan paasta, he kuulevat sielta parkumista ja raiskinaa"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ja kun heidat heitetaan johonkin sen ahtaaseen soppeen sidotuin kasin ja jaloin, niin he rukoilevat kuolemaa"},{"SurahNumber":25,"VerseNumber":14,"Text":"»Tana paivana alkaa anoko vain yhta kuolemaa, vaan anokaa monenkertaista havitystanne.»"},{"SurahNumber":25,"VerseNumber":15,"Text":"Sano: »Tamako on parempi, vai asuminen puutarhassa, joka niille on luvattu, jotka hartautta harjoittavat?» Se on oleva heidan palkkansa ja maaranpaansa"},{"SurahNumber":25,"VerseNumber":16,"Text":"Siella heilla on kaikki, mita haluavat, ja siella he alati saavat asua. Tama on Herrasi sitova lupaus, sita voitte Hanelta kysya"},{"SurahNumber":25,"VerseNumber":17,"Text":"Sina paivana Han on kokoava heidat seka ne, joita he Jumalan ohella palvelivat, ja sanova: »Teko johdatitte nama Minun palvelijani harhaan, vai eksyivatko he tielta?»"},{"SurahNumber":25,"VerseNumber":18,"Text":"He vastaavat: »Kunnia olkoon Sinulle! Ei ollut meille soveliasta ottaa sinun rinnallesi muita suojelijoita, mutta kun Sina annoit heille ja heidan esi-isilleen nautintoja, niin he unohtivat varoituksen ja joutuivat turmioon.»"},{"SurahNumber":25,"VerseNumber":19,"Text":"Ja me sanomme: »Sentahden he totisesti ovat vaaristelleet teidan puheenne, etteka voi valttaa tuomiota etteka saada apua. Ja ken tahansa joukostanne on vaarintekija, hanen Me annamme maistaa ankaraa rangaistusta.»"},{"SurahNumber":25,"VerseNumber":20,"Text":"Emme sinun edellasikaan lahettanyt yhtaan sananjulistajaa, joka ei olisi nauttinut ravintoa tai kulkenut toreilla. Me olemme myos tehnyt jotkut teista koetukseksi toisille, nahdaksemme, pysytteko lujina. Herrasi on alati nakeva"},{"SurahNumber":25,"VerseNumber":21,"Text":"Ne, jotka eivat odota kohtaavansa Meita, kyselevat: »Miksi ei enkeleita ole lahetetty luoksemme maan paalle tai miksi emme nae Herraamme?» He ovat todellakin tulleet kovin itsetietoisiksi ja paisuvat ylimielisyydessaan"},{"SurahNumber":25,"VerseNumber":22,"Text":"Tulee paiva, jolloin he saavat nahda enkeleita, mutta sina paivana syntisia eivat odota ilosanomat, ja enkelit sanovat: »Olkoon valillamme ylipaasematon kielto ja este.»"},{"SurahNumber":25,"VerseNumber":23,"Text":"Me tutkimme heidan tekonsa ja muutamme heidat tomuksi, joka hajallensa viskotaan"},{"SurahNumber":25,"VerseNumber":24,"Text":"Sina paivana ovat puutarhan asukkaat paremmassa olotilassa ja ihanammassa lepopaikassa"},{"SurahNumber":25,"VerseNumber":25,"Text":"Sina paivana taivas purkaa pilvensa ja enkelit lahetetaan alas suurina saattueina"},{"SurahNumber":25,"VerseNumber":26,"Text":"Sina paivana on todellinen kuninkuus kuuluva laupeimmalle, ja se on oleva kova paiva uskottomille"},{"SurahNumber":25,"VerseNumber":27,"Text":"Silloin jumalaton pureskelee kasiaan ja sanoo: »Jospa olisin vaeltanut lahettilaan tieta"},{"SurahNumber":25,"VerseNumber":28,"Text":"Voi minua, kunpa en olisi ottanut mokomaa ystavakseni"},{"SurahNumber":25,"VerseNumber":29,"Text":"Totisesti, han sai minut unohtamaan kehoituksen, senjalkeen kun olin, sen saanut.» Saatana jattaa ihmisen pulaan"},{"SurahNumber":25,"VerseNumber":30,"Text":"Lahettilas on sanova: »Oi Herra! Totisesti, kansani piti tata Koraania joutavana.»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Talla tavoin Me olemme antanut jokaiselle profeetalle vihamiehia syntisten joukossa. Mutta Herrasi on riittava opas ja riittava auttaja"},{"SurahNumber":25,"VerseNumber":32,"Text":"Uskottomat sanovat myos: »Miksi koko Koraania ei ilmoitettu hanelle yhdella kertaa?» Siksi, etta saatoimme sen avulla vahvistaa sydantasi, Me esitimme sen jaksoittain"},{"SurahNumber":25,"VerseNumber":33,"Text":"He eivat voi esittaa sinulle ainoatakaan vaitetta, josta emme sanoisi sinulle totuutta ja antaisi parasta selitysta"},{"SurahNumber":25,"VerseNumber":34,"Text":"Niiden osa, jotka yhteenkoottuina lankeavat kasvoilleen helvetissa, on oleva onnettomin ja he ovat etaimmalle eksyneita"},{"SurahNumber":25,"VerseNumber":35,"Text":"Totisesti, Me annoimme Moosekselle Pyhan Kirjan ja maarasimme hanen veljensa Aaronin hanen avustajakseen"},{"SurahNumber":25,"VerseNumber":36,"Text":"Me lausuimme: »Lahtekaa kumpikin kansan luokse, joka on kieltanyt Meidan ilmoituksemme.» Viimein Me tuhosimme nama perin pohjin"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ja Nooan kansan, kun se hylkasi lahettilaamme, me hukutimme ja asetimme sen varoitusmerkiksi ihmissuvulle. Me olemme valmistanut jumalattomille tuskallisen rangaistuksen"},{"SurahNumber":25,"VerseNumber":38,"Text":"Me tuhosimme myos Aadin ja Tamuudin seka Rassin asukkaat seka myos monia sukupolvia heidan valiltaan"},{"SurahNumber":25,"VerseNumber":39,"Text":"Jokaiselle Me esitimme vertauksia ja jokaisen Me perinpohjin tuhosimme"},{"SurahNumber":25,"VerseNumber":40,"Text":"Aivan varmasti he ovat kulkeneet kaupungin ohi, jonka ylitse Me lahetimme hirvittavan sateen. Eivatko he ole sita havainneet? Ei, heidanlaisensa eivat odota ylosnousemusta"},{"SurahNumber":25,"VerseNumber":41,"Text":"Ja nahdessaan sinut, Muhammed, he pitavat sinua vain pilkkanaan: »Tamako on se, jonka Jumala on lahettanyt sanansa julistajaksi"},{"SurahNumber":25,"VerseNumber":42,"Text":"Han oli vahalla saada meidat luopumaan jumalistamme, ellemme olisi riippuneet heissa uskollisesti.» Mutta kun he aikanaan nakevat tuomionsa, he tulevat tietamaan, kuka on oikealta tielta kauimmas eksynyt"},{"SurahNumber":25,"VerseNumber":43,"Text":"Mika on ajatuksesi sellaisesta, joka on ottanut oman himonsa jumalakseen? Sinako sellaisen suojelijaksi pyrkisit"},{"SurahNumber":25,"VerseNumber":44,"Text":"Ala usko, etta useimmat heista mitaan vaarinottavat tai ymmartavat. He ovat karjan kaltaisia; ei, he ovat kauemmaksi oikealta tielta eksyneet kuin karja"},{"SurahNumber":25,"VerseNumber":45,"Text":"Oletko huomannut, miten Herrasi saa varjon lankeamaan? Han olisi voinut tehda sen pysyvaksi. Sitten loimme auringon sita osoittamaan"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sitten siirramme sita hiljalleen Itseamme kohti"},{"SurahNumber":25,"VerseNumber":47,"Text":"Han on antanut teille yon peitoksi, unen levoksi ja paivan tyoajaksi"},{"SurahNumber":25,"VerseNumber":48,"Text":"Juuri Han lahettaa tuulet tuomaan iloisia armonsanomia, ja pilvista Me lahetamme puhdasta vetta"},{"SurahNumber":25,"VerseNumber":49,"Text":"elvyttaaksemme kuivuneen maan ja antaaksemme sita juomaksi , niille, otka olemme luonut, seka ihmisjoukoille etta karjalle"},{"SurahNumber":25,"VerseNumber":50,"Text":"Totisesti, Me annamme heille sadetta kausittain, jotta he muistaisivat Meita, mutta useimmat ihmiset eivat ole muuhun taipuvaisia kuin kiittamattomyyteen"},{"SurahNumber":25,"VerseNumber":51,"Text":"Jos olisimme halunnut, olisimme voinut nostattaa esille varoittajan jokaisesta kaupungista"},{"SurahNumber":25,"VerseNumber":52,"Text":"Alkaa siis suostuko uskottomiin, vaan taistelkaa kaikin voimin heita vastaan"},{"SurahNumber":25,"VerseNumber":53,"Text":"Juuri Han pitaa erillaan kahdenlaiset vedet. Toinen on makea, janoisia virkistava vesi, toinen taas suolainen ja katkera, ja kummankin valille Han on asettanut aitauksen ja ylipaasemattoman esteen"},{"SurahNumber":25,"VerseNumber":54,"Text":"Juuri Han on luonut ihmisen vedesta ja antanut hanelle sukulaisuus~ seka aviositeet, silla Herrasi on mahtava"},{"SurahNumber":25,"VerseNumber":55,"Text":"Kuitenkin he palvelevat Jumalan rinnalla sellaista, mika ei heita hyodyta eika vahingoitakaan. Uskoton on mukana taistelussa Herraansa vastaan"},{"SurahNumber":25,"VerseNumber":56,"Text":"Olemme lahettanyt sinut vain tuomaan ilosanomaa ja myos varoittamaan"},{"SurahNumber":25,"VerseNumber":57,"Text":"Sano: »En pyyda siita teilta mitaan palkkaa, mutta ken haluaa suunnata tiensa Herraa kohti, han tehkoon niin.»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Luota ainoaan elavaan, joka ei milloinkaan kuole, ja julista Hanen kunniaansa Hanta ylistaen. Han tietaa tarkoin palvelijainsa synnit"},{"SurahNumber":25,"VerseNumber":59,"Text":"Han on luonut taivaat ja maan ja kaiken, mika niiden valilla on, kuudessa kaudessa ja senjalkeen voimallansa hallitsee kaikkea. Han on armahtaja. Kysy sellaiselta, jolla on tietoa Hanesta"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kun heille sanotaan: »Alistukaa laupiaan armahtajan edessa», niin he kyselevat: »Mika sitten on armahtaja? Pitaako meidan kumartua kenen edessa sina kasket?» Tama lisaa heidan vastahakoisuuttaan"},{"SurahNumber":25,"VerseNumber":61,"Text":"Siunattu olkoon Han, joka on sijoittanut tahtisikermat taivaalle ja asettanut sinne myos paivan soihdun ja paistavan kuun"},{"SurahNumber":25,"VerseNumber":62,"Text":"Juuri Han on saatanyt yon ja paivan toisiansa seuraamaan, niita varten, jotka haluavat siita ottaa vaarin tai jotka tahtovat kiittaa"},{"SurahNumber":25,"VerseNumber":63,"Text":"Laupeimman armahtajan palvelijoita ovat ne, jotka noyrina vaeltavat maan paalla ja tietamattomien heita puhutellessa lausuvat: »Rauha!»"},{"SurahNumber":25,"VerseNumber":64,"Text":"Seka ne, jotka viettavat yon Herransa edessa, rukoillen maahan vaipuneina tai seisaaltaan"},{"SurahNumber":25,"VerseNumber":65,"Text":"Seka ne, jotka lausuvat: »Herra, torju pois meista helvetin kuritus; totisesti, ikuinen on sen kidutus.»"},{"SurahNumber":25,"VerseNumber":66,"Text":"Totisesti, se on kauhistuttava leposija ja asuinpaikka"},{"SurahNumber":25,"VerseNumber":67,"Text":"Armahtajan palvelijoita ovat myos ne, jotka eivat tuhlaa eivatka ole itaria, vaan kulkevat keskitieta"},{"SurahNumber":25,"VerseNumber":68,"Text":"Samoin ne, jotka eivat rukoile muita jumalia kuin Jumalaa eivatka syyttomasti ketaan tapa, minka Jumala on kieltanyt, eivatka antaudu minkaanlaiseen haureuteen. Ken nain tekee, han on saava synnin palkan"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kaksinkertainen on hanen rangaistuksensa oleva ylosnousemuksen paivana, ja hapeaansa han saa ainaiseksi jaada"},{"SurahNumber":25,"VerseNumber":70,"Text":"Mutta ken tekee katumuksen ja uskoo ja suorittaa hyvia tekoja, hanen pahat tekonsa Jumala on vaihtava hyviksi, silla Jumala on anteeksiantavainen, armollinen"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kuka kaantyy ja tekee hyvaa, totisesti, hanen kaantymyksensa Jumalan puoleen on otollinen"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ne, jotka eivat anna vaaraa todistusta, ja jotka turhaa puhetta kuullessaan kulkevat arvokkaasti ohi"},{"SurahNumber":25,"VerseNumber":73,"Text":"jotka saadessaan muistutuksen Herransa tahdosta eivat tekeydy kuuroiksi ja sokeiksi"},{"SurahNumber":25,"VerseNumber":74,"Text":"ja ne, jotka sanovat: »Herra, suo meille silmien iloa vaimoistamme ja jalkelaisistamme ja tee meista niiden esikuvia, jotka hartautta harjoittavat"},{"SurahNumber":25,"VerseNumber":75,"Text":"nama kaikki palkitaan kestavyydestaan ja saavat ylhaiset asuinsijat, joissa heidat otetaan vastaan suloisin tervehdyksin ja rauhantoivotuksin"},{"SurahNumber":25,"VerseNumber":76,"Text":"Siella he saavat asua; mika ihana asuinsija ja lepopaikka"},{"SurahNumber":25,"VerseNumber":77,"Text":"Sano uskottomille: »Herra ei valita teista, ellette Hanta avuksi huuda. Mutta te olette pitaneet totuutta valheena, ja ikuinen tuska on oleva osanne.»"}]}