{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Sva hvala neka je Allahu Koji Svome robu objavljuje Knjigu, i nije je dao iskrivljenu"},{"SurahNumber":18,"VerseNumber":2,"Text":"nego ispravnu, da teskom kaznom, koju ce On dati, opomene, a da vjernike koji cine dobra djela divnom nagradom obraduje"},{"SurahNumber":18,"VerseNumber":3,"Text":"U njoj ce vjecno boraviti"},{"SurahNumber":18,"VerseNumber":4,"Text":"i da upozori one koji govore: \"Allah je Sebi uzeo sina"},{"SurahNumber":18,"VerseNumber":5,"Text":"O tome oni nista ne znaju, a ni preci njihovi. Kako krupna rijec izlazi iz usta njihovih! Oni ne govore drugo do lazi"},{"SurahNumber":18,"VerseNumber":6,"Text":"Pa zar ces ti za njima od tuge svisnuti, ako oni u ovaj govor nece da povjeruju"},{"SurahNumber":18,"VerseNumber":7,"Text":"Sve sto je na Zemlji Mi smo kao ukras njoj stvorili da iskusamo ljude ko ce od njih bolje postupati"},{"SurahNumber":18,"VerseNumber":8,"Text":"i zaista cemo Mi sve sto je na njoj u opustoseno tlo pretvoriti"},{"SurahNumber":18,"VerseNumber":9,"Text":"Mislis li ti da su stanovnici pecine i Rekima bili cudo među znakovima Nasim"},{"SurahNumber":18,"VerseNumber":10,"Text":"Kad se nekoliko momaka u pecinu sklonilo pa reklo: \"Gospodaru nas, daruj nam Svoju milost i daj da ovo nase stanje na dobro izađe"},{"SurahNumber":18,"VerseNumber":11,"Text":"I Mi smo ih u pecini dubokim snom za dugo godina uspavali"},{"SurahNumber":18,"VerseNumber":12,"Text":"poslije smo ih probudili da znamo koja ce od dvije skupine bolje izracunati koliko su vremena proboravili"},{"SurahNumber":18,"VerseNumber":13,"Text":"A Mi tebi kazujemo vijest njihovu po Istini. Tu su bili mladici, vjerovali su u Gospodara svoga, a Mi smo im Uputu jos vise povecali"},{"SurahNumber":18,"VerseNumber":14,"Text":"Osnazili smo bili njihova srca kad su se digli i rekli: \"Gospodar nas - Gospodar je nebesa i Zemlje, mi se necemo pored Njega drugom bogu moliti, jer bismo tada ono sto je daleko od istine govorili"},{"SurahNumber":18,"VerseNumber":15,"Text":"Narod ovaj nas je, mimo Njega, druge bogove prihvatio, zasto o njima jasan dokaz ne donesu? A ima li veceg zulumcara od onoga koji o Allahu laz iznosi"},{"SurahNumber":18,"VerseNumber":16,"Text":"Kad napustite njih i one koje mimo Allaha obozavaju, sklonite se u pecinu, Gospodar vas ce vas miloscu Svojom obasuti i za vas ce ono sto ce vam korisno biti pripremiti"},{"SurahNumber":18,"VerseNumber":17,"Text":"I ti si mogao vidjeti kako Sunce, kada se rađa - obilazi pecinu s desne strane, a kada zalazi - zaobilazi je s lijeve strane, a oni su bili u sredini njezinoj. To je znak Allahov! Koga Allah uputi - on je i upucen, a koga na stranputicu odvede, ti mu neces naci zastitnika koji ce ga naputiti"},{"SurahNumber":18,"VerseNumber":18,"Text":"I pomislio bi da su budni, ali oni su spavali; i Mi smo ih prevrtali sad na desnu, sad na lijevu stranu, a pas njihov, opruzenih prednjih sapa, na ulazu je lezao; da si ih vidio, od njih bi pobjegao i strah bi te uhvatio"},{"SurahNumber":18,"VerseNumber":19,"Text":"I Mi smo ih, isto tako, probudili da bi jedni druge pitali. \"Koliko ste ovdje ostali?\", upita jedan od njih. \"Ostali smo dan ili dio dana\", odgovorise. \"Gospodar vas najbolje zna koliko ste ostali\", rekose. \"Posaljite jednog od vas s ovim srebrenjacima vasim u grad, pa nek vidi u koga je najcistije jelo i neka vam od njega donese hrane i neka bude pazljiv, neka nikome ne govori nista o vama"},{"SurahNumber":18,"VerseNumber":20,"Text":"jer, ako oni doznaju za vas, kamenovat ce vas ili ce vas nasilu u svoju vjeru obratiti, i tada nikad necete uspjeti"},{"SurahNumber":18,"VerseNumber":21,"Text":"I Mi smo, isto tako, ucinili da oni za njih saznaju, da bi se uvjerili da je istinito Allahovo obecanje i da u cas ozivljenja nema nikakve sumnje, kada su se između sebe o njima raspravljali, i rekli: \"Sagradite nad njima kakvu ogradu, Gospodar njihov najbolje zna ko su oni.\" A onda oni do cijih se rijeci najvise drzalo rekose: \"Napravit cemo nad njima bogomolju"},{"SurahNumber":18,"VerseNumber":22,"Text":"Neki ce reci: \"Bila su trojica, pas njihov je bio cetvrti\", a neki ce govoriti: \"Bila su peterica, pas njihov je bio sesti\", nagađajuci o onome sto je culima nedokucivo, dok ce neki reci: \"Bila su sedmerica, a pas njihov bio je osmi.\" Reci: \"Gospodar moj najbolje zna njihov broj, samo malo njih to zna. Zato ne raspravljaj o njima osim povrsno i lijepo, i ne pitaj o njima od njih nikoga"},{"SurahNumber":18,"VerseNumber":23,"Text":"I ni u kom slucaju ne reci: \"Uradit cu to sigurno sutra"},{"SurahNumber":18,"VerseNumber":24,"Text":"ne dodavsi: \"Ako Allah da!\" A kada zaboravis, sjeti se Gospodara svoga i reci: \"Gospodar moj ce me uputiti na ono sto je blize ispravnom od ovoga"},{"SurahNumber":18,"VerseNumber":25,"Text":"A oni su ostali u pecini svojoj tri stotine godina, a k tome dodajte jos devet"},{"SurahNumber":18,"VerseNumber":26,"Text":"Reci: \"Allah najbolje zna koliko su ostali; ono sto je culima nedokucivo samo On zna. Kako On sve vidi, kako On sve cuje! Oni nemaju drugog zastitnika osim Njega, a On ne pridruzuje nikoga u vlasti Svojoj"},{"SurahNumber":18,"VerseNumber":27,"Text":"A ti kazuj iz Knjige Gospodara svoga ono sto ti se objavljuje, Njegovim rijecima nema preinacitelja, i ti, osim kod Njega, neces naci utocista nikakva"},{"SurahNumber":18,"VerseNumber":28,"Text":"Budi strpljiv uz one koji se Gospodaru svome mole ujutro i navecer u zelji za Licem Njegovim, i ne skidaj ociju svojih s njih iz zelje za sjajem u zivotu na ovome svijetu, i ne slusaj onoga cije smo srce da Nas spominje nehajnim ucinili, koji strast svoju slijedi i ciji su postupci propali"},{"SurahNumber":18,"VerseNumber":29,"Text":"I reci: \"Istina dolazi od Gospodara vaseg, pa ko hoce - neka vjeruje, a ko hoce - neka ne vjeruje!' Mi smo zulumcarima pripremili Vatru ciji ce ih plamen sa svih strana obuhvatiti; ako zamole pomoc, pomoci ce im se tekucinom poput rastopljene kovine koja ce lica ispeci. Uzasna li pica i grozna li boravista"},{"SurahNumber":18,"VerseNumber":30,"Text":"One koji budu vjerovali i dobra djela cinili - a Mi doista ne unistavamo nagradu onome koji je dobra djela cinio –"},{"SurahNumber":18,"VerseNumber":31,"Text":"njih cekaju sigurno vrtovi Adna, kroz koje rijeke teku, u njima ce se narukvicama od zlata kititi i u zelena odijela od dibe i kadife oblaciti, na divanima ce u njima naslonjeni biti. Divne li nagrade i krasna li boravista"},{"SurahNumber":18,"VerseNumber":32,"Text":"I navedi im kao primjer dva covjeka: jednom od njih smo dva vrta lozom zasađena dali i palmama ih opasali, a između njih njive postavili"},{"SurahNumber":18,"VerseNumber":33,"Text":"Oba vrta davala su svoj plod, nicega nije manjkalo, a kroz sredinu njihovu smo rijeku proveli"},{"SurahNumber":18,"VerseNumber":34,"Text":"On je i drugih plodova imao, i rece drugu svome, dok je s njim razgovarao: \"Od tebe sam bogatiji i jaceg sam roda"},{"SurahNumber":18,"VerseNumber":35,"Text":"I uđe u vrt svoj, cineci zulum sebi, govoreci: \"Ne mislim da ce ovaj ikada propasti"},{"SurahNumber":18,"VerseNumber":36,"Text":"i ne mislim da ce Smak svijeta ikada doci; a ako budem vracen Gospodaru svome, sigurno cu nesto bolje od ovoga naci"},{"SurahNumber":18,"VerseNumber":37,"Text":"I rece mu drug njegov, dok je s njim razgovarao: \"Zar ne vjerujes u Onoga Koji te je od Zemlje stvorio, zatim od kapi sjemena, i najzad te potpunim covjekom ucinio"},{"SurahNumber":18,"VerseNumber":38,"Text":"Sto se mene tice, On, Allah, moj je Gospodar i ja Gospodaru svome ne pridruzujem u obozavanju nikoga"},{"SurahNumber":18,"VerseNumber":39,"Text":"A zasto nisi, kad si u vrt usao, rekao: 'Masallah! Snaga je samo u Allaha!' Ako vidis da je u mene manje blaga i manje roda nego u tebe"},{"SurahNumber":18,"VerseNumber":40,"Text":"pa Gospodar moj moze mi bolji vrt od tvoga dati, a na tvoj nepogodu s neba poslati, pa da ostane samo klizava ledina bez icega"},{"SurahNumber":18,"VerseNumber":41,"Text":"ili da mu voda u ponor ode pa da je ne mognes pronaci nikada"},{"SurahNumber":18,"VerseNumber":42,"Text":"I propadose plodovi njegovi i on poce pljeskati rukama svojim zaleci za onim sto je na njega utrosio a loza se bijase povaljala po podupiracima svojim - i govorase: \"Kamo srece da Gospodaru svome nisam nikoga u obozavanju pridruzivao"},{"SurahNumber":18,"VerseNumber":43,"Text":"I nije imao nikoga ko bi mu mogao pomoci, osim Allaha; a sam sebi nije mogao pomoci"},{"SurahNumber":18,"VerseNumber":44,"Text":"Tada moze pomoci samo Allah, Istiniti, On daje najbolju nagradu i cini da se sve na najbolji nacin okonca"},{"SurahNumber":18,"VerseNumber":45,"Text":"Navedi im kao primjer da je zivot na ovom svijetu kao bilje, koje i poslije natapanja vodom, koju Mi s neba spustamo, ipak postane suho i vjetrovi ga raznesu. A Allah nad svime ima moc"},{"SurahNumber":18,"VerseNumber":46,"Text":"Imetak i sinovi ukras su u zivotu na Ovom svijetu, a dobra djela koja ostaju, bolja su kod Gospodara tvoga po nagradi i bolja po nadi"},{"SurahNumber":18,"VerseNumber":47,"Text":"Na dan kada planine uklonimo, i kada vidis da je povrsina Zemlje pregledna - a njih smo vec sakupili, ni jednog nismo izostavili"},{"SurahNumber":18,"VerseNumber":48,"Text":"pred Gospodarom tvojim bit ce oni u redove poredani: \"Dosli ste nam onako kako smo vas prvi put stvorili, a tvrdili ste da vam necemo vrijeme za ozivljavanje odrediti"},{"SurahNumber":18,"VerseNumber":49,"Text":"I Knjiga ce biti postavljena i vidjet cete prestupnike prestravljene zbog onoga sto je u njoj. \"Tesko nama!\", govorit ce, \"kakva je ovo knjiga, ni mali ni veliki grijeh nije propustila, sve je nabrojala!\" I naci ce upisano ono sto su radili. Gospodar tvoj nece nikome zulum uciniti"},{"SurahNumber":18,"VerseNumber":50,"Text":"I kada smo rekli melecima: \"Sedzdu Ademu ucinite!\", svi sedzdu ucinise osim Iblisa, on je bio jedan od dzina, pa je prema zapovijesti Gospodara svoga buntovan bio. Pa zar cete njega i porod njegov, pored Mene, kao prijatelja prihvatiti, kad su vam oni neprijatelji? Kako je sejtan losa zamjena zulumcarima"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ja nisam uzimao njih za svjedoke prilikom stvaranja nebesa i Zemlje niti prilikom stvaranja njih samih, i za pomagace nisam uzimao one koji na krivi put upucuju"},{"SurahNumber":18,"VerseNumber":52,"Text":"I na Dan kada On rekne: \"Pozovite one za koje ste tvrdili da su ortaci Moji\", i kad ih pozovu, oni im se nece odazvati, a između njih cemo mjesto propasti postaviti"},{"SurahNumber":18,"VerseNumber":53,"Text":"I ugledat ce prestupnici Vatru i uvjerit ce se da ce u nju pasti i nece je moci izbjeci"},{"SurahNumber":18,"VerseNumber":54,"Text":"U ovom Kur'anu Mi na razne nacine objasnjavamo ljudima svakovrsne primjere, ali je covjek, vise nego iko, spreman da raspravlja"},{"SurahNumber":18,"VerseNumber":55,"Text":"A ljude, kada im dolazi uputa, odvraca od vjerovanja i od toga da od Gospodara svoga mole oprost samo to sto traze da ih zadesi kazna koja je bila pravilo za prethodnike ili sto cekaju da im dođe kazna sucelice"},{"SurahNumber":18,"VerseNumber":56,"Text":"Mi saljemo poslanike samo zato da donose radosne vijesti i da upozoravaju. A nevjernici se raspravljaju, sluzeci se neistinama, da bi time opovrgli Istinu, i znakove Moje i ono na sto su upozoreni uzimaju za podrugivanje"},{"SurahNumber":18,"VerseNumber":57,"Text":"Ima li veceg zulumcara od onoga koji, kad na znakove i ajete Gospodara svoga bude podsjecen, za njih ne haje, a zaboravlja ono sto su ruke njegove pripravile?! Mi na srca njihova pokrivace stavljamo da Kur'an ne shvate i gluhim ih ucinimo; i ako ih ti na Pravi put pozoves oni, kad su takvi, nikad nece Pravim putem poci"},{"SurahNumber":18,"VerseNumber":58,"Text":"Gospodar tvoj je Oprostitelj grijeha i milostiv je; da ih On za ono sto zasluzuju kaznjava, odmah bi ih na muke stavio. Ali, njih ceka cas određeni od koga utociste nece naci"},{"SurahNumber":18,"VerseNumber":59,"Text":"A ona naselja smo razorili zato sto su stanovnici njihovi zulum ucinili i za propast njihovu smo tacno vrijeme odredili"},{"SurahNumber":18,"VerseNumber":60,"Text":"I kada Musa rece momku svome: \"Sve cu ici dok ne stignem do mjesta gdje se sastaju dva mora, ili cu dugo, dugo ici"},{"SurahNumber":18,"VerseNumber":61,"Text":"I kad njih dvojica stigose do mjesta na kome se ona sastaju, zaboravise na ribu svoju, pa ona u moru sebi put zasijece"},{"SurahNumber":18,"VerseNumber":62,"Text":"A kad se udaljise, Musa rece momku svome: \"Daj nam uzinu nasu, umorili smo se od ovog naseg putovanja"},{"SurahNumber":18,"VerseNumber":63,"Text":"Vidi!\", rece on, \"kad smo kod one stijene svratili, ja sam zaboravio onu ribu - sam sejtan je ucinio da je zaboravim, da ti je ne spomenem - pa se ona prihvati svoga puta u moru, cudnovato"},{"SurahNumber":18,"VerseNumber":64,"Text":"E, to je ono sto trazimo!\", rece Musa, i njih dvojica se vratise putem kojim su bili dosli"},{"SurahNumber":18,"VerseNumber":65,"Text":"i nađose jednoga Naseg roba kojem smo milost Nasu darovali i onome sto samo Mi znamo, naucili"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mogu li da te pratim?\", upita Musa, \"ali da me poucis onome cemu si ti ispravno poucen"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ti se sigurno neces moci sa mnom strpjeti\", rece onaj"},{"SurahNumber":18,"VerseNumber":68,"Text":"a i kako bi se strpio u onome o cemu nista ne znas"},{"SurahNumber":18,"VerseNumber":69,"Text":"Vidjet ces da cu biti strpljiv, ako Allah da!\", rece Musa, \"i da ti se necu ni u cemu suprotstavljati"},{"SurahNumber":18,"VerseNumber":70,"Text":"Ako ces me vec pratiti\", rece onaj, \"onda me ni o cemu ne pitaj dok ti ja o tome prvi ne kazem"},{"SurahNumber":18,"VerseNumber":71,"Text":"I njih dvojica krenuse. I kad se u lađu ukrcase, onaj je probusi. \"Zar je probusi da potopis one koji na njoj plove? Ucinio si nesto, doista, krupno"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ne rekoh li ja\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ne zamjeraj mi sto sam zaboravio\", rece, \"i ne cini moje stanje jos tezim"},{"SurahNumber":18,"VerseNumber":74,"Text":"I njih dvojica krenuse. I kad sretose jednog djecaka pa ga onaj ubi, Musa rece: \"Zasto ubi dijete bezgresno, koje nije nikoga ubilo! Ucinio si, zaista, nesto vrlo ruzno"},{"SurahNumber":18,"VerseNumber":75,"Text":"Ne rekoh li ja tebi\", rece onaj, \"da se ti, doista, neces moci strpjeti sa mnom"},{"SurahNumber":18,"VerseNumber":76,"Text":"Ako te i poslije ovoga za bilo sta upitam\", rece, \"onda se nemoj sa mnom druziti. Vec si prije moje opravdanje prihvatio"},{"SurahNumber":18,"VerseNumber":77,"Text":"I njih dvojica krenuse; i kad dođose do jednog grada, zamolise stanovnike njegove da ih nahrane, ali oni odbise da ih ugoste. U gradu njih dvojica naiđose na jedan zid koji samo sto se nije srusio, pa ga onaj uspravi. \"Mogao si\", rece Musa, \"za njega uzeti nagradu"},{"SurahNumber":18,"VerseNumber":78,"Text":"Ovo je rastanak između mene i tebe\", rece onaj, \"obavijestit cu te o tumacenju onoga zbog cega nisi mogao da se strpis"},{"SurahNumber":18,"VerseNumber":79,"Text":"Sto se one lađe tice, ona je pripadala siromasima koji rade na moru, i ja sam htio da je ostetim jer je pred njima bio jedan vladar koji je svaku ispravnu lađu otimao"},{"SurahNumber":18,"VerseNumber":80,"Text":"Sto se onog djecaka tice, roditelji njegovi bili su vjernici; pobojali smo se da ih on nece na osionost i nevjerovanje navratiti"},{"SurahNumber":18,"VerseNumber":81,"Text":"pa smo htjeli da im Gospodar njihov, umjesto njega, da boljeg i cestitijeg, i samilosti pribliznijeg"},{"SurahNumber":18,"VerseNumber":82,"Text":"A sto se onoga zida tice, to je bio zid dvojice djecaka, sirocadi iz grada, a pod njim je zakopano njihovo blago. Otac njihov je bio dobar covjek i Gospodar tvoj zeli, iz milosti Svoje, da oni odrastu i izvade blago svoje. Sve to ja nisam uradio po nahođenju svome. Eto to je tumacenje onoga za sto se ti nisi mogao strpjeti"},{"SurahNumber":18,"VerseNumber":83,"Text":"I pitaju te o Zulkarnejnu. Reci: \"Kazat cu vam o njemu neke vijesti"},{"SurahNumber":18,"VerseNumber":84,"Text":"Mi smo mu omogucili da ima vlast na Zemlji i dali smo mu sredstva da uradi sve sto zeli"},{"SurahNumber":18,"VerseNumber":85,"Text":"I on pođe putem"},{"SurahNumber":18,"VerseNumber":86,"Text":"Kada stize do mjesta gdje Sunce zalazi, nađe kao da zalazi u jedan izvor mutni i nađe u blizini njegovoj jedan narod. Rekosmo Mi: \"Ili ces da ih kaznis ili ces sa njima blago da postupis"},{"SurahNumber":18,"VerseNumber":87,"Text":"Onoga ko zulum cini\", rece, \"kaznit cemo, a poslije ce se svome Gospodaru vratiti, pa ce ga i On teskoj patnji podvrgnuti"},{"SurahNumber":18,"VerseNumber":88,"Text":"A onome ko bude vjerovao i dobra djela cinio pripada nagrada najljepsa, i njemu cemo samo naredbe koje su lahke upucivati"},{"SurahNumber":18,"VerseNumber":89,"Text":"I on pođe dalje"},{"SurahNumber":18,"VerseNumber":90,"Text":"I kad dođe do mjesta gdje Sunce izlazi, on nađe da ono izlazi iznad jednog naroda kome Mi nismo dali da se od njega bilo cim zakloni"},{"SurahNumber":18,"VerseNumber":91,"Text":"Tako to bi. A Mi obuhvatamo znanjem sve sto je imao on"},{"SurahNumber":18,"VerseNumber":92,"Text":"I on opet pođe"},{"SurahNumber":18,"VerseNumber":93,"Text":"Kad stize između dvije planine, nađe ispred njih narod koji je jedva govor razumijevao"},{"SurahNumber":18,"VerseNumber":94,"Text":"O Zulkarnejne\", rekose oni, \"Je'dzudz i Me'dzudz\" cine nered po Zemlji, pa hoces li da ti sakupimo naknadu da između nas i njih podignes pregradu"},{"SurahNumber":18,"VerseNumber":95,"Text":"Bolje je ono sto mi je moj Gospodar dao\", rece on. \"Nego, samo vi pomozite meni sto vise mozete, i ja cu između vas i njih pregradu podici"},{"SurahNumber":18,"VerseNumber":96,"Text":"Donesite mi velike komade gvozđa.\" I kad on izravna dvije strane brda, rece: \"Pusite!\" A kad ga usija, rece: \"Donesite mi rastopljeni bakar da ga zalijem"},{"SurahNumber":18,"VerseNumber":97,"Text":"I tako oni nisu mogli ni da je pređu niti su mogli da je prokopaju"},{"SurahNumber":18,"VerseNumber":98,"Text":"Ovo je blagodat Gospodara moga!\", rece on. \"A kad se prijetece obecanje Gospodara moga ispuni, On ce je sa zemljom sravniti, a obecanje Gospodara moga ce se sigurno ispuniti"},{"SurahNumber":18,"VerseNumber":99,"Text":"I Mi cemo tada ostaviti da se jedni od njih kao talasi sudaraju s drugima. I puhnut ce se u rog, pa cemo ih sve skupiti"},{"SurahNumber":18,"VerseNumber":100,"Text":"Taj dan cemo nevjernicima Dzehennem jasno pokazati"},{"SurahNumber":18,"VerseNumber":101,"Text":"onima cije su oci bile koprenom zastrte od Moje Opomene, i koji nisu mogli da slusaju"},{"SurahNumber":18,"VerseNumber":102,"Text":"Zar nevjernici misle da pored Mene za bogove mogu uzimati robove Moje?! Mi smo, doista, nevjernicima Dzehennem kao mjesto boravka pripremili"},{"SurahNumber":18,"VerseNumber":103,"Text":"Reci: \"Hocete li da vas obavijestimo o onima koji ce u svojim djelima najvise gubitka imati"},{"SurahNumber":18,"VerseNumber":104,"Text":"ciji ce trud u zivotu na ovom svijetu uzaludan biti, a koji ce misliti da je dobro ono sto rade"},{"SurahNumber":18,"VerseNumber":105,"Text":"To su oni koji u dokaze Gospodara svoga ne budu vjerovali i koji budu poricali da ce pred Njega izaci; zbog toga ce trud njihov uzaludan biti i na Kijametskom im danu ni vagu necemo postaviti"},{"SurahNumber":18,"VerseNumber":106,"Text":"Njima ce kazna Dzehennem biti, zato sto su nevjernici bili i sto su se ajetima i znakovima Mojim i poslanicima Mojim rugali"},{"SurahNumber":18,"VerseNumber":107,"Text":"Onima koji budu vjerovali i dobra djela cinili - basce Firdevsa ce ugoscenje biti"},{"SurahNumber":18,"VerseNumber":108,"Text":"vjecno ce u njima boraviti i nece pozeljeti da ih necim drugim zamijene"},{"SurahNumber":18,"VerseNumber":109,"Text":"Reci: \"Kada bi more bilo mastilo da se ispisu rijeci Gospodara moga, more bi presahlo, ali ne i rijeci Gospodara moga, pa i kad bismo ga prosirili morem poput njega"},{"SurahNumber":18,"VerseNumber":110,"Text":"Reci: \"Ja sam covjek kao i vi, meni se objavljuje da je vas Bog- jedan Bog. Pa ko se nada susretu s Gospodarom svojim, neka cini dobra djela i neka u ibadetu Gospodaru svome nikoga ne pridruzuje"}]}