{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Slovo. Klyanus' pouchitel'nym Koranom"},{"SurahNumber":38,"VerseNumber":2,"Text":"istinno, nevernyye nakhodyatsya v gordosti i uporstve"},{"SurahNumber":38,"VerseNumber":3,"Text":"Prezhde nikh skol'ko drevnikh pokoleniy istrebili My! Oni vzyvali o izbavlenii, no ne bylo uzhe vremeni izbavleniya"},{"SurahNumber":38,"VerseNumber":4,"Text":"Oni udivlyayutsya, chto k nim prishel uchitel' iz sredy ikh samikh; oni, nevernyye, govoryat: \"On charodey, obmanshchik"},{"SurahNumber":38,"VerseNumber":5,"Text":"Na mesto etikh bogov khochet ustanovit' odnogo kakogo-to Boga? Pravo, eto udivitel'noye delo"},{"SurahNumber":38,"VerseNumber":6,"Text":"Stareyshiny ikh, ukhodya govorili: \"Idite, tverdo derzhites' bogov vashikh! Eto - takoye delo, kotorogo zhelat' dolzhno"},{"SurahNumber":38,"VerseNumber":7,"Text":"My ne slyshali togo v posledney religii: eto tol'ko odin vymysel"},{"SurahNumber":38,"VerseNumber":8,"Text":"Yemu li, odnomu iz nas, nisposylayetsya takoye ucheniye?\" Da, oni v somnenii o Moyem uchenii; no oni yeshche ne otvedali Moyego nakazaniya"},{"SurahNumber":38,"VerseNumber":9,"Text":"V ikh li rasporyazhenii sokrovishcha milosti Gospoda tvoyego, sil'nogo, shchedrodatlivogo"},{"SurahNumber":38,"VerseNumber":10,"Text":"U nikh li vlast' nad nebesami, zemleyu i nad tem, chto mezhdu nimi? Tak puskay vzoshli by oni na vysoty nebesnyye"},{"SurahNumber":38,"VerseNumber":11,"Text":"Kakoye opolcheniye iz etikh soumyshlennikov ni yavilos' syuda, ono budet prognano"},{"SurahNumber":38,"VerseNumber":12,"Text":"Prezhde nikh, narod Noya, Gadyane, Faraon - obladatel' stolbov"},{"SurahNumber":38,"VerseNumber":13,"Text":"Femudyane, narod Lota, obitateli Eyki schitali lzhetsami - sonmishcha eti"},{"SurahNumber":38,"VerseNumber":14,"Text":"Vse oni bez isklyucheniya, - schitali lzhetsami poslannikov, i za to ikh postiglo Moye nakazaniye"},{"SurahNumber":38,"VerseNumber":15,"Text":"I eti dozhdutsya razve tol'ko odnogo klika, pri kotorom im i razu ne vskhlipnut'"},{"SurahNumber":38,"VerseNumber":16,"Text":"Oni govoryat: \"Gospodi nash! Uskori reshit' dlya nas zhrebiy nash, prezhde dnya otscheta"},{"SurahNumber":38,"VerseNumber":17,"Text":"Terpi, chto govoryat oni, i vspomni raba nashego Davida, obladavshego velikodushiyem: on byl serdechno predannyy Nam"},{"SurahNumber":38,"VerseNumber":18,"Text":"My podchinili yemu gory: s nim oni vozsylali khvaly pri vechernem sumrake i pri utrennem rassvete"},{"SurahNumber":38,"VerseNumber":19,"Text":"I ptits, k nemu sobiravshikhsya: vse oni s nim slavoslovili"},{"SurahNumber":38,"VerseNumber":20,"Text":"My utverdili yego tsarstvo, dali yemu mudrost' i krasnorechivoye slovo dlya sobesedovaniya"},{"SurahNumber":38,"VerseNumber":21,"Text":"Dokhodila li do tebya povest' o vedshikh tyazhbu, kogda oni chrez stenu pronikli v yego terem"},{"SurahNumber":38,"VerseNumber":22,"Text":"Kogda voshli oni k Davidu, on ispugalsya ikh. Oni skazali: \"Ne boysya; my - dva tyazhushchiyesya; odin iz nas nespravedlivo postupil s drugim: rassudi nas verno, ne bud' nespravedliv v reshenii, vyvedi nas na pryamoy put'"},{"SurahNumber":38,"VerseNumber":23,"Text":"Etot - brat moy; u nego yest' devyanosto devyat' ovets, a u menya byla odna ovtsa; i on skazal: \"Poruchi yeye mne\", i ubedil menya svoimi slovami"},{"SurahNumber":38,"VerseNumber":24,"Text":"On skazal: \"Da, on obidel tebya, trebuya tvoyey ovtsy k svoim ovtsam. Deystvitel'no, mnogiye iz nakhodyashchikhsya v blizkikh mezhdu soboyu otnosheniyakh, nespravedlivo postupayut drug s drugom; a takikh, a takikh kotoryye veruyut i delayut dobroye, - takikh ne mnogo\". David ponyal, chto My ispytyvayem yego; on stal prosit' sebe proshcheniye u Gospoda svoyego; poklanyayas', pal nits i kayalsya"},{"SurahNumber":38,"VerseNumber":25,"Text":"I My prostili yemu eto: deystvitel'no, dlya nego u Nas blizkaya k Nam i prekrasnaya obitel'"},{"SurahNumber":38,"VerseNumber":26,"Text":"David! My postavili tebya namestnikom na zemle; sudi lyudey spravedlivo, ne uvlekaysya strastyami, ne otklonili by tebya oni s puti Bozhiya: ibo tem, kotoryye uklonyayutsya s puti Bozhiya, zhestokaya muka za to, chto oni zabyvayut o dne otcheta"},{"SurahNumber":38,"VerseNumber":27,"Text":"My sotvorili nebo, zemlyu i to, chto yest' mezhdu nimi, ne po pustomu, kak dumayut nevernyye; gore nevernym v adskom ogne"},{"SurahNumber":38,"VerseNumber":28,"Text":"Postavim li My veruyushchikh i delayushchikh dobroye naravne s delayushchimi razvraty na zemle? Postavim li bogoboyazlivykh naravne s nechestivymi"},{"SurahNumber":38,"VerseNumber":29,"Text":"Pisaniye, kotoroye nisposlali My tebe, blagoslovenno; daby umnyye razmyshlyali o znameniyakh yego i nauchalis'"},{"SurahNumber":38,"VerseNumber":30,"Text":"Davidu My dali Solomona: kakim prekrasnym slugoyu byl on! S iskrennim raskayaniyem on obrashchalsya k Bogu"},{"SurahNumber":38,"VerseNumber":31,"Text":"Vot, v vecherneye vremya k nemu privedeny byli stoyashchiye na trekh nogakh i yedva kasayushchiyesya zemli kopytom chetvertoy nogi, bystryye v bege"},{"SurahNumber":38,"VerseNumber":32,"Text":"Togda on skazal: \"Lyubov'yu k etomu blagu ya otvleksya ot vospominaniy o Gospode, dotole, kak uzhe skrylos' vse pod pokryvalom nochi"},{"SurahNumber":38,"VerseNumber":33,"Text":"Podvedi ikh ko mne!\" i on stal gladit' im goleni i shei"},{"SurahNumber":38,"VerseNumber":34,"Text":"My iskushali Solomona, kogda pomestili na yego prestole nekoye sushchestvo. Posle togo on raskayalsya"},{"SurahNumber":38,"VerseNumber":35,"Text":"On skazal: \"Gospodi prosti mne, i day mne vlast', kakaya krome menya nikomu ne dostavalas'; potomu chto Ty shchedryy podatel'"},{"SurahNumber":38,"VerseNumber":36,"Text":"Togda My pokorili yemu veter, kotoryy, po yego poveleniyu, nessya tikhim veyaniyem tuda, kuda on khotel"},{"SurahNumber":38,"VerseNumber":37,"Text":"I d'yavolov, kotoryye vse byli stroitelyami ili vodolazami"},{"SurahNumber":38,"VerseNumber":38,"Text":"I prochikh, svyazannykh tsepyami"},{"SurahNumber":38,"VerseNumber":39,"Text":"Takovy nashi dary; a ty okazyvay blagodeyaniya, ili otkazyvay v nikh, bez otcheta"},{"SurahNumber":38,"VerseNumber":40,"Text":"Deystvitel'no, i dlya nego u Nas blizkaya k Nam i prekrasnaya obitel'"},{"SurahNumber":38,"VerseNumber":41,"Text":"Vspomni takzhe raba nashego Iova. Vot, on vozzval ko Gospodu svoyemu: \"Satana porazil menya bolezn'yu i stradaniyem"},{"SurahNumber":38,"VerseNumber":42,"Text":"Udar' v zemlyu nogoy tvoyey. Vot voda dlya omoveniya, prokhlazhdeniya, pit'ya"},{"SurahNumber":38,"VerseNumber":43,"Text":"I My dali yemu semeystvo, i ravnoye tomu, kakoye bylo u nego prezhde, po milosti nashey i v nastavleniye lyudyam rassuditel'nym"},{"SurahNumber":38,"VerseNumber":44,"Text":"Voz'mi v ruku svoyu puk svezhey travy, i yeyu udar' yeye, chtoby ne ostat'sya tebe narushitelem tvoyey klyatvy!\" My nashli yego terpelivym: kakim prekrasnym rabom byl on! S iskrennim raskayaniyem on obrashchalsya k Bogu"},{"SurahNumber":38,"VerseNumber":45,"Text":"Vspomni takzhe rabov nashikh: Avraama, Isaaka, Iakova, obladavshikh velikodushiyem i prozorlivost'yu"},{"SurahNumber":38,"VerseNumber":46,"Text":"Deystvitel'no, My delali ikh chistymi posredstvom chistogo vospominaniya o sem zhilishche nashem"},{"SurahNumber":38,"VerseNumber":47,"Text":"I oni pri Nas deystvitel'no v chisle izbrannykh i pravednykh"},{"SurahNumber":38,"VerseNumber":48,"Text":"Vspomni takzhe o Ismaile, Yeliseye, Zul'-Kifle: vse oni v chisle pravednykh"},{"SurahNumber":38,"VerseNumber":49,"Text":"Eto vse - napominaniye. Istinno, blagochestivym budet prekrasnaya obitel'"},{"SurahNumber":38,"VerseNumber":50,"Text":"Sady edemskiye, s otkrytymi dlya nikh vratami"},{"SurahNumber":38,"VerseNumber":51,"Text":"Vozlegshi v nikh, oni vozblagodaryat Boga za mnozhestvo plodov i pitiy"},{"SurahNumber":38,"VerseNumber":52,"Text":"Pri nikh budut skromnyye vzorami, i ravnyye po vozrastu"},{"SurahNumber":38,"VerseNumber":53,"Text":"Takovo budet obeshchannoye vam ko dnyu otcheta"},{"SurahNumber":38,"VerseNumber":54,"Text":"Takov nash nadel; on budet neistoshchim"},{"SurahNumber":38,"VerseNumber":55,"Text":"Tak. Naprotiv, nechestivym budet uzhasnaya obitel'"},{"SurahNumber":38,"VerseNumber":56,"Text":"Geyenna, v kotoroy oni goret' budut: kak muchitel'no eto lozhe"},{"SurahNumber":38,"VerseNumber":57,"Text":"Tak; to, chto oni budut vkushat', budet kipyatok, smradnaya gnil'"},{"SurahNumber":38,"VerseNumber":58,"Text":"I drugiye, podobnyye tomu, vozbuzhdayushchiye otvrashcheniye veshchestva"},{"SurahNumber":38,"VerseNumber":59,"Text":"A eto - eto tolpa tekh, kotoryye bessmyslenno brosilis' za vami: im ne budet otrady zdes'; potomu chto oni budut goret' v etom ogne"},{"SurahNumber":38,"VerseNumber":60,"Text":"Oni skazhut: \"Da ne budet i vam otrady! Vy nam prigotovili eto: kak bespokoyno eto zhilishche"},{"SurahNumber":38,"VerseNumber":61,"Text":"Oni skazhut: \"Gospodi nash! Muku v etom ogne udvoy dlya tekh, kotoryye prigotovili yego nam"},{"SurahNumber":38,"VerseNumber":62,"Text":"I yeshche skazhut: \"Pochemu my ne vidim tekh lyudey, kotorykh my schitali v chisle khudykh"},{"SurahNumber":38,"VerseNumber":63,"Text":"Nad kotorymi my smeyalis'? Ili nashi ochi ne mogut rassmotret' ikh"},{"SurahNumber":38,"VerseNumber":64,"Text":"Deystvitel'no, takovo budet - eto istinno - vzaimnoye prepiratel'stvo muchayushchikhsya v ogne"},{"SurahNumber":38,"VerseNumber":65,"Text":"Skazhi: \"YA tol'ko uveshchatel'; takzhe: net nikogo dostopoklanyayemogo krome Boga, yedinogo, karayushchego"},{"SurahNumber":38,"VerseNumber":66,"Text":"Gospoda nebes, zemli i togo, chto mezhdu nimi, sil'nogo, proshchayushchego"},{"SurahNumber":38,"VerseNumber":67,"Text":"Skazhi: \"On yest' velikoye prorocheskoye ucheniye"},{"SurahNumber":38,"VerseNumber":68,"Text":"A vy ot nego udalyayetes'"},{"SurahNumber":38,"VerseNumber":69,"Text":"U menya ne bylo znaniya o verkhovnom sonme, kogda on vstupal v sostyazaniye"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mne ono otkryto tol'ko potomu, chto ya istinnyy nastavnik"},{"SurahNumber":38,"VerseNumber":71,"Text":"Vot, Gospod' tvoy skazal angelam: \"YA sotvoryu cheloveka iz persti"},{"SurahNumber":38,"VerseNumber":72,"Text":"Kogda YA dam yemu nadlezhashchiy obraz i vdokhnu v nego Moyego dukha: togda vy pripadite i poklonites' yemu"},{"SurahNumber":38,"VerseNumber":73,"Text":"I angely poklonilis' vse, kazhdyy iz nikh"},{"SurahNumber":38,"VerseNumber":74,"Text":"Krome Ivlisa. On vozvelichalsya i stal v chisle nevernykh"},{"SurahNumber":38,"VerseNumber":75,"Text":"On skazal: \"Ivlis! Chto uderzhalo tebya ot pokloneniya tomu, kogo sotvoril YA svoimi rukami? Ty vozvelichalsya ne potomu li, chto ty iz chisla vysshikh"},{"SurahNumber":38,"VerseNumber":76,"Text":"On skazal: \"YA luchshe yego: menya sotvoril Ty iz ognya, a yego sotvoril iz persti"},{"SurahNumber":38,"VerseNumber":77,"Text":"On skazal: \"Vyydi otsyuda; ty progonyayemyy kamnyami"},{"SurahNumber":38,"VerseNumber":78,"Text":"Moye proklyatiye na tebe do dnya suda"},{"SurahNumber":38,"VerseNumber":79,"Text":"On skazal: \"Gospodi! Otsroch' mne do dnya, v kotoryy oni voskresheny budut"},{"SurahNumber":38,"VerseNumber":80,"Text":"On skazal: \"Ty odin iz tekh, kotorym dayetsya otsrochka"},{"SurahNumber":38,"VerseNumber":81,"Text":"Do dnya izvestnogo vremeni"},{"SurahNumber":38,"VerseNumber":82,"Text":"On skazal: \"Klyanus' Tvoim velichiyem: ya vvedu v zabluzhdeniye vsekh ikh"},{"SurahNumber":38,"VerseNumber":83,"Text":"Krome tvoikh rabov, tekh, kotoryye budut iskrenni pred Toboyu"},{"SurahNumber":38,"VerseNumber":84,"Text":"On skazal: \"Istinno, istinno govoryu"},{"SurahNumber":38,"VerseNumber":85,"Text":"napolnyu geyennu toboy i temi, kotoryye posleduyut tebe, imi vsemi"},{"SurahNumber":38,"VerseNumber":86,"Text":"Skazhi: \"YA ne proshu u vas platy za nego; i ya ne iz takikh, kotoryye obyazyvayut k delam trudnym"},{"SurahNumber":38,"VerseNumber":87,"Text":"On tol'ko nastavleniye dlya mirov"},{"SurahNumber":38,"VerseNumber":88,"Text":"Posle nekotorogo vremeni vy uznayete dostoinstvo yego"}]}