{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Glorifying DEUS est everything caelum everything terra; Rex the Multus Sanctus Almighty the Multus Wise"},{"SurahNumber":62,"VerseNumber":2,"Text":"He est Unus sent to gentiles messenger ex them recite them His revelations purify them teach them scripture wisdom! Ante hoc they iit far astray"},{"SurahNumber":62,"VerseNumber":3,"Text":"to multus generations subsequentis to them. He est Almighty Wise"},{"SurahNumber":62,"VerseNumber":4,"Text":"Such est deus gratia ut He bestows whomever He testimentum! DEUS est Possessor Infinite GRATIA"},{"SurahNumber":62,"VerseNumber":5,"Text":"example de those dedit Torah tunc failed uphold it est donkey carrying major works literature. Miserable indeed est example people rejected deus revelations. DEUS NON guide wicked people"},{"SurahNumber":62,"VerseNumber":6,"Text":"dictus O vos est Judaicus vos claim ut vos est deus chosen to exclusion totus alius people tunc vos long decessus vos est truthful"},{"SurahNumber":62,"VerseNumber":7,"Text":"They nunquam long it quod they committed DEUS est fully aware de the wicked"},{"SurahNumber":62,"VerseNumber":8,"Text":"Dictus decessus vos est trying evade testimentum catch up cum vos sooner later Tunc vos returned Knower de totus secrets declarations tunc He inform vos de everything vos perfecit"},{"SurahNumber":62,"VerseNumber":9,"Text":"O vos believe when Congregational Prayer (Salat Al-Jumu ah) announced on Dies, Veneris, vos hasten commemoration DEUS drop totus business Hoc est bene vos si vos unus knew"},{"SurahNumber":62,"VerseNumber":10,"Text":"Dodum prayer perfecit vos spread terra seek deus bounties continue remember DEUS frequently ut vos succeed"},{"SurahNumber":62,"VerseNumber":11,"Text":"When some de them advenit business deal some entertainment they rush it sinister vos standing Dictus Quod DEUS possesses est far bene than entertainment business DEUS EST BENE Provider"}]}