{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Göklerde ve yerde ne varsa ALLAH'ı yüceltir. Yönetim O'nundur, övgü O'nadır. O her şeye Gücü yetendir"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi O yarattı. Sonra kiminiz inkarcı, kiminiz de inançlıdır. ALLAH tüm yaptıklarınızı Görendir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gökleri ve yeri belli bir amaç için yaratmış, size biçim vermiş ve biçiminizi güzelleştirmiştir. Dönüş O'nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Göklerde ve yerde olanları bilir; sizin gizlediklerinizi ve açığa vurduklarınızı da bilir. ALLAH gizli düşüncelerinizi çok iyi bilir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Daha önce inkar edip de yaptıklarının karşılığını tadanların haberi size ulaşmadı mı? Onlara acı bir azap vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Çünkü, elçileri onlara apaçık kanıtlarla gidiyorlar ve onlar ise, \"Bize doğru yolu bir insan mı gösterecek?\" diyorlardı. Böylece inkar edip yüz çeviriyorlardı. ALLAH hiç bir şeye muhtaç değildir. ALLAH Zengindir, Övülendir"},{"SurahNumber":64,"VerseNumber":7,"Text":"İnkarcılar, diriltilmeyeceklerini ileri sürerler. De ki, \"Evet, Rabbime andolsun diriltileceksiniz ve sonra yaptıklarınız size bildirilecektir. Bu, ALLAH'a kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"ALLAH'a, elçisine ve indirdiğimiz bu ışığa inanınız. ALLAH yaptıklarınızdan Haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Gün gelir, sizi toplanma günü için toplarız. Bu, aldanma günüdür. Kim ALLAH'a inanır ve erdemli davranırsa, kötülüklerini örter ve onu altından ırmaklar akan cennetlere sokar. Orada ebedi kalırlar. Büyük başarı işte budur"},{"SurahNumber":64,"VerseNumber":10,"Text":"İnkar edenler, ayetlerimizi ve mucizelerimizi yalanlayanlar ateşin halkıdır; orada ebedi kalıcıdırlar. Ne kötü bir varış noktasıdır"},{"SurahNumber":64,"VerseNumber":11,"Text":"Başa ne gelirse ALLAH'ın izniyledir. Kim ALLAH'a inanırsa, gönlüne yön gösterir. ALLAH her şeyi bilendir"},{"SurahNumber":64,"VerseNumber":12,"Text":"ALLAH'a uyunuz, elçisine uyunuz. Yüz çevirirseniz, elçimizin görevi açıkça bildirmekten ibarettir"},{"SurahNumber":64,"VerseNumber":13,"Text":"ALLAH: O'ndan başka tanrı yoktur. İnananlar yalnız ALLAH'a güvenmelidirler"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey inananlar, eşleriniz ve çocuklarınız size düşman olabilirler. Öyleyse onlardan sakının. Ama affeder, hoşgörülü davranır ve bağışlarsanız, elbette ALLAH da Bağışlayandır, Rahimdir"},{"SurahNumber":64,"VerseNumber":15,"Text":"Paralarınız ve çocuklarınız bir sınavdır. Büyük ödül ALLAH'ın yanındadır"},{"SurahNumber":64,"VerseNumber":16,"Text":"Gücünüz yettiği kadar ALLAH'ı sayın. Dinleyin, itaat edin ve kendi yararınız için yardımda bulununuz. Nefsinin bencillik ve cimriliğinden korunanlar başaranlardır"},{"SurahNumber":64,"VerseNumber":17,"Text":"ALLAH'a güzel bir ödünç sunarsanız, O da onu sizin için katlar ve sizi bağışlar. ALLAH Değer verir, Şefkatlidir"},{"SurahNumber":64,"VerseNumber":18,"Text":"Gizliyi ve açığı Bilendir; Üstündür, Bilgedir"}]}