{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":1,"Text":"The Hour neared and the moon was split"},{"SurahNumber":54,"VerseNumber":2,"Text":"And if they see a sign, they turn aside and say: Incessant sorcery"},{"SurahNumber":54,"VerseNumber":3,"Text":"And they denied and followed their own desires. And every affair is that which is settled"},{"SurahNumber":54,"VerseNumber":4,"Text":"And, certainly, the tidings drew near them wherein was that which is to deter"},{"SurahNumber":54,"VerseNumber":5,"Text":"—namely, that which is far reaching wisdom— yet warnings avail not"},{"SurahNumber":54,"VerseNumber":6,"Text":"So turn thou away from them• on a Day when One Who Calls will call to a horrible thing"},{"SurahNumber":54,"VerseNumber":7,"Text":"Their sight will be that which is humbled and they will go forth from the tombs as if they had been dispersed locusts"},{"SurahNumber":54,"VerseNumber":8,"Text":"ones who run forward with their eyes fixed in horror towards The One Who Calls. The ones who are ungrateful will say: This is a difficult Day"},{"SurahNumber":54,"VerseNumber":9,"Text":"The folk of Noah denied before them. They denied Our servant and said: One who is possessed! And he was deterred"},{"SurahNumber":54,"VerseNumber":10,"Text":"So he called to his Lord saying: I am one who is vanquished, so Thou help me"},{"SurahNumber":54,"VerseNumber":11,"Text":"So We opened the doors of heaven with torrential water"},{"SurahNumber":54,"VerseNumber":12,"Text":"And We caused the earth to gush forth with springs so the waters were to meet one another from a command that was measured"},{"SurahNumber":54,"VerseNumber":13,"Text":"And We carried him on a vessel of planks and caulked"},{"SurahNumber":54,"VerseNumber":14,"Text":"running under Our eyes, a recompense for Noah who had been disbelieved"},{"SurahNumber":54,"VerseNumber":15,"Text":"And, certainly, We left this as a sign. Then, is there one who recalls"},{"SurahNumber":54,"VerseNumber":16,"Text":"So how had been My punishment and My warning"},{"SurahNumber":54,"VerseNumber":17,"Text":"And, certainly, We made the Quran easy as a Remembrance. Then, is there one who recalls"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ad denied. So how had been My punishment and My warning"},{"SurahNumber":54,"VerseNumber":19,"Text":"Truly, We sent a raging wind against them on a day of continuous misfortune"},{"SurahNumber":54,"VerseNumber":20,"Text":"tearing out humanity as if they had been uprooted palm trees, uprooted"},{"SurahNumber":54,"VerseNumber":21,"Text":"So how had been My punishment and My warning"},{"SurahNumber":54,"VerseNumber":22,"Text":"And, certainly, We made the Quran easy as a Remembrance. Then, is there one who recalls"},{"SurahNumber":54,"VerseNumber":23,"Text":"Thamud denied the warning"},{"SurahNumber":54,"VerseNumber":24,"Text":"for they said: Follow we a lone mortal from among us? Truly, we would be going astray and insane"},{"SurahNumber":54,"VerseNumber":25,"Text":"Is it that the Remembrance was cast down to Salih from among us? Nay! He is a rash liar"},{"SurahNumber":54,"VerseNumber":26,"Text":"They will know tomorrow who the rash liar is"},{"SurahNumber":54,"VerseNumber":27,"Text":"Truly, We are ones who sent the she-camel as a test for them. So thou be on the watch for them and maintain patience"},{"SurahNumber":54,"VerseNumber":28,"Text":"And tell them that the division of the water is between them. Every drink was that which is divided in turn"},{"SurahNumber":54,"VerseNumber":29,"Text":"But they cried out to their companion, and he took her in hand and crippled her"},{"SurahNumber":54,"VerseNumber":30,"Text":"So how had been My punishment and My warning"},{"SurahNumber":54,"VerseNumber":31,"Text":"Truly, We sent against them one Cry and they had been like straw for the one who is a builder of animal enclosures"},{"SurahNumber":54,"VerseNumber":32,"Text":"And, certainly, We made the Quran easy as a Remembrance. Then, is there one who recalls"},{"SurahNumber":54,"VerseNumber":33,"Text":"The folk of Lot denied the warning"},{"SurahNumber":54,"VerseNumber":34,"Text":"Truly, We sent against them a sand storm, but the family of Lot. We delivered them at the breaking of day"},{"SurahNumber":54,"VerseNumber":35,"Text":"as a divine blessing from Us. Thus, We gave recompense to him who gave thanks"},{"SurahNumber":54,"VerseNumber":36,"Text":"And, certainly, he warned them of Our attack but they quarreled over the warning"},{"SurahNumber":54,"VerseNumber":37,"Text":"And, certainly, they solicited his guests, so We obliterated their eyes. Then, experience My punishment and My warning"},{"SurahNumber":54,"VerseNumber":38,"Text":"And, certainly, it came in the morning, early morning at dawn, a settled punishment"},{"SurahNumber":54,"VerseNumber":39,"Text":"Then, experience My punishment and My warning"},{"SurahNumber":54,"VerseNumber":40,"Text":"And, certainly, We made the Quran easy as a Remembrance. Then, is there one who recalls"},{"SurahNumber":54,"VerseNumber":41,"Text":"And, certainly, drew near the warning to the people of Pharaoh"},{"SurahNumber":54,"VerseNumber":42,"Text":"They denied Our signs, all of them. So We took them with a taking, One Who is Almighty, Omnipotent"},{"SurahNumber":54,"VerseNumber":43,"Text":"Are ones who are ungrateful better than those? Or have you an immunity in the ancient scrolls"},{"SurahNumber":54,"VerseNumber":44,"Text":"Or say they: We are aided altogether"},{"SurahNumber":54,"VerseNumber":45,"Text":"Their multitude will be put to flight and they will turn their backs"},{"SurahNumber":54,"VerseNumber":46,"Text":"Nay! The Hour is what is promised them and the Hour will be more calamitous and more distasteful"},{"SurahNumber":54,"VerseNumber":47,"Text":"Truly, ones who sin are going astray and insane"},{"SurahNumber":54,"VerseNumber":48,"Text":"On a Day they will be dragged into the fire on their faces: Experience the touch of Saqar"},{"SurahNumber":54,"VerseNumber":49,"Text":"Truly, We created all things in measure"},{"SurahNumber":54,"VerseNumber":50,"Text":"and Our command is not but one as the twinkling of the eye"},{"SurahNumber":54,"VerseNumber":51,"Text":"And, certainly, We caused to perish their partisans. Is there, then, one who recalls"},{"SurahNumber":54,"VerseNumber":52,"Text":"And everything they accomplished is in the ancient scrolls"},{"SurahNumber":54,"VerseNumber":53,"Text":"And every small and great thing is that which is written"},{"SurahNumber":54,"VerseNumber":54,"Text":"Truly, the ones who are Godfearing will be in Gardens and rivers"},{"SurahNumber":54,"VerseNumber":55,"Text":"in positions of sincerity near an Omnipotent King"}]}