{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Bu zikirle dolu Kur'an'a bak"},{"SurahNumber":38,"VerseNumber":2,"Text":"O inkar edenler bir gurur ve ayrılık icindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Kendilerinden once nicelerini helak ettik. Onlar cagrıstılar. Ama artık kurtulus vakti degildi"},{"SurahNumber":38,"VerseNumber":4,"Text":"Iclerinden kendilerine uyarıcı bir peygamber geldigine sastılar da kafirler: \"Bu bir sihirbazdır, yalancıdır\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ilahları, bir tek ilah mı kılmıs? Bu gercekten sasılacak bir sey, cok tuhaf"},{"SurahNumber":38,"VerseNumber":6,"Text":"Iclerinden ileri gelenler fırladılar ve dediler ki: \"Ilahlarınız uzerinde sabır ve sebat edin. Bu, gercekten arzu edilen bir murad"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz bunu baska bir dinde isitmedik, bu mutlaka bir uydurmadır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Kur'an aramızdan ona mı indirilmis?\" dediler. Dogrusu onlar benim Kur'an'ımdan bir kusku icindeler. Ve dogrusu onlar henuz azabımı tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa sana o Kur'an'ı veren cok guclu ve ihsan sahibi Rabbinin hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa butun o goklerin, yerin ve aralarındakilerin mulku onların mı? Oyle ise butun imkanlarını seferber ederek yukselsinler de gorelim"},{"SurahNumber":38,"VerseNumber":11,"Text":"Onlar burada cesitli partilerden (gruplardan) bozguna ugramıs bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh kavmi, Ad kavmi ve saltanat sahibi Firavun da yalanlamıslardı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud kavmi, Lut kavmi ve Eykeliler (Suayb kavmi) de yalanlamıslardı. Iste o cesitli partiler bunlardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de gonderilen peygamberleri yalanladılar da azabım boyle hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Onlar da bir tek haykırısa bakıyorlar. Oyle ki onun gecikmesi de yoktur"},{"SurahNumber":38,"VerseNumber":16,"Text":"Bir de: \"Ey Rabbimiz! Hesap gununden once bizim azabdan payımızı acele ver\" dediler"},{"SurahNumber":38,"VerseNumber":17,"Text":"Simdi sen onların dediklerine sabret de kuvvetli kulumuz Davud'u hatırla. Cunku o, zikir ve tesbih ile bize yonelmisti"},{"SurahNumber":38,"VerseNumber":18,"Text":"Biz, dagları onun emrine vermistik. Aksamsabah onunla birlikte tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Kusları da toplu olarak onun emrine vermistik. Hepsi de ona uyarak zikir ve tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Biz onun mulkunu kuvvetlendirmis ve kendisine hikmet ve hakkı batıldan ayırt etme kabiliyeti vermistik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Bir de davacıların kıssası geldi mi sana? Hani surdan asarak mihraba ulasmıslardı"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud'un yanına giriverdiler de onlardan telase dustu. Ona \"Korkma!\" dediler, biz iki davacıyız. Birimiz, birimize haksızlık etti. Simdi sen aramızda hak ile hukum ver ve asırı gitme de bizi dogru yolun ortasına cıkar"},{"SurahNumber":38,"VerseNumber":23,"Text":"Biri: \"Iste bu benim kardesim. Onun doksan dokuz disi koyunu var, benim ise bir tek disi koyunum var. Boyle iken: Onu da bana ver, dedi ve tartısmada beni yendi\" diye anlattı"},{"SurahNumber":38,"VerseNumber":24,"Text":"Davud dedi ki: \"Dogrusu senin bir koyununu kendi koyunlarına katmak istemesiyle sana zulmetmistir. Gercekten bir cemiyette yasayanların cogu mutlaka birbirlerine haksızlık ediyorlar. Ancak iman edip de salih amel isleyenler baska. Ama onlar da pek az.\" Davud, bizim kendisini imtihan ettigimizi sanmıstı. Hemen Rabbinden magfiret diledi, ruku ederek yere kapandı, tevbe ile Allah'a yoneldi"},{"SurahNumber":38,"VerseNumber":25,"Text":"Biz de o zannettigi seyi kendisine bagısladık. Suphesiz yanımızda onun bir yakınlıgı ve guzel bir donus yeri vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud! Gercekten biz seni yeryuzunde bir halife yaptık. Artık insanlar arasında hak ile hukum ver. Keyfe, arzuya uyma ki, seni Allah yolundan saptırmasın. Cunku Allah yolundan sapanlar, hesap gununu unuttukları icin kendilerine cok siddetli bir azab vardır"},{"SurahNumber":38,"VerseNumber":27,"Text":"Hem o gogu, yeri ve aralarındakileri biz bosuna yaratmadık. O, kafirlerin zannıdır. Onun icin vay atese girecek olan kafirlerin haline"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa, iman edip de salih amel isleyenleri biz, o yeryuzundeki bozguncular gibi yapar mıyız? Yoksa o takva sahiplerini azgın gunahkarlar gibi yapar mıyız"},{"SurahNumber":38,"VerseNumber":29,"Text":"Bu, sana indirdigimiz mubarek bir kitaptır ki, insanlar onun ayetlerini dusunsunler ve temiz akıl sahipleri ibret alsınlar"},{"SurahNumber":38,"VerseNumber":30,"Text":"Bir de Davud'a Suleyman'ı bahsettik. Suleyman ne guzel kuldu. Cunku o seslice tesbih edip Allah'a yonelirdi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Hani kendisine bir zaman aksam ustu iyi cins ve rahvan atlar gosterilmisti"},{"SurahNumber":38,"VerseNumber":32,"Text":"Ben, dedi, at sevgisini, Rabbimi anmaktan oturu tercih ettim.\" Nihayet atlar perdenin arkasına gizlendi"},{"SurahNumber":38,"VerseNumber":33,"Text":"Geri getirin onları bana!\" dedi ve artık onların bacaklarını, boyunlarını silmeye basladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Andolsun ki Suleyman'ı imtihan da ettik ve tahtının uzerine bir ceset bıraktık. Sonra tekrar tevbe ile onceki haline dondu"},{"SurahNumber":38,"VerseNumber":35,"Text":"Suleyman: \"Ey Rabbim! Beni bagısla ve bana oyle bir mulk ihsan et ki, ardımdan hic kimseye yarasmasın. Suphesiz, butun dilekleri veren sensin.\" dedi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun uzerine biz ruzgarı onun emrine verdik. Onun emriyle istedigi yere yumusacık akardı"},{"SurahNumber":38,"VerseNumber":37,"Text":"Dalgıc ve yapı ustası seytanları da"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve daha digerlerini de zincirlerde baglı olarak (Onun emrine verdik)"},{"SurahNumber":38,"VerseNumber":39,"Text":"Iste bu, bizim ihsanımızdır. Artık sen dilersen baskalarına ver veya verme. Bundan hesaba cekilmeyeceksin\" dedik"},{"SurahNumber":38,"VerseNumber":40,"Text":"Suphesiz ki ona huzurumuzda bir yakınlık ve guzel bir makam vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub'u da an. Bir zaman o, Rabbine soyle nida etmisti: \"Mesakkat ve acı ile bana seytan dokundu"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Biz ona): \"Ayagını yere vur! Iste sana yıkanılacak ve icilecek soguk bir su\" dedik"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ve ona, butun ailesini ve beraberlerinde bir mislini daha tarafımızdan bir rahmet olarak bahsettik ki, akıl sahipleri icin bir ibret olsun"},{"SurahNumber":38,"VerseNumber":44,"Text":"(Bir de dedik ki): \"Eline bir demet al da onunla (esine) vur; yemininde durmamazlık etme.\" Dogrusu biz onu sabırlı bulduk. O ne guzel kul! O hakikaten daima Allah'a yonelmektedir"},{"SurahNumber":38,"VerseNumber":45,"Text":"Kullarımız Ibrahim'i, Ishak'ı ve Yakub'u da an. Onlar eller ve gozler sahipleri idiler"},{"SurahNumber":38,"VerseNumber":46,"Text":"Cunku biz onları temiz bir hasletle, halis yurt (ahiret) dusuncesine ermis has kullarımızdan kılmısızdır"},{"SurahNumber":38,"VerseNumber":47,"Text":"Cunku onlar, nezdimizde secilmis en hayırlı kimselerdendir"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ismail'i, Elyasa'yı, Zu'lKifl'i de an. Hepsi de en hayırlı kimselerdendir"},{"SurahNumber":38,"VerseNumber":49,"Text":"Iste bu bir oguttur. Suphesiz korunan muttakiler icin herhalde guzel bir istikbal (guzel bir donus yeri) vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Butun kapıları kendilerine acılmıs olan Adn cennetleri vardır"},{"SurahNumber":38,"VerseNumber":51,"Text":"Iclerine kurularak orada bircok yemisle, bambaska bir icki isteyeceklerdir"},{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında da bakısları yalnız kocalarına donuk hep aynı yasta dilberler vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"O hesap gunu icin size vaad edilen iste budur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Iste bu, bizim rızkımız; muhakkak ki ona hic tukenmek yoktur"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu, boyledir. Suphesiz azgınlar icin de fena bir gelecek vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem! Ona yaslanacaklar, fakat o ne cirkin dosektir"},{"SurahNumber":38,"VerseNumber":57,"Text":"Iste artık tatsınlar onu ki, o kaynar su ve irindir"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve o sekilden cifter cifter tadacakları diger acılar da vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"Iste sunlar da sizin pesinize dusenlerdir. Onlara merhaba yok. Cunku onlar cehenneme salınıyorlar"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Arkadan gelenler oncekilere:) Derler ki: \"Hayır, asıl size merhaba yok. Cunku cehennemi bize siz takdim ettiniz. Bakın o ne kotu yatak"},{"SurahNumber":38,"VerseNumber":61,"Text":"Ey Rabbimiz! Bize bunu takdim edenin atesteki azabını kat kat artır\" derler"},{"SurahNumber":38,"VerseNumber":62,"Text":"Bir de derler ki: \"Kotulerden saydıgımız birtakım adamları (fakir muminleri) niye goremiyoruz"},{"SurahNumber":38,"VerseNumber":63,"Text":"Onları eglence yerine tutmustuk ha! Yoksa bu gozler onlardan kaydı mı"},{"SurahNumber":38,"VerseNumber":64,"Text":"Suphesiz ki bu haktır. Ates ehlinin birbiriyle tartısması muhakkak olacaktır"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki: \"Ben ancak korkuyu haber veren bir peygamberim. O tek ve kahredici olan Allah'tan baska tanrı da yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"O, goklerin, yerin ve ikisi arasındakilerin Rabbidir. O cok gucludur, cok bagıslayıcıdır"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: \"Bu, bir buyuk haberdir"},{"SurahNumber":38,"VerseNumber":68,"Text":"Siz ondan yuz ceviriyorsunuz"},{"SurahNumber":38,"VerseNumber":69,"Text":"Munakasa ederlerken, benim melekler yuksek topluluguna ait ne bilgim olabilirdi"},{"SurahNumber":38,"VerseNumber":70,"Text":"Ancak ben acıktan acıga korkutmakla gorevli oldugum icin o bilgi bana vahyediliyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Hani Rabbin meleklere demisti ki: \"Ben camurdan bir insan yaratmaktayım"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onu tesviye edip, duzeltip de ruhumdan ona ufledim mi derhal ona secdeye kapanın"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bunun uzerine meleklerin hepsi toptan secde ettiler"},{"SurahNumber":38,"VerseNumber":74,"Text":"Yalnız Iblis etmedi, buyukluk tasladı ve kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allah: \"Ey Iblis! O benim kudretimle yarattıgıma secde etmene ne engel oldu? Kibirlenmek mi istedin? Yoksa yuksek derecelerde bulunanlardan mı oldun?\" dedi"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblis dedi ki: \"Ben ondan hayırlıyım. Beni atesten yarattın, onu ise camurdan yarattın"},{"SurahNumber":38,"VerseNumber":77,"Text":"Allah: \"Hemen cık oradan, artık sen kovuldun"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ve elbette lanetim ceza gunune kadar senin uzerindedir.\" buyurdu"},{"SurahNumber":38,"VerseNumber":79,"Text":"Iblis: \"Ya Rab! O halde insanların diriltilecekleri gune kadar bana muhlet ver.\" dedi"},{"SurahNumber":38,"VerseNumber":80,"Text":"Allah: \"Haydi belirli bir vakte kadar muhlet verilenlerdensin\" buyurdu"},{"SurahNumber":38,"VerseNumber":81,"Text":"Allah: \"Haydi belirli bir vakte kadar muhlet verilenlerdensin\" buyurdu"},{"SurahNumber":38,"VerseNumber":82,"Text":"Iblis: \"Oyle ise izzet ve serefine yemin ederim ki, ben onların hepsini mutlaka aldatır, saptırırım"},{"SurahNumber":38,"VerseNumber":83,"Text":"Ancak iclerinden ihlas ile secilmis has kulların mustesna\" dedi"},{"SurahNumber":38,"VerseNumber":84,"Text":"Allah buyurdu ki: \"O dogru, ben hep dogruyu soylerim"},{"SurahNumber":38,"VerseNumber":85,"Text":"Andolsun ki, cehennemi mutlaka senden ve onların sana uyanlarından, topunuzdan tıka basa dolduracagım"},{"SurahNumber":38,"VerseNumber":86,"Text":"Ey Muhammed! De ki: \"Ben o Kur'an'a karsı sizden bir ucret istemiyorum. Ve ben kendiligimden bir sey de teklif etmiyorum"},{"SurahNumber":38,"VerseNumber":87,"Text":"O Kur'an, butun alemler icin bir zikir, bir oguttur"},{"SurahNumber":38,"VerseNumber":88,"Text":"Herhalde onun haberini bir zaman sonra bileceksiniz"}]}