{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Elif. Lam. Ra. Bunlar Kitab´ın ve apacık bir Kur´an´ın ayetleridir"},{"SurahNumber":15,"VerseNumber":2,"Text":"Inkar edenler zaman zaman, keske biz de musluman olsaydık, diye arzu ederler"},{"SurahNumber":15,"VerseNumber":3,"Text":"Onları bırak; yesinler, eglensinler ve bos umit onları oyalayadursun. (Kotu sonucu) yakında bilecekler"},{"SurahNumber":15,"VerseNumber":4,"Text":"Helak ettigimiz hicbir ulke yoktur ki hakkında (bizce) bilinen bir yazgı olmasın"},{"SurahNumber":15,"VerseNumber":5,"Text":"Hicbir millet, ecelinin onune gecemez, ve onu geciktiremez"},{"SurahNumber":15,"VerseNumber":6,"Text":"Dediler ki: \"Ey kendisine Kur´an indirilen (Muhammed)! Sen mutlaka bir mecnunsun"},{"SurahNumber":15,"VerseNumber":7,"Text":"Eger dogru soyleyenlerden idiysen, bize melekleri getirmeliydin"},{"SurahNumber":15,"VerseNumber":8,"Text":"Biz melekleri ancak hak ile indiririz. O zaman onlara muhlet verilmez"},{"SurahNumber":15,"VerseNumber":9,"Text":"Kur an´ı kesinlikle biz indirdik; elbette onu yine biz koruyacagız"},{"SurahNumber":15,"VerseNumber":10,"Text":"Andolsun, senden onceki milletler arasında da elciler gonderdik"},{"SurahNumber":15,"VerseNumber":11,"Text":"Onlara bir peygamber gelmeyedursun, hemen onunla alay ederlerdi"},{"SurahNumber":15,"VerseNumber":12,"Text":"Iste boylece biz onu, (inkarcılıgı) sucluların kalplerine sokarız"},{"SurahNumber":15,"VerseNumber":13,"Text":"Oncekilerin basına gelenlerden ders almaları gerekirken onlar hala buna (Kur´an´a) inanmıyorlar"},{"SurahNumber":15,"VerseNumber":14,"Text":"Onlara gokten bir kapı acsak da oradan yukarı cıksalar"},{"SurahNumber":15,"VerseNumber":15,"Text":"Gozlerimiz boyandı, daha dogrusu bize buyu yapılmıstır derler"},{"SurahNumber":15,"VerseNumber":16,"Text":"Andolsun, biz gokte birtakım burclar yarattık ve seyr edenler icin onu susledik"},{"SurahNumber":15,"VerseNumber":17,"Text":"Onları, taslanmıs (kovulmus) her seytandan koruduk"},{"SurahNumber":15,"VerseNumber":18,"Text":"Ancak kulak hırsızlıgı eden mustesna. Onun da pesine acık bir alev sutunu dusmustur"},{"SurahNumber":15,"VerseNumber":19,"Text":"Yeri uzatıp yaydık, orada sabit daglar yerlestirdik, yine orada miktarı ve olcusu belirli olan seyler bitirdik"},{"SurahNumber":15,"VerseNumber":20,"Text":"Orada hem sizin icin hem de rızıkları size ait olmayanlar icin (gerekli) gecim vasıtaları yarattık"},{"SurahNumber":15,"VerseNumber":21,"Text":"Her seyin hazineleri yalnız bizim yanımızdadır. Biz onu ancak belli bir olcuyle indiririz"},{"SurahNumber":15,"VerseNumber":22,"Text":"Biz, ruzgarları asılayıcı olarak gonderdik ve gokten bir su indirdik de onunla su ihtiyacınızı karsıladık. (Biz bunları yapmasaydık) siz onu (yeterli) suyu depolayamazdınız"},{"SurahNumber":15,"VerseNumber":23,"Text":"Suphesiz biz diriltir ve biz oldururuz! Ve her seye biz varis oluruz"},{"SurahNumber":15,"VerseNumber":24,"Text":"Andolsun biz, sizden once gelip gecenleri de biliriz, geri kalanları da biliriz"},{"SurahNumber":15,"VerseNumber":25,"Text":"Suphesiz Rabbin onları (kıyamette) toplayacaktır. Cunku O, hakimdir, alimdir"},{"SurahNumber":15,"VerseNumber":26,"Text":"Andolsun biz insanı, (pismis) kuru bir camurdan, sekillenmis kara balcıktan yarattık"},{"SurahNumber":15,"VerseNumber":27,"Text":"Cinleri de daha once zehirli atesten yaratmıstık"},{"SurahNumber":15,"VerseNumber":28,"Text":"Hani Rabbin meleklere demisti ki: \"Ben kupkuru bir camurdan, sekillenmis kara balcıktan bir insan yaratacagım"},{"SurahNumber":15,"VerseNumber":29,"Text":"Ona sekil verdigim ve ona ruhumdan ufledigim zaman, siz hemen onun icin secdeye kapanın"},{"SurahNumber":15,"VerseNumber":30,"Text":"Meleklerin hepsi de hemen secde ettiler"},{"SurahNumber":15,"VerseNumber":31,"Text":"Fakat Iblis haric! O, secde edenlerle beraber olmaktan kacındı"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allah:) Ey Iblis! Secde edenlerle beraber olmayısının sebebi nedir? dedi"},{"SurahNumber":15,"VerseNumber":33,"Text":"(Iblis:) Ben kuru bir camurdan, sekillenmis kara balcıktan yarattıgın bir insana secde edecek degilim, dedi"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allah soyle buyurdu: Oyle ise oradan cık! Artık kovuldun"},{"SurahNumber":15,"VerseNumber":35,"Text":"Muhakkak ki kıyamet gunune kadar lanet senin uzerine olacaktır"},{"SurahNumber":15,"VerseNumber":36,"Text":"(Iblis:) Rabbim! Oyle ise, (varlıkların) tekrar dirilecegi gune kadar bana muhlet ver, dedi"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah buyurdu ki: \"Sen muhlet verilenlerdensin"},{"SurahNumber":15,"VerseNumber":38,"Text":"Allah katında bilinen vaktin gunune kadar"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Iblis) dedi ki: Rabbim! Beni azdırmana karsılık ben de yeryuzunde onlara (gunahları) susleyecegim ve onların hepsini mutlaka azdıracagım"},{"SurahNumber":15,"VerseNumber":40,"Text":"Ancak onlardan ihlaslı kulların mustesna"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allah) soyle buyurdu: \"Iste bana varan dosdogru yol budur"},{"SurahNumber":15,"VerseNumber":42,"Text":"Suphesiz kullarım uzerinde senin bir hakimiyetin yoktur. Ancak azgınlardan sana uyanlar mustesna"},{"SurahNumber":15,"VerseNumber":43,"Text":"Muhakkak cehennem, onların hepsine vadolunan yerdir"},{"SurahNumber":15,"VerseNumber":44,"Text":"Cehennemin yedi kapısı vardır. Onlardan her kapı icin birer gurup ayrılmıstır"},{"SurahNumber":15,"VerseNumber":45,"Text":"(Allah´ın azabından korkup rahmetine sıgınan) takva sahipleri, mutlaka cennetlerde ve pınar baslarında olacaklar"},{"SurahNumber":15,"VerseNumber":46,"Text":"Oraya emniyet ve selametle girin (denilir, onlara)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz, onların gonullerindeki kini sokup attık; onlar artık koskler uzerinde karsı karsıya oturan kardesler olacaklar"},{"SurahNumber":15,"VerseNumber":48,"Text":"Onlara orada hicbir yorgunluk gelmeyecek ve onlar, oradan cıkarılmayacaklardır"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Resulum!) Kullarıma, benim, cok bagıslayıcı ve pek esirgeyici oldugumu haber ver"},{"SurahNumber":15,"VerseNumber":50,"Text":"Benim azabımın elem verici bir azap oldugunu da bildir"},{"SurahNumber":15,"VerseNumber":51,"Text":"Onlara Ibrahim´in misafirlerinden (meleklerden) de haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Onun yanına girdikleri zaman, \"selam\" dediler. (Ibrahim:) Biz sizden cekiniyoruz, dedi"},{"SurahNumber":15,"VerseNumber":53,"Text":"Dediler ki: Korkma; biz sana bilgin bir ogul mujdeliyoruz"},{"SurahNumber":15,"VerseNumber":54,"Text":"(Ibrahim:) Bana ihtiyarlık cokmesine ragmen beni mujdeliyor musunuz? Beni ne ile mujdeliyorsunuz? dedi"},{"SurahNumber":15,"VerseNumber":55,"Text":"Sana gercegi mujdeledik, sakın umitsizlige dusenlerden olma! dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"(Ibrahim:) dedi ki: Rabbinin rahmetinden, sapıklardan baska kim umit keser"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ey elciler! (Baska) ne isiniz var? dedi"},{"SurahNumber":15,"VerseNumber":58,"Text":"Dediler ki: \"Biz, suclu bir topluma (onları helak etmeye) gonderildik"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak Lut ailesi haric. Onların hepsini kurtaracagız"},{"SurahNumber":15,"VerseNumber":60,"Text":"(Fakat Lut´un) karısı mustesna; biz onun geri kalanlardan olmasını takdir ettik"},{"SurahNumber":15,"VerseNumber":61,"Text":"Melek olan elciler Lut ailesine gelince"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lut onlara: \"Hakikaten siz tanınmayan kimselersiniz\" dedi"},{"SurahNumber":15,"VerseNumber":63,"Text":"Dediler ki: \"Bilakis, biz sana, onların suphe etmekte oldukları seyi (azabı ve helakı) getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana gercegi getirdik; biz, hakikaten dogru soyleyenleriz"},{"SurahNumber":15,"VerseNumber":65,"Text":"Gecenin bir bolumunde aile fertlerini yola cıkar, sen de arkalarından yuru. Sizden hic kimse, sakın donup de ardına bakmasın, istenen yere gidin"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ona (Lut´a) su hukmumuzu vahyettik: \"Sabaha cıkarlarken mutlaka onların ardı kesilmis olacaktır"},{"SurahNumber":15,"VerseNumber":67,"Text":"Sehir halkı, birbirlerini kutlayarak, (meleklerin yanına) geldiIer"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lut) onlara \"Bunlar benim misafirimdir. Sakın beni utandırmayın"},{"SurahNumber":15,"VerseNumber":69,"Text":"Allah´tan korkun, beni rezil etmeyin!\" dedi"},{"SurahNumber":15,"VerseNumber":70,"Text":"Biz seni, elalemin isine karısmaktan men etmemis miydik? dediler"},{"SurahNumber":15,"VerseNumber":71,"Text":"(Lut:) Iste kızlarım! (Dusundugunuzu) yapacaksanız (onlarla evlenin), dedi"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Resulum!) Hayatın hakkı icin onlar, sarhoslukları icinde bocalıyorlardı"},{"SurahNumber":15,"VerseNumber":73,"Text":"Gunes dogarken onları o korkunc ses yakaladı"},{"SurahNumber":15,"VerseNumber":74,"Text":"Boylece ulkelerinin ustunu altına getirdik. Uzerlerine de balcıktan pisirilmis taslar yagdırdık"},{"SurahNumber":15,"VerseNumber":75,"Text":"Iste bunda ibret alanlar icin isaretler vardır"},{"SurahNumber":15,"VerseNumber":76,"Text":"Onlar hala gozler onunde duran bir yol uzerindedirler"},{"SurahNumber":15,"VerseNumber":77,"Text":"Hakikaten bunda iman edenler icin bir ibret vardır"},{"SurahNumber":15,"VerseNumber":78,"Text":"Eyke halkı da gercekten zalim idiler"},{"SurahNumber":15,"VerseNumber":79,"Text":"Biz onlardan da intikam aldık. Ikisi de (Eyke ve Medyen) acık bir yol uzerindedir"},{"SurahNumber":15,"VerseNumber":80,"Text":"Andolsun, Hicr halkı da peygamberleri yalanlamıstı"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz onlara mucizelerimizi vermistik; fakat onlardan yuz cevirmislerdi"},{"SurahNumber":15,"VerseNumber":82,"Text":"Onlar, daglardan emniyet icinde kalacakları evler oyarlardı"},{"SurahNumber":15,"VerseNumber":83,"Text":"Onları da sabaha cıkarlarken o korkunc ses yakaladı"},{"SurahNumber":15,"VerseNumber":84,"Text":"Kazanmakta oldukları seyler onlardan hicbir zararı savmadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz gokleri, yeri ve ikisinin arasındakileri ancak hak ile yarattık. O saat (kıyamet), mutlaka gelecektir. Simdilik onlara guzel muamele et"},{"SurahNumber":15,"VerseNumber":86,"Text":"Suphesiz Rabbin hakkıyla yaratan pek iyi bilendir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun ki, biz sana tekrarlanan yedi ayeti ve yuce Kur´an´ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Sakın onlardan bazı sınıflara verdigimiz dunya malına goz dikme, onlardan dolayı uzulme ve muminlere alcak gonullu ol"},{"SurahNumber":15,"VerseNumber":89,"Text":"De ki: Suphesiz ben apacık bir uyarıcıyım"},{"SurahNumber":15,"VerseNumber":90,"Text":"Nitekim biz, (Kur´an´ı) kısımlara ayıranlara azabı indirmisizdir"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, Kur´an´ı bolup ayıranlardır"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı icin, mutlaka onların hepsini sorguya cekecegiz"},{"SurahNumber":15,"VerseNumber":93,"Text":"Yaptıklarından dolayı"},{"SurahNumber":15,"VerseNumber":94,"Text":"Sana emrolunanı acıkca soyle ve ortak kosanlardan yuz cevir"},{"SurahNumber":15,"VerseNumber":95,"Text":"(Seninle) alay edenlere karsı biz sana yeteriz"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar Allah ile beraber baska bir tanrı edinenlerdir. (Kimin dogru oldugunu) yakında bilecekler"},{"SurahNumber":15,"VerseNumber":97,"Text":"Onların soyledikleri seyler yuzunden senin canının sıkıldıgını andolsun biliyoruz"},{"SurahNumber":15,"VerseNumber":98,"Text":"Sen simdi Rabbini hamd ile tesbih et ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana yakin (olum) gelinceye kadar Rabbine ibadet et"}]}