{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Alif Laam Raa. Heus aquí una Escriptura els versicles de la qual han estat fetes unívoques i, després, repartit detalladament, i que procedeix d'Un Que és Savi, Que està bé informat"},{"SurahNumber":11,"VerseNumber":2,"Text":"Que no serviu sinó a Al·là! Jo sóc per a vosaltres, de part Seva, un monitor i nunci de bones noves"},{"SurahNumber":11,"VerseNumber":3,"Text":"I que demaneu perdó al vostre Senyor i, després, us torneu a Ell! Us permetrà, llavors, gaudir bé per un temps determinat i concedirà El seu favor a tot afavorit. Però, si torneu l'esquena, temo per vosaltres el càstig d'un dia terrible"},{"SurahNumber":11,"VerseNumber":4,"Text":"Tornareu a Al·là. És omnipotent"},{"SurahNumber":11,"VerseNumber":5,"Text":"Es repleguen en si mateixos per a sostreure's a Ell. Encara que es cobreixin amb la roba, Ell sap el que oculten i el que manifesten: sap bé el que tanquen els pits"},{"SurahNumber":11,"VerseNumber":6,"Text":"No hi ha bèstia sobre la terra a que el seu sosteniment no proveeixi Al·là, Que coneix el seu cau i el seu dipòsit: tot està en una Escriptura clara"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ell és Qui ha creat els cels i la terra en sis dies, tenint El seu Tron en l'aigua, per a provar-vos, per a veure qui de vosaltres és el qui millor es comporta. Si dius: «Sereu ressuscitats després de morts», segur que els infidels diuen: «Això no és més que manifesta màgia»"},{"SurahNumber":11,"VerseNumber":8,"Text":"Si retardem el seu càstig fins a un moment donat, segur que diuen: «Què és el que ho impedeix ?» El dia que els arribi no se'ls allunyarà d'ell i es veuran voltats per allò que es burlaven"},{"SurahNumber":11,"VerseNumber":9,"Text":"Si fem agradar a l'home una misericòrdia vinguda de Nosaltres i després li privem d'ella, està completament desesperat, desagraït"},{"SurahNumber":11,"VerseNumber":10,"Text":"Si li fem agradar una benvolença., després d'haver sofert una dissort, segur que diu: «S'han allunyat de mi els mals!» Sí, s´alegra, es ufana"},{"SurahNumber":11,"VerseNumber":11,"Text":"En canvi, qui siguin pacients i obrin bé, obtindran perdó i una gran recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Tu, potser, ometries part del que se't ha revelat -i t'angoixes per això- perquè diuen: «Per què no se li ha enviat baix un tresor o li ha acompanyat un àngel?» Però tu no ets més que un monitor. I Al·là vetlla per tot"},{"SurahNumber":11,"VerseNumber":13,"Text":"O diuen: «Ell ho ha inventat». Digues: «Si és veritat el que dieu, porteu deu versicles com ell, inventats, i crideu a qui pugueu, en lloc de cridar a Al·là!»"},{"SurahNumber":11,"VerseNumber":14,"Text":"I si no us escolten, sapigueu que ha estat revelat amb la ciència d'Al·là i que no hi ha més déu que Ell. Us sotmetreu, doncs, a Ell"},{"SurahNumber":11,"VerseNumber":15,"Text":"A qui hagin desitjat la vida d'aquí i el seu ornament, els remunerarem en ella conformement a les seves obres i no seran defraudats en ella"},{"SurahNumber":11,"VerseNumber":16,"Text":"Aquests són els que no tindran en l'altra vida més que el Foc. Les seves obres no fructificaran i serà va el que hagin fet"},{"SurahNumber":11,"VerseNumber":17,"Text":"És que qui es basa en una prova clara vinguda del seu Senyor, recitada per un testimoni d'Aquest...? Abans d'ell, la Escritura de Moisés servia de guia i de misericòrdia. Aquests creuen en ella. Qui dels grups no creu en ella té el Foc com lloc de cita. Tu no dubtis d'ella. És la Veritat vinguda del teu Senyor. Però la majoria dels homes no creuen"},{"SurahNumber":11,"VerseNumber":18,"Text":"Hi ha algú més impiu que qui inventa una mentida contra Al·là? Aquests tals seran conduïts davant del seu Senyor i els testimonis diran: «Estos són els que van mentir contra el seu Senyor». Sí! Que la maledicció d´Al.là caiga sobre els Impius"},{"SurahNumber":11,"VerseNumber":19,"Text":"que desvien a altres del camí d'Al·là, desitjant que siga tortuós, i no creuen en l'altra vida"},{"SurahNumber":11,"VerseNumber":20,"Text":"No van poder escapar en la terra ni van tindre, fora d'Al·là, protectors. S'els doblegarà el castig. No podien sentir i no veien"},{"SurahNumber":11,"VerseNumber":21,"Text":"Aquests són els que s'han perdut a si mateixos. S'han esfumat els seus invencions"},{"SurahNumber":11,"VerseNumber":22,"Text":"En veritat, en l'altra vida seran els que més perden"},{"SurahNumber":11,"VerseNumber":23,"Text":"Però els que creguen, obren bé i es mostren humils amb el seu Senyor,aquests habitaran en el Paradís eternament"},{"SurahNumber":11,"VerseNumber":24,"Text":"Aquestes dos classes de persones són com un cec i sord i un altre que veu i sent. Són semblants? És que no us deixareu amonestar"},{"SurahNumber":11,"VerseNumber":25,"Text":"I ja enviem Noé al seu poble: «Sóc per a vosaltres un monitor que parla Clar"},{"SurahNumber":11,"VerseNumber":26,"Text":"No serviu sinó a Al·là! Tem per vosaltres el castig d'un dia dolorós»"},{"SurahNumber":11,"VerseNumber":27,"Text":"Els dignataris del seu poble, que no creien, van dir: «No veiem en tu més que un mortal com nosaltres i no veiem que ningú et seguix sinó els humiliats del nostre poble, que ho fan irreflexivament. Ni veiem que gaudiu de cap privilegi sobre nosaltres. Abans bé, creiem que menteixen»"},{"SurahNumber":11,"VerseNumber":28,"Text":"Va dir: «Poble! Què us pareix? Si jo em baso en una prova clara vinguda del meu Senyor -que m'ha fet objecte d'una misericòrdia vinguda d'Ell-, i que vosaltres, en la vostra ceguera, no percebeu, deurem imposar-us la a despit de vostre"},{"SurahNumber":11,"VerseNumber":29,"Text":"Poble! No us demane hisenda a canvi -el meu salari incumbix només a Al·là- i no rebutjaré als que creuen. Sí, trobaran el seu Senyor. Però veig que sou un poble ignorant"},{"SurahNumber":11,"VerseNumber":30,"Text":"Poble! Si els rebutge, qui m'auxiliarà contra Al·là? És que no us deixareu amonestar"},{"SurahNumber":11,"VerseNumber":31,"Text":"Jo no pretenc posseir els tresors d'Al·là, ni conec l'ocult, ni pretenc ser un àngel. Jo no dic als que vosaltres menyspreeu que Al·là no els reserva cap bé. Al·là coneix bé els seus pensaments. Si tal digués, seria dels impius»"},{"SurahNumber":11,"VerseNumber":32,"Text":"Van dir: «Noé! No pares de discutir amb nosaltres. Porta'ns, doncs, allò amb que ens amenaces, si és veritat el que dius!»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Va dir: «Només Al·là farà que es compleixi, si Ell vol, i no podreu escapar»"},{"SurahNumber":11,"VerseNumber":34,"Text":"«Si jo volgués aconsellar-vos, el meu consell no us serviria de res si Al·là volgués esgarriar-vos. Ell és el vostre Senyor i sereu retornats a Ell»"},{"SurahNumber":11,"VerseNumber":35,"Text":"O diuen: «Ell ho ha inventat». Digues:«Si jo ho he inventat, caigui sobre mi el meu pecat! Però sóc innocent del que m'imputeu»"},{"SurahNumber":11,"VerseNumber":36,"Text":"I es va revelar a Noé: «Del teu poble només creuran els que ja creien. No t'afligeixis doncs, pel que fessin"},{"SurahNumber":11,"VerseNumber":37,"Text":"Construïx la nau sota La nostra mirada i segons La nostra inspiració i no em parlis dels quals han obrat impíament! Van a ser negats!»"},{"SurahNumber":11,"VerseNumber":38,"Text":"I, mentre construïa la nau, sempre que passaven per allí dignataris del seu poble es burlaven d'ell. Deia: «Si us burleu de nosaltres, ja ens burlarem de vosaltres com us burleu"},{"SurahNumber":11,"VerseNumber":39,"Text":"Veureu qui rebrà un càstig humiliant i sobre qui s'abatrà un càstig permanent»"},{"SurahNumber":11,"VerseNumber":40,"Text":"Fins que, quan va venir La nostra ordre i el forn va bullir, vam dir: «Càrrega en ella a una parella de cada espècie, a la teva família -estalvi a aquell la sort del qual ha estat ja tirada- i als creients». Però no eren sinó pocs els que amb ell creien"},{"SurahNumber":11,"VerseNumber":41,"Text":"Va dir: «Pugeu a ella! Que navegui i arribi a bon port en el nom d'Al·là El meu Senyor és, certament, indulgent, misericordiós»"},{"SurahNumber":11,"VerseNumber":42,"Text":"I va navegar amb ells entre ones com muntanyes. Noé va cridar al seu fill, que s'havia quedat a part: «Fillet! Puja amb nosaltres, no et quedis amb els infidels!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"Va dir: «Em refugiaré en una muntanya que em protegeixi de l'aigua». Va dir: «Avui ningú trobarà protecció contra l'ordre d'Al·là, excepte aquell de qui Ell es apiade». Es van interposar entre ambdós les ones i va anar dels que es van ofegar"},{"SurahNumber":11,"VerseNumber":44,"Text":"I es va dir: «Empassa, terra, la teva aigua! Escampa, cel!», I l'aigua va ser absorbida, es va complir l'ordre i es va posar en el Judi. I es va dir: «Enrere el poble impiu!»"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noé va invocar al seu Senyor i va dir: «Senyor! El meu fill és de la meva família. El que Tu promets és veritat. Tu ets Qui millor decideix»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Va dir: «Noé! Ell no és de la teva família! És un acte incorrecte! No em demanis quelcom del que no tens coneixement! Et previnc: no siguis dels ignorants!»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Va dir: «Senyor, lliura'm de demanar-te quelcom del que no tinc coneixement! Si Tu no em perdones i Et apiadas de mi, seré dels que estan perduts...»"},{"SurahNumber":11,"VerseNumber":48,"Text":"Es va dir: «Noé! Desembarca amb pau vinguda de Nosaltres i amb benediccions sobre tu i les comunitats que descendeixin de qui t'acompanyen. Hi ha comunitats a les que deixarem que gaudeixin per breu temps. Després, els castigarem severament»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Això forma part de les històries referents a l'ocult que Nosaltres et revelem. No les coneixies abans tu, ni tampoc el teu poble. Tingues paciència, doncs! La fi és per als que temen a Al·là"},{"SurahNumber":11,"VerseNumber":50,"Text":"I als Adites el seu germà Hud. Va dir: «Poble! Serviu a Al·là! No teniu a cap altre déu que a Ell. No feu més que inventar"},{"SurahNumber":11,"VerseNumber":51,"Text":"Poble! No us demano salari a canvi. El meu salari incumbeix només a Aquell Que m'ha creat. És que no raoneu"},{"SurahNumber":11,"VerseNumber":52,"Text":"I, poble! demaneu perdó al vostre Senyor i, després, torneu-vos a Ell! Enviarà sobre vosaltres del cel una pluja abundant i us enfortirà. No torneu l'esquena com pecadors!»"},{"SurahNumber":11,"VerseNumber":53,"Text":"Van dir: «Hud! No ens has portat cap prova clara! No anem a deixar als nostres déus perquè tu ho diguis! No tenim fe en tu"},{"SurahNumber":11,"VerseNumber":54,"Text":"L'única cosa que diem és que un dels nostres déus t'ha causat malament». Va dir: «Poso a Al·là per testimoni i sed vosaltres també testimonis que sóc innocent del que vosaltres associeu"},{"SurahNumber":11,"VerseNumber":55,"Text":"en lloc d'Ell! Urdid alguna cosa tots contra mi i no em feu esperar!»"},{"SurahNumber":11,"VerseNumber":56,"Text":"Jo confio en Al·là, el meu Senyor i Senyor vostre. No hi ha ser que no depengui d'Ell. El meu Senyor està en una via recta"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si torneu l'esquena... jo ja us he comunicat allò amb que he estat enviat a vosaltres. El meu Senyor farà que us succeeixi altre poble i no podreu fer-li cap dany. El meu Senyor tot ho vigila"},{"SurahNumber":11,"VerseNumber":58,"Text":"Quan va venir La nostra ordre, vam salvar per una misericòrdia vinguda de Nosaltres a Hud i als que amb ell van creure i els lliurem d'un dur càstig"},{"SurahNumber":11,"VerseNumber":59,"Text":"Així eren els Adites. Van negar els signes del seu Senyor i van desobeir als seus Missatgers, seguint, en canvi, les ordres de tot tirà desviat"},{"SurahNumber":11,"VerseNumber":60,"Text":"En la vida d'aquí van ser perseguits per una maledicció i també ho seran el dia de la Resurreción. No! Els Adites no van creure en el seu Senyor! Si! Enrere els Adites, poble de Hud"},{"SurahNumber":11,"VerseNumber":61,"Text":"I als Tamudís el seu germà Salih. Va dir: «Poble! Serviu a Al·là! No teniu a cap altre déu que a Ell. Ell us ha creat de la terra i us ha establert en ella. Demaneu-li perdó! Després, torneu-vos a Ell! El meu Senyor està prop, escolta»"},{"SurahNumber":11,"VerseNumber":62,"Text":"Van dir: «Salih! havíem posat en tu fins ara la nostra esperança. Ens prohibeixes que servim el que servien els nostres pares? Dubtem seriosament d'allò que ens crides»"},{"SurahNumber":11,"VerseNumber":63,"Text":"Va dir: «Poble! Què us sembla? Si jo em baso en una prova clara vinguda del meu Senyor, Que m'ha fet objecte d'una misericòrdia vinguda d'Ell, qui m'auxiliarà contra Al·là si Li desobeeixo? No faríeu sinó augmentar la meva perdició"},{"SurahNumber":11,"VerseNumber":64,"Text":"I, poble!, aquesta és la camella d'Al·là, que segui signe per a vosaltres. Deixeu-la que pasture en la terra d'Al·là i no li feu malament! Si no, us arribarà aviat un càstig»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Però la degollaren i va dir: «Gaudiu encara dels vostres béns durant tres dies! És una amenaça que no deixarà de complir-se»"},{"SurahNumber":11,"VerseNumber":66,"Text":"I, quan va venir La nostra ordre, vam preservar per una misericòrdia vinguda de Nosaltres a Salih i als que amb ell van creure de l'oprobi d'aquell dia. El teu Senyor és el Fort, el Poderós"},{"SurahNumber":11,"VerseNumber":67,"Text":"Al matinar,El Crit va sorprendre als que havien estat impius i es trobaren morts, de genolls, en les seves cases"},{"SurahNumber":11,"VerseNumber":68,"Text":"com si no haguessin habitat en elles. No! Els Tamudís no van creure en el seu Senyor! Si! Enrere els Tamudís"},{"SurahNumber":11,"VerseNumber":69,"Text":"I ja van portar els nostres Missatgers la bona nova a Abraham. Van dir: «Pau!» Va dir: «Pau!» I no va trigar a portar un vedell rostit"},{"SurahNumber":11,"VerseNumber":70,"Text":"I quan va veure que les seves mans no ho tocaven, va sospitar d'ells i va sentir temor d'ells. Van dir: «No temes! Se'ns ha enviat al poble de Lot»"},{"SurahNumber":11,"VerseNumber":71,"Text":"La seva dona estava present i va riure. I li anunciem la bona nova de Isaac i, després de la de Isaac, la de Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Va dir ella: «Ai de mi! Vaig a donar a llum ara que sóc tan vella i aquest el meu marit, tan vell? Certament, això és quelcom sorprenent!»"},{"SurahNumber":11,"VerseNumber":73,"Text":"«Et sorprens de l'ordre d'Al·là?» van dir. «Que la misericòrdia d'Al·là i Les seves benediccions siguin sobre vosaltres, gent de la casa! És digne de ser lloat, glorificat!»"},{"SurahNumber":11,"VerseNumber":74,"Text":"I quan el temor d'Abraham es va haver esvaït i va rebre la bona notícia, es va posar a discutir amb Nosaltres sobre el poble de Lot"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham era, certament, benigne, tendre, estava penedit"},{"SurahNumber":11,"VerseNumber":76,"Text":"«Abraham! Deixa de defensar-los! Ha arribat l'ordre del teu Senyor i rebran un càstig ineludible!»"},{"SurahNumber":11,"VerseNumber":77,"Text":"I quan Els nostres Missatgers van venir a Lot, aquest es va afligir per ells i es va sentir impotent per a protegir-los. Va dir: «Aquest és un dia terrible!»"},{"SurahNumber":11,"VerseNumber":78,"Text":"El seu poble, que solia abans cometre el mal, va córrer a Lot, que va dir: «Poble! Aquí teniu a les meves filles. Són més pures per a vosaltres. Temeu a Al·là i no m'avergonyiu en els meus hostes! No hi ha entre vosaltres un home honrat"},{"SurahNumber":11,"VerseNumber":79,"Text":"Van dir: «Ja saps que no tenim cap dret a les teves filles. Tu ja saps el que volem...»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Va dir: «Ah! Si us pogués... o si pogués recórrer a un suport fort...»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Van dir: «Lot! Som els Missatgers del teu Senyor! No s'arribaran a tu! Posa't en camí amb la teva família durant la nit i que cap de vosaltres es torni. La teva dona, sí que es tornarà i li arribarà el mateix càstig que a ells. Això els ocorrerà a l'alba. No està propera l'alba?»"},{"SurahNumber":11,"VerseNumber":82,"Text":"I quan va venir La nostra ordre, la vam tornar de dalt a baix i vam fer ploure sobre ella pedres d'argila a munts"},{"SurahNumber":11,"VerseNumber":83,"Text":"marcades al costat del teu Senyor. I no està lluny dels impius"},{"SurahNumber":11,"VerseNumber":84,"Text":"I als Madianites el seu germà Xuayb. Va dir: «Poble! Serviu a Al·là! No teniu a cap altre déu que a Ell. No defraudeu en la mesura ni en el pes! Us veig en el benestar, però temo per vosaltres el càstig d'un dia d'abast universal"},{"SurahNumber":11,"VerseNumber":85,"Text":"I, poble!, doneu la mesura i el pes equitatius! No defraudeu als altres en els seus béns! No obreu malament en la terra corrompent"},{"SurahNumber":11,"VerseNumber":86,"Text":"El que Al·là us deixa és millor per a vosaltres, si és que sou creients. I jo no sóc vostre custodi»"},{"SurahNumber":11,"VerseNumber":87,"Text":"Van dir: «Xuayb! Per ventura t'ordena la teva religió que deixem el que els nostres pares servien o que deixem d'utilitzar lliurement la nostra hisenda? Tu ets, certament, el benigne, l'honrat»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Va dir: «Poble! Què us sembla? Si jo em baso en una prova clara vinguda del meu Senyor i Ell em proveïx d'un bell sosteniment vingut d'Ell... Jo no pretenc contrariar-vos quan us prohibeixo quelcom. No pretenc sinó reformar-vos en la mesura de les meves possiblitats. El meu èxit no depèn sinó d'Al·là. En Ell confio i a Ell em torno penedit"},{"SurahNumber":11,"VerseNumber":89,"Text":"I poble!, que l'oposició a mi no us causi els mateixos mals que van arribar al poble de Noé o al poble de Hud o al poble de Salih! I el poble de Lot no està lluny de vosaltres"},{"SurahNumber":11,"VerseNumber":90,"Text":"Demaneu perdó al vostre Senyor! Després, torneu-vos a Ell. El meu Senyor és misericordiós, ple d'amor»"},{"SurahNumber":11,"VerseNumber":91,"Text":"Van dir: «Xuayb! No entenem molt del que dius. Entre nosaltres se't té per feble. Si no hagués estat pel teu clan, t'hauríem lapidat. No ens impressiones»"},{"SurahNumber":11,"VerseNumber":92,"Text":"Va dir: «Poble! Us impressiona el meu clan més que Al·là, a Qui heu posposat amb menyspreu? El meu Senyor abasta tot el que feu"},{"SurahNumber":11,"VerseNumber":93,"Text":"Poble! Obreu segons la vostra situació! Jo també obraré... Veureu qui va a rebre un càstig humilant i qui és el que menteix... Vigileu! Jo també vigilaré amb vosaltres»"},{"SurahNumber":11,"VerseNumber":94,"Text":"Quan va venir La nostra ordre, vam salvar per una misericòrdia vinguda de Nosaltres a Xuayb i als que amb ell creien.Al matinar,El Crit va sorprendre als que havien estat impius i es trobaren morts, de genolls, en les seves cases"},{"SurahNumber":11,"VerseNumber":95,"Text":"com si no haguessin habitat en elles. Si! Enrere els Madianites! com també s'havia dit als Tamudís"},{"SurahNumber":11,"VerseNumber":96,"Text":"I ja enviem a Moisés amb Els nostres signes i amb una autoritat manifesta"},{"SurahNumber":11,"VerseNumber":97,"Text":"a Faraó i als seus dignataris. Però aquests van seguir l'ordre de Faraó. I l'ordre de Faraó no era sensata"},{"SurahNumber":11,"VerseNumber":98,"Text":"El dia de la Resurreció, precedirà al seu poble i li conduirà a beure al Foc. Quin mal abeurador"},{"SurahNumber":11,"VerseNumber":99,"Text":"En aquesta vida van ser perseguits per una maledicció i ho seran també el dia de la Resurrecció. Quina mal regal"},{"SurahNumber":11,"VerseNumber":100,"Text":"Et contem aquestes coses de les ciutats: algunes d'elles estan encara en peus, unes altres són restoll"},{"SurahNumber":11,"VerseNumber":101,"Text":"No hem estat Nosaltres qui han estat injusts amb els seus habitants, sinó que ells ho han estat amb si mateixos. Els seus déus, als qui invocaven, en lloc d'invocar a Al·là, no els van servir de res quan va venir l'ordre del teu Senyor. No van fer sinó augmentar el seu perdició"},{"SurahNumber":11,"VerseNumber":102,"Text":"Així castiga el teu Senyor quan castiga les ciutats que són impíes. El seu càstig és dolorós, sever"},{"SurahNumber":11,"VerseNumber":103,"Text":"Certament, hi ha en això un signe per a qui tem el càstig de l'altra vida. Aquest és un dia en que tots els homes seran congregats, un dia que tots presenciaran"},{"SurahNumber":11,"VerseNumber":104,"Text":"No ho retardarem sinó fins al termini fixat"},{"SurahNumber":11,"VerseNumber":105,"Text":"El dia que això ocorri ningú parlarà sinó amb El seu permís. Dels homes, uns seran desgraciats, altres feliços"},{"SurahNumber":11,"VerseNumber":106,"Text":"Els desgraciats estaran en el Foc, gemegant i bramant"},{"SurahNumber":11,"VerseNumber":107,"Text":"eternament, mentre durin els cels i la terra, tret que el teu Senyor disposi altra cosa. El teu Senyor fa sempre el que vol"},{"SurahNumber":11,"VerseNumber":108,"Text":"Els feliços, en canvi, estaran en el Paradís, eternament, mentre durin els cels i la terra, tret que el teu Senyor disposi altra cosa. Serà un do ininterromput"},{"SurahNumber":11,"VerseNumber":109,"Text":"No vives amb dubtes respecte al que serveixen aquestes gents. No serveixen sinó com servien abans els seus pares. Anem a donar-los, sense minva, la part que els correspon"},{"SurahNumber":11,"VerseNumber":110,"Text":"I ja vam donar a Moisés l'Escriptura, però van discrepar sobre ella i, si no arriba a ésser per una paraula prèvia del teu Senyor, ja s'hauria decidit entre ells. I ells dubten seriosament d'ella"},{"SurahNumber":11,"VerseNumber":111,"Text":"Certament, el teu Senyor remunerarà a tots les seves obres sens falta. Està bé informat del que fan"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sigues recte com se't ha ordenat i el mateix els que, amb tu, es penedeixin. No sigueu rebels! Ell veu bé el que feu"},{"SurahNumber":11,"VerseNumber":113,"Text":"I no us acosteu als impius, no sigui que el foc us arribi! No teniu, fora d'Al·là protectors. Després, no sereu auxiliats"},{"SurahNumber":11,"VerseNumber":114,"Text":"Feix la azalá en les dues hores extremes del dia i en les primeres de la nit. Les bones obres dissipen les males. Aquesta és una amonestació per als que recorden"},{"SurahNumber":11,"VerseNumber":115,"Text":"I tingues paciència! Al·là no deixa de remunerar a qui fan el bé"},{"SurahNumber":11,"VerseNumber":116,"Text":"Entre les generacions que us van precedir, per què no va haver gents virtuoses que s'oposessin a la corrupció en la terra, excepte uns pocs que Nosaltres salvem, mentre que els impius persistien en el luxe que vivien i es feien culpables"},{"SurahNumber":11,"VerseNumber":117,"Text":"No anava el teu Senyor a destruir les ciutats injustament mentre les seves poblacions es portaven correctament"},{"SurahNumber":11,"VerseNumber":118,"Text":"El teu Senyor, si hagués volgut, hauria fet dels homes una sola comunitat. Però no cessen en les seves discrepàncies"},{"SurahNumber":11,"VerseNumber":119,"Text":"excepte aquells que han estat objecte de la misericòrdia del teu Senyor, i per això els ha creat. S'ha complert la paraula del teu Senyor: «He d'omplir la Jahenam de genis i d'homes, de tots ells!»"},{"SurahNumber":11,"VerseNumber":120,"Text":"Et contem tot això, tret de les històries dels Missatgers, per a confirmar el teu cor. Així t'arriben, amb elles, la Veritat, una exhortació i una amonestació per als creients"},{"SurahNumber":11,"VerseNumber":121,"Text":"I digues als que no creuen: «Obreu segons la vostra situació! Nosaltres també obrarem"},{"SurahNumber":11,"VerseNumber":122,"Text":"I espereu! Nosaltres esperem!»"},{"SurahNumber":11,"VerseNumber":123,"Text":"A Al·là pertany l'ocult dels cels i de la terra. Ell és la fi de tot. Serveix-li! Confia en Ell! El teu Senyor està atent al que feu"}]}