{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Njerezve u eshte afruar koha e llogarise se tyre, e ata te hutuar ne pakujdesi nuk pergatiten fare per te"},{"SurahNumber":21,"VerseNumber":2,"Text":"Atyre nuk u vjen asnje keshille e re (ne Kur’an) nga Zoti i tyre, e qe ata te mos tallen me te duke e degjuar"},{"SurahNumber":21,"VerseNumber":3,"Text":"Te shmangura nga e verteta jane zemrat e tyre. Ata qe jane zullumqare dhe duke biseduar fshehtas (thone): “A mos eshte ky (Muhammedi) dic tjeter pos njeri, sikurse edhe ju, pra a do t’ia pranoni magjine e tij kur ju po e dini?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Ai (Muhammedi) tha: “Zoti im di per thenien qe thuhet ne qiell e ne toke (pra di edhe per biseden tuaj), Ai eshte me degjuesi, me i dijshmi!”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Ata madje thane: “(per Kur’anin) Enderra te perziera, madje thane se ai (Muhammedi) vet e trilloi, ai eshte poet! Le te na e sjelle nje mrekulli ashtu si u derguan te meparshmit (me mrekulli)!”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Banoret e qyteteve para tyre nuk i besuan (mrekullite), prandaj Ne i shkaterruam, a mos do te besojne keta"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ne edhe para teje nuk derguam tjeter pos burra, te cileve u dhame shpallje, e nese nuk dini kete, atehere pyetni njerezit e dijshem"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ne nuk i beme ata (pejgamberet) trupa qe nuk hane ushqim e as nuk ishin te perjetshem (te pavdekshem)"},{"SurahNumber":21,"VerseNumber":9,"Text":"Ne u plotesuam pastaj premtimin, i shpetuam ata dhe ke deshiruam Ne, ndersa ata qe kaluan cdo kufi, i zhdukem"},{"SurahNumber":21,"VerseNumber":10,"Text":"A nuk e kuptoni se Ne ua shpallem librin ne te cilin gjendet krenaria juaj"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ne shpartalluam sa vendbanime qe ishin mizore, e ne vend te tyre sollem popull tjeter"},{"SurahNumber":21,"VerseNumber":12,"Text":"E ata kur e hetonin forcen e denimit tone, iknin me shpejtesi"},{"SurahNumber":21,"VerseNumber":13,"Text":"(atehere atyre u thuhet) Mos ikni, po kthehuni ne begatite dhe ne vendbanimet tuaja se ndoshta do te mund te merreni vesh (e gjithe kjo ishte nje ironi knder tyre)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ata thonin: “O shkaterrimi yne, vertet ne ishim zullumqare!”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Mjerimi i tyre vazhdoi ashtu derisa i beme te korrur e te ftohur (te vdekur)"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ne nuk e krijuam qiellin, token e cdo gje cka mes tyre shkel e shko (pa qellim te caktuar)"},{"SurahNumber":21,"VerseNumber":17,"Text":"Sikur te kishim dashur te zbavitemi dhe sikur te donim ta benim ate, Ne do te zbaviteshim ne kompetencen Tone, por Ne nuk beme ate"},{"SurahNumber":21,"VerseNumber":18,"Text":"Perkundrazi, Ne te paverteten e godasim me te verteten dhe ajo (e verteta) triumfon mbi te ndersa ajo (genjeshtra) zhduket. E juve (jobesimtareve) u takon shkaterrimi, per ate qe i pershkruani (Zotit, si femije etj)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Vetem e Tij eshte cdo gje qe eshte ne qiej e toke! E ata qe jane prane TIj (melaiket), nuk shprehin mendjemadhesi ne adhurim ndaj Tij, e as nuk u behet (ibadet) monotn"},{"SurahNumber":21,"VerseNumber":20,"Text":"Ata lartesojne (All-llahun) nate e dite dhe nuk merziten"},{"SurahNumber":21,"VerseNumber":21,"Text":"A mos moren ata zota prej toke qe mund te ringjallin (te vdekurit)"},{"SurahNumber":21,"VerseNumber":22,"Text":"Sikur te kushte ne to (ne qiej e ne toke) zota pos Allhut, ato te dyja do te shkaterroheshin. Larg asaj qe i pershkruajne eshte All-llahu, Zot i Arshit"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ai nuk pyetet se cka punon, po ata, (njerezit), pyeten"},{"SurahNumber":21,"VerseNumber":24,"Text":"A pervetesuan ata zota tjere pos Tij? Thuaj: “Sillne argumentin tuaj? Ky (Kur’ani) eshte argument per keta qe jane me mua dhe per ata qe ishin para meje, por shumica tyre nuk e dine te verteten, andaj edhe nuk veshtojne"},{"SurahNumber":21,"VerseNumber":25,"Text":"Ne nuk derguam asnje te derguar para teje e te mos i kemi shpallur atij se: nuk ka zot tjeter pervec Meje, pra me adhuroni!”"},{"SurahNumber":21,"VerseNumber":26,"Text":"E ata thane: “I Gjithemeshirshmi ka femije!” Larg asaj qofte madheria e Tij! Ja ata jnane rob te ndershem"},{"SurahNumber":21,"VerseNumber":27,"Text":"Qe nuk flasin para Tij, ata veprojne me urdherin e Tij"},{"SurahNumber":21,"VerseNumber":28,"Text":"Ai (All-llahu) e di cka vepruan me pare dhe cka do te veprojne, dhe ata nuk perpiqen te ndihmojne pos per ate me te cilin eshte i kenaqur Ai, e ata nga frika prej tij jane te pakujdesshem"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ndersa, kush thote prej tyre se une jam zot pos Tij, ndeshkimi per te eshte Xhehennemi. Keshtu i ndeshkojme Ne zullumqaret"},{"SurahNumber":21,"VerseNumber":30,"Text":"A nuk e dine ata, te cilet nuk besuan se qiejt dhe toka ishin te ngjitura, e Ne i ndame ato te dyja dhe ujin e beme baze te jetes se cdo sendi; a nuk besojne"},{"SurahNumber":21,"VerseNumber":31,"Text":"Dhe ne te (toke) Ne kemi krijuar bjeshke te paluhatshme qe te mos i lekunde ata, dhe neper to kemi bere lugina e rruge ne menyre qe ata te dine te orientohen"},{"SurahNumber":21,"VerseNumber":32,"Text":"Qiellin ua kemi bere kulm te sigurt, por ata zbrapsen prej atyre argumenteve"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ai eshte qe krijoi naten e diten, diellin e henen dhe secili prej tyre noton ne orbite"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ne, asnje njeri para teje (Muhammed) nuk i dhame jete te perhershme, e nese ti vdes, a mos do te mbesin ata pergjithmone"},{"SurahNumber":21,"VerseNumber":35,"Text":"cdo krijese do ta shijoje vdekjen, e NE, ne shenje sprove ju sprovojme me veshtiresi e kenaqesi, dhe ju ktheheni te Ne"},{"SurahNumber":21,"VerseNumber":36,"Text":"E kur te shohin ty ata qe nuk besuan, nuk te marrin ndryshe vetem se ne tallje (duke thene): “A ky eshte ai qe pergojon zotet tuaj!” E ata permendjen e Meshiruesit (Rrahman) e mohojne"},{"SurahNumber":21,"VerseNumber":37,"Text":"Njeriu nga vet natyra e tij eshte i ngutshem, e Une do t’ua tregoj juve masen Time ndeshkuese, pra mos kerkoni t’u vie me shpejte"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ata thane: “Kur do te jete ai premtim (me denim) nese thoni te verteten?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Sikur ta dinin ata qe nuk besuan se atehere nuk d te mund ta largojne zjarrin as nga fytyrat e tyre e as nga shpinat, e as qe do te ndihmohen (nuk do te ishin jobesimtare)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Por atyre do t’u vije befas, do t’i trondite ata, e atehere as nuk mund ta largojne dhe as nuk u jepet afat"},{"SurahNumber":21,"VerseNumber":41,"Text":"Ne te vertete, jane bere perqeshje edhe me te derguarit tjere para teje, e ata qe u tallen me ta, i perfshiu ajo me cka talleshin"},{"SurahNumber":21,"VerseNumber":42,"Text":"Thuaj: “Kush u mbron juve prej (denimit te) te Madheruarit naten en diten?” Por jo, ata i kthejne shpinen keshillave te Zotit te tyre"},{"SurahNumber":21,"VerseNumber":43,"Text":"A mos kane ata pos Nesh zota te tjere qe i mbrojne? Po ata nuk mund t’i ndihmojne vetvetes (e lere me adhuruesve), Ata (mosbesimtaret) as nuk do te pranohen prej Nesh ne fqinjesi"},{"SurahNumber":21,"VerseNumber":44,"Text":"Por Ne u dhame atyre dhe prinderve te tyre jete te gjate me kenaqesi (e ata u mashtruan). A nuk e verejne ata se Ne u pakesojme token nga anet e saj, atehere a mos ata do te jene fitues (o te humbur)"},{"SurahNumber":21,"VerseNumber":45,"Text":"Thuaj: “Une ua terheq verejtjen vetem me anen e kesaj shpalljeje, po i shurdheti nuk degjon thirrjen edhe kur i terhiqet verejtja”"},{"SurahNumber":21,"VerseNumber":46,"Text":"E sikur t’i godase pak ndonje e keqe nga denimi i Zotit tend, ata do te thone: “Te mjeret ne, i beme vetes padrejtesi”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ne diten e gjykimit Ne do te veme peshoja te drejta, e askujt nuk i behet e padrejte asgje, edhe nese eshte (vepra) sa peshoja e nje kokrre te melit Ne do ta sjelllim ate. E mjafton qe Ne jemi llogarites"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ne i patem dhene Musait e Harunit Furkanin (dalluesin e te vertetes e te kotes - Tevratin), qe ishte drite e keshille per te devotshmit"},{"SurahNumber":21,"VerseNumber":49,"Text":"Te cilet ia kane friken Zotit te tyre edhe pse edhe pse nuk e shohin dhe ata te cilet ia kane drone kijametit"},{"SurahNumber":21,"VerseNumber":50,"Text":"Edhe ky (Kur’ani) eshte keshille, eshte i bekuar qe Ne e shpallem. A, ju po e refuzoni"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ne i dhame Ibrahimit heret te mbaren, sepse Ne kemi njohur mire ate (ia dhame te mbaren se e meritoi)"},{"SurahNumber":21,"VerseNumber":52,"Text":"Kur ai babai dhe popullit te vet u: “c’jane keto statuja qe i adhuroni?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ata thane: “I gjetem te paret tane, qe po i adhuronin”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ai u tha: “Edhe te paret tuaj e edhe ju qarte ishit te humbur!”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Ata thane: “Me gjithe mend e ke apo mos po tallesh!”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Atehere ai tha: “Jo, por Zoti juaj eshte Zoti i qiejve e i tokes, eshteai qe i krijoi ato, ndersa une jam deshmues per kete!”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Pasha All-llahun, posa te largoheni ju, une kam per t’ia bere ate qe duhet statujave tuaja"},{"SurahNumber":21,"VerseNumber":58,"Text":"Dhe i beri ato cope-cope, pervec nje me te madhes qe e kishin ata me shprese se atij do t’i drejtohen (per te kuptuar se kush i theu)"},{"SurahNumber":21,"VerseNumber":59,"Text":"(Kur u kthyen ii pane) Ata thane: “Kush e beri kete me zotat tane? Ai na qenka kriminel!”"},{"SurahNumber":21,"VerseNumber":60,"Text":"(pastaj) hane: “Kemi degjuar per nje djalosh qe i perqeshte ato, te cilit i thonin Ibrahim”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Ata thane: “Silleni ate ketu ne sy te njerezve qe ta shohin (e ta denijme)”"},{"SurahNumber":21,"VerseNumber":62,"Text":"I thane: “A e bere ti kete me zotat tane, o Ibrahim?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Ai tha: “Jo, por ate, e beri i madhi i tytre, ju pyetni ata nese jane qe flasin?”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ata u ndalen e u menduan me veten, e dikush tha: “Vertet, ju jeni ata te gabuarit (pse adhuroi gjera te keto)”"},{"SurahNumber":21,"VerseNumber":65,"Text":"Mirepo, pastaj e shoshiten kete gje ne kokat e tyre (u kthyen nga bindja ne koefortesi) dhe thane: “Po ti e ke ditur se keta nuk flasin!”"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ai tha: “A po adhuroni pra ne vend te All-llahut asish qe nuk u sjellin kurrfare dobie as demi?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"Medet per ju dhe per ata qe i adhuroni, pos All-llahut, po a nuk po kuptoni?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Atehere ata thane: “Digjeni ate (Ibrahimin) dhe ndihmoni zotat tuaj, nese doni t’u ndihmoni!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Po Ne i thame: “O zjarr, behu i ftohte dhe shpetim per Ibrahimin!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ata deshen t’i bejne atij (Ibrahimit) kurth, po Ne ata i beme me te deshtuarit"},{"SurahNumber":21,"VerseNumber":71,"Text":"E Ne shpetuam ate e edhe Lutin ne ate token qe e kemi bekuar per njerez"},{"SurahNumber":21,"VerseNumber":72,"Text":"Dhe ia falen atij Is-hakun, e si dhurate edhe Jakubin. Dhe qe te gjithe i beme te mire (pejgambere)"},{"SurahNumber":21,"VerseNumber":73,"Text":"Dhe ata i beme shembelltyre qe udhezonin sipas urdherit Tone, i orientuam ne pune te mira, ne falljen e namazit, ne dhenien e zeqatit, dhe ata ishin adhurues Tane te sinqerte"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lutit Ne i dham te jete pejgamber dhe i dijshem, andaj edhe e shpetuam prej atij fshati (vendbanim) qe bene pune te ndyra, ata ishin popull i demshem e i prishur"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ate (Lutin) e shpetuam dhe e veme nen meshiren Tone, vertet ai ishte prej me te mireve"},{"SurahNumber":21,"VerseNumber":76,"Text":"(Perkujto) Edhe Nuhun kur me pare - pat thirrur (Zotin) e Ne ia pranuam atij (edhe luttjen) e ate dhe familjen e tij e shpetuam nga ia tmerri i madh"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ne e mbrojtem ate prej atij populli qe pergenjeshtronte argumentet Tona, vertet ai ishte popull i keq, prandaj i permbytem te gjithe ata"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Perkjto) Davudin e Sulejmanin kur pleqeronin per ceshjen e bimes (mbjelljes) te cilen delet e ati populli e kishin kullotur naten, e Ne ishim percjelles te gjykimit te tyre"},{"SurahNumber":21,"VerseNumber":79,"Text":"E sulejmanit Ne ia mesuam ate (pergjegjen e sakte), po secilit (prej) u patem dhene urtesi e dije. Ne e beme qe kodrat dhe shpezet te madherojne (bejne tesbih) se bashk me Davudin. Ne kemi mundesi (ta bejme kete) edhe e beme"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ne e mesuam atij (Davudit) mbarimin e petkave (te hekurta) per ju, qe te ju mbrajne ne raste lufte. A jeni pra mirenjohes ju per kete"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ndersa Sulejmanit (ia nenshtruam) eren e forte qe sipas deshires se tuj ecte me te deri te toka te cilen e kemi bekuar Ne. Ne jemi te gjithedijshem per cdo gje"},{"SurahNumber":21,"VerseNumber":82,"Text":"Edhe disa nga djajte (ia nenshtruam) qe zhyteshin (ne thellesi te ujit) dhe benin per te (per Sulejmanin), por Ne i ruanim ata (te mos shmangeshin)"},{"SurahNumber":21,"VerseNumber":83,"Text":"(Perkujto) Edhe Ejubin kur iu drejtua Zotit te vet me lutje: “Me gjeti belaja, e Ti je me Meshiruesi nder Meshiruesit!”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Ne iu pergjegjem atij nga meshira e Jone, ia hoqem ato veshtiresi qe i kishte, ia dhame familjen e tij dhe aq sa ishin ata, dhe beme prkujtim per te devotshmit"},{"SurahNumber":21,"VerseNumber":85,"Text":"(Perkujto) Edhe Ismailin, Idrisin dhe Dhulkiflin, qe te gjithe ishin te durueshem"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ata i perfshime ne meshiren Tone, se ishin vertet prej te mireve"},{"SurahNumber":21,"VerseNumber":87,"Text":"(Perkujto) Edhe ate te peshkut (Junusin) kur doli i hidheruar (prej popullit) dhe mendoi se nuk do t’i vije me ouna ngushte, po ne erresira ai tha se: “Nuk ka Zot pos Teje. Ti je i paster, nuk ke te meta. Une i bera padrejt vetes!”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Ne iu pergjigjem atij, e shpetuam nga tmerri. Keshtu i shpetoeme Ne besimtaret"},{"SurahNumber":21,"VerseNumber":89,"Text":"(Perkujto) Edhe Zekiriain kur e luti Zotin e vet: “Zoti im, mos me le te vetmuar se Ti je me i miri trashegues (pas cdokujt)”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Ne ia pranuam lutjen e tij, ia dhuruam atij Jahjain dhe ia permiresuam bashkeshorten atij. Ata perpiqeshin per pune te mira, na u luteshin duke shpresuar dhe duke u frikesuar, ishin respektues ndaj nesh"},{"SurahNumber":21,"VerseNumber":91,"Text":"(Perkujto) Edhe ate qe e ruajti nderin e saj, Ne e frymezuam ate me shpirt (barre) nga ana Jone dhe ate dhe te birin e saj; beme mrekulli per njerezit"},{"SurahNumber":21,"VerseNumber":92,"Text":"Kjo fe eshte e juaja dhe eshte e vetmja fe (e shpallur), kurse Une jam Zoti juaj, pra me adhuroni vetem Mua"},{"SurahNumber":21,"VerseNumber":93,"Text":"Po ata e ndane ceshtjen e fese dhe u percane mes vete (u ndane ne grupe: monoteiste, politeiste, jehudi, te krishtere, zjarreputist etj.), mirepo, qe te gjithe do te vijne te Ne"},{"SurahNumber":21,"VerseNumber":94,"Text":"E kush ben ndonje veper te mire dhe eshte besimtare, mundi i tij nuk i mohohet, pse Ne i shenojme ato"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ndersa eshte e pamundur per (banoret e) nje fshat te cilin e kemi shkaterruar Ne, te kthehen (ne kete jete)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Derisa te hapet (penda) e Jexhuxh Mexhuxheve dhe ata do te zbresin nga cdo bregore me shpejtesi"},{"SurahNumber":21,"VerseNumber":97,"Text":"Dhe derisa te jete afruar premtimi i sakte (dita e kijametit) e ai eshte momenti kur mbeten te shtanget syte e atyre qe nuk besuan (ne ato caste thone): “Te mjeret ne, vertet ishim krejt te pavetedijshem per kete (momment); por jo, eshte e vertete se ishim zullumqare te medhenj"},{"SurahNumber":21,"VerseNumber":98,"Text":"Ju, dhe ajo qe adhuruat ju pos All-llahut, do te jeni lende e Xhehennemit, dhe keni per te hyre ne te"},{"SurahNumber":21,"VerseNumber":99,"Text":"Sikur te kishit qene ata zota, ata nuk do te hynin ne te, po qe te gjithe do te jene aty pergjithmone"},{"SurahNumber":21,"VerseNumber":100,"Text":"Aty ata do te kene rrenkim dhe aty ata nuk degjoje"},{"SurahNumber":21,"VerseNumber":101,"Text":"E atyre te cileve u priu e mbara nga ana jone, do te jene larg tij (Xhehennemit)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ata nuk nuk do te degjojne as zhurmen e tij, dhe ata do te jene pergjithmone te kenaqur me ate qe e deshirojne vete"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ata nuk do t’i shqetesoje ajo frika e madhe (e fyerjes se gurit), dhe do t’i presin engjejt (duke u uruar): “Kjo eshte dita e juaj qe u premtohej”"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Perkujto) Ate dite kur Ne e paloj qiellin sikurse palimi i fleteve ne liber. Ashtu sikunder e kemi filluar krijimin (tuaj), e rikthejme. Ky eshte obligimi yni, e Ne e bejme kete"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ne e kemi shenuar ne Zebur (ne librat e shenjte) pas shenimit (ne Lehvi mahfudh), se me te vertete token do ta trashegojne robte e Mij te mire"},{"SurahNumber":21,"VerseNumber":106,"Text":"Ne kete (qe u permend) ka mjaft per nje popull te degjueshem"},{"SurahNumber":21,"VerseNumber":107,"Text":"E Ne te derguam ty (Muhammed) vetem si meshire per te gjitha krijesat"},{"SurahNumber":21,"VerseNumber":108,"Text":"Thuaj: “Mua me shpallet se Zoti i juaji eshte vetem nje Zot, e ju a po dorezoheni?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"E nese ata refuzojne, ti thuaju: “Une u njoftova ju ne menyre te barabarte, dhe se une nuk e di se eshte afer ose larg ajo qe po premtoheni?”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ai e di thenien e hapte, e di edhe ate qe mbani fashehte"},{"SurahNumber":21,"VerseNumber":111,"Text":"E nuk e di, mos eshte kjo sprove per ju (vonesa e denimit), apo te kenaqeni deri ne nje kohe"},{"SurahNumber":21,"VerseNumber":112,"Text":"Ai (Muhammedi) tha: “Zoti im, gjyko (mes meje dhe atyre genjeshtareve) me te verteten! E Zoti yne, Meshirues eshte ai prej te cilit kerkohet ndihme kunder asaj qe ju pershkruani!”"}]}