{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"(Lino) nilikhuwa liokhukhalaka indakano lirula khu Nyasaye nende Omurumwa wuwe, litsa khubalia abamwalakana ninabo mubatsokasi"},{"SurahNumber":9,"VerseNumber":2,"Text":"Kho chende khushialo emiesi chine, ne manye mbu shimwamanya okhushila Nyasaye tawe, ne Nyasaye niye wokhututuyia Abakhayi"},{"SurahNumber":9,"VerseNumber":3,"Text":"Ne ni limanyisio lirula khu Nyasaye nende Omurumwa wuwe khu Bandu bamanye inyanga ya Haji ikhongo mbu, toto Nyasaye ali ehale khubatsokasi nende Omurumwa wuwe yesi(ali ehale ninabo). Ne nimusaba eshileshelo awo nobulayi khwinywe, ne nimukhola omurwe omumu mumanye mbu enywe shimwakhashila Nyasaye tawe, ne subisia abakhayi mbu balinyoola eshinyasio eshilulu"},{"SurahNumber":9,"VerseNumber":4,"Text":"Okhuyiniakhwo balia abawalakana ninabo mubatsokasi mana nibakhaya okhufunaka shiosi shiosi mundakano nohomba shibakhonyakhwo yesiyesi okhulwania enywe tawe, abo mubetsusilie indakano yabu(mulayikhalaka tawe) okhula ebise biamwalakana, toto Nyasaye yachama balia abamuria"},{"SurahNumber":9,"VerseNumber":5,"Text":"Ne imiesi chioluyali nichakhawa, kho mwire Abatsokasi wosi wosi amubanyoola, ne mubatile ne mubabotokhane, ne mubekhalile buli khunjila, ne nibasaba eshileshelo Nyasaye, mana balumilile okhulaama nende okhurusia eshihanwa, mubalekhule, toto Nyasaye ni Omulesheli Owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ne mulala khubakhayi nakhusaba mbu omulinde, mulinde awulile amakhuwa ka Nyasaye mana omusie habundu wuwe womulembe, endio nilwokhuba mbu ni Abandu balamanyile tawe"},{"SurahNumber":9,"VerseNumber":7,"Text":"Kakhaba karie ukhubao indakano nende abatsokasi imbeli wa Nyasaye nende imbeli wo Murumwa wuwe, okhuyiniakhwo balia abayalakana ninabo imbeli womusikiti kwo luyali? Kho mana shingala babemela khubulayi mwesi mubemele khubulayi, toto Nyasaye yachama balia abamuritsanga"},{"SurahNumber":9,"VerseNumber":8,"Text":"Ni karie, nibabashila shibahenganga mwinye olwikho nohomba indakano tawe. Bakhusangasinjia butswa nende eminwa chiabu, ne emioyo chiabu chikhayile. Ne abanji mubo ni abakori"},{"SurahNumber":9,"VerseNumber":9,"Text":"Babukula obukusi butiti bwokhushialo habundu wokhukhaba ebimanyisio bia Nyasaye ne bekalilanga Abandu khunjila yiye, toto ni amabii muno akabakholanga"},{"SurahNumber":9,"VerseNumber":10,"Text":"Shibahenganga khubasubili olwikho nohomba indakano tawe, abonibo baburanga eshichelo"},{"SurahNumber":9,"VerseNumber":11,"Text":"Ne nibasaba(Nyasaye) eshileshelo mana nibalumilila okhulaama, bayinia eshihanwa (izakaa,) baba bali Abana benyu mudini, ne nilwa khwinoosinjia tsinyaali tsiefu khubandu abamanya"},{"SurahNumber":9,"VerseNumber":12,"Text":"Ne nibafunaka ebitsubo biabu nibamalile okhulaka mana banyeka idini, kho yire ebemilisi bo bukhayi. Toto ebitsubo biabu bibula obukhala,(mulwane nabo) bakhababario banyola okhulekha"},{"SurahNumber":9,"VerseNumber":13,"Text":"Koo shimulakhupana nende Abandu bafunaka indakano ne nibasuubila okhurusia Omurumwa, nabo nibo baranjilila oburasi olwokhuranga? Koo mubaritsanga?. Nyasaye niye wamukhoyeshele okhuria butswa toto nimuli Abasuubili"},{"SurahNumber":9,"VerseNumber":14,"Text":"Khupane ninabo, Nyasaye abakhupanga okhwikhonyela emikhono chienyu, yetsa okhubakhola abatiti ne yetsa okhubahabina okhurulana ninabo, ne ohonie emioyo chia Abandu abasuubila"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ne yetsa okhurusia liruma liomumioyo chiabu, ne alaleshela owayenya, ne Nyasaye ni Omumanyi Owamachesi muno"},{"SurahNumber":9,"VerseNumber":16,"Text":"Koo, mparanga mbu mulalekhwa butswa, Nyasaye nashili okhwawukhasia balia abalwanila idini mwinywe, nende balia abalakhola abetsa babu bambusia ngonie okhuyiniakhwo Nyasaye nende Omurumwa nende Abasuubili, Ne Nyasaye amanyile muno kamukholanga"},{"SurahNumber":9,"VerseNumber":17,"Text":"Shikakhoyeshele abatsokaasi okhubalikha mbu bemelelanga emisikiti chia Nyasaye ne bemanyile abeene mbu nabakhayi , abo ebikhole biabu ebilayi bitsile akhaya, bali menya mumulilo tsinyanga tsiosi"},{"SurahNumber":9,"VerseNumber":18,"Text":"Toto balia bemelelanga emisikiti chia Nyasaye, nibalia basuubila Nyasaye nende inyanga yeyindukho, mana nibalumilila okhulaama ne nibahinia eshihanwa, ne nibalaria yesiyesi halali Nyasaye, mana awundi abo nibanyala okhuba mubalunjifu"},{"SurahNumber":9,"VerseNumber":19,"Text":"Koo muparanga mbu okhwunywesia amatsi Abandu betsele ukhuhija nende okhwemelela Omusikiti kwoluyali khuli shinga ulia owasuubila Nyasaye nende inyanga yeyindukho mana nalwanila idini? Shibayelanakhwo tawe imbeli wa Nyasaye. Ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":20,"Text":"Balia abasuubila mana nibawuya mana nibalwanila khu injila ya Nyasaye, nende omwandu kwabu nende emioyo chiabu, bali nende eshisala eshikhongo imbeli wa Nyasaye ne abo nibo balibura"},{"SurahNumber":9,"VerseNumber":21,"Text":"Nyasaye wabu abasuubisia tsimbambaasi okhurula khuye, nende obuchami nende emikunda balinyolamwo obwokholo obulaliwa tawe"},{"SurahNumber":9,"VerseNumber":22,"Text":"Balimenyamwo tsinyanga tsiosi. Toto Nyasaye ali nende omurungo omulayi"},{"SurahNumber":9,"VerseNumber":23,"Text":"Enywe Abasuubili mulakhola Basenywe nohomba Bamama benyu okhuba abahelwa benyu ba mbusia ngonie tawe nikali mbu bachamile obukhayi okhushila obusuubili, mwinywe ulabakhola okhuba abahelwa bebe, abo nibo ababii"},{"SurahNumber":9,"VerseNumber":24,"Text":"Boola; “Nikali mbu Bapapa benyu Abana benyu nende Abakhasi benyu nende Abekho benyu nende emiandu echiamwachuma nende tsinganga etsia muritsanga okhubiyilwa, nende tsinzu tsiamwachama, niebilayimunokhwinywe okhushila Nyasaye nende Omurumwa wuwe, nende okhulwanila idini yiyie, mana nakhalinde okhula Nyasaye arere likhuwa lilie, ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":25,"Text":"Toto Nyasaye yabahabina mubulwani obunji, ne inyanga ya Huneyn, olwa obunji bwenyu bwabafuria omurwe, nenibulabakhonyakhwo eshindu tawe, mana eshialo nishibatutuyila kata nishili eshikhongo, mana nimukalukhana nimwilukha"},{"SurahNumber":9,"VerseNumber":26,"Text":"Mana Nyasaye niyeshia ubuhotselefu khu murumwa wuwe, nende khubasuubili, ne niyeshia abakhupani abamulalola tawe, mana nibasandia balia abakhayi, ne endio niko omurungo kwabakhayi"},{"SurahNumber":9,"VerseNumber":27,"Text":"Mana Nyasaye aleshela kano nikakhawa owayenya, ne Nyasaye ni omulesheli owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":28,"Text":"Enywe Abasuubili toto Abatsokasi ni Abafwolafu, kho balasita ahambi mumusikiti kwoluyali omwika kuno nikwakhawa tawe. Ne nimuririre obumanani ahambi ano Nyasaye wenyu yetsa okhubayindiasia khutsimbabaasi tsitsie nachama, Toto Nyasaye ni Omumanyi Owamachesi"},{"SurahNumber":9,"VerseNumber":29,"Text":"Lwana nende balia abalasuubilanga Nyasaye nohomba inyanga yeyindukho, ne shibakaninjia ebia Nyasaye yakana nende Omurumwa wuwe tawe, ne shibatilanga idini yatoto tawe, mubalia bahebwa eshitabu okhula bayinie omurungo nemikhono chiabu nibatutuye"},{"SurahNumber":9,"VerseNumber":30,"Text":"Abayahudi baboolanga mbu Uzeir ni Omwana wa Nyasaye, ne Abakiristo baboolanga mbu Masihi ni Omwana wa Nyasaye” Kano niko kababoolanga nende eminwa chiabu, babukulanga amakhuwa kabalia bakhaya abali imbeli wabu. Nyasaye abasishie, bano bakalukhanibungwa barie"},{"SurahNumber":9,"VerseNumber":31,"Text":"Bakhola Abasomi babu nende abasosoroti babuokhuba Abalesi, abunduwa Nyasaye, nende Masihi Omwanawa Mariam. Neshibalomesibwa tawe halali okhulaama Nyasaye mulala. Abulao ukhoyeshele okhulaamwa owulali Ye, ali hekulu muno nende akabamutsokaasinjia ninako"},{"SurahNumber":9,"VerseNumber":32,"Text":"Benyanga okhusumia ubulafu bwa Nyasaye nende eminwa chiabu, ne Nyasaye yakhaya mbu okhula obulafu bubwe buule, kata Abakhayi nibalenya tawe"},{"SurahNumber":9,"VerseNumber":33,"Text":"Niye waruma Omurumwa wuwe khubulunjifu nende idini yatoto, kho ikhole okhushila tsidini tsindi tsiosi kata abatsokaasi nibakhayile"},{"SurahNumber":9,"VerseNumber":34,"Text":"Enywe\tabasuubila,\tabanji mubasomesia(abayahudi nende abakiristo) nende abasosoroti, balitsanga omwandu kwa bandu khububii, ne bekalilanga Abandu khunjila ya Nyasaye. Kho balia ababunjelesinjia idhahabu nende ifedha mana bakhaye okhuyirusia khunjila ya Nyasaye, basuubisie amacheni keshinyasio shiwumisinjia"},{"SurahNumber":9,"VerseNumber":35,"Text":"Inyanga yomwandu oko kulibuusibwa olwa balirebwa mumulilo kwa Jahannam, mana bapaswe ninakwo khubweni bwabu nende tsimbafu tsiabu nende emikhono chiabu (mana baboolelwe)“Kano niko 9. kamwebishila nemikhono chienyu kho pile kalia akamwakhung’asinjia abeene.’’"},{"SurahNumber":9,"VerseNumber":36,"Text":"Toto emiesi imbeli wa Nyasaye ni ekhumi nachibili mushitabu shia Nyasaye. Inyanga yayalonga likulu nende eshialo, mumiesi echo khulimwo nende chine echioluyali muno, eyo niyo idini ili habwene, kho mulakholamwo obubii tawe, ne lwane nende abatsokaasi shinga abo boosi balwananga ninanyu, ne manye mbu Nyasaye ali halala nende balia abamuria"},{"SurahNumber":9,"VerseNumber":37,"Text":"Toto okhusitia(emiesi chioluyali chiletsa lwangu tawe), ni ukhumetekha mubukhayi khulwako abakhayi bakosibungwa, bafuchililanga omwika mulala ne okundi bakhaya, mbu khobakhole eshichelo shiechindi chilia echia Nyasaye, kho bakhole bia Nyasaye yakana, baronelwa obubii bwebikhole biabu, ne Nyasaye shalunjisinjia abakhayi tawe"},{"SurahNumber":9,"VerseNumber":38,"Text":"Enywe abasuubila mulimurie nimuboolelwa mbu; “tsiee(mukhuyane) shichila idini ya Nyasaye” Mwirakhwo obusiro khushialo? Koo muchamile muno obulamu bwokhushialo okhushila bwomwikulu? Ne omwikhoyo kwo bulamu bwo khushialo nomutiti okhushila kwomwikulu.”"},{"SurahNumber":9,"VerseNumber":39,"Text":"Ne nimulatsia tawe yetsa okhubahelesia eshinyasio shiwumisinjia, ne alarera Abandu bandi habundu wenyu, ne shimulamukhola shiosi shiosi tawe, ne Nyasaye ni Omunyali wa buli eshindu"},{"SurahNumber":9,"VerseNumber":40,"Text":"Ne ni mulamuhabina tawe, Nyasaye yamuhabina olwa Abakhayi bamurusia, olwayali owakhabili wuwe, olwabali boosi babili mwichina (mukhombe) olwayaboolela owashie “olabeelela tawe, toto Nyasaye ali halala ninafu” Nyasaye namwishilia obuhotselefu, mana namukhoonya nende Abalwani abamulalola tawe, mana nakhola likhuwa liabakhayi okhuba hasi, ne likhuwa lia Nyasaye nilo liba hekulu, ne Nyasaye niye Owamani Owamachesi muno"},{"SurahNumber":9,"VerseNumber":41,"Text":"Tsie(muliye) nimuli abangu nende nimuli abasiro. Nelwanile idini ya Nyasaye nende omwandu kwenyu nende emioyo chienyu, obo ni obulayi khwinywe nimuli abamanya"},{"SurahNumber":9,"VerseNumber":42,"Text":"Ibetsanga okhunyoola obukhala mubwangu nende oluchendo lwahambi, toto bakhakhulondele khwo. Halali oluchendo lwobusandi ni olurambi, nabo baletsuba khu Nyasaye mbu; “khu nyalanga toto khwakharulile halala ninanyu” Basishinjia emioyo chiabu, ne Nyasaye amanyile mbu toto abo ni ababeeyi"},{"SurahNumber":9,"VerseNumber":43,"Text":"Nyasaye amalile (okhuchamila) okhuleshela, shichila shina nobawa omunwa?(obwiyangu)?( wakhalindile) okhula balia baboolanga obwatieli bukhuloleshele, ne omanye balia ababeeyanga"},{"SurahNumber":9,"VerseNumber":44,"Text":"Balia basuubila Nyasaye nende inyanga yeyindukho shibalakhusaba obwiyangu bwokhukhaya okhulwanila idini ya Nyasaye khu mwandu kwabu nende khumioyo chiabu tawe, Ne Nyasaye yamanya balia abamuria"},{"SurahNumber":9,"VerseNumber":45,"Text":"Balia bakhusabanga obwiyangu nibalia babula obusuubili khu Nyasaye nende inyanga yeyindukho, ne emioyo chili nende eshibeyibeyi, kho bakanakananga okhubeela eshibeyibeyi shiabu"},{"SurahNumber":9,"VerseNumber":46,"Text":"Ne toto benyanga okhurula, bakherecheshele amarechekho kokhurula, Nyasaye shiyachama okhurula khwabu tawe, mana nabeekalila ne nibaboolelwa; “Bee halala nende abo abekhaale”"},{"SurahNumber":9,"VerseNumber":47,"Text":"Ne barulanga ninanyu shibakhabametele shiosi shiosi tawe habula obutobela, ne bakhatsile eyi nende eyi hakari wenyu okhurera inzoka ne mwinywe balimwo babawulilisinjia, ne Nyasaye yamanya muno Abandu ababii"},{"SurahNumber":9,"VerseNumber":48,"Text":"Okhurula khale benya okhubarerera obutswanzwani, mana nibakhukalukhanilia amakhuwa okhula shingala obulamba bwalolokha khulikhuwa lia Nyasaye nabo nibalachamile tawe"},{"SurahNumber":9,"VerseNumber":49,"Text":"Ne mubo balimwo baboolanga mbu; “mbe obwiyangu ne olasukuna mumatemo tawe” Toto abo bamala okhukwa mumatemo, ne toto Jahannam ilibotokhana Abakhayi"},{"SurahNumber":9,"VerseNumber":50,"Text":"Nonyoola obulayi bibasinyisia, ne nonyoola amasila baboola mbu; “Khwahenga obulayi amakhuwa kefu okhurula khale( okhukhaya okhunyoolwa namasila), ne bakalukhananga nibabwao nibasangalile.”"},{"SurahNumber":9,"VerseNumber":51,"Text":"Boola; “sishitsa okhunyoola shiosi shiosi habula shilia shia Nyasaye yakhuhandichila, Ye ni Nyasaye wefu” Kho Nyasaye butswa niye Owabasuubili besiche"},{"SurahNumber":9,"VerseNumber":52,"Text":"Boola; “Enywe shimulindanga khwife halali (efwe) okhunyoola shilala khubulayi bubili. Ne efwe khulindanga Nyasaye abasandie nende eshinyasio okhurula khuye nohomba okhurulana nende emikhono chiefu, kho linde butswa fwesi khuliindanga ninanyu"},{"SurahNumber":9,"VerseNumber":53,"Text":"Boola; “ Rusie emiandu chienyu nimuchamile nohomba nimulachamile, shikhula chifuchilila tawe. Toto enywe muli Abandu abonooni.’’"},{"SurahNumber":9,"VerseNumber":54,"Text":"Ne sishiabekalila okhuchamilwa eshihanwa shiabu halali nibo bakhaya Nyasaye nende Omurumwa wuwe. Ne shibetsanga okhulama tawe halali nibali abatofu, ne bahininjia eshihanwa nibalachamile tawe"},{"SurahNumber":9,"VerseNumber":55,"Text":"Ne Omwandu kwabu nende Abaana babu bila khuwuchisia tawe. Nyasaye yenya okhubahelesia eshinyasio khulwa ako mubulamu bwomushialo, ne emioyo chiabu chirule, nibali abakhayi"},{"SurahNumber":9,"VerseNumber":56,"Text":"Ne betsubanga khu Nyasaye mbu toto bo bali ninanyu. Neshibali halala ninanyu tawe, halali bo ni abandu- abaritsanga (mbu Nyasaye anyala okhubarumbula)"},{"SurahNumber":9,"VerseNumber":57,"Text":"Banyoolanga amelushilo, nohomba habundu wundi okhwinjila bakhelushileyo tsimbilo- tsiamakana"},{"SurahNumber":9,"VerseNumber":58,"Text":"Ne mubo balimwo bakhubolanga okhulondokhana nende okhukaba ebihanwa, Nibahebwa khubihanwa ebo bachamanga ne nibakhaya okhuhebwa nibasinyikha"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ne bo toto bachamanga shia Nyasaye abahelesiyie nende Omurumwa wuwe, mana baboola mbu; “Nyasaye okhuyela, hambi hano Nyasaye yetsa okhukhuhelesia khu tsimbambaasi tsitsie, nende Omurumwa wuwe, Toto efwe ewa Nyasaye ni akhuchoomele.”"},{"SurahNumber":9,"VerseNumber":60,"Text":"Toto isadaka niya Abatakha nende Abamanani, nende balia bakholanga khu sadaka eyo, nende balia benya okhutinyisibwa mubusuubili, nende okhununula Abarumwa, nende Ababanzwa, nende bali khunjila ya Nyasaye, nende Ababiyilwe khuluchendo eshilachilo okhurula khu Nyasaye, Ne Nyasaye ni Omumanyi Owamachesi muno"},{"SurahNumber":9,"VerseNumber":61,"Text":"Ne mubo baliwo basinyisinjia Omurumwa, khulwokhuboola mbu; “Ye niweshirwi” Boola; “ eshirwi ni eshilayi khwinywe shichila mbu , Yasubila Nyasaye ne asubililanga abasuubili naye nitsimbambaasi khubalia abasuubila mwinywe. Ne balia basinyisinjia Omurumwa wa Nyasaye balanyoola eshinyasio eshilulu.’’"},{"SurahNumber":9,"VerseNumber":62,"Text":"Babetsubilanga Nyasaye mbu khobabachamisie enywe, newabakhoyeshele okhuchamisia muno ni Nyasaye nende Omurumwa wuwe, toto bo nibali Abasubili"},{"SurahNumber":9,"VerseNumber":63,"Text":"Bakorerwekhwo mbu ulia ushilana nende Nyasaye nende Omurumwa wuwe, alinyoola omulilo kwa Jahannam alimenyamwo tsinyanga tsiosi, ne nikhwo okhututuyibwa okhukhongo"},{"SurahNumber":9,"VerseNumber":64,"Text":"Abeshikhabili baritsanga mbu baleshilibwa isura yitsa okhubarumbulila kalia akali mumioyo chiabu, Boola; “ Enywe bayesa, toto Nyasaye alarusia ebulafu akamuritsanga ako.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"Ne nobareeba nibaboola mbu; “toto efwe khwilomalominjia nikhutsekha butswa’’ Boola; “ Nyasaye nende tsinyali tsitsie nende Omurumwa wuwe nibo bamukholelanga omubayo?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Muleekatia (okhusaba eshileshelo) tawe mumalile okhurula mubusuubili bwenyu, ne nikhuleshela omukanda mwinywe, khwitsa okhusandia omukanda kundi shichila kwo kwali kwamabii"},{"SurahNumber":9,"VerseNumber":67,"Text":"Abeshikhabili abasatsa nabakhasi bosi ninashilala, balomesaninjia amabii ne bakananinjia amalayi, ne bafumbanga emikhono chiabu, bebilila Nyasaye ne Nyasaye nabebilila. Toto abeshikhabili nibo abamayanu"},{"SurahNumber":9,"VerseNumber":68,"Text":"Nyasaye yalaka Abeshikhabili abasatsa nende abakhasi nende Abakhayi omulilo kwa Jahannam, balimenyamwo tsinyanga tsiosi, oko kubayela ne Nyasaye abatsuba, ne bali nende eshinyasio shilawa"},{"SurahNumber":9,"VerseNumber":69,"Text":"Shinga balia abali imbeli wenyu abo bali nende amani muno okhushila enywe, ne bali nende omwandu omunji muno nende Abana abanji muno okhubashila enywe. Mana nibekhoya ebuleka wabu, nanyu mwesi muli mumwikhoyo ebuleka wenyu, shingala bosi bali mumwikhoyo ebuleka wabu- balia bali imbeli wenyu, mana nimwiyibila mumabii shingala bosi beyibilamwo. Abo nibo bebikhole biabu biatsia akhaya khushialo nende mwikulu, ne abo nibo banyoola okhusikha"},{"SurahNumber":9,"VerseNumber":70,"Text":"Koo, shikaboolelakhwo amakhuwa kabalia bali imbeli wabu, Abandu ba Nuh nende A’adi nende Thamud, nende Abandu ba Ibraheem nende Abandu na Madyan, nende Abandu beshialo shiabu shiakalukhanibwa hasi yaba hekulu? Abarumwa babu babeetsela nende ebifune bili habulafu, ne Nyasaye shiyabakholela obubii tawe halali abeene nibobekholela obubii"},{"SurahNumber":9,"VerseNumber":71,"Text":"Abasuubili abasatsa nende abasuubili abakhasi ni abetsa abeene khubeene, balomesaninjia okhukhola amalayi ne bakananinjia okhukhola amabii. Ne balumililanga okhulaama ne bahininjia eshihanwa, ne bawulilanga Nyasaye nende Omurumwa wuwe, abo Nyasaye alabahelesia tsimbabaasi. Toto Nyasaye niwa amani Owamachesi muno"},{"SurahNumber":9,"VerseNumber":72,"Text":"Nyasaye yalaka Abasuubili abasatsa nende Abasubili abakhasi, emikunda chiburangamwo emialo balimenyamwo tsinyanga tsiosi, nende eshimenyo eshilayi mumukunda kwa Eden. Ne obuchami bwa Nyasaye nibo obukhongo muno. Okho nikho okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ewe Omurumwa! Shilana nende Abakhayi nende Abeshikhabili ne obe omutinyu khubo. Ne eshimenyo shiabu nishiomumulilo, ne ako ni amakalushilo amabii muno"},{"SurahNumber":9,"VerseNumber":74,"Text":"Betsubanga khulira lia Nyasaye mbu shibaboola tawe, nitoto nibaboola- likhuwa liobukhayi mana nibaba abakhayi nibamalilenje okhusuubila, mana nibasubilila okhukhola akabalanyala tawe, Ne shibalola libii liosi liosi tawe halali mbu Nyasaye abayindiasiyie nende Omurumwa wuwe, khutsimbambaasi tsie. Ne nibasaba eshileshelo bulaba obulayi khubo, ne nibakhaya Nyasaye alabahelesia eshinyasio eshilulu khushialo nende mwikulu. Ne khushialo balibula omulindi nohomba ubahabina"},{"SurahNumber":9,"VerseNumber":75,"Text":"Ne mubo balimwo balia abalaka Nyasaye mbu; “Na khuhelesia khutsimbabaasi tsitsie khulayinia eshihanwa, ne khulaba mubandu abalayi.”"},{"SurahNumber":9,"VerseNumber":76,"Text":"Olwa yabahelesia tsimbabaasi tsitsie, bamala bakhole obwimani nibakalukhana nibaloba muno"},{"SurahNumber":9,"VerseNumber":77,"Text":"Mana nabarunga obushikhabili bwabu mumioyo chiabu okhula inyanga yokhubukanana ninaye, khulwa okhutsia mashiama khu ka Nyasaye yabalaka nende khuka bakaatinjia"},{"SurahNumber":9,"VerseNumber":78,"Text":"Koo, bakorerwe mbu Nyasaye yamanya akobwifisi kabu, nende amamonyo kabu, ne mbu toto Nyasaye niye Omumanyi wakefisile"},{"SurahNumber":9,"VerseNumber":79,"Text":"Balia abamonyanga Abandu barusinjia eshihanwa mubasuubili, nende balia abalanyoola shokhuyinia halali eshindu eshititi, mana nibabatsekha, Nyasaye alibarunga omurungo kwokhutsekha khwabu, ne balinyoola eshinyasio eshilulu"},{"SurahNumber":9,"VerseNumber":80,"Text":"Obasabile eshileshelo nohomba obule okhubasabila eshileshelo (Kosi ni halalasa awo) ne kata nobasabila eshileshelo mara amakhumi saba, Nyasaye shalabaleshela tawe. Endio ni lwokhubeela mbu bakhaya Nyasaye nende Omurumwa wuwe, ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":81,"Text":"Abatong’a inyuma basangala, khukwikhala khwabu okho inyuma wo Omurumwa nende Nyasaye, ne okhupanila nende omwandu kwabu nende emioyo chiabu khunjila ya Nyasaye nibibasinya. Ne nibaboola mbu mulatsia muliyie nende mumubasu kuno tawe, boola; “Omulilo kwa Jahannam kuli nende obubafu obunji , bamanyangakhwo?’’"},{"SurahNumber":9,"VerseNumber":82,"Text":"Kho batseshe hatiti(khushialo khuno) ne balilila muno(mwikulu) oko nikwo omurungo khu kabakholonga"},{"SurahNumber":9,"VerseNumber":83,"Text":"Kho Nyasaye nakhukalusia mumukanda mulala mubo mana nibakhusaba obwiyangu bwokhurula (okhutsia mwiyie) Boola; “Enywe shimularula tawe halala ninasi ni shimulalwania ninasi omusuku tawe, enywe mwachama okhwikhala olwokhuranga , kho ikhale halala nende abatong’a inyuma"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ne olasabila yesiyesi mubo ufwa tawe, ne olema khushilindwa shishie tawe, toto abo bakhaya Nyasaye nende Omurumwa wuwe, ne bafwa nibali Abonooni"},{"SurahNumber":9,"VerseNumber":85,"Text":"Ne emiandu chiabu nende Abana babu bilakhuchamisia tawe, Nyasaye yenya okhubasandia khwako khushialo, ne emioyo chiabu chirule nabo ni bali Abakhayi"},{"SurahNumber":9,"VerseNumber":86,"Text":"Ne olunyaali nilwishibwa niluboola mbu; “musuubile Nyasaye ne mulwane halala nende Omurumwa wuwe” abobunyali nende abayinda mubo bakhusaba obwiyangu ni baboola mbu; “Khuleshe khuli halala nende batong’a.”"},{"SurahNumber":9,"VerseNumber":87,"Text":"Bachamile okhuba halala nende abatong’a inyuma, mana emioyo chiabu nichirebwakhwo eshimanyisio, mana shibamanyanga tawe"},{"SurahNumber":9,"VerseNumber":88,"Text":"Halali Omurumwa nende balia Abasuubila halala ninaye balwanila Nyasaye nende emiandu chiabu nende emioyo chiabu. Abo nibo balinyoola obulayi, ne abo nibo balibura"},{"SurahNumber":9,"VerseNumber":89,"Text":"Nyasaye yabarecheshela emikunda chiburangamwo emialo imbeli wachio, bamenyemwo, okho nikhwo okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":90,"Text":"Ne abali nende ebichila(biokhukhaya okhutsia liyie) mubandu bomwiswa (babeduwi) bakhwitsila okhusaba obwiyangu bwokhutsia okhurula(okhutsia okhulwana). Ne balia baboolela Nyasaye nende Omurumwa obubeyi nibatong’a, kho balia abakhayila mubukori mubo balinyoola eshinyasio eshilulu"},{"SurahNumber":9,"VerseNumber":91,"Text":"Babula ubatula balia abateshele nohomba abalwale, nende balia balanyoola eshokhwikhoyela- okhutsia muliyie tawe, Nibalisa mbu bakholelanga Nyasaye nende Omurumwa wuwe omwoyo omulayi, Injila ibulao yakhutula abakholi bamalayi. Ne Nyasaye ni wobulesheli Owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nohomba balia abakhwitsila mbu abahelesie shio khuninakhwo, nobaboolela mbu; “Embula shio khubaniniakhwo? Mana nibakalukha, tsimoni tsiabu nitsibititia amasika. Khushibeela shiokhukhaya okhunyoola injila yobwikhonyi"},{"SurahNumber":9,"VerseNumber":93,"Text":"Injila iliwo yakhubafunania balia abakhusabanga obwiyangu, neni abayinda, bachamile okhuba halala nende balia batong’anga inyuma. Mana Nyasaye nara khumioyo chiabu eshimanyisio, mana bo shibamanyanga tawe"},{"SurahNumber":9,"VerseNumber":94,"Text":"Babarusilinjia ebichila nimwakhakalukha khubo. boola; “Mularera ebichila tawe shikhulabasuubila tawe, toto Nyasaye akhuboolele amakhuwa kenyu, ne alalola amakhuwa kenyu nende Omurumwa wuwe, mana mulikalusibwa khumumanyi wakefisile nende akabulafu, naye alibaboolela kalia akamwakholanga"},{"SurahNumber":9,"VerseNumber":95,"Text":"Balabetsubila Nyasaye shingala mulabakalukhakhwo, nimwenya okhubaleshela. Kho mana mulababukulamwo oluchendo tawe, toto abo ni beshifwolo, ne eshimenyo shiabu ni omulilo kwa jahannam, ne ni omurungo khuka bakholanga"},{"SurahNumber":9,"VerseNumber":96,"Text":"Babetsubilanga mbu khomubachamile. Ne nimubachamila, toto Nyasaye shachamilanga Abandu Abonooni tawe"},{"SurahNumber":9,"VerseNumber":97,"Text":"Ababeduwi babura eshichelo muno mubukhayi nende mubushikhabili, ne bayeshelanga muno okhubula okhumanya eshichelo shia kalia ka Nyasaye yeshilie khu Murumwa wuwe. Ne Nyasaye ni omunji muno owamachesi"},{"SurahNumber":9,"VerseNumber":98,"Text":"Ne Mubabeduwi abo balimwo baparanga mbu akabarusinjia ni obusiro bweshikhaya, ne balindanga okhubawulilila amasila. Amasila amabii kaliba khubo ne Nyasaye niye uwulilanga, omumanyi muno"},{"SurahNumber":9,"VerseNumber":99,"Text":"Ne mubabeduwi abo balimwo abasubilanga Nyasaye nende inyanga yeyindukho, ne basuubilanga akabarusinjia ni kokhubasitia khu Nyasaye, nende okhusaba khwomurumwa. Koo ako ni kabara hambi khu Nyasaye. Nyasaye alabenjisia mutsimbabaasi tsitsie. Toto Nyasaye niwobulesheli Owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":100,"Text":"Balia abarusinjia baba abambeli mubahajirina(abawuyi) nende Answar (abahabini), nende balia babaloonda khubulayi, Nyasaye alabachamila nabo boosi balachama, ne yabarecheshela emikunda chiburangamwo emialo hasi wachio, balimenyamwo tsinyanga tsiosi. Okho nikho okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":101,"Text":"Ne mubabedui barulanga mumbeka mwenyu mutsingongo tsili ahambi ninanyu, khulimwo nende abeshikhabili, nende mubamenyanwa ba Madina, beyibila mubushikhabili, obakorerwe ne efwe khwabamanya. Khwitsa okhubasandia mara khabili, mana balikalusibwa okhutsia okhusandibwa eshinyasio eshikhongo"},{"SurahNumber":9,"VerseNumber":102,"Text":"Ne abandi bafuchililila tsimbi tsiabu, batsokasia ebikhole ebilayi nende ebikhole ebibii. Awundi Nyasaye aba ario yabaleshela, toto Nyasaye nomukoosia Owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":103,"Text":"Bukula eshihanwa mumwandu kwabu, obalafie ne obatswenule nashio, ne abalaamile, toto okhubasabila khukhwo khubelesinjia obuhotselefu. Ne Nyasaye ni Omuwulili Omumanyi muno"},{"SurahNumber":9,"VerseNumber":104,"Text":"Koo, shibamanyilekhwo mbu Nyasaye afuchililanga eshileshelo shia Abandu bebe, ne abukulanga ebihanwa, ne mbu Nyasaye niwokhufuchilila obulesheli ne niwetsimbaasi"},{"SurahNumber":9,"VerseNumber":105,"Text":"Ne boola; “khole ebikhole, Nyasaye alalola ebikhole bienyu nende Omurumwa wuwe nende Abasuubili, mana mulikalusibwa khu mumanyi wakefisile nende akali habulafu, naye alibaboolela akamwakholanga"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ne baliwo abandi balindilungwa okhulomesia khwa Nyasaye, awundi abahe eshinyasio nohomba abaleshele, ne Nyasaye ni Omumanyi Owamachesi muno"},{"SurahNumber":9,"VerseNumber":107,"Text":"Ne balia abombakha omusikiti kwo khunyasianendekwobukhayi, nendeokhusalasia hakari wabasuubili, nende okhukhola mbu ni habundu wokhulinda balia abakholela Nyasaye nende Omurumwa wuwe obusuku khale awo, Ne toto baletsuba mbu; “Efwe lichomo liefu liaalisa okhukhola amalayi” Ne Nyasaye arusia obuloli mbu abo ni ababeyi"},{"SurahNumber":9,"VerseNumber":108,"Text":"Olemakhomwo tawe. Omusikiti kwombakhwa khu lichomo liokhuria Nyasaye okhurula inyanga yokhuranga niko kwokhoyekhane muno okhwemamwo. Omo balimwo Abandu bachama okhwitswenula, Ne Nyasaye yachama abetswenulanga"},{"SurahNumber":9,"VerseNumber":109,"Text":"Koo! Ulia wachaka okhumbakha eshiumbashe shishie khulwe lichomo liokhuria Nyasaye nende okhwenya obuchami bubwe ni omulayi nohomba ulia owachaka okhumbakha eshiumbashe shishie khulichomo lie eshiumbashe shishie hekulu khundulo welitukho weliloba lialo lilakakhanga, mana nakwa nashio mumulilo kwa Jahannam, ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":110,"Text":"Eshiumbashe shiabu esho shiabombakha shilaba eshichila banyoole eshibeyibeyi mumioyo chiabu. Okhula emioyo chiabu chikhalikhemwo ebitonye ebitonye. Ne Nyasaye ni Omumanyi muno Owamachesi"},{"SurahNumber":9,"VerseNumber":111,"Text":"Toto Nyasaye yakula mubasubili emioyo chiabu,nende emiandu chiabu kho Ye abahelesie Jannah (mwikulu). Bakhupananga khunjila ya Nyasaye, ne beranga naboosi berungwa, Ino niyo indakano aya Nyasaye yalomesia mu Taurati nende mu Injili nende mu Kurani. Ne ni wina utilanga indakano yiyie obulayi muno okhushila Nyasaye? Kho mwikhoye khuinganga yenyu yamwakhola ninaye, Ne okho nikho okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":112,"Text":"Balia abasabanga eshileshelo, abakholanga emilukha chia Nyasaye, Abamuwelesinjia oluyali abafunganga (saumu) abenamanga(khululwe) abaretsanga obweni bwabu hasi(khululwe) ababoolanilanga okhukhola amalayi, nende abakaaninjia amabii, nende balia baliindanga tsinzakho tsia Nyasaye. Kho suubisia abasuubili- (amalayi kabalindanga)"},{"SurahNumber":9,"VerseNumber":113,"Text":"Shakhoyeshela Omurumwa nende balia abasuubila okhusabila eshileshelo Abatsokaasi kata nibali abekho babu, nikakhamala okhubamanyishila mbu bo ni Abandu bomumulilo"},{"SurahNumber":9,"VerseNumber":114,"Text":"Ne okhusaba khwa Ibraheem yasabila Samwana eshileshelo khwali shichila indakano yabakhola ninaye, Ne olwa khwamuwa obulafu mbu(samwana)Ye ni omusuku wa Nyasaye, yalekhana ninaye. Ne toto Ibraheem yali owokhukalukha khu Nyasaye muno Omwisumilisi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Ne Nyasaye shakosinjia Abandu namalile okhubalunjisia tawe okhula obebaalile akabakhoyele okhuria, Nyasaye toto ni Omumanyi wabuli eshindu"},{"SurahNumber":9,"VerseNumber":116,"Text":"Toto Nyasaye ali nende obwani bwomwikulu nende mushialo ahelesinjia obulamu ne afwisinjia. Ne mubula omulindi nohomba omukhonyi owulali Nyasaye tawe"},{"SurahNumber":9,"VerseNumber":117,"Text":"Toto Nyasaye ababeleele tsimbabaasi Omurumwa nende muhajiruna(abawuyi) nende Answar (abahabini), balia abamulondakhwo ebise biobutinyu bilia. Ebise bie mioyo chia bandi babu chiali ahambi okhukalukhana, mana nababeela tsimbabaasi, toto ye khubo ni omuholo muno owetsimbabaasi"},{"SurahNumber":9,"VerseNumber":118,"Text":"Nende balia bataru ababolelwa mbu baliinde. okhula shinga liloba liali obutinyu khubo, halala nende obubambalifu bwalio, mana emioyo chiabu nichinyoola obusiro, ne nibamanya mbu abalaho okhwilushila okhuyiniakhwo khu Nyasaye, mana nababeela tsimbabaasi nabafuchililwa eshilelshelo shiabu, toto Nyasaye ni omulesheli Owestmbabaasi muno"},{"SurahNumber":9,"VerseNumber":119,"Text":"Enywe abasubila rie Nyasaye ne mube halala nende abatoto"},{"SurahNumber":9,"VerseNumber":120,"Text":"Shibakhoyekhana Abandu ba Madina nende ababeduwi, abamenya mumbeka mwabu okhutong’a inyuma wo Murumwa wa Nyasaye tawe, nohomba bo okhwichama muno okhushila Omurumwa. Endio nilwokhuba mbu shibanyoolungwa nende obulo tawe nohomba obunyakhani nohomba inzala khunjila ya Nyasaye tawe, ne shibasenanga khunjila ya Nyasaye isinyisia abakhayi tawe, nohomba shibakholelangakhwo omusuku obusishi bwosibwosi tawe, halali bahandichilungwa ebikhole ebilayi- shichila ako. Toto Nyasaye shakosinjia omurungo kwabakholi aba malayi tawe"},{"SurahNumber":9,"VerseNumber":121,"Text":"Ne shibarusinjia shirusibungwa shiosi shiosi tawe, shibe eshititi nohomba eshikhongo, ne shibaburanga litwoma liosi liosi(okhutsia muliyie) halali bahandichilungwa kho Nyasaye abarunje amalayi kalia kabakholanga"},{"SurahNumber":9,"VerseNumber":122,"Text":"Shibakhoyeshele Abasubili okhurula boosi tawe, halali mbushina nikularula omukanda kundi buswa(mutiti) buli mulukongo mubo (kutsie Madina khu Murumwa) mana bekanyilisie abashiabwe nibakhakalukha, kho banyoole okhuria"},{"SurahNumber":9,"VerseNumber":123,"Text":"Enywe abasubili khupane nende abakhayi balia bali ahambi ninanyu, ne banyoole obutinyu okhurulana ninanyu, ne manye mbu Nyasaye ali halala nende abamuritsanga"},{"SurahNumber":9,"VerseNumber":124,"Text":"Ne Isura olwa yishibungwa, bali mubo baboolanga mbu; “ni wina mwinywe umetelekhwo obusuubili?” Ne balia abasubila obusubili bwabu bumetekhanga, mana basangala"},{"SurahNumber":9,"VerseNumber":125,"Text":"Ne balia bemioyo chiabu chilimwo obulwale, ibametanga(Isura) ububii khu bubii bwabu obwabali nabo, ne bafwitsanga nibali abakhayi"},{"SurahNumber":9,"VerseNumber":126,"Text":"Koo shibalolangakhwo batemungwa buli omwika lulala nohomba khabili, mana shibasabanga eshilelshelo tawe, nekhandi shibetsulilanga tawe"},{"SurahNumber":9,"VerseNumber":127,"Text":"Ne olwa Isura yishibwa balengananga, abeene khubeene, “Koo alikhowo yesiyesi ukhulolanga” Mana bakalukhananga nibelukha. Nyasaye akalukhaninjia emioyo chiabu shichila bo ni Abandu balenya okhumanya tawe"},{"SurahNumber":9,"VerseNumber":128,"Text":"Toto yabetsela Omurumwa woluyia lulala ninanyu, akabasandinjia kamubelesinjia, abakhalabanilanga. Ne khubasuubili ni Omuhotselefu weshisa muno"},{"SurahNumber":9,"VerseNumber":129,"Text":"Ne nibakhaya boola mbu; “Nyasaye yambela” obulao Nyasaye owulali ye, niye butswa wandisikanga, niye Nyasaye weyindebe (weshisala) ikhongo"}]}