{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":1,"Text":"Ey iman edenler! Akitlerin ve ahitlerin icaplarını yerine getirin. Siz ihramlı iken avlanmayı helal saymamak sartıyla ve ileride size okunacaklar mustesna olmak uzere, davar cinsinden hayvanlar size helal kılınmıstır. Kuskunuz olmasın ki, Allah, iradesi yonunde hukum verir"},{"SurahNumber":5,"VerseNumber":2,"Text":"Ey iman edenler! Allah'ın ibadet, iyilik ve guzellik alameti kıldıgı seylere, carpısmanın yasak oldugu haram aya, kurbanlık hediyelere, gerdanlıklara, Rablerinden bir lutuf ve rıza niyaz ederek Mescid-i Haram'a gelmis olanlara saygısızlık etmeyin! Ihramdan cıktıgınız vakit avlanın. Bir toplulugun, sizi Mescid-i Haram'dan uzak tutmak icin sergiledigi kotuluk, sizi saldırganlık ve dusmanlıga sakın itmesin! Hayırda erginlik/durustluk ve takva uzere yardımlasın! Kotuluk/cirkinlik, dusmanlık/saldırganlık uzere yardımlasmayın. Allah'tan sakının! Kuskunuz olmasın ki, Allah'ın azabı cok siddetlidir"},{"SurahNumber":5,"VerseNumber":3,"Text":"Sunlar size haram kılınmıstır: Bogazlanmayarak olmus hayvanın eti, kan, domuz eti, uzerine Allah'tan baskasının adı anılmıs, bogulmus, vurulmus, yuvarlanmıs, susulmus, canı uzerineyken yetisip kestikleriniz mustesna olmak uzere canavar tarafından yırtılmıs ve dikili adak tasları uzerinde bogazlanmıs hayvanlar ve bir de fal oklarıyla kısmet paylasmanız... Butun bunlar birer sapıstır. Kufre batmıs olanlar bugun dininizden umitlerini kestiler. Artık onlardan korkmayın, benden korkun! Bugun sizin icin dininizi kemale erdirdim, uzerinizdeki nimetimi tamamladım ve sizin icin din olarak Islam'ı/Allah'a teslim olmayı sectim. Su da var ki, her kim ciddi bir aclıkla yuz yuze gelir de gunaha kacmak maksadı olmaksızın onlardan yemek zorunda kalırsa, elbette Allah Gafur ve Rahim'dir"},{"SurahNumber":5,"VerseNumber":4,"Text":"Sana soruyorlar, onlar icin helal kılınan ne? Soyle soyle: \"Sizin icin butun temiz nimetler helal kılınmıstır. Egittiginiz avcı kusların tuttukları ile egittiginiz av kopeklerinin tuttukları da size helal kılındı. Siz bu hayvanlara, Allah'ın size ogrettiklerinden ogretiyorsunuz. O halde onların sizin icin tuttuklarından da yiyin ve uzerine Allah'ın adını anın. Allah'tan sakının! Allah gercekten hesabı cok cabuk gorur"},{"SurahNumber":5,"VerseNumber":5,"Text":"Bugun size butun temiz nimetler helal kılındı. Kendilerine kitap verilmis olanların yemekleri size helaldir. Sizin yemekleriniz de onlara helaldir. Mumin kadınların iffetlileriyle, sizden once kendilerine kitap verilmis olanların iffetli hanımları da mehirlerini verdiginiz takdirde; iffetinizi korumanız, zinadan uzak kalmanız ve sunu-bunu dost tutmamanız sartıyla size helaldir. Imanı tanımayıp nankorluk edenin ameli bosa gitmistir. Ve o, ahirette de husrana ugrayanlardandır"},{"SurahNumber":5,"VerseNumber":6,"Text":"Ey iman sahipleri! Namaza/duaya duracagınız zaman yuzlerinizi ve dirseklere kadar ellerinizi yıkayın; baslarınızı meshedin ve topuklara kadar ayaklarınızı meshedin/yahut yıkayın. Eger cunup iseniz iyice temizlenin! Hasta yahut yolculuk halinde iseniz yahut biriniz tuvaletten gelmisse yahut kadınlara dokunmus da su bulamamıssanız temiz bir toprakla teyemmum edin: Yuzlerinizi ve ellerinizi ondan meshedin. Allah size zorluk cıkarmak istemiyor. Ancak sizi temizlemek ve uzerinizdeki nimetini tamamlamak istiyor ki, sukredebilesiniz"},{"SurahNumber":5,"VerseNumber":7,"Text":"Allah'ın, uzerinizdeki nimetini ve sizi bagladıgı misakını unutmayın. Hani, \"Isittik, boyun egdik!\" demistiniz. Allah'tan sakının. Allah, goguslerin icindekini cok iyi bilir"},{"SurahNumber":5,"VerseNumber":8,"Text":"Ey iman edenler! Adalet ve durustlugun tanıkları olarak Allah icin kollayıp gozetleyenler olun! Bir toplulugun cirkinlik ve kotulugu sizi adaletsiz davranmaya asla itmesin. Adaletli olun! Bu, takvaya/korunup sakınmaya daha uygundur. Allah'tan sakının. Allah, yapmakta olduklarınızdan haberdardır"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah, inanıp hayra ve barısa yonelik isler yapanlara vaatte bulunmustur: Onlar icin bir bagıslanma ve buyuk bir odul vardır"},{"SurahNumber":5,"VerseNumber":10,"Text":"Kufre sapıp ayetlerimizi yalanlayara gelince, bunlar cehennemin dostlarıdırlar"},{"SurahNumber":5,"VerseNumber":11,"Text":"Ey iman edenler! Allah'ın, uzerinizdeki nimetini hatırlayın! Hani bir topluluk ellerini size uzatmaya niyet etmisti de Allah onların ellerini sizden cekmisti. Allah'tan sakının! Muminler yalnız Allah'a tevekkul etsinler"},{"SurahNumber":5,"VerseNumber":12,"Text":"Yemin olsun ki, Allah Israilogullarının misakını almıstı da iclerinden on iki temsilci/baskan gondermistik. Allah soyle demisti: \"Ben sizinle beraberim. Namazı/duayı yerine getirirseniz, zekatı verirseniz, resullerime inanır, onları desteklerseniz ve Allah'a guzel bir bicimde borc verirseniz, kotuluklerinizi elbette ortecegim ve sizi, altlarından ırmaklar akan cennetlere elbette koyacagım. Artık bundan sonra kufre gideniniz yolun denge noktasından sapmıs olur"},{"SurahNumber":5,"VerseNumber":13,"Text":"Sonunda, verdikleri misakı bozdukları icin onları lanetledik de kalplerini kaskatı yaptık. Kelimeleri yerlerinden kaydırıyorlar. Ogutlenmek uzere cagırıldıkları seyden nasiplenmeyi unuttular. Iclerinden cok azı haric, sen onlardan hep hainlik gorursun. Bununla birlikte onları affet, ellerini tut. Cunku Allah guzellik sergileyenleri sever"},{"SurahNumber":5,"VerseNumber":14,"Text":"Biz Hıristiyanlarız!\" diyenlerden de misaklarını almıstık. Onlar da ogutlenmek uzere cagırıldıkları seyden nasiplenmeyi unuttular. Bu yuzden, aralarına kıyamete degin dusmanlık ve siddetli nefret saldık. Sınaat/teknoloji olarak urettikleri seylerin ne oldugunu Allah onlara yakında haber verecektir"},{"SurahNumber":5,"VerseNumber":15,"Text":"Ey Ehlikitap! Resulumuz size geldi. Kitap'tan saklamıs olduklarınızın cogunu size ayan-beyan acıklıyor; cogundan da geciyor. Su bir gercek ki, size Allah'tan bir ısık ve apacık bir Kitap gelmistir"},{"SurahNumber":5,"VerseNumber":16,"Text":"Allah, rızasına uyanları o Kitap'la esenlik ve barıs yollarına iletir ve onları kendi izniyle karanlıklardan aydınlıga cıkarıp sasmayan ve sapmayan dosdogru yola kılavuzlar"},{"SurahNumber":5,"VerseNumber":17,"Text":"Yemin olsun ki, \"Allah Meryem'in oglu Mesih'tir\" diyenler kufre batmıslardır. De ki: \"Allah; Meryem'in oglu Mesih'i, annesini ve yeryuzundeki insanların hepsini helak etmek istese Allah'a karsı kimin elinde bir guc vardır!\" Hem goklerin hem yerin hem de bunlar arasındakilerin mulku/ yonetimi Allah'ındır. Diledigini yaratır. Allah her seye Kadir'dir"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yahudiler ve Hıristiyanlar dediler ki, biz Allah'ın ogulları ve sevgilileriyiz. De ki: \"O halde, nicin size gunahlarınız yuzunden azap ediyor?\" Hayır, siz de O'nun yarattıklarından birer insansınız. Diledigini affeder O, diledigine azap eder. Hem goklerin hem yerin hem de bunlar arasındakilerin mulku/yonetimi Allah'ındır. Donus de O'nadır"},{"SurahNumber":5,"VerseNumber":19,"Text":"Ey Ehlikitap! Resullerin arası kesildigi bir sırada resulumuz size geldi; ayan-beyan acıklamalarda bulunuyor. \"Bize ne mujdeci geldi ne uyarıcı\" demeyesiniz. Iste mujdeci de geldi size, uyarıcı da. Allah her seye Kadir'dir"},{"SurahNumber":5,"VerseNumber":20,"Text":"Musa, kavmine soyle demisti: \"Ey toplumum! Allah'ın, uzerinizdeki nimetini hatırlayın. Icinizde peygamberler vucuda getirdi, sizi krallar yaptı, alemlerden hic kimseye vermediklerini size verdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"Ey toplumum! Allah'ın sizin icin yazdıgı kutsal topraga girin, arkanıza donmeyin; yoksa husrana ugramıslar durumuna dusersiniz"},{"SurahNumber":5,"VerseNumber":22,"Text":"Soyle dediler: \"Ey Musa, orada zorbalardan olusan bir toplum var. Onlar ordan cıkıncaya kadar biz oraya asla girmeyecegiz. Eger oradan cıkarlarsa biz o zaman girecegiz"},{"SurahNumber":5,"VerseNumber":23,"Text":"Icine urperti dusenlerden, Allah'ın nimet verdigi iki adam dedi ki: \"Onların icine kapıdan girin. Oraya girdiginizde galip geleceksiniz. Eger inananlar iseniz yalnız Allah'a guvenin"},{"SurahNumber":5,"VerseNumber":24,"Text":"Dediler ki: \"Ey Musa! Onlar orada oldukca biz oraya asla girmeyecegiz. Hadi sen git, Rabbin'le birlikte savasın. Biz suracıkta oturacagız"},{"SurahNumber":5,"VerseNumber":25,"Text":"Soyle yakardı Musa: \"Rabbim! Nefsimle kardesimden baskasına soz geciremiyorum. Artık sapıklar toplulugu ile bizim aramızı ayır"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allah dedi ki: \"Orası onlara kırk yıl haram kılınmıstır. Yeryuzunde sersem sersem dolasacaklar. Sen o sapıklar toplulugu icin kederlenme"},{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara Adem'in iki oglunun haberini de gercek olarak oku. Hani, ikisi birer kurban sunmuslardı da birinden kabul edilmisti, otekinden kabul edilmemisti. \"Seni mutlaka oldurecegim.\" dedi. Oteki: \"Allah sadece takva sahiplerinden kabul eder.\" dedi"},{"SurahNumber":5,"VerseNumber":28,"Text":"Beni oldurmek icin elini bana uzatırsan, ben seni oldurmek icin elimi sana uzatmayacagım. Su bir gercek ki, ben, alemlerin Rabbi olan Allah'tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Ben istiyorum ki, sen benim gunahımı da senin gunahını da yuklenip ates halkından olasın. Iste budur zalimlerin cezası"},{"SurahNumber":5,"VerseNumber":30,"Text":"Nihayet nefsi onu kardesini oldurmeye ısındırdı, o da onu oldurdu. Boylece husrana ugramıslardan oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Derken, Allah, kardesinin cesedini nasıl saklayacagını ona gostermek icin yeri eseleyen bir karga gonderdi. O dedi ki: \"Vay be! Su karga kadar bile olamıyor muyum ki, kardesimin cesedini saklayayım.\" Bu arada, pismanlık duyanlardan olmustu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Iste bu yuzden biz, Israilogulları uzerine sunu yazdık: Kim bir kisiyi, bir kisiye karsılık yahut yeryuzunde bir fesat sebebiyle olmaksızın oldururse, insanları toptan oldurmus gibidir. Ve kim bir kisiye hayat verirse insanlara toptan hayat vermis gibidir. Andolsun, resullerimiz onlara acık-secik kanıtlar getirmislerdir. Ama onlardan bircogu bunun ardından da yeryuzunde zulum ve azgınlıga sapmaktadır"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allah ve resuluyle savasanların ve yeryuzunde bozgunculuk yapmaya calısanların cezası sudur: Oldurulurler yahut asılırlar yahut elleriyle ayakları caprazlamasına kesilir yahut bulundukları yerden surulurler. Bu onlar icin dunyada bir rezilliktir. Ahirette de onlara buyuk bir azap vardır"},{"SurahNumber":5,"VerseNumber":34,"Text":"Ancak onları gucunuz altına almadan once tovbe edenler olursa biliniz ki, Allah Gafur ve Rahim'dir"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey iman edenler! Allah'ın buyruguna ters dusmekten sakının; O'na varmaya vesile arayın. O'nun yolunda gayret gosterin ki, kurtulusa erebilesiniz"},{"SurahNumber":5,"VerseNumber":36,"Text":"Kufre batanlar var ya, yeryuzundekilerin hepsi ve yanında bir o kadarı kendilerin olsa da kıyamet gununun azabından kurtulmak icin hepsini fidye verseler, onlardan bu bile kabul edilmez. Korkunc bir azap vardır onlar icin"},{"SurahNumber":5,"VerseNumber":37,"Text":"Atesten cıkmak isterler ama ondan cıkamayacaklardır. Onlar icin tepelerinden hic inmeyecek bir azap vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Hırsızlık yapan erkek ve kadının, yaptıklarına karsılık Allah'tan bir ceza olarak ellerini kesin. Allah Aziz'dir, Hakim'dir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Kim zulmunden sonra tovbe eder, halini duzeltirse kuskusuz Allah onun tovbesini kabul eder. Allah cok affedici, cok merhametlidir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Goklerin de yerin de mulkunun/saltanatının Allah'ın oldugunu bilmedin mi? Diledigine azap eder O, diledigini affeder. Allah'ın gucu her seye yeter"},{"SurahNumber":5,"VerseNumber":41,"Text":"Ey resul! Kalpleri inanmamıs oldugu halde agızlarıyla \"Inandık\" diyenlerin kufurde yarısırcasına kosanları seni uzmesin. Yahudilerden bazıları yalancılık etmek icin dinlerler; huzuruna cıkmamıs olan baska bir topluluk icin dinlerler. Yerlerine oturmus kelimeleri, yapılarını bozup degistirirler. \"Size su verilirse alın, eger o verilmezse cekinin.\" derler. Allah birini fitneye carptırmak isterse sen onun icin Allah karsısında hicbir sey yapamazsın. Bunlar o kisilerdir ki, Allah kalplerini temizlemek istemiyor. Dunyada bir rezillik vardır onlar icin; ahirette de buyuk bir azap var onlara"},{"SurahNumber":5,"VerseNumber":42,"Text":"Yalana iyice kulak verirler, haramı tıka-basa yerler. Sana geldiklerinde, ister aralarında hukum ver, ister onlardan yuz cevir. Eger onlardan yuz cevirirsen sana hicbir sekilde zarar veremezler. Ama aralarında hukmedersen, adaletle hukmet. Allah, adaletle hukmedenleri/adaleti ayakta tutanları sever"},{"SurahNumber":5,"VerseNumber":43,"Text":"Icinde Allah'ın hukmu bulunan Tevrat yanlarında iken, nasıl oluyor da senin hakemligine bas vuruyorlar? Daha sonra da verilen hukumden yuz ceviriyorlar. Bunlar inanan kisiler degillerdir"},{"SurahNumber":5,"VerseNumber":44,"Text":"Biz indirdik Tevrat'ı, biz. Iyiye ve guzele kılavuz var onda, ısık var. Allah'a teslim olmus peygamberler, Yahudilere onunla hakemlik yaparlardı. Kendini Rabb'e adayanlarla ilim ve hikmette derinlesmis olanlar da Allah'ın Kitabı'ndan korumakla gorevli olduklarıyla hukmederlerdi. Zaten onlar Allah'ın Kitabı'na tanıklardı. Artık insanlardan korkmayın, benden korkun da ayetlerimi basit bir ucret karsılıgı satmayın. Allah'ın indirdigi ile hukmetmeyenler, kafirlerin ta kendileridir"},{"SurahNumber":5,"VerseNumber":45,"Text":"O Kitap'ta onlar uzerine soyle yazmıstık: Cana can, goze goz, buruna burun, kulaga kulak, dise dis... Yaralamalar karsılıgında da kısas. Kim kısası bagıslarsa, bu bagıslaması kendisi icin gunahlara bir perde olur. Allah'ın indirdigiyle hukmetmeyenler zalimlerin ta kendileridir"},{"SurahNumber":5,"VerseNumber":46,"Text":"Ardından o peygamberlerin izleri uzere Meryem oglu Isa'yı gonderdik. Tevrat'tan yanında bulunanı dogruluyordu. Ona Incil'i verdik. Hidayet ve ısık vardı onda. Tevrat'tan yanında olanı tasdikleyici idi. Dogruya ve guzele kılavuzdu, takvaya sarılanlara bir ogut"},{"SurahNumber":5,"VerseNumber":47,"Text":"Incil baglıları Allah'ın onda indirdigiyle hukmetsinler. Allah'ın indirdigiyle hukmetmeyenler sapıkların ta kendileridir"},{"SurahNumber":5,"VerseNumber":48,"Text":"Sana da Kitap'ı hak olarak indirdik. Kitap'tan onun yanında bulunanı tasdikleyici ve onu denetleyip guvenilirligini saglayıcı olarak... O halde onlar arasında Allah'ın indirdigiyle hukmet, Hak'tan sana gelenden uzaklasıp onların keyiflerine uyma. Sizden her biri icin bir yol/seriat ve bir yontem belirledik. Allah dileseydi sizi elbette bir tek ummet yapardı. Ama size vermis olduklarıyla sizi imtihana ceksin diye oyle yapmamıstır. O halde hayırlarda yarısın. Tumunuzun donusu Allah'adır. O size, tartısmıs oldugunuz seylerin esasını bildirecektir"},{"SurahNumber":5,"VerseNumber":49,"Text":"Sen de aralarında, Allah'ın indirdigiyle hukmet. Onların keyiflerine uyma. Dikkat et de Allah'ın sana indirdiginin bir kısmından seni uzaklastırıp fitneye dusurmesinler. Eger yuz cevirirlerse bil ki, Allah onları bazı gunahları yuzunden belaya carptırmak istiyor. Zaten insanların bircokları dogru yoldan iyice sapmıs bulunuyorlar"},{"SurahNumber":5,"VerseNumber":50,"Text":"Yoksa cahiliye devrinin hukmunu mu arıyorlar? Gercegi gorebilen bir toplum icin, Allah'tan daha guzel hukum veren kim vardır"},{"SurahNumber":5,"VerseNumber":51,"Text":"Ey iman edenler! Yahudileri ve Hıristiyanları gonul dostları edinmeyin. Onlar birbirlerinin gonul dostlarıdır. Sizden kim onları gonul dostu edinirse o, onlardandır. Allah, zalimler toplumunu dogruya ve guzele kılavuzlamaz"},{"SurahNumber":5,"VerseNumber":52,"Text":"Kalplerinde hastalık olanların, \"Basımıza bir felaket gelmesinden korkuyoruz.\" diyerek onların icine daldıklarını gorursun. Olabilir ki Allah, bir fetih yahut katından bir buyruk getirir de bunu yapanlar, benliklerinde sakladıkları seye pismanlık duyar hale gelirler"},{"SurahNumber":5,"VerseNumber":53,"Text":"Iman edenler derler ki: \"Sunlar mıdır o tum gucleriyle sizinle beraber olduklarına yemin edenler?\" Butun amelleri bosa cıkmıstır da husrana ugrayanlardan oluvermislerdir"},{"SurahNumber":5,"VerseNumber":54,"Text":"Ey inananlar! Icinizden kim dininden donerse sunu bilsin: Allah, yakında, kendilerini sevdigi ve kendisini seven, muminlere karsı boynu bukuk, kafirlere karsı bası dik bir topluluk getirecektir. Bunlar Allah yolunda tum gayretleriyle didinirler, hicbir kınayanın kınamasından korkmazlar. Bu, Allah'ın, diledigine yonelttigi bir lutuftur. Allah, yaratılısı ve yarattıklarını genisletir, her seyi bilir"},{"SurahNumber":5,"VerseNumber":55,"Text":"Sizin gonul dostunuz Allah'tır, O'nun resuludur, bir de ruku eder bir halde namazı/duayı yerine getirip, zekatı vererek iman edenlerdir"},{"SurahNumber":5,"VerseNumber":56,"Text":"Allah'ı, O'nun resulunu ve iman edenleri dost edinen/Allah'tan, O'nun resulunden ve iman edenlerden yuz ceviren bilsin ki, galip gelecek olanlar Allah'ın taraftarlarıdır"},{"SurahNumber":5,"VerseNumber":57,"Text":"Ey iman edenler! Sizden once kitap verilenlerden ve kufre sapanlardan, dininizi oyun ve eglence edinenleri dost tutmayın. Eger inanıyorsanız Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":58,"Text":"Namaza/duaya cagırdıgınızda onu oyun ve eglence edindiler. Boyle yaptılar; cunku onlar akıllarını isletmeyen bir topluluktur"},{"SurahNumber":5,"VerseNumber":59,"Text":"De ki: \"Ey Ehlikitap! Sadece sunun icin bizden hoslanmıyorsunuz: Allah'a, bize indirilene, daha once indirilene inanmısız. Dogrusu su ki, sizin cogunuz yoldan sapmıs olanlardır"},{"SurahNumber":5,"VerseNumber":60,"Text":"De ki: \"Allah katında ceza olarak bundan daha kotusunu size bildireyim mi? Allah'ın lanetledigi, uzerine gazap indirdigidir o. Allah boylelerinden maymunlar, domuzlar ve tagut usakları yapmıstır. Iste bunlardır yer bakımından daha kotu, yolun denge noktasını kaybetme bakımından daha saskın olanlar"},{"SurahNumber":5,"VerseNumber":61,"Text":"Size geldiklerinde \"Inandık!\" derler. Gercekte ise kufurle girmis, yine onunla cıkmıslardır. Neler saklıyor olduklarını Allah daha iyi bilir"},{"SurahNumber":5,"VerseNumber":62,"Text":"Onların bircogunun gunahta, dusmanlıkta, haram yemede yarıstıklarını gorursun. Ne kotudur o yapmakta oldukları"},{"SurahNumber":5,"VerseNumber":63,"Text":"Ruhbanları ve hahamları onları, gunah olusturan sozlerinden, haram yemekten alıkoysalardı olmaz mıydı? Ne kotudur onların sınaat/teknoloji olarak uretmekte oldukları"},{"SurahNumber":5,"VerseNumber":64,"Text":"Yahudiler dediler ki: \"Allah'ın eli baglıdır.\" Kendi elleri baglandı/elleri baglanasıcalar! Soylemis oldukları yuzunden lanetlendiler. Soylediklerinin aksine, Allah'ın iki eli de alabildigine acıktır; diledigi gibi bagısta bulunur. Inan olsun ki, Rabbinden sana indirilen, kufur ve taskınlık yonunden onları iyice azdıracaktır. Onların arasına, ta kıyamet gunune kadar dusmanlık ve nefret atmısızdır. Ne zaman savas icin bir ates yaksalar, Allah onu sondurur de onlar yeryuzunde yine bozgunculuga kosarlar. Ama Allah, bozguncuları sevmez"},{"SurahNumber":5,"VerseNumber":65,"Text":"Eger Ehlikitap, iman edip korunsaydı, onların kotuluklerini mutlaka orter ve kendilerini bol nimetli cennetlere mutlaka sokardık"},{"SurahNumber":5,"VerseNumber":66,"Text":"Eger onlar Tevrat'ı, Incil'i ve kendilerine indirilmis olanı gerektigi sekilde uygulasalardı elbetteki hem ustlerinden hem ayaklarının altından rızıklanacaklardı. Iclerinde orta yolu izleyen bir topluluk var. Ama onların cogunlugunun yapmakta oldugu ne kadar da kotu"},{"SurahNumber":5,"VerseNumber":67,"Text":"Ey resul! Rabbinden sana indirileni teblig et. Eger bunu yapmazsan onun verdigi peygamberlik gorevini yerine getirmemis olursun. Allah seni insanlardan korur. Allah, kufre batmıs topluluga kılavuzluk etmez"},{"SurahNumber":5,"VerseNumber":68,"Text":"De ki: \"Ey Ehlikitap! Siz, Tevrat'ı, Incil'i ve Rabbinizden size indirileni tam uygulamadıkca hicbir sey degilsiniz.\" Rabbinden sana indirilen, onlardan bircogunun kufur ve azgınlıgını elbette artıracaktır. Kufre batan topluluk icin tasalanma artık"},{"SurahNumber":5,"VerseNumber":69,"Text":"Su bir gercek ki, iman edenler, Yahudiler, Sabiiler ve Hıristiyanlardan Allah'a ve ahiret gunune inanıp hayra ve barısa yonelik is yapanlar icin korku yoktur. Tasalanmayacaklardır onlar"},{"SurahNumber":5,"VerseNumber":70,"Text":"Yemin olsun ki biz, Israilogullarının kesin sozlerini almıs da onlara resuller gondermistik. Ne zaman bir resul onlara nefislerinin hoslanmadıgı birseyi getirdiyse bir kısmını yalanladılar; bir kısmını da olduruyorlardı"},{"SurahNumber":5,"VerseNumber":71,"Text":"Bir fitne kopmayacak sandılar. Kor oldular, sagır kesildiler. Derken Allah tovbelerini kabul etti. Sonra yine bircokları korlestiler, sagırlastılar. Allah, onların yaptıklarını ayan-beyan gorur"},{"SurahNumber":5,"VerseNumber":72,"Text":"Yemin olsun ki, \"Allah, Meryem'in oglu Mesih'in ta kendisidir!\" diyenler kufre batmıslardır. Mesih soyle demisti: \"Ey Israilogulları, hem sizin Rabbiniz hem de benim Rabbim olan Allah'a kulluk/ibadet edin! Gercek olan su ki, Allah'a ortak kosana Allah, cenneti haram kılmıstır. Varacagı yer atestir onun. Zalimlerin yardımcıları olmayacaktır"},{"SurahNumber":5,"VerseNumber":73,"Text":"Yemin olsun ki, \"Allah, ucun ucuncusudur!\" diyenler de kufre batmıstır. Bir tek Tanrı dısında hicbir ilah yoktur. Bu soyleyegeldiklerine son vermezlerse, onların kufre sapanlarına korkunc bir azap mutlaka gelip catacaktır"},{"SurahNumber":5,"VerseNumber":74,"Text":"Hala Allah'a yonelip tovbe ederek ondan af dilemiyorlar mı? Allah Gafur'dur, Rahim'dir"},{"SurahNumber":5,"VerseNumber":75,"Text":"Meryem'in oglu Mesih, bir resulden baskası degildir. Ondan once de resuller gelip gecmistir. Onun annesi de ozu-sozu dogru biriydi. Ikisi de yemek yerlerdi. Bak nasıl acıklıyoruz onlara ayetleri! Sonra bak, nasıl gerisin geri cevriliyorlar"},{"SurahNumber":5,"VerseNumber":76,"Text":"Soyle onlara: \"Allah'ın yanında bir de, size zarar yahut yarar saglama gucu olmayan seylere mi kolelik/kulluk ediyorsunuz? Allah, en iyi duyan, en iyi bilenin ta kendisidir"},{"SurahNumber":5,"VerseNumber":77,"Text":"De ki: \"Ey Ehlikitap! Dininizde azgınlık edip hak dısına cıkarak asırılıga gitmeyin. Daha once sapmıs, bircogunu saptırmıs ve yolun denge noktasından uzaga dusmus bir toplulugun keyiflerine uymayın"},{"SurahNumber":5,"VerseNumber":78,"Text":"Israilogullarının kufre sapanları, Meryem'in oglu Isa'nın ve Davud'un diliyle lanetlendiler. Bu boyledir; cunku onlar sınır tanımazlık, haksızlık, dusmanlık ediyorlardı"},{"SurahNumber":5,"VerseNumber":79,"Text":"Isledikleri kotulukten birbirlerini sakındırmıyorlardı. Ne kotu seydi yapmayı surdurdukleri"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onlardan bircogunun, kufre sapanlarla dostluk kurduklarını gorursun. Oz benliklerinin onlar icin hazırlayıp sundugu sey gercekten cok kotu! Allah, uzerlerine gazap indirmistir. Azap icinde de onlar surekli kalacaklardır"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eger Allah'a, peygambere ve ona indirilene inanmıs olsalardı, kufre sapanları dostlar edinmezlerdi. Ama onların cokları yoldan sapmıslardır"},{"SurahNumber":5,"VerseNumber":82,"Text":"Su tartısılmaz bir gercektir ki, insanların iman edenlere en siddetli dusmanlık duyanlarını, Yahudilerle sirke batanlar bulursun. Su da tartısılmaz bir gercektir ki, insanların iman edenlere sevgide en yakın olanlarını \"Biz Hıristiyanlarız\" diyenler bulursun. Bu boyledir. Cunku o Hıristiyanlar icinde derin arastırmalar yapan kesisler, kendini Allah'a adamıs rahipler vardır. Ve onlar, kibre sapmazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Resule indirileni dinlediklerinde farkına vardıkları gercekten dolayı gozlerinin yasla dolup tastıgını gorursun. Soyle derler: \"Ey Rabbimiz, iman ettik. Artık bizi de gercegin tanıklarıyla birlikte kaydet"},{"SurahNumber":5,"VerseNumber":84,"Text":"Rabbimizin bizi barısseverler arasına koymasını umup dururken, Allah'a ve Hak'tan bize gelene neden inanmayacakmısız"},{"SurahNumber":5,"VerseNumber":85,"Text":"Boyle soyledikleri icin Allah onları, altlarından ırmaklar akan cennetlerle lutuflandırdı. Surekli kalıcıdırlar orada. Iste budur guzel davrananların odulu"},{"SurahNumber":5,"VerseNumber":86,"Text":"Kufre sapıp ayetlerimizi yalanlayanlar da cehennemin dostlarıdır"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey iman sahipleri! Allah'ın size helal kıldıgı seylerin temiz ve guzel olanlarını haramlastırmayın; azıp sınırı asmayın; Allah azıp sınırı asanları sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah'ın size helal ve temiz olarak verdigi rızıklardan yiyin. Kendisine iman ettiginiz Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah sizi yeminlerinizdeki bos lakırdıdan oturu hesaba cekmez, ama bilincli olarak gerceklestirdiginiz yeminlerden sizi sorumlu tutar. Boyle bir yeminin keffareti, ailenize yedirmekte oldugunuzun orta derecesinden on yoksulu doyurmak, yahut onları giydimek, yahut da ozgurlugunden yoksun kalmıs bir benligi ozgurlugune kavusturmaktır. Bunlara imkan bulamayan uc gun oruc tutar. Yemin ettiginizde yeminlerinizin keffareti iste budur. Yeminlerinizi koruyun. Allah size ayetlerini boyle acıklar ki sukredebilesiniz"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey iman edenler! Uyusturucu/sarap, kumar, tapılmak icin dikilen taslar, fal okları seytan isi birer pisliktik; bunlardan uzak durun ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Seytan; uyusturucu ve kumara sokularak aranıza dusmanlık ve siddetli nefret yerlestirip sizi Allah'ı anmaktan, namazdan/duadan geri cevirmek ister. Artık son veriyorsunuz degil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah'a itaat edin, resule itaat edin, sakının. Eger yuz cevirirseniz sunu bilin: Bizim resulumuze dusen sadece apacık bir tebligdir"},{"SurahNumber":5,"VerseNumber":93,"Text":"Iman edip hayra ve barısa yonelik isler yapanlara; bundan boyle korunup iman ederek iyi isler yaptıkları, sonra takvaya sarılıp imanda kemale erdikleri, sonra bir mertebe daha korunup guzellikler sergiledikleri takdirde, daha once tatmıs olduklarından oturu hicbir gunah yoktur. Allah, guzel dusunup guzel davrananları sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman sahipleri! Allah sizi, ellerinizin ve mızraklarınızın erisecegi av turunden bir seyle mutlaka deneyecektir ki, gozun fark edemedigi alanlarda O'ndan kim korkuyor bilsin. Bundan sonra azıp sınırı cigneyen icin korkunc bir azap olacaktır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman sahipleri! Ihramda oldugunuz zaman av oldurmeyin. Sizden kim kasten onu oldururse cezası sudur: Oldurdugu hayvana denk deve-sıgır, davar cinsinden, Kabe'ye varacak kurbanlık bir hediye ki, icinizden adalet sahibi iki kisi belirleyecektir. Yahut yoksullara yedirme seklinde bir keffaret, yahut buna denk oruc. Taki yaptıgının vebalini tatsın. Allah, gecmisi affetmistir. Kim bir daha yaparsa, Allah ondan oc alacaktır. Allah cok gucludur, oc alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Hem size hem de yolculara bir gecimlik olarak, deniz avı yapmak ve onu yemek size helal kılındı. Fakat ihramlı oldugunuz surece karada avlanmak size haram edilmistir. Huzurunda hasredileceginiz Allah'tan korkun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah Kabe'yi, o saygıya layık evi, o saygıya layık \"ay\"ı, o kurbanlık hediyeleri ve gerdanlıkları insanlar icin bir dayanak, bir ayaga kalkıs aracı kıldı. Boyle yaptı ki, Allah'ın goklerde olanı da yerde olanı da bildigini, Allah'ın her seyi bilici oldugunu siz de bilesiniz"},{"SurahNumber":5,"VerseNumber":98,"Text":"Bilin ki Allah, azap ettiginde cok siddetli eder. Allah; Gafur'dur, Rahim'dir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Resule dusen, tebligden baska bir sey degildir. Allah sizin acıga vurduklarınızı da gizlediklerinizi de bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki: \"Pisin coklugu seni hayrete dusurse de pisle temiz bir olmaz. O halde, ey akıl ve gonul sahipleri! Allah'tan korkun ki kurtulusa erebilesiniz"},{"SurahNumber":5,"VerseNumber":101,"Text":"Ey iman sahipleri! Size acıklandıgında canınızı sıkacak seylerle ilgili soru sormayın. Kur'an indirilmekte iken onları sorarsanız size acıklanır. Allah onlardan vazgecmistir. Allah Gafur'dur, Halim'dir"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sizden onceki bir toplum da onları sormustu; sonra tutup hepsini inkar ettiler"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah ne bahire yapmıstır ne saibe ne vasile ne de ham. Ne var ki kufre sapanlar yalan uydurarak Allah'a iftira ediyorlar ve cokları da akıl erdiremiyorlar"},{"SurahNumber":5,"VerseNumber":104,"Text":"Onlara, Allah'ın indirdigine ve resule gelin dendiginde soyle derler: \"Atalarımızı uzerinde buldugumuz sey bize yeter.\" Peki, ataları hicbir sey bilmiyor, dogru yolu bulamıyor idiyseler de mi"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ey iman edenler! Siz, kendinizi duzeltmeye bakın. Siz, dogru yolda oldukca sapmıs olan size zarar veremez. Tumunuzun donusu Allah'adır. O size neler yapıyor oldugunuzu haber verecektir"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ey iman edenler! Herhangi birinize olum gelip cattıgında, vasiyet zamanı aranızdaki tanıklık soyle olsun: Kendinizden adalet sahibi iki kisi yahut yolculuk etmekte iken olum musibeti basınıza geldiyse sizin dısınızdan iki kisi. Bunları namazdan/duadan sonra alıkoyarsınız; kuskulanırsanız soyle yemin etsinler: \"Vallahi, yakınlarımız da olsa yeminimizi hicbir ucret karsılıgı satmayacagız, Allah'ın tanıklıgını saklamayacagız. Cunku boyle yaparsak mutlaka gunahkarlardan oluruz"},{"SurahNumber":5,"VerseNumber":107,"Text":"Eger onların bir gunah isledikleri kesinlikle anlasılırsa o zaman, tercih edilmis olan bu ikisinin yerine bunların aleyhinde bulundukları taraftan iki kisi gecerek soyle yemin edeceklerdir: \"Allah sahit olsun ki, bizim tanıklıgımız, onların tanıklıgından daha dogrudur. Biz hicbir haksızlık yapmadık. Aksi halde mutlaka zalimlerden olurduk"},{"SurahNumber":5,"VerseNumber":108,"Text":"Iste bu yol, tanıklıgı geregince yerine getirmelerine, yemin etmelerinden sonra yeminlerinin reddedileceginden korkmalarına en yarayıslı olandır. Allah'tan sakının ve soylenene kulak verin. Allah, sapıklar toplulugunu dogruya ve guzele kılavuzlamaz"},{"SurahNumber":5,"VerseNumber":109,"Text":"Allah, resulleri bir araya getirecegi gun soyle der: \"Size ne cevap verildi?\" Soyle derler: \"Hicbir bilgimiz yok. Gaybları en iyi bicimde bilen sensin, sen"},{"SurahNumber":5,"VerseNumber":110,"Text":"Hani, Allah soyle demisti: \"Ey Meryem'in oglu Isa! Senin ve annenin uzerindeki nimetimi hatırla. Seni Ruhulkudus'le desteklemistim, besikte iken ve erginlik cagında insanlarla konusuyordun. Sana Kitap'ı, hikmeti, Tevrat'ı, Incil'i ogretmistim. Benim iznimle camurdan kus gorunumunde bir sey yaratıyor, icine ufluyordun da o benim iznimle kus oluyordu. Dogustan koru, abrası benim iznimle iyilestiriyordun. Benim iznimle oluleri cıkarıyordun. Israilogullarını senden uzak tutmustum. Hani, sen onlara acık-secik ayetleri getirdiginde, kufre sapanları soyle deyivermisti: \"Acık bir buyuden baska bir sey degil bu"},{"SurahNumber":5,"VerseNumber":111,"Text":"Havarilere sunu vahyetmistim: \"Bana ve resulume iman edin.\" Soyle demislerdi: \"Iman ettik, sen de tanık ol ki biz, muslumanlarız/Allah'a teslim olanlarız"},{"SurahNumber":5,"VerseNumber":112,"Text":"Havariler demislerdi ki: \"Ey Meryem'in oglu Isa! Rabbin bize gokten bir sofra indirebilir mi?\" Isa dedi ki: \"Eger muminlerseniz Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":113,"Text":"Dediler: \"Istiyoruz ki ondan yiyelim, gonullerimiz tatmin bulsun, senin bize dogruyu soyledigini bilelim ve buna tanıklık edenlerden olalım"},{"SurahNumber":5,"VerseNumber":114,"Text":"Meryem oglu Isa soyle yakardı: \"Allahım, ey Rabbimiz! Uzerimize gokten bir sofra indir de bizim hem oncekilerimize hem sonrakilerimize bir bayram olsun, senden bir mucize olsun. Rızıklandır bizi! Rızık verenlerin en hayırlısı sensin"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah dedi ki: \"Ben onu uzerinize indirecegim. Ama bundan sonra kufre sapanınıza oyle bir azapla azap edecegim ki, alemlerden hic kimseye boyle bir azap yapmamısım"},{"SurahNumber":5,"VerseNumber":116,"Text":"Allah sunu da soyledi: \"Ey Meryem oglu Isa! Allah'ın yanında beni ve annemi de iki tanrı olarak kabul edin diye insanlara sen mi soyledin?\" Isa dedi: \"Hasa! Tespih ederim seni. Hakkım olmayan bir seyi soylemek benim haddime degildir. Eger onu soylemissem sen onu elbette bilirsin. Sen benim icimde olanı bilirsin ama ben senin zatında olanı bilmem. Cunku sen, evet sen, gaybları cok iyi bilensin"},{"SurahNumber":5,"VerseNumber":117,"Text":"Onlara, senin bana emrettigin su sozden baska bir sey soylemedim: 'Benim Rabbim ve sizin de Rabbiniz olan Allah'a kulluk edin.' Iclerinde oldugum surece uzerlerine tanıktım. Sen beni vefat ettirince uzerlerine yalnız sen gozetleyici oldun. Ve sen zaten her sey uzerinde bir Sehidsin, bir tanıksın"},{"SurahNumber":5,"VerseNumber":118,"Text":"Onlara azap edersen, onlar senin kullarındır. Ama onları bagıslarsan hic kuskusuz, sen tum gucun sahibi, tum hikmetlerin sahibisin"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah buyurdu: \"Ozu-sozu dogru olanlara, dogruluklarının yarar saglayacagı gun budur. Altlarından ırmaklar akan cennetler var onlar icin. Surekli kalacaklardır orada.\" Allah onlardan razı olmustur, onlar da Allah'tan razı olmuslardır. Iste budur buyuk kurtulus"},{"SurahNumber":5,"VerseNumber":120,"Text":"Goklerin, yerin ve bunlarda bulunanların mulku/yonetimi Allah'ındır. O'nun her seye gucu yeter"}]}