{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Zbliża się do ludzi rozrachunek, lecz oni beztrosko się odwracają"},{"SurahNumber":21,"VerseNumber":2,"Text":"Nie przychodzi do nich żadne nowe napomnienie od ich Pana, żeby mu się nie przysłuchiwali, zabawiając się"},{"SurahNumber":21,"VerseNumber":3,"Text":"Z lekkim sercem. Ci, którzy byli niesprawiedliwi, potajemnie rozprawiają: \"Czy on nie jest tylko człowiekiem, podobnie jak wy? Czyż będziecie się oddawać czarom skoro jasno widzicie"},{"SurahNumber":21,"VerseNumber":4,"Text":"Powiedz: \"Mój Pan zna słowa w niebie i na ziemi. On jest Słyszący, Wszechwiedzący"},{"SurahNumber":21,"VerseNumber":5,"Text":"Oni powiedzieli przeciwnie: \"To mieszanina marzeń sennych! On to wymyślił! On jest poetą! Niechże on przyjdzie do nas z jakimś znakiem, tak jak byli wysyłani dawni posłańcy"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nie uwierzyło przed nimi żadne miasto, które zniszczyliśmy. Czyż oni uwierzą"},{"SurahNumber":21,"VerseNumber":7,"Text":"I wysyłaliśmy przed tobą tylko ludzi, którym zostało dane objawienie. Zapytajcie więc ludzi posiadających napomnienie, jeśli wy sami nie wiecie"},{"SurahNumber":21,"VerseNumber":8,"Text":"My nie daliśmy im takiego ciała, żeby mogli się obejść bez pożywienia czy też byli nieśmiertelni"},{"SurahNumber":21,"VerseNumber":9,"Text":"Potem dotrzymaliśmy im obietnicy i uratowaliśmy ich oraz tych, których chcieliśmy, a wytraciliśmy ludzi występnych"},{"SurahNumber":21,"VerseNumber":10,"Text":"Zesłaliśmy wam Księgę, w której jest napomnienie dla was. Czyż wy nie rozumiecie"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ileż miast niesprawiedliwych obróciliśmy w gruzy i stworzyliśmy po nich inne ludy"},{"SurahNumber":21,"VerseNumber":12,"Text":"A kiedy oni poczuli Naszą srogość, pośpiesznie uciekli stamtąd"},{"SurahNumber":21,"VerseNumber":13,"Text":"Nie uciekajcie i powróćcie do tego dobrobytu, z którego korzystaliście, i do waszych mieszkań! Być może, będziecie zapytani"},{"SurahNumber":21,"VerseNumber":14,"Text":"Powiedzieli: \"O biada nam! Byliśmy niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":15,"Text":"I nie ustało to ich wołanie, aż uczyniliśmy ich żniwem - bezwładnymi"},{"SurahNumber":21,"VerseNumber":16,"Text":"I nie stworzyliśmy nieba i ziemi, i tego, co jest między nimi, dla zabawy"},{"SurahNumber":21,"VerseNumber":17,"Text":"A jeślibyśmy chcieli się zabawić, to znaleźlibyśmy rozrywkę u Nas, gdybyśmy w ogóle mieli działać"},{"SurahNumber":21,"VerseNumber":18,"Text":"Przeciwnie! My razimy prawdą fałsz; ona rozbija mu głowę i fałsz znika. Biada wam z powodu tego, co opisujecie"},{"SurahNumber":21,"VerseNumber":19,"Text":"Do Niego należą ci, którzy są w niebiosach i na ziemi. A ci, którzy są przy Nim, nie wbijają się w pychę; tak by Jemu czci nie oddawać; i nie ustają"},{"SurahNumber":21,"VerseNumber":20,"Text":"Oni głoszą chwałę nocą i dniem i nie doznają zmęczenia"},{"SurahNumber":21,"VerseNumber":21,"Text":"Czyż oni wzięli sobie bogów z ziemi, którzy mogliby wskrzeszać"},{"SurahNumber":21,"VerseNumber":22,"Text":"A gdyby na niebie i ziemi byli bogowie, poza Bogiem, to one uległyby zniszczeniu. Chwała Bogu, Panu Tronu! On jest ponad to, co Jemu przypisują"},{"SurahNumber":21,"VerseNumber":23,"Text":"On nie będzie zapytywany o to, co czyni, a oni będą zapytywani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Czy oni wzięli sobie innych bogów, poza Nim? Powiedz: \"Dostarczcie wasze dowody! To jest napomnienie dla tych, którzy są ze mną, i napomnienie dla tych, którzy byli przede mną.\" Ale większość z nich nie zna prawdy i oni się odsuwają"},{"SurahNumber":21,"VerseNumber":25,"Text":"My nie wysłaliśmy przed tobą żadnego posłańca, któremu nie dalibyśmy objawienia: \"Nie ma boga, jak tylko Ja! Przeto czcijcie Mnie"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni powiedzieli: \"Miłosierny wziął Sobie syna.\" Niech On będzie wysławiony! Ależ przeciwnie! To są tylko słudzy otoczeni szacunkiem"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni nie wyprzedzają Go w słowie; oni działają na Jego rozkaz"},{"SurahNumber":21,"VerseNumber":28,"Text":"On wie to, co jest przed nimi, i to, co jest za nimi; oni będą się wstawiać tylko za tymi, których On sobie upodobał; oni są przeniknięci obawą przed Nim"},{"SurahNumber":21,"VerseNumber":29,"Text":"A ktokolwiek z nich powie: \"Ja jestem bogiem, poza Nim!\" - to temu My zapłacimy Gehenną. W ten sposób My płacimy niesprawiedliwym"},{"SurahNumber":21,"VerseNumber":30,"Text":"Czyż ci, którzy nie uwierzyli, nie widzieli, iż niebiosa i ziemia stanowiły jedną zwartą masę i My rozdzieliliśmy je, i stworzyliśmy z wody każdą żyjącą rzecz? Czyż oni nie uwierzą"},{"SurahNumber":21,"VerseNumber":31,"Text":"I umieściliśmy na ziemi solidnie stojące, aby się ona nie kołysała z ludźmi"},{"SurahNumber":21,"VerseNumber":32,"Text":"I uczyniliśmy na niej wąwozy jako drogi. Być może, oni pójdą drogą prostą! I uczyniliśmy niebo sklepieniem chroniącym~ lecz oni się odwracają od Naszych znaków"},{"SurahNumber":21,"VerseNumber":33,"Text":"On jest Tym, który stworzył: noc i dzień, słońce i księżyce: - Wszystko żegluje po orbicie"},{"SurahNumber":21,"VerseNumber":34,"Text":"My nie daliśmy nieśmiertelności żadnemu człowiekowi przed tobą. Czyżbyś ty miał umrzeć, a oni mieliby być nieśmiertelni"},{"SurahNumber":21,"VerseNumber":35,"Text":"Każda dusza zakosztuje śmierci. My doświadczamy was złem i dobrem, dla wypróbowania, i wy do Nas będziecie sprowadzeni"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kiedy widzą cię ci, którzy nie wierzą, biorą cię jedynie za przedmiot szyderstwa: \"Czy to ten, który tak lekceważąco wspomina waszych bogów?\" Oni nie wierzą w napomnienie Miłosiernego"},{"SurahNumber":21,"VerseNumber":37,"Text":"Człowiek został stworzony z pośpiechu! Ja pokażę wam niebawem Moje znaki; nie żądajcie więc ode Mnie pośpiechu"},{"SurahNumber":21,"VerseNumber":38,"Text":"Oni mówią: \"Kiedyż się spełni ta obietnica, jeśli jesteście prawdomówni"},{"SurahNumber":21,"VerseNumber":39,"Text":"O, gdyby ci, którzy nie uwierzyli, znali tę chwilę, kiedy nie będą mogli odwrócić ognia ani od swoich twarzy, ani od swoich pleców - i nie będą wspomożeni"},{"SurahNumber":21,"VerseNumber":40,"Text":"Tak! Przyjdzie ona do nich niespodzianie i wprawi ich w zdumienie; i nie będą w stanie jej odwrócić ani nie będzie im dana żadna zwłoka"},{"SurahNumber":21,"VerseNumber":41,"Text":"Wyśmiewano już posłańców przed tobą, lecz szyderców objęło to, z czego się wyśmiewali"},{"SurahNumber":21,"VerseNumber":42,"Text":"Powiedz: \"Kto uchroni was w ciągu nocy i dnia przed Miłosiernym?\" Lecz oni, przeciwnie; odwracają się od napomnienia swego Pana"},{"SurahNumber":21,"VerseNumber":43,"Text":"Czy oni mają bogów, którzy ich obronią przed Nami? Oni nie potrafią pomóc sobie samym, ani też nie mogą mieć przeciwko nam sprzymierzeńca"},{"SurahNumber":21,"VerseNumber":44,"Text":"Pozwoliliśmy używać dóbr tego świata - im i ich ojcom - jak długo potrwa ich życie. Czy oni nie widzą, że My przychodzimy na ziemię, zmniejszając ją po krańcach? Mogą oni zatem być zwycięzcami"},{"SurahNumber":21,"VerseNumber":45,"Text":"Powiedz: \"Ja was tylko ostrzegam przez objawienie. Lecz nie słyszą wezwania głusi, kiedy są ostrzegani"},{"SurahNumber":21,"VerseNumber":46,"Text":"A jeśli dosięgnie ich tchnienie kary twojego Pana, to z pewnością oni powiedzą: \"Biada nam! Byliśmy niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":47,"Text":"My postawimy wagi sprawiedliwości w Dniu Zmartwychwstania. Żadna dusza nie dozna w niczym krzywdy, nawet na ciężar jednego tylko ziarnka gorczycy; My je przyniesiemy. My wystarczymy jako rozliczający"},{"SurahNumber":21,"VerseNumber":48,"Text":"Daliśmy już Mojżeszowi i Aaronowi rozróżnienie i światłość, i napomnienie dla ludzi bogobojnych"},{"SurahNumber":21,"VerseNumber":49,"Text":"Dla tych, którzy się boją swego Pana w skrytości, którzy są niespokojni z powodu Godziny"},{"SurahNumber":21,"VerseNumber":50,"Text":"To jest błogosławione napomnienie, które zesłaliśmy. Czyż wy je odrzucicie"},{"SurahNumber":21,"VerseNumber":51,"Text":"I daliśmy Abrahamowi jego prawość, i My znaliśmy jego"},{"SurahNumber":21,"VerseNumber":52,"Text":"Oto powiedział on swemu ojcu i swemu ludowi: \"Cóż to są te posągi, którym się kłaniacie"},{"SurahNumber":21,"VerseNumber":53,"Text":"Powiedzieli: \"Zastaliśmy naszych ojców składających im cześć"},{"SurahNumber":21,"VerseNumber":54,"Text":"On powiedział: \"Wy i wasi ojcowie byliście z pewnością w jawnym zabłądzeniu"},{"SurahNumber":21,"VerseNumber":55,"Text":"Oni powiedzieli; \"Czy ty przyszedłeś do nas z prawdą, czy też jesteś z liczby tych, którzy się zabawiają"},{"SurahNumber":21,"VerseNumber":56,"Text":"Powiedział: \"Tak! Wasz Pan jest Panem niebios i ziemi; On jest Tym, który je stworzył, a ja jestem z liczby tych, którzy są tego świadkami"},{"SurahNumber":21,"VerseNumber":57,"Text":"I przysięgam na Boga, iż przygotuję podstęp przeciw waszym bożkom, jak tylko odwrócicie się plecami"},{"SurahNumber":21,"VerseNumber":58,"Text":"I rozbił ich w kawałki, z wyjątkiem głównego z nich - być może, oni do niego powrócą"},{"SurahNumber":21,"VerseNumber":59,"Text":"Oni powiedzieli: \"Kto postąpił tak z naszymi bogami? Zaprawdę, on jest z liczby niesprawiedliwych"},{"SurahNumber":21,"VerseNumber":60,"Text":"Oni powiedzieli: \"Słyszeliśmy młodzieńca, zwanego Abrahamem, który wspominał o nich"},{"SurahNumber":21,"VerseNumber":61,"Text":"Oni powiedzieli: \"Przyprowadźcie go tu przed oczy ludzi, być może, oni zaświadczą"},{"SurahNumber":21,"VerseNumber":62,"Text":"Oni powiedzieli: \"Czy to ty, Abrahamie, postąpiłeś tak z naszymi bogami"},{"SurahNumber":21,"VerseNumber":63,"Text":"On powiedział: \"Ależ przeciwnie! To uczynił ten główny z nich. Zapytajcie ich więc, jeśli oni mogą mówić"},{"SurahNumber":21,"VerseNumber":64,"Text":"Oni zwrócili się do samych siebie i powiedzieli: \"Wy jesteście niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":65,"Text":"Potem, zmieszani, zwiesili głowy: \"Ty przecież wiesz, iż oni nie mówią"},{"SurahNumber":21,"VerseNumber":66,"Text":"On powiedział: \"Czy wy więc czcicie, poza Bogiem, to, co nie jest wam ani w niczym pożyteczne, ani w niczym szkodliwe"},{"SurahNumber":21,"VerseNumber":67,"Text":"Wstyd dla was i dla tego, co wy czcicie poza Bogiem! Czy wy się nie zastanowicie"},{"SurahNumber":21,"VerseNumber":68,"Text":"Oni powiedzieli: \"Spalcie go! Pomóżcie waszym bogom, jeśli chcecie działać"},{"SurahNumber":21,"VerseNumber":69,"Text":"Powiedzieliśmy: \"O ogniu! Bądź chłodem i pokojem dla Abrahama"},{"SurahNumber":21,"VerseNumber":70,"Text":"Oni chcieli przygotować jakiś podstęp, lecz My uczyniliśmy ich najbardziej stratnymi"},{"SurahNumber":21,"VerseNumber":71,"Text":"Uratowaliśmy jego i Lota, wprowadzając ich do ziemi, którą pobłogosławiliśmy dla światów"},{"SurahNumber":21,"VerseNumber":72,"Text":"I daliśmy jemu Izaaka i Jakuba jako podarunek, i wszystkich uczyniliśmy sprawiedliwymi"},{"SurahNumber":21,"VerseNumber":73,"Text":"I ustanowiliśmy ich przywódcami prowadzącymi drogą prostą, według Naszego rozkazu. I objawiliśmy im sposób czynienia dobrych dzieł i odprawiania modlitwy, i dawania jałmużny. Oni byli Naszymi czcicielami"},{"SurahNumber":21,"VerseNumber":74,"Text":"A Lotowi daliśmy mądrość i wiedzę i uratowaliśmy go z miasta, które popełniało szpetne czyny; byli oni bowiem ludźmi zła, szerzącymi zgorszenie"},{"SurahNumber":21,"VerseNumber":75,"Text":"I wprowadzaliśmy go do Naszego miłosierdzia. Zaprawdę, on był z liczby sprawiedliwych"},{"SurahNumber":21,"VerseNumber":76,"Text":"I Noego... Kiedy wzywał Nas dawniej, wysłuchaliśmy go. I wyratowaliśmy jego i jego rodzinę od strasznego nieszczęścia"},{"SurahNumber":21,"VerseNumber":77,"Text":"Obroniliśmy go przed ludźmi, którzy za kłamstwo uznali Nasze znaki. Zaprawdę, oni byli ludźmi zła, przeto potopiliśmy ich wszystkich razem"},{"SurahNumber":21,"VerseNumber":78,"Text":"I Dawida, i Salomona... Kiedy oni obydwaj sądzili w sprawie pola uprawnego, które zniszczyła trzoda należąca do obcych ludzi, My byliśmy świadkami ich sądu"},{"SurahNumber":21,"VerseNumber":79,"Text":"I daliśmy to wszystko do zrozumienia Salomonowi, i obydwom daliśmy mądrość i wiedzę. I podporządkowaliśmy góry, by wraz z Dawidem głosiły chwałę, i ptaki - tak uczyniliśmy"},{"SurahNumber":21,"VerseNumber":80,"Text":"Nauczyliśmy go sporządzania dla was kolczugi, by ochraniała was przed waszą wzajemną gwałtownością. A czy wy jesteście wdzięczni"},{"SurahNumber":21,"VerseNumber":81,"Text":"A Salomonowi - wiatr gwałtownie wiejący, który płynie na Jego rozkaz ku ziemi, której pobłogosławiliśmy. My wiedzieliśmy o każdej rzeczy"},{"SurahNumber":21,"VerseNumber":82,"Text":"A spośród szatanów - tych, którzy się zanurzali w morzu dla niego, i oprócz tego pełnili jeszcze inne czynności, a My czuwaliśmy nad nimi"},{"SurahNumber":21,"VerseNumber":83,"Text":"I Hioba... kiedy wzywał on swojego Pana: \"Oto dotknęło mnie utrapienie, a Ty jesteś Najmiłosierniejszy z miłosiernych"},{"SurahNumber":21,"VerseNumber":84,"Text":"I wysłuchaliśmy go, i odsunęliśmy od niego utrapienie, które go dręczyło; i daliśmy mu jego rodzinę dwakroć liczniejszą; przez Nasze miłosierdzie i jako napomnienie dla czcicieli"},{"SurahNumber":21,"VerseNumber":85,"Text":"I Isma`ila, Idrisa i Zu'I-Kifla... - wszyscy oni byli z liczby cierpliwych"},{"SurahNumber":21,"VerseNumber":86,"Text":"I wprowadziliśmy ich do Naszego miłosierdzia: oni przecież byli z liczby sprawiedliwych"},{"SurahNumber":21,"VerseNumber":87,"Text":"I Jonasza... kiedy poszedł zagniewany, myśląc, że My nie mamy żadnej władzy nad nim. I zawołał w ciemnościach: \"Nie ma boga, jak tylko Ty! Tobie niech będzie chwała! Zaprawdę, byłem wśród niesprawiedliwych"},{"SurahNumber":21,"VerseNumber":88,"Text":"I wysłuchaliśmy go, i wyratowaliśmy go od utrapienia. W ten sposób ratujemy wiernych"},{"SurahNumber":21,"VerseNumber":89,"Text":"I Zachariasza... kiedy wołał do swego Pana: \"Panie mój! Nie pozostawiaj mnie samego! Ty jesteś najlepszy z dziedziców"},{"SurahNumber":21,"VerseNumber":90,"Text":"I wysłuchaliśmy go. Daliśmy mu Jana, gdyż uczyniliśmy zdolną do rodzenia jego żonę. Zaprawdę, oni byli gorliwi w czynieniu dobra; wzywali Nas z tęsknotą i z obawą; i byli pokorni przed Nami"},{"SurahNumber":21,"VerseNumber":91,"Text":"I tę, która zachowała swoją czystość.. My tchnęliśmy w nią nieco z Naszego Ducha. I uczyniliśmy ją i jej Syna znakiem dla światów"},{"SurahNumber":21,"VerseNumber":92,"Text":"Zaprawdę, ten wasz naród - to naród jedyny! I Ja jestem waszym Panem, przeto czcijcie Mnie"},{"SurahNumber":21,"VerseNumber":93,"Text":"Lecz oni rozdzielili się między sobą, choć wszyscy do Nas powrócą"},{"SurahNumber":21,"VerseNumber":94,"Text":"A jeśli kto czyni dobre dzieła i jest wierzącym, jego gorliwość nie będzie odrzucona i My, z pewnością, mu to zapiszemy"},{"SurahNumber":21,"VerseNumber":95,"Text":"Zakazano mieszkańcom. wszelkiego miasta, jakie zniszczyliśmy, - powrócić"},{"SurahNumber":21,"VerseNumber":96,"Text":"Dopóki Gog i Magog nie zostaną wypuszczeni; wtedy oni będą śpieszyć z każdego wzgórza"},{"SurahNumber":21,"VerseNumber":97,"Text":"I przybliżyła się obietnica prawdziwa; oto zastygły z przerażenia spojrzenia tych, którzy nie uwierzyli: Biada nam! My nie dbaliśmy o to. Przeciwnie, byliśmy niesprawiedliwi"},{"SurahNumber":21,"VerseNumber":98,"Text":"Zaprawdę, wy i to, co czcicie poza Bogiem, będziecie drewnem dla Gehenny! Wy tam przybędziecie"},{"SurahNumber":21,"VerseNumber":99,"Text":"Gdyby oni byli naprawdę bogami, to by tutaj nie przybyli. Oni wszyscy pozostaną tam na wieki"},{"SurahNumber":21,"VerseNumber":100,"Text":"Tam będą oni wydawać jęki, ale nie będą niczego słyszeć"},{"SurahNumber":21,"VerseNumber":101,"Text":"Zaprawdę, ci, którzy już wcześniej otrzymali od Nas najpiękniejszą nagrodę - będą od niej oddaleni"},{"SurahNumber":21,"VerseNumber":102,"Text":"Nie usłyszą nawet jej syczącego odgłosu; będą się znajdować wśród tego, czego pragnęły ich dusze - nieśmiertelni"},{"SurahNumber":21,"VerseNumber":103,"Text":"Nie zasmuci ich ogromne przerażenie i spotkają ich aniołowie: \"To wasz Dzień, który wam został obiecany"},{"SurahNumber":21,"VerseNumber":104,"Text":"Tego Dnia My zwiniemy niebo, tak jak się zwija zwoje ksiąg. I tak jak zaczęliśmy pierwsze stworzenie, My je powtórzymy - według Naszej obietnicy. Zaprawdę, My tego dokonujemy"},{"SurahNumber":21,"VerseNumber":105,"Text":"I pisaliśmy już w Psalmach, po napomnieniu: \"Moi słudzy sprawiedliwi odziedziczą ziemię"},{"SurahNumber":21,"VerseNumber":106,"Text":"Zaprawdę, w tym jest obwieszczenie dla ludzi, którzy są czcicielami"},{"SurahNumber":21,"VerseNumber":107,"Text":"My posłaliśmy ciebie tylko jako miłosierdzie dla światów"},{"SurahNumber":21,"VerseNumber":108,"Text":"Powiedz: \"Zostało mi tylko objawione, iż wasz Bóg jest Bogiem Jedynym. Czy jesteście więc całkowicie poddani"},{"SurahNumber":21,"VerseNumber":109,"Text":"A jeśli oni się odwrócą, to powiedz: \"Głosiłem wszystkim jednakowo. Nie wiem, czy jest blisko, czy daleko to, co wam zostało obiecane"},{"SurahNumber":21,"VerseNumber":110,"Text":"On wie, co jest jawnie powiedziane, i On wie, co wy ukrywacie"},{"SurahNumber":21,"VerseNumber":111,"Text":"Ja nie wiem; być może, to jest dla was próba i używanie do pewnego czasu"},{"SurahNumber":21,"VerseNumber":112,"Text":"Powiedz: \"Panie mój! Rozsądź według prawdy! Nasz Pan jest Miłosierny. U Niego należy szukać pomocy przeciwko temu, co wy opisujecie"}]}