{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"Beguman me piroziki xuya ji te re vekiriye"},{"SurahNumber":48,"VerseNumber":2,"Text":"Ji bo ku Xuda gunehe te ye bori u e para de bibexþine u qenciya xwe li ser te pek bine u te bigihine reya rastin"},{"SurahNumber":48,"VerseNumber":3,"Text":"U Xuda bi yariyek serkeftini yariya te bike"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ew e e ku di dile bawermendan de hemini daxistiye ji bo ku bi baweriya xwe re baweri pirr kin. Leþkere asimana u zemin e Xuda ne. Xuda hey zanaye hikmetdar e"},{"SurahNumber":48,"VerseNumber":5,"Text":"Ji bo ku (Xuda) meren bawermend texe bihiþten ku ji bine wan cem diherikin, ewe hertimi te de biminin u nepakiyen wan ji wan bibe. Eve han li cem Xuda hey rizgariyek mezin e"},{"SurahNumber":48,"VerseNumber":6,"Text":"U meren duru u jinen duru u meren putperest u jinen putperest en ku bi gumanek pis bi Xuda bedguman in ji bide ezabe Cerxa xerab li ser wan e. Xuda li wan hers buye u li wan lanet kiriye u ji wan re dojehe amade kiriye. Ci þunvegerek nerind e"},{"SurahNumber":48,"VerseNumber":7,"Text":"Leþkere asimana u zemin e Xuda ne. Xuda hey serkeftiye hikmetdar e"},{"SurahNumber":48,"VerseNumber":8,"Text":"Beguman me te danas u mizginvan u hiþyarker þandiye"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ji bo ku hun bi Xuda u pexembere wi baweri binin u wi yari bikin-biparezin u birumet mezin bigrin u sibe u evara wi pak beri biderin"},{"SurahNumber":48,"VerseNumber":10,"Text":"Beguman en ku bi te re bey´et (hevpeymani) kirine wan her bi Xuda re bey´et kiriye. Deste Xuda li ser deste wan e. Veca ki (peymana xwe) biþkine, edi ew li xwe diþkine. Ki ji tiþte li sere bi Xuda re hevpeymani cekiriye pek bine edi we xelateki mezin bide wan"},{"SurahNumber":48,"VerseNumber":11,"Text":"Ji erebe cole en ku (ji cenge) para de hatine hiþtin we ji te re bejin ku: \"Malen me u ehle me, me mijul kir, veca tu ji me re bexþine bixwaze.\" Ew tiþte di dilen wan de nine bi zimanen xwe dibejin. Tu beje ku: \"Eger Xuda ziyana we bixwaze yan kara we bixwaze, veca li hember wi di deste ki de tiþtek heye ku nehele?\" Ne, (tu kes nikare tiþteki bike). Xuda bi tiþte hun dikin kurzana ye"},{"SurahNumber":48,"VerseNumber":12,"Text":"Ne, we guman dikir ku tu car we pexember u bawermend bal ehle xwe ve qet venegerin. Eve han di dilen we de xweþ hat u we bi gumanek pis bedgumani kir u hun bun komeleki tekcuyi"},{"SurahNumber":48,"VerseNumber":13,"Text":"Ki bi Xuda u pexembere wi baweri neyne, veca beguman me ji kafiran re agirek har amade kiriye"},{"SurahNumber":48,"VerseNumber":14,"Text":"Mulke asimana u zemin e Xuda ye, ew ki bixwaze dibexþine u ki ji bixwaze dide ezabe. Xuda hey bexþendekar e dilovan e"},{"SurahNumber":48,"VerseNumber":15,"Text":"Gava hun deren bal xenimete ve herin ji bo ku hun wan bigrin en (ji cenge) para de hatine hiþtin dibejin ku: \"Hun me bihelin em ji bidin pey we.\" Ew dixwazin ku peyva Xuda biguherinin. Tu beje ku: \"Hun qet nadin pey me. Eve han Xuda ji bere ve gotiye.\" Veca we bejin ku: \"Ne, hun ji me cavnebariya dikin.\" Ne, ew ji hindiki peve te nagihen"},{"SurahNumber":48,"VerseNumber":16,"Text":"Tu ji erebe cole en ku para de hatine hiþtin re beje ku: \"Hune bal komeleki zor cengvan ve bene gazi kirin ku hun bi wan re þer bikin yan ji ew seri deynin-musilman bibin, veca eger hun peyrewti bikin we Xuda xelatek rind bide we. Eger cewa ku we bere piþt daye hun piþt bidine we we bi ezabeki bi jan bide ezab dayin"},{"SurahNumber":48,"VerseNumber":17,"Text":"Ne li ser e kor zoriti heye u ne li ser e qot (seqet) zoriti heye u ne ji li ser e nexweþ zoriti heye. Ki peyrewtiya Xuda u pexembere wi bike, we (Xuda) wi texe bihiþten ku cem ji bine wan diherikin. Ki ji piþt bide, we wi bi ezabeki bi jan bide ezab dayin"},{"SurahNumber":48,"VerseNumber":18,"Text":"Sond be Xuda ji bawermendan dema li bine dare bi te re bey´et kirin qayil bu; veca tiþte di dilen wan de zani, edi heminiye bi ser wan de daxist u piroziki nez mizgin da wan"},{"SurahNumber":48,"VerseNumber":19,"Text":"U gellek xenimete ku we bigrin. Xuda hey serkeftiye hikmetdar e"},{"SurahNumber":48,"VerseNumber":20,"Text":"Xuda, gellek xenimet bi we wade daye ku hune wan bigrin. Veca eva han ji we re zu kiriye u deste mirovan ji we girtiye; ji bo ku ji bawermendan re bibe niþan (a piroziye) u we bide ser reya rastin"},{"SurahNumber":48,"VerseNumber":21,"Text":"U (gellek xenimet)en din ji ku he we nikariya bi ser wan kevin. Bi rasti Xuda hawidor li wan girtiye-wan ji we re parastiye. Xuda hey bi her tiþti dikare"},{"SurahNumber":48,"VerseNumber":22,"Text":"Eger en kafir bune bi we re þer bikirna we wan piþt bidaye, paþe ne yar u yawer u ne ji alikar diditin"},{"SurahNumber":48,"VerseNumber":23,"Text":"Re u reca Xuda ye ku ji bere de derbas buye. Tu ji re u reca Xuda re tu guherin qet nabini"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ew e e ku di nava Mekke de piþti we li ser wan piroz kir desten wan ji we girt u desten we ji ji wan girt. Xuda tiþte hun dikin hey dibine"},{"SurahNumber":48,"VerseNumber":25,"Text":"Ew in en kafir bune u we ji Mizgevta Hereme u goriya ku diviya bigihiþta ciye xwe, para xiþtin. Eger ne ji ber hin zilamen bawermend u pireken bawermend ku he hun wan nizanin-nas nakin, hune pel wan bikin veca we bi nezani gunehek (yan ziyanek) ji wan bigihe we, buna (mine we isal bixista Mekke. Le me wuha kir) ji bo ku Xuda e dixwaze texe dilovaniya xwe de. Eger ew ji hev cihe bibuna, me ye en ji wan kafir bune, bi ezabeki bi jan bida ezab dayin"},{"SurahNumber":48,"VerseNumber":26,"Text":"Dema en kafir bune xiret-keþi xireykeþiya dewra nezaniye kirin dilen xwe de, veca Xuda, heminiya xwe bi ser pexembere xwe u bi ser bawermendan de daxist u peyva xwepareziye li ser wan pewist kir ku ew pe hejatir u ehle we bun. Xuda hey bi her tiþti zana ye"},{"SurahNumber":48,"VerseNumber":27,"Text":"Sond be, Xuda xewna pexembere xwe bi duristi rast derxist ku hune - eger Xuda bixwaze-biewleti ser kurkiri u porqusandi tekevin Mizgevta Hereme, hun natirsin ji. Veca wi tiþte we nezani zani, edi beri vi piroziyek nez cekir"},{"SurahNumber":48,"VerseNumber":28,"Text":"Ew e e ku pexembere xwe bi reberi u dine rastiye þand ji bo ku wi bi ser her dini bixe. Xuda bi danasi bes e"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammed pexembere Xuda ye, en digel wi li ser kafiran zor dijwar in u di nava xwe de ji dilovan in. Tu wan dibini ku xor dibin u seri datinin ji Xuda qenci u qayilbune dixwazin. Niþana wan di ruyen wan de ji dewsa seridanine ye. Minaka wan di Incile de ji: weki candiniya ku zila xwe derxistiye veca we rastzexm kiriye, veca ew qalind buye, edi ew li ser koka xwe rast bilind buye ku cotkaran dixe sosrete, ji bo ku kafiran bi wan hers bike. Xuda bi en ji wan ku baweri anine u karen qenc kirine bexþin u xelatek mezin wade daye"}]}