{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"A L. M"},{"SurahNumber":29,"VerseNumber":2,"Text":"Ludia myslienka they lavy say My robit je verit put test"},{"SurahNumber":29,"VerseNumber":3,"Text":"My tested those them GOD distinguish those bol truthful He expose liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"those commit zhresit myslienka ze they robit vzdy fool us? zlo indeed bol ich judgment"},{"SurahNumber":29,"VerseNumber":5,"Text":"(Ktokolvek hoping schodza GOD zauzlit ze) such schodza GOD will vela assuredly pojdem ist okolo! He bol Hearer Omniscient"},{"SurahNumber":29,"VerseNumber":6,"Text":"Those strive strive ich own dobre GOD bol DO ziaden need Z KTOKOLVEK"},{"SurahNumber":29,"VerseNumber":7,"Text":"Those verit lead righteous zivot my istota remit ich zhresit istota reward them generously for ich righteous robota"},{"SurahNumber":29,"VerseNumber":8,"Text":"My enjoined human bol honor jeho rodicia. they try force ona set idols Mna nie obey them! Do Mna bol tvoj ultimate spatny listok potom ja informovat ona z everything ona robit"},{"SurahNumber":29,"VerseNumber":9,"Text":"Those verit lead righteous zivot my istota admit them s the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among the ludia there bol those say My verit v GOD mat rad skoro mat rad they suffer any hardship GOD they equate ludia persecution GOD's retribution! if blessings z tvoj Lord pojdem tvoj way they say My ona. je Bol GOD nie fully awareof ludia innermost thoughts"},{"SurahNumber":29,"VerseNumber":11,"Text":"GOD will vela ISTOTA distinguish those verit He will vela ISTOTA expose hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"Those disbelieved said do those verit ona nasledovat our way my bol zodpovedny tvoj zhresit. Nie true they nie bear any z ich zhresit. They bol liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"Skutocne they beriem ich own zhresit inak loads inak ludia zhresit they bol zodpovedny. vela istota they ziadat Dni Vzkriesenie ich false reklamovat"},{"SurahNumber":29,"VerseNumber":14,"Text":"My sent Noah jeho ludia he zostat them 1000 rocnik menej 50. Subsequently they incurred zaplava ich transgressions"},{"SurahNumber":29,"VerseNumber":15,"Text":"My saved him those sprevadzat him ark my set it lekcia all ludia"},{"SurahNumber":29,"VerseNumber":16,"Text":"Abraham said do jeho zaludnit Ona kult GOD reverence Him! This je lepsie ona if ona len zauzlit"},{"SurahNumber":29,"VerseNumber":17,"Text":"Co ona kult GOD bol powerless idols; ona invented laicky idols ona kult GOD nie possess any provisions ona! Therefore ona seek provisions len z GOD Ona kult Him alone bol appreciative z Him; Him bol tvoj ultimate spatny listok"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ona disbelieve generations ona i disbelieved Chodidlo function posol bol deliver (odkaz)"},{"SurahNumber":29,"VerseNumber":19,"Text":"Have they nie seen ako GOD zasvatit creation potom! repeats it This bol easy GOD robit"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say Roam zem zalozit out origin zivot. For GOD will thus zasvatit creation Hereafter GOD bol Omnipotent"},{"SurahNumber":29,"VerseNumber":21,"Text":"He condemns retribution whomever He wills lejak Jeho zlutovanie whomever He wills. Ultimately do Him ona je turned over"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ziaden z ona escape these facts zem heaven ona have ziaden GOD mat rad Lord Zvladnut"},{"SurahNumber":29,"VerseNumber":23,"Text":"Those disbelieve GOD's revelations v schodza Him zufalstvo Moj zlutovanie! They incurred painful retribution"},{"SurahNumber":29,"VerseNumber":24,"Text":"Iba response z jeho ludia bol ich saying Kill him burn him. GOD saved him z zapalit! This zadovazit lekcia zaludnit kto verit"},{"SurahNumber":29,"VerseNumber":25,"Text":"He said Ona kult GOD powerless idols peer pressure iba zavarit some friendship ona v this worldly zivot! Potom Dni Vzkriesenie ona disown jeden iny curse 1 iny Tvoj destiny bol Hell wherein ona nie pomoc 1 iny"},{"SurahNumber":29,"VerseNumber":26,"Text":"Lot verit him said ja emigrating moj Lord He bol Almighty the Vela Wise"},{"SurahNumber":29,"VerseNumber":27,"Text":"My granted him Isaac Jacob my assigned jeho descendants prophethood scriptures my endowed him jeho due recompense v this zivot Hereafter he iste bol s the righteous"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lot said do jeho zaludnit Ona commit such abomination ziaden 1 v the world vzdy robit it ona"},{"SurahNumber":29,"VerseNumber":29,"Text":"Ona practice rod clovek ona commit highway robbery ona allow all laskavy z zverak tvoj society. iba response z jeho ludia bol say Bring do us GOD's retribution ona bol truthful"},{"SurahNumber":29,"VerseNumber":30,"Text":"He said Moj Lord grant mna victory these zlomyselny ludia"},{"SurahNumber":29,"VerseNumber":31,"Text":"(When our posol ist Abraham dobry zvest Isaac's narodenie) they i said My je on our way annihilate ludia z ze town (Sodom) its ludia bol zlomyselny"},{"SurahNumber":29,"VerseNumber":32,"Text":"He said Lot zivobytie there They said My je fully aware z everyone kto zivot v it My robit z course save him jeho rodina except jeho manzelka; ona doomed"},{"SurahNumber":29,"VerseNumber":33,"Text":"When our posol arrived Lot's miesto they mistreated he zmiast ich presence. they said nie Have fear nie znepokojit! My save ona tvoj rodina except tvoj manzelka; ona doomed"},{"SurahNumber":29,"VerseNumber":34,"Text":"My pour ludia z this town disaster z sky consequence ich wickedness"},{"SurahNumber":29,"VerseNumber":35,"Text":"My lavy standing some z ich zrucaniny do serve profound lekcia ludia chapat"},{"SurahNumber":29,"VerseNumber":36,"Text":"Do Midyan my sent ich brat Shu aib. He said O moj zaludnit ona kult GOD seek Posledny Dni nie roam zem corruptingly"},{"SurahNumber":29,"VerseNumber":37,"Text":"They disbelieved him consequently zemetrasenie annihilated them; they lavy dead ich domov by rano"},{"SurahNumber":29,"VerseNumber":38,"Text":"Similarly 'Aad Thamoud annihilated This robit manifest ona through ich zrucaniny. devil zdobit ich robota ich oci diverted them chodnicek vecer they had oci"},{"SurahNumber":29,"VerseNumber":39,"Text":"I Qaaroon Pharaoh Hamaan; Moses ist do them zretelny znamka! they zotrvat commit tyranny zem! Consequently they nie evade (retribution)"},{"SurahNumber":29,"VerseNumber":40,"Text":"All those disbelievers doomed consequence ich zhresit. Some z them my annihilated violent zranenie some annihilated quake some my zapricinit zem lastovicka some my drowned GOD NIE bol JEDEN ZLO them; bol they ZLO ich own souls"},{"SurahNumber":29,"VerseNumber":41,"Text":"allegory z those accept inak zvladnut GOD bol lenze z spider ju domov; flimsiest z all domov bol domov spider they len zauzlit"},{"SurahNumber":29,"VerseNumber":42,"Text":"GOD zauzlit full LEPSIE ZE whatever they KULT Him bol skutocne nothing. He bol Almighty the Vela Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"My cite these vzor ludia ziaden appreciate them except the knowledgeable"},{"SurahNumber":29,"VerseNumber":44,"Text":"GOD created heavens ZEM truthfully. This zadovazit sufficient proof believers"},{"SurahNumber":29,"VerseNumber":45,"Text":"Ona recite co revealed ona z scripture observe Zmluva Prayers (Salat) for Zmluva Prayers zakazat zly zverak! remembrance GOD Salat) bol the vela dolezity objective GOD zauzlit everything ONA ROBIT"},{"SurahNumber":29,"VerseNumber":46,"Text":"robi nie argue ludia z scripture (Zid Christians Muslims) nicest possible chovanie! -unless they transgress -say My verit v co revealed us v co revealed ona our god tvoj god bol 1 i the same do Him my bol submitters"},{"SurahNumber":29,"VerseNumber":47,"Text":"My revealed ona this scripture those my zehnat previous scripture verit v it I some z tvoj ludia verit v it Indeed those disregard our revelations bol real disbelievers"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ona nie read previous scriptures nor robi ona pisat them tvoj hand Potom rejectors had reason harbor doubts"},{"SurahNumber":29,"VerseNumber":49,"Text":"Skutocne these revelations bol zretelny chests z those possess znalost. Len zlomyselny will disregard our revelations"},{"SurahNumber":29,"VerseNumber":50,"Text":"They said len zazrak pod him jeho Lord Say All zazrak pojdem len z GOD ja bol ziaden inak than manifest warner"},{"SurahNumber":29,"VerseNumber":51,"Text":"Je it nie enough z zazrak my sent nadol ona this kniha recited them? This je indeed zlutovanie reminder zaludnit kto verit"},{"SurahNumber":29,"VerseNumber":52,"Text":"Say GOD suffices mat rad svedok mi ona. He zauzlit everything heavens zem. Iste those verit v falsehood disbelieve GOD bol real losers"},{"SurahNumber":29,"VerseNumber":53,"Text":"They challenge ona bring retribution! If je for predetermined appointment retribution pojdem them ihned! Istota it pojdem them zrazu when they menej expect it"},{"SurahNumber":29,"VerseNumber":54,"Text":"They challenge ona bring retribution! Hell already surrounds disbelievers"},{"SurahNumber":29,"VerseNumber":55,"Text":"Dni pojdem when retribution overwhelms them z above them beneath ich nohy; He say Chut consequences tvoj robota"},{"SurahNumber":29,"VerseNumber":56,"Text":"O Moj servants verit Moj zem bol spacious so kult Mna"},{"SurahNumber":29,"VerseNumber":57,"Text":"Everyone chut smrt potom us ona ultimately spatny listok"},{"SurahNumber":29,"VerseNumber":58,"Text":"Those verit lead righteous zivot my iste zaplatit them Raj rezidencia flowing streams Eternally they abide therein. Co dobry reward robotnik"},{"SurahNumber":29,"VerseNumber":59,"Text":"They bol jeden steadfastly persevere trust ich Lord"},{"SurahNumber":29,"VerseNumber":60,"Text":"Vela creature nie beriem its provision GOD zadovazit for it i ona. He bol Hearer Omniscient"},{"SurahNumber":29,"VerseNumber":61,"Text":"Ona ziadat them Kto created heavens zem put sun moon tvoj servis they say GOD robit potom they deviate"},{"SurahNumber":29,"VerseNumber":62,"Text":"GOD bol JEDEN ZVACSIT provision whomever He ZVOLIT SI JEHO creatures withholds it GOD bol fully aware z all things"},{"SurahNumber":29,"VerseNumber":63,"Text":"Ona ziadat them Kto sends sky zavlazit revive dead zem they say GOD Say Chvalit GOD Vela z them nie chapat"},{"SurahNumber":29,"VerseNumber":64,"Text":"This worldly zivot bol ziaden inak than vanity hraju chvila abode Hereafter bol real zivot they len zauzlit"},{"SurahNumber":29,"VerseNumber":65,"Text":"When they ride ship they implore GOD devoting ich prayers Him! mat rad skoro mat rad He saves them shore they revert do idolatry"},{"SurahNumber":29,"VerseNumber":66,"Text":"Let them disbelieve co my dat them let them enjoy temporarily; they robit iste zalozit out"},{"SurahNumber":29,"VerseNumber":67,"Text":"they nie seen my have zriadit Sacred Sanctuary ze my robit zaistit chvila all around them ludia bol constant nebezpecenstuo? they still verit v falsehood Would zamietnut GOD's blessings"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kto zly than jeden fabricates laicky je attributes them GOD zavrhnut truth when it pojdem him? bol Hell nie iba retribution disbelievers"},{"SurahNumber":29,"VerseNumber":69,"Text":"Mat rad for those strive do our zapricinit my iste guide them our chodnicek! vela assuredly GOD bol s the zbozny"}]}