{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Tako mi Kur'ana, posjednika Opomene"},{"SurahNumber":38,"VerseNumber":2,"Text":"Naprotiv, oni koji ne vjeruju u oholosti su i razdoru"},{"SurahNumber":38,"VerseNumber":3,"Text":"Koliko smo prije njih unistili pokoljenja, pa su prizivali, a proslo bi vrijeme za uzmicanje"},{"SurahNumber":38,"VerseNumber":4,"Text":"A cudili su se da im je dosao opominjac između njih, i govorili nevjernici: \"Ovo je carobnjak, lazac"},{"SurahNumber":38,"VerseNumber":5,"Text":"Je li ucinio bogove Bogom Jedinim? Uistinu, ovo je stvar cudesna"},{"SurahNumber":38,"VerseNumber":6,"Text":"I krenuse velikani izmeđe njih: \"Idite i ustrajte uz bogove svoje! Uistinu, ovo je stvar koja se zeli"},{"SurahNumber":38,"VerseNumber":7,"Text":"Nismo o ovome culi u milletu zadnjem. Ovo je samo izmisljotina"},{"SurahNumber":38,"VerseNumber":8,"Text":"Zar je njemu objavljena Opomena između nas?\" Naprotiv! Oni su u sumnji o Opomeni Mojoj. Naprotiv, jos nisu okusili kaznu Moju"},{"SurahNumber":38,"VerseNumber":9,"Text":"Zar su kod njih riznice milosti Gospodara tvog, Mocnog, Darivaoca"},{"SurahNumber":38,"VerseNumber":10,"Text":"Zar je njihova vlast nebesa i Zemlje i onog sta je između njih? Pa neka se uspnu (kakvim) sredstvima"},{"SurahNumber":38,"VerseNumber":11,"Text":"Vojska su sto je ondje porazena od saveznika"},{"SurahNumber":38,"VerseNumber":12,"Text":"Poricali su prije njih narod Nuhov i Ad i faraon, posjednik stubova"},{"SurahNumber":38,"VerseNumber":13,"Text":"I Semud i narod Lutov i stanovnici Ejke - takve su partije"},{"SurahNumber":38,"VerseNumber":14,"Text":"Svaki je samo poricao poslanike, pa se obistinila kazna Moja"},{"SurahNumber":38,"VerseNumber":15,"Text":"A takvi cekaju samo krik jedan, za kojeg nema odlaganja"},{"SurahNumber":38,"VerseNumber":16,"Text":"I govore: \"Gospodaru nas! Ubrzaj nam dio nas prije Dana obracuna"},{"SurahNumber":38,"VerseNumber":17,"Text":"Strpi se nad onim sta govore, i sjeti se roba Naseg Dawuda, posjednika moci. Uistinu, on je bio taj koji se obracao (Allahu)"},{"SurahNumber":38,"VerseNumber":18,"Text":"Uistinu! Mi smo potcinili brda (da) s njim slave u sutonu i obasjavanju"},{"SurahNumber":38,"VerseNumber":19,"Text":"I ptice okupljene; svako je Njemu obracenik"},{"SurahNumber":38,"VerseNumber":20,"Text":"I ojacali smo carstvo njegovo, i dali mu mudrost i odlucan govor"},{"SurahNumber":38,"VerseNumber":21,"Text":"A da li je tebi stigla vijest o parnicarima? - kad se ispese na mihrab"},{"SurahNumber":38,"VerseNumber":22,"Text":"Kad uđose Dawudu, pa se prestrasi od njih, rekose: \"Ne boj se! Dva smo parnicara, ucinili smo nepravdu jedan drugom, zato među nama presudi s Istinom; i ne budi nepravedan; i uputi nas putu ravnom"},{"SurahNumber":38,"VerseNumber":23,"Text":"Uistinu, ovo je brat moj. On ima devedeset devet ovaca, a ja imam jednu ovcu, pa je rekao: 'Povjeri je meni!' - i nadmasi me u govoru"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Dawud) rece: \"Zaista ti je ucinio zulm trazenjem ovce tvoje ovcama svojim. A uistinu, mnogi od ortaka cine nasilje jedni drugima, izuzev koji vjeruju i cine dobra djela - a njih je malo.\" I Dawud pomisli da ga iskusavamo, pa zamoli oprost Gospodara svog i pade na ruku' i pokaja se"},{"SurahNumber":38,"VerseNumber":25,"Text":"Tad smo mu to oprostili, a uistinu, on ima kod Nas bliskost i lijepo povratiste"},{"SurahNumber":38,"VerseNumber":26,"Text":"O Dawude! Uistinu! Mi smo te ucinili halifom na Zemlji, zato sudi među ljudima s Istinom, i ne slijedi strast, pa da te zavede s puta Allahovog. Uistinu, koji zavode s puta Allahovog, imace oni kaznu zestoku sto su zaboravili Dan obracuna"},{"SurahNumber":38,"VerseNumber":27,"Text":"I nismo stvorili nebo i Zemlju i sta je između njih, uzaludno. To je misljenje onih koji ne vjeruju. Pa tesko onima koji ne vjeruju - od vatre"},{"SurahNumber":38,"VerseNumber":28,"Text":"Zar tretiramo one koji vjeruju i rade dobra djela, kao mufside na Zemlji? Ili tretiramo bogobojazne kao razvratnike"},{"SurahNumber":38,"VerseNumber":29,"Text":"Knjiga koju smo ti objavili je blagoslovljena; da razmatraju ajete njene i da se pouce posjednici razuma"},{"SurahNumber":38,"VerseNumber":30,"Text":"I podarili smo Dawudu Sulejmana. Divan rob! Uistinu, on je bio onaj koji se obracao"},{"SurahNumber":38,"VerseNumber":31,"Text":"Kad mu se izvedose u sumrak safinati brzi"},{"SurahNumber":38,"VerseNumber":32,"Text":"Tad rece: \"Uistinu! Ja sam iskazao ljubav prema dobru (vise) no zikru Gospodara svog\" - dok ne bi skriveno u velu (noci)"},{"SurahNumber":38,"VerseNumber":33,"Text":"Vratite mi ih\", pa je poceo glađenjem nogu i vratova"},{"SurahNumber":38,"VerseNumber":34,"Text":"I doista smo iskusavali Sulejmana, i bacili na prijesto njegov tijelo - zatim se obratio"},{"SurahNumber":38,"VerseNumber":35,"Text":"Rece: \"Gospodaru moj! Oprosti mi, daruj mi vlast kakvu niko nece imati poslije mene! Uistinu, Ti, Ti si Darivalac"},{"SurahNumber":38,"VerseNumber":36,"Text":"Pa smo potcinili njemu vjetar - puhao je povjetarac po naredbi njegovoj blago kud je htio"},{"SurahNumber":38,"VerseNumber":37,"Text":"I sejtane, svakog graditelja i ronioca"},{"SurahNumber":38,"VerseNumber":38,"Text":"I druge povezane u okove"},{"SurahNumber":38,"VerseNumber":39,"Text":"Ovo je poklon Nas, pa daruj ili zadrzi, bez racuna"},{"SurahNumber":38,"VerseNumber":40,"Text":"A uistinu, on kod Nas ima bliskost i lijepo povratiste"},{"SurahNumber":38,"VerseNumber":41,"Text":"I spomeni roba Naseg Ejjuba, kad pozva Gospodara svog: \"Uistinu me sejtan dotice jadom i patnjom"},{"SurahNumber":38,"VerseNumber":42,"Text":"Udri nogom svojom!\" Ovo je mjesto pranja - hladno, i (voda za) pice"},{"SurahNumber":38,"VerseNumber":43,"Text":"I podarili smo mu porodicu njegovu, i slicno njima uz njih - milost od Nas - i Opomenu za imaoce razuma"},{"SurahNumber":38,"VerseNumber":44,"Text":"I uzmi rukom svojom snop, pa udri njime i ne prekrsi zakletvu!\" Uistinu, Mi smo ga nasli strpljivim. Divan rob! Uistinu, on je bio pokajanik"},{"SurahNumber":38,"VerseNumber":45,"Text":"I spomeni robove Nase, Ibrahima i Ishaka i Jakuba - posjednike cvrstine i zapazanja"},{"SurahNumber":38,"VerseNumber":46,"Text":"Uistinu! Mi smo ih procistili cistom (osobinom), sjecanjem Kuce"},{"SurahNumber":38,"VerseNumber":47,"Text":"I uistinu, oni su kod Nas od odabranih, najbolji"},{"SurahNumber":38,"VerseNumber":48,"Text":"I spomeni Isma'ila i Eljese'a i Zul'kifla; a svaki je bio od najboljih"},{"SurahNumber":38,"VerseNumber":49,"Text":"Ovo je podsjecanje; a uistinu, bogobojazni ce imati divno povratiste"},{"SurahNumber":38,"VerseNumber":50,"Text":"Basce Adna, za njih otvorenih kapija"},{"SurahNumber":38,"VerseNumber":51,"Text":"Naslonjeni u njima, trazice u njima mnogo voca, i pice"},{"SurahNumber":38,"VerseNumber":52,"Text":"A kod njih ce biti (hurije) kratkih pogleda, vrsnjakinje"},{"SurahNumber":38,"VerseNumber":53,"Text":"Ovo je ono sta vam se obecava za Dan obracuna"},{"SurahNumber":38,"VerseNumber":54,"Text":"Uistinu, ovo je opskrba Nasa, nema za nju nikakva iscrpljenja"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ovo! A uistinu, prevrsitelji ce imati zlo povratiste"},{"SurahNumber":38,"VerseNumber":56,"Text":"Dzehennem - przice se njime, ta lose je odmoriste"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ovo! Zato neka ga kusaju - kljucalu tekucinu i ledenu"},{"SurahNumber":38,"VerseNumber":58,"Text":"I druge, od slicnih tome, u parovima"},{"SurahNumber":38,"VerseNumber":59,"Text":"Ovo je skupina koja se s vama gura; nece za njih biti dobrodoslice! Uistinu, oni ce biti przeni vatrom"},{"SurahNumber":38,"VerseNumber":60,"Text":"Reci ce: \"Naprotiv, vi - vama nema merhaba: vi ste ga pripremili za nas, pa lose je staniste"},{"SurahNumber":38,"VerseNumber":61,"Text":"Reci ce: \"Gospodaru nas! Ko je ovo pripremio za nas, pa dodaj mu dvostruku kaznu u vatri"},{"SurahNumber":38,"VerseNumber":62,"Text":"I govorice: \"Sta nam je, ne vidimo ljude koje smo brojali ozloglasenima"},{"SurahNumber":38,"VerseNumber":63,"Text":"Jesmo li ih uzeli ruglom ili su skrenuli s njih pogledi (nasi)"},{"SurahNumber":38,"VerseNumber":64,"Text":"Doista, to ce biti istina: svađa stanovnika vatre"},{"SurahNumber":38,"VerseNumber":65,"Text":"Reci: \"Ja sam samo opominjac, i nema nikakva boga, izuzev Allaha Jedinog, Onog koji pokorava"},{"SurahNumber":38,"VerseNumber":66,"Text":"Gospodara nebesa i Zemlje i sta je između njih, Mocnog, Oprosnika"},{"SurahNumber":38,"VerseNumber":67,"Text":"Reci: \"To je vijest velicanstvena"},{"SurahNumber":38,"VerseNumber":68,"Text":"Vi ste od nje odvraceni"},{"SurahNumber":38,"VerseNumber":69,"Text":"Nisam imao nikakvog znanja o Skupu najvisem, kad su raspravljali"},{"SurahNumber":38,"VerseNumber":70,"Text":"Meni se objavljuje da sam ja samo opominjac jasni"},{"SurahNumber":38,"VerseNumber":71,"Text":"Kad rece Gospodar tvoj melecima: \"Uistinu, Ja sam Tvorac smrtnika od ilovace"},{"SurahNumber":38,"VerseNumber":72,"Text":"Zato kad ga sredim i udahnem u njega od Duha Svog, tad padnite njemu nicice"},{"SurahNumber":38,"VerseNumber":73,"Text":"Pa su ucinili sedzdu meleci, svi oni zajedno"},{"SurahNumber":38,"VerseNumber":74,"Text":"Osim Iblisa; uzoholio se i bio od nevjernika"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) rece: \"O Iblisu! Sta te je sprijecilo da padnes na sedzdu onom sta sam stvorio rukama Svojim? Jesi li se uzoholio ili si od uzvisenih"},{"SurahNumber":38,"VerseNumber":76,"Text":"Rece: \"Ja sam bolji od njega, mene si stvorio od vatre, a njega si stvorio od ilovace"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) rece: \"Pa izlazi iz njega, pa uistinu si ti protjeran"},{"SurahNumber":38,"VerseNumber":78,"Text":"I uistinu! Na tebi je prokletstvo Moje do Dana sudnjeg"},{"SurahNumber":38,"VerseNumber":79,"Text":"Rece: \"Gospodaru moj! Pa odgodi mi do Dana kad ce biti podignuti"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) rece: \"Pa uistinu si ti od onih kojima se odgađa"},{"SurahNumber":38,"VerseNumber":81,"Text":"Do Dana - wakta poznatog"},{"SurahNumber":38,"VerseNumber":82,"Text":"Rece: \"Pa tako mi moci Tvoje, sigurno cu ih sve zavesti"},{"SurahNumber":38,"VerseNumber":83,"Text":"Izuzev robova Tvojih - od njih cistih"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) rece: \"Pa Istina je, a Istinu govorim"},{"SurahNumber":38,"VerseNumber":85,"Text":"Sigurno je da cu napuniti Dzehennem tobom i onim ko te između njih bude slijedio - svima"},{"SurahNumber":38,"VerseNumber":86,"Text":"Reci (Muhammede): \"Ne trazim od vas za njega nikakvu nagradu, i nisam ja od izvjestacenih"},{"SurahNumber":38,"VerseNumber":87,"Text":"On je samo Opomena svjetovima"},{"SurahNumber":38,"VerseNumber":88,"Text":"A sigurno cete saznati vijest njegovu nakon (izvjesnog) vremena"}]}