{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"nāvidannu arabī bhāṣeya kur‌ān āgi kaḷisiruvevu, nīvu ariyabēkendu"},{"SurahNumber":43,"VerseNumber":2,"Text":"adu khaṇḍita nam'ma baḷi mūla granthadallide. Adu unnata hāgū yukti pūrṇavāgide"},{"SurahNumber":43,"VerseNumber":3,"Text":"nīvu atikramigaḷemba kāraṇakke nāvu ī upadēśavannu nim'minda kittukoḷḷabēkē"},{"SurahNumber":43,"VerseNumber":4,"Text":"nāvu hindinavaralli adeṣṭō pravādigaḷannu kaḷisiddevu"},{"SurahNumber":43,"VerseNumber":5,"Text":"ādare avaru tam'ma baḷige banda yāva pravādiyannū gēli māḍade biṭṭiralilla"},{"SurahNumber":43,"VerseNumber":6,"Text":"nāvu avariginta (makkaḥdavariginta) baliṣṭharāgiddavarannu nāśa māḍiruvevu. (Hīge), gatisihōdavu, gata kāladavara samācāragaḷu"},{"SurahNumber":43,"VerseNumber":7,"Text":"nīvu avaroḍane, ākāśagaḷannu hāgū bhūmiyannu sr̥ṣṭisidavanu yārendu kēḷidare, prabalanāgiruva, ellavannū ballavanu avugaḷannu sr̥ṣṭisiruvanendu avaru khaṇḍita hēḷuvaru"},{"SurahNumber":43,"VerseNumber":8,"Text":"avanē bhūmiyannu nim'ma pālige samataṭṭāgisidavanu mattu nimage dikku sigalendu adaralli nimagāgi dārigaḷannu nirmisidavanu"},{"SurahNumber":43,"VerseNumber":9,"Text":"Avanē nirdiṣṭa pramāṇadalli ākāśadinda nīrannu surisidavanu. Ā mūlaka nāvu mr̥tavāgidda nāḍannu jīvantagoḷisidevu. Idē rīti nim'mannu (mr̥ta sthitiyinda) horategeyalāguvudu"},{"SurahNumber":43,"VerseNumber":10,"Text":"avanē ella vidhagaḷannu sr̥ṣṭisidavanu hāgū nimagāgi, nīvu prayāṇakke baḷasuva nāvegaḷannu hāgū jānuvārugaḷannu odagisidavanu –"},{"SurahNumber":43,"VerseNumber":11,"Text":"– mattu nīvu avugaḷa mēle savārarāgabēkendu. Nīvu avugaḷa mēle savārarāguvāga allāhana anugrahavannu smarisuttā hēḷiri; ‘‘idannu namage adhīnagoḷisikoṭṭavanu pāvananu. An'yathā idannu niyantrisalu namage sādhyaviralilla’’"},{"SurahNumber":43,"VerseNumber":12,"Text":"‘‘mattu nāvu khaṇḍita nam'ma oḍeyana kaḍegē maraḷaliddēve’’"},{"SurahNumber":43,"VerseNumber":13,"Text":"avaru avana dāsaralli kelavarannu avana bhāgagaḷendu parigaṇisiddāre. Khaṇḍitavāgiyū mānavanu spaṣṭa kr̥taghnanāgiddāne"},{"SurahNumber":43,"VerseNumber":14,"Text":"avanēnu, tanna sr̥ṣṭigaḷa paiki putriyarannu tanagāgi āydukoṇḍu putrarannu nimage mīsalāgiṭṭiruvanē"},{"SurahNumber":43,"VerseNumber":15,"Text":"avaru ā parama dayāḷuvige ēnannu ārōpisuttārō (putriyaru) adannē avaralli yārigādarū śubhavārteyāgi (nimage putri huṭṭiddāḷendāga) tiḷisidāga avana mukhavu kappāgi biḍuttade mattu avanu tumbā duḥkhitanāguttāne"},{"SurahNumber":43,"VerseNumber":16,"Text":"(avara prakāra putriyarendare) ābharaṇagaḷalli beḷeyuvavarāgiruttāre hāgū jagaḷavādāga spaṣṭavāgi mātanāḍalu asamartharāgiruttāre"},{"SurahNumber":43,"VerseNumber":17,"Text":"avaru ā parama dayāḷuvina dāsarāda malak‌gaḷannu strīyarendu parigaṇisuttāre. Avarannu (malak‌gaḷannu) sr̥ṣṭisuvāga ivarēnu nōḍiddarē? Avara hēḷikeyannu barediḍalāguvudu mattu avarannu praśnisalāguvudu"},{"SurahNumber":43,"VerseNumber":18,"Text":"ā parama dayāḷuvu bayasiddare, nāvu (an'yarannu) pūjisuttiralilla endu avaru hēḷuttāre. Nijavāgi avarige adara arivilla. Avaru kēvala ūhisuttiddāre"},{"SurahNumber":43,"VerseNumber":19,"Text":"avarēnu, ī hinde tam'ma baḷige banda yāvudādarū granthavannu avalambisikoṇḍiruvarē"},{"SurahNumber":43,"VerseNumber":20,"Text":"Avaru hēḷuttāre; nāvu nam'ma pūrvajarannu ondu nirdiṣṭa hādiyalli kaṇḍiddevu. Nāvu khaṇḍita avara hejje gurutugaḷannē anusarisuttiddēve"},{"SurahNumber":43,"VerseNumber":21,"Text":"idē rīti nāvu nimaginta hinde yāvudē nāḍige eccarisuvavarannu kaḷisiddāgalellā allina sthitivantaru, ‘‘nāvu nam'ma pūrvajarannu ondu nirdiṣṭa hādiyalli kaṇḍiddevu. Nāvu khaṇḍita avara hejje gurutugaḷannē anusarisuttiddēve’’ endu hēḷiddaru"},{"SurahNumber":43,"VerseNumber":22,"Text":"‘‘nim'ma pūrvajarannu nīvu yāva hādiyalli kaṇḍiddirō adakkinta uttama hādiyannu nānu nim'ma baḷige tandiddare?’’ Endu avaru (pravādi) kēḷidāga, avaru ‘‘nim'mindige kaḷisalāgiruvudannu nāvu dhikkarisuttēve’’ endaru"},{"SurahNumber":43,"VerseNumber":23,"Text":"konege nāvu avara virud'dha pratīkāra tīrisidevu. Idīga (satyavannu) tiraskarisidavara gati ēnāyitendu nōḍiri"},{"SurahNumber":43,"VerseNumber":24,"Text":"ibrāhīmaru tam'ma tandeyoḍane hāgū tam'ma janāṅgadavaroḍane hēḷidaru;‘‘nīvu pūjisuva ellavugaḷinda nānu sampūrṇa muktanāgiddēne -’’"},{"SurahNumber":43,"VerseNumber":25,"Text":"‘‘ – nannannu sr̥ṣṭisidavana horatu. Avanu khaṇḍita nanage saridāriyannu tōrisuvanu’’"},{"SurahNumber":43,"VerseNumber":26,"Text":"avaru idannu (ī dhōraṇeyannu) śāśvata vacanada rūpadalli tam'ma mundinavaralli uḷisidaru – avaru (satyadeḍege) maraḷabēkendu"},{"SurahNumber":43,"VerseNumber":27,"Text":"nānu avarigū avara pūrvajarigū sākaṣṭu sampattannu nīḍidenu. Konege avara baḷige satyavu banditu hāgū suspaṣṭa dūtarū bandaru"},{"SurahNumber":43,"VerseNumber":28,"Text":"ādare satyavu avara baḷige bandāga avaru, ‘‘idu kēvala māṭagārikeyāgide mattu nāvu idannu dhikkarisuttēve’’ endu biṭṭaru"},{"SurahNumber":43,"VerseNumber":29,"Text":"mattu avaru, ‘‘ī kur‌ānannu eraḍu nagara (makkaḥ mattu tāyiph)gaḷa yārādarobba doḍḍa vyaktige yāke iḷisikoḍalāgilla?’’ Endu kēḷuttāre"},{"SurahNumber":43,"VerseNumber":30,"Text":"Nim'ma oḍeyana anugrahagaḷannu vitarisuvavaru avarēnu? Nijavāgi ihalōkada jīvanadalli avara ādāyavannu avara naḍuve nāvē vitarisuttēve mattu nāvē avaralli kelavarige itara kelavariginta heccina sthānamānavannu nīḍiruttēve – avaru paraspararinda sēveyannu paḍeyalendu. Nijavāgi nim'ma oḍeyana kr̥peyu avaru saṅgrahisuva ellavugaḷiginta uttamavāgide"},{"SurahNumber":43,"VerseNumber":31,"Text":"ella mānavarū ondē panthadavarāgi biḍuva sādhyate illadiruttiddare nāvu, parama dayāḷuvannu dhikkarisuvavara manegaḷa capparagaḷannū avaru (māḷigegaḷige) ēruva ēṇigaḷannū beḷḷiyaddāgisi biḍuttiddevu"},{"SurahNumber":43,"VerseNumber":32,"Text":"(mātravalla), avara manegaḷa bāgilugaḷannū avaru oragi kūruva pīṭhagaḷannū –"},{"SurahNumber":43,"VerseNumber":33,"Text":"– cinnaddāgisi biḍuttiddevu. Ivellā kēvala ihalōka jīvanada sottugaḷu. Paralōkavu nim'ma oḍeyana baḷi dharma mīsalāgide"},{"SurahNumber":43,"VerseNumber":34,"Text":"parama dayāḷuvannu nenapisuva viṣayadalli ālasya tōruvātana mēle nāvu śaitānanannu hēri biḍuttēve. Ā baḷika avanē ātana saṅgātiyāgiruttāne"},{"SurahNumber":43,"VerseNumber":35,"Text":"mattu avaru (śaitānaru) avarannu saridāriyinda taḍedu dūraviḍuttāre. Ādare, avaru tāvu sanmārgadalliddēve endu bhāvisi koṇḍiruttāre"},{"SurahNumber":43,"VerseNumber":36,"Text":"konege avaru nam'ma baḷige bandāga avanu, ‘‘ayyō, nanna hāgū ninna (śaitānana) naḍuve eraḍu pūrvagaḷaṣṭu antara iddiddare cennāgittu’’ ennuvanu. Avanu bahaḷa keṭṭa saṅgāti"},{"SurahNumber":43,"VerseNumber":37,"Text":"nīvu akramigaḷāgiddare idāvudū nimage upayuktavāgadu. Śikṣeyalli nīvu samāna pāludārarāgiruviri"},{"SurahNumber":43,"VerseNumber":38,"Text":"nīvēnu kivuḍarige kēḷisaballirā? Athavā kuruḍarige mattu spaṣṭavāgi tappu dāriyalliruvavarige saridāriyannu tōrisalu nim'minda sādhyavē"},{"SurahNumber":43,"VerseNumber":39,"Text":"(dūtarē,) nānu nim'mannu karesikoṇḍarū (sāyisidarū) avara virud'dha mātra nāvu khaṇḍita pratīkāra tīrisuvevu"},{"SurahNumber":43,"VerseNumber":40,"Text":"athavā nāvu avarige vāgdāna māḍiruvudannu nimage (nim'ma badukina avadhiyallē) tōrisuvevu. Avara mēle namage sampūrṇa hatōṭi ide"},{"SurahNumber":43,"VerseNumber":41,"Text":"Nimage divyavāṇiya mūlaka nīḍalāgiruvudannu bhadravāgi hiḍidukoḷḷiri. Nīvu khaṇḍita sthiravāda sanmārgadalliruviri"},{"SurahNumber":43,"VerseNumber":42,"Text":"idu nis'sandēhavāgiyū nimage hāgū nim'ma janāṅgadavarige ondu upadēśavāgide. Bēganē nim'mannu vicārisalāguvudu"},{"SurahNumber":43,"VerseNumber":43,"Text":"nimaginta hinde nāvu kaḷisidda dūtarannu kēḷi nōḍiri. Nāvu parama dayāḷuvina (allāhana) horatu bēre yārannādarū pūjār'ha dēvarāgi nēmisiddēveyē"},{"SurahNumber":43,"VerseNumber":44,"Text":"nāvu mūsārannu nam'ma purāvegaḷondige phir‌aun mattu avana saradārareḍege kaḷisiddevu. Avaru, nis'sandēhavāgi nānu ella lōkagaḷa oḍeyana dūtanāgiddēne endaru"},{"SurahNumber":43,"VerseNumber":45,"Text":"hīge avaru nam'ma purāvegaḷondige avara baḷige bandāga avaru (gēli māḍi) nakku biṭṭaru"},{"SurahNumber":43,"VerseNumber":46,"Text":"nāvu avarige tōrisida pratiyondu purāveyū tanaginta modalu banda purāveginta doḍḍadāgittu mattu avaru (satyadeḍege) maraḷabahudendu nāvu avarannu śikṣege oḷapaḍisidevu"},{"SurahNumber":43,"VerseNumber":47,"Text":"avaru hēḷidaru; ‘‘ō jādūgāranē, ninage nīḍalāgiruva vāgdānada anuṣṭhānakkāgi nīnu namagāgi ninna oḍeyanoḍane prārthisu. Nāvu khaṇḍita sanmārgadalli naḍeyuvevu’’"},{"SurahNumber":43,"VerseNumber":48,"Text":"konege nāvu avara mēlinda śikṣeyannu nivārisidāga avaru vacana bhaṅga māḍidaru"},{"SurahNumber":43,"VerseNumber":49,"Text":"phir‌aunanu tanna janāṅgakkondu kare nīḍidanu. Avanu hēḷidanu; nanna janāṅgadavarē, ījipt‌na ādhipatya nanage sēriddallavē? Mattu ī nadigaḷu nanage adhīnavāgi hariyuttiveyallavē? Nīvēnu nōḍuttillavē"},{"SurahNumber":43,"VerseNumber":50,"Text":"kīḷu vargada hāgū spaṣṭavāgi mātanāḍalāgada ā vyaktiginta (mūsāriginta) nānu śrēṣṭhanallavē"},{"SurahNumber":43,"VerseNumber":51,"Text":"(atanu nijakkū dēva dūtanāgiddare) avanige cinnada baḷegaḷannēke nīḍalāgilla? Athavā avana jote sālugaṭṭiruva malak‌gaḷēke bandilla"},{"SurahNumber":43,"VerseNumber":52,"Text":"hīge avanu tanna janāṅgadavarannu maṇisidanu mattu avaru ātanannu anusarisidaru. Avaru khaṇḍita ondu avidhēya janāṅgavāgiddaru"},{"SurahNumber":43,"VerseNumber":53,"Text":"konege avaru nam'mannu udrēkisidāga nāvu avarellarannū muḷugisi biṭṭevu"},{"SurahNumber":43,"VerseNumber":54,"Text":"Mattu nāvu avarannu gatakāladavarāgi hāgū mundinavara pālige ondu kateyāgi mārpaḍisi biṭṭevu"},{"SurahNumber":43,"VerseNumber":55,"Text":"(dūtarē,) maryamara putra (īsā)ra udāharaṇeyannu mundiṭṭāga nim'ma janāṅgadavaru nakku biḍuttāre"},{"SurahNumber":43,"VerseNumber":56,"Text":"nam'ma dēvarugaḷu uttamarō athavā ātanō? Endavaru kēḷuttāre. Avaru nim'ma munde adannu prastāpisuvudu kēvala jagaḷāḍuvudakke mātra. Nijavāgi avaru ondu jagaḷagaṇṭa janāṅgavāgiddāre"},{"SurahNumber":43,"VerseNumber":57,"Text":"avaru (īsā) nam'minda bahumānitarāgidda obba dāsarāgiddaru. Nāvu avarannu isrā'īlara santatigaḷige ādarśavāgisiddevu"},{"SurahNumber":43,"VerseNumber":58,"Text":"nāvu bayasiddare bhūmiyalli nim'ma mūlaka malak‌gaḷannu sr̥ṣṭisuttiddevu mattu avaru nim'ma uttarādhikārigaḷāguttiddaru"},{"SurahNumber":43,"VerseNumber":59,"Text":"avaru khaṇḍita antima ghaḷigeya ondu sūcaneyāgiddāre. Nīvu ā kuritu sanśayisabēḍi mattu nannannu anusarisiri. Iduvē nēramārgavāgide"},{"SurahNumber":43,"VerseNumber":60,"Text":"śaitānanu nim'mannu (satyadinda) taḍeyadirali. Avanu nim'ma spaṣṭa śatruvāgiddāne"},{"SurahNumber":43,"VerseNumber":61,"Text":"īsā, spaṣṭa purāvegaḷondige bandu hēḷidaru; nānu nim'ma baḷige yuktiyannu tandiruvenu hāgū nīvu paraspara bhinnate tāḷiruva viṣayagaḷa vāstavavannu nimage vivarisalikkāgi (bandiruvenu). Nīvu allāhanige an̄jiri hāgū nanna ādēśavannu pālisiri"},{"SurahNumber":43,"VerseNumber":62,"Text":"allāhanu khaṇḍita nanna oḍeyanū haudu, nim'ma oḍeyanū haudu. Nīvu avanannē pūjisiri. Aduvē nēra mārga"},{"SurahNumber":43,"VerseNumber":63,"Text":"ā baḷika vividha gumpugaḷu paraspara bhinnābhiprāya tāḷidavu. Akramigaḷige, ondu kaṭhiṇa dinada śikṣeya mūlaka vināśavide"},{"SurahNumber":43,"VerseNumber":64,"Text":"avaru kāyuttiruvudu antima ghaḷigeyannē tānē? Adu, avarige arivē illada sthitiyalli haṭhāttane avara mēle banderagalide"},{"SurahNumber":43,"VerseNumber":65,"Text":"dharmaniṣṭhara horatu itarella mitrarū andu paraspara śatrugaḷāgi biḍuvaru"},{"SurahNumber":43,"VerseNumber":66,"Text":"(avaroḍane hēḷalāguvudu;) nanna dāsarē, indu nimage yāva bhayavū illa mattu nīvu duḥkhisalāriri"},{"SurahNumber":43,"VerseNumber":67,"Text":"nam'ma vacanagaḷannu nambiddavaru mattu śaraṇāgiddavaru"},{"SurahNumber":43,"VerseNumber":68,"Text":"(Avaroḍane hēḷalāguvudu;) ‘‘nīvu mattu nim'ma jīvana saṅgātigaḷu svargadoḷage pravēśisiri. Nim'mannu santōṣa paḍisalāguvudu’’"},{"SurahNumber":43,"VerseNumber":69,"Text":"cinnada taṭṭe hāgū lōṭegaḷannu avara mundiḍalāguvudu. Manas'sugaḷu apēkṣisuva hāgū kaṇṇugaḷige rucisuva ellavū alliruvudu mattu alli nīvu sadākāla iruviri"},{"SurahNumber":43,"VerseNumber":70,"Text":"iduvē, nīvu māḍuttidda karmagaḷa phalavāgi nīvu uttarādhikārigaḷāgiruva svarga"},{"SurahNumber":43,"VerseNumber":71,"Text":"illi nimagāgi, nīvu tinnuva halavu bageya haṇṇu hampalugaḷive"},{"SurahNumber":43,"VerseNumber":72,"Text":"aparādhigaḷu khaṇḍita narakada śikṣeyalli sadākāla iruvaru"},{"SurahNumber":43,"VerseNumber":73,"Text":"(śikṣeyannu) avara pālige svalpavū haguragoḷisalāgadu mattu alli avaru nirāśarāgi biddiruvaru"},{"SurahNumber":43,"VerseNumber":74,"Text":"nāvēnū avara mēle akramavesagalilla. Avaru svataḥ akramigaḷāgiddaru"},{"SurahNumber":43,"VerseNumber":75,"Text":"‘‘ō mālik (narakada kāvalugāra), nim'ma oḍeyanu nam'mannu mugisi biḍali’’ endu avaru more iḍuvaru. Avanu, ‘‘nīvu sadā illē ira bēkādavaru’’ ennuvanu"},{"SurahNumber":43,"VerseNumber":76,"Text":"nāvu nim'ma baḷige satyavannu tandiddevu. Ādare nim'malli heccinavaru satyavannu dvēṣisuttiddaru"},{"SurahNumber":43,"VerseNumber":77,"Text":"avarondu nirdhāra kaigoṇḍiruvarē? Nāvū ondu nirdhāra kaigoṇḍiruvevu"},{"SurahNumber":43,"VerseNumber":78,"Text":"avarēnu, nāvu avara pisumātugaḷannu hāgū guṭṭina sambhāṣaṇegaḷannu ālisuttillavendu bhāvisiddāreyē? Yākilla? Avara baḷiyallē iruva nam'ma dūtaru (malak‌gaḷu) adannu barediḍuttāre"},{"SurahNumber":43,"VerseNumber":79,"Text":"(dūtarē,) hēḷiri; ondu vēḷe ā parama dayāḷuvige obba putranu iddiddare, (avanannu) pūjisuvavaralli nānē modaliganāgiruttidde"},{"SurahNumber":43,"VerseNumber":80,"Text":"ākāśagaḷa mattu bhūmiya oḍeyanu hāgū viśva sinhāsanada oḍeyanu avaru ārōpisuva ella guṇagaḷinda muktanāgiddu pāvananāgiddāne"},{"SurahNumber":43,"VerseNumber":81,"Text":"nīvu avarannu biṭṭu biḍi, avaru, tamage vāgdāna māḍalāgiruva dinavannu edurisuva tanaka, vyartha mātugaḷannāḍuttā mōju māḍuttirali"},{"SurahNumber":43,"VerseNumber":82,"Text":"Ākāśadallū avanē (allāhanē) dēvaru mattu bhūmiyallū avanē dēvaru. Avanu tumbā yuktivantanū jñānavuḷḷavanū āgiddāne"},{"SurahNumber":43,"VerseNumber":83,"Text":"ākāśagaḷa hāgū bhūmiya mattu avugaḷa naḍuve iruva ellavugaḷa ādhipatyavu yārige sērideyō avanu (allāhanu) tumbā samr̥d'dhanu. Antima ghaḷigeya jñānavu avana baḷiyallē ide. (Konege) nīvu avaneḍegē maraḷuviri"},{"SurahNumber":43,"VerseNumber":84,"Text":"avaru allāhana horatu yārannu prārthisuttārō avarige śiphāras'sina adhikāraviruvudilla – satyada paravāgi sākṣi hēḷuvavara horatu. Mattu avaru (ā sākṣigaḷu) ballavarāgiruvaru"},{"SurahNumber":43,"VerseNumber":85,"Text":"avarannu sr̥ṣṭisidavanu yārendu nīvu avaroḍane kēḷidare, khaṇḍitavāgiyū avaru allāhanendē uttarisuttāre. Hāgādare matte avaru adelli aleyuttiddāre"},{"SurahNumber":43,"VerseNumber":86,"Text":"‘‘nannoḍeyā, ī janaru khaṇḍita nambuvavaralla’’ emba avara (dūtara) mātu (allāhanige tiḷidide)"},{"SurahNumber":43,"VerseNumber":87,"Text":"(dūtarē,) nīvu avarannu kaḍegaṇisiri mattu ‘salām’ (nimage śānti sigali) endu hēḷiri. Bēganē avaru ariyuvaru"},{"SurahNumber":43,"VerseNumber":88,"Text":"hā mīm"},{"SurahNumber":43,"VerseNumber":89,"Text":"spaṣṭavāgiruva granthadāṇe"}]}