{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Həmd olsun O Allaha ki, Kitabı (Qur’anı mə’nasında və sözlərində) heç bir əyriliyə (yanlışlığa və ziddiyyətə) yol vermədən Öz bəndəsinə (Muhəmmədə) nazil etdi"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Allah kafirləri) Öz dərgahından gələcək şiddətli bir əzabla qorxutmaq, yaxşı əməllər edən mö’minlərə isə gözəl mükafata (Cənnətə) nail olacaqları ilə müjdə vermək üçün onu doğru-düzgün (qiyamətə qədər bütün bəşəriyyətə haqq yolu göstərən bir nur) olaraq endirdi"},{"SurahNumber":18,"VerseNumber":3,"Text":"Onlar orada (Cənnətdə) əbədi qalacaqlar"},{"SurahNumber":18,"VerseNumber":4,"Text":"O, həm də (Qur’anı): “Allah Özünə övlad götürdü!” – deyənləri qorxutmaq üçün nazil etdi"},{"SurahNumber":18,"VerseNumber":5,"Text":"Bu barədə nə onların özlərinin, nə də (təqlid etdikləri) atalarının heç bir biliyi yoxdur. Onlar çox böyük-böyük danışırlar. (Ağızlarından çıxan söz necə də böyük küfrdür). Onlar ancaq yalan deyirlər"},{"SurahNumber":18,"VerseNumber":6,"Text":"(Ya Rəsulum!) Yoxsa (kafirlər) bu Qur’ana inanmasalar, (səndən üz döndərib getdiklərinə görə) arxalarınca təəssüflənib özünü həlak edəcəksən"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz yer üzündə olanları onun (sakinləri) üçün (və ya onun özünə məxsus) bir zinət yaratdıq ki, onlardan hansının daha gözəl əməl sahibi olduğunu yoxlayıb ayırd edək"},{"SurahNumber":18,"VerseNumber":8,"Text":"(Bu da bir həqiqətdir ki) Biz yer üzündə olan hər şeyi (vaxtı gələndə) məhv edib qupquru bir torpağa döndərərik. (Fani dünyaya, onun cah-cəlalına e’tibar yoxdur. Yer üzündə olan heç bir şey əbədi deyildir. Müəyyən dövrdən sonra orada mövcud olan hər şey məhv olacaqdır)"},{"SurahNumber":18,"VerseNumber":9,"Text":"(Ya Rəsulum!) Yoxsa əshabi-kəhfin və Rəqimin (mağara və Rəqqim əhlinin) ayələrimizdən əcaib bir şey olduğunu güman edirsən? (Xeyr, bu Bizim qüdrətimiz qarşısında adi bir işdir)"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Ya Rəsulum!) Xatırla ki, o zaman gənclər mağaraya sığınıb: “Ey Rəbbimiz! Bizə Öz dərgahından mərhəmət bəxş et və işimizə fərəc ver! (Bizi kafirlərin bəlasından, düşmənlərin təhlükəsindən qoru, bizə ruzi verib doğru yola yönəlt!)” – demişdilər"},{"SurahNumber":18,"VerseNumber":11,"Text":"Biz onları mağarada illərlə (üç yüz doqquz il) yuxuya verdik"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sonra iki tayfadan (mö’minlərdən və kafirlərdən) hansının onların (mağarada) qaldıqları müddəti daha düzgün hesabladıqlarını bilmək üçün onları oyatdıq"},{"SurahNumber":18,"VerseNumber":13,"Text":"(Ya Rəsulum!) Biz onların xəbərini sənə doğru söyləyirik. Onlar Rəbbinə iman gətirmiş bir neçə gənc idi. Biz də onların hidayətini (imanını, səbatını və bəsirətini) artırmışdıq"},{"SurahNumber":18,"VerseNumber":14,"Text":"Onlar (rum qeysəri bütpərəst Diqyanusun hüzurunda) durub: “Rəbbimiz göylərin və yerin Rəbbidir. Biz Ondan başqa heç bir tanrıya ibadət etməyəcəyik. Əks təqdirdə, (Allahdan başqasına tapınacağıq, - söyləsək, küfr) danışmaqda həddi aşmış (ifrata varmış) olarıq!” – dedikləri zaman onların ürəklərinə qüvvət (mətanət) vermişdik"},{"SurahNumber":18,"VerseNumber":15,"Text":"Bizim bu camaat (qövmümüz) Allahdan başqa tanrılar qəbul etdi. Elə isə onlar öz tanrıları barəsində (bütlərə ibadət etməyin düzgün olması haqqında) bir dəlil gətirməli deyildilərmi? Allaha qarşı yalan uydurub düzəldəndən daha zalım (özünə zülm edən) kim ola bilər"},{"SurahNumber":18,"VerseNumber":16,"Text":"(Gənclərin başçısı, yaşca böyüyü Təmlixa yoldaşlarına belə demişdi:) “Onları və Allahdan başqa tapındıqları tanrıları tərk edib getdiyiniz zaman mağaraya çəkilin ki, Rəbbiniz sizə Öz mərhəmətindən əta etsin və işinizdə sizin üçün fayda hazırlasın (sizə kafirlərdən nicat versin, düşmənlərdən qoruyub saxlasın)”"},{"SurahNumber":18,"VerseNumber":17,"Text":"(Ya Rəsulum! Əgər o zaman onlara baxsaydın) günəşin doğduğu zaman onların mağarasının sağ tərəfinə meyl etdiyini, batdığı zaman isə onları tərk edib sol tərəfə yönəldiyini (mağaranın içinə düşüb onları yandırmadığını), onların da mağaranın ortasında geniş bir yerdə olduqlarını (küləyin onları oxşadığını və rahat nəfəs aldıqlarını) görərdin. Bu, Allahın mö’cüzələrindəndir. Allahın doğru yola saldığı kəs doğru yoldadır. Allahın yoldan çıxartdığı (zəlalətə saldığı) kimsəyə isə əsla doğru yolu göstərən bir dost (rəhbər) tapa bilməzsən"},{"SurahNumber":18,"VerseNumber":18,"Text":"(Gözləri açıq olduğu üçün) onlar yuxuda ikən sən onları oyaq sanardın. (Torpağın rütubəti bədənlərini çürütməsin deyə) Biz onları sağa-sola çevirirdik. Onlar iti də iki əlini (qabaq pəncələrini mağaranın) astanasına uzadıb yatmışdı. Əgər sən onları (bu vəziyyətdə) görsəydin, yəqin ki, (qorxudan) dönüb qaçar, dəhşət səni bürüyərdi"},{"SurahNumber":18,"VerseNumber":19,"Text":"(Gəncləri illərlə yatırtdığımız kimi) beləcə də onları bir-birindən hal-əhval tutsunlar deyə, oyatdıq. Onların biri dedi: “(Mağarada) nə qədər qaldınız?” Onlar: “Bir gün və ya bir gündən az!” – deyə cavab verdilər. Onlardan (bə’ziləri isə) belə dedi: “Qaldığınız müddəti Rəbbiniz daha yaxşı bilir. İndi içərinizdən birini bu gümüş pulunuzla şəhərə (Tərsusa və ya Əfsusa) göndərin ki, görsün ən təmiz təam hansıdırsa, ondan sizə ruzi (yemək alıb) gətirsin. O, çox ehtiyatlı olsun (ağıllı hərəkət etsin) və sizin barənizdə heç kəsə bir xəbər (nişan) verməsin"},{"SurahNumber":18,"VerseNumber":20,"Text":"Doğrusu, onlar sizi ələ keçirsələr ya sizi daşqalaq edəcək, ya da öz dinlərinə döndərəcəklər. Belə olacağı təqdirdə, siz (nə dünyada, nə də axirətdə) nicat tapa bilməzsiniz!”"},{"SurahNumber":18,"VerseNumber":21,"Text":"(İnsanları–Tərsusun əhalisini) onların halı ilə beləcə tanış etdik ki, Allahın (məxluqatın öləndən sonra diriləcəyi haqqındakı) və’dinin doğru olduğunu və qiyamətin qopacağına əsla şübhə olmadığını bilsinlər. O zaman (Tərsusdakı mö’minlər və kafirlər) öz aralarında onların (əshabi-kəhfin) işi (və ya insanın öləndən sonra dirilib-dirilməyəcəyi, dirilmənin yalnız ruhla, yaxud ruh və bədənlə birlikdə olacağı kimi dini məsələlər) barəsində mübahisə edirlər. (Nəhayət, əshabi-kəhf öldükdən sonra kafirlər) dedilər: “Onların üstündə bir bina tikin. Rəbbi (onların öldüyünü, yaxud yenidən yuxuya getdiyini və nəyə e’tiqad etdiyini) daha yaxşı bilir!” Onların (əshabi-kəhfin) haqqındakı mübahisədə qalib gələnlər (mö’minlər) isə: “Onların (məzarı) üstündə (Allaha ibadət etmək məqsədilə) bir məscid tikəcəyik!” – dedilər"},{"SurahNumber":18,"VerseNumber":22,"Text":"(Kitab əhlindən əshabi-kəhfin sayı barəsində mübahisə edənlər) sanki qaranlıq yerə daş ataraq: “Onlar üçdür, dördüncüsü köpəkləridir!” - deyəcəklər. Bə’ziləri: “Onlar beşdir, altıncısı köpəkləridir!” – deyəcəklər. Digərləri (mö’minlər) isə: “Onlar yeddidir, səkkizincisi köpəkləridir!” – söyləyəcəklər. (Ya Rəsulum!) De: “Onların sayını Rəbbim daha yaxşı bilir. (İnsanlardan isə) bunu bilən çox azdır!” (Ya Rəsulum! Əshabi-kəhf) barəsində yalnız sənə açıq-aşkar nazil olan ayələrə əsaslanıb onlarla mübahisə et (Qur’anda olanlarla kifayətlənib çox dərinə getmə) və (kitab əhlinin) heç birindən onlar haqqında bir şey soruşma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Və heç bir şey barəsində: “Mən onu sabah edəcəyəm!” – demə"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancaq: “İnşallah (əgər Allah istəsə; Allah qoysa) deyəcəyəm!” – de. (İnşallah deməyi) unutduğun zaman Rəbbinin yada salıb: “Ola bilsin ki, Rəbbim məni bundan (əshabi-kəhfin əhvalatına dair xəbərlərdən) haqqa daha yaxın olan bir yola yönəltsin (peyğəmbərliyimə daha çox dəlalət edən bir mö’cüzə vesin!)” – de"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar mağarada üç yüz doqquz il qaldılar. (Üç yüz il qaldılar, üstünə bir doqquz il də artırdılar)"},{"SurahNumber":18,"VerseNumber":26,"Text":"(Ya Rəsulum!) De: “Onların nə qədər qaldıqlarını Allah daha yaxşı bilir. Göylərin və yerin qeybini bilmək ancaq Ona məxsusdur. O, hər şeyi necə gözəl görür, necə də yaxşı eşidir! Onların (yer və göy əhlinin) Allahdan başqa heç bir hamisi yoxdur. O, heç kəsi öz hökmünə (səltənətinə) şərik etməz!” (Çünki Allahın heç bir şərikə ehtiyacı yoxdur)"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rəbbinin kitabından sənə vəhy olunanı oxu. Onun sözlərini heç kəs dəyişdirə bilməz. (Allahdan) başqa heç bir sığınacaq tapa bilməzsən! (Pənah yalnız Allahadır)"},{"SurahNumber":18,"VerseNumber":28,"Text":"Səhər-axşam Rəbbinin rizasını diləyərək Ona ibadət edənlərlə birlikdə özünü səbirli apar (nəfsini qoru). Fani dünyanın bər-bəzəyini arzu edib nəzərlərini onlardan (yoxsul mö’minlərdən) çevirmə. Qəlbini Bizi (Qur’anı) xatırlamaqdan qafil etdiyimiz, nəfsinin istəklərinə uyan və (hər) işində ifrata varan bir kimsəyə itaət etmə"},{"SurahNumber":18,"VerseNumber":29,"Text":"Və de: “Haqq Rəbbinizdəndir. Kim istəyir inansın, kim də istəyir inanmasın (kafir olsun). Biz zalımlar üçün elə bir atəş hazırlamışıq ki, onun pərdələri (dumanları) onları bürüyəcəkdir. (Cəhənnəmin qalın divarları zalımları əhatə edəcəkdir). Onlar imdad istədikdə onlara qətran (yaxud yaradan axan irin-qan) kimi üzlərini büryan edən bir su ilə kömək ediləcəkdir. O, nə pis içki, o (Cəhənnəm) necə də pis məskəndir"},{"SurahNumber":18,"VerseNumber":30,"Text":"İman gətirib yaxşı əməllər edənlərə gəldikdə isə Biz (o cür) yaxşı işlər görənlərin mükafatını zay etmərik"},{"SurahNumber":18,"VerseNumber":31,"Text":"Onları (ağacları) altından çaylar axan Ədn cənnətləri gözləyir. Onlar orada taxtlara söykənərək qızıl bilərziklərlə bəzənəcək (altun qolbaqlar taxacaq), nazik və qalın ipəkdən (taftadan və qumaşdan) yaşıl paltarlar geyəcəklər. O, nə gözəl mükafat, o (Cənnət) necə də gözəl məkandır"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara (biri mö’min, digəri kafir olan) iki adamı misal gətir. Onların birinə (kafirə) iki üzüm bağı verib onları xurmalıqlarla əhatə əhatə etdik və aralarında əkin (zəmi) saldıq"},{"SurahNumber":18,"VerseNumber":33,"Text":"O bağların hər ikisi öz barını verdi və bu bardan heç bir şey əskilmədi. Biz də onların arasından bir irmaq axıtdıq"},{"SurahNumber":18,"VerseNumber":34,"Text":"(Bu adamın) başqa sərvəti (gəliri) də var idi. O öz (yoxsul mö’min) yoldaşı ilə söhbət edərkən (təkəbbürlə) ona dedi: “Mən səndən daha dövlətli və əşirətcə (qəbilə, qohum-əqraba, övlad, qulluqçu və s. cəhətdən) səndən daha qüvvətliyəm!”"},{"SurahNumber":18,"VerseNumber":35,"Text":"O (küfrə düşdüyü üçün) özünə zülm edərək bağına girib dedi: “(Bu bağın) nə vaxtsa yox (məhv) olacağını güman etmirəm"},{"SurahNumber":18,"VerseNumber":36,"Text":"Qiyamətin də qopacağını zənn etmirəm. Əgər (dediyim kimi, dirilib) Rəbbimin hüzuruna qaytarılsam, özümə bundan da yaxşı bir məskən (qayıdış yeri) taparam!”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Onunla söhbət edən (mömin) yoldaşı isə belə dedi: “Əvvəlcə səni (baban Adəmi) torpaqdan, sonra bir qətrə sudan (mənidən) yaratmış, daha sonra səni adam şəklinə (insan qiyafəsinə) salmış Allahı inkarmı edirsən"},{"SurahNumber":18,"VerseNumber":38,"Text":"Lakin (mən inanaraq deyirəm ki) Allah mənim Rəbbimdir və mən heç kəsi Rəbbimə şərik qoşmaram"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bağına girdiyin zaman barı: “Maşallah (Allahın istədiyi kimi oldu), qüvvət (və qüdrət) yalnız Allaha məxsusdur!” – deyəydin! Əgər məni özündən daha az mal-dövlət və övlad sahibi görürsənsə"},{"SurahNumber":18,"VerseNumber":40,"Text":"Ola bilsin ki, Rəbbim mənə sənin bağından daha yaxşısını versin və sənin bağına göydən bir bəla endirsin ki, o, hamar (sürüşkən, ayaq basılası mümkün olmayan, heç bir şey bitməyən qupquru) bir yer olsun"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yaxud suyu (tamamilə) çəkilib getsin və bir də onu əsla axtarıb tapa bilməyəsən!”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Beləliklə, (gecə göydən gələn bir ildırım vasitəsilə) onun (bağının) meyvəsi (bütün var-dövləti) tələf edildi. (Səhər o kafir bağa gəldiyi zaman onu bu vəziyyətdə görüb bağa) qoyduğu xərcə görə (peşmançılıqdan) əllərini ovuşdurmağa başladı. Bağın talvarları yerə çöküb viran qalmışdı. O (qarşısındakı mənzərəyə baxaraq): “Kaş Rəbbimə heç kəsi şərik qoşmayaydım!” – deyirdi"},{"SurahNumber":18,"VerseNumber":43,"Text":"Allahdan başqa ona yardım edə biləcək kəslər yox idi və o da (öz-özünə) kömək edə biləcək bir halda deyildi"},{"SurahNumber":18,"VerseNumber":44,"Text":"Belə bir vəziyyətdə kömək göstərmək (və ya hökm,) ancaq haqq olan Allaha məxsusdur. Mükafat verməkdə də, aqibət qismət etməkdə də ən xeyirlisi Odur"},{"SurahNumber":18,"VerseNumber":45,"Text":"(Ya Rəsulum! Səndən yoxsulları öz məclisindən qovmağı tələb edən təkəbbür sahiblərinə) bu dünyanı misal çək: (Bu dünya) göydən yağdırdığımız yağmura bənzər. Yerdəki bitkilər onunla qarışıb (onu içib) yetişər, sonra isə dönüb küləyin sovurduğu quru çör-çöp (həşəm) olar. Allah hər şeyə (hər şeyi yaratmağa və məhv etməyə) qadirdır"},{"SurahNumber":18,"VerseNumber":46,"Text":"(Bə’zi adamların fəxr etdiyi) mal-dövlət, oğul-uşaq (oğullar) bu dünyanın bər-bəzəyidir. Əbədi qalan yaxşı əməllər isə Rəbbinin yanında həm savab, həm də (Allahın mərhəmətinə) ümid e’tibarilə daha xeyirlidir"},{"SurahNumber":18,"VerseNumber":47,"Text":"O gün (qiyamət günü) dağları (yerindən qoparıb) hərəkətə gətirəcəyik. (O vaxt) yeri düzdüz görəcəksən, (mö’minləri və kafirləri) bir yerə toplayacaq, onların heç birini (kənarda) qoymayacağıq"},{"SurahNumber":18,"VerseNumber":48,"Text":"Onlar Rəbbinin hüzuruna çərgə-cərgə (səf-səf) gətiriləcəklər. (Onlara belə deyiləcək:) “Siz Bizim yanımıza sizə ilk dəfə yaratdığımız kimi (lüt-üryan, mal-dövlətsiz) gəldiniz. Lakin siz elə güman edirdiniz ki, Biz sizə verdiyimiz və’di (öləndən sonra diriləcəyinizi) yerinə yetirməyəcəyik!”"},{"SurahNumber":18,"VerseNumber":49,"Text":"(Qiyamət günü hər kəsin) əməl dəftəri qarşısına qoyulacaq. (Ya Rəsulum! O zaman) günahkarların orada (yazılmış) olanlardan qorxduqlarını görəcəksən. Onlar belə deyəcəklər: “Vay halımıza! Bu necə bir kitab imiş! O Bizim heç bir kiçik və böyük günahımızı gözdən qaçırmadan hamısını sayıb yazmışdır ki!” Onlar (dünyada) etdikləri bütün əməllərin (öz qarşılarında) hazır durduğunu görəcəklər. Rəbbin heç kəsə haqsızlıq etməz! (Hər kəs öz əməlinin cəzasını alacaqdır)"},{"SurahNumber":18,"VerseNumber":50,"Text":"(Ya Rəsulum!) Xatırla ki, bir zaman mələklərə “Adəmə (tə’zim məqsədilə) səcdə edin!” – demişdik. İblisdən başqa hamısı səcdə etdi. O, cinlərdən (cin tayfasından) idi. O öz Rəbbinin əmrindən çıxdı. Onlar sizin düşməniniz olduğu halda, siz Məni qoyub onu və nəslini (övladını özünüzə) dostmu tutursunuz? By, zalımlar üçün necə də pis dəyiş-düyüşdür"},{"SurahNumber":18,"VerseNumber":51,"Text":"Mən onları nə göylərin, nə yerin yaradılışına, nə də öz yaradılışlarına şahid etmədim və Mən (insanları haqq yoldan) çıxardanları Özümə köməkçi də tutmadım"},{"SurahNumber":18,"VerseNumber":52,"Text":"O gün (qiyamət günü Allah müşriklərə) belə buyuracaq: “(Mənə ortaq olduqlarını) iddia etdiyiniz şəriklərimi (sizə şəfaət diləməkdən ötrü) çağırın! (Müşriklər) öz tanrılarını (bütlərini) çağıracaq, lakin onlar (müşriklərə) heç bir cavab verməyəcəklər. Biz onların arasında (hamısının birlikdə məhv olacağı) bir cəhənnəm dərəsi bərqərar edərik"},{"SurahNumber":18,"VerseNumber":53,"Text":"Günahkarlar atəşi (Cəhənnəmi) görüncə ona düşəcəklərini yəqin edəcək və oradan baş götürüb qaçmağa (kənara çıxmağa) bir yer tapa bilməyəcəklər"},{"SurahNumber":18,"VerseNumber":54,"Text":"Biz bu Qur’anda insanlar üçün cürbəcür məsəllər çəkdik. İnsan isə (bütün məxluqat içərisində) ən çox mübahisə edəndir. (Haqqa boyun qoymaz, öyüd-nəsihət qəbul etməyib batilə uyar)"},{"SurahNumber":18,"VerseNumber":55,"Text":"İnsanlara (Məkkə müşriklərinə) doğru yol göstərən bir rəhbər (peyğəmbər, Allah kəlamı) gəldiyi zaman ona iman gətirməyə və Rəbbindən bağışlanmalarını diləməyə mane olan şey yalnız əvvəlkilərin başına gələnlərin (adətimiz üzrə əvvəlki ümmətləri düçar etdiyimiz müsibətlərin) onların da başına gəlməsini, yaxud da gözləri baxa-baxa əzabın gəlib onlara yetişməsini gözləməlidirlər"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz peyğəmbərləri yalnız (mö’minlərə Cənnətlə) müjdə verənlər və (kafirləri cəhənnəm əzabı ilə) qorxudanlar (xəbərdar edənlər) olaraq göndərdik. Kafirlər isə batil (sözləri) ilə haqqı (Qur’anı) yalana çıxartmaq məqsədilə (Peyğəmbərlə boş-boşuna) mübahisə aparırlar. Onlar Mənim ayələrimi və (Peyğəmbər vasitəsilə) qorxudulduqları əzabı məsxərəyə qoyurlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rəbbinin ayələri özünə xatırlandırılarkən onlardan üz döndərən, əvvəlcə (öz əlləri ilə) etdiyi günahları unudan (əvvəlki günahlarından peşman olub tövbə etməyən) adamdan daha zalım kim ola bilər?! (Bu cür adamlar) onu (Qur’anı) anlamasınlar deyə, Biz onların qəlblərinə pərdə çəkib, qulaqlarına ağırlıq verdik (maneə qoyduq). Sən onları doğru yola də’vət etsən belə, onlar əsla haqq yola gəlməzlər (islamı qəbul etməzlər)"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rəbbin bağışlayandır, mərhəmətlidir. Əgər (Rəbbin) onları günahlarına görə cəzalandırmaq istəsəydi, onların əzabını sür’ətləndirərdi. Lakin onların (öz əzab) vaxtı vardır (O zaman) onlar (Allahın əzabından qaçıb canlarını qurtarmağa) əsla bir yer tapa bilməzlər"},{"SurahNumber":18,"VerseNumber":59,"Text":"O məmləkətlərin əhalisini (Ad, Səmud tayfalarını) zülm etdikləri zaman məhv etdik. Biz onları məhv etmək üçün vaxt (və’də) müəyyən etmişdik"},{"SurahNumber":18,"VerseNumber":60,"Text":"(Ya Rəsulum!) Yadına sal ki, bir zaman Musa öz gənc dostuna (xidmətində olan Yuşə ibn Nuna) belə demişdi: “Mən (Xızırla görüşmək üçün) iki dənizinqovuşduğu yerə çatmayınca və uzun müddət gəzib dolanmayınca (bu səfərdən) geri dönməyəcəyəm!”"},{"SurahNumber":18,"VerseNumber":61,"Text":"Onlar iki dənizin qovuşduğu yerə gəlib çatdıqda (yeməyə götürdükləri) balığı unutmuşdular, balıq isə (dirilib suya atılmış) dənizdə bir yarğana tərəf üz tutmuşdu"},{"SurahNumber":18,"VerseNumber":62,"Text":"Onlar (iki dənizin qovuşduğu yerdən) keçib getdikləri zaman (Musa) gənc dostuna dedi: “Nahar yeməyimizi gətir. Bu səfərimiz bizi lap əldən saldı!”"},{"SurahNumber":18,"VerseNumber":63,"Text":"O isə: “Görürsənmi, biz (həmin yerdə) qayanın yanında gizləndiyimiz zaman mən balığı unutdum. Doğrusu, onu xatırlamağı mənə yalnız Şeytan unutdurdu. (Balıq dirilib) əcaib bir şəkildə dənizə yollanmışdır!” – deyə cavab verdi"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa:) “Elə istədiyimiz də (axtardığımız da) budur!” – dedi və onlar öz ləpirlərinin izinə düşüb gəldikləri yolla geri (iki dənizin qovuşduğu yerə) qayıtdılar"},{"SurahNumber":18,"VerseNumber":65,"Text":"(Musa və Yuşə orada) Öz dərgahımızdan mərhəmət (peyğəmbərlik və vəhy, yaxud ilham və kəramət) əta etdiyimiz və Öz tərəfimizdən elm (qeybə dair bə’zi biliklər) öyrətdiyimiz bəndələrimizdən birini (Xızırı) tapdılar"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ondan soruşdu: “Öyrədildiyin doğru yolu göstərən elmdən mənə öyrətmək şərtilə sənə tabe olummu?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"(Xızır) belə cavab verdi: “Sən mənimlə bir yerdə olsan (görəcəyim işlərə) əsla dözə bilməzsən. (Sənin onlara səbrin çatmaz, çünki mən batini elmlə iş görürəm. Sənin bildiyin isə ancaq zahiri elmdir. Sən peyğəmbər olduğun üçün mən zahirən qadağan olunmuş bir iş gördükdə ona e’tiraz edib əleyhimə çıxacaqsan)"},{"SurahNumber":18,"VerseNumber":68,"Text":"Axı sən bilmədiyin (batininə, mahiyyətinə bələd olmadığın) bir şeyə necə dözə bilərsən"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa) dedi: “İnşallah, səbirli olduğumu görəcəksən. Sənin heç bir əmrindən çıxmayacağam!”"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Xızır:) “Əgər mənə tabe olacaqsansa, səbəbini sənə izah etməyincə məndən heç bir şey haqqında soruşma!” – dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bundan sonra onlar durub yola düşdülər. Gəmiyə mindikləri zaman (Xızır) onu deşdi (gəminin bir-iki taxtasını sındırıb çıxartdı). (Musa) dedi: “Sən gəmidə olanları suya qərq etmək üçünmü gəmini deşdin? Doğrusu, (günahı) böyük bir şey etdin (olduqca çirkin bir iş gördün)”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Xızır) belə cavab verdi: “Sənə demədimmi ki, mənimlə bir yerdə olanda (görəcəyim işlərə) əsla dözə bilməzsən?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa) dedi: “Unutduğum bir şeyə görə məni danlama və məni öz işimdə (sənə tabe olmaqda) çətinliyə salma!”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yenə getdilər, nəhayət, bir oğlan uşağı ilə rastlaşdıqda (Xızır) dərhal onu öldürdü. (Musa) dedi: “(Heç bir günah iş tutmayan, buna görə də qisasa layiq olmayan) pak (mə’sum) bir canamı qıydın? Doğrudan da, çox pis bir şey etdin (çox pis bir iş gördün)”"},{"SurahNumber":18,"VerseNumber":75,"Text":"(Xızır) yenə belə cavab verdi: “Sənə demədimmi ki, mənimlə birlikdə olanda (edəcəyim əməllərə) əsla dözə bilməzsən"},{"SurahNumber":18,"VerseNumber":76,"Text":"(Musa) dedi: “Əgər bundan sonra səndən bir şey barəsində xəbər alsam, bir daha mənimlə yoldaşlıq etmə. (Hərəkətlərinə e’tiraz etdiyim, səni qınadığım üçün) sən artıq mənim tərəfimdən üzrlüsən (məni atıb getməyə haqqın vardır)”"},{"SurahNumber":18,"VerseNumber":77,"Text":"Sonra yenə yola düzəlib getdilər. Axırda bir məmləkət əhlinə yetişib onlardan yeməyə bir şey istədilər. Əhali onları qonaq etmək (Musaya və Xızıra yemək vermək) istəmədi. Onlar orada yıxılmaq (uçulmaq) üzrə olan bir divar gördülər. (Xızır) onu düzəltdi. (Musa) dedi: “Əgər istəsəydin, sözsüz ki, bunun müqabilində bir müzd (çörək pulu) alardın...”"},{"SurahNumber":18,"VerseNumber":78,"Text":"(Xızır) dedi: “Bu artıq mənimlə sənin aranda ayrılıq vaxtıdır. (Zahirən naməqbul olduğunu gördüyün üçün) dözə bilmədiyin şeylərin yozumunu (batinini, iç üzünü) sənə xəbər verəcəyəm"},{"SurahNumber":18,"VerseNumber":79,"Text":"Belə ki, gəmi dənizdə çalışıb-vuruşan bir dəstə yoxsula mənsub idi. Mən onu xarab etmək istədim, çünki həmin adamların arasında (yaxud qabağında) hər bir saz gəmini zorla ələ keçirən bir padşah var idi"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oğlana gəldikdə, onun ata-anası mö’min kimsələr idi. (Mən onun alnına baxıb gördüm ki, həddi-büluğa yetişəndə kafir olacaq) buna görə də biz (onun böyüyəndə) ata-anasını da (öz arxasınca) azğınlığa və küfrə sürükləməsindən qorxduq"},{"SurahNumber":18,"VerseNumber":81,"Text":"Və Rəbbinin onun əvəzində onlara daha təmiz və (ata-anasına qarşı) daha mərhəmətli olan başqa bir övlad verməsini istədik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Divara gəldikdə isə, o, şəhərdə olan iki yetim oğlanın idi. Altında onlara çatası bir xəzinə vardı. Onların atası əməlisaleh (bir adam) idi. Rəbbin onların həddi-büluğa çatmalarını və Rəbbindən bir mərhəmət olaraq öz xəzinələrini tapıb çıxartmalarını istədi. (Ya Musa!) Mən bunları öz-özümdən etmədim (yalnız Allahın əmrini yerinə yetirdim). Sənin səbr edib dözə bilmədiyin şeylərin yozumu (batini mə’nası) budur!”"},{"SurahNumber":18,"VerseNumber":83,"Text":"(Ya Rəsulum!) Səndən Zülqərneyn barəsində soruşarlar. De: “Onun barəsində sizə bir hekayət (bə’zi xəbərlər) söyləyəcəyəm!”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onu yer üzərində möhkəmləndirib qüvvətləndirdik və hər şey verdik (hər şeyin yolunu ona öyrətdik)"},{"SurahNumber":18,"VerseNumber":85,"Text":"O, (məğribə çatmaq üçün) yola çıxdı. (Tövbə qapısı məğribdə olduğuna görə səfərini oradan başladı)"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nəhayət, günəşin batdığı yerə gəlib çatdıqda onu qara palçıqlı bir çeşmədə (lehməli bir suda) batan gördü. O, çeşmənin yanında (Allahı tanımayan, kafir) bir tayfa da gördü. Biz ona belə buyurduq: “Ya Zülqərneyn! Sən onlara (imana gəlməsələr) əzab da verə bilərsən, (haqq yola də’vət edib) onlarla yaxşı rəftar da edə bilərsən!”"},{"SurahNumber":18,"VerseNumber":87,"Text":"O (İsgəndər) belə cavab verdi: “Zülm (küfr) edənə əzab verəcəyik. Sonra o, Rəbbinin hüzuruna qaytarılacaq. (Rəbbi də) ona (Cəhənnəmdə) görünməmiş bir əzab verəcəkdir"},{"SurahNumber":18,"VerseNumber":88,"Text":"İman gətirib yaxşı iş görənləri isə ən gözəl mükafat (Cənnət) gözləyir. Biz ona asan bir şey əmr edəcəyik!” (Onu Allaha yaxınlaşdırmaq üçün bacardığımız hər şeyi – oruc, namaz, zəkat, cihad və s. öyrədəcək, gücü çatmayan bir işi isə görməyə vadar etməyəcəyik)"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra o, başqa bir yola (məşriqə) tərəf üz tutub getdi"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nəhayət, günəşin çıxdığı yerə çatdıqda onu bir qövm üzərində doğan gördü ki, onlardan ötrü ona (günəşə) qarşı heç bir sipər yaratmamışdıq. (Yalnız günəşin özü onlar üçün sipər idi)"},{"SurahNumber":18,"VerseNumber":91,"Text":"(Zülqərneynin qüdrət və səltənəti, səyahəti) belə idi. Biz hələ onun yanında daha nələr olduğunu da bilirik. (Zülqərneynin qüdrətini, nə qədər əsgərlə səfərə çıxdığını Allahdan başqa heç kəs dəqiq bilməz)"},{"SurahNumber":18,"VerseNumber":92,"Text":"Daha sonra o (Zülqərneyn) başqa bir yola (cənubdan şimala) üz tutub getdi"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nəhayət, (sədd salmış olduğu Azərbaycandakı, yaxud Türküstanda Yə’cud–Mə’cüc tayfaları yaşayan ərazidəki) iki dağ arasına gəlib çatdıqda onların ön tərəfindən az qala söz anlamayan (yaxud danışıqları çox çətin başa düşülən) bir tayfa gördü"},{"SurahNumber":18,"VerseNumber":94,"Text":"Onlar (tərcüməçi vasitəsilə) dedilər: “Ey Zülqərneyn! Yə’cuc–Mə’cuc (tayfaları) bu ərazidə fitnə-fasad törədirlər. Bizimlə onlar arasında bir sədd çəkmək üçün sənə müəyyən məbləğ (yaxud xərac) versək olarmı?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"O (Zülqərneyn) dedi: “Rəbbimin mənə verdiyi (qüdrət və sərvət sizin mənə verəcəyiniz məbləğdən) daha yaxşıdır. Gəlin öz qüvvənizlə (bənna, fəhlə, dülgər və s.) mənə kömək edin, mən də sizinlə onlar arasında möhkəm bir sədd düzəldim"},{"SurahNumber":18,"VerseNumber":96,"Text":"Mənə dəmir parçaları gətirin!” (Onlar gətirdilər). O (Zülqərneyn) iki dağın arasını (dəmir parçaları ilə doldurub) bərabərləşdirən kimi: “(Körükləri) üfürün!” – dedi. (Onlar körükləri üfürdülər). (Zülqərneyn dəmiri) od halına salınca: “Mənə ərimiş mis gətirin, onun üstünə tökün!” dedi. (Dəmir və mis bir-birinə qarışdı, ərimiş mis divarın dəliklərini doldurdu və beləliklə, möhkəm bir sədd əmələ gəldi)"},{"SurahNumber":18,"VerseNumber":97,"Text":"(Yə’cuc–Mə’cuc tayfaları) artıq nə (səddi) aşa bildilər, nə də onu dəlib keçə bildilər"},{"SurahNumber":18,"VerseNumber":98,"Text":"O (Zülqərneyn) dedi: “Bu (sədd) Rəbbimdən bəxş edilən bir mərhəmətdir. Rəbbimin tə’yin etdiyi vaxt (qiyamətə yaxın Yə’cuc–Mə’cüc tayfalarının dünyanı bürüyəcəyi zaman) gəldikdə isə (Allah) onu yerlə yeksan (dümdüz) edəcəkdir. Rəbbimin və’di haqdır!” (Allahın buyurduğu hər bir şey, o cümlədən İsgəndərin səddinin dağılması, Yə’cuc–Mə’cuc tayfalarının yer üzünün hər tərəfinə səpələnməsi, orada fitnə-fəsad törətməsi, nəhayət bir cür həşərat tərəfindən məhv edilməsi mütləq baş verəcəkdir)"},{"SurahNumber":18,"VerseNumber":99,"Text":"O gün (həddindən artıq çox olduqlarına görə) onları (yaxud bütün insanları başlı-başına) buraxarıq. Belə ki, onlar dalğalar kimi bir-birinə qarışarlar (heyrət onları bürüyər, özlərini itirib nə etdiklərini bilməzlər). Sur çalınan kimi onların (məxluqatın) hamısını bir yerə cəm edərik"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gün Biz Cəhənnəmi (gətirib) kafirlərə əyanən göstərərik"},{"SurahNumber":18,"VerseNumber":101,"Text":"O kəslər ki, gözləri Məni anmaqdan qapalı (pərdəli) idi və eşitməyə də qadir deyildilər. (Onlar Qur’anın ülviyyətini, Mənim ayələrimi, qüdrətimə dəlalət edən əlamətləri görmür, öyüd-nəsihətlərimi də eşitmirdilər)"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kafirlər Məni qoyub qullarımı (mələkləri, Üzeyiri, İsanı və başqalarını) özlərinə dost (hami) edəcəklərinimi güman edirlər? (Xeyr, onlar bəndələrimi Mənim əzabımdan əsla qurtara bilməzlər). Biz Cəhənnəmi kafirlər üçün mənzil hazırlamışıq"},{"SurahNumber":18,"VerseNumber":103,"Text":"(Ya Rəsulum!) De: “Sizə əməlləri baxımından (axirətdə) ən çox ziyana uğrayanlar barəsində xəbər verimmi?”"},{"SurahNumber":18,"VerseNumber":104,"Text":"O kəslər ki, onların dünyadakı zəhməti boşa getmişdir. Halbuki onlar yaxşı işlər gördüklərini (və bunun müqabilində mükafata nail olacaqlarını) zənn edirdilər"},{"SurahNumber":18,"VerseNumber":105,"Text":"Onlar o kəslərdir ki, Rəbbinin ayələrini və Onunla qarşılaşacaqlarını (qiyamət günü dirilib haqq-hesab üçün Onun hüzurunda duracaqlarını) inkar etdilər, bununla da onların bütün əməlləri puça çıxdı. Buna görə də Biz (qiyamət günü) onlar üçün bir daş-tərəzi qurmayacağıq"},{"SurahNumber":18,"VerseNumber":106,"Text":"Küfr etdiklərinə, ayələrimi və peyğəmbərlərimi məsxərəyə qoyduqlarına görə budur onların cəzası – Cəhənnəm"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman gətirib yaxşı işlər görənlərin mənzili isə Firdovs cənnətləri olacaqdır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onlar orada (o cənnətlərdə) əbədi qalıb oradan ayrılmaq (başqa yerə getmək) istəməyəcəklər"},{"SurahNumber":18,"VerseNumber":109,"Text":"(Ya Rəsulum! Qur’anda buyurulduğu kimi, sizə çox az elm verilmişdir, söyləyən yəhudilərə) de: “Əgər Rəbbimin sözlərini yazmaq üçün dərya mürəkkəb olsaydı və bir o qədər də ona əlavə etsəydik, yenə də Rəbbimin sözləri tükənmədən öncə onlar tükənərdi!”"},{"SurahNumber":18,"VerseNumber":110,"Text":"De: “Mən də sizin kimi ancaq bir insanam. Mənə vəhy olunur ki, sizin tanrınız yalnız bir olan Allahdır. Kim Rəbbi ilə qarşılaşacağına (qiyamət günü dirilib haqq-hesab üçün Allahın hüzurunda duracağına) ümid bəsləyirsə (yaxud qiyamətdən qorxursa), yaxşı iş görsün və Rəbbinə etdiyi ibadətə heç kəsi şərik qoşmasın!”"}]}