{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Göklerde ve yerde ne varsa Allah´ı tesbih eder. Mülk O´nun, hamd O´nun ve O, herşeye kadirdir"},{"SurahNumber":64,"VerseNumber":2,"Text":"O´dur sizi yaratan, öyle iken kiminiz mümin kiminiz de kafirdir. Allah ise ne yaparsanız görür"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gökleri ve yeri hak ile yarattı, sizi şekillendirdi. Şekillerinizi de güzel yaptı. Sonunda gidiş de O´nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Göklerde ve yerde ne varsa bilir ve her neyi saklar ve her neyi açıklarsanız hepsini bilir. Allah bütün sinelerin özünü bilir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Bundan önce küfredenlerin haberi gelmedi mi size? Ki, yaptıklarının vebalini tattılar, ayrıca onlara acı bir azap da var"},{"SurahNumber":64,"VerseNumber":6,"Text":"Çünkü onlara peygamberleri apaçık mucizelerle geliyorlardı da onlar: «Bizi bir insan mı yola getirecek?» deyip küfretmişler ve aksine gitmişlerdi. Allah da muhtaç olmadığını gösterdi. Öyle ya; Allah zengindir, her türlü övgüye layıktır"},{"SurahNumber":64,"VerseNumber":7,"Text":"Küfredenler asla diriltilmeyeceklerini iddia ettiler. De ki: «Hayır, Rabbim hakkı için mutlaka diriltileceksiniz, sonra da kesinlikle yaptıklarınız size anlatılacak ve o Allah´a göre kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"Onun için siz, Allah´a, Resulüne ve indirdiğimiz nura (Kur´an´a) iman edin! Allah, ne yaparsanız haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Sizi o dernek gününe dereceği (toplanma günü için toplayacağı gün var ya), işte o gün teğabün (kar ve zarar) günüdür, her kim Allah´a iman eder de yaraşıklı iş yaparsa, Allah onun kabahatlarını örter ve onu içinde ebedi kalacakları altından ırmaklar akan cennetlere koyar. İşte büyük kurtuluş odur"},{"SurahNumber":64,"VerseNumber":10,"Text":"Küfredip ayetlerimizi yalanlayanlara gelince, onlar cehennemliklerdir, orada ebedi kalacaklardır. Orası ne kötü varılacak yerdir"},{"SurahNumber":64,"VerseNumber":11,"Text":"Allah´ın izni olmadan hiçbir musibet başa gelmez, her kim de Allah´a iman ederse, O, onun kalbine hidayet verir. Allah herşeyi bilir"},{"SurahNumber":64,"VerseNumber":12,"Text":"İman edin de Allah´a itaat edin, peygambere de itaat edin. Eğer aksine giderseniz bilin ki Resulümüzün görevi açık bir tebliğden ibarettir"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah´tan başka tanrı yoktur. Onun için müminler yalnız Allah´a dayansınlar"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey iman edenler, haberiniz olsun ki, eşlerinizden ve çocuklarınızdan size düşman olan vardır, o halde onlardan sakının! Ne var ki, affeder, kusurlarına bakmaz, örterseniz, şüphe yok ki, Allah, çok bağışlayandır, merhamet edendir"},{"SurahNumber":64,"VerseNumber":15,"Text":"Doğrusu mallarınız ve çocuklarınız bir fitne (imtihan)dır. Büyük mükafat ise Allah katındadır"},{"SurahNumber":64,"VerseNumber":16,"Text":"Onun için gücünüz yettiği kadar Allah´tan korkun, dinleyin, itaat edin ve harcayın, kendiniz için hayır yapın. Her kim de nefsinin hırsından korunursa işte onlar kurtuluşa erenlerdir"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eğer Allah´a bir güzel borç sunarsanız onu sizin için katlayıverir ve sizi bağışlar. Allah, çok mükafat verendir, cezalandırmada acele etmeyendir"},{"SurahNumber":64,"VerseNumber":18,"Text":"Görünmeyeni de görüneni de bilir, güçlüdür, hikmet sahibidir"}]}