{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Ingsun, Allah, Ingkang-Angu- ningani.a Kitab, kang ayat- ayate ginawe pancasan, tumuli katerangake awijang, saka ngarsane Ingkang-Wicaksana, Ingkang-Waspada"},{"SurahNumber":11,"VerseNumber":2,"Text":"Supaya sira ora padha anga- wulani kajaba Allah. Sayekti aku iku juru pepeling saka Panjenengane tumrap marang sira sarta juru aweh warta bubungah"},{"SurahNumber":11,"VerseNumber":3,"Text":"Sarta padha nyuwuna panga- pura Pangeranira, tumuli tobata marang Panjenengane; Panjene- ngane bakal anyadhiyani sira pasa- dhiyan kang becik tumeka mangsa kang tinamtu, sarta Panjenengane amaringake nugraha-Ne marang sarupane kang kasinungan nugra- ha; lan manawa sira padha malengos, sayekti aku iki anguwa- tirake sira siksa ing dina kang agung"},{"SurahNumber":11,"VerseNumber":4,"Text":"Marang Allah anggonira padha bali lan Panjenengane iku marang samubarang kawasa"},{"SurahNumber":11,"VerseNumber":5,"Text":"O, sayekti dheweke padha nglempit dhadha-dhadhane su- paya padha bisa anyingidake saka Panjene- ngane; O, sayekti, nalikane dhe- weke padha krukup sarana san- dhangane, Panjenengane angu- ningani apa kang padha disingid- ake lan apa kang padha dilairake; sayekti, Panjenengane anguningani apa kang ana ing sajroning dhadha-dhadha"},{"SurahNumber":11,"VerseNumber":6,"Text":"Lan ora liya, sata ing bumi iku, kajaba dumunung ing Allah rejekine lan Panjenengane iku uni- nga enggon palerenane lan enggon pasimpenane; sarupane iku ana ing dalem kitab kang terang"},{"SurahNumber":11,"VerseNumber":7,"Text":"Lan Panjenengane iku kang anitahake langit-langit lan bumi ing dalem nem mangsaa – lan kara- ton-E marang banyu – amrih Panjenengane amedharake sira, sapa sira kang becik dhewe ing panggawe lan manawa sira calathoni: sayekti sira iku bakal tinangekake ing sawise mati, amasthi para kang padha kafir bakal padha calathu: Iki ora liya kajaba panggorohan kang cetha"},{"SurahNumber":11,"VerseNumber":8,"Text":"Lan manawa Ingsun anyume- nekna siksa ing dheweke tumeka mangsa kang tinamtu amasthi dheweke bakal padha calathu: Apa kang murungake iku? O, sayekti, ing dinane bakal tumibane iku marang dheweke ora bakal kena disingkirake saka dheweke, lan apa kang wus padha diguguyu, bakal anglimputi dheweke"},{"SurahNumber":11,"VerseNumber":9,"Text":"Lan manawa Ingsun angicip- ake manusa ing wilasa saka Ingsun iku tumuli Ingsun sing- kirake saka dheweke sayekti dhe- weke masthi nglokro, ora atur panuwun"},{"SurahNumber":11,"VerseNumber":10,"Text":"Lan manawa Ingsun angicip- ake dheweke ing nugraha sawise sangsara angenani dheweke amas- thi dheweke bakal padha calathu: Wus birat ala saka ing aku; sayekti dheweke padha bungah, umuk"},{"SurahNumber":11,"VerseNumber":11,"Text":"Kajaba para kang padha sabar lan padha anglakoni panggawe be- cik iki bakal padha oleh pangapura sarta pituwas kang gedhe"},{"SurahNumber":11,"VerseNumber":12,"Text":"Lah manawa-manawa sira iku arep aninggal saperangane apa kang kadhawuhake marang sira lan dhadhanira bakal dadi rupek marga saka iku, jalaran dheweke padha calathu.: Yagene ora ana bandha katurunake marang dheweke utawa malaikat teka anyartani dheweke? Sira iku mung juru-pepeling; lan Allah iku Kang rumeksa marang samubarang. A"},{"SurahNumber":11,"VerseNumber":13,"Text":"Utawa, apa ta dheweke padha calathu: Iku anggitane dhewe. Ca- lathua: Lah mara, mujudna sepuluh bab anggitan sapadhane iki, lan nyambata sapa sakadugamu, sali- yane Allah, manawa kowe padha temen"},{"SurahNumber":11,"VerseNumber":14,"Text":"Lah manawa dheweke padha ora anyembadani marang kowe, lah padha weruha, manawa iku kadhawuhake kalawan kawruhing Allah lan ora ana sesembahan kajaba Panjenengane: Lah apa ta kowe bakal padha sumarah"},{"SurahNumber":11,"VerseNumber":15,"Text":"Sapa sing karep ing kauripan donya dalah papaese, panggawe- panggawene ing kono Ingsun bakal amituwasi ganep marang dheweke, lan dheweke ana ing kono ora bakal padha digawe tuna"},{"SurahNumber":11,"VerseNumber":16,"Text":"Iki para sing ana ing akhirat padha ora oleh apa-apa kajaba geni lan muspra sabarang panggawene ing kono, sarta nglaha apa kang padha dilakoni"},{"SurahNumber":11,"VerseNumber":17,"Text":"Lah apa wong kang kadunu- ngan bukti terang saka Pangerane ? Lan sawijining saksi saka Panjenengane amaca iku, sarta sadurunge iku Kitabe Musa, minangka pituduh lan wilasa. Iki padha angestu marang iku; dene papanthan-papanthan, sapa sing angafiri marang iku, lah iku geni papan kang dijanjekake; mulane aja sira semang-semang marang prakara iku; sayekti, iku barang nyata saka Pangeranira, ananging akeh-akehe manusa padha ora angestu"},{"SurahNumber":11,"VerseNumber":18,"Text":"Lan sapa sing luwih atindak dudu tinimbang wong kang agawe- gawe goroh tumrap marang Allah? Iki bakal padha disebakake marang Pangerane, lan para saksi bakal padha acalathu: Iki para kang padha anggorohake marang Pange- rane. O, sayekti, wewelaking Allah tumiba marang wong kang padha atindak dudu"},{"SurahNumber":11,"VerseNumber":19,"Text":"Kang padha nyimpang saka dadalaning Allah sarta padha ma- mrih menggoke iku; lan dheweke iku para kang padha kafir marang akhirat"},{"SurahNumber":11,"VerseNumber":20,"Text":"Iki ana ing bumi ora bakal padha bisa angoncati, lan bakal padha ora duwe pangayoman saliyane Allah; siksane tumrap dheweke bakal ditikelake; dheweke padha ora kuwat ngrungu apa dene padha ora weruh"},{"SurahNumber":11,"VerseNumber":21,"Text":"Iki para kang padha agawe kapitunane jiwa-jiwane, sarta saba- rang, anggone padha agawe-gawe, sirna saka ing awake"},{"SurahNumber":11,"VerseNumber":22,"Text":"Ora kena ora, ana ing akhirat dheweke iku wong kang padha luwih dening kapitunan"},{"SurahNumber":11,"VerseNumber":23,"Text":"Sayekti para kang padha angestu sarta padha anglakoni panggawe becik, apa dene padha andhap asor marang Pangerane, iki para wonging patamanan, padha ana ing kono bakal pamanggone"},{"SurahNumber":11,"VerseNumber":24,"Text":"Sanepane rong golongan iku kaya dene wong wuta lan wong tuli karo wong awas lan wong rungon; apa dheweke iku padha mungguhing kaanane? Apa ta kowe iku padha ora ngrasak- ngrasakake"},{"SurahNumber":11,"VerseNumber":25,"Text":"Lan sayekti temen Ingsun wus angutus Nuha marang bang- sane: Sayekti aku iki juru-pepeling kang terang tumrap marang sira"},{"SurahNumber":11,"VerseNumber":26,"Text":"Yaiku sira aja padha anga- wulani sapa-sapa kajaba Allah; sayekti aku anguwatirake marang sira siksa ing dina kang nglarani"},{"SurahNumber":11,"VerseNumber":27,"Text":"Ananging para panggedhe- ning bangsane kang padha kafir padha acalathu: Ora liya panya- wangku marang kowe kajaba mung wong kaya aku bae, lan panyawangku ora ana wong manut ing kowe, kajaba kang sawangane sagebyaran bae golonganku kang pidak-padarakan, apa dene pa- nyawangku kowe iku ora duwe kaluwihan angungkuli aku; balik panganggepku kowe iku wong goroh"},{"SurahNumber":11,"VerseNumber":28,"Text":"Dheweke acalathu: E, bang- saku! mara aku kandhanana, ma- nawa aku kadunungan bukti terang saka Pangeranku sarta Panjene- ngane amaringi wilasa aku saka ngarsa-Ne, lan iku digawe ora terang ingatase kowe; apa aku anjiyad kowe iku, kang mangka iku kowe padha gething"},{"SurahNumber":11,"VerseNumber":29,"Text":"Apa maneh, o, bangsaku! aku ora anjaluk bandha kowe kanggo pituwase aku; pituwasku mung ana ing Allah piyambak, lan aku ora bakal anundhung para kang padha angestu; sayekti dheweke bakal padha ketemu Pangerane, ananging panyawangku kowe iku bangsa kang padha bodho"},{"SurahNumber":11,"VerseNumber":30,"Text":"Lan maneh, o, bangsaku! sapa kang bakal mitulungi aku anulak Allah, lamun aku anundhunga dhe- weke? Lah apa ta kowe iku padha ora ngangen-angen"},{"SurahNumber":11,"VerseNumber":31,"Text":"Lan aku ora kandha marang kowe, yen gedhong Allah iku ana ing aku, sarta aku ora weruh barang kang ora katon, apa dene aku ora kandha, yen aku iki malaikat; tuwin aku ora kandha, manawa para kang mungguhing pandelengmu padha ina papa iku Allah ora bakal maringi kabecikan – Allah iku luwih angudaneni apa kang ana ing sajroning atine – amarga yen mangkonoa sayekti aku iki dadi ewone wong kang padha atindak dudu"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dheweke padha acalathu: E, Nuh! Temen kowe wus apapadon karo aku, sarta andadawa padu karo aku iku, mulane tekakna marang aku apa kang koancamake ing aku, manawa kowe iku ewone wong kang padha temen"},{"SurahNumber":11,"VerseNumber":33,"Text":"Dheweke acalathu: Mung Allah kang bakal nekakake iku ing kowe, manawa dadi karsa-Ne, sarta kowe ora bakal padha bisa oncat"},{"SurahNumber":11,"VerseNumber":34,"Text":"Lan pituturku ora bakal migunani marang kowe yen aku arep mituturana ing kowe, lamun Allah iku wus angarsakake adamel leburmu;a Panjenengane iku Pange- ranmu, lan marang Panjenengane anggonmu bakal dibalekake"},{"SurahNumber":11,"VerseNumber":35,"Text":"Apa ta padha acalathu: Iku olehe bawa-anggit? Calathua: Ma- nawa iku olehku bawa-anggit, iya dak sangga dhewe kaluputanku lan aku lebaran saka kaluputan kang padha kolakoni"},{"SurahNumber":11,"VerseNumber":36,"Text":"Lan sabda kawedharake ma- rang Nuh: ora ana bangsanira kang bakal angestu kajaba sapa kang wus angestu, mulane aja sira sedhih marang apa kang padha dilakoni"},{"SurahNumber":11,"VerseNumber":37,"Text":"Lan agawea prau kalawan Ingsun jenengi sarta dha- wuh-timbalan-Ingsun lan aja sira duwe unjuk marang Ingsun ing bab para kang padha atindak dudu; sayekti dheweke bakal padha kinelem"},{"SurahNumber":11,"VerseNumber":38,"Text":"Lan dheweke banjur agawe prau; lan saben-saben ana bangsa- ne kang padha dadi kepala liwat ana ing kono, padha amomoyoki dheweke. Dheweke acalathu: Manawa kowe padha amomoyoki aku, lan sayekti aku iya padha amomoyoki kowe, kaya anggonmu momoyoki"},{"SurahNumber":11,"VerseNumber":39,"Text":"Lah kowe bakal padha weruh, sapa kang bakal katekan siksa kang angasorake, lan sapa kang bakal katiban siksa kang awet"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nganti, nalikane parentah Ingsun wis tumeka sarta banyu metu saka ing jujurang, Ingsun angandika: Angemota ing kono saben-saben barang nyajodho, sarta kulawarganira, _ kajaba sapa kang wus katiban sabda ing sadurunge – apa dene sapa kang angestu. Lan ora liya rewange kang angestu iku kajaba mung sathithik"},{"SurahNumber":11,"VerseNumber":41,"Text":"Lan dheweke acalathu: Padha nungganga prau, kalawan asma- ning Allah lalayarane lan labuhe jangkar; sayekti Pangeranku iku temen Aparamarta, Mahaasih"},{"SurahNumber":11,"VerseNumber":42,"Text":"Lan prau iku kalawan momo- tane lumaku ing tengahing alun kang prasasat gunung; sarta Nuh anguwuh anake lanang, lan iki ana ing kadohan: E, anakku la- nang, nungganga prau karo aku sarta aja anggolong para kafir"},{"SurahNumber":11,"VerseNumber":43,"Text":"Wangsulane: Kula badhe ngili dhateng redi, ingkang badhe milujengaken kula saking toya. Ing dina iki ora ana kang bisa nylamet- ake saka siksaning Allah kajaba sapa kang sinihan ing Panjene- ngane; lan ombak angalingi wong sakarone, mulane dheweke kalebu golongane kang padha kinelem"},{"SurahNumber":11,"VerseNumber":44,"Text":"Lan didhawuhake: E, bumi! untalen banyunira, lan, e, men- dhung! sumingkira; lan banyune surut sarta prakara wis kaputus, lan praune ngandhas ing Judi, sarta didhawuhake: Sirnaa bangsa kang atindak dudu"},{"SurahNumber":11,"VerseNumber":45,"Text":"Lan Nuh anguwuh Pangerane unjuke: Pangeran kawula! saestu anak kawula punika kalebet kula- warga kawula, saha saestu, janji Tuwan punika nyata, saha Tuwan punika Adil-adilipun para ingkang sami nyepeng pangadilan"},{"SurahNumber":11,"VerseNumber":46,"Text":"Panjenengane angandika: E, Nuh! Sayekti dheweke ora kalebu kulawarganira; satemene dheweke iku saliyane pang- gawe becik; mulane aja sira nyuwun marang Ingsun apa kang sira ora kadunungan kaweruhe; sayekti Ingsun amituturi sira, mundhak sira dadi golongan para kang padha bodho"},{"SurahNumber":11,"VerseNumber":47,"Text":"Dheweke munjuk: Pangeran kawula! saestu kawula angayom ing Tuwan, sampun ngantos kawu- la nyuwun ing Tuwan samukawis ingkang kawula boten kadunungan kawruhipun; saha, manawi Tuwan boten angampunten ing kawula tuwin boten aparing wilasa ing kawula, kawula badhe kagolong para ingkang sami kapitunan"},{"SurahNumber":11,"VerseNumber":48,"Text":"Didhawuhake E, Nuh! Mudhuna kalawan karahayon saka Panjenenganingsun sarta berkah tumrap marang sira sarta tumrap para bangsa saka golongan kang melu sira, lan bakal ana bangsa-bangsa kang bakal Ingsun paringi pasadhiyan, tumuli siksa kang nglarani saka Panjenenga- ningsun bakal angenani dheweke"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iki sawenehing pawarta- pawarta prakara kang ora katon, kang Ingsun wedharake marang sira, iku sira ora weruh – sira sarta bangsanira ya ora – ing sadurunge iki; mulane disabar; sayekti, kawu- sanan iku bageane para kang padha anjaga dhiri"},{"SurahNumber":11,"VerseNumber":50,"Text":"Lan marang ‘Ada sadulure, Hud.b Calathu- ne: E, bangsaku! padha ngawulaa ing Allah, kowe ora duwe sesem- bahan saliyane Panjenengane; ora liya kowe iku kajaba tukang nganggit-anggit"},{"SurahNumber":11,"VerseNumber":51,"Text":"E, bangsaku! aku ora njaluk pituwas kowe ing atase prakara iku; pituwasku mung ana ing Panjene- ngane, kang wus anitahake aku; lah apa ta kowe iku padha ora ngerti"},{"SurahNumber":11,"VerseNumber":52,"Text":"Apa dene, o, bangsaku! padha nyuwuna pangapura ing Pangeranira, tumuli tobata marang Panjenengane, Panjenengane bakal angutus mendhung marang ing dhuwurira angesokake udan ange- mohi, sarta, amuwuhi kakuwatan marang kakuwatanmu tuwin aja kowe padha duraka malengos"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dheweke padha calathu: E, Hud! Kowe ora anekakake bukti kang terang marang aku, lan aku ora bakal padha ninggal sesemba- hanku marga saka calathumu, lan aku iki dudu wong kang padha angestu marang kowe"},{"SurahNumber":11,"VerseNumber":54,"Text":"Ora liya aku iki mung padha kandha, yen sawenehing sesem- bahanku anibakake wilalat marang kowe. Calathune: Sayekti aku iki aneksekake marang Allah lan ko- we iya padha neksenana, yen aku iki lebaran saka barang kang padha kok sekutokake"},{"SurahNumber":11,"VerseNumber":55,"Text":"Saliyane Panjenengane mula- ne padha anandukna sandi-upaya- mu kabeh bae marang aku; tumuli aku aja kok wenehi sumene"},{"SurahNumber":11,"VerseNumber":56,"Text":"Sayekti aku iki sumendhe marang Allah, Pangeranku lan Pangeranmu; ora ana titah kang asipat urip kang ora dikawasani Panjenengane; sayekti Pangeranku iku ana ing dalan kang bener"},{"SurahNumber":11,"VerseNumber":57,"Text":"Ananging manawa kowe padha malengos, lah temen aku wis nekakake marang kowe ayahan anggonku kautus marang kowe sarta Pangeranku bakal anyalini bangsa saliyane kowe, lan kowe ora bisa amitunani Panjenengane apa-apa; sayekti Pangeranku iku marang samubarang rumeksa"},{"SurahNumber":11,"VerseNumber":58,"Text":"Lan bareng parentah-Ingsun wis tumeka, Ingsun anyalametake Hud sarta para kang padha anges- tokake dheweke, kalawan wilasa saka Panjenenganingsun, sarta pa- dha Ingsun selametake saka siksa kang keras"},{"SurahNumber":11,"VerseNumber":59,"Text":"Lan iya iku ‘Ad dheweke padha angemohi timbalan-timbala- ning Pangeran sarta padha andha- ga para utusan-E, tuwin padha manut parentahing sarupane kang gumedhe angas"},{"SurahNumber":11,"VerseNumber":60,"Text":"Lan dheweke dielud ing we- welak ana ing donya ikia sarta ing dina kiyamat; O, lah sayekti, ‘Ad iku angafiri Pangerane; O, lah, ‘Ad bangsane Hud, sirnaa"},{"SurahNumber":11,"VerseNumber":61,"Text":"Lan marang Tsamudb Ingsun angutus sadulure Salih.c Calathune: O, bangsaku! padha angawulanana Allah, kowe padha ora duwe se- sembahan saliyane Panjenengane; Panjenengane wus andadekake ko- we saka bumi, sarta angenggonake kowe ana ing kono; mulane padha nyuwuna Pangapura Panjene- ngane, tumuli padha tobata marang Panjenengane; sayekti Pangeranku iku caket, nyembadani"},{"SurahNumber":11,"VerseNumber":62,"Text":"Dheweke padha calathu: O, Salih temen kowe iku wong ing golonganku, ing sadurunge iki dadi dununging pangarep-arep kang gedhe; apa kowe anglarangi aku padha angawulani apa kang dikawulani bapak-bapakku? Lan sayekti aku iki padha ana ing semang-semang kang abanget ma- rang apa kang kok uwuh tumrap ing aku"},{"SurahNumber":11,"VerseNumber":63,"Text":"Calathune: O, bangsaku! mara aku kandhanana, manawa aku kadunungan bukti kang terang saka Pangeranku, sarta Panjene- ngane amaringi wilasa aku saka Sarirane – lah sapa ta kang bakal mitulungi anulak Allah yen ta aku andagaa marang Panjenengane. Mulane, ora pisan kowe iku padha angundhaki apa-apa marang aku, saliyane kapitunan"},{"SurahNumber":11,"VerseNumber":64,"Text":"Lan, O, bangsaku! iki unta wadon kagunganing Allah tumrap marang kowe,a sawijining tandha; mulane kareben bae mangan ana ing bumining Allah, lan aja kowe anggepok kalawan piala, mundhak siksa kang parek angenani ing kowe"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ananging padha ambeleh iku tumuli dheweke acalathu: Kowe padha abungah-bungaha ing omah- mu telung dina, iku janji kang ora maleca"},{"SurahNumber":11,"VerseNumber":66,"Text":"Lah bareng pancasan Ingsun wis tumeka, Ingsun anyalametake Salih sarta para kancane kang padha angestokake kalawan wilasa saka Ingsun, tuwin saka asore ing dina iku; sayekti Pangeranira iku Ing- kang-Prakosa, Ingkang-Minulya"},{"SurahNumber":11,"VerseNumber":67,"Text":"Sarta swara gumludhug anye- rang para kang padha atindak dudu,b temahan dheweke padha dadi awak kang tanpa mosik ana ing omahe"},{"SurahNumber":11,"VerseNumber":68,"Text":"Kaya-kaya ing kono iku dhe- weke ora tau angenggoni; o, sayek- ti Tsamud iku angafiri Pangerane, o, sayekti, sirnaa Tsamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Lan sayekti temen para utu- san-utusan-Ingsun wus padha anekani Ibrahim kalawan pawarta bubungah. Padha angucap: Raha- yu! Wangsulane: Rahayu! Sarta tanpa taha angladekake panggang pedhet"},{"SurahNumber":11,"VerseNumber":70,"Text":"Bareng dheweke weruh, tangan-tangane padha ora angge- pok marang iku, panemune iku aneh sarta rumasa wedi marang dheweke. Padha calathu: sampun sampeyan ajrih, saestu kula punika sami kautus dhateng umatipun Luth"},{"SurahNumber":11,"VerseNumber":71,"Text":"Sarta rabine ngadeg karo angguguyu; tumuli Ingsun aparing pawarta bubungah marang dheweke bakal anak-anak Ishaq, sarta ing sawise Ishaq Ya’qub"},{"SurahNumber":11,"VerseNumber":72,"Text":"Calathune: O, angeram-eram- ake! punapa badhe kula gadhah anak, tiyang kula punika sampun sepuh sanget, sarta punika, laki kula, sampun sepuh sanget? Saestu, punika barang ingkang angeram-eramaken"},{"SurahNumber":11,"VerseNumber":73,"Text":"Dheweke padha calathu: Punapa sampeyan anggumuni pa- rentahipun Allah? Wilasanipun Allah sarta berkah-Ipun dhumawah dhateng sampeyan o, batihing griya; saestu Panjenenganipun punika Pinuji, Linuhung"},{"SurahNumber":11,"VerseNumber":74,"Text":"Bareng si wedi wis sumingkir saka Ibrahim sarta pawarta bubu- ngah wis tumeka marang dheweke, dheweke amadoni Ingsun ing dalem umate Luth"},{"SurahNumber":11,"VerseNumber":75,"Text":"Sayekti Ibrahim iku temen momot lembah manah akeh tobate"},{"SurahNumber":11,"VerseNumber":76,"Text":"O, Ibrahim! togna bae iki sayekti pancasane Pangeranira te- men wus tumeka, lan sayekti, siksa masthi tumiba marang dheweke, tanpa kena ditulak"},{"SurahNumber":11,"VerseNumber":77,"Text":"Lan bareng para utusan- Ingsun wus tumeka marang Luth,a iki nusahake marang dheweke, sarta ora kuwagang angayomi tuwin acalathu: Iki dina kang rekasa"},{"SurahNumber":11,"VerseNumber":78,"Text":"Lan umate anekani dheweke, kalawan lumayu ang- gone amarani dheweke, lan ing mau-maune pancen gawene anin- dakake panggawe ala. Calathune: E, umatku, iki anak-anak wadon – iku luwih suci – tumrap marang kowe, lah padha diprayitna marang Allah, sarta aja padha anisthakake aku tumrap marang dhayoh-dhayohku; apa ta kowe iku ora ana siji-sijia sing burus ing budhi"},{"SurahNumber":11,"VerseNumber":79,"Text":"Dheweke padha mangsuli: Kowe rak wis weruh temenan, yen aku padha ora duwe melik marang anak-anakmu wadon, lan sayekti kowe iku temen weruh apa kang padha dakkarepake"},{"SurahNumber":11,"VerseNumber":80,"Text":"Calathune: Ah, lamuna aku duwe kakuwatan kanggo nulak kowe, utawa dak ngungsi marang Panulung Kang Prakosa. A"},{"SurahNumber":11,"VerseNumber":81,"Text":"Padha calathu: O Luth! kula punika saestu para utusanipun Pa- ngeran ijengandika; piyambakipun boten badhe sami angengingi ijengandika; milanipun ijengandika oncataken para pandhereka ije- ngandika ing saperanganing dalu – sarta sampun ngantos wonten satunggal-tunggala golongan ije- ngandika ingkang wangsul – kaja- wi semah ijengandika, amargi saestu, punika badhe nandhang punapa ingkang sami dipun san- dhang; saestu wancinipun ingkang sampun tinamtu punika wanci gagat bangun; punapa wancinipun gagat bangun boten sampun caket"},{"SurahNumber":11,"VerseNumber":82,"Text":"Lah bareng pancasan-Ingsun wus tumeka, Ingsun walik sarta Ingsun udani watu, barang kang wus pinancasan, tumaruntun"},{"SurahNumber":11,"VerseNumber":83,"Text":"Tinengeran ing ngarsaning Pangeranira; lan iku ora adoh saka para kang padha atindak dudu"},{"SurahNumber":11,"VerseNumber":84,"Text":"Lan marang Madyan sadulure, Syu’aib.a Cala- thune: E, Umatku! padha ngawu- lanana Allah, kowe padha ora duwe sesembahan saliyane Panje- nengane, sarta aja padha angurangi ukuran lan timbangan; sayekti pandelengku kowe iku padha gemah ripah, lan sayekti aku iku nguwatirake kowe marang siksa- ning dina kang anglimputi"},{"SurahNumber":11,"VerseNumber":85,"Text":"Lan, o, umatku! padha ang- ganepana ukuran lan timbangan kalawan jejeg, sarta aja padha amitunani wong-wong ing barang barange tuwin aja atindak rusuh ing bumi, agawe wisuna"},{"SurahNumber":11,"VerseNumber":86,"Text":"Apa kang dumunung ing Allah iku luwih becik tumrap ing kowe, manawa kowe iku padha wong angestu, lan aku iku dudu juru-rumeksa marang kowe"},{"SurahNumber":11,"VerseNumber":87,"Text":"Dheweke padha calathu: O, Syu’aib! apa salatmu iku maren- tahi kowe, supaya aku padha ninggala apa kang padha disembah bapak-bapakku, utawa supaya tu- mrap bandhaku aku ora padha tumindak sakarepku? Sayekti kowe iku temen wong momot, wong burus"},{"SurahNumber":11,"VerseNumber":88,"Text":"Calathune: O, umatku! kapri- ye panimbangmu, manawa aku kadunungan bukti terang saka ing Pangeranku, sarta Panjenengane angrijekeni aku saka Sarirane, rijeki kang becik; sarta ora pisan aku duwea karep, yen anggonku anyulayani kowe iku, arep marani apa kang dak cegahake ing kowe; ora liya karepku kajaba mung ambecikake apa sakuwasaku; lan ora liya, pitulung kalaksanane becik prakaraku iki, kajaba ana ing Allah; ing Panjenengane sumen- dheku sarta marang Panjenengane anggonku adhedhepe"},{"SurahNumber":11,"VerseNumber":89,"Text":"Lan maneh, o, umatku! panu- lak marang aku iku aja nganti andadekake kowe padha atindak dosa, mundhak kowe bakal padha nandhang padhane sapanandhange umate Nuh,a utawa umate Hudb utawa umate Salihc lan ora pisan umate Luthd iku adoh saka ing kowe"},{"SurahNumber":11,"VerseNumber":90,"Text":"Sarta padha nyuwuna nga- pura Pangeranmu, tumuli padha tobata marang Panjenengane; sayekti Pangeranku iku Mahaasih, Sutresna"},{"SurahNumber":11,"VerseNumber":91,"Text":"Padha calathu: E, Syu’aib! aku padha ora mangerti marang apa calathumu kang akeh-akeh iku, lan sayekti, panyawangku, ana ing golonganku kene, kowe iku temen apes, lan aja angelingi kula- wangsamu amasthi kowe wis dak bandhemi watu, lan mangsa menanga kowe nglawan aku"},{"SurahNumber":11,"VerseNumber":92,"Text":"Calathune: O, umatku! apa kulawangsaku iku ingatase kowe luwih aji tinimbang Allah? lan kowe padha anganggep sapele Panjenengane, kosingkur; sayekti Pangeranku iku anglimputi saba- rang panggawemu"},{"SurahNumber":11,"VerseNumber":93,"Text":"Lan maneh, o, umatku! padha tumindaka ing sabisa-bisamu, aku dhewe iya daktumindak; kowe bakal enggal padha weruh, sapa kang bakal katekan siksa kang angasorake awake, lan sapa sing wong goroh, lan padha anga- wasana, sayekti aku iki iya anga- wasake, barenganmu"},{"SurahNumber":11,"VerseNumber":94,"Text":"Lan bareng pancasan-Ingsun wus tumeka, Ingsun anyalametake Syu’aib sarta kancane kang padha angestu kalawan wilasa saka Panjenenganingsun, sarta swara gumludhug anyerang para kang padha atindak dudu, temahan dheweke padha dadi awak kang tanpa mosik ana ing omahe,a"},{"SurahNumber":11,"VerseNumber":95,"Text":"Kaya-kaya ing iku dheweke ora tau angenggoni; o, sayekti le- bur Madyan, kaya lebure Tsamud"},{"SurahNumber":11,"VerseNumber":96,"Text":"Lan sayekti temen Ingsun wus angutus Musa kalawan tim- balan-timbalan Ingsun sarta wisesa kang cetha"},{"SurahNumber":11,"VerseNumber":97,"Text":"Marang Fir’aun sarta para panggedhe-panggedhene, ananging iki padha manut parentahing Fir’aun, lan ora pisan parentahing Fir’aun iku tuturutan bener"},{"SurahNumber":11,"VerseNumber":98,"Text":"Ana ing dina kiyamat dhe- weke bakal angirid golongane, sarta padha digiring marang geni: lan ala papanthan kang digiring iku"},{"SurahNumber":11,"VerseNumber":99,"Text":"Lan ana ing iki sarta ing dina kiyamat dheweke padha dielud ing wewelak: ala paparing kang bakal pinaringake"},{"SurahNumber":11,"VerseNumber":100,"Text":"Iki sawenehing pawarta kutha-kutha, kang Ingsun caritakake marang sira; sawenehe ana kang ngadeg lan ana kang rubuh"},{"SurahNumber":11,"VerseNumber":101,"Text":"Lan ora pisan Ingsun anga- niaya dheweke, balik dheweke kang padha anganiaya marang awake dhewe; lah para sesemba- hane kang padha disambat-sebuti, saliyane Allah, ora pisan makolehi apa-apa ing dheweke, samangsa pancasane Pangeranira wus tume- ka; lan mung padha muwuhi karu- sakane"},{"SurahNumber":11,"VerseNumber":102,"Text":"Lan kaya mangkono iku pi- danane Pangeranira nalika amida- nani kutha-kutha, kang padha atindak dudu; sayekti pidana-Ne iku anglarani, keras"},{"SurahNumber":11,"VerseNumber":103,"Text":"Sayekti, ing jerone iku te- men ana tandha tumrap sapa kang wedi ing siksa akhirat; iki dina enggon kaimpuning para manusa, sarta iki dina adeging pasaksi"},{"SurahNumber":11,"VerseNumber":104,"Text":"Lan iku ora pisan Ingsun sumenekake, kajaba tumeka mang- sa kang wus tinamtu"},{"SurahNumber":11,"VerseNumber":105,"Text":"Ing dina kang bakal tume- ka, ora ana jiwa sawiji caturan, kajaba kalawan idin Panjenengane, lah sawenehe padha cilaka sarta padha begja"},{"SurahNumber":11,"VerseNumber":106,"Text":"Wondene para kang padha cilaka, lah bakal padha ana ing jero geni, ana ing kono bakal padha kadunungan pangadhuh lan pan- jerit"},{"SurahNumber":11,"VerseNumber":107,"Text":"Padha manggon ing kono sasuwene langit-langit lan bumi isih, kajaba apa karsane Pange- ranira; sayekti Pangeranira iku Ingkang-Mahabisa-Anindakake ma- rang apa kang dikarsakake"},{"SurahNumber":11,"VerseNumber":108,"Text":"Dene para kang padha ginawe begja, lah bakal padha ing jeroning patamanan, padha mang- gon ing kono, sasuwene langit- langit lan bumi isih, kajaba apa karsane Pangeranira: paparing kang tanpa ana pedhote"},{"SurahNumber":11,"VerseNumber":109,"Text":"Mulane aja sira dumunung ing semang-semang tumrap apa kang padha sinembah iki; ora liya dheweke iku kajaba padha manem- bah kaya panembahane bapak- bapakne biyen; lan sayekti, temen Ingsun bakal amituwasi ganep ma- rang dheweke apa pandume, tanpa nganggo sudan"},{"SurahNumber":11,"VerseNumber":110,"Text":"Lan sayekti temen Ingsun wus amaringi kitab marang Musa, ananging sing ditindakake amila- wani ing jerone; lan lamun sabda saka Pangeranira oraa wus andhisiki,a amasthi prakara ing antarane dheweke wis kapancasan; lan sayekti dheweke iku temen padha dumunung ing semang kang anguwatiri"},{"SurahNumber":11,"VerseNumber":111,"Text":"Lan sayekti Pangeranira temen bakal amituwasi ganep marang sakehing panggawene; sayekti Panjenengane iku waspada marang sabarang kang padha dilakoni"},{"SurahNumber":11,"VerseNumber":112,"Text":"Mulane ditetep ngambah dalan bener kaya kang wus dipa- rentahake marang sira, lan sapa-sapa sartanira kang tobat ; sarta aja padha lacut , sayekti Panjenengane iku amirsani sabarang kang padha sira lakoni"},{"SurahNumber":11,"VerseNumber":113,"Text":"Sarta aja padha tumiyung marang para kang padha atindak dudu, mundhak geni angenani sira, lan ora pisan sira duwe panga- yoman saliyane Allah, satemah sira ora bakal padha tinulungan"},{"SurahNumber":11,"VerseNumber":114,"Text":"Lan anjumenengna salat ing rong peranganing raina sarta ana ing wiwitaning wengi; sayekti panggawe becik iku ambirat pang- gawe ala; iki pepeling tumrap para kang padha angalap eling"},{"SurahNumber":11,"VerseNumber":115,"Text":"Lan di sabar, lah sayekti Allah iku ora bakal angilangake pituwase para kang padha atindak becik"},{"SurahNumber":11,"VerseNumber":116,"Text":"Lah yagene para kula- wangsa ing sadurungira ora ana kang kadunungan kadibyan, kang anyegah agawe wisuna ing bumi, kajaba mung sathithik, sawenehe para kang padha Ingsun salametake? Lah para kang padha atindak dudu padha amburu barang, kang ing kono dheweke di- sludhah kasenengane, lan dheweke iku padha wong duraka"},{"SurahNumber":11,"VerseNumber":117,"Text":"Lan ora mungguh tumrape Pangeranira yen anglebura kutha- kutha karana piandel kang luput kang mangka wonge padha wong atindak becik"},{"SurahNumber":11,"VerseNumber":118,"Text":"Lan yen ta Pangeranira angarsakna, Panjenengane amasthi wus andadekake manusa dadi umat siji, ananging tansah padha seje- seje"},{"SurahNumber":11,"VerseNumber":119,"Text":"Kajaba sapa-sapa kang oleh wilasane Pangeranira, lan karana iku anggone Panjenengane anitah- ake dheweke; lan wus kalak- sanan sabdaning Pangeran: Sayekti naraka bakal Dakiseni kumpuling jin lan manusa"},{"SurahNumber":11,"VerseNumber":120,"Text":"Lan sarupane pawartane para utusan kang Ingsun caritakake marang sira, iku minangka sara- nane aneguhake atinira; lan ing sajrone iki, kasunyatan lan pitutur wus tumeka marang sira, sarta pepeling tumrap para angestu"},{"SurahNumber":11,"VerseNumber":121,"Text":"Lan calathua marang para kang angestu: padha anindakna mi- turut kahananmu, sayekti aku iya padha anindakake"},{"SurahNumber":11,"VerseNumber":122,"Text":"Sarta padha ngentenana, sayekti aku iya padha angenteni"},{"SurahNumber":11,"VerseNumber":123,"Text":"Lan kagunganing Allah apa kang tan-katon ing langit-langit lan bumi, lan marang Panjenengane anggone sakeh ing prakara bakal dibalekake; mulane ngawulanana Panjenengane sarta sumendhea marang Panjenengane, lan ora pisan Pangeranira iku lena ing sabarang kang padha kolakoni"}]}