{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Kitab´ın indirilişi; Aziz, Alim olan Allah´tandır"},{"SurahNumber":40,"VerseNumber":3,"Text":"Günahları bağışlayan, tevbeyi kabul eden, cezası şiddetli, lutfu bol olandır. O´ndan başka ilah yoktur, dönüş O´nadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Küfredenlerden başkası Allah´ın ayetleri üzerinde tartışmaya girişmez. Öyleyse onların şehirlerde dönüp dolaşması seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan önce Nuh kavmi de yalanladı. Arkalarından muhtelif topluluklar da. Her ümmet kendi peygamberlerini yakalamaya yeltendi ve hakkı batılla yok etmek için mücadeleye girişti. En sonunda Ben de onları yakaladım. Azabım nasılmış"},{"SurahNumber":40,"VerseNumber":6,"Text":"Böylece küfredenlerin cehennemlik olduklarına dair Rabbının sözü gerçekleşti"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arş´ı taşıyanlar ve çevresinde bulunanlar Rabblarını hamd ile tesbih ederler, O´na inanırlar ve mü´minlerin yarlığanmasını isterler: Rabbımız; ilim ve rahmetle her şeyi kuşattın. Tevbe edip Senin yoluna uyanları bağışla. Ve onları cehennem azabından koru"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbımız; onları ve babalarından, eşlerinden, soylarından salih olanları kendilerine vaadettiğin Adn cennetlerine girdir. Şüphesiz ki Aziz, Hakim olan Sensin Sen"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onları kötülüklerden koru. O gün kötülüklerden kimi korursan; şüphesiz ona rahmet etmiş olursun. En büyük kurtuluş işte budur"},{"SurahNumber":40,"VerseNumber":10,"Text":"Muhakkak küfredenlere seslenilir ki: Allah´ın gazabı sizin birbirinize öfkenizden daha büyüktür. Çünkü siz, imana davet olunuyordunuz da küfrediyordunuz"},{"SurahNumber":40,"VerseNumber":11,"Text":"Onlar da: Rabbımız; bizi iki defa öldürdün, iki defa dirilttin. Biz de suçlarımızı itiraf ettik. Bir daha çıkmaya yol var mı? derler"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bunun sebebi şudur: Yalnız Allah´a dua edildiği zaman inkar ederdiniz de, O´na şirk koşulunca inanırdınız. Artık hüküm; Aliyy, Kebir Allah´ındır"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size ayetlerini gösteren ve sizin için gökten rızık indiren O´dur. O´na yönelenden başkası ibret almaz"},{"SurahNumber":40,"VerseNumber":14,"Text":"Öyleyse kafirler istemese de, siz dini yalnız O´na halis kılanlar olarak Allah´a dua edin"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dereceleri yükselten, Arş´ın sahibi Allah, karşılaşma gününden korkutmak için, kendi emrinden olan ruhu kullarından dilediğine indirir"},{"SurahNumber":40,"VerseNumber":16,"Text":"O gün onlar, ortaya çıkarlar. Hiç bir şeyleri Allah´a gizli kalmaz. Kimindir bugün mülk? Vahid, Kahhar olan Allah´ındır"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugün her nefis kazandığı ile karşılık görür. Bugün zulüm yoktur. Muhakkak ki Allah; hesabı çabuk görendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Onları yaklaşan gün ile uyar. O zaman ki; yürekler ağızlara gelecek, tasadan yutkunacaklar. Zalimlerin ne dostu, ne de dinlenecek şefaatçısı olur"},{"SurahNumber":40,"VerseNumber":19,"Text":"O; gözlerin hainliğini ve göğüslerin gizlediğini bilir"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah; hak ile hükmeder. O´nu bırakıp da taptıkları ise hiç bir şeye hükmedemez. Şüphesiz ki Allah; Semi´dir, Basir´dir"},{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryüzünde gezip dolaşmadılar mı ki; kendilerinden öncekilerin akıbetlerinin nasıl olduğunu görsünler? Onlar; kendilerinden daha kuvvetli ve yeryüzünde daha çok eser bırakan kimselerdi. Allah; onları günahlarıyla yakalayıverdi. Allah´a karşı onları koruyan yoktur"},{"SurahNumber":40,"VerseNumber":22,"Text":"Bu; peygamberleri kendilerine apaçık mucizelerle geldiğinde inkar etmelerindendir. Allah da onları yakalayıverdi. Muhakkak ki O; kuvvetlidir, cezalandırması pek şiddetlidir"},{"SurahNumber":40,"VerseNumber":23,"Text":"Andolsun ki; Biz, Musa´yı ayetlerimizle ve apaçık burhan ile gönderdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun´a, Haman´a ve Karun´a. Bu, yalancı sihirbazın biridir, dediler"},{"SurahNumber":40,"VerseNumber":25,"Text":"O, katımızdan kendilerine hakkı getirince: Onunla beraber iman etmiş olanların oğullarını öldürün, kadınlarını sağ bırakın, dediler. Kafirlerin düzeni hedef olmaktan başka bir şey değildir"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun demişti ki: Bırakın beni de Musa´yı öldüreyim. O ise Rabbına yalvaradursun. Onun, sizin dininizi değiştirmesinden veya yeryüzünde fesad çıkarmasından korkuyorum"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa da demişti ki: Doğrusu ben, hesab gününe inanmayan her mütekebbirden ; benim de Rabbım, sizin de Rabbınız olana sığınırım"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun hanedanından olup da imanını gizleyen mü´min bir adam da demiştir ki: Rabbım Allah´tır, dedi diye bir kişiyi mi öldüreceksiniz? Halbuki o, size Rabbınızdan ayetlerle gelmiştir. Eğer yalancıysa; yalanı kendisinedir. Eğer doğru sözlü ise; sizi tehdit ettiklerinin bir kısmı başınıza gelebilir. Muhakkak ki Allah; haddi aşan yalancı bir kimseyi hidayete erdirmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey kavmim; bugün mülk sizindir. Yeryüzünde galib sizsiniz. Fakat Allah´ ın baskını gelip çatınca, O´na karşı bize kim yardım eder? Firavun dedi ki: Ben, size kendi görüşümden başkasını söylemiyorum. Size doğru yolun tersini de göstermiyorum"},{"SurahNumber":40,"VerseNumber":30,"Text":"İnanmış olan dedi ki: Ey kavmim; doğrusu ben, sizin hakkınızda peygamberleri yalanlayan toplulukların uğradıkları bir günün benzerinden korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh kavminin, Ad, Semud ve onlardan sonra gelenlerin durumu gibi. Allah, kullarına zulüm dilemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey kavmim; doğrusu ben, sizin için o feryad gününden endişe ediyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"Arkanıza dönüp kaçacağınız gün, sizi Allah´a karşı koruyan bulunmaz. Allah, kimi saptırırsa; onu doğru yola getirecek yoktur"},{"SurahNumber":40,"VerseNumber":34,"Text":"Andolsun ki; daha önce Yusuf da size apaçık burhanlarla gelmişti. O zaman da size getirdiği şeylerden şüphelenip durmuştunuz. Nihayet vefat edince: Allah, bundan sonra hiç bir peygamber göndermez, demiştiniz. İşte Allah; haddi aşan aşırı şüphecileri böyle şaşırtır"},{"SurahNumber":40,"VerseNumber":35,"Text":"Onlar ki; kendilerine gelmiş bir huccet bulunmaksızın Allah´ın ayetleri üzerinde tartışırlar. Bu, Allah katında da, iman edenlerin yanında da öfkeyi arttırır. Ve böylece Allah; büyüklük taslayan her zorbanın kalbini mühürler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun demişti ki: Ey Haman; bana yüksek bir kule yap. Belki o yollara ulaşabilirim"},{"SurahNumber":40,"VerseNumber":37,"Text":"Göklerin yollarına. Musa´nın tanrısını görürüm. Doğrusu ben, onu yalancı sanıyorum. Böylece yaptığı kötü iş Firavun´a güzel gösterildi de doğru yoldan alıkonuldu. Firavun´un düzeni elbette boşa gidecekti"},{"SurahNumber":40,"VerseNumber":38,"Text":"İnanmış olan demişti ki: Ey kavmim; bana uyun, sizi doğru yola hidayet edeyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey kavmim; şüphesiz dünya hayatı geçici bir geçinmedir. Ahiret ise doğrusu işte o, asıl kalınacak yurd odur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kim, bir kötülük işlerse; ancak onun benzerleriyle ceza görür. Kadın veya erkek her kim de inanarak salih amel işlerse; işte onlar, cennete girerler ve orada hesapsız şekilde rızıklanırlar"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ey kavmim; bana ne oluyor ki, sizi kurtuluşa çağırırken, siz beni; ateşe çağırıyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz, beni; Allah´a küfretmem, hiç tanımadığım nesneleri O´na ortak tutmam için çağırıyorsunuz. Ben ise, sizi Aziz ve Gaffar´a çağırıyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Şüphesiz sizin beni kendisine çağırdığınız; bu dünyada da, ahirette de çağırabilecek kabiliyette değildir. Ve muhakkak dönüşümüz Allah´adır. Elbette müsrifler; işte onlardır cehennem yaranı olanlar"},{"SurahNumber":40,"VerseNumber":44,"Text":"Size söylediğimi hatırlayacaksınız. Ben, işimi Allah´a bırakıyorum. Muhakkak ki Allah; kulları görendir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah; onu, kurmak istedikleri tuzakların fenalıklarından korudu ve Firavun´un adamlarını azabın kötüsü kuşatıverdi"},{"SurahNumber":40,"VerseNumber":46,"Text":"Sabah akşam ateşe sunulurlar. Kıyamet koptuğu gün; Firavun´un adamlarını azabın en şiddetlisine sokun, denir"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ateşin içinde birbirleriyle tartışırlarken güçsüzler, büyüklük taslayanlara derler ki: Doğrusu biz, size uymuştuk. Şimdi ateşin bir parçasını olsun bizden savabilir misiniz"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklük taslayanlar: Doğrusu hepimiz, onun içindeyiz. Şüphesiz Allah kullar arasında hükmünü vermiştir, derler"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ateşte olanlar, cehennemin bekçilerine derler ki: Rabbınıza yalvarın da hiç değilse bir gün olsun azabımızı hafifletsin"},{"SurahNumber":40,"VerseNumber":50,"Text":"Onlar da derler ki: Size peygamberleriniz burhanlarla gelmemişler miydi? Evet, derler. Öyleyse kendiniz yalvarın, derler. Kafirlerin yalvarışı şüphesiz boşunadır"},{"SurahNumber":40,"VerseNumber":51,"Text":"Şüphesiz ki Biz; peygamberlerimize ve iman etmiş olanlara hem dünya hayatında, hem de şahidlerin şehadet edecekleri günde mutlaka yardım ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gün; mazeretleri zalimlere fayda vermez. La´net onların, yurdun kötüsü de onlarındır"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki; Biz, Musa´ya hidayeti verdik. İsrailoğullarına da kitabı miras bıraktık"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ki o; akıl sahipleri için hidayet ve öğüttür"},{"SurahNumber":40,"VerseNumber":55,"Text":"Şimdi sen; sabret, Allah´ın vaadi mutlaka haktır. Günahının yarlığanmasını dile, sabah akşam Rabbını hamd ile tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmiş kesin bir delil olmadan Allah´ın ayetleri üzerinde tartışanların göğüslerinde, şüphesiz ki ulaşamayacakları bir büyüklenme vardır. Öyleyse sen, Allah´a sığın. Muhakkak ki O´dur O, Semi, Basir"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette göklerin ve yerin yaratılması, insanların yaratılmasından daha büyüktür. Ne var ki insanların çoğu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Körle gören, inanıp salih amel işleyenlerle kötülük yapan bir değildir. Ne de az düşünüyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kıyamet günü mutlaka gelecektir. Bunda hiç şüphe yoktur. Ne var ki insanların çoğu inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbınız: Bana dua edin ki, size icabet edeyim. Bana kulluk etmeyi büyüklüklerine yediremeyenler hor ve hakir olarak cehenneme gireceklerdir, buyurdu"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah O´dur ki; dinlenesiniz diye size geceyi karanlık, gündüzü aydınlık kılmıştır. Şüphesiz ki Allah; insanlara karşı lutufkardır. Ne var ki insanların çoğu şükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"İşte Rabbınız olan; her şeyi yaratan Allah, budur. O´ndan başka hiç bir ilah yoktur. O halde nasıl olup da çevriliyorsunuz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allah´ın ayetlerini bile bile inkar edenler, işte böyle çevriliyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, O´dur ki; sizin için yeri bir karargah, göğü bir bina yapmış, size şekil verip şeklinizi güzelleştirmiş ve size temiz şeylerden rızık vermiştir. İşte Rabbınız olan Allah budur. Alemlerin Rabbı olan Allah ne yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"O; diridir. O´ndan başka hiç bir ilah yoktur. Öyleyse dini yalnızca kendisine halis kılanlar olarak O´na dua edin. Hamd olsun alemlerin Rabbı Allah´a"},{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: Rabbımdan bana apaçık deliller geldiği için sizin Allah´tan başka ibadet ettiklerinize ibadet etmekten nehyolundum. Ve alemlerin Rabbına teslim olmakla emrolundum"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sizi; topraktan, sonra bir nutfeden, sonra bir kan pıhtısından yaratan, sonra erginlik çağına ulaşmanız, sonra da yaşlanmanız için sizi bebek olarak dünyaya çıkaran O´dur. Kiminiz daha önce öldürülürsünüz. Kiminiz de adı konulmuş bir ecele erişirsiniz. Olur ki böylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten de öldüren de O´dur. Bir şeye hükmetti mi sadece ona, ol, der, o da oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Allah´ın ayetleri üzerinde tartışanları görmez misin? Nasıl da döndürülüyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Onlar; kitabı ve peygamberlerimizle gönderdiklerimizi yalanlayanlardır. Yakında bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"Hani boyunlarında demir halkalar ve zincirler ile sürüklenirler, Yakında bilecekler. olarak dünyaya çıkaran O´dur. Kiminiz daha önce öldürülürsünüz. Kiminiz de adı konulmuş bir ecele erişirsiniz. Olur ki böylece aklınızı kullanırsınız"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suya. Sonra da ateşte yakılırlar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara denilir ki: Nerede şirk koştuklarınız"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allah´tan başka? Derler ki: Bizden uzaklaştılar, hayır zaten biz önceleri hiç bir şeye ibadet etmiyorduk. İşte Allah, kafirleri böylece saptırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bu; sizin yeryüzünde haksız yere şımarmanız ve böbürlenmenizden ötürüdür"},{"SurahNumber":40,"VerseNumber":76,"Text":"İçinde ebediyyen kalıcı olarak cehenneme kapılarından girin. Kibirlenenlerin dönüp gidecekleri yer ne kötüdür"},{"SurahNumber":40,"VerseNumber":77,"Text":"Şu halde sen; sabret. Muhakkak ki Allah´ın vaadi haktır. Onlara vaadettiğimiz azabın bir kısmını sana gösteririz veya senikendimize alırız. Nihayet onların dönüşü ancak Bizedir"},{"SurahNumber":40,"VerseNumber":78,"Text":"Andolsun ki; senden önce de peygamberler gönderdik. Onlardan kimini sana anlattık, kimini anlatmadık. Allah´ın izni olmadan hiç bir peygamber herhangi bir ayeti kendiliğinden getiremez. Allah´ın emri geldiği vakit de iş, gerçekten biter. İşte o zaman, batıl işleyenler hüsranda kalırlar"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah O´dur ki; binek olarak kullanasınız ve yiyesiniz diye davarları sizin için yaratmıştır"},{"SurahNumber":40,"VerseNumber":80,"Text":"Onlarda sizin için daha nice faydalar vardır. Gönüllerinizdeki arzulara, onlara binerek ulaşırsınız. Onlarla ve gemilerle taşınırsınız"},{"SurahNumber":40,"VerseNumber":81,"Text":"Size ayetlerini gösterir. Allah´ın ayetlerinden hangisini inkar edersiniz"},{"SurahNumber":40,"VerseNumber":82,"Text":"Yeryüzünde gezip dolaşmazlar mı ki; kendilerinden öncekilerin akıbetlerinin nasıl olduğunu görsünler. Hem onlar; kendilerinden daha çok, daha kuvvetli ve yeryüzünde daha sağlam eser bırakan kimselerdi. Ama kazandıkları onlara bir fayda sağlamamıştı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Peygamberleri kendilerine huccetlerle gelince; kendi yanlarındaki bilgi ile gururlandılar da, alaya aldıkları şey kendilerini kuşatıverdi"},{"SurahNumber":40,"VerseNumber":84,"Text":"Baskınımızı görünce: Yalnız Allah´a inandık ve O´na şirk koştuğumuz şeyleri inkar ettik, dediler"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ama baskınımızı görüp de öylece inanmaları kendilerine fayda vermedi. Bu; Allah´ın kulları hakkında öteden beri cari olan sünnetidir. Ve işte kafirler burada hüsrana uğramışlardır"}]}