{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ja Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Tako Mi Kur´ana mudrog"},{"SurahNumber":36,"VerseNumber":3,"Text":"ti si, uistinu, poslanik"},{"SurahNumber":36,"VerseNumber":4,"Text":"na pravom putu"},{"SurahNumber":36,"VerseNumber":5,"Text":"po objavi Silnoga i Samilosnoga"},{"SurahNumber":36,"VerseNumber":6,"Text":"da opominjes narod ciji preci nisu bili opominjani, pa je ravnodusan"},{"SurahNumber":36,"VerseNumber":7,"Text":"O vecini njih se vec obistinila Rijec - zato oni nece vjerovati"},{"SurahNumber":36,"VerseNumber":8,"Text":"Mi smo ucinili da budu kao oni za cije smo vratove sindzire stavili sve do podbradaka, - zato su oni glava uzdignutih"},{"SurahNumber":36,"VerseNumber":9,"Text":"i kao oni ispred kojih i iza kojih smo pregradu metnuli i na oci im koprenu stavili, - zato oni ne vide"},{"SurahNumber":36,"VerseNumber":10,"Text":"i njima je svejedno opominjao ih ti ili ne opominjao, oni nece vjerovati"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tvoja opomena ce koristit samo onome koji Kur´an slijedi i Milostivoga se boji, iako ga ne vidi; njega obraduj oprostom i nagradom lijepom"},{"SurahNumber":36,"VerseNumber":12,"Text":"Mi cemo, zaista, mrtve ozivjeti i Mi smo zapisali ono sto su uradili i djela koja su iza sebe ostavili; sve smo Mi to u Knjizi jasno pobrojali"},{"SurahNumber":36,"VerseNumber":13,"Text":"Navedite im kao pouku stanovnike jednog grada kad su im dosli poslanici"},{"SurahNumber":36,"VerseNumber":14,"Text":"kad im Mi poslasmo dvojicu, ali im oni ne povjerovase, i pojacasmo trecim, pa rekose: \"Mi smo vama poslani"},{"SurahNumber":36,"VerseNumber":15,"Text":"Vi ste ljudi kao i mi\" - oni odgovorise -, \"Milostivi nije objavio nista, vi neistinu govorite"},{"SurahNumber":36,"VerseNumber":16,"Text":"Gospodar nas zna da smo, doista, vama poslani\" - rekose oni"},{"SurahNumber":36,"VerseNumber":17,"Text":"i duzni smo samo da jasno obznanimo"},{"SurahNumber":36,"VerseNumber":18,"Text":"Oni rekose: \"Mi slutimo da nam nesrecu donosite; ako se ne okanite, kamenovacemo vas i stici ce vas, zaista, bolna patnja oko nas"},{"SurahNumber":36,"VerseNumber":19,"Text":"Uzrok vase nesrece je s vama!\" - rekose oni. \"Zar zato sto ste opomenuti? Ta vi ste narod koji svaku granicu zla prelazi"},{"SurahNumber":36,"VerseNumber":20,"Text":"I s kraja grada zurno dođe jedan covjek i rece: \"O narode moj, slijedi one koji su poslani"},{"SurahNumber":36,"VerseNumber":21,"Text":"slijedite one koji od vas ne traze nikakvu nagradu, a na pravom su putu"},{"SurahNumber":36,"VerseNumber":22,"Text":"Zasto da se ne klanjam Onome koji me je stvorio, a Njemu cete se vratiti"},{"SurahNumber":36,"VerseNumber":23,"Text":"Zasto da prihvatam druge bogove mimo Njega? Ako Milostivi hoce da me snađe neko zlo, njihovo posredovanje nece mi biti ni od kakve koristi i oni me nece moci spasiti"},{"SurahNumber":36,"VerseNumber":24,"Text":"a ja bih tada bio u pravj zabludi"},{"SurahNumber":36,"VerseNumber":25,"Text":"ja vjerujem u Gospodara vaseg, cujte mene"},{"SurahNumber":36,"VerseNumber":26,"Text":"I reci ce se: \"Uđite u Dzennet\" - a oni ce reci: \"Kamo srece da narod moj zna"},{"SurahNumber":36,"VerseNumber":27,"Text":"zasto mi je Gospodar moj oprostio i lijep mi prijem priredio"},{"SurahNumber":36,"VerseNumber":28,"Text":"I protiv naroda njegova, poslije njega, Mi nismo vojsku s neba poslali, niti smo to ikada cinili"},{"SurahNumber":36,"VerseNumber":29,"Text":"samo bi se cuo jedan uzasan krik, i oni bi odjednom svi pomrli"},{"SurahNumber":36,"VerseNumber":30,"Text":"O kako su ljudi jadni! Nijedan poslanik im nije dosao, a da mu se nisu narugali"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kako oni ne znaju koliko smo prije njih naroda unistili od kojih im se niko vratio nije"},{"SurahNumber":36,"VerseNumber":32,"Text":"a svi oni bice zajedno pred Nas dovedeni"},{"SurahNumber":36,"VerseNumber":33,"Text":"Dokaz im je mrtva zemlja: Mi joj zivot dajemo i iz nje nice zito koje oni jedu"},{"SurahNumber":36,"VerseNumber":34,"Text":"Mi po njoj stvaramo basce, palmike i vinograde, i cinimo da iz nje izvori izviru"},{"SurahNumber":36,"VerseNumber":35,"Text":"da oni jedu plodove njihove i od onoga sto ruke njegove privrijede, pa zasto nece da budu zahvalni"},{"SurahNumber":36,"VerseNumber":36,"Text":"Neka je hvaljen Onaj koji u svemu stvara pol: u onome sto iz zemlje nice, u njima samima, i u onome sto oni ne znaju"},{"SurahNumber":36,"VerseNumber":37,"Text":"I noc im je dokaz: Mi uklanjamo dnevnu svjetlost i oni ostaju u mraku"},{"SurahNumber":36,"VerseNumber":38,"Text":"I Sunce se krece do svoje određene granice, to je odredba Silnoga i Sveznajuceg"},{"SurahNumber":36,"VerseNumber":39,"Text":"I Mjesecu smo odredili polozaj; i on se uvijek ponovo krece kao stari savijeni palmin prut"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nit´ Sunce moze Mjesec dostici nit´ noc dan prestici, svi oni u svemiru plove"},{"SurahNumber":36,"VerseNumber":41,"Text":"Dokaz im je i to sto potomke njihove u lađama krcatim prevozimo"},{"SurahNumber":36,"VerseNumber":42,"Text":"i sto za njih, slicne njima, stvaramo one na kojima se voze"},{"SurahNumber":36,"VerseNumber":43,"Text":"I ako zelimo, Mi ih potopimo, i nece im spasa biti, nece se izbaviti"},{"SurahNumber":36,"VerseNumber":44,"Text":"osim ako im se ne smilujemo, da bi do roka određenog uzivali"},{"SurahNumber":36,"VerseNumber":45,"Text":"A kad im se rekne: \"Bojte se onoga sto se prije vas dogodilo i onoga sto vas ceka da biste pomilovani bili"},{"SurahNumber":36,"VerseNumber":46,"Text":"I ne dođe im ni jedan dokaz od Gospodara njihova kojem oni leđa ne okrenu"},{"SurahNumber":36,"VerseNumber":47,"Text":"A kad im se kaze: \"Udjeljujte od onoga sto vam Allah daje\", - onda nevjernici govore vjernicima: \"Zar da hranimo onoga koga je Allah, da je htio, mogao nahraniti? Vi ste, uistinu, u pravoj zabludi"},{"SurahNumber":36,"VerseNumber":48,"Text":"I govore: \"Kad ce vec jednom ta prijetnja, ako istinu govorite"},{"SurahNumber":36,"VerseNumber":49,"Text":"A ne cekaju drugo do strasan glas koji ce ih, dok se budu jedni s drugima prepirali, obuzeti"},{"SurahNumber":36,"VerseNumber":50,"Text":"pa nece moci nista oporuciti, niti se celjadi svojoj vratiti"},{"SurahNumber":36,"VerseNumber":51,"Text":"I puhnuce se u rog, pa ce oni iz grobova prema Gospodaru svome pohrliti"},{"SurahNumber":36,"VerseNumber":52,"Text":"govoreci: \"Tesko nama! Ko nas iz nasih grobova ozivi?\" - \"Eto ostvaruje se prijetnja Milostivog, poslanici su istinu govorili"},{"SurahNumber":36,"VerseNumber":53,"Text":"Bice to samo jedan glas i oni ce se svi pred Nama obreti"},{"SurahNumber":36,"VerseNumber":54,"Text":"Danas se nece nikome nepravda uciniti i vi cete, prema onom kako ste radili, nagrađeni biti"},{"SurahNumber":36,"VerseNumber":55,"Text":"stanovnici Dzenneta uzivace toga dana u blagodatima veseli i radosni"},{"SurahNumber":36,"VerseNumber":56,"Text":"oni i zene njihove bice u hladovini na ukrasenim divanima naslonjeni"},{"SurahNumber":36,"VerseNumber":57,"Text":"u njemu ce imati voca, i ono sto budu zeljeli"},{"SurahNumber":36,"VerseNumber":58,"Text":"Mir vama!\" - bice rijeci Gospodara Milostivog"},{"SurahNumber":36,"VerseNumber":59,"Text":"a vi, o grjesnici, danas se odvojite"},{"SurahNumber":36,"VerseNumber":60,"Text":"O sinovi Ademovi, zar vam nisam naredio: \"Ne klanjajte se sejtanu on vam je neprijatelj otvoreni"},{"SurahNumber":36,"VerseNumber":61,"Text":"vec se klanjate Meni; to je put pravi"},{"SurahNumber":36,"VerseNumber":62,"Text":"On je mnoge od vas u zabulu odveo, kako niste pameti imali"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ovo je Dzehennem kojim vam se prijetilo"},{"SurahNumber":36,"VerseNumber":64,"Text":"przite se sada u njemu zato sto niste vjerovali"},{"SurahNumber":36,"VerseNumber":65,"Text":"Danas cemo im usta zapecatiti, njihove ruke ce Nam govoriti, a noga njihove ce o onom sto su radili svjedociti"},{"SurahNumber":36,"VerseNumber":66,"Text":"Da smo htjeli, mogli smo ih vida njihova lisiti, pa kad bi na put posli, kako bi vidjeli"},{"SurahNumber":36,"VerseNumber":67,"Text":"A da smo htjeli, mogli smo ih na mjestu na kome su zgrijesili u nesto pretvoriti, pa ne bi mogli nikuda otici niti se vratiti"},{"SurahNumber":36,"VerseNumber":68,"Text":"Onome kome dug zivot damo, Mi mu izgled nagore izmjenimo. Zar oni ne razumiju"},{"SurahNumber":36,"VerseNumber":69,"Text":"Mi poslanika nismo pjesnistvu ucili, to mu ne prilici. Ovo je samo pouka - Kur´an jasni"},{"SurahNumber":36,"VerseNumber":70,"Text":"da opominje onoga ko ima pameti, i da zasluze kaznu nevjernici"},{"SurahNumber":36,"VerseNumber":71,"Text":"Kako one ne vide da Mi samo zbog njih stoku stvaramo i da oni njome raspolazu kao vlasnici"},{"SurahNumber":36,"VerseNumber":72,"Text":"i da smo im dali da se njome sluze - na nekim jasu, a nekima se hrane"},{"SurahNumber":36,"VerseNumber":73,"Text":"i drugih koristi od nje imaju, i mlijeko, pa zasto nisu zahvalni"},{"SurahNumber":36,"VerseNumber":74,"Text":"vec pored Allah druge bogove prihvataju u nadi da ce im oni na pomoci biti"},{"SurahNumber":36,"VerseNumber":75,"Text":"oni im, međutim, nece moci pomoci, a oni su njima poslusna vojska"},{"SurahNumber":36,"VerseNumber":76,"Text":"I nek te ne zaloste rijeci njihove; Mi, doista, znamo i ono sto kriju i ono sto pokazuju"},{"SurahNumber":36,"VerseNumber":77,"Text":"Kako covjek ne vidi da ga Mi od kapi sjemena stvaramo, i opet je otvoreni protivnik"},{"SurahNumber":36,"VerseNumber":78,"Text":"i Nama navodi primjer, a zaboravlja kako je stvoren, i govori: \"Ko ce ozivjeti kosti, kad budu truke"},{"SurahNumber":36,"VerseNumber":79,"Text":"Reci: \"Ozivjece ih Onaj koji ih je prvi put stvorio; On dobro zna sve sto je stvorio"},{"SurahNumber":36,"VerseNumber":80,"Text":"Onaj koji vam iz zelenog drveca vatru stvara i vi njome potpaljujete"},{"SurahNumber":36,"VerseNumber":81,"Text":"Zar Onaj koji je stvorio nebesa i Zemlju nije kadar da stvori njima slicne? Jeste, On sve stvara i On je sveznajuci"},{"SurahNumber":36,"VerseNumber":82,"Text":"i zaista On moze, kada nesto hoce, samo za to rekne: \"Budi!\" - i ono bude"},{"SurahNumber":36,"VerseNumber":83,"Text":"Pa neka je hvaljen Onaj u cijoj je ruci vlast nad svim, Njemu cete se vratiti"}]}