{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Em"},{"SurahNumber":40,"VerseNumber":2,"Text":"Tarusi n Tezmamt, s$uo Oebbi, Uzmir, Amusnaw"},{"SurahNumber":40,"VerseNumber":3,"Text":"Ipsemmieen tuccva, Iqeblen nndama, Ipaaqaben s teqsee, Bab n terkunt. Ur illi oebbi siwa Neppa. £uoeS taggara"},{"SurahNumber":40,"VerseNumber":4,"Text":"Siwa wid ijehlen i ipnamaren $ef issekniyen n Oebbi. Ur k ip$uoou ucali nnsen, di tmurt"},{"SurahNumber":40,"VerseNumber":5,"Text":"Uqbel nitni, agdud n Nue, akked ikabaren deffir sen, skaddben. Yal lois iclaa ad ixvef amazan is. Ipnamar s tkerkas, iwakken, s yissent, ad iveggeo tidep. Eekme$ ten. A tiyta W imiren"},{"SurahNumber":40,"VerseNumber":6,"Text":"Akka iuao wawal n Mass ik, af wid ijehlen. Nitni, war ccekk, d at tmes"},{"SurahNumber":40,"VerseNumber":7,"Text":"Tid irefden asgeld, akked tid i s izzin, sbuccuaen s ccekoan Mass nnsent, umnent yiS. Ssuturent ad pwasemmeen wid iumnen: \"a Mass nne$! Terriv yal cci d aeunu, u d tamusni. Semmee i wid isteooaen u ddan d ubrid iK; Sellek iten seg uaaqeb n wu$ud"},{"SurahNumber":40,"VerseNumber":8,"Text":"A Mass nne$! Ssekcem iten ar leonanat n Aaden, i Taahdev, i nitni, u i iaaoviyen seg ibabaten nnsen, tilawin nnsen, tarwa nnsen. Kecc, ih, d Uzmir, d Bab n uuwab"},{"SurahNumber":40,"VerseNumber":9,"Text":"Aateq iten si tucmitin. Win Taatqev, assen, si tucmitin, ni$ Teunev fellas. D wagi ay d rrbee ameqwoaean"},{"SurahNumber":40,"VerseNumber":10,"Text":"Ad pwanecden wid ijehlen: \"taadawt n Oebbi te$leb taadawt bbwaygarawen. Mi tepwanecdem ar liman, tugim"},{"SurahNumber":40,"VerseNumber":11,"Text":"A d inin: \"a Mass nne$! Ten$iv a$ berdayen, Tessidrev a$ berdayen. Nqaoo s ibekkaven nne$. Day illa ubrid n tuff$a"},{"SurahNumber":40,"VerseNumber":12,"Text":"Akka, imi mara ipwanaao Oebbi Yiwen, kunwi tjehlem. Mara S pcaraken, kunwi tumnem. Aeuddu ar Oebbi Aalayen, Ameqwoan"},{"SurahNumber":40,"VerseNumber":13,"Text":"D Neppa i wen Issnaatan issekniyen iS. Issadar awen d l$it, seg igenni. Siwa win isteooiaen, id ismektayen"},{"SurahNumber":40,"VerseNumber":14,"Text":"Nujet $uo Oebbi, s laaqida i Neppa, xas ugin ijehliyen"},{"SurahNumber":40,"VerseNumber":15,"Text":"Aalayen nnig idurra, Bab n usgeld, Ippak ooue s lameo iS, i win i S ihwan, deg imdanen iS, iwakken ad indeo af wass umlili"},{"SurahNumber":40,"VerseNumber":16,"Text":"ass ideg ara d awven, ur illi wayen iffren, degsen, i Oebbi. W ip ilan tgelda, assen? D Oebbi, Yiwen, Aqehhao"},{"SurahNumber":40,"VerseNumber":17,"Text":"Ass ideg ara ippuqeiii yal iman $ef wayen ikseb; ur ippili ddens assen. Ih, Oebbi Ip$awal deg uqeiii"},{"SurahNumber":40,"VerseNumber":18,"Text":"Nabi ten af ass aqoib, ideg ulawen ad rewlen s igerjumen, ad qeboen. Ur ippilli i imednas, uebib ne$ amcafaa, iwumi ara ssemeessen"},{"SurahNumber":40,"VerseNumber":19,"Text":"Issen nncub n yieoi, akked wayen teffren idmaren"},{"SurahNumber":40,"VerseNumber":20,"Text":"Oebbi Iferru s tidep. Wid ipnujun ar war Neppa, ur qeiiun acemma. Ih, Oebbi d Win Isellen, Ipwalin"},{"SurahNumber":40,"VerseNumber":21,"Text":"Day ur nudan ara tamurt, ad walin amek tevoa d wid i ten id izwaren. Llan ifen ten tazmert, akked lateo, di tmurt. Issemeelleq asen Oebbi, ilmend ibekkaven nnsen. Ur asen illi umeareb, mgal Oebbi"},{"SurahNumber":40,"VerseNumber":22,"Text":"Akka, acku ppasen $uosen, imazanen nnsen, s ubeggen, u nitni jehlen. Issemeelleq asen Oebbi. Ih, Neppa, d Uzmir, d Bab uaaqeb uqsie"},{"SurahNumber":40,"VerseNumber":23,"Text":"Ni$ Nuzen ed Musa s issekniyen nne£, s udabu iberrzen"},{"SurahNumber":40,"VerseNumber":24,"Text":"ar Feraun, Haman, akked Qaoun. Nnan: \"d aseeear, d akeddab"},{"SurahNumber":40,"VerseNumber":25,"Text":"Mi sen d iusa, s tidep s $uone£, nnan: \"en$et arrac n wid iumnen yides, ssidret tilawin nnsen\". Tandit ijehliyen siwa di ttelfan"},{"SurahNumber":40,"VerseNumber":26,"Text":"Inna Feraun: \"anfet iyi ad n$e$ Musa, xas ad inuj ar Mass is. Ugade$, nek, ad ibeddel ddin nnwen, ne$ a d issekcem lefsad di tmurt"},{"SurahNumber":40,"VerseNumber":27,"Text":"Inna Musa: \"nek, ad iyi Iuueo Mass iw u Mass nnwen, si yal amzuxi, ur numin s wass uqeiii"},{"SurahNumber":40,"VerseNumber":28,"Text":"Inna urgaz lmumen, i iffren liman is, si twacult n Feraun: \"day a ppen$em argaz, imi d iqqao: Mass iw d Oebbi, u irna ibbwi yawen d abeggen, s$uo Mass nnwen? Ma iskaddeb, lkedb is fellas. Ma issawel tidep, a kwen ieaz kra seg wayen ikwen issagwad. Oebbi ur Inehhu amaafun iskiddiben"},{"SurahNumber":40,"VerseNumber":29,"Text":"A yagdud iw! Assa, nnwen tagelda, tufrarem di tmurt. W ad a$ isellken si tiyta n Oebbi, ma tusa ya$ d\"? Inna d Feraun: \"i wen ssekne$ ayen kan wala$; s anda i kwen nehhu$, siwa ar ubrid imaanen"},{"SurahNumber":40,"VerseNumber":30,"Text":"Inna d win iumnen: \"a yagdud iw! Nek, ugade$ fellak tin n wass ikabaren"},{"SurahNumber":40,"VerseNumber":31,"Text":"akken tevoa d ugdud n Nue, Aad, Tamud, akked wid i ten id ivefoen. Oebbi ur Ib$a ara ddens i imdanen"},{"SurahNumber":40,"VerseNumber":32,"Text":"A yagdud iw! Nek ugade$, ay kwen ippa$en, ass umnamar"},{"SurahNumber":40,"VerseNumber":33,"Text":"ass ideg ara trewlem ar deffir. Ur awen illi umeareb mgal Oebbi. Ur illi nnahi i win Itlef Oebbi"},{"SurahNumber":40,"VerseNumber":34,"Text":"Ni$ iusa kwen id Yusef, zik, s ubeggen. Tezgam di ccekk, $ef wayen i wen d ibbwi. Armi immut, tennam: \"ur d Ippazen ara Oebbi amazan, deffir es, d awez$i\". Akka i Itellif Oebbi amaafun amcekki"},{"SurahNumber":40,"VerseNumber":35,"Text":"Wid ipnamaren issekniyen n Oebbi, ur ten id iusi udabu, nezzeh ara ten i$unfu Oebbi, akked wid iumnen. Akka ara Icemmaa Oebbi, yal ul amzuxi, aafrit"},{"SurahNumber":40,"VerseNumber":36,"Text":"Inna Feraun: \"a Haman, bnu yi lbeoo, amar ad awve$ ar iberdan"},{"SurahNumber":40,"VerseNumber":37,"Text":"iberdan igenwan. Ad ali$ ar Oebbi n Musa. Nek eesbe$ t d akeddab\". Akka i s ippucebbee i Feraun, igi s ucmit. Ippuveooef seg ubrid. Tandit n Feraun, siwa taxeuuart"},{"SurahNumber":40,"VerseNumber":38,"Text":"Inna d win iumnen: \"a yagdud iw! Ddu yidi, a k nhu$ s abrid umain"},{"SurahNumber":40,"VerseNumber":39,"Text":"A yagdud iw! Tameddurt agi, di ddunit, d zzhu kan; wanag laxeot d axxam n leqoao"},{"SurahNumber":40,"VerseNumber":40,"Text":"Win ixedmen tucmip, ad ippuqeiii, kan, s tin i p icban. Wid ixedmen ayen ilhan, d ddkeo ne$ d nnta, u nitni umnen, widak ad kecmen Loennet; din, ad aten $iten, war aktili"},{"SurahNumber":40,"VerseNumber":41,"Text":"A yagdud iw! Acu iyi bbwin, a kwen neccde$ ar leslak; kunwi, a yi tneccdem ar tmessi"},{"SurahNumber":40,"VerseNumber":42,"Text":"A yi tneccdem ad aauu$ Oebbi, ad aS carke$ ayen ur ssine$. Nek, neccde$ kwen ar Uzmir Ipsemmieen"},{"SurahNumber":40,"VerseNumber":43,"Text":"War ccekk, ayen u$uo a yi tneccdem, ur as iwata unuju di ddunit, u di laxeot. Ih, tu$alin nne$ ar Oebbi. Imaafan ard at tmes"},{"SurahNumber":40,"VerseNumber":44,"Text":"A d tesmektim ayen i wen qqaoe$. Ooay iw fki$ t i Oebbi. Ni$ Oebbi Ipwali imdanen"},{"SurahNumber":40,"VerseNumber":45,"Text":"Isellek it Oebbi si tucmitin i undin. I$wellef lois n Feraun, s uaaqeb iugaren wiyav"},{"SurahNumber":40,"VerseNumber":46,"Text":"times. Ad pwafessren degs, uubee, tameddit. Ass ideg ara d ias yimir: \"ekcem, a lois n Feraun, aaaqeb uwaio mavi"},{"SurahNumber":40,"VerseNumber":47,"Text":"Mara ppemqellaaen di tmes, ad inin uohifen i imzuxiyen: \"ni$ nella nedda yidwen. Ma tzemrem, kunwi, ad a$ tesneqsem cwii, si tmes"},{"SurahNumber":40,"VerseNumber":48,"Text":"A d inin imzuxiyen: \"aql a$, akw, degs. S tidep, Oebbi Ieudd ger imdanen"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ad inin wid illan di tmes, i iaessasen n Loahennama: \"naaoet Mass nnwen, ad a$ Issifes ibwass uaaqeb"},{"SurahNumber":40,"VerseNumber":50,"Text":"Ad inin: \"day ur kwen id usan ara imazanen nnwen, s ubeggen\"? Ad inin: \"ih\". Ad inin: \"naaret\"! Ar ttelfan, kan, tanaarit ijehliyen"},{"SurahNumber":40,"VerseNumber":51,"Text":"War ccekk, a Nsellek imazanen nne£, akked wid iumnen, di tmeddurt n ddunit, u deg wass ideg ara d bedden inagan"},{"SurahNumber":40,"VerseNumber":52,"Text":"ass ideg ur infaa uste$feo imednas. Ad pwaxzun, ad zed$en deg uxxam ucmit mavi"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ni$ Nefka, i Musa, nnhaya. Nefka, i At Isoail, Tazmamt d lweot"},{"SurahNumber":40,"VerseNumber":54,"Text":"D nnhaya, u d asmekti i uaqilen"},{"SurahNumber":40,"VerseNumber":55,"Text":"Eubeo. Ih, lemaahda n Oebbi, d tidep. Ssuter ssmae ubekkav ik. Sbuccaa s ccekoan Mass ik, tameddit, tauebeit"},{"SurahNumber":40,"VerseNumber":56,"Text":"Ih, wid ipnamaren issekniyen n Oebbi, ur ten id iusi udabu, d tem$weo kan i illan deg idmaren nnsen; ur as ssawven. Ggani Oebbi, Neppa, s tidep, Isell, Ipwali"},{"SurahNumber":40,"VerseNumber":57,"Text":"Ih, lxelq n tmurt akked igenwan iugar lxelq n imdanen, maca aias n imdanen ur eoin"},{"SurahNumber":40,"VerseNumber":58,"Text":"Ur iaadil ara uder$al akked win ipwalin, wid iumnen u xeddmen ayen ilhan, akked bu tucmitin. Cwii id tesmektayem"},{"SurahNumber":40,"VerseNumber":59,"Text":"Ihi, imir a d ias, ur illi ccekk fellas, maca tegwti n imdanen ur uminen"},{"SurahNumber":40,"VerseNumber":60,"Text":"Inna Mass nnwen: \"naaret iyI, ad awen d Jawbe$. Wanag wid igelzen aabed iW, ad kecmen Loahennama, d imedlulen"},{"SurahNumber":40,"VerseNumber":61,"Text":"Oebbi i wen Irran iv, i ureyyee degs, ass i tmu$li. Oebbi, ih, d Bab n lfevl i imdanen, maca tegwti n imdanen, ur snemmiren"},{"SurahNumber":40,"VerseNumber":62,"Text":"D wagi ay d Oebbi, Mass nnwen. Ixleq yal cci, ur illi oebbi, siwa Neppa. Ihi, acimi tezzim akin"},{"SurahNumber":40,"VerseNumber":63,"Text":"Akka ay wexxoen wid iugin issekniyen n Oebbi"},{"SurahNumber":40,"VerseNumber":64,"Text":"Oebbi i wen Irran tamurt d leqoao, igenni d ssqef; ikwen Imeslen. Iueggem udem nnwen. I$at ikwen s wayen ilhan. D wagi ay d Oebbi, Mass nnwen. D Asaadi Oebbi, Mass imavalen"},{"SurahNumber":40,"VerseNumber":65,"Text":"Neppa d Amuddir, ur illi oebbi siwa Neppa. Ihi, naaoet eP, s laaqida i Neppa. Ccekoan i Oebbi, Mass imavalen"},{"SurahNumber":40,"VerseNumber":66,"Text":"Ini: \"nek, ipwakkes iyi uabad n wid tnaarem war Oebbi, mi yi d iusa ubeggen, s$uo Mass iw. Pwamoe$ d, ad anze$ i Mass imavalen"},{"SurahNumber":40,"VerseNumber":67,"Text":"Neppa, ikwen Ixelqen seg wakal; sinna, si tiqqit; sinna, seg urgen; sinna, Issuffe$ ikwen id d igwerdan; sinna, a ppim$uoem; sinna, a ppu$alem d im$aoen. Kra segwen, pmeppaten uqbel. Iwakken a ppawvem ar lajel ipwassnen. Amendeo ma a pfehmem"},{"SurahNumber":40,"VerseNumber":68,"Text":"D Neppa i Issidiren, i Ineqqen. Ma Iseyya d lameo, ad as Yini kan: \"ili\"! Ad yili"},{"SurahNumber":40,"VerseNumber":69,"Text":"Day ur twalav ara amek ssuff$en i ubrid, wid ipnamaren issekniyen n Oebbi"},{"SurahNumber":40,"VerseNumber":70,"Text":"Wid iskaddben Tazmamt, akked wayen i$ef id Nuzen imazanen nne£, deqqal ad eoen"},{"SurahNumber":40,"VerseNumber":71,"Text":"Mara pwazu$oen, s teqlavin d slasel"},{"SurahNumber":40,"VerseNumber":72,"Text":"ar waman ippayzagen; sinna, ar tmes, ad pwaveggoen"},{"SurahNumber":40,"VerseNumber":73,"Text":"sinna, ad asen inin: \"anda t wayen tepcarakem"},{"SurahNumber":40,"VerseNumber":74,"Text":"war Oebbi\"? A d inin: \"dergen fella$. Xaii! Ur illi wayen u$uo nepnuju, zik\". Akka i Itellif Oebbi ijehliyen"},{"SurahNumber":40,"VerseNumber":75,"Text":"Akka, $ef wayen tzehhum di tmurt, ur teklalem, akked wayen tqebeem"},{"SurahNumber":40,"VerseNumber":76,"Text":"Kecmet Loahennama, si tebbura; degs twekkoem. Ay dir tanezdu$t imzuxiyen"},{"SurahNumber":40,"VerseNumber":77,"Text":"Eubeo, war ccekk, lemaahda n Oebbi d tidep. Ad ak Nessken kra n wayen i sen Naahed, ne$ a Neddem ooue ik. £uone£ ara d u$alen"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ni$ Nuzen ed imazanen uqbel ik. £ef kra segsen, Neeka yak d. £ef kra nniven, ur ak d Neeka ara. Ur iwata ara i umazan, a d iawi assekni, siwa ma s tsrie n Oebbi. Ma iusa d lameo n Oebbi, aseyyi s tidep. Ad xesoen, imiren, laaouo"},{"SurahNumber":40,"VerseNumber":79,"Text":"Oebbi i wen Ifkan lmal i rekba nnwen. Segsen teppeppem"},{"SurahNumber":40,"VerseNumber":80,"Text":"Degsen, i kunwi, aba$uo akked agwav ar wayen id ssuturen idmaren nnwen. Fellasen, akw f ssfinat, teppaabbim"},{"SurahNumber":40,"VerseNumber":81,"Text":"Issenaat awen d issekniyen iS. Anwi issekniyen n Oebbi ara tnekoem"},{"SurahNumber":40,"VerseNumber":82,"Text":"Day ur nudan ara tamurt ad walin amek tevoa d wid i ten id izwaren. Llan ifen ten akken iiuqten, ifen ten tazmert akked lateo di tmurt. Ulay sen d ibbwi wayen la keppben"},{"SurahNumber":40,"VerseNumber":83,"Text":"Mi ten id usan imazanen nnsen s ubeggen, feoeen s tmusni i illan $uosen. Izzi fellasen wayen i$ef ppemsexxioen"},{"SurahNumber":40,"VerseNumber":84,"Text":"Mi walan tamnirt nne£, nnan: \"numen s Oebbi Yiwen, nveggeo ayen i nella ncurek aS"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ur izmir ara a ten infaa liman nnsen, mi walan tamnirt nne£. D tannumi n Oebbi, si zik, i imdanen iS. Akka ay xesoen ijehliyen"}]}