{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"L.R. Littafi ne an kyautata ayoyinsa, sa'an nan an bayyana su daki-daki, daga wurin Mai hikima, Mai ƙididdigewa"},{"SurahNumber":11,"VerseNumber":2,"Text":"Kada ku bauta wa kowa face Allah. Lalle ne ni a gare ku mai gargaɗi ne kuma mai bushara daga gare Shi"},{"SurahNumber":11,"VerseNumber":3,"Text":"Kuma ku nemi gafara gun Ubangijinku. Sa'an nan ku tuba zuwa gare Shi, Ya jiyar da ku daɗi, jiyarwa mai kyau zuwa ga ajali ambatacce, kuma Ya bai wa dukkan ma'abucin, girma girmansa. Amma idan kun juya, to, lalle ni, ina tsoron azabar yini mai girma a kanku"},{"SurahNumber":11,"VerseNumber":4,"Text":"Zuwa ga Allah makomarku take, kuma Shi a kan komeMai ikon yi ne"},{"SurahNumber":11,"VerseNumber":5,"Text":"To, lalle su suna karkatar da ƙirjinsu domin su ɓoye daga gare shi. To, a lokacin da suke lulluɓewa da tufafinsu Yana sanin abin da suke ɓoyewa da abin da suke bayyanawa. Lalle Shi Masani ne ga abin da yake a cikin ƙiraza"},{"SurahNumber":11,"VerseNumber":6,"Text":"Kuma babu wata dabba a cikin ƙasa face ga Allah arzikinta yake, kuma Yana sanin matabbatarta da ma'azarta, duka suna cikin littafi bayyananne"},{"SurahNumber":11,"VerseNumber":7,"Text":"Kuma shi ne wanda Ya halicci sammai da ƙasa a cikin kwanaki shida, kuma Al'arshinSa ya kasance akan ruwa, domin Ya jarraba ku, wannan ne daga cikinku mafi kyawon aiki. Kuma haƙiƙa idan ka ce: \"Lalle ku waɗanda ake tayarwa ne a bayan mutuwa,\" haƙiƙa waɗanda suka kafirta suna cewa: \"Wannan bai zama ba face sihiri bayyananne"},{"SurahNumber":11,"VerseNumber":8,"Text":"Kuma lalle ne idan Mun jinkirta da azaba gare su zuwa ga wani lokaci ƙidayayye, haƙiƙa sunacewa me yake tsare ta? To, a ranar da za ta je musu, ba ta zama abin karkatarwa ba daga gare su. Kuma abin da suka kasance suna yin izgili da shi, ya wajaba a kansu"},{"SurahNumber":11,"VerseNumber":9,"Text":"Kuma lalle ne idan Mun ɗanɗana wa mutum wata rahama daga gare Mu, sa'an nan kuma Muka zare ta daga gare shi, lalle ne shi, hakika, mai yanke tsammanine, mai yawan kafrci"},{"SurahNumber":11,"VerseNumber":10,"Text":"Kuma lalle ne idan Mun ɗanɗana masa ni'ima a bayan cuta ta shafe shi, Yana cewa munanan halaye sun tafi daga wurina. Lalle shi mai farin ciki ne, mai alfahari"},{"SurahNumber":11,"VerseNumber":11,"Text":"Sai waɗanda suka yi haƙuri kuma suka aikata ayyuka na ƙwarai. Waɗannan suna da gafara da lada mai girma"},{"SurahNumber":11,"VerseNumber":12,"Text":"Saboda haka tsammaninka kai mai barin sashen abin da aka yi wahayi zuwa gare ka ne, kuma mai ƙuntata ƙirjinka da shi ne domin sun ce: \"Domin me ba a saukar masa da wata taska ba, ko kuma Mala'ika ya zo tare de shi?\" Kai mai gargaɗi ne kawai. Kuma Allah ne wakili a kan kome"},{"SurahNumber":11,"VerseNumber":13,"Text":"Ko suna cewa: \"Ya ƙirƙira shi ne.\"Ka ce: \"Sai ku zo da surori goma misalinsa ƙirƙirarru, kuma ku kirayi wanda kuke iyawa, baicin Allah, idan kun kasance masu gaskiya"},{"SurahNumber":11,"VerseNumber":14,"Text":"To, idan ba su amsa muku ba, to, ku sani cewa an saukar da shi kawai ne da sanin Allah, kuma cewa babu abin bauta wa face Shi. To, shin, ku masu sallamawa ne"},{"SurahNumber":11,"VerseNumber":15,"Text":"Wanda ya kasance ya yi nufin rayuwar duniya da ƙawarta, Muna cika musu ayyukansu zuwa gare su a cikinta, kuma a cikinta ba za a rage su ba"},{"SurahNumber":11,"VerseNumber":16,"Text":"Waɗannan ne waɗanda ba su da kome a cikin Lahira face wuta, kuma abin da suka sana'anta a cikinta (duniya) ya ɓaci, kuma abin da suka kasance suna aikatawa ɓatacce ne"},{"SurahNumber":11,"VerseNumber":17,"Text":"Shin, wanda ya kasance a kan hujja bayyananna daga Ubangijinsa, kuma wata shaida tana biyar sa daga gare Shi, kuma a gabaninsa akwai littafin Musaabin koyi da rahama? Waɗannan suna yin imani da shi, kuma wanda ya kafirta da shi daga ƙungiyoyi, to, wuta ce makomarsa. Saboda haka kada ka kasance a cikin shakka daga gare shi. Lalle shi ne gaskiya daga Ubangijinka, amma kuma mafi yawan mutane ba su yin imani"},{"SurahNumber":11,"VerseNumber":18,"Text":"Kuma wane ne mafi zalunci daga wanda ya ƙirƙira ƙarya ga Allah? Waɗannan ana gitta su ga Ubangijinsu, kuma masu shaida su ce: \"Waɗannan ne suka yi ƙarya ga Ubangijinsu. To, la'anar Allah ta tabbata a kan azzalumai"},{"SurahNumber":11,"VerseNumber":19,"Text":"Waɗanda suke kangewa daga hanyar Allah kuma suna neman ta karkace, kuma su ga Lahira suna kafirta"},{"SurahNumber":11,"VerseNumber":20,"Text":"Waɗannan ne ba su kasance mabuwaya ba a cikin ƙasa, kuma waɗansu masoya ba su kasance ba a gare su, baicin Allah. Ana ninka musu azaba, ba su kasance suna iya ji ba, kuma ba su kasance suna gani ba"},{"SurahNumber":11,"VerseNumber":21,"Text":"Waɗannan ne wɗanda suka yi hasarar rayukansu, kuma abin da suka kasance suna ƙirƙirawa ya ɓace musu"},{"SurahNumber":11,"VerseNumber":22,"Text":"Babu makawa cewa, haƙiƙa, su a lahira, su ne mafi hasara"},{"SurahNumber":11,"VerseNumber":23,"Text":"Lalle ne waɗanda suka yi imani kuma suka aikata ayyukan ƙwarai, kuma suka yi tawalu'i zuwa ga Ubangijinsu, waɗannan ne abokan Aljanna, suna madawwama a cikinta"},{"SurahNumber":11,"VerseNumber":24,"Text":"Misalin ɓangaren biyu kamar makaho ne da kurma, da mai gani da mai ji. Shin, suna daidaita ga misali? Ashe, ba ku yin tunani"},{"SurahNumber":11,"VerseNumber":25,"Text":"Kuma haƙiƙa Mun aika Nuhu zuwa ga mutanensa, (ya ce): \"Lalle ne ni, a gare ku mai gargaɗi bayyananne ne"},{"SurahNumber":11,"VerseNumber":26,"Text":"Kada ku bauta wa kowa face Allah. Lalle ni, ina jin tsoron azabar yini mai raɗaɗi a kanku"},{"SurahNumber":11,"VerseNumber":27,"Text":"Sai mashawarta waɗanda suka kafirta, daga mutanensa, suka ce: \"Ba mu ganin ka face mutum kake kamarmu, kuma ba mu ganin wani ya bi ka face waɗanda suke su ƙasƙantattunmu ne marasa tunani. Kuma ba mu ganin wata falala agare ka a kanmu. A'a, Muna zaton ku maƙaryata ne"},{"SurahNumber":11,"VerseNumber":28,"Text":"Ya ce: \"Ya mutanena! Shin, kun gani idan na kasance a kan wata hujja bayyananna daga Ubangijina, kuma Ya ba ni wata Rahama daga wurinSa, Sa'an nan aka rufe ta (ita Rahamar) daga gare ku, shin, za mu tilasta mukuita, alhali kuwa ku masu ƙi gare ta ne"},{"SurahNumber":11,"VerseNumber":29,"Text":"Kuma ya mutanena! Ba zan tambaye ku wata dukiya ba akansa, ijarata ba ta zama ba, face daga Allah, kuma ban zama mai korar waɗanda suka yi imani ba. Haƙiƙa su, masu haɗuwa da Ubangijinsu ne, kuma amma ni, ina ganin ku mutane ne jahilai"},{"SurahNumber":11,"VerseNumber":30,"Text":"Kuma ya mutanena! Wane ne yake taimakona daga Allah idan na kore su? Ashe, ba ku tunani"},{"SurahNumber":11,"VerseNumber":31,"Text":"Kuma ba ni ce muku a wurina taskokin Allah suke kuma ba ina sanin gaibi ba ne. Kuma ba ina cewa ni Mala'ika ba ne. Kuma ba ni cewa ga waɗanda idanunku suke wulakantawa, Allah ba zai ba su alheri ba. Allah ne Mafi sani ga abin da yake cikin zukatansu. Lalle ne ni, idan (na yi haka) da ina daga cikin azzalumai"},{"SurahNumber":11,"VerseNumber":32,"Text":"Suka ce: \"Ya Nuhu, lalle ne ka yi jayayya da mu, sa'an nan ka yawaita yi mana jidali, to, ka zo mana da abin da kake yi mana wa'adi idan ka kasance daga masu gaskiya"},{"SurahNumber":11,"VerseNumber":33,"Text":"Ya ce: \"Allah kawai ne Yake zo muku da shi idan Ya so. Kuma ba ku zama mabuwaya ba"},{"SurahNumber":11,"VerseNumber":34,"Text":"Kuma nasihata ba za ta amfane ku ba, idan na yi nufin in yi muku nasiha, idan Allah Yakasance Yana nufin Ya halaka ku. Shi ne Ubangijinku, kuma zuwa gare Shi ake mayar da ku"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ko suna cewa: (Nuhu) ya ƙirƙira shi. Ka ce: \"Idan ni (Nuhu) na ƙirƙira shi to, laifina a kaina yake, kuma ni mai barranta ne daga abin da kuke yi na laifi"},{"SurahNumber":11,"VerseNumber":36,"Text":"Kuma aka yi wahayi zuwa ga Nuhu cewa: Lalle ne babu mai yin imani daga mutanenka face wanda ya riga ya yi imanin, sabodahaka kada ka yi baƙin ciki da abin da suka kasance suna aikatawa"},{"SurahNumber":11,"VerseNumber":37,"Text":"Kuma ka sassaƙa jirgi da kyau a kan idanunMu da wahayinMu, kuma kada ka yi Mini magana a cikin sha'anin waɗanda suka kafirta, lalle ne su, waɗanda akenutsarwa ne"},{"SurahNumber":11,"VerseNumber":38,"Text":"Kuma Yana sassaƙa jirgin cikin natsuwa, kuma a ko yaushe waɗansu shugabanni daga mutanensa suka shuɗe a gabansa, sai su yi izgili gare shi. Ya ce: \"Idan kun yi izgili gare mu, to, haƙiƙa mu ma za mu yi izgili gare ku, kamar yadda kuke yin izgili"},{"SurahNumber":11,"VerseNumber":39,"Text":"Sa'an nan da sannu za ku san wanda azaba za ta zo masa, ta wulakanta shi (a duniya), kuma wata azaba zaunanna ta sauka a kansa (a Lahira)"},{"SurahNumber":11,"VerseNumber":40,"Text":"Har a lokacin da umurninMu ya je, kuma tanda ta ɓulɓula. Muka ce: \"Ka ɗauka, a cikinta, daga kome, ma'aura biyu, da kuma iyalanka, face wanda magana ta gabata a kansa, da wanda ya yi imani.\" Amma kuma babu waɗanda suka yi imani tare da shi face kaɗan"},{"SurahNumber":11,"VerseNumber":41,"Text":"Kuma ya ce: \"Ku hau a cikinta, da sunan Allah magudanarta da matabbatarta. Lalle ne Ubangijina, haƙiƙa, Mai gafara ne, Mai jin ƙai"},{"SurahNumber":11,"VerseNumber":42,"Text":"Kuma ita tana gudana da su a cikin taguwar ruwa kamai duwatsu, sai Nuhu ya kirayi ɗansa alhali, kuwa ya kasance can wuri mai nisa. \"Ya ƙaramin ɗana! zo ka hau tare da mu, kuma kada ka kasance tare da kafirai"},{"SurahNumber":11,"VerseNumber":43,"Text":"Ya ce: \"Zan tattara zuwa ga wani dutse ya tsare ni daga ruwan.\" (Nuhu) ya ce: \"Babu mai tsarewa a yau daga umurnin Allah face wanda Ya yi wa rahama.\" Sai taguwar ruwa ta shamakace a tsakaninsu, sai ya kasance daga waɗanda aka nutsar"},{"SurahNumber":11,"VerseNumber":44,"Text":"Kuma aka ce: \"Ya ƙasa! Ki haɗiye ruwanki, kuma ya sama! Ki kame.\"Kuma aka faƙar da ruwan kuma aka hukunta al'amarin, kuma Jirgin ya daidaita a kan Judiyyi, kuma aka ce: \"Nisa ya tabbata ga mutane azzalumai"},{"SurahNumber":11,"VerseNumber":45,"Text":"Kuma Nuhu ya kira Ubangijinsa, sa'an nan ya ce: \"Ya Ubangijina! Lalle ne ɗana na daga iyalina! Kuma haƙiƙa wa'adinKa gaskiya ne, kuma Kai ne Mafi hukuncin masu yin hukunci"},{"SurahNumber":11,"VerseNumber":46,"Text":"Ya ce: \"Ya Nuhu! Lalle ne shi ba ya a ciki iyalanka, lalle ne shi, aiki ne wanda ba na ƙwarai ba, saboda haka kada ka tambaye Ni abin da ba ka da ilmi a kansa. Haƙiƙa, Ni Ina yi maka gargaɗi kada ka kasance daga jahilai"},{"SurahNumber":11,"VerseNumber":47,"Text":"Ya ce: \"Ya Ubangijina! Lalle ne ni, ina neman tsari gare Ka da in tambaye Ka abin da ba ni da wani ilmi a kansa. Idan ba Ka gafarta mini ba, kuma Ka yi mini rahama, zan kasance daga masu hasara"},{"SurahNumber":11,"VerseNumber":48,"Text":"Aka ce: \"Ya Nuhu! Ka sauka da aminci da, a gare Mu da albarka a kanka, kuma rahama ta tabbata a kan waɗansu al'ummomi daga waɗanda suke tare da kai. Da waɗansu al'ummomi da za Mu jiyar da su daɗi, sa'an nan kuma azaba mai raɗaɗi ta shafe su daga gare Mu"},{"SurahNumber":11,"VerseNumber":49,"Text":"Waccan ƙissa tana daga labaran gaibi, Muna yin wahayinsu zuwa gare ka (Muhammadu). Ba ka kasance kana sanin su ba, haka kuma mutanenka ba su sani ba daga gabanin wannan. Sai ka yi haƙuri. Lalle ne aƙiba tana ga masu taƙawa"},{"SurahNumber":11,"VerseNumber":50,"Text":"Kuma zuwa ga Adawa, (Mun aika) ɗan'uwansu Hudu. Ya ce: \"Ya ku mutanena! Ku bauta wa Allah. Ba ku da wani abin bautawa face Shi. Ba ku kasance ba face kuna masu ƙirƙirawa"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ya ku mutanena! Ba ni tambayar ku wata ijara a kansa, ijarata ba ta zama ba, face ga wanda Ya ƙaga halittata. Shin fa, ba ku hankalta"},{"SurahNumber":11,"VerseNumber":52,"Text":"Kuma, ya mutanena! Ku nemi Ubangijinku gafara, sa'an nan kuma ku tuba zuwa gare Shi, zai saki sama a kanku, tana mai yawan zubar da ruwa, kuma Ya ƙara muku wani ƙarfi ga ƙarfinku. Kuma kada ku juya kuna masu laifi"},{"SurahNumber":11,"VerseNumber":53,"Text":"Suka ce: \"Ya Hudu! Ba ka zo mana da wata hujja bayyananna ba, kuma ba mu zama masu barin abubuwan bautawarmu ba domin maganarka, kuma ba mu zama masu yin imani da kai ba"},{"SurahNumber":11,"VerseNumber":54,"Text":"Ba mu cewa, sai dai kurum sashen abubuwan bautawarmu ya same ka da cutar hauka.\" Yace: \"Lalle ne ni, ina shaida waAllah, kuma ku yi shaidar cewa\" lalle ne ni mai barranta ne dagb abin da kuke yin shirki da shi"},{"SurahNumber":11,"VerseNumber":55,"Text":"Baicin Allah: Sai ku yi mini kaidi gaba ɗaya, sa'an nan kuma kada ku yi mini jinkiri"},{"SurahNumber":11,"VerseNumber":56,"Text":"Haƙiƙa, ni na dogara ga Allah, Ubangijina kuma Ubangijinku. Babu wata dabba face Shi ne Mai riko ga kwarkwaɗarta. Haƙiƙa, Ubangijina Yana (kan) tafarki madaidaici"},{"SurahNumber":11,"VerseNumber":57,"Text":"To! Idan kun juya, haƙiƙa, na iyar muku abin da aka aiko ni da shi zuwa gare ku. Kuma Ubangijina Yana musanya waɗansu mutane, waɗansunku su maye muku. Kuma ba ku cutar Sa da kome. Lalle Ubangijina a kan dukkan kome, Matsari ne"},{"SurahNumber":11,"VerseNumber":58,"Text":"Kuma a lokacin da umurninmu ya je, Muka kuɓutar da Hudu da waɗanda suka yi imani tare da shi, sabodawata rahama daga gare Mu. Kuma Muka kuɓutr da su daga azaba mai kauri"},{"SurahNumber":11,"VerseNumber":59,"Text":"Haka Adawa suka kasance, sun yi musun ayoyin Ubangijinsu, kuma sun saɓa wa ManzanninSa, kuma sun bi umurnin dukan mai girman kai, makangari"},{"SurahNumber":11,"VerseNumber":60,"Text":"Kuma an biyar musu da la'ana a cikin wannan duniyada Ranar Kiyama. To! Lalle ne Adawa sun kafirta da Ubangijinsu. To, Nisa ya tabbata ga Adawa, mutanen Hudu"},{"SurahNumber":11,"VerseNumber":61,"Text":"Kuma zuwa ga Samudawa (an aika) ɗan'uwansu Salihu. Ya ce: \"Ya mutanena! Ku bauta wa Allah. Ba ku da wani abin bautawa face Shi. Shi ne Ya ƙaga halittarku daga ƙasa, kuma Ya sanya ku masu yin kyarkyara a cikinta. Sai ku neme Shi gafara, sa'an nan kuma ku tuba zuwa gare Shi. Lalle Ubangijina Makusanci ne Mai karɓawa"},{"SurahNumber":11,"VerseNumber":62,"Text":"Suka ce: \"Ya Salihu! Haƙiƙa, ka kasance a cikinmu, wanda ake fatan wani alheri da shi a gabanin wannan. Shin kana hana mu bauta wa abin da ubanninmu suke bauta wa? Kuma haƙiƙa mu, muna cikin shakka daga abin da kake kiran mu gare shi, mai sanya kokanto"},{"SurahNumber":11,"VerseNumber":63,"Text":"Ya ce: \"Ya mutanena! Kun gani? Idan na kasance a kan hujja bayyananna daga Ubangijina, kuma Ya ba ni rahama daga gare Shi, to, wane ne zai taimake ni daga Allah idan na saɓa Masa? Sa'an nan ba za ku ƙare ni da kome ba face hasara"},{"SurahNumber":11,"VerseNumber":64,"Text":"Kuma ya mutanena! wannan raƙumar Allah ce, tana aya a gare ku. Sai ku bar ta ta ci a cikin ƙasar Allah, kuma kada ku shafe ta da wata cuta kar azaba makusanciya ta kama ku"},{"SurahNumber":11,"VerseNumber":65,"Text":"Sai suka soke ta. Sai ya ce: \"Kuji daɗi a cikin gidajenku kwana uku. Wannan wa'adi ne ba abin ƙaryatawa ba"},{"SurahNumber":11,"VerseNumber":66,"Text":"To, a lokacin da umurninMu ya je, muka kuɓutar da Salihu da waɗanda suka yi imani tare da shi, saboda wata rahama daga gare Mu, kuma daga wulakancin ranar nan. Lalle ne Ubangijinka Shi neMai ƙarfi, Mabuwayi"},{"SurahNumber":11,"VerseNumber":67,"Text":"Sai tsawa ta kama waɗanda suka yi zalunci, sai suka wayi gari suna guggurfane a cikin gidajensu"},{"SurahNumber":11,"VerseNumber":68,"Text":"Kamar dai ba su zauna a cikinta ba. To! Lalle ne samudawa sun kafirce wa Ubangijinsu. To, Nisa ya tabbata ga Samudawa"},{"SurahNumber":11,"VerseNumber":69,"Text":"Kuma haƙiƙa, manzanninMu sun je wa Ibrahim da bushara suka ce: \"Aminci.\" Ya ce: \"Aminci (ya tabbata a gare ku).\" Sa'an nan bai yi jinkiri ba ya je da maraƙi ƙawatacce"},{"SurahNumber":11,"VerseNumber":70,"Text":"Sa'an nan a lokacin da ya ga hannayensu ba su saduwa zuwa gare shi (maraƙin), sai ya yi ƙyamarsu, kuma ya ji tsoronsu. Suka ce, \"Kada kaji tsoro lalle ne mu, an aiko mu ne zuwa ga mutanen Luɗu"},{"SurahNumber":11,"VerseNumber":71,"Text":"Kuma matarsa tana tsaye. Ta yi dariya. Sai Muka yi mata bushara (da haihuwar) Is'haƙa, kuma a bayan Is'haƙa, Yaƙubu"},{"SurahNumber":11,"VerseNumber":72,"Text":"Sai ta ce: \"Ya kaitona! Shin, zan haihu ne alhali kuwa ina tsohuwa, kuma ga mijina tsoho ne? Lalle wannan, haƙiƙa, abu ne mai ban mamaki"},{"SurahNumber":11,"VerseNumber":73,"Text":"Suka ce: \"Shin kina mamaki ne daga al'amarin Allah? Rahamar Allah da albarkarSa su tabbata a kanku, ya mutanen babban gida! Lalle ne Shi abin godewa ne, Mai girma"},{"SurahNumber":11,"VerseNumber":74,"Text":"To, a lokacin da firgita ta tafi daga Ibrahim, kuma bushara ta je masa, Yana mai jayayya a gare Mu, saboda mutanen Luɗu"},{"SurahNumber":11,"VerseNumber":75,"Text":"Lalle Ibrahim, haƙiƙa mai haƙuri ne, mai yawan addu'a, mai tawakkali"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ya Ibrahim! Ka bijira daga wannan. Lalle shi, haƙiƙa, umurnin Ubangijinka ne ya zo, kuma lalle ne su, abin da yake mai je musu azaba ce wadda ba a iya hanawa"},{"SurahNumber":11,"VerseNumber":77,"Text":"Kuma a lokacin da manzanninMu suka je wa Luɗu aka ɓata masa rai game da su, ya, ƙuntata rai saboda su. Ya ce: \"Wannan yini ne mai tsananin masifa"},{"SurahNumber":11,"VerseNumber":78,"Text":"Kuma mutanensa suka je masa suna gaggawa zuwa gare shi, kuma a gabani, sun kasance suna aikatawar munanan ayyuka. Ya ce: \"Ya mutanena! waɗannan, 'ya'ya na su ne mafiya tsarki a gare ku. Sai ku bi Allah da taƙawa, kuma kada ku wulakanta ni a cikin baƙina. Shin, babu wani namiji shiryayye daga gare ku"},{"SurahNumber":11,"VerseNumber":79,"Text":"Suka ce: \"Lalle, haƙiƙa ka sani, ba mu da wani hakki a cikin 'ya'yanka, kuma lalle kai haƙiƙa, kana sane da abin da muke nufi"},{"SurahNumber":11,"VerseNumber":80,"Text":"Ya ce: \"Da dai ina da wani ƙarfi game da ku, ko kuwa ina da goyon baya daga wani rukuni mai ƙarfi"},{"SurahNumber":11,"VerseNumber":81,"Text":"(Manzannin) Suka ce: \"Ya Luɗu! Lalle mu, manzannin Ubangijinka ne. Ba za su iya saduwa zuwa gare ka ba. Sai ka yi tafiyarka a wani yankin dare da iyalinka, kuma kada wani daga gare ku ya waiwaya face matarka. Lalle ne abin da ya same su mai samunta ne. Lalle wa'adinsu lokacin safiya ne. Shin lokacin safiya ba kusa ba ne"},{"SurahNumber":11,"VerseNumber":82,"Text":"Sa'an nan a lokacin da umurninMu ya je, Muka sanya na samanta ya zama na ƙasanta, kuma Muka yi ruwan duwatsu a kanta (ƙasar Luɗu) daga taɓocurarre"},{"SurahNumber":11,"VerseNumber":83,"Text":"Alamtacce a wurin Ubangijinka. Kuma ita (ƙasar Luɗu) ba ta zama mai nisa ba daga azzalumai (kuraishawa)"},{"SurahNumber":11,"VerseNumber":84,"Text":"Kuma zuwa ga Madyana (Mun aika) ɗan'uwansu Shu'aibu. Ya ce: \"Ya Mutanena! Ku bauta wa Allah. Ba ku da wani abin bautawa face shi kuma kada ku rage mudu da sikeli. Lalle ni, ina ganin ku da wadata. Kuma lalle ina ji muku tsoron azabar yini mai kewayewa"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ya mutanena! Ku cika mudu da sikeli da adalci, kuma kada ku naƙasta wa mutane kayansu, kuma kada ku yi ɓarna a cikin ƙasa kuna masu fasadi"},{"SurahNumber":11,"VerseNumber":86,"Text":"Falalar Allah mai wanzuwa ita ce mafi alheri a gare ku idan kun kasance muminai, kuma ni ba mai tsaro ne a kanku ba"},{"SurahNumber":11,"VerseNumber":87,"Text":"Suka ce: \"Ya Shu'aibu! Shin sallarka ce take umurtar ka ga mu bar abin da ubanninmu suke bautawa, ko kuwa mu bar aikata abin da muke so a cikin dukiyoyinmu? Lalle, haƙiƙa kai ne mai haƙuri shiryayye"},{"SurahNumber":11,"VerseNumber":88,"Text":"Ya ce: \"Ya mutanena! Kun gani idan no kasance a kan hujja bayyananniya daga Ubangijina, kuma Ya azurta ni da arzikimai kyawo daga gare Shi? Kuma ba ni nufin in saɓa muku zuwa ga abin da nake hana ku daga gare shi. Ba ni nufin kome face gyara, gwargwadon da na sami dama. Kuma muwafaƙata ba ta zama ba face daga Allah. A gare shi na dogara, kuma zuwa gare Shi na wakkala"},{"SurahNumber":11,"VerseNumber":89,"Text":"Kuma ya mutanena! Kada saɓa mini ya ɗauke ku ga misalin abin da ya sami mutanen Nuhu ko kuwa mutanen Hudu ko kuwa mutanen Salihu ya same ku. Mutanen Luɗu ba su zama a wuri mai nisa ba daga gare ku"},{"SurahNumber":11,"VerseNumber":90,"Text":"Kuma ku nemi Ubangijinku gafara, sa'an nan kuma ku tuba zuwa gare shi. Lalle Ubangijina Mai Jin ƙai ne, Mai nuna soyayya"},{"SurahNumber":11,"VerseNumber":91,"Text":"Suka ce: \"Ya Shu'aibu! Ba mu fahimta da yawa daga abin da kake faɗi, kuma muna ganin ka mai rauni a cikinmu. Kuma ba domin jama'arka ba da mun jefe ka, saboda ba ka zama mai daraja a gunmu ba"},{"SurahNumber":11,"VerseNumber":92,"Text":"Ya ce: \"Ya mutanena! Ashe, jama'ata ce mafi daraja a gare ku daga Allah, kuma kun riƙe Shi a bayanku abin jefarwa? Lallene Ubangijina Mai kewayewa nega abin da kuke aikatawa"},{"SurahNumber":11,"VerseNumber":93,"Text":"Kuma ya mutanena! Ku yi aiki a kan halinku. Lalle nimai aiki ne. Da sannu za ku san wane ne azaba za ta zo masa, ta wulakanta shi, kuma wane ne maƙaryaci. Kuma ku yi jiran dako, lalle ni mai dako ne tare da ku"},{"SurahNumber":11,"VerseNumber":94,"Text":"Kuma a lokacin da umurninMu ya je, Muka kuɓutar da Shu'aibu da waɗanda suka yi imani tare da shi, saboda wata rahama daga gare, Mu. Kuma tsawa ta kama waɗanda suka yi zalunci. Sai suka wayi gari guggurfane a cikin gidajensu"},{"SurahNumber":11,"VerseNumber":95,"Text":"Kamar ba su zauna ba a cikinsu. To, halaka ta tabbata ga Madyana kamar yadda Samudawa suka halaka"},{"SurahNumber":11,"VerseNumber":96,"Text":"Kuma haƙiƙa Mun aiki Musa da ayoyinMu, da dalili bayyananne"},{"SurahNumber":11,"VerseNumber":97,"Text":"Zuwa ga Fir'auna da majalisarsa. Sai suka bi umurnin Fir'auna, amma al'amarin Fir'auna bai zama shiryayye ba"},{"SurahNumber":11,"VerseNumber":98,"Text":"Yana shugabantar mutanensa a Ranar Kiyama, har ya tuzgar da su a wuta. Kuma tir da irin tuzgawarsu"},{"SurahNumber":11,"VerseNumber":99,"Text":"Kuma aka biyar musu da la'ana a cikin wannan duniyada Ranar Kiyama. Tir da kyautar da ake yi musu"},{"SurahNumber":11,"VerseNumber":100,"Text":"Wancan Yana daga labaran alƙaryoyi. Muna ba ka labarinsu, daga gare su akwai wanda ke tsaye da kuma girbabbe"},{"SurahNumber":11,"VerseNumber":101,"Text":"Kuma ba Mu zalunce su ba, amma sun zalunci kansu sa'an nan abubuwan bautawarsu waɗanda suke kiran su, baicin Allah, ba su wadatar musu kome ba a lokacin da umurnin Ubangijinka ya je, kuma (gumakan) ba su ƙara musu wani abu ba face hasara"},{"SurahNumber":11,"VerseNumber":102,"Text":"Kuma kamar wancan ne kamun Ubangijinka, idan Ya kama alƙaryoyi alhali kuwa suna masu zalunci. Lalle kamunSa mai raɗaɗi ne, mai tsanani"},{"SurahNumber":11,"VerseNumber":103,"Text":"Lalle ne a cikin wancan akwai aya ga wanda ya ji tsoron azabar Lahira. Wancan yini ne wanda ake tara mutane a cikinsa kuma wancan yini ne abin halarta"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ba Mu jinkirta shi ba face domin ajali ƙidayayye"},{"SurahNumber":11,"VerseNumber":105,"Text":"Ranar da za ta zo wani rai ba ya iya magana face da izninSa. Sa'an nan daga cikinsu akwai shaƙiyyi da mai arziki"},{"SurahNumber":11,"VerseNumber":106,"Text":"To, amma waɗanda suka yi shaƙawa, to, suna a cikin wuta. Suna masu ƙara da sheka acikinta"},{"SurahNumber":11,"VerseNumber":107,"Text":"Suna madawwama a cikinta matuƙar sammai da ƙasa sun dawwama, face abin da Ubangijinka Ya so. Lalle Ubangijinka Mai aikatawa ne ga abin da Yake nufi"},{"SurahNumber":11,"VerseNumber":108,"Text":"Amma waɗanda suka yi arziki to, suna a cikin Aljanna suna madawwama, a cikinta, matuƙar sammai da ƙasa sun dawwama, face abin da Ubangijinka Ya so. Kyauta wadda ba ta yankewa"},{"SurahNumber":11,"VerseNumber":109,"Text":"Saboda haka kada ka kasance a cikin shakka daga abin da waɗannan suke bautawa. Ba su wata ibada face kamar yadda ubanninsu ke aikatawa a gabani. Kuma haƙiƙa Mu, Masu cika musu rabon su ne, ba tare da nakasawa ba"},{"SurahNumber":11,"VerseNumber":110,"Text":"Kuma haƙiƙa, Mun bai wa Musa littafi, sai aka saɓa wa juna a cikinsa. Kuma ba domin wata kalma wadda ta gabata daga Ubangijinka ba, haƙiƙa, da an yi hukunci a tsakaninsu. Kuma haƙiƙa, suna a cikin wata shakka, game da shi, mai sanya kokanto"},{"SurahNumber":11,"VerseNumber":111,"Text":"Kuma lalle, haƙiƙa, Ubangijinka Mai cika wa kowa (sakamakon) ayyukansa ne. Lalle Shi, Mai ƙididdigewa ne ga abin da suke aikatawa"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sai ka daidaitu kamar yadda aka umurce ka, kai da waɗanda suka tuba tare da kai kuna ba masu ƙetara haddi ba. Lalle shi, Mai gani ne ga abin da kuke aikatawa"},{"SurahNumber":11,"VerseNumber":113,"Text":"Kada ku karkata zuwa ga waɗanda suka yi zalunci har wuta ta shafe ku. Kuma ba ku da waɗansu majiɓinta baicin Allah, sa'an nan kuma ba za a taimake ku ba"},{"SurahNumber":11,"VerseNumber":114,"Text":"Kuma ka tsai da salla a gefe guda biyu na yini da wani yanki daga dare. Lalle ne ayyukan ƙwarai suna kore munanan ayyuka. wancan ne tunatarwa ga masu tunawa"},{"SurahNumber":11,"VerseNumber":115,"Text":"Kuma ka yi haƙuri. Allah ba Ya tozartar da ladar masu kyautatawa"},{"SurahNumber":11,"VerseNumber":116,"Text":"To, don me masu hankali ba su kasance daga mutanen ƙarnonin da suke a gabaninku ba, suna hani daga ɓarna a cikin ƙasa? face kaɗan daga wanda Muka kuɓutar daga gare su (sun yi hanin). Kuma waɗanda suka yi zalunci suka bin abin da aka ni'imtar da su a cikinsa, suka kasance masu laifi"},{"SurahNumber":11,"VerseNumber":117,"Text":"Kuma Ubangijinka bai kasance Yana halakar da alƙaryu saboda wani zalunci ba, alhali mutanensu suna masu gyarawa"},{"SurahNumber":11,"VerseNumber":118,"Text":"Kuma da Ubangijinka Ya so, da Ya sanya mutane al'umma guda. Kuma ba za su gushe ba suna masu saɓa wa juna"},{"SurahNumber":11,"VerseNumber":119,"Text":"Sai wanda Ubangijinka Ya yi wa rahama, kuma domin wannan ne Ya halicce su. Kuma kalmar \"Ubangijinka\" Lalle ne za Ni cika Jahannama da aljannu da mutane gaba ɗaya\" ta cika"},{"SurahNumber":11,"VerseNumber":120,"Text":"Kuma dubi dai Muna ba da labari a gare ka daga labarun Manzanni, abin da Muke tabbatar da zuciyarka da shi. Kuma gaskiya ta zo maka a cikin wannan da wa'azi da tunatarwa ga masu imani"},{"SurahNumber":11,"VerseNumber":121,"Text":"kuma kace wa waɗanda ba su yin imani, \"Ku yi aiki a kan halinku, lalle mu masu aiki ne"},{"SurahNumber":11,"VerseNumber":122,"Text":"Kuma ku yi Jiran dako, lalle mu masu Jiran dako ne"},{"SurahNumber":11,"VerseNumber":123,"Text":"Kuma ga Allah gaibin sammai da ƙasa yake. Kuma zuwa gare Shi ake mayar da dukan al'amari. Saboda haka ku bauta Masa kuma ku dogara a kanSa. Kuma Ubangijinka bai zama Mai gafala daga abin da kuke aikatawa ba"}]}