{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Mu'minler gercekten felah bulmustur"},{"SurahNumber":23,"VerseNumber":2,"Text":"Onlar namazlarında husu icinde olanlardır"},{"SurahNumber":23,"VerseNumber":3,"Text":"Onlar, 'tumuyle bos' seylerden yuz cevirenlerdir"},{"SurahNumber":23,"VerseNumber":4,"Text":"Onlar, zekata iliskin (soz ve gorevlerini mutlaka) yerine getirenlerdir"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve onlar ırzlarını koruyanlardır"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ancak esleri ya da sag ellerinin sahip olduklarına karsı (tutumları) haric; bu konuda kınanmıs degillerdir"},{"SurahNumber":23,"VerseNumber":7,"Text":"Fakat kim bundan otesini ararsa, artık onlar sınırı cigneyenlerdir"},{"SurahNumber":23,"VerseNumber":8,"Text":"(Yine) Onlar, emanetlerine ve ahidlerine riayet edenlerdir"},{"SurahNumber":23,"VerseNumber":9,"Text":"Onlar, namazlarını da (titizlikle) koruyanlardır"},{"SurahNumber":23,"VerseNumber":10,"Text":"Iste (yeryuzunun hakimiyetine ve ahiretin nimetlerine) varis olacak onlardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"Ki onlar Firdevs (cennetlerin)e de varis olacaklardır; icinde de ebedi olarak kalacaklardır"},{"SurahNumber":23,"VerseNumber":12,"Text":"Andolsun, Biz insanı, suzme bir camurdan yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu bir su damlası olarak, savunması saglam bir karar yerine yerlestirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra o su damlasını bir alak (embriyo) olarak yarattık; ardından o alak'ı (hucre toplulugu) bir cignem et parcası olarak yarattık; daha sonra o cignem et parcasını kemik olarak yarattık; boylece kemiklere de et giydirdik; sonra bir baska yaratısla onu insa ettik. Yaratıcıların en guzeli olan Allah, ne Yucedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra bunun ardından siz gercekten olecek olanlarsınız"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra siz gercekten kıyamet gunu diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Andolsun, Biz sizin ustunuzde yedi yol yarattık; Biz yaratmada gafiller degiliz"},{"SurahNumber":23,"VerseNumber":18,"Text":"Biz gokten belli bir miktarda su indirdik ve onu yeryuzunde yerlestirdik; suphesiz Biz onu (kurutup) giderme gucune de sahibiz"},{"SurahNumber":23,"VerseNumber":19,"Text":"Boylelikle, bununla size hurmalıklardan, uzumluklerden bahceler-baglar gelistirdik, iclerinde cok sayıda yemisler vardır; sizler onlardan yemektesiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ve (daha cok) Tur-i Sina'da cıkan bir agac (turu de yarattık); o yaglı ve yiyenlere bir katık olarak bitmekte (urun vermekte)dir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Gercekten hayvanlarda da sizin icin bir ders (ibret) vardır; karınlarının icinde olanlardan size icirmekteyiz ve onlarda sizin icin daha bircok yararlar var. Sizler onlardan yemektesiniz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların uzerinde ve gemilerde tasınmaktasınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Andolsun, Biz Nuh'u kendi kavmine (elci olarak) gonderdik. Boylece kavmine dedi ki: \"Ey Kavmim, Allah'a kulluk edin. O'nun dısında sizin baska Ilahınız yoktur, yine de sakınmayacak mısınız"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun uzerine, kavminden inkara sapmıs onde gelenler dediler ki: \"Bu, sizin benzeriniz olan bir beserden baskası degildir. Size karsı ustunluk elde etmek istiyor. Eger Allah (one surduklerini) dilemis olsaydı, muhakkak melekler indirirdi. Hem biz gecmis atalarımızdan da bunu isitmis degiliz"},{"SurahNumber":23,"VerseNumber":25,"Text":"O, kendisinde delilik bulunan bir adamdan baskası degildir, onu belli bir sure gozetleyin"},{"SurahNumber":23,"VerseNumber":26,"Text":"Rabbim\" dedi (Nuh). \"Beni yalanlamalarına karsılık, bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Boylelikle Biz ona: \"Gozetimimiz altında ve vahyimizle gemi yap. Nitekim Bizim emrimiz gelip de tandır kızısınca, onun icine her (tur hayvandan) ikiser cift ile, iclerinden aleyhlerine soz gecmis (azap gerekmis) olanlar dısında olan aileni de alıp koy; zulmedenler konusunda Bana muhatap olma, cunku onlar bogulacaklardır\" diye vahyettik"},{"SurahNumber":23,"VerseNumber":28,"Text":"Boylece sen, beraberinde olanlarla gemiye bindiginde o zaman de ki: \"Bizi o zulmeden kavimden kurtaran Allah'a hamd olsun"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: \"Rabbim, beni kutlu bir konakta indir, Sen konuklayanların en hayırlısısın"},{"SurahNumber":23,"VerseNumber":30,"Text":"Hic suphesiz bunda ayetler vardır ve Biz gercekten denemeden geciririz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından bir baska insan-nesli yaratıp-insa ettik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da kendi iclerinden: \"Allah'a ibadet edin. O'nun dısında sizin baska Ilahınız yoktur, yine de sakınmayacak mısınız?\" (desin) diye iclerinden bir elci gonderdik"},{"SurahNumber":23,"VerseNumber":33,"Text":"Kendi kavminden, inkar edip ahirete kavusmayı yalanlayan ve kendilerine, dunya hayatında refah verdigimiz onde gelenler dedi ki: \"Bu, sizin benzeriniz olan bir beserden baskası degildir, kendisi de sizin yediklerinizden yemekte ve ictiklerinizden icmektedir"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger sizin benzeriniz olan bir besere boyun egecek olursanız, andolsun, siz gercekten husrana ugrayanlar olursunuz"},{"SurahNumber":23,"VerseNumber":35,"Text":"O, oldugunuz, toprak ve kemik haline geldiginiz zaman, sizin mutlaka (yeniden diriltilip) cıkarılacagınızı mı va'dediyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Heyhat, size va'dedilen seye heyhat"},{"SurahNumber":23,"VerseNumber":37,"Text":"O (butun gercek), yalnızca bizim (yasamakta oldugumuz bu) dunya hayatımızdan ibarettir; oluruz ve yasarız, biz diriltilecekler degiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O ise, yalnızca bir adam (insan)dır, Allah'a karsı yalan uydurmaktadır, bizler de ona inanacak degiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Peygamber) Dedi ki: \"Rabbim, beni yalanlamalarına karsı bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah) Dedi ki: \"Az bir sure (bekle), onlar gercekten pisman olacaklar"},{"SurahNumber":23,"VerseNumber":41,"Text":"Derken, hak (ettikleri cezaya karsılık) olmak uzere, o korkunc cıglık onları yakalayıverdi. Boylece onları bir supruntu kılıverdik. Zulmeden kavim icin yıkım olsun"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların ardından baska nesiller yaratıp-insa ettik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ummetlerden hicbiri, kendisine tespit edilmis eceli ne one alabilir, ne erteleyebilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra birbiri pesi sıra elcilerimizi gonderdik; her ummete kendi elcisi geldiginde, onu yalanladılar. Boylece Biz de onları (yıkıma ugratıp yok etmede) kimini kiminin izinde yuruttuk ve onları (tarihin anlatıp aktardıgı) bir olay kıldık. Iman etmeyen kavim icin yıkım olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Musa ve kardesi Harun'u ayetlerimizle ve apacık bir delille gonderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun'a ve ileri gelen cevresine; fakat onlar buyuklendiler. Onlar, 'buyuklenen-zorba' bir topluluktu"},{"SurahNumber":23,"VerseNumber":47,"Text":"Dediler ki: \"Bizim benzerimiz olan iki besere mi inanacak mısız? Kaldı ki, onların kavimleri bize kullukta (kolelikte) bulunmaktadırlar"},{"SurahNumber":23,"VerseNumber":48,"Text":"Boylece onları yalanladılar ve yıkıma ugrayanlardan oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Andolsun, Biz Musa’ya kitabı verdik, belki onlar hidayete erer diye"},{"SurahNumber":23,"VerseNumber":50,"Text":"Biz, Meryem'in oglunu ve annesini bir ayet kıldık ve ikisini barınmaya elverisli ve akar suyu olan bir tepede yerlestirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey elciler, guzel ve temiz olan seylerden yiyin ve salih amellerde bulunun; cunku gercekten ben yapmakta olduklarınızı biliyorum"},{"SurahNumber":23,"VerseNumber":52,"Text":"Iste sizin ummetiniz bir tek ummettir ve Ben de sizin Rabbinizim; oyleyse Benden korkup-sakının"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ancak onlar, islerini kendi aralarında (farklı) kitaplar halinde bolduler; her bir grup, kendi ellerinde olanla yetinip sevinmektedir"},{"SurahNumber":23,"VerseNumber":54,"Text":"Artık sen onları, belli bir sureye kadar kendi gafletleri icinde bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Onlar sanıyorlar mı ki, kendilerine verdigimiz mal ve cocuklarla"},{"SurahNumber":23,"VerseNumber":56,"Text":"Biz onların hayırlarına kosuyoruz (veya yardım ediyoruz)? Hayır, onlar suurunda degiller"},{"SurahNumber":23,"VerseNumber":57,"Text":"Gercekten, Rablerine olan hasyetlerinden dolayı saygıyla korkanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rablerinin ayetlerine iman edenler"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rablerine ortak kosmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ve gercekten Rablerine donecekler diye, vermekte olduklarını kalpleri urpererek verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iste onlar, hayırlarda yarısmaktadırlar ve onlar bundan dolayı one gecmektedirler"},{"SurahNumber":23,"VerseNumber":62,"Text":"Hic kimseye guc yetireceginden fazlasını yuklemeyiz; elimizde hakkı soylemekte olan bir kitap vardır ve onlar hicbir haksızlıga ugratılmazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayır, onların kalpleri bundan dolayı bir gaflet icindedir. Ustelik onların, bunun dısında yapmakta oldukları (birtakım seyler) vardır; onlar bunun icin calısmaktadırlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nihayet, onların refahtan sımaran onde gelenlerini azap ile yakalayıverdigimiz zaman, onlar hemen feryadı basacaklar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Bugun feryad etmeyin, cunku Bizden yardım goremezsiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Gercekten Benim ayetlerim size okunuyordu, fakat siz topuklarınız uzerinde geri donuyordunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Buna (ayetlerime) karsı buyukluk taslayarak; gece vakti de hezeyanlar sergiliyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar, yine de o sozu (Kur'an'ı) geregi gibi dusunmediler mi, yoksa onlara, gecmisteki atalarına gelmeyen bir sey mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ya da kendi elcilerini tanımadılar mı ki, simdi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yahut: \"Onda bir delilik var\" mı diyorlar? Hayır, o, onlara hak ile gelmis bulunmaktadır ve onların cogu hakkı cirkin karsılıyorlar"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eger hak, onların heva (istek ve tutku)larına uyacak olsaydı hic tartısmasız, gokler, yer ve bunların icinde olan herkes (ve hersey) bozulmaya ugrardı. Hayır, Biz onlara kendi san ve seref (zikir)lerini getirmis bulunuyoruz, fakat onlar kendi zikirlerinden yuz ceviriyorlar"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa sen onlardan harac mı istiyorsun? Iste Rabbinin haracı (dunya ve ahiret armaganı) daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Gercekten sen onları dosdogru olan bir yola cagırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ancak ahirete inanmayanlar, suphesiz yoldan sapanlardır"},{"SurahNumber":23,"VerseNumber":75,"Text":"Eger onlara merhamet eder ve onlara dokunan zararı gideriverirsek, taskınlıkları icinde saskınca dolasmalarını surdurecekler"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun, Biz onları azapla yakalayıverdik, fakat yine de Rablerine boyun egmediler ve yakarıp-yalvarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sonunda, uzerlerine azabı siddetli olan bir kapı actıgımızda, onlar bunun icinde saskına donup umutlarını kaybettiler"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin icin kulakları, gozleri ve gonulleri insa edendir; ne az sukrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O, sizi yeryuzunde yaratıp-turetendir ve hepiniz yalnızca O'na (dondurulup) toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O, yasatan ve oldurendir; gece ile gunduzun aykırılıgı (veya ardarda gelisi) da O'nun (kanunu)dur. Yine de aklınızı kullanmayacak mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Hayır; onlar, gecmistekilerin soylediklerinin benzerini soylediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: \"Oldugumuz, bir toprak ve bir kemik oldugumuz zaman, gercekten biz mi diriltilecek misiz"},{"SurahNumber":23,"VerseNumber":83,"Text":"Andolsun, bu tehdit, bize ve bizden onceki atalarımıza yapılmıstı; bu, gecmislerin uydurma masallarından baska bir sey degildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki: \"Eger biliyorsanız (soyleyin:) Yeryuzu ve onun icinde olanlar kimindir"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah'ındır\" diyecekler. De ki: \"Yine de ogut alıp-dusunmeyecek misiniz"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki: \"Yedi gogun Rabbi ve buyuk Ars'ın Rabbi kimdir"},{"SurahNumber":23,"VerseNumber":87,"Text":"Allah'ındır\" diyecekler. De ki: \"Yine de sakınmayacak mısınız"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: \"Eger biliyorsanız (soyleyin:) Herseyin melekutu (mulk ve yonetimi) kimin elindedir? Ki O, koruyup kolluyorken Kendisi korunmuyor"},{"SurahNumber":23,"VerseNumber":89,"Text":"Allah'ındır\" diyecekler. De ki: \"Oyleyse nasıl oluyor da boyle buyuleniyorsunuz"},{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, Biz onlara hakkı getirdik, ancak onlar gercekten yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah, hicbir cocuk edinmemistir ve O'nunla birlikte hicbir Ilah yoktur; eger olsaydı, her bir ilah elbette kendi yarattıgını goturuverirdi ve (ilahların) bir kısmına karsı ustunluk saglardı. Allah, onların nitelendiregeldiklerinden Yucedir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Gaybı ve musahede edilebileni bilendir; onların ortak kostuklarından Yucedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: \"Rabbim, eger onlara va'dolunan (azab)ı mutlaka bana gostereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, bu durumda beni zulmeden kavmin icinde bırakma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Gercek su ki Biz, onları tehdit ettigimiz seyi suphesiz sana gosterme gucune sahibiz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kotulugu en guzel olanla uzaklastır; Biz, onların nitelendiregeldiklerini en iyi bileniz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: \"Rabbim, seytanın kıskırtmalarından Sana sıgınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve onların benim yanımda bulunmalarından da Sana sıgınırım Rabbim"},{"SurahNumber":23,"VerseNumber":99,"Text":"Sonunda, onlardan birine olum geldigi zaman, der ki: \"Rabbim, beni geri cevirin"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ki, geride bıraktıgım (dunya)da salih amellerde bulunayım.\" Asla, gercekten bu, yalnızca bir sozdur, bunu da kendisi soylemektedir. Onların onlerinde, diriltilip kaldırılacakları gune kadar bir engel (berzah) vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Boylece Sur'a ufuruldugu zaman artık o gun aralarında soylar (veya soybagları) yoktur ve (ustunluk unsuru olarak soylulugu veya birbirlerine durumlarını) sorusturmazlar da"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimin tartısı agır basarsa, iste onlar, kurtulusa erenlerin ta kendileridir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimin tartısı hafif gelirse, iste onlar da kendi nefislerini husrana ugratanlar, cehennemde de ebedi olarak kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ates, onların yuzlerini yalayarak yakar da onun icinde onlar, (etleri sıyrılmıs olarak sırıtan) disleriyle kalıverirler"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunuyorken, yalanlayanlar sizler degil miydiniz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Dediler ki: \"Rabbimiz, mutsuzlugumuz bize karsı ustun geldi, biz sapan bir topluluk imisiz"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz, bizi (atesin) icinden cıkar, eger yine (inkara) donersek, artık gercekten zalim kimseler oluruz"},{"SurahNumber":23,"VerseNumber":108,"Text":"Der ki: \"Onun icine sinin ve Benimle soylesmeyin"},{"SurahNumber":23,"VerseNumber":109,"Text":"Cunku gercekten Benim kullarımdan bir grup: “Rabbimiz, iman ettik, Sen artık bizi bagısla ve bize merhamet et, Sen merhamet edenlerin en hayırlısısın, derlerdi de"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz onları alay konusu edinmistiniz; oyle ki, size Benim zikrimi unutturdular ve siz onlara gulup duruyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugun Ben, gercekten onların sabretmelerinin karsılıgını verdim. Suphesiz onlar, 'kurtulusa ve mutluluga' erenlerdir"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dedi ki: \"Yıl sayısı olarak yeryuzunde ne kadar kaldınız"},{"SurahNumber":23,"VerseNumber":113,"Text":"Dediler ki: \"Bir gun ya da bir gunun birazı kadar kaldık, sayanlara sor"},{"SurahNumber":23,"VerseNumber":114,"Text":"Dedi ki: \"Yalnızca az (bir zaman) kaldınız, gercekten bir bilseydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Bizim, sizi bos bir amac ugruna yarattıgımızı ve gercekten Bize dondurulup getirilmeyeceginizi mi sanmıstınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Hak melik olan Allah pek Yucedir, O'ndan baska Ilah yoktur; Kerim olan Ars'ın Rabbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allah ile beraber ona iliskin gecerli kesin bir kanıt (burhan)ı olmaksızın baska bir Ilah'a taparsa, artık onun hesabı Rabbinin Katındadır. Suphesiz inkar edenler kurtulusa eremezler"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ve de ki: \"Rabbim, bagısla ve merhamet et, Sen merhamet edenlerin en hayırlısısın"}]}