{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"¡Oh, tu [Mujammad] que estas arropado"},{"SurahNumber":73,"VerseNumber":2,"Text":"Levantate a orar en la noche, salvo una pequena parte de ella"},{"SurahNumber":73,"VerseNumber":3,"Text":"la mitad, o un poco menos"},{"SurahNumber":73,"VerseNumber":4,"Text":"o un poco mas, y recita el Coran claramente y meditando en su significado"},{"SurahNumber":73,"VerseNumber":5,"Text":"Porque he de transmitirte una revelacion de gran peso"},{"SurahNumber":73,"VerseNumber":6,"Text":"Si te levantas a orar en el seno de la noche encontraras mayor quietud y podras concentrarte mejor"},{"SurahNumber":73,"VerseNumber":7,"Text":"pues durante el dia tienes muchas ocupaciones"},{"SurahNumber":73,"VerseNumber":8,"Text":"Celebra el nombre de tu Senor y consagrate a El con total devocion"},{"SurahNumber":73,"VerseNumber":9,"Text":"El es el Senor del oriente y del occidente. No hay nada ni nadie con derecho a ser adorado salvo El. Tomalo como tu protector"},{"SurahNumber":73,"VerseNumber":10,"Text":"Ten paciencia con lo que dicen [insultandote], pero apartate de ellos discretamente"},{"SurahNumber":73,"VerseNumber":11,"Text":"Deja que Yo me ocupe de los que niegan la verdad, los que ahora tienen opulencia. Tenles paciencia brevemente"},{"SurahNumber":73,"VerseNumber":12,"Text":"[Porque] dispongo de cadenas y del fuego del Infierno [para castigarlos]"},{"SurahNumber":73,"VerseNumber":13,"Text":"de una comida que [por su repugnancia] se atraganta, un castigo doloroso"},{"SurahNumber":73,"VerseNumber":14,"Text":"El dia que la tierra y las montanas convulsionen, y las montanas se conviertan en arena dispersa"},{"SurahNumber":73,"VerseNumber":15,"Text":"[¡Oh, gente!] Les he enviado un Mensajero para que de testimonio de la verdad ante ustedes, tal como antes habia enviado un Mensajero al Faraon"},{"SurahNumber":73,"VerseNumber":16,"Text":"[Pero] el Faraon desmintio al Mensajero y por eso lo castigue duramente"},{"SurahNumber":73,"VerseNumber":17,"Text":"Si no creen, no podran librarse del castigo del dia terrible [del Juicio], que hara encanecer hasta a los ninos"},{"SurahNumber":73,"VerseNumber":18,"Text":"El cosmos se rompera y Su promesa se cumplira"},{"SurahNumber":73,"VerseNumber":19,"Text":"Esto es una advertencia real; en consecuencia, quien quiera que emprenda un camino hacia su Senor"},{"SurahNumber":73,"VerseNumber":20,"Text":"Tu Senor bien sabe que te levantas a orar casi dos tercios de la noche, otras la mitad o un tercio de ella, asi como lo hacen algunos de los creyentes que te siguen. Dios es Quien determina cuanto dura la noche y el dia, sabe que no pueden hacerlo siempre, por lo que los perdona aligerando su obligacion. Asi que reciten durante la oracion lo que sepan del Coran. Dios sabe que habra entre ustedes alguien enfermo [al que se le dificulte la oracion], otros que esten de viaje recorriendo la tierra en busca del sustento de Dios, y otros combatiendo por Su causa. Asi que reciten durante la oracion de lo que sepan del Coran. Cumplan con la oracion obligatoria y paguen el zakat. Presten a la causa de Dios generosamente, porque toda obra de bien que hagan sera en favor de ustedes, y Dios los recompensara grandemente. Pidan a Dios el perdon [de sus faltas y omisiones] porque El es Absolvedor, Misericordioso"}]}