{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Y± S³n"},{"SurahNumber":36,"VerseNumber":2,"Text":"Demi Al-Quran nang panoh hikmat"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sungguh, kao (Muhammad) ialah salah saurakng dari Rasul-Rasul"},{"SurahNumber":36,"VerseNumber":4,"Text":"(nang barada) ka’ atas maraga nang lurus"},{"SurahNumber":36,"VerseNumber":5,"Text":"(sabage wahyu) nang dituruntatn oleh (Allah) nang Maha Pakasa, Maha Panyayang"},{"SurahNumber":36,"VerseNumber":6,"Text":"Agar kao mare’ paringatatn ka’ suatu kaum nang ene’ moyangnya nape’ suah dibare’ paringatatn, karana koa iaka’ koa lalai"},{"SurahNumber":36,"VerseNumber":7,"Text":"Sungguh, pasti balaku pakataatn (ukuman) tahadap kamanyakatn iaka’ koa, karana iaka’ koa nana’ baiman"},{"SurahNumber":36,"VerseNumber":8,"Text":"Sungguh, kami udah masang balanggu ka’ tage’iaka’koa, lalu kokot iaka’ koa (diangkat) ka’ dagu, karana koa iaka’ koa ningkadah"},{"SurahNumber":36,"VerseNumber":9,"Text":"Man Kami jadiatn ka’adapatn iaka’ koa sakat ( dinikng ) man ka’ balakang iaka’ koa uga’ sakat, man Kami tutup ( mata ) iaka’ koa sahingga iaka’ koa nana’ bisa nele’"},{"SurahNumber":36,"VerseNumber":10,"Text":"Man samama’an bagi iaka’ koa, ahe ke’ kao mare’ paringatatn ka’ iaka’ koa, ato kao nana’ mare’ paringatatn ka’ iaka’ koa, iaka’ koa nana’ akan baiman uga’"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sasungguhnya kao hanya pamare’ paringatatn ka’ urakng-urakng nang mao ngikuti’ paringatatn716, nang gali’ ka’ Tuhan nang Maha Pangasih, walaupun iaka’ koa nana’ nele’ Nya. Maka bare’lah iaka’ koa kabar gambira mang ampunan man pahala nang mulia"},{"SurahNumber":36,"VerseNumber":12,"Text":"Sungguh, Kamilah nang ngidupatn urakng- urakng nang mati, man Kamilah nang nyatat ahe nang udah iaka’ koa karajaatn man bakas-bakas nang iaka’ koa ( ningalatn ). Man sagala sasuatu Kami kumpuratn dalapm kitab nang jalas (lauh mahfuz)"},{"SurahNumber":36,"VerseNumber":13,"Text":"Man buatlah suatu parumpamaan bagi iaka’ koa, yaitu panduduk suatu nagari, katika utusan-utusan atakng ka’ iaka’ koa"},{"SurahNumber":36,"VerseNumber":14,"Text":"(Yaitu ) katika Kami ngutus ka’ iaka’ koa dua urakng utusan, lalu iaka’ koa mandusta- atn kaduanya; kamudian Kami kuatatn mang ( utusan ) nang katiga, maka katiga ( utusan koa ) bakata, “ sungguh, kami ialah urakng- urakng nang diutus ka’ kao”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Iaka’ koa (Panduduk Nagari) nyawab, “ kao nian hanyalah talino lea kami, man (Allah) nang Maha Pangasih nana’ nuruntatn sasuatu ahe pun; kao hanyalah pandusta balaka”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Iaka’ koa bakata,” Tuhan kami nau’an sasungguhnya kami ialah utusan-utusan (Nya) ka’ kao"},{"SurahNumber":36,"VerseNumber":17,"Text":"Man kawajiban kami hanyalah nyampeatn (parentah Allah) nang jalas”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Iaka’ koa nyawab, ”sasungguhnya kami ban- asep malang karana kao. Sungguh, kade’ kao nana’ baranti ( nyaru’ kami ), niscaya kami rajam ( palasah ) kao man kao pasti akan ngarasaatn siksa’an nang padih dari kami"},{"SurahNumber":36,"VerseNumber":19,"Text":"Iaka’ koa ( utusan-utusan ) koa bakata, “ kamalangan kao koa ialah karana kao babaro, ahe ke’ karana kao di bare’ paringatan?, sabanarnya kao ialah kaum nang ngalampoi’ batas”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Man ataknglah dari ujukng kota, saurakng laki-laki717 mang capat ia bakata,” wahai kaumku! ikutlah utusan-utusan koa"},{"SurahNumber":36,"VerseNumber":21,"Text":"Ikutilah urakng nang nana’ minta’ imbalan ka’ kao; man iaka’ koa ialah urakng-urakng nang namu patunjuk"},{"SurahNumber":36,"VerseNumber":22,"Text":"Man nana’ ada alasan bagiku nto’ nana’ manyambah ( Allah ) nang udah nyiptaatnku, man hanya ka’ Ia lah kao akan dikambaliatn"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ngahe aku manyambah Tuhan-Tuhan salain Nya? kade’ ( Allah ) nang Maha Pagasih manghandaki’ bancana, tahadap ku, pasti patolongan iaka’ koa nana’ baguna sama sakali bagi diri’ku man iaka’ koa ( uga ) nana’ bisa nyalamatatnku"},{"SurahNumber":36,"VerseNumber":24,"Text":"Sasungguhnya kade’ aku (babuat) lekoa, pasti aku barada dalapm kasasatatn nang nyata"},{"SurahNumber":36,"VerseNumber":25,"Text":"Sasungguhnya aku udah ba iman ka’ Tuhannyu; maka dangaratn ( Pangakuan kaimanan ) ku”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Dikataatn ( ka’ia ), “ masoklah ka’ saruga”.718 saruga ), Ia ( laki-laki koa ) bakata,” alangkah baiknya sakiranya kaum ku nuan"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ahe nang nyabapatn Tuhanku mare’ ampon ka’ aku man nyadiatn aku tamasok urakng- urakng nang udah dimuliaatn”"},{"SurahNumber":36,"VerseNumber":28,"Text":"Man sasudah ia ( ninggal ), Kami nana’ nuruntatn suatu pasukan pun dari langit ka’ kaumnya, man Kami nana’ palalu nuruntatnnya"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nana’ ada siksa’an tahadap iaka’ koa malaintatn mang sete’ kampak ihan; maka sakatika koa iaka’ koa mati"},{"SurahNumber":36,"VerseNumber":30,"Text":"Alangkah aya’ panyasalan tahadap amba- amba koa, satiap atakng saurakng Rasul ka’ iaka’ koa, iaka’ koa salalu ngolo’-ngolo’nya"},{"SurahNumber":36,"VerseNumber":31,"Text":"(Nana’ ke’ iaka’ koa nau’an sangahe umat-umat sanape’ iaka’ koa nang ud Kami binasaatn. Urakng-urakng nang kami binasaatn) koa nana’ ada nang kambali ka’ iaka’ koa"},{"SurahNumber":36,"VerseNumber":32,"Text":"Man satiap ( Umat ) samuanya akan diadapatn ka’ Kami"},{"SurahNumber":36,"VerseNumber":33,"Text":"Man Suatu tanda ( kabasaran Allah ) iaka’ koa ialah bumi nang mati ( tand Kami idupatn bumi koa man Kami k darinya biji’-biji’atn, maka dari ( biji biji’atn ) koa iaka’ koa makatn"},{"SurahNumber":36,"VerseNumber":34,"Text":"Man Kami jadiatn ka’ bumi koa kabo kabon kurma man anggur mang Kam pancaratn ka’ia manyak mata ai’"},{"SurahNumber":36,"VerseNumber":35,"Text":"agar iaka’ koa dapat makatn dari bua man dari asil usaha kokot iaka’ koa. ngahe iaka’ koa nana’ ba syukur"},{"SurahNumber":36,"VerseNumber":36,"Text":"Maha suci Allah nang udah nyiptaatn samuanya bapasang-pasangan, baik d nang di tumuhatn oleh bumi man dar iaka’ koa babaro, mao’pun dari ahe n nana’ iaka’ koa tau’atn"},{"SurahNumber":36,"VerseNumber":37,"Text":"Man suatu tanda ( kabasaran Allah ) iaka’ koa ialah malam; Kami tingalat siakng dari ( malam ) koa, maka saka koa iaka’ koa ( barada dalapm ) kaga"},{"SurahNumber":36,"VerseNumber":38,"Text":"Man matahari bajalatn ka’ tampat paredarannya. ampakoalah katapatn nang Maha Pakasa, Maha Nau’an"},{"SurahNumber":36,"VerseNumber":39,"Text":"Man udah kami tatapatn tampat pare bagi bulatn, sahingga ( sasudah ia sa tampat paredaran nang tarakir ) kamb ia lea bantuk tandan nang tuha"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nana’lah mungkin bagi mata’ari ngunyar bulatn man malampun nana’ bisa mandahului’ siankng. Masing-masing baedar ka’ garis edarnya"},{"SurahNumber":36,"VerseNumber":41,"Text":"Man suatu tanda (kabasaran Allah) bagi iaka’ koa ialah bahwa’ kami angkut katurunan iaka’ koa dalapm kapal nang panoh muatan"},{"SurahNumber":36,"VerseNumber":42,"Text":"Man Kami ciptaatn (uga’) nto’ iaka’ ko (angkutan lain) saparati ahe nang iaka’ kandarai’"},{"SurahNumber":36,"VerseNumber":43,"Text":"Man kade’ Kami manghandaki’, Kami tingalampatn iaka’ koa .Maka nana’ ad panolong bagi iaka’ koa man nana’ (ug iaka’ koa di salamatatn)"},{"SurahNumber":36,"VerseNumber":44,"Text":"Malaintatn (Kami salamatatn iaka’ koa karana rahmat nang aya’ dari Kami ma mare’ kasanangan idup sampe waktu t)"},{"SurahNumber":36,"VerseNumber":45,"Text":"Man kade’ dikataatn ka’ iaka’ koa, ”ga kao akan siksa nang ka’ adapatn nyu (k dunia) man azab nang akan atakng (na agar kao namu rahmat”)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Man satiap kali suatu tanda dari tanda- (kabasaran) Tuhan atakng ka’ iaka’ ko iaka’ koa salalu bapaling darinya"},{"SurahNumber":36,"VerseNumber":47,"Text":"Man kade’ dikataatn ka’ iaka’ koa, ”in lah sabagian razaki nang di bare’atn A ka’kao, ”urakng-urankng nang kafir k bakata ka’ urankng –urankng nang ba ”Ahe ke’ pantas kami mare’ makatn ka urankng-urankng nang kade’ Allah ma daki’ Ia akan mare’nya makatn? kao b banar dalapm kasasatatn nang nyata”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Man iaka’ koa (urankng-urankng kafir bakata”Kamule janji (ari babangkit ) k (tajadi) kade’ kao urakng-urakng nang banar?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Iaka’ koa hanya nunggu sote’ kampak (tariakatn),722”nang akan mambinasaat iaka’ koa katika iaka’ koa gi’ batangka"},{"SurahNumber":36,"VerseNumber":50,"Text":"Sahingga iaka’ koa nana’ mampu mam suatu wasiat man iaka’ koa (uga’) nana kambali ka’ kaluarganya"},{"SurahNumber":36,"VerseNumber":51,"Text":"Lalu di siuplah sangkakala723, maka sa koa iaka’ koa kaluar dari suburnya (da kaadaan idup), nuju ka’ Tuhannya"},{"SurahNumber":36,"VerseNumber":52,"Text":"Iaka’ koa bakata,”Calakalah kami\\! sae nang mangkitatn kami dari tampat tidu kami (subur)? ”Nianlah nang di janjiat (Allah) nang Maha Pangasih man bana rasul-rasul (-Nya)"},{"SurahNumber":36,"VerseNumber":53,"Text":"Kampak (tariakatn) koa ngge sakali m maka sakatika koa iaka’ koa samua diadapatn ka’Kami (nto’ dihisab)"},{"SurahNumber":36,"VerseNumber":54,"Text":"Maka pada ari koa sasaurakng nana’ ak dirugiatn sabebet pun man kao nana’ a dibare’ balasatn, kacoali sasue mang a nang udah kao karajaatn"},{"SurahNumber":36,"VerseNumber":55,"Text":"Sasungguhnya panghuni saruga pada koa basanang-sanang dalapm kasibuka (iaka’ koa)"},{"SurahNumber":36,"VerseNumber":56,"Text":"Iaka’ koa man pasangan-pasangannya barada dalapm tampat nang taduh, nya ka’ atas dipan-dipan"},{"SurahNumber":36,"VerseNumber":57,"Text":"Ka’saruga koa iaka’ koa namu buah-bu man namu ahe ma’an nang iaka’ koa ingintatn"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Ka’iaka’ koa dikataatn,”salam,”sabag ucapatn salamat dari Tuhan) Tuhan na Maha Panyayang"},{"SurahNumber":36,"VerseNumber":59,"Text":"Man (dikataatn ka’ urakng-urakng kafir),”Bapisalah kao (dari urakng-ura mu’min) pada ari nian, wahai urakng- urakng nang badosa"},{"SurahNumber":36,"VerseNumber":60,"Text":"Buke’ke’ Aku udah mamarentahatn ka wahai anak ucu’ Adam agar kao nana’ manyambah setan? Sungguh, setan koa munsuh nang nyata bagi nyu"},{"SurahNumber":36,"VerseNumber":61,"Text":"Man handaklah kao manyambah-Ku, nianlah maraga nang lurus”"},{"SurahNumber":36,"VerseNumber":62,"Text":"Man sungguh, ia (setan koa) udah nyasat’atn sabagian aya’ diantara kao. Maka ahe ke’kao nana’ ngarati"},{"SurahNumber":36,"VerseNumber":63,"Text":"Nian lah (Naraka) jahanam nang de’e’ udah di peringatatn ka’ kao"},{"SurahNumber":36,"VerseNumber":64,"Text":"Masoklah ka’ dalapmnya pada ari nian karana de’e’kao mangingkari’nya"},{"SurahNumber":36,"VerseNumber":65,"Text":"Pada ari nian Kami tutup molot iaka’ k kokot iaka’ koa akan bakata, ka’ Kami paha iaka’ koa akan mare’kasaksiatn tahadap ahe nang de’e’nang iaka’ koa karajaatn"},{"SurahNumber":36,"VerseNumber":66,"Text":"Man kade’ Kami manghandaki’’, pasti Kami apusatn panele’atn mata iaka’ k sahingga, iaka’ koa balomba-lomba (ngango’) maraga. Maka ampahe ihan koa dapat nele’"},{"SurahNumber":36,"VerseNumber":67,"Text":"Man kade’ Kami manghandaki’, pastil Kami ubah bantuk iaka’ koa ka’ tampa iaka’ koa barada; sahingga iaka’ koa n sanggup bajalatn agi’man uga’ nana’ sanggup kambali"},{"SurahNumber":36,"VerseNumber":68,"Text":"Man barang sae Kami panyangan umo niscahya Kami pulangan ia ka’awal kajadian (nya).724 Maka ngahe iaka’ ko nana’ ngarati"},{"SurahNumber":36,"VerseNumber":69,"Text":"Man kami nana’ ngajaratn syair ka’ (Muhammad) man basyair koa nana’la pantas baginya. Al-Quran koa nana’ la hanyalah palajaran man kitab nang jala"},{"SurahNumber":36,"VerseNumber":70,"Text":"Agar ia (Muhammad) mare’ paringatan urakng-urakng nang idup (atinya) man pasti katatapan (azab) tahadap urakng- urakng kafir"},{"SurahNumber":36,"VerseNumber":71,"Text":"Man nana’ ke’ iaka’ koa nele’ bahwa’ udah nyiptaatn binatang ternak nto’ ia koa, ialah sabagian dari ahe nang udah Kami ciptaatn mang kakuasaatn Kami, iaka’ koa manguasai’nya"},{"SurahNumber":36,"VerseNumber":72,"Text":"Man kami nundukatnnya (binatang-bin koa) nto’ iaka’ koa; lalu sabagiannya n jadi tunggangan iaka’ koa man sabagia nto’ iaka’ koa makatn"},{"SurahNumber":36,"VerseNumber":73,"Text":"Man iaka’ koa namu babage manfaat minuman (nyocok) darinya. Maka ng iaka’ koa nana’ basyukur"},{"SurahNumber":36,"VerseNumber":74,"Text":"Man iaka’ koa na’ap sasambahan sal Allah agar iaka’ koa namu patolonga"},{"SurahNumber":36,"VerseNumber":75,"Text":"Iaka’ koa (sasambahan) koa nana’ bi nolong iaka’ koa; padahal iaka’ koa k Manjadi tantara nang udah di siapatn jaga (sasambahan) koa"},{"SurahNumber":36,"VerseNumber":76,"Text":"Maka ame sampe ucapatn iaka’ koa m kao (Muhammad) basadih ati. Sungg Kami nu’an ahe nang iaka’ koa ngara man ahe nang iaka’ koa nyataatn"},{"SurahNumber":36,"VerseNumber":77,"Text":"Man nana’ ke’talino mamparatiatn ( bahwa’ Kami manciptaatnnya dari sa mani, tanyata ia manjadi munsuh nan)"},{"SurahNumber":36,"VerseNumber":78,"Text":"Man ia mamuat parumpamaan bagi K man ngalupaatn asal kajadiannya; ia bakata,”Sae ke’nang bisa ngidupatn t balulang, nang udah ancur luluh”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Kataatnlah (Muhammad), “nang aka ngidupatn nya ialah (Allah) nang ny patama kali. Man Ia Maha nu’an tant sagala makhluk"},{"SurahNumber":36,"VerseNumber":80,"Text":"yakoa (Allah) nang manjadiatn api n dari kayu nang ijo, maka sakatika ko nyalaatn (api) dari kayu koa”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Man buke’ke’ (Allah) nang mancipta langit man bumi, mampu manciptaat kambali nang sarupa koa, (jasad iak nang udah ancur koa)? Banar, man Ia pancipta,m Maha magatahui’"},{"SurahNumber":36,"VerseNumber":82,"Text":"Sasungguhnya urusan-Nya kade’Ia manghandaki’ sasuatu Ia hanya baka ka’ia,”Jadilah!” Maka jadilah sasuatu"},{"SurahNumber":36,"VerseNumber":83,"Text":"Maka Maha Cuci (Allah) nang ka’ ko Nya kakuasaan atas sagala sasuatu m Ia kao di kambaliatn"}]}