{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"O vy, yaki uviruvaly! Ne beritʹ sobi druzyamy Moyikh vorohiv i vorohiv vashykh! Vy zustrichayete yikh z lyubovʺyu, todi yak vony ne viruyutʹ u istynu, shcho pryyshla do vas, vyhanyayutʹ Poslantsya ta vas samykh za te, shcho viruyete vy v Allaha, Hospoda vashoho! I yakshcho vy vyydete borotysya na Moyemu shlyakhu ta shukaty Moyeyi mylosti, to ne prykhovuyte svoyu lyubov do nykh. YA zh bo znayu te, shcho vy prykhovuyete, ta te, shcho vy hovoryte vidkryto. I khto z vas zrobyv tse, toy ziyshov zi shlyakhu istynnoho"},{"SurahNumber":60,"VerseNumber":2,"Text":"Yakshcho zh stanutʹ vony na shlyakhu vashomu, to budutʹ vam vorohamy, zavdavatymutʹ shkody vam svoyimy rukamy ta slovamy, bazhayuchy, shchob vy staly neviruyuchymy"},{"SurahNumber":60,"VerseNumber":3,"Text":"Ne dopomozhutʹ vam ni druzhyny vashi, ni dity vashi. U Denʹ Voskresinnya Vin rozsudytʹ mizh vamy. I Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":60,"VerseNumber":4,"Text":"I dobryy pryklad dlya vas Ibrahim i ti, khto z nym, koly skazaly vony narodu svoyemu: «My vidrikayemosʹ vid vas ta vid toho, chomu vy poklonyayetesʹ zamistʹ Allaha! My ne vyznayemo vas, i bude mizh namy ta vamy vorozhnecha y nenavystʹ doty, doky ne uviruyete vy v yedynoho Boha». Tilʹky skazav Ibrahim batʹkovi svoyemu: «YA budu prosyty proshchennya dlya tebe, khocha y ne mayu dlya tsʹoho vlady nad tym, shcho nalezhytʹ Allahu! Hospody nash! Na Tebe spodivayemosʹ my i do Tebe — povernennya"},{"SurahNumber":60,"VerseNumber":5,"Text":"Hospody nash! Ne dozvolyay neviruyuchym vidvertaty nas. Prosty nas, Hospody nash, voistynu, Ty — Velykyy, Mudryy!»"},{"SurahNumber":60,"VerseNumber":6,"Text":"Spravdi, vony buly dobrym prykladom dlya vas, dlya tykh, khto spodivayetʹsya na povernennya do Allaha ta Ostanniy Denʹ. A yakshcho khto vidvernetʹsya, to Allah — Bahatyy, Khvalymyy"},{"SurahNumber":60,"VerseNumber":7,"Text":"Mozhlyvo, Allah poyednaye lyubovʺyu vas i tykh, z kym vy vorohuyete. I Allah – Vsemohutniy, Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah ne zaboronyaye vam buty druzhnimy ta spravedlyvymy do tykh, khto ne byvsya z vamy cherez viru ta ne vyhanyav vas iz vashykh domivok. Voistynu, Allah lyubytʹ spravedlyvykh"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allah zaboronyaye vam pryyatelyuvaty lyshe z tymy, yaki bylysya z vamy cherez viru, vyhanyaly vas iz vashykh domivok ta spryyaly vyhnannyu vashomu. A khto pryyatelyuye z nymy, ti — nechestyvtsi"},{"SurahNumber":60,"VerseNumber":10,"Text":"O vy, yaki uviruvaly! Koly prykhodyatʹ do vas viruyuchi zhinky, yaki pereselylysya, to vyprobovuyte yikhnyu viru. Allah krashche znaye, yaka yikhnya vira. Yakshcho zh perekonayetesya vy v tomu, shcho vony viruyuchi, to ne povertayte yikh neviruyuchym, bo tym zaboroneno odruzhuvatysya na nykh, a yim — vykhodyty zamizh. Tozh splachuyte yim te, shcho vony vytratyly. Nemaye hrikha vam u tomu, shcho vy odruzhytesya na nykh pislya splaty nalezhnoho [zhinkam]. Ne dotrymuytesya svoyikh obovʺyazkiv pered neviruyuchymy druzhynamy ta vymahayte nazad vytrachene vamy. I [neviruyuchi choloviky] nekhay vymahayutʹ te, shcho vony vytratyly. Tse tak vyrishyv dlya vas Allah, Vin sudytʹ mizh vamy, i Allah — Vseznayuchyy, Mudryy"},{"SurahNumber":60,"VerseNumber":11,"Text":"I yakshcho pishla yakasʹ iz vashykh druzhyn do neviruyuchykh, a potim zakhopyly vy zdobych, to dayte tym, koho polyshyly druzhyny, stilʹky zh, skilʹky ti splatyly yim. I biytesya Allaha, v Yakoho vy viruyete"},{"SurahNumber":60,"VerseNumber":12,"Text":"O Proroche! Koly pryydutʹ do tebe viruyuchi zhinky y zaprysyahnutʹ u tomu, shcho ne budutʹ poklonyatysya nikomu, okrim Allaha, shcho ne budutʹ krasty, chynyty perelyub, vbyvaty svoyikh ditey, maty ditey vid inshykh, uperto trymatysya brekhni, ta shcho ne budutʹ chynyty tobi neposlukh, koly zaklykayesh ty yikh do zaokhochuvanoho — to pryymy klyatvu yikhnyu ta prosy dlya nykh proshchennya v Allaha. Voistynu, Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":60,"VerseNumber":13,"Text":"O vy, yaki uviruvaly! Ne beritʹ sobi druzyamy lyudey, na yakykh prohnivavsya Allah! Vony vzhe vtratyly spodivannya na nastupne zhyttya, yak vtratyly yoho neviruyuchi, shcho lezhatʹ u mohylakh"}]}