{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Priblizhayetsya dlya etikh lyudey vremya dat' otchet za sebya, togda kak oni vpolne predayutsya bespechnosti"},{"SurahNumber":21,"VerseNumber":2,"Text":"Kakoye ni prikhodilo ot Gospoda ikh novoye poucheniye, oni, slushaya yego, tol'ko koshchunstvovali nad nim"},{"SurahNumber":21,"VerseNumber":3,"Text":"Legkomyslenny serdtsa ikh! Eti protivniki pravde skryvayut svoi taynyye razgovory: \"Ne takoy li zhe on chelovek kak i vy? Poddadites' li vy etomu charodeystvu, togda kak vidite yego"},{"SurahNumber":21,"VerseNumber":4,"Text":"Skazhi: \"Gospod' moy znayet, chto govoritsya na nebe i na zemle: On slyshashchiy, znayushchiy"},{"SurahNumber":21,"VerseNumber":5,"Text":"Da, oni govoryat: \"On - putanitsa snovideniy. On vydumal yego; on poet. Pust' predstavit nam kakoye libo znameniye podobno tomu, kak posylalis' prezhniye"},{"SurahNumber":21,"VerseNumber":6,"Text":"Iz prezhnikh gorodov, kotoryye pogubili My, ni odin ne veroval; tak uveruyut li oni"},{"SurahNumber":21,"VerseNumber":7,"Text":"Prezhde tebya My posylali tol'ko lyudey, davaya im nashi otkroveniya; sprosite ob etom znayushchikh Pisaniye, yesli vy ne znayete etogo"},{"SurahNumber":21,"VerseNumber":8,"Text":"My ne davali im takogo tela, pri kotorom oni ne yeli by pishchi; oni ne byli bessmertny"},{"SurahNumber":21,"VerseNumber":9,"Text":"My verno ispolnyali svoi obeshchaniya im: spasali ikh i tekh, kogo khoteli; a svoyevol'nykh istreblyali"},{"SurahNumber":21,"VerseNumber":10,"Text":"My nisposlali vam Pisaniye, v kotorom dayetsya vam ucheniye; uzhe li vy ne rassudite"},{"SurahNumber":21,"VerseNumber":11,"Text":"Skol'ko gorodov, sdelavshikhsya zlochestivymi, razrushili My i na mesto ikh proizveli drugiye narody"},{"SurahNumber":21,"VerseNumber":12,"Text":"Kak skoro zamechali oni nastupleniye moyey grozy, oni ot neye obrashchalis' v begstvo"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne begite, vorotites' k svoim utekham, k svoim zhilishcham: mozhet byt', o vas sprosyat"},{"SurahNumber":21,"VerseNumber":14,"Text":"Oni skazali: \"Gore nam! My byli zlochestivy"},{"SurahNumber":21,"VerseNumber":15,"Text":"I eti vopli ikh ne prekrashchalis' dotole, pokuda oni, po nashemu deystvovaniyu, ne padali, podobno skashivayemoy nive, bezdykhannymi"},{"SurahNumber":21,"VerseNumber":16,"Text":"My sotvorili nebo, zemlyu i vse, chto yest' mezhdu nimi, ne dlya zabavy svoyey"},{"SurahNumber":21,"VerseNumber":17,"Text":"Yesli by My khoteli nayti sebe kakuyu utekhu, to nashli by yeye v Nas samikh, yesli by khoteli My tak delat'"},{"SurahNumber":21,"VerseNumber":18,"Text":"Naprotiv, My istinu protivopostavlyayem lzhi: ona porazhayet yeye, i eta - vot ischezayet. No gore vam za to, chto govorite vy o Nem"},{"SurahNumber":21,"VerseNumber":19,"Text":"Yemu podchineny te, kotoryye i na nebesakh i na zemle. Te, kotoryye pred Nim, ne velichayutsya, otkazyvayas' ot sluzheniya Yemu, i ne schitayut yego dlya sebya utomitel'nym"},{"SurahNumber":21,"VerseNumber":20,"Text":"Oni voskhvalyayut Yego i noch'yu i dnem, ne perestavaya"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yest' li u nikh na zemle bogi, kotoryye mogli by voskreshat'"},{"SurahNumber":21,"VerseNumber":22,"Text":"Yesli by na nikh oboikh byli kakiye libo bogi krome Boga: to oni razrushilis' by. Vozdayte khvalu Bogu, Gospodu prestola, otvergaya to, chto govoryat oni o Nem"},{"SurahNumber":21,"VerseNumber":23,"Text":"S Nego ne sprositsya za to, chto delayet On, a s nikh sprositsya"},{"SurahNumber":21,"VerseNumber":24,"Text":"Oni dopuskayut, oprich' Boga, yeshche drugikh bogov? Skazhi: \"Dayte na eto dokazatel'stvo vashe. Eto ucheniye yest' ucheniye tem, kotoryye so mnoyu, i ucheniye tem, kotoryye byli prezhde menya\". No mnogiye iz etikh ne znayut istiny, i potomu udalyayutsya"},{"SurahNumber":21,"VerseNumber":25,"Text":"Kazhdomu poslanniku, kakogo ni posylali My prezhde tebya, v otkrovenii govorili: \"Krome Menya net nikakogo boga, a potomu Mne poklanyaytes'"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni govoryat: \"U Milostivogo yest' deti\". Khvala Yemu! Net, oni tol'ko vysokiye slugi Yemu"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni ne uprezhdayut Yego v slove; oni delayut po Yego veleniyu"},{"SurahNumber":21,"VerseNumber":28,"Text":"On znayet, chto pred nimi, chto pozadi ikh; oni khodataystvuyut tol'ko za togo, za kogo On blagovolit; ot strakha pred Nim oni trepeshchut"},{"SurahNumber":21,"VerseNumber":29,"Text":"I kto iz nikh skazhet: \"Krome Yego, ya yeshche bog\", tomu My vozdadim geyennoy. Tak vozdayem My vsem zlochestivym"},{"SurahNumber":21,"VerseNumber":30,"Text":"Nevernyye uzheli ne uznali, chto nebesa i zemlya byli soyedinennymi, a potom My ikh razdelili, chto iz vody My proizveli vsyakoye zhivoye sushchestvo? I posle etogo, uzheli oni ne veruyut"},{"SurahNumber":21,"VerseNumber":31,"Text":"Na zemle My ustroili gornyye tverdyni, chto by ona ne kolebalas' s nimi; ustroili na ney rasseliny v gorakh dlya dorog, chtoby oni mogli khodit' pryamo"},{"SurahNumber":21,"VerseNumber":32,"Text":"Nebo ustroili My tverdym svodom; a oni ot znameniy yego uklonyayutsya"},{"SurahNumber":21,"VerseNumber":33,"Text":"On sotvoril noch' i den', solntse i lunu: kazhdoye iz nikh dvizhetsya po svoyemu krugovomu puti"},{"SurahNumber":21,"VerseNumber":34,"Text":"Prezhde tebya My ni odnomu cheloveku My ne davali vechnoy zhizni; potomu, yesli ty umresh', to uzhe li im byt' bessmertnymi"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kazhdyy chelovek vkusit smert'. My ispytyvayem vas, iskushaya zlom i dobrom: vy vozvratites' k Nam"},{"SurahNumber":21,"VerseNumber":36,"Text":"Nevernyye kogda vidyat tebya, to prinimayutsya tol'ko smeyat'sya nad toboy: \"Ne on li vse napominayet vam o bogakh vashikh?\", togda kak sami napominaniye o Milostivom otvergayut"},{"SurahNumber":21,"VerseNumber":37,"Text":"V prirode cheloveka yest' toroplivost'. My skoro pokazhem vam nashi znameniya, a potomu vy ne toropite Menya"},{"SurahNumber":21,"VerseNumber":38,"Text":"Oni govoryat: \"Kogda zhe sbudetsya eto obeshchaniye, yesli vy pravdivy"},{"SurahNumber":21,"VerseNumber":39,"Text":"O yesli by nevernyye znali vremya, kogda oni ne smogut udalit' ognya ni ot svoikh lits, ni ot svoikh spin, i oni nikem zashchishcheny ne budut"},{"SurahNumber":21,"VerseNumber":40,"Text":"Istinno, on vnezapno nastignet ikh i okhvatit ikh; oni ne v sostoyanii budut otvratit' yego ot sebya, i otsrochki oni ne poluchat"},{"SurahNumber":21,"VerseNumber":41,"Text":"Poslanniki, byvshiye prezhde tebya, byli osmeivayemy, no tekh, kotoryye osmeivali ikh, postiglo to, chto osmeivali oni"},{"SurahNumber":21,"VerseNumber":42,"Text":"Skazhi: \"Kto zashchitit vas noch'yu i dnem ot Milostivogo?\" Oni, naprotiv, ne khotyat vspominat' o Gospode ikh"},{"SurahNumber":21,"VerseNumber":43,"Text":"Ili u nikh yest' bogi, kotoryye mogut okhranyat' ikh ot Nas? Oni ne v sostoyanii podat' pomoshchi ni sebe, ni im protiv Nas, yesli by i soyedinilis' oni"},{"SurahNumber":21,"VerseNumber":44,"Text":"Naprotiv, My nadelyali imushchestvom i ikh i ottsev ikh vo vse vremya pokuda prodolzhayetsya ikh zhizn'. Ne vidyat li oni, chto My vstupayem v ikh zemlyu, ubavlyayem yeye v granitsakh? Oni li berut verkh"},{"SurahNumber":21,"VerseNumber":45,"Text":"Skazhi: \"Istinno, ya vrazumlyayu vas sim otkroveniyem\"; no glukhiye ne slyshat etogo zova, v to vremya kak ikh vrazumlyayut"},{"SurahNumber":21,"VerseNumber":46,"Text":"No kak skoro odno lish' dunoveniye ot nakazaniya Bozhiya kosnetsya ikh, oni govoryat: \"O gore nam! My stali zlochestivy"},{"SurahNumber":21,"VerseNumber":47,"Text":"V den' voskreseniya My postavim vesy pravdy: ni odna dusha ne budet obizhena ni za odno delo, khotya by ono bylo vesom s zerno gorchichnoye, i yego My polozhim na vesy: My - samyy vernyy iz schetovodov"},{"SurahNumber":21,"VerseNumber":48,"Text":"Chrez Moiseya i Aarona My davali uzhe razlicheniye, prosveshcheniye, nastavleniye blagochestivym"},{"SurahNumber":21,"VerseNumber":49,"Text":"Tem, vtayne boyatsya Gospoda svoyego, trepeshchut, vspominaya o chase"},{"SurahNumber":21,"VerseNumber":50,"Text":"I etot yest' blagoslovennoye nastavleniye, nisposlannoye Nami; uzhe li vy yego otvergnete"},{"SurahNumber":21,"VerseNumber":51,"Text":"Avraamu My davali uzhe, prezhde togo, ukazaniye pryamogo puti, i My znali yego"},{"SurahNumber":21,"VerseNumber":52,"Text":"Vot, on skazal svoyemu ottsu: \"Chto takoye eti kumiry, kotoryye vy blagogoveyno chtete"},{"SurahNumber":21,"VerseNumber":53,"Text":"Oni skazali: \"My videli, chto ottsy nashi poklanyalis' im"},{"SurahNumber":21,"VerseNumber":54,"Text":"On skazal: \"Vy i vashi ottsy v ochevidnom zabluzhdenii"},{"SurahNumber":21,"VerseNumber":55,"Text":"Oni skazali: \"Iskrenno li ty govorish' nam eto, ili ty tol'ko shutish'"},{"SurahNumber":21,"VerseNumber":56,"Text":"On skazal: \"Istinno, Gospod' vash yest' Gospod' nebes i zemli, kotoryy sotvoril ikh; a ya odin iz ispoveduyushchikh eto"},{"SurahNumber":21,"VerseNumber":57,"Text":"Klyanus' Bogom, ya posramlyu etikh istukanov vashikh; posle togo, kak vy uydete nazad"},{"SurahNumber":21,"VerseNumber":58,"Text":"I on razbil ikh v kuski, krome bol'shego iz nikh, predpolagaya, chto oni k nemu otnesut eto delo"},{"SurahNumber":21,"VerseNumber":59,"Text":"Oni skazali: \"Kto postupil tak s nashimi bogami, tot, verno, iz chisla nechestivykh"},{"SurahNumber":21,"VerseNumber":60,"Text":"Skazali: \"My slyshali, kak otzyvalsya ob nikh odin yunosha; yego zovut Avraamom"},{"SurahNumber":21,"VerseNumber":61,"Text":"Skazali: \"Privedite yego pred ochi sikh lyudey, i oni budut svidetelyami"},{"SurahNumber":21,"VerseNumber":62,"Text":"Oni skazali: \"Ty sdelal eto s nashimi bogami, Avraam"},{"SurahNumber":21,"VerseNumber":63,"Text":"On skazal: \"Net, sdelal eto bol'shiy iz nikh, on sam; sprosite ikh, yesli u nikh yest' dar slova"},{"SurahNumber":21,"VerseNumber":64,"Text":"Togda oni obratilis' so slovami drug k drugu, i skazali: \"Istinno, vy zlochestivy"},{"SurahNumber":21,"VerseNumber":65,"Text":"No posle togo oni dali kuvyrka: \"Ty znayesh', chto u nikh net dara slova"},{"SurahNumber":21,"VerseNumber":66,"Text":"On skazal: \"Tak uzheli budete poklanyat'sya, oprich' Boga, takim, kotoryye ne mogut sdelat' vam ni pol'zy ni vreda"},{"SurahNumber":21,"VerseNumber":67,"Text":"Pfu na vas i na to, chemu vy poklanyayetes' vy, oprich' Boga! Uzheli vy ne rassudite"},{"SurahNumber":21,"VerseNumber":68,"Text":"Oni skazali: \"Sozhgite yego! Zastupites' za bogov vashikh, yesli vy khotite chto sdelat'"},{"SurahNumber":21,"VerseNumber":69,"Text":"My skazali: \"Ogon' bud' khladen! Mir Avraamu"},{"SurahNumber":21,"VerseNumber":70,"Text":"Oni khoteli kovarno pogubit' yego, no My sdelali ikh bezuspeshnymi v etom"},{"SurahNumber":21,"VerseNumber":71,"Text":"My spasli yego i Lota, pereselivshi ikh v etu zemlyu, v kotoroy My blagoslovili miry"},{"SurahNumber":21,"VerseNumber":72,"Text":"My dali yemu Isaaka i Iakova, kak dar. Vsekh ikh My sdelali pravednymi"},{"SurahNumber":21,"VerseNumber":73,"Text":"Postavili ikh vozhdyami, rukovodstvuyushchimi v nashikh zapovedyakh, vnushili im delat' dobryye dela, sovershat' molitvu, davat' ochistitel'nuyu milostynyu. Nam oni poklanyalis'"},{"SurahNumber":21,"VerseNumber":74,"Text":"I Lotu My dali mudrost' i znaniye, spasli yego iz goroda, kotoryy delal merzosti: v nem byli lyudi zlyye, razvratnyye"},{"SurahNumber":21,"VerseNumber":75,"Text":"My vveli yego v milost' nashu, potomu chto on byl iz chisla pravednykh"},{"SurahNumber":21,"VerseNumber":76,"Text":"I Noyu, yeshche prezhde togo, kogda on vozzval k Nam, My vnyali, i spasli yego i yego semeystvo ot velikoy pechali"},{"SurahNumber":21,"VerseNumber":77,"Text":"My zashchitili yego ot lyudey, kotoryye nashi znameniya pochli lzhivymi: za to, chto oni byli lyud'mi zlymi, vsekh ikh My potopili"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davidu i Solomonu, - kogda oni sudili o nive, na kotoroy ovtsy ikh lyudey sdelali potravu: pri sude ikh My prisutstvovali"},{"SurahNumber":21,"VerseNumber":79,"Text":"I vrazumili Solomona rassudit' ob ney, - im oboim My dali mudrost' i znaniye. Davidu My podchinili gory i ptits, chtoby s nim oni voskhvalyali Nas: My delali eto"},{"SurahNumber":21,"VerseNumber":80,"Text":"My nauchili yego iskusstvu delat' broni dlya vas, chto by vy mezhdu soboyu zashchishchalis' ot udarov: za eto ne blagodarny li vy"},{"SurahNumber":21,"VerseNumber":81,"Text":"A Solomonu - sil'nyy veter; on po yego prikazaniyu, dul v etu zemlyu, kotoruyu My blagoslovili: My vse, chto bylo znali"},{"SurahNumber":21,"VerseNumber":82,"Text":"Iz diavolov byli nekotoryye u nego vodolazami dlya lovli zhemchuga, i krome togo delali drugiye dela: My za nimi nablyudali"},{"SurahNumber":21,"VerseNumber":83,"Text":"Iovu - kogda vozzval on k Gospodu svoyemu: \"Menya postiglo bedstviye, a Ty - miloserdneyshiy iz miloserdstvuyushchikh"},{"SurahNumber":21,"VerseNumber":84,"Text":"My vnyali: \"Udalite ot nego, kakoye bylo s nim, bedstviye\"; nizveli na nego, na yego semeystvo, a ravno i na tekh, kotoryye byli s nim, milost' nashu, i poklanyayushchimsya Nam nazidaniye"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ismaila, Idrisa, Zyu-l'-kiflya - vse oni byli terpelivy"},{"SurahNumber":21,"VerseNumber":86,"Text":"My vveli v milost' Nashu: potomu chto oni v chisle pravednykh"},{"SurahNumber":21,"VerseNumber":87,"Text":"Pogloshchennomu ryboy - kogda on negoduyushchiy, ubezhal i dumal, chto My ne v silakh chto nibud' yemu sdelat', no potom, nakhodyas' vo mrake, vozzval: \"Net Boga krome Tebya; khvala Tebe! Istinno, ya byl v chisle nespravedlivykh"},{"SurahNumber":21,"VerseNumber":88,"Text":"My vnyali i izbavili yego ot pechali. Tak izbavlyayem My veruyushchikh"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zakharii - kogda on vozzval k Gospodu svoyemu: \"Gospodi! Ne ostav' menya odinokim, i togda kak nailuchshiy iz naslednikov Ty"},{"SurahNumber":21,"VerseNumber":90,"Text":"My vnyali yemu i darovali yemu Ioanna, sotvoriv suprugu yego sposobnoyu k tomu: potomu chto oni byli tshchatel'ny k blagotvoreniyam, molilis' Nam s nadezhdoy i strakhom, byli pred Nami smirenny"},{"SurahNumber":21,"VerseNumber":91,"Text":"V Sokhranivshuyu devstvennost' svoyu vdokhnuli My ot dukha nashego, i postavili yeye i syna yeye znameniyem dlya mirov"},{"SurahNumber":21,"VerseNumber":92,"Text":"Istinno, eto veroispovedaniye vashe yest' yedinoye veroispovedaniye, i YA yest' Gospod' vash: potomu Mne poklanyaytes'"},{"SurahNumber":21,"VerseNumber":93,"Text":"A te, po svoyemu veroucheniyu, razdrobilis' mezhdu soboyu: vse oni k Nam vozvratyatsya"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kto delayet dobroye, prebyvaya veruyushchim, userdnaya deyatel'nost' togo ne budet otrinuta: za nim yeye My zapishem"},{"SurahNumber":21,"VerseNumber":95,"Text":"Kak skoro zaklyatiye bylo na kakoy libo gorod, My pogublyali yego, potomu chto oni ne obratilis' by"},{"SurahNumber":21,"VerseNumber":96,"Text":"Dotole, pokuda ne yavitsya Gog i Magog, pokuda oni so vsekh kholmov ne ustremyatsya"},{"SurahNumber":21,"VerseNumber":97,"Text":"Priblizitsya vernoye obetovaniye, i togda vzory ne verovavshikh, ot izumleniya ikh, budut smotret' nepodvizhno: \"Gore nam! My byli bespechny v otnoshenii sego: v samom dele, my byli zlochestivy"},{"SurahNumber":21,"VerseNumber":98,"Text":"Istinno, vy i te, kotorym poklanyayetes', oprich' Boga, - budete toplivom geyenny: k ney, kak skot na vodopoy, poydete vy"},{"SurahNumber":21,"VerseNumber":99,"Text":"(yesli by oni byli bogi, oni ne poshli by k ney!) i v ney vse vy ostanetes' naveki"},{"SurahNumber":21,"VerseNumber":100,"Text":"Im v ney tol'ko budet odin vizg, i v ney oni nichego bol'she ne uslyshat"},{"SurahNumber":21,"VerseNumber":101,"Text":"Istinno, te, kotorym ot Nas prezhde obeshchano nailuchsheye, budut udaleny ot neye"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ot neye i tikhogo shuma ne uslyshat oni; oni vechno budut s tem, chego zhelali dushi ikh"},{"SurahNumber":21,"VerseNumber":103,"Text":"Velikiy strakh ne potrevozhit ikh; ikh vstretyat angely: \"Eto tot den', kotoryy vam obeshchan byl"},{"SurahNumber":21,"VerseNumber":104,"Text":"Budet den', v kotoryy My sov'yem nebo tak zhe, kak pisets svivayet napisannyy im svitok: kak proizveli My pervoye tvoreniye, tak privedem yego i v obratnoye sostoyaniye, soobrazno obetovaniyu Nashemu; istinno, My sdelayem eto"},{"SurahNumber":21,"VerseNumber":105,"Text":"Posle Zakona, v Psaltire My napisali, chto zemlyu primut v naslediye pravednyye raby Moi"},{"SurahNumber":21,"VerseNumber":106,"Text":"Istinno, v etom yest' takoye, chto vysoko vozvodit lyudey, predavshikhsya blagochestiyu"},{"SurahNumber":21,"VerseNumber":107,"Text":"My poslali tebya ne inache, kak milost' miram"},{"SurahNumber":21,"VerseNumber":108,"Text":"Skazhi: \"Mne otkryto preimushchestvenno to, chto Bog vash yest' yedinyy Bog; tak budete vy pokorny Yemu"},{"SurahNumber":21,"VerseNumber":109,"Text":"I yesli oni otvergnutsya ot tebya, to skazhi: \"Vsem vam ravno ya vozvestil eto; no ya ne znayu, blizko li, daleko li to, chem ugrozhayetsya vam"},{"SurahNumber":21,"VerseNumber":110,"Text":"istinno, On znayet i gromko proiznosimyye slova, znayet i to, chto skryvayete vy"},{"SurahNumber":21,"VerseNumber":111,"Text":"ne znayu, mozhet byt', ono yest' ispytaniye vam, yest' priyatnyy udel do vremeni"},{"SurahNumber":21,"VerseNumber":112,"Text":"Skazhi: \"Gospodi, rassudi po istine! Gospod' nash yest' Milostivyy, Tot, kogo dolzhno prizyvat' na pomoshch' dlya ustraneniya togo, chto pripisyvayete vy Yemu"}]}