{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Shvydke nablyzhennya yavlyaye soboyu rozrakhunok dlya lyudey, ale vony ye oblivious, neprykhylʹnyy"},{"SurahNumber":21,"VerseNumber":2,"Text":"Koly dokaz prybuvaye yim z yikhnʹoho Lorda, shcho ye novi, vony slukhayutʹ tse neuvazhno"},{"SurahNumber":21,"VerseNumber":3,"Text":"Yikhni rozum ye neuvazhni. Ta porushnyky prysudzhuyutʹ sekretno: vin ne tilʹky lyudsʹkyy vyhlyadayuchyy yak vy? Chy ne mohly b vy vyznaty zacharuvannya shcho ye prysutniy do vas"},{"SurahNumber":21,"VerseNumber":4,"Text":"Vin skazav, \"Miy Lord znaye kozhnyy podumanoho u nebesakh ta zemli. Vin yavlyaye soboyu Slukhacha, Omniscient"},{"SurahNumber":21,"VerseNumber":5,"Text":"Vony navitʹ skazaly, \"Hallucinations,\" \"Vin vstyh,\" ta, \"Vin ye poet. Dozvolʹte yomu pokazuyutʹ nam chudo lyublyatʹ tsi poperednikh kur'yeriv"},{"SurahNumber":21,"VerseNumber":6,"Text":"My nikoly ne vynyshchyly viryachi spilʹnoti ranishe. Tsi viruyuchi lyudey"},{"SurahNumber":21,"VerseNumber":7,"Text":"My ne poslaly pered tym, yak vy krim lyudey komu my nadykhnuly. Poprositʹ tsi khto znayte svyate pysannya, yakshcho vy ne znayete"},{"SurahNumber":21,"VerseNumber":8,"Text":"My ne daly yim orhanizatsiyi shcho ne hostylysya, ne vony nevmyrushchi"},{"SurahNumber":21,"VerseNumber":9,"Text":"My vykonaly nashu obitsyanku yim; my vryatuvaly yikh razom z whomever my willed, ta vynyshchyly porushnykiv"},{"SurahNumber":21,"VerseNumber":10,"Text":"My poslaly vnyz do vas svyate pysannya mistyache vashe povidomlennya. Vy ne rozumiyete"},{"SurahNumber":21,"VerseNumber":11,"Text":"Bahato spilʹnoty my zakinchylysya vnaslidok yikhnʹoho porushennya, ta my zaminyly inshykh lyudey u yikhnʹomu mistsi"},{"SurahNumber":21,"VerseNumber":12,"Text":"Koly nash requital prybuv proyty, vony startuvaly pobihty"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne bihayete, ta povernutysya do vashykh rozkoshi ta vashykh osobnyakiv, dlya vy povynni buty vlashtovani pidzvitnyy"},{"SurahNumber":21,"VerseNumber":14,"Text":"Vony skazaly, \"Prykroshchi do nas. My buly diysno bezputni"},{"SurahNumber":21,"VerseNumber":15,"Text":"Tse prodovzhuvalosya buty yikhnye proholoshennya, do my povnistyu vyterly yikh"},{"SurahNumber":21,"VerseNumber":16,"Text":"My ne utvoryly nebo ta zemlyu, ta vse mizh nymy tilʹky dlya rozvahy"},{"SurahNumber":21,"VerseNumber":17,"Text":"Yakshcho my potrebuvaly rozvahy, my mohly zapochatkuvaly tse bez budʹ-yakoho tse, yakshcho shcho potrebuyetʹsya yaki my shchob zrobyty"},{"SurahNumber":21,"VerseNumber":18,"Text":"Zamistʹ tsʹoho, tse - nash plan pidtrymaty pravdu proty falsehood, aby zavdaty porazky tse. Prykroshchi do vas dlya vysloviv vy vymovlyayete"},{"SurahNumber":21,"VerseNumber":19,"Text":"Yomu nalezhytʹ kozhnomu u nebi ta zemli, ta tsiy u Yo ye nikoly nadto zukhvalyy ne obozhnyuvaty Yoho, ne roblyatʹ vony kolysʹ waver"},{"SurahNumber":21,"VerseNumber":20,"Text":"Vony glorify nich ta denʹ, bez kolysʹ stomlyuyuchoho"},{"SurahNumber":21,"VerseNumber":21,"Text":"vony znayshly bohiv na zemli khto mozhe utvoryty"},{"SurahNumber":21,"VerseNumber":22,"Text":"Yakshcho tam buly u nykh (nebo ta zemlya) inshi bohy bilya BOHA, tam by khaos. Slava musytʹ BOH; Lord z absolyutnym avtorytetom. Vin ye vysokyy nad yikhnimy pretenziyamy"},{"SurahNumber":21,"VerseNumber":23,"Text":"Vin nikoly ne buty poproshenyy pro budʹ shcho Vin, v toy chas, yak vsi inshi dopytuyutʹsya"},{"SurahNumber":21,"VerseNumber":24,"Text":"vony znayshly inshykh bohiv bilya Yoho? Skazhitʹ, \"Pokaz meni vash dokaz. Tse yavlyaye soboyu povidomlennya do moyeyi heneratsiyi, consummating vsi poperedni povidomlennya.\" Diysno, bilʹshistʹ yikh ne vyznayutʹ pravdu; tse chomu vony ye tak vorozhi"},{"SurahNumber":21,"VerseNumber":25,"Text":"My ne poslaly budʹ-yakomu kur'yeru pered tym, yak vy krim z natkhnennyam: \"Nemaye boha krim Meni; vy budete obozhnyuvaty Meni yedynyy"},{"SurahNumber":21,"VerseNumber":26,"Text":"Dosi, vony skazaly, \"Naybilʹsh Dobrozychlyvyy begotten syn!\" Slava musytʹ Yo. Vesʹ (kur'yery) (Yoho) vshanuvav sluzhbovtsiv"},{"SurahNumber":21,"VerseNumber":27,"Text":"Vony nikoly ne rozmovlyayutʹ na yikhnʹomu vlasnyy, ta vony chitko sliduyutʹ za Yoho komandamy"},{"SurahNumber":21,"VerseNumber":28,"Text":"Vin znaye yikhnye maybutnye ta yikhnye mynule. Vony ne intercede, krim dlya tsykh vzhe vyznanykh Yo, ta vony pilkuyutʹsya pro yikhni vlasni shyyi"},{"SurahNumber":21,"VerseNumber":29,"Text":"Yakshcho budʹ-yaki pretenziyi yikh buty boh bilya Yoho, my requite yo z Peklom; my takym chynom requite bezputni"},{"SurahNumber":21,"VerseNumber":30,"Text":"unbelievers ne zdiysnyuyutʹ shcho nebesa ta zemlya zvychayno bula odni tverdykh masovykh shcho my pidirvaly u isnuvannya? Ta z vodnykh my zrobyly vsi zhyvi rechi. Vony by vvazhayutʹ"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ta my rozmistyly na zemli stabilizers, lest tse padinnya z nymy, ta my rozmistyly pryami dorohy tam, shcho vony mozhutʹ keruvatysya"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ta my nadaly nebo pylʹnuvaly stelyu. Dosi, vony ye povnistyu oblivious do vsʹoho portents tam"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ta Vin yavlyaye soboyu odyn khto utvoryv nich ta denʹ, ta sontse ta misyatsʹ; kozhnyy plavayuchyy u yoho vlasniy orbiti"},{"SurahNumber":21,"VerseNumber":34,"Text":"My nikoly ne ukhvalyly immortality dlya budʹ khto pered tym, yak vy; vy musyte vmerty, musyte ye vony nevmyrushchi"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kozhna lyudyna pokushtuye smertʹ, pislya my stavymo vas do testu cherez neshchastya ta dobrobut, todi do nas vy ostatochno vertayete"},{"SurahNumber":21,"VerseNumber":36,"Text":"Koly tsey khto disbelieve bachyte vas, vony ridicule vy: tsey khto vyklyky vashi bohy?\" Tym chasom, vony zalyshayutʹsya povnistyu neuvazhni povidomlennya z naybilʹshoho Dobrozychlyvoho"},{"SurahNumber":21,"VerseNumber":37,"Text":"lyudsʹke isnuvannya ye neterplyache vid narodzhennya. YA inevitably pokazhu vam Moyi znaky; ne budʹte u takiy pospishnosti"},{"SurahNumber":21,"VerseNumber":38,"Text":"Vony vyklyk: \"De shcho (retribution), yakshcho vy pravdyvi"},{"SurahNumber":21,"VerseNumber":39,"Text":"Yakby tilʹky tsey khto disbelieve mih peredbachyty sebe koly vony probuyutʹ do opiky vohonʹ - yikhni oblychchya ta yikhni spyny! Niyakyy kozhnyy ne dopomozhe yim todi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Diysno, tse prybude yim raptom, ta vony budutʹ nadzvychayno ohlushatysya. Vony mozhutʹ ni unykayutʹ tse, ni mozhutʹ vony otrymuyutʹ budʹ-yakyy respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"Kur'yery pered tym, yak vy ridiculed, ta, otzhe, tsey khto ridiculed yim zaznaly retribution dlya yikh ridiculing"},{"SurahNumber":21,"VerseNumber":42,"Text":"Kazhete, \"Khto mozhe zakhystyty vas z naybilʹsh Dobrozychlyvoyi protyahom nochi abo pid chas dnya?\" Diysno, vony ye povnistyu oblivious do povidomlennya yikhnʹoho Lorda"},{"SurahNumber":21,"VerseNumber":43,"Text":"vony mayutʹ bohiv shcho mozhutʹ zakhystyty yikh z nas? Vony ne mozhutʹ navitʹ dopomohty sebe. Ne mozhutʹ vony suprovodzhuyutʹ odyn odnym koly vony sklykayutʹsya shchob zustrichatysya z namy"},{"SurahNumber":21,"VerseNumber":44,"Text":"My zabezpechyly dlya tsykh lyudey ta yikhnikh predkiv, do starosti. Vony ne dyvlyatʹsya shcho kozhnoho dnya na zemli prynosytʹ yim blyzhchym do kintsya? Vony mozhutʹ anulyuvaty tsey protses"},{"SurahNumber":21,"VerseNumber":45,"Text":"Kazhu, \"ya poperedzhayu vas z·hidno z bozhestvennym natkhnennyam.\" Ale, hlukhyy ne mozhutʹ pochuty vyklyk, koly vony poperedzhayutʹsya"},{"SurahNumber":21,"VerseNumber":46,"Text":"Koly zrazok vashoho retribution Lorda afflicts yim, vony lehko kazhutʹ, \"My buly diysno bezputni"},{"SurahNumber":21,"VerseNumber":47,"Text":"My vstanovymo vahy spravedlyvosti na Dni Resurrection. Niyaka dusha ne zaznaye naymenshoyi nespravedlyvosti. Navitʹ ekvivalent nasinnya hirchytsyi bude poyasnyuvatysya. My yavlyayemo soboyu naybilʹsh efektyvnyy reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"My daly Moses ta Aaron Statut Knyha, beacon, ta reminder dlya spravedlyva"},{"SurahNumber":21,"VerseNumber":49,"Text":"kotra povaha yikhniy Lord, navitʹ koly vyklyuchno u yikhniy tayemnosti, ta vony pilkuyutʹsya pro Hodynu"},{"SurahNumber":21,"VerseNumber":50,"Text":"Tse nadto ye blahoslovennyy reminder shcho my poslaly vnyz. Vy zaperechuyete tse"},{"SurahNumber":21,"VerseNumber":51,"Text":"Pered shcho, my harantuvaly Abraham yoho kerivnytstvo ta rozuminnya, dlya my znaly tsilkom yoho"},{"SurahNumber":21,"VerseNumber":52,"Text":"Vin skazav yoho batʹkovi ta yoho lyudyam, \"Yaki tsi statuyi kotryy vy prysvyachuyete sebe"},{"SurahNumber":21,"VerseNumber":53,"Text":"Vony skazaly, \"My znayshly nashykh batʹkiv obozhnyuyuchi yim"},{"SurahNumber":21,"VerseNumber":54,"Text":"Vin skazav, \"Diysno, vy ta vashi batʹky poyikhaly povnistyu astray"},{"SurahNumber":21,"VerseNumber":55,"Text":"Vony skazaly, vy rozpovidayete nam pravdu, abo hrayuchi vy"},{"SurahNumber":21,"VerseNumber":56,"Text":"Vin skazav, \"Vash tilʹky Lord yavlyaye soboyu Lorda neba ta zemli, khto utvoryv yikh. Tse yavlyaye soboyu svidchennya kotryy ya dayu svidchennya"},{"SurahNumber":21,"VerseNumber":57,"Text":"ya prysyahayu BOHOM, ya mayu plan maty spravu z vashi statuyi, yak tilʹky vy lyshayete"},{"SurahNumber":21,"VerseNumber":58,"Text":"Vin rozbyv yikh u shmatky, krim protyahom velykoho, shcho vony mozhutʹ zvernutysya do tse"},{"SurahNumber":21,"VerseNumber":59,"Text":"Vony skazaly, \"Whoever zrobyly tse do nashykh bohiv ye diysno porushnyk"},{"SurahNumber":21,"VerseNumber":60,"Text":"Vony skazaly, \"My pochuly molodʹ zahrozhuyemo yim; vin zaklykayetʹsya Abraham"},{"SurahNumber":21,"VerseNumber":61,"Text":"Vony skazaly, \"Prynosyatʹ yomu pered ochamy vsikh lyudey, shcho vony mozhutʹ davaty svidchennya"},{"SurahNumber":21,"VerseNumber":62,"Text":"Vony skazaly, vy zrobyly tse do nashykh bohiv, O Abraham"},{"SurahNumber":21,"VerseNumber":63,"Text":"Vin skazav, \"Tse shcho velykyy odyn khto zrobyv tse. Poyidʹte prosyatʹ yikh, yakshcho vony mozhutʹ rozmovlyaty"},{"SurahNumber":21,"VerseNumber":64,"Text":"Vony buly zakhopleni znenatsʹka, ta buly skazani sebe, \"Diysno, vy yavlyayete soboyu khto porushuvav"},{"SurahNumber":21,"VerseNumber":65,"Text":"Dosi, vony pereyshly do yikhnikh starykh idey: \"Vy znayete povnyy dobre shcho tsey ne mozhete rozmovlyaty"},{"SurahNumber":21,"VerseNumber":66,"Text":"Vin skazav, vy todi obozhnyuyete bilya BOHA shcho volodiye niyakoyu potuzhnistyu do vyhody vy abo shkoda vy"},{"SurahNumber":21,"VerseNumber":67,"Text":"Vy zaznaly soromu obozhnyuyuchy idoliv bilya BOHA. Vy ne rozumiyete"},{"SurahNumber":21,"VerseNumber":68,"Text":"Vony skazaly, \"Horyatʹ yo ta pidtrymuyutʹ vashykh bohiv, yakshcho tse ye shcho vy vyrishyte zrobyty"},{"SurahNumber":21,"VerseNumber":69,"Text":"My skazaly, \"O vohonʹ, budemo prokholodnyy ta seyf dlya Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"Otzhe, vony zamyslyly proty yoho, ale my zrobyly yim losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"My vryatuvaly yoho, ta my vryatuvaly Dolyu, do zemelʹnykh shcho my blahoslovyly dlya vsikh lyudey"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ta my harantuvaly yomu Isaac ta Jacob yak darunok, ta my zrobyly yim obydva spravedlyvym"},{"SurahNumber":21,"VerseNumber":73,"Text":"My zrobyly yim imams kotri kerovanyy u vidpovidnosti do nashykh zapovidey, ta my navchyly yikh yak popratsyuvaty righteousness, ta yak zauvazhyty Kontaktni Molytvy (Salat) ta obov'yazkova dobrodiynistʹ (Zakat). Do nas, vony buly prysvyacheni worshipers"},{"SurahNumber":21,"VerseNumber":74,"Text":"Yak dlya Doli, my harantuvaly yomu wisdom ta znannya, ta my vryatuvaly yoho z spilʹnoty shcho practiced abominations; vony buly bezputni ta z·hubni lyudy"},{"SurahNumber":21,"VerseNumber":75,"Text":"My dopuskaly yoho u nashe myloserdya, dlya vin buv spravedlyvyy"},{"SurahNumber":21,"VerseNumber":76,"Text":"Ta, pered shcho, Noah zaklykani ta my vidpovily yomu. My vryatuvaly yoho ta yoho rodynu z velykoho lykha"},{"SurahNumber":21,"VerseNumber":77,"Text":"My pidtrymaly yoho proty lyudey kotrykh vidkhylyly nashi vidkryttya. Vony buly z·hubni lyudy, takym chynom my potopyly yikh vsikh"},{"SurahNumber":21,"VerseNumber":78,"Text":"Ta David ta Solomon, koly vony odnoho razu panuvaly shcho stosuyetʹsya zerna khtosʹ tse bulo zruynovani inshym baranom, my zasvidchyly yikhniy vyrok"},{"SurahNumber":21,"VerseNumber":79,"Text":"My harantuvaly Solomon pravylʹne rozuminnya, khoch my nadaly pravo i z nykh z wisdom i znannya. My zdiysnyly hory sluzhyty David u glorifying (Boh), tak zhe, yak i ptakhy. Tse ye yaki my"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ta my navchyly yoho maysternistʹ roblyachykh shchytiv zakhystyty vas u viyni. Vy todi vdyachni"},{"SurahNumber":21,"VerseNumber":81,"Text":"Dlya Solomon, my zdiysnyly viter gusting ta duyuchyy u yoho rozporyadzhenni. Vin mih napravyty tse tomu shcho vin pobazhav, shchob ni vysadytysya vin vybrav, ta my blahoslovlyaly taku zemlyu dlya nʹoho. My znayemo tsilkom vsi rechi"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ta chortiv tam buv tsey khto by pirnuv dlya nʹoho (shchob zibraty urozhay more), abo shchob ni shche vin nakazav yim zrobyty. My zdiysnyly yikh u yoho sluzhbi"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ta Robota blahala yoho Lorda: \"Neshchastya befallen meni, ta, vsikh myloserdnykh, Vy yavlyayete soboyu Naybilʹsh Myloserdnyy"},{"SurahNumber":21,"VerseNumber":84,"Text":"My vidpovily yomu, relieved yoho neshchastya, ta restavruvalo yoho rodynu dlya nʹoho, navitʹ dvichi yak znachno. Tse bulo myloserdya z nas, ta reminder dlya worshipers"},{"SurahNumber":21,"VerseNumber":85,"Text":"Takozh, Ismail, Idris, Zal-Kifl; vesʹ steadfast, patsiyent"},{"SurahNumber":21,"VerseNumber":86,"Text":"My dopuskaly yikh u nashe myloserdya, dlya vony buly spravedlyvi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ta Zan-Poludenʹ (Jonah, z `n' u yoho nazvi\"), pokynulo yoho misiyu u protesti, myslennya shcho my ne mohly prokontrolyuvaty yoho. Vin zakinchyvsya blahayuchyy z temryavy (velykoho shlunku ryby): \"Nemaye boha za vynyatkom Vas. Vy glorified. YA zdiysnyv velykyy hrikh"},{"SurahNumber":21,"VerseNumber":88,"Text":"My vidpovily yomu, ta vryatuvaly yoho z kryzy; my takym chynom ryatuyemo viruyuchiv"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ta Zachariah blahav yoho Lorda: \"Miy Lord, ne derzhyte meni bez spadkoyemtsya, khoch Vy yavlyayete soboyu krashchyy inheritor"},{"SurahNumber":21,"VerseNumber":90,"Text":"My vidpovily yomu ta harantuvaly yomu Dzhon; my zafiksuvaly yoho druzhynu dlya nʹoho. Shcho tomu, shcho vony zvychayno hasten popratsyuvaty righteousness, ta blahav nas u sytuatsiyakh radosti, tak zhe, yak i strakha. Do nas, vony buly shanoblyvi"},{"SurahNumber":21,"VerseNumber":91,"Text":"Yak dlya khto pidtrymav yiyi virginity, my poduly u yiyi z nashoho dukh, ta otzhe, my zrobyly yiy ta yiyi synu portent dlya vsʹoho svitu"},{"SurahNumber":21,"VerseNumber":92,"Text":"Vash congregation ale odyn congregation, ta I vyklyuchno ye vash Lord; vy budete obozhnyuvaty Meni yedynyy"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ale, vony rozdilyly sebe u dysputuyuchi relihiyu. Usi povernutʹsya do nas (dlya vyroku)"},{"SurahNumber":21,"VerseNumber":94,"Text":"Yak dlya tsykh khto pratsyuyutʹ righteousness, toy chas, yak viryachy, yikhnya robota ne poyide vytratyty; my zapysuyemo tse"},{"SurahNumber":21,"VerseNumber":95,"Text":"Tse zaboronyayetʹsya dlya budʹ-yakoyi spilʹnoty my vynyshchyly povernutysya"},{"SurahNumber":21,"VerseNumber":96,"Text":"Ne do Gog ta Magog reappear, budutʹ vony todi vertayutʹ - vony prybudutʹ z kozhnoho napryamu"},{"SurahNumber":21,"VerseNumber":97,"Text":"Tse - koly nemynuche prorotstvo prybude proyty, ta disbelievers bude stare u zhakhi: \"Prykroshchi do nas; my buly oblivious. Diysno, my buly bezputnym"},{"SurahNumber":21,"VerseNumber":98,"Text":"Vy ta idoly vy obozhnyuyete krim BOHA budete palyvo dlya Pekla; tse ye vasha nemynucha dolya"},{"SurahNumber":21,"VerseNumber":99,"Text":"Yakshcho tse buly bohy, vony by ne zakinchylysya u Pekli. Vsi yoho meshkantsi perebuyutʹ u tse zavzhdy"},{"SurahNumber":21,"VerseNumber":100,"Text":"Vony budutʹ zhurytysya ta stohin tam, ta vony budutʹ ne maty dostupu do budʹ-yakoyi novyny"},{"SurahNumber":21,"VerseNumber":101,"Text":"Yak dlya tsykh khto zasluzhyly nashi rozkishni vynahorody, vony budutʹ zakhyshchatysya z tse"},{"SurahNumber":21,"VerseNumber":102,"Text":"Vony ne pochuyutʹ yoho shyplyachi. Vony otrymayutʹ nasolodu vid abode de vony mozhutʹ otrymaty vse vony bazhayutʹ, zavzhdy"},{"SurahNumber":21,"VerseNumber":103,"Text":"velykyy zhakh ne poturbuye yikh, ta anhely otrymayutʹ yikh joyfully: \"Tse ye vash denʹ, shcho ye poobitsyanyy do vas"},{"SurahNumber":21,"VerseNumber":104,"Text":"Na shcho denʹ, my zihnemo nebesa, lyubymo z·hynayuchi knyhy. Tilʹky tomu shcho my zapochatkuvaly pershe stvorennya, my povtorymo tse. Tse ye nasha obitsyanka; my zvychayno perevezemo tse"},{"SurahNumber":21,"VerseNumber":105,"Text":"My ukhvalyly u Psalomakh, tak zhe, yak i u inshykh svyatykh pysanni, shcho zemlya povynna buty uspadkovana Moyim spravedlyvyy worshipers"},{"SurahNumber":21,"VerseNumber":106,"Text":"Tse ye proholoshennya dlya lyudey shcho worshipers"},{"SurahNumber":21,"VerseNumber":107,"Text":"My poslaly vam z myloserdya z nas do vsʹoho svitu"},{"SurahNumber":21,"VerseNumber":108,"Text":"Proholoshuyu, \"ya buv danyy bozhestvenne natkhnennya shcho vash boh ye odyn boh. Vy todi budete pidkoryatysya"},{"SurahNumber":21,"VerseNumber":109,"Text":"Yakshcho vony prohanyayutʹ, todi kazhutʹ, \"ya poperedyv vas dostatno, ta ya ne mayu ideyi yak skoro abo pizno (retribution) prybudu do vas"},{"SurahNumber":21,"VerseNumber":110,"Text":"Vin znaye tsilkom vashi suspilʹni vyslovy, ta Vin znaye tsilkom vse vy prykhovuyete"},{"SurahNumber":21,"VerseNumber":111,"Text":"Dlya vsʹoho shcho ya znayu, tsey svit ye test dlya vas, ta tymchasovoyi nasolody"},{"SurahNumber":21,"VerseNumber":112,"Text":"Kazhutʹ, \"Miy Lord, Vash vyrok yavlyaye soboyu absolyutnu spravedlyvistʹ. Nash Lord yavlyaye soboyu Naybilʹsh Dobrozychlyvyy; tilʹky Yoho dopomoha shukayetʹsya pered vashymy pretenziyamy"}]}