{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"TT. S. M"},{"SurahNumber":28,"VerseNumber":2,"Text":"Bu (harf) ler bu apacık Kitabın mucizeleridir"},{"SurahNumber":28,"VerseNumber":3,"Text":"Inanan bir toplum icin, Musa ile Firavun'un bir kısım haberini sana dogru olarak anlatmaktayız"},{"SurahNumber":28,"VerseNumber":4,"Text":"Firavun yeryuzunde despotca davrandı. Halkını sınıflara ayırıp onlardan bir grubu ezip somuruyor, kızlarını yasatıp ogullarını kesiyordu. O, bir bozguncu idi"},{"SurahNumber":28,"VerseNumber":5,"Text":"Yeryuzunde gucsuzlestirilip ezilenlere lutfederek diledik ki onları onderler ve varisler yapalım"},{"SurahNumber":28,"VerseNumber":6,"Text":"Ve onları yeryuzune yerlestirelim, Firavun, Haman ve ordularına, korktukları seyi gosterelim"},{"SurahNumber":28,"VerseNumber":7,"Text":"Musa'nın annesine: \"Onu emzir, ancak ne zaman onun can guvenliginden endiselenirsen onu ırmaga at. Korkma, uzulme. Biz onu sana dondurecek ve onu elcilerden biri yapacagız,\" diye vahyettik"},{"SurahNumber":28,"VerseNumber":8,"Text":"Nihayet Firavun'un ailesi, kendileri icin bir dusman ve uzuntu kaynagı olacak o bebegi aldı. Firavun, Haman ve orduları suclular idiler"},{"SurahNumber":28,"VerseNumber":9,"Text":"Firavun'un karısı, \"Gozumuz aydın olsun. Onu oldurme. Belki bize yararı dokunur, yahut onu evlat ediniriz.\" Hic bir seyden haberleri yoktu"},{"SurahNumber":28,"VerseNumber":10,"Text":"Musa'nın annesinin gonlu bombos sabahladı. Inanması icin gonlunu pekistirmeseydik, neredeyse durumu acıga vuracaktı"},{"SurahNumber":28,"VerseNumber":11,"Text":"Kızkardesine, \"Onu izle,\" dedi. O da kimse farketmeden uzaktan izledi"},{"SurahNumber":28,"VerseNumber":12,"Text":"Onceden, onun sut annelerini kabul etmemesini sagladık. Nihayet (kızkardesi), \"Sizin icin onun bakımını ustlenecek ve ona iyi davranacak bir aileyi gostereyim mi?\" dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece onu annesine dondurduk ki gozu aydınlansın, uzulmesin ve ALLAH'ın sozunun gercek oldugunu bilsin. Ne var ki cokları bilmez"},{"SurahNumber":28,"VerseNumber":14,"Text":"Erginlik cagına gelip olgunlasınca ona bilgelik ve bilgi verdik. Iyi davrananları boyle odullendiririz"},{"SurahNumber":28,"VerseNumber":15,"Text":"Halkının haberi olmadıgı bir sırada kente girmisti. Orada iki adamın kavga ettiklerini gordu; biri onun tarafından (Ibrani), digeri de dusman tarafından (Mısırlı) idi. Tarafından olan adam dusmanına karsı ondan yardım istedi. Bunun uzerine Musa da otekine bir yumruk indirip isini bitirdi. \"Bu seytanın bir isidir; o bir dusmandır, apacık bir saptırıcıdır,\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim,\" dedi, \"ben kendime haksızlık ettim, beni bagısla.\" O da onu bagısladı. Cunku O Bagıslayandır, Rahimdir"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rabbim,\" dedi, \"bana bagısladıgın nimetlere karsılık olarak bundan boyle suclulara yardım etmeyecegim"},{"SurahNumber":28,"VerseNumber":18,"Text":"Korku icinde, etrafı kollayarak sehirde sabahladı. Kendisinden dun yardım istemis olan adam, feryad ederek yine kendisinden yardım istiyordu. Musa ona, \"Belli ki sen bir belalısın,\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Ortak dusmanlarını yakalamak isteyince, \"Musa, dun birisini oldurdugun gibi bu gun de beni mi oldurmek isitiyorsun? Sen, yeryuzunde erdemli biri olmak istemiyorsun; bir zorba olmak istiyorsun,\" dedi"},{"SurahNumber":28,"VerseNumber":20,"Text":"Sehrin ote yanından kosa kosa gelen bir adam, \"Musa, ileri gelenler seni oldurmek icin aralarında gorusuyorlar. Cabuk burayı terket; ben sana ogut vermekteyim,\" dedi"},{"SurahNumber":28,"VerseNumber":21,"Text":"Korku icinde, cevreyi kollayarak oradan kactı. \"Rabbim, beni su zalim toplumdan kurtar,\" dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Medyen'e dogru yonelince, \"Umarım Rabbim beni dogruya iletir,\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Medyen suyuna vardıgında, orada hayvanlarını sulayan halktan bir grup buldu. Onların gerisinde itilip kakılan iki kadın gordu. Onlara, \"Ne yapmak istiyorsunuz?\" dedi. \"Cobanlar sulayıp cekilmeden sulayamayız. Babamız da cok yaslı bir adamdır,\" dediler"},{"SurahNumber":28,"VerseNumber":24,"Text":"Onlar icin suladı, sonra golgeye cekildi ve, \"Rabbim, senin bana bagıslayacagın her seye muhtacım,\" dedi"},{"SurahNumber":28,"VerseNumber":25,"Text":"Cok gecmeden onlardan birisi utana utana ona dogru yuruyerek geldi ve \"Babam, bizim icin sulamana karsılık olarak sana ucret vermek istiyor,\" dedi. Onunla karsılasıp ona basından gecenleri anlatınca o, \"Korkma,\" dedi, \"Zalim topluluktan kurtulmus bulunuyorsun"},{"SurahNumber":28,"VerseNumber":26,"Text":"Onlardan biri, \"Babacıgım, ona is ver. O, senin ucretle tuttuklarının en iyisidir; hem guclu, hem de guvenilir biri,\" dedi"},{"SurahNumber":28,"VerseNumber":27,"Text":"Dedi ki, \"Bana sekiz hac boyunca calısman kosuluyla seni su kızlarımdan biriyle nikahlamak istiyorum. Dilersen onu on (yıl)a tamamlayabilirsin. Sana zorluk cıkarmak istemiyorum. ALLAH dilerse, beni erdemli davranan biri olarak bulacaksın"},{"SurahNumber":28,"VerseNumber":28,"Text":"Dedi ki, \"Bu, seninle benim arasında bir sozlesmedir. Hangi sureyi yerine getirirsem bana dusmanlık yok. Konustuklarımıza ALLAH garantordur,\" dedi"},{"SurahNumber":28,"VerseNumber":29,"Text":"Musa, o sureyi bitirip ailesiyle birlikte yola cıkınca Tur'un yamacında bir ates gordu ve ailesine, \"Burada dur, ben bir ates gordum. Belki size ondan bir haber veya bir ates koru getiririm de onunla ısınırsınız,\" dedi"},{"SurahNumber":28,"VerseNumber":30,"Text":"Oraya varınca (yanan) agacın bulundugu kutsal bolgede, sag yamacın kenarından kendisine seslenildi: \"Musa, Ben evrenlerin Rabbi ALLAH'ım"},{"SurahNumber":28,"VerseNumber":31,"Text":"Degnegini at.\" Onu bir yılan gibi titresir gorunce, ardına bile bakmadan donup kactı. \"Musa, don, korkma, sen guvencedesin"},{"SurahNumber":28,"VerseNumber":32,"Text":"Elini koynuna sok, kusursuz bembeyaz cıksın. Korkudan acılan kanatlarını katlayıp indir. Bu ikisi, Firavun ve ileri gelen ekibine Rabbinden iki delildir. Onlar yoldan cıkan bir toplum olmuslardır"},{"SurahNumber":28,"VerseNumber":33,"Text":"Dedi ki, \"Rabbim, ben onlardan bir kisiyi oldurmustum. Beni oldureceklerinden korkarım"},{"SurahNumber":28,"VerseNumber":34,"Text":"Ayrıca, kardesim Harun benden daha iyi konusur. Onu benimle birlikte, beni destekleyen bir yardımcı olarak gonder. Beni yalanlamalarından korkarım"},{"SurahNumber":28,"VerseNumber":35,"Text":"Dedi ki, \"Senin pazunu kardesinle guclendirecegiz ve ikinize oyle bir yetki verecegiz ki size dokunamıyacaklar. Siz ikiniz ve sizi izleyenler mucizelerimizle zafer kazanacaksınız"},{"SurahNumber":28,"VerseNumber":36,"Text":"Musa onlara apacık ayet ve mucizelerimizle gidince, \"Bu ancak uydurma bir buyudur. Biz boyle bir seyi onceki atalarımızdan isitmedik,\" dediler"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa dedi ki, \"Rabbim, kendisinden bir hidayetle gelenin kim oldugunu ve sonunda kimin kazanclı cıkacagını iyi bilir. Zalimler kesinlikle basaramazlar"},{"SurahNumber":28,"VerseNumber":38,"Text":"Firavun, \"Ey ileri gelenler, ben sizin icin benden daha iyi bir tanrı bilmiyorum. Haman, benim icin balcıgın uzerinde ates yakarak tugla hazırla ve Musa'nın tanrısına ulasabilmem icin bir kule yap. Ben onun yalancı olduguna inanıyorum,\" dedi"},{"SurahNumber":28,"VerseNumber":39,"Text":"O ve ordusu yeryuzunde haksız yere buyuklendi ve bize donmeyeceklerini sandılar"},{"SurahNumber":28,"VerseNumber":40,"Text":"Onları ve ordusunu yakalayıp denize attık. Zalimlerin sonunun nasıl olduguna dikkat et"},{"SurahNumber":28,"VerseNumber":41,"Text":"Onları, atese cagıran onderler kıldık; dirilis gununde de yardım gormezler"},{"SurahNumber":28,"VerseNumber":42,"Text":"Bu dunyada onları lanetle yaftaladık, dirilis gununde de asagılanacaklardır"},{"SurahNumber":28,"VerseNumber":43,"Text":"Ilk nesilleri (Nuh, Hud, Salih, Lut ve Suayb'ın halklarını) yok ettikten sonra Musa'ya, halkı aydınlatan bir kılavuz ve rahmet olarak kitabı verdik; belki ogut alırlar diye"},{"SurahNumber":28,"VerseNumber":44,"Text":"Musa'ya emri ilettigimiz zaman sen batı tarafında bulunmuyordun; sen tanık degildin"},{"SurahNumber":28,"VerseNumber":45,"Text":"Fakat biz bir cok nesiller yarattık. Uzerinden cok zaman gecti. Sen Medyen halkı arasında bulunup ayetlerimizi okuyor da degildin. Ancak, biz elciler gondeririz"},{"SurahNumber":28,"VerseNumber":46,"Text":"(Musa'ya) Seslendigimizde Tur'un yamacında da bulunmuyordun. Ancak, senden once kendilerine bir uyarıcı gelmemis bir toplumu uyarman icin Rabbinden bir rahmet olarak (sana bilgi veriyoruz); belki ogut alırlar"},{"SurahNumber":28,"VerseNumber":47,"Text":"Kendi elleriyle isledikleri yuzunden baslarına bir musibet geldiginde, \"Rabbimiz, bize bir elci gonderseydin de senin ayetlerine uysaydık ve inananlardan olsaydık,\" diyemesinler diye"},{"SurahNumber":28,"VerseNumber":48,"Text":"Tarafımızdan kendilerine gercek ulastıgında, \"Keske Musa'ya verilen (mucizeler) in bir benzeri bize de getirilseydi!\" dediler. (Aynı kafa yapısına sahip olanlar) daha once de Musa'ya verilenleri inkar etmemisler miydi? \"Birbirini destekleyen iki buyu (kitabı) dır. Biz ikisini de reddediyoruz,\" dediler"},{"SurahNumber":28,"VerseNumber":49,"Text":"De ki, \"Dogru sozlu iseniz, ALLAH katından bu ikisinden daha iyi yol gosteren bir kitap getirin, ben ona uyayım"},{"SurahNumber":28,"VerseNumber":50,"Text":"Sana cevap vermezlerse bil ki sadece kuruntularına uyuyorlar. ALLAH'tan gelen bir yol gosterici olmadan, kuruntularına uyandan daha sapık kim olabilir? Kuskusuz ALLAH zalim halkı dogruya iletmez"},{"SurahNumber":28,"VerseNumber":51,"Text":"Ogut alırlar diye kendilerine mesajı iletip durduk"},{"SurahNumber":28,"VerseNumber":52,"Text":"Kendilerine daha onceki kitapları verdiklerimiz buna inanırlar"},{"SurahNumber":28,"VerseNumber":53,"Text":"Kendilerine okundugu zaman, \"Ona inandık. Bu, Rabbimizden gelen gercektir. Zaten ondan once de muslumanlar idik,\" derler"},{"SurahNumber":28,"VerseNumber":54,"Text":"Onların odulleri, sabretmelerinden oturu iki kez verilecektir. Kotulugu iyilikle savarlar ve kendilerine verdigimiz nimetlerden verirler"},{"SurahNumber":28,"VerseNumber":55,"Text":"Bos sozleri isittiklerinde ondan yuz cevirirler ve, \"Bizim isimiz bize, sizin isiniz size. Size selam (barıs) olsun. Biz cahillerle ugrasmak istemeyiz,\" derler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Sen sevdigini dogruya iletemezsin. Diledigini dogruya ileten sadece ALLAH'tır. Dogruya ulasmayı hakedenleri en iyi bilen de O'dur"},{"SurahNumber":28,"VerseNumber":57,"Text":"Dediler ki, \"Senin hidayetine uysak yurdumuzdan ediliriz. Onları, katımızdan her cesit urunun rızık olarak toplanıp goturuldugu guvenli ve kutsal bir bolgeye yerlestirmedik mi? Ne var ki cokları bilmez"},{"SurahNumber":28,"VerseNumber":58,"Text":"Kendilerine verilen nimetlere nankorluk eden nice toplumları yok etmisizdir. Iste sunlar, kendilerinden sonra pek az kimse tarafından ikametgah edinilmis evleridir. Oralara biz varis olduk"},{"SurahNumber":28,"VerseNumber":59,"Text":"Rabbin, toplumların merkezine, kendilerine ayetlerimizi okuyan bir elci gondermedikce onları yok etmez. Biz, halkı zalim olmayan toplumları asla yok etmeyiz"},{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen her sey, bu dunya hayatının malı ve susudur. ALLAH'ın yanında olanlar ise daha iyi ve sureklidir. Anlamaz mısınız"},{"SurahNumber":28,"VerseNumber":61,"Text":"Kavusacagı guzel bir odulu kendisine soz verdigimiz bir kimse, kendisini dunya hayatının malıyla nimetlendirdigimiz ve sonra dirilis gunu hesaba cekilen kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"Gun gelir, onlara, \"Ortaklarım olduklarını iddia etmekte olduklarınız hani nerede?\" diye seslenir"},{"SurahNumber":28,"VerseNumber":63,"Text":"Aleyhlerinde yargının gerceklestigi kimseler, \"Rabbimiz, sunlar bizim saptırdıgımız kimselerdir; biz kendimiz sapmıs oldugumuz icin onları saptırdık. Onları bırakıp sana sıgınıyoruz. Onlar aslında bize tapmıyorlardı,\" derler"},{"SurahNumber":28,"VerseNumber":64,"Text":"Onlara, \"Haydi ortaklarınızı (yardıma) cagırın.\" Bunun uzerine onları cagırırlar, ancak kendilerine karsılık vermezler. Azabı gorurler ve dogru yolda bulunmadıklarına yanarlar"},{"SurahNumber":28,"VerseNumber":65,"Text":"O gun onlara seslenerek, \"Elcilere nasıl bir cevap verdiniz?\" der"},{"SurahNumber":28,"VerseNumber":66,"Text":"O gunde gerceklesen olaylar karsısında saskına donmuslerdir"},{"SurahNumber":28,"VerseNumber":67,"Text":"Kim tevbe eder, inanır ve erdemli davranırsa iste o zaman basarılı olabilir"},{"SurahNumber":28,"VerseNumber":68,"Text":"Rabbin diledigini yaratır, diledigini secer. Secim onlara ait degildir. ALLAH onların ortak kostuklarından uzaktır, yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Cunku Rabbin, onların acıga vurduklarını bildigi gibi goguslerinin gizlediklerini de bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"O ALLAH'tır; O'ndan baska tanrı yoktur. Basta da Sonda da ovguler O'nadır. Tum yargı da O'na aittir ve O'na donduruleceksiniz"},{"SurahNumber":28,"VerseNumber":71,"Text":"De ki, \"ALLAH geceyi dirilis gunune kadar uzerinize surekli kılsaydı ne dersiniz? ALLAH'tan baska hangi Tanrı size bir ısık getirebilir? Isitmiyor musunuz"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki, \"ALLAH gunduzu dirilis gunune kadar uzerinize surekli kılsaydı ne dersiniz? ALLAH'tan baska hangi Tanrı dinleneceginiz geceyi size getirebilir? Gormuyor musunuz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Geceyi ve gunduzu, birinde dinlenmeniz ve digerinde onun nimetlerini aramanız icin duzenlemesi O'nun rahmetindendir. Belki sukredersiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"Onlara seslendigi gun, \"Benim ortaklarım oldugunu sandıgınız kimseler nerede?\" der"},{"SurahNumber":28,"VerseNumber":75,"Text":"Her bir toplumdan bir tanık secer ve, \"Delilinizi getirin,\" deriz. Boylece, tum gercegin ALLAH'a ait oldugunu ogrenecekler ve uydurmus oldukları seyler kendilerini bırakıp kaybolacaktır"},{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, Musa'nın halkından olmasına ragmen ihanet edip onlara zulmetti. Kendisine oyle hazineler vermistik ki anahtarları guclu bir topluluga bile agır geliyordu. Halkı ona soyle demisti: \"Sımarma, ALLAH sımaranları sevmez"},{"SurahNumber":28,"VerseNumber":77,"Text":"ALLAH'ın sana verdigi nimetlerle, dunyadaki payını unutmadan ahiret yurdunu ara. ALLAH sana nasıl iyilikte bulunmussa sen de iyilikte bulun. Yeryuzunde bozgunculuk yapmayı arama. ALLAH bozguncuları sevmez"},{"SurahNumber":28,"VerseNumber":78,"Text":"Dedi ki, \"Tum bunlar bana, bilgi ve becerimden dolayı verildi.\" Ondan once, kendisinden daha buyuk bir guce ve sayısal cogunluga sahip nice nesilleri ALLAH'ın yok ettigini bilmezmi? Sucluların sucları kendilerinden sorulmaz"},{"SurahNumber":28,"VerseNumber":79,"Text":"Bir ara, tum gorkemiyle halkının arasına cıkmıstı. Dunya hayatını secenler, \"Keske Karun'a verilenlerin bir benzeri bize de verilseydi. Gercekten, o cok sanslı biri,\" dediler"},{"SurahNumber":28,"VerseNumber":80,"Text":"Kendilerine bilgi verilmis olanlar, \"Yazık size, inanan ve erdemli davranan icin ALLAH'ın odulu daha iyidir,\" dediler. Buna ancak sabredenler kavusturulur"},{"SurahNumber":28,"VerseNumber":81,"Text":"Onu eviyle birlikte yerin dibine gecirdik. ALLAH'ın dısında kendisine yardım edecek bir bolugu yoktu; kazananlardan olmadı"},{"SurahNumber":28,"VerseNumber":82,"Text":"Bir onceki gun onun durumuna imrenenler, \"Demek ki ALLAH kullarından diledigine rızkı bol verir, diledigine de kısar. ALLAH bize lutfetmeseydi bizi de batırırdı. Demek kafirler basarıya ulasamazlar,\" demeye basladılar"},{"SurahNumber":28,"VerseNumber":83,"Text":"Bu ahiret yurdunu, yeryuzunde boburlenmeyi ve bozgunculugu istemiyenlere ayırdık. Sonuc erdemlilerindir"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kim iyilikle gelirse kendisine ondan daha iyisi verilecektir. Kim kotuluk ile gelirse, o kotulukleri isleyenlere ancak yaptıkları kadar bir karsılık verilecektir"},{"SurahNumber":28,"VerseNumber":85,"Text":"Sana Kuran'ı ozguleyen, kuskusuz seni kararlastırılmıs noktaya dondurecektir. De ki, \"Kimin hidayet getirdigini ve kimin acık bir sapıklık icinde oldugunu Rabbim iyi bilir"},{"SurahNumber":28,"VerseNumber":86,"Text":"Sana bu kitabın verilecegini ummazdın; ancak bu Rabbinden bir rahmettir. Kafirlere arka olma"},{"SurahNumber":28,"VerseNumber":87,"Text":"Sana indirildikten sonra seni ALLAH'ın ayetlerinden saptırmasınlar. Rabbine cagır; ortak kosanlardan olma"},{"SurahNumber":28,"VerseNumber":88,"Text":"ALLAH ile birlikte hic bir tanrıyı cagırma. O'ndan baska tanrı yoktur. O'nun varlıgı haric her sey yok olmaya mahkumdur. Yargı tumuyle O'nundur ve siz O'na donduruleceksiniz"}]}