{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Адамдарга өздөрүнүн эсеби (Кыямат) жакындап калды. Алар болсо (Аллаһ буюрган парыздардан) жүз үйрүгөн бойдон кайдыгер жүрүшөт"},{"SurahNumber":21,"VerseNumber":2,"Text":"Аларга Раббилери тарабынан жаңы зикир (аят) келсе (мушриктер) оюнкарактык менен угушту"},{"SurahNumber":21,"VerseNumber":3,"Text":"жүрөктөрү кайдыгер болуп. Жана заалым (каапыр) адамдар: «Бул (Мухаммад) эч ким эмес, өзүңөр сыяктуу жөнөкөй эле адам (ал «аят» деген нерселер болсо, сыйкыр). Силер көрүп туруп сыйкырга келе жатасыңарбы?» (деп) шыбырап сүйлөшүштү"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Пайгамбар) Айтты: «Менин Раббим асмандагы, жердеги сөздү билет. Ал — Угуучу, Билүүчү!»"},{"SurahNumber":21,"VerseNumber":5,"Text":"«Андай эмес» — дешти алар — (Мухаммад айтып жаткан нерселер) түштөгү жобурануу, жок, аларды өзү ойлоп чыгарган, жок андай эмес, ал акын. (Эгер пайгамбарлыгы чын болсо, абалкы(пайгамбар)ларга жиберилген сыяктуу бир моожиза келтирсинчи, кана?!»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Алардан мурунку Биз кыйраткан шаарлар(дын элдери) ыйман келтирбеген нерсеге ушулар ыйман келтирмек беле"},{"SurahNumber":21,"VerseNumber":7,"Text":"(О, Мухаммад) Биз сенден мурун (периште же болбосо аял затынан эмес) жалаң эркек кишилерди гана Пайгамбар кылып, аларга вахий жибергенбиз. Эгер билбесеңер Зикир (Ыйык Китеп) ээлеринен сурагыла"},{"SurahNumber":21,"VerseNumber":8,"Text":"Биз пайгамбарларды тамак-аш жебей турган дене (адаттан сырткары табияттуу адам) кылып жаратпадык. Алар түбөлүк жашоочулардан да эмес"},{"SurahNumber":21,"VerseNumber":9,"Text":"Кийин Биз пайгамбарларга берген убаданы аткарып (каапырларга азап жиберип) Пайгамбарларды жана Өзүбүз каалаган (момун) адамдарды куткарып, чектен чыккандарды кыйратып салдык"},{"SurahNumber":21,"VerseNumber":10,"Text":"(О, пайгамбар менен мусулмандар!) Биз силерге Китеп (Кураан) түшүрдүк. Анын ичинде силердин шоорат-даңкыңар бар. Акылыңарды иштетпейсиңерби"},{"SurahNumber":21,"VerseNumber":11,"Text":"Жана Биз (өткөндө) нечен-нечен заалым (каапыр) шаарларды кыйратып, алардан кийин (ордуна) башкаларды жараттык"},{"SurahNumber":21,"VerseNumber":12,"Text":"Алар Биздин азабыбызды(н белгисин) байкаар замат шаардан качып жөнөштү"},{"SurahNumber":21,"VerseNumber":13,"Text":"«Качпагыла, көңүл ачуучу жайыңарга жана үйүңөргө кайткыла, балким (өлтүрүлбөй бирөөңөрдөн-бирөөңөр) суралган бойдон калаарсыңар» (дешти азаптоочу периштелер какшык менен)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Алар болсо: «Ох, өлдүк! Биз заалымдардан болуп калган элек!» дешти"},{"SurahNumber":21,"VerseNumber":15,"Text":"Биз аларды орулган (чөп сыяктуу) кылып тындырып салганыбызга чейин ушул (армандуу) дубалары токтобой турду"},{"SurahNumber":21,"VerseNumber":16,"Text":"Биз асманды, жерди жана ал экөөсүнүн арасындагыларды оюн-эрмек үчүн жаратканыбыз жок"},{"SurahNumber":21,"VerseNumber":17,"Text":"Эгер (асман-жерди) эрмек кылып алууну кааласак, Биз аны (эрмек-зоокту) Өзүбүздүн алдыбыздан (асмандардын үстүндөгү жогорку Арштан) деле тапмакпыз, эгер табууну кааласак"},{"SurahNumber":21,"VerseNumber":18,"Text":"Биз Акыйкатты (Кураанды) жалгандын үстүнө таштайбыз жана ал аны эзип, жанчып коёт! Анан жалган жок болот. (О, Аллаһтын шериги, аялы, баласы бар дегендер!) Мындай сыпаттаганыңар үчүн силерге «Уайл»? болсун"},{"SurahNumber":21,"VerseNumber":19,"Text":"Асмандардагы жана жердеги нерселердин баары Аллаһтын мүлкү. Анын алдындагылар (периштелер) Ага ибадат-кулчулук кылуудан текеберленишпейт жана арданбайт"},{"SurahNumber":21,"VerseNumber":20,"Text":"(Тескерисинче,) түнү-күнү чарчабай-зерикпей Ага тасбих айтышат"},{"SurahNumber":21,"VerseNumber":21,"Text":"Же болбосо, жердин өзүнөн эле тирилтүүчү «кудайларды» таап алышканбы"},{"SurahNumber":21,"VerseNumber":22,"Text":"Эгер асман менен жерде Аллаһтан башка кудайлар бар болсо, экөө тең ойрон болмок. (Улуу, Бийик) Арштын Раббиси болгон Аллаһ мушриктер сыпаттаган нерселерден Аруу-Таза"},{"SurahNumber":21,"VerseNumber":23,"Text":"Аллаһ Өзүнүн иши боюнча эч кимге жооп бербейт. Алар жооп беришет (суралышат)"},{"SurahNumber":21,"VerseNumber":24,"Text":"Же, алар Аллаһтан башкаларды кудай кылып алыштыбы?! Айткын: «(Андай болсо) далилиңерди алып келгиле! Мына мендеги нерсенин (Кураандын) сөздөрү жана менден мурунку нерселердин (Тоорат менен Инжилдин) сөздөрү! Жок, Алардын көпчүлүгү Акыйкатты билишпейт. (Мунун себеби) Алар жүз буруп кетишкен"},{"SurahNumber":21,"VerseNumber":25,"Text":"(О, Мухаммад!) Сенден мурун жиберген ар бир пайгамбарга Биз: «Менден башка (ибадатка ылайык) кудай жок. Өзүмө гана сыйынгыла деп вахий кылдык"},{"SurahNumber":21,"VerseNumber":26,"Text":"(Мушриктер): «Рахмандын! баласы бар» дешти. Аллаһ бала күтүүдөн Аруу-Таза. Андай эмес, алар (периштелер) урматтуу пенделер"},{"SurahNumber":21,"VerseNumber":27,"Text":"Алар Андан (Аллаһтан) озунуп сүйлөшпөйт. Алар анын буйругун гана аткарышат"},{"SurahNumber":21,"VerseNumber":28,"Text":"(Аллаһ) Алардын келечектерин да, өтмүштөрүн да билет. Алар (Аллаһтын алдында) ортомчу боло алышпайт. Аллаһ каалагандар үчүн гана ортомчу боло алышат. Алар Аллаһтан коркуп, ырайымына жалдырап турушат"},{"SurahNumber":21,"VerseNumber":29,"Text":"Алардын кимиси «мен — кудаймын» десе Биз аны Тозок менен жазалайбыз. Биз заалымдарды ушундай жазалайбыз"},{"SurahNumber":21,"VerseNumber":30,"Text":"Каапырлар билишпейби, асмандар менен жер (мурда) тосулган болчу. Кийин Биз аларды оңдоп (пайдалуу кылып) койдук. Жана Биз ар бир тирүү нерсени суудан жараттык?. Ыйман келтиришпейби"},{"SurahNumber":21,"VerseNumber":31,"Text":"Жана адамдарды бекем кармап турсун деп жер бетине тизилген тоолорду жараттык. Жана элдер Туура Жол таап (адашпай) жүрсүн деп өрөөн — жолдорду жасап койдук"},{"SurahNumber":21,"VerseNumber":32,"Text":"Жана асманды корголгон там кылдык!. Алар Биздин (бул) аян-белгилерибизден жүз бурушууда"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ал күндүз менен караңгылыкты, Күн менен Айды жаратты. Бардыгы асманда сүзүп жүрүшөт"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Оо, Мухаммад!) Сенден мурун да эч бир адамды түбөлүк жаратпадык. Эмне, сен өлүп, алар (мушриктер) түбөлүк жашайт бекен"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ар бир жан өлүмдү(н даамын) татуучу. (Ошого чейин) Биз аларды (кээде) жакшылык, (кээде) жамандык менен сынайбыз. Жана (өмүрүңөр бүткөндө) Өзүбүзгө кайтарыласыңар"},{"SurahNumber":21,"VerseNumber":36,"Text":"Эгер сени каапырлар көрсө (бири-бирине) силердин (Аллаһтан башка) кудайыңарды (буларга сыйынып болбойт деп) тилге алган ушулбу?» деп шылдыңдашат. Алар Рахманды эскерүүдөн каапыр болушууда"},{"SurahNumber":21,"VerseNumber":37,"Text":"Инсан сабырсыз жаратылган. (О, каапырлар,) жакында силерге белгилеримди (азапты) көргөзөмүң,. Мени шаштырбагыла"},{"SurahNumber":21,"VerseNumber":38,"Text":"Алар: «Эгер чынчыл болсоңор, жанагы убада (азап) качан?» -дешет"},{"SurahNumber":21,"VerseNumber":39,"Text":"Эгер каапырлар жүздөрүнөн жана жондорунан Тозок отун тосо албай, жардамсыз калган мезгилди (Кыяматты) билгенде (андай сөздөрдү айтпайт эле)"},{"SurahNumber":21,"VerseNumber":40,"Text":"(Кыямат) Аларга капыстан келет. Ошондо алар аны кайтаруудан алсыз болуп, коркуудан селейип калышат. (Анда) Аларга эч мөөнөт берилбейт"},{"SurahNumber":21,"VerseNumber":41,"Text":"(О, Мухаммад), сенден мурунку пайгамбарлар деле (каапыр элдер тарабынан) шылдыңдалган. Анан алардын арасынан шылдыңдаган адамдарга, ошол шылдыңдаган нерселери (азап болуп) түшкөн"},{"SurahNumber":21,"VerseNumber":42,"Text":"Айткын: «(Эй, каапырлар) Силерди түндө же күндүзү (азап жиберчү болсо) Рахмандан ким коргой алат?! Тескерисинче, алар Раббилерин(ин азабын) эскерүүдөн жүз бурушту"},{"SurahNumber":21,"VerseNumber":43,"Text":"Же Бизден бөлөк коргоочу кудайлары барбы?! Ал кудайлар (силерге эмес) өздөрүнө да жардам бере албайт. Жана Бизден да эч бир жардамга ээ боло алышпайт"},{"SurahNumber":21,"VerseNumber":44,"Text":"Жок, аларды да, ата-бабаларын да өмүрү узун болгонго чейин Биз пайдалантуудабыз. Алар көрбөй жатабы, Биз жердин айлана-тегерегин жонуп, кыскартып жатабыз го?!? Эмне, алар (Аллаһтын тагдырына моюн сунбай), жеңүүчү болушат бекен"},{"SurahNumber":21,"VerseNumber":45,"Text":"(О, Мухаммад), сен аларга: «Мен силерди вахий (Аллаһтан келген кабар) менен эскертип жатамын. Бирок, дүлөй адамдар эскертилген чакырыкты укпайт» деп айткын"},{"SurahNumber":21,"VerseNumber":46,"Text":"Эгер аларды Раббиңдин бир аз эле азабы кармаса; «Ох, өлдүк! Биз заалымдардан болуп калдык!» -дешет"},{"SurahNumber":21,"VerseNumber":47,"Text":"Биз Кыямат Күн үчүн адилет таразаларды орнотобуз. Эч бир жан(га) зулумдук кылынбайт. (Сообунан кемитилбейт). Эгер (сообу же күнөөсү) сары кычы данынчалык болсо да, аны алып келебиз. Биз жетиштүү эсепчибиз"},{"SurahNumber":21,"VerseNumber":48,"Text":"Жана Биз Муса менен Харунга Фурканды (ак менен караны ажыратуучу Тооратты) такыба кишилер үчүн нур жана эскерме кылып бердик"},{"SurahNumber":21,"VerseNumber":49,"Text":"Такыбаалар ушундай кишилер: Кайыптагы Раббисинен коркушат. Жана алар Кыямат Күндөн титиреп турушат"},{"SurahNumber":21,"VerseNumber":50,"Text":"Жана бул (Кураан) Биз түшүргөн Зикир жана Берекет. Силер аны четке кагасыңарбы"},{"SurahNumber":21,"VerseNumber":51,"Text":"Биз буга чейин Ибрахимге Туура Жол бергенбиз. Жана аны(н абалын) Билүүчү болдук"},{"SurahNumber":21,"VerseNumber":52,"Text":"Бир кезде ал атасына жана коомуна: «Силер табынып жаткан бул айкелдер(ден пайда) не?!» -деди"},{"SurahNumber":21,"VerseNumber":53,"Text":"«Ата-бабаларыбызды ошолорго сыйынган абалда тапканбыз» дешти алар"},{"SurahNumber":21,"VerseNumber":54,"Text":"(Ибрахим) Айтты: «Силер да, ата-бабаңар да анык адашууда болгонсуңар!»"},{"SurahNumber":21,"VerseNumber":55,"Text":"(Мушриктер) Айтышты: «Сен чын сүйлөп жатасыңбы же ойноп (тамаша) сүйлөп жатасыңбы?»"},{"SurahNumber":21,"VerseNumber":56,"Text":"Айтты: «Чынын айтам; Силердин Раббиңер асмандардын жана жердин Раббиси. Аларды жараткан. Буга мен өзүм күбөгө өтүүчүмүн"},{"SurahNumber":21,"VerseNumber":57,"Text":"Жана Аллаһка ант ичип айтамын: «Мен силер (шаардан) кеткенде айкел-кудайыңардын амалын таап койомун!»"},{"SurahNumber":21,"VerseNumber":58,"Text":"Анан алардын эң чоңунан башка баарын талкалап чыкты, ошого кайтышсын деп. Шаар эли майрамдан кайтып, ибадатканага киришип"},{"SurahNumber":21,"VerseNumber":59,"Text":"«Биздин кудайларыбызга муну ким жасады?! Ал сөзсүз заалымдардан экен!!!» дешти"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Кээ бирөөлөрү) Айтышты: «Ибрахим деген жаш жигит кудайларыбызды (жамандык менен) тилге алып жүргөн»"},{"SurahNumber":21,"VerseNumber":61,"Text":"(Чоңдору) Айтты: «Аны адамдардын көз алдына алып келгиле, (сазайын бергенибизди) көрүп коюшсун!»"},{"SurahNumber":21,"VerseNumber":62,"Text":"«О, Ибрахим! Биздин кудайларыбызга ушуну сен жасадыңбы?!» - дешти"},{"SurahNumber":21,"VerseNumber":63,"Text":"«Жок — деди Ибрахим — мына бул (балта кармап турган) чоңу жасады. Эгер сүйлөчү болсо сурап алгыла»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ошондо алар (бир саамга) эстерине келе калышты жана (бири-бирине) «Чын эле силер өзүңөр заалым экенсиңер» - дешти"},{"SurahNumber":21,"VerseNumber":65,"Text":"Кийин дагы баштары айланып, «Сен булардын сүйлөбөй тургандыгын билет болчусуң! (Бизди шылдың кылба)» -дешти"},{"SurahNumber":21,"VerseNumber":66,"Text":"«Аллаһтан башка, өзүңөргө не зыян, не пайда келтире албаган кудайларга сыйынып жатасыңарбы"},{"SurahNumber":21,"VerseNumber":67,"Text":"Силерден дагы, Аллаһтан башка сыйынган кудайыңардан дагы тажадым! Акылыңарды иштетпейсиңерби?!» (деди Ибрахим). (Мушриктер Ибрахимдин далилдерине жооп бере албай, күч колдонууну каалашты жана)"},{"SurahNumber":21,"VerseNumber":68,"Text":"«Аны отко ыргыткыла! Кудайыңарга жардам бергиле! Эгер жасай алсаңар, ушундай жасагыла!» - дешти"},{"SurahNumber":21,"VerseNumber":69,"Text":"Биз айттык: «О, от, Ибрахимге муздак жана саламаттык бол!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Алар муну менен (динге каршы) айлакерлик кылууну каалашты. Бирок, Биз аларды зыян тартуучу кылдык"},{"SurahNumber":21,"VerseNumber":71,"Text":"Жана Биз аны (Ибрахим) менен Лут экөөсүн, ааламдар үчүн берекелүү кылган жерге (Шам өлкөсүнө) куткарып (чыгарып) жибердик"},{"SurahNumber":21,"VerseNumber":72,"Text":"Биз ага Исхакты жана (анын уулу) Яькубду кошумча кылып бердик. Жана (Ибрахим, Исхак, Яькубдун) баарын тең салих (жакшы) адамдардан кылдык"},{"SurahNumber":21,"VerseNumber":73,"Text":"Биз аларды Өзүбүздүн гана ишибизге (динибизге) баштоочу имамдардан кылдык. Жана аларга жакшы иштерди жасоону, намаз окууну жана зекет берүүнү вахий кылдык. Алар Бизге (эч нерсени шерик кошпой) ибадат кылуучулардан болчу"},{"SurahNumber":21,"VerseNumber":74,"Text":"Биз Лутка да өкүм (пайгамбарчылык) жана илим (шарият) бердик. Биз аны ыпластык (бачабаздык) иштерди жасаган шаардан чыгарып кеттик. Алар (шаар эли) жаман, бузук адамдар болгон"},{"SurahNumber":21,"VerseNumber":75,"Text":"Биз аны Өз ырайымыбызга алдык. Чынында ал салих адамдардан"},{"SurahNumber":21,"VerseNumber":76,"Text":"Жана Нухту (эскер). Мурун ал (Бизге бийик добуш менен) дуба кылды эле, Биз аны кабыл алдык. Анан Биз аны менен үй-бүлөсүн улук кайгыдан (топон суудан) куткарып калдык"},{"SurahNumber":21,"VerseNumber":77,"Text":"Биз ага аяттарыбызды «жалган» деген (каапыр) коомдон (алардын зыян келтирүүсүнөн) жардам бердик. Алар жаман адамдар болчу. Биз аларды бирин койбой (топон сууга) чөктүрдүк"},{"SurahNumber":21,"VerseNumber":78,"Text":"Дауд менен Сулайманды (эстегин). Бир кезде ал экөөсү бир коомдун койлору (түндөсү каптап кирип) майкандап койгону жөнүндө өкүм кылышкан, Биз алардын өкүмүнө күбө болгонбуз"},{"SurahNumber":21,"VerseNumber":79,"Text":"Сулайманга бул чечимди түшүндүрдүк. Биз экөөнө тең (Дауд менен Сулайманга) өкүм жана илим бергенбиз. Даудга өзү менен кошулуп (Аллаһка) тасбих айткан тоолорду жана куштарды моюн сундурдук.? (Ушуну) Биз жасадык"},{"SurahNumber":21,"VerseNumber":80,"Text":"Биз Даудга силерди сокку-зыяндан сактай турган (зоот) кийимдерди жасоону үйрөттүк. Эми шүгүр кылаарсыңар"},{"SurahNumber":21,"VerseNumber":81,"Text":"Жана Сулайманга учкул шамалдарды моюн сундурдук. Алар анын буйругу менен, Биз берекеттүү кылган жерде? желип турат. Биз ар бир нерсени Билүүчүбүз"},{"SurahNumber":21,"VerseNumber":82,"Text":"Жана ал (Сулайман) үчүн гавас (суучул) жана мындан башка (инсан жасай албай турган) иштерди жасап бере турган жин-шайтандарды (моюн сундурдук). Аларды Биз Өзүбүз көзөмөлдөөчүбүз"},{"SurahNumber":21,"VerseNumber":83,"Text":"Жана Айюбду да эсте. Ал Раббисине: «Мени зыян каптады! Өзүң ырайым кылуучулардын эң ырайымдуураагысың!» - деп, (бийик добуш менен) дуба кылды"},{"SurahNumber":21,"VerseNumber":84,"Text":"Кийин Биз анын дубасын кабыл кылып, андагы зыянды арылттык жана Өзүбүздөн ырайым-рахмат иретинде жана (сабырдуу) ибадатчыларга эскерме-сабак болсун деп ага үй-бүлөсүн кайтарып, алар менен дагы ошончо (перзент) бердик"},{"SurahNumber":21,"VerseNumber":85,"Text":"Жана (оо, Мухаммад), Ысмайыл, Идрис, Зулкифлдерди да эстегин. Алардын баардыгы сабырдуулардан болгон"},{"SurahNumber":21,"VerseNumber":86,"Text":"Аларды Өз ырайымыбызга алдык. Бардыгы салих пенделерден"},{"SurahNumber":21,"VerseNumber":87,"Text":"Зуннунду да эстегин.! Бир кезде ал ачууланып (элинен ээн жерге) кетип калды. Ал Бизди өзүн тар (жана караңгы) жерде калтырбайт деп ойлогон.? Ал караңгылыктарда (калып): «Өзүңдөн башка илах жок. (О, Раббим!) Сен Аруу-Таза Кудайсың! Мен заалымдардан болуп калдым!»- деп жалбарды"},{"SurahNumber":21,"VerseNumber":88,"Text":"Биз анын дубасын кабыл алдык жана кайгыдан куткардык. Биз момун адамдарды мына ушинтип куткарабыз"},{"SurahNumber":21,"VerseNumber":89,"Text":"Жана Закарияны эсте: Ал Раббисине: «О, Раббим! Мени жалгыз (туяксыз) калтырба! Өзүң мурас алуучулардын (бардыгынын артында калуучулардын) эң жакшысысың!» деп дуба кылганда"},{"SurahNumber":21,"VerseNumber":90,"Text":"Биз анын дубасын кабыл алып, ага Яхйаны белек кылганбыз жана туубас аялын да айыктырып койгонбуз. Алар (пайгамбарлар) жакшылык (сооп) иштерге тез киришүүчү пенделер эле. (Жакшылыктардан) үмүт кылып (жамандыктардан) коркуп дуба кылышчу. Жана алар Биз үчүн кичипейил пенделер болгон"},{"SurahNumber":21,"VerseNumber":91,"Text":"Жана абийирин сактаган кызды (Марямды) да эстегин. Кийин Биз ага Өз Рухубуздан үйлөдүк. Аны жана анын уулун ааламдар үчүн (Өз Кудуретибизден) белги КЫЛДЫК"},{"SurahNumber":21,"VerseNumber":92,"Text":"(О, адамдар!) Силердин бул үммөтүңөр (диниңер) бир үммөт? жана Мен силердин Раббиңер боломун. Демек, Мага гана ибадат кылгыла"},{"SurahNumber":21,"VerseNumber":93,"Text":"Бирок, (кийин) адамдар иштерин (дин-ишенимдерин) бөлүп салды. (Кантсе да) Бардыгы Өзүбүзгө кайтышат"},{"SurahNumber":21,"VerseNumber":94,"Text":"Ким момун-ыймандуу абалында жакшы (сооп) амалдарды жасаса, анын аракети текке кетпейт. Биз анын пайдасына жазып коюуучубуз"},{"SurahNumber":21,"VerseNumber":95,"Text":"Биз (күнөөлөрү себептүү) кыргын салган шаарларга (кайра бул дүйнөгө келип жашоо) арам. Алар эч качан кайтышпайт"},{"SurahNumber":21,"VerseNumber":96,"Text":"Тээ качан гана Яжуж-Маьжуж (тосмосу) ачылганда, алар (Яжуж-Маьжуж эли) ар кайсы дөбөдөн агылган бойдон келишет"},{"SurahNumber":21,"VerseNumber":97,"Text":"Акыйкат убада (Кыямат) жакындап калды. Ал келгенде каапырлар көздөрү чанагынан чыгып: «Өлдүк эми! Биз бул нерседен бейкапар болчубуз! Жок, (бейкапар гана эмес) заалымдардан (ишенбегендерден) болчубуз!» дешет"},{"SurahNumber":21,"VerseNumber":98,"Text":"(О, Каапырлар!) Силер жана силер сыйынган Аллаһтан башка «кудайыңар» тозокко отун болосуңар! Силер (сөзсүз) ага киресиңер"},{"SurahNumber":21,"VerseNumber":99,"Text":"Эгер алар (чыныгы) кудайлар болсо, тозокко келбейт болчу. Эми алардын (жалган кудайлардын) баары тозокто түбөлүк калышат"},{"SurahNumber":21,"VerseNumber":100,"Text":"Анда (тозокто) алар (азаптан) онтоп, кыйкырышат. Анда алар (өз кыйкырыгынан бөлөк) эч нерсе угушпайт"},{"SurahNumber":21,"VerseNumber":101,"Text":"Алар үчүн мурдатан Биз тараптан (Тагдыр Китебине) жакшылык жазылган адамдар тозоктон алыста болушат (түшпөйт)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Алар (жана Бейиштеги алардан башка адамдар) Тозоктун шыбырын да угушпайт. Жана алар көңүлдөрү күсөгөн нээматтардын ичинде түбөлүк калышат"},{"SurahNumber":21,"VerseNumber":103,"Text":"Аларды улуу коркунуч кайгыга салбайт. Периштелер утурлап (тосуп) чыгып: «Бул силерге убада кылынган күнүңөр» (дешет)"},{"SurahNumber":21,"VerseNumber":104,"Text":"Ошол Күнү Биз асманды кат жазылган дептерди жапкан сыяктуу жаап койобуз. (Калк-калайыкты) абалкы жолу жараткан калыбына кайтарабыз. Бул (кайра жаратуу) Биздин милдетибиздеги убада. Биз аны аткарабыз"},{"SurahNumber":21,"VerseNumber":105,"Text":"Биз Зикирден (Лавхул Махфуздан) Кийин Забур китебинде да «Жерди? Менин салих (ыймандуу) пенделерим мурас кылып алышат» деп жазып койгонбуз"},{"SurahNumber":21,"VerseNumber":106,"Text":"Албетте, мында (Кураанда) ибадатчы адамдар үчүн жеткиликтүү насаат бар"},{"SurahNumber":21,"VerseNumber":107,"Text":"(О, Мухаммад!) Биз сени ааламдарга ырайым (болушуң) үчүн жибердик"},{"SurahNumber":21,"VerseNumber":108,"Text":"Айткын: «Мага (Аллаһ тарабынан): «Силердин илах-кудайыңар жалгыз Илах. Силер (ошол илахка) моюн сунасыңарбы?!» (деп айтуу) вахий кылынды»"},{"SurahNumber":21,"VerseNumber":109,"Text":"Эгер баш тартышса, айт: «Мен силерге тегиз угуздум. Бирок, мен силерге убада кылынган нерсе (Кыямат азабы) алыс же жакын экенин билбеймин"},{"SurahNumber":21,"VerseNumber":110,"Text":"Албетте Ал (Аллаһ) сөздөрдөн жарыя айтылгандарын да, ичиңерге жашырганыңарды да билет"},{"SurahNumber":21,"VerseNumber":111,"Text":"(Эй, Мушриктер! Силерге азап-жаза келбей турушу) балким силер үчүн сыноодур же убактысы келгенге чейин (кенен берилген) пайдалануудур, мен муну билбеймин»"},{"SurahNumber":21,"VerseNumber":112,"Text":"О, Раббим Өзүң акыйкат менен өкүм кыл! (Эй, мушриктер!) Биздин Раббибиз, силер сыпаттаган (ширк) нерселерден коргоо сурала турган Ырайымдуу Зат"}]}