{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf - Kha - Ya - A'yn - Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Povestvovaniye o milosti Gospodney k Zakarii, Sluzhitelyu Yego (i vernomu sluge)"},{"SurahNumber":19,"VerseNumber":3,"Text":"On taynym zovom k Gospodu vozzval"},{"SurahNumber":19,"VerseNumber":4,"Text":"I vozmolil: \"Gospod' moy! Vo mne uzh oslabeli kosti, I golova sverkayet sedinoy, No ya v svoikh molitvakh, Gospodi, k Tebe Ne ostavalsya nikogda Lishennym Tvoyego blagovolen'ya"},{"SurahNumber":19,"VerseNumber":5,"Text":"Boyus' ya: moi blizkiye (po krovi) Posle menya (soydut s Gospodnego puti), Nu, a zhena moya neplodna. Day mne naslednika (po vole) ot Tebya"},{"SurahNumber":19,"VerseNumber":6,"Text":"On budet mne nasledovat' I rodoslovnuyu Yakuba prodolzhat'. Sdelay yego, o moy Gospod', Tebe ugodnym"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Otvetom bylo): \"Zakariya! Poistine, My blagovestvuyem tebe o syne, Imya kotoromu - Yakhya. My prezhde nikogo sim imenem ne narekali"},{"SurahNumber":19,"VerseNumber":8,"Text":"Skazal on: \"Gospodi, kak yavitsya mne syn, Kogda moya zhena neplodna, A moi dryakhlyye goda uzh podoshli k predelu"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Tut angel s nim zagovoril i) molvil: \"Tvoy Gospod' skazal: \"Eto legko Mne (sdelat'), - Ved' prezhde sotvoril tebya YA, Kogda ty byl, poistine, nichem"},{"SurahNumber":19,"VerseNumber":10,"Text":"Gospod' moy! - molvil (Zakariya). - Yavi Svoye znamen'ye mne! (I byl otvet:) Vot znak tebe: Tri nochi ty s lyud'mi ne budesh' govorit', Pri etom sokhranyaya dobroye zdorov'ye"},{"SurahNumber":19,"VerseNumber":11,"Text":"On vyshel iz svyatilishcha k narodu I (znakami) prizval yego Khvalu (Allakhu) vozdavat' i po utram, i vecherami"},{"SurahNumber":19,"VerseNumber":12,"Text":"(I vot, kogda Yakhya rodilsya I vozrasta razumnosti dostig, Yemu veleniye ot Gospoda predstalo): \"Yakhya, derzhis' Pisaniya vsey moshch'yu!\" My darovali yemu mudrost', Kogda on byl yeshche yuntsom"},{"SurahNumber":19,"VerseNumber":13,"Text":"I sostradan'ye (k blizhnemu) ot Nas, i chistotu - On (v blagochestii svoyem) Gospodnego strashilsya gneva"},{"SurahNumber":19,"VerseNumber":14,"Text":"Dobroserdechen byl k roditelyam svoim, I ne byl on vlastolyubiv i nepokoren"},{"SurahNumber":19,"VerseNumber":15,"Text":"Da budet mir yemu v tot den', kogda rodilsya, V tot den', kogda umret, I v Den', Kogda on k zhizni vnov' voskresnet"},{"SurahNumber":19,"VerseNumber":16,"Text":"I (vam) Pisaniye napominayet (istoriyu) Maryam: Ona ot svoyego semeystva udalilas' V mesto, (lezhashcheye) k vostoku (ot rodnogo ochaga)"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ustroiv pred soboy ot nikh zavesu. My k ney otpravili Nash Dukh, I pered ney predstal on v vide nastoyashchego muzhchiny"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ona skazala: \"YA ishchu spasen'ya ot tebya U Miloserdnogo (Vladyki). I yesli ty Yego strashish'sya, (Ko mne ne priblizhaysya ni na shag)"},{"SurahNumber":19,"VerseNumber":19,"Text":"On otvechal: \"YA - lish' ot Boga tvoyego poslanets, Chtoby tebe (povedat' o Gospodnem) dare Blagoslovennogo mladentsa - syna"},{"SurahNumber":19,"VerseNumber":20,"Text":"Kak mozhet byt' mladenets u menya, - ona skazala, - Kogda ko mne ne prikasalsya ni odin muzhchina I ne byla ya (nikogda) rasputnoy"},{"SurahNumber":19,"VerseNumber":21,"Text":"Otvetil on: \"Gospod' tvoy tak skazal: \"Legko Mne eto (sdelat'). My sdelayem yego znamen'yem dlya lyudey, I Nashey milost'yu (dlya vsekh blagochestivykh), (I iz\"yavleniyem Moim), - sobytiyu semu svershit'sya"},{"SurahNumber":19,"VerseNumber":22,"Text":"I ponesla ona yego, I sdelalas' beremenna dityatey, I udalilas' s nim v dalekiye mesta"},{"SurahNumber":19,"VerseNumber":23,"Text":"A muki (pri rozhdenii dityati) Yeye k stvolu (tenistoy) pal'my priveli, I molvila ona: \"O, luchshe b umeret' mne ran'she - Zabytoy i zabvennoy stat' do etogo vsego"},{"SurahNumber":19,"VerseNumber":24,"Text":"I tut pod ney razdalsya golos: \"Ne skorbi! Gospod' tvoy pod toboy provel ruchey"},{"SurahNumber":19,"VerseNumber":25,"Text":"I potryasi stvol pal'my nad soboy - Ona k tebe uronit spelyye i svezhiye plody"},{"SurahNumber":19,"VerseNumber":26,"Text":"Yesh', pey i prokhladi glaza. No yesli cheloveka ty uvidish', Skazhi: \"YA Miloserdnomu dala obet posta, I govorit' segodnya ya ni s kem ne budu"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ona prishla k narodu svoyemu, Nesya mladentsa-syna na rukakh. Oni skazali: \"O Maryam! Ty sdelala neslykhannoye delo"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sestra Kharuna! Ni tvoy otets porochnym ne byl, Ni tvoya mat' bludnitsey ne byla"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ona im ukazala (na mladentsa, Kak by ishcha otveta u nego); Oni zhe (v izumlenii) skazali: \"Kak mozhem govorit' my s tem, Kto vse yeshche mladenets v kolybeli"},{"SurahNumber":19,"VerseNumber":30,"Text":"No tut zagovoril mladenets: \"Poistine, ya - rab Allakha. On Otkroveniye mne dal i utverdil prorokom"},{"SurahNumber":19,"VerseNumber":31,"Text":"I On menya blagoslovennym sdelal Vezde, gde mne by ni prishlos' byvat'. On zapovedal mne molitvu i ochistitel'nuyu podat', Poka zhivu ya (na zemle)"},{"SurahNumber":19,"VerseNumber":32,"Text":"A k materi moyey Mne blagost' (povelel) i poslushan'ye, Menya ne sdelal derzkim i lishennym blagosloveniya (Yego)"},{"SurahNumber":19,"VerseNumber":33,"Text":"Mne - mir v tot den', kogda ya byl rozhden, I v den', kogda umru, i v Den', kogda voskresnu k zhizni"},{"SurahNumber":19,"VerseNumber":34,"Text":"Takim byl Isa, syn Maryam, Po slovu Istiny, kasatel'no kotoroy Oni v somnen'ye prebyvayut"},{"SurahNumber":19,"VerseNumber":35,"Text":"(Gospodnemu velichiyu) Allakha Ne podobayet syna brat' Sebe. SubkhAnagu! (Khvala Yemu!) Kogda zadumano tvoren'ye Im, On molvit: \"Bud'!\" - i yest' ono"},{"SurahNumber":19,"VerseNumber":36,"Text":"(I Isa, syn Maryam, skazal): \"Allakh, poistine, i moy Gospod', i vash Gospod', - Tak poklonyaytes' zhe Yemu: Eto i yest' stezya pryamaya"},{"SurahNumber":19,"VerseNumber":37,"Text":"No sredi nikh raznoglasyat (razlichnyye) obshchiny, I gore tem, kto ne uveroval (v Allakha), Ot Dnya Velikogo, v kotoryy Im yavitsya (zloveshchaya rasplata)"},{"SurahNumber":19,"VerseNumber":38,"Text":"V tot Den', Kogda oni predstanut pered Nami, Kak yasno im uvidet' i uslyshat' (predstoit) (Vse to, chem, uveshchaya, ugrozhali im proroki)! No zlochestivyye segodnya v yavnom zabluzhden'ye"},{"SurahNumber":19,"VerseNumber":39,"Text":"Predupredi zhe ikh o Dne Stradaniya i Skorbi, - Etot vopros uzh predreshen. Oni zhe nebregut (uveshchevan'yami proroka), I (v Gospoda) ne veruyut oni"},{"SurahNumber":19,"VerseNumber":40,"Text":"Poistine, nasleduyem My zemlyu I tekh, kotoryye zhivut na ney, I k Nam lezhit ikh vozvrashchen'ye"},{"SurahNumber":19,"VerseNumber":41,"Text":"I (vam) Pisaniye napominayet o (proroke) Ibrakhime. Poistine, on pravednikom byl - prorokom"},{"SurahNumber":19,"VerseNumber":42,"Text":"Vot svoyemu ottsu skazal on: \"Moy otets, zachem ty poklonyayesh'sya tomu, Chto (ne sposobno) ni uslyshat', ni uvidet' I nikakoy uslugi ne sposobno okazat'"},{"SurahNumber":19,"VerseNumber":43,"Text":"O moy otets! Ko mne yavilos' znaniye togo, Chto (do sikh por) tebya ne osenilo, A potomu za mnoy ty sleduy - Pryamym putem ya povedu tebya"},{"SurahNumber":19,"VerseNumber":44,"Text":"O moy otets! Ne poklonyaysya Satane - On Miloserdnomu oslushnik"},{"SurahNumber":19,"VerseNumber":45,"Text":"O moy otets! Boyus' ya, chto tebya postignet kara ot Miloserdnogo (Allakha) I stanesh' ty sobratom Satany"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Otets) skazal: \"Uzhel', o Ibrakhim, ty ot moikh bogov otrech'sya (khochesh')? Yesli ot etogo sebya ty ne uderzhish', Tebya kamnyami nepremenno ya pob'yu. Uydi zhe ot menya (i porazmysli) nekiy srok"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Yemu) otvetil (Ibrakhim): \"Da budet nad toboyu mir! YA o proshchenii tebe Budu molit' Vladyku moyego, - Ved' On ko mne blagopreklonen"},{"SurahNumber":19,"VerseNumber":48,"Text":"YA otdelyus' ot vas i ot togo, Chto chtite vy, oprich' Allakha. YA k Bogu moyemu vzovu, I, mozhet byt', v prizyvakh k Bogu Ne budu ya lishen Yego blagosloven'ya"},{"SurahNumber":19,"VerseNumber":49,"Text":"I vot kogda ot nikh on otdelilsya I ot tekh, kogo oni, oprich' Allakha, pochitali, Yemu Iskhaka i Yakuba darovali My, I kazhdogo iz nikh My sdelali prorokom"},{"SurahNumber":19,"VerseNumber":50,"Text":"My odarili ikh ot milosti Svoyey I rech' ikh sdelali (na mnogiye veka) (Nositelem) vysokoy Pravdy"},{"SurahNumber":19,"VerseNumber":51,"Text":"I (vam) Pisaniye napominayet i o Muse. On byl, poistine, osobo izbran (Nami). On byl poslannikom i byl prorokom"},{"SurahNumber":19,"VerseNumber":52,"Text":"My s pravoy storony Gory k nemu vozzvali I k Nam veleli blizhe podoyti Dlya sovershen'ya (tainstva) besedy (s Nami)"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ot Nashey milosti yemu My darovali Brata Kharuna kak proroka"},{"SurahNumber":19,"VerseNumber":54,"Text":"I (vspomni) v etoy Knige Ismaila. Poistine, v obeshchannom on byl pravdiv. On byl poslannikom i byl prorokom"},{"SurahNumber":19,"VerseNumber":55,"Text":"On ochistitel'nuyu podat' i molitvu Zapovedal narodu svoyemu, I Bogu svoyemu on byl ugoden"},{"SurahNumber":19,"VerseNumber":56,"Text":"Napomni ob Idrise v etoy Knige. Poistine, on pravednikom byl - prorokom"},{"SurahNumber":19,"VerseNumber":57,"Text":"I voznesli yego My vysoko"},{"SurahNumber":19,"VerseNumber":58,"Text":"Eto - vsego lish' neskol'ko iz tekh prorokov, Komu Allakh yavil Svoye blagovolen'ye, Iz (mnogochislennykh) potomkov Adama i tekh, Kogo nosili My (v kovchege) s Nukhom, I iz potomstva Ibrakhima, Israilya, i iz tekh, Kogo pryamym putem My poveli I (milost'yu Svoyey) izbrali: Kogda chitalis' im znamen'ya Miloserdnogo (Allakha), Oni, prostershis' nits, slezami umilen'ya oblivalis'"},{"SurahNumber":19,"VerseNumber":59,"Text":"Za nimi vsled prishli inyye pokolen'ya I pogubili (zapovednuyu) molitvu, Posledovav svoim zhelan'yam i strastyam. Im predstoit pogibel' vstretit'"},{"SurahNumber":19,"VerseNumber":60,"Text":"Pomimo tekh, Kotoryye, raskayavshis', uveruyut (v Allakha) I budut dobroye tvorit'. Oni voydut v sady Edema, I im obid ne prichinyat ni v chem"},{"SurahNumber":19,"VerseNumber":61,"Text":"V izvechnyye sady Edema, Chto Miloserdnyy obeshchal sluzhitelyam Svoim (Vnushen'yem) taynym, - A obeshchaniyu Yego, poistine, svershit'sya"},{"SurahNumber":19,"VerseNumber":62,"Text":"Im ne uslyshat' tam pustykh rechey, Odno lish' \"Mir!\" (im budet tam privetom). Dlya nikh tam - vse potrebnoye prebudet I po utram, i vecherami"},{"SurahNumber":19,"VerseNumber":63,"Text":"Takov tot Sad, kotoryy My dadim v nasledstvo Tem iz sluzhiteley Svoikh, Kto, (Bozh'yego strashasya gneva), Blagochestiv v deyaniyakh svoikh"},{"SurahNumber":19,"VerseNumber":64,"Text":"(A kto vyskazyvayet neterpen'ye Na zapozdalost' blag ili znameniy, Tomu otvetom budut angelov slova): \"Niskhodim svyshe my lish' tol'ko Po povelen'yu Boga tvoyego. Lish' odnomu Yemu prinadlezhit To, chto pred nami, pozadi ot nas I to, chto mezhdu tem i etim. Gospod' tvoy nichego ne zabyvayet"},{"SurahNumber":19,"VerseNumber":65,"Text":"Gospod' nebes, zemli, A takzhe i togo, chto mezhdu nimi. Tak poklonyaysya zhe Yemu I v etom poklonenii Terpeniye i stoykost' sokhranyay. Neuzhto znayesh' ty togo, Kto (imenem) Yego (sposoben) nazyvat'sya"},{"SurahNumber":19,"VerseNumber":66,"Text":"(V koshchunstvennom somnen'ye) molvit chelovek: \"Uzhel', kogda umru, YA snova budu k zhizni vozvrashchen"},{"SurahNumber":19,"VerseNumber":67,"Text":"Razve zapamyatoval chelovek, chto v davniye [vremena] My sozdali yego iz nichego? (per. Osmanova)"},{"SurahNumber":19,"VerseNumber":68,"Text":"Poistine, v znak (Slova) Boga tvoyego My soberem i ikh, i d'yavolov (na Sud), Potom vokrug Ognya postavim na koleni"},{"SurahNumber":19,"VerseNumber":69,"Text":"Potom iz kazhdoy gruppy izvlechem My tekh, Kto byl osobo nepokoren (SlovEsam) Miloserdnogo (Allakha)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ved', istinno, Nam luchshe znat' takikh, Komu bol'she drugikh goret' tam nadlezhit"},{"SurahNumber":19,"VerseNumber":71,"Text":"Net ni yedinogo sred' vas, Kto minoval by etot Ogn'. V desnitse Boga tvoyego Siye - ukaz, zadumannyy k svershen'yu"},{"SurahNumber":19,"VerseNumber":72,"Text":"Potom My vyzvolim ottuda tekh, Kto byl blagochestiv, A nechestivykh tam ostavim na kolenyakh"},{"SurahNumber":19,"VerseNumber":73,"Text":"Kogda im Nashi yasnyye znameniya chitayut, To te, kotoryye ne veruyut (v Allakha), Veruyushchim govoryat: \"Kotoraya iz etikh dvukh obshchin Luchshe ustroyena (v sey zhizni) I po sostavu - radostney (dlya glaz)"},{"SurahNumber":19,"VerseNumber":74,"Text":"I (vspomnite), kak mnogo pokoleniy Do ikh (prikhoda) pogubili My, Kotoryye prevoskhodili ikh Po obustroystvu (ikh obshchiny) I po blistatel'nomu vidu"},{"SurahNumber":19,"VerseNumber":75,"Text":"Skazhi: \"Tomu, kto v zabluzhden'ye prebyvayet, Vsemilostivyy (Bog) prodlit predel, Poka glazam ikh ne predstanet Vse to, chto obeshchali im, (uveshchevaya ot grekha), Il' (ne predstanet) nakazan'ye, Il' Chas (rasplaty) ne pridet, - Togda im predstoit uznat', Kto, istinno, i mestom khuzhe, I voinstvom svoim slabey"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allakh Svoye voditel'stvo umnozhit Dlya tekh, kto sleduyet pryamoy stezey; A to, chto (vne khlopot zemnogo mira) prebyvayet, - Dela blagiye - Yest' luchsheye pred Gospodom tvoim I po nagrade, (chto za pravednost' On dast), Po vozdayaniyu, (chto On naznachit)"},{"SurahNumber":19,"VerseNumber":77,"Text":"Vidal li ty togo, Kto ne uveroval v znamen'ya Nashi i govoril: \"Konechno, budet mne dano bogatstvo i potomstvo"},{"SurahNumber":19,"VerseNumber":78,"Text":"Neuzhto v Sokrovennoye pronik on Il' s Miloserdnym v dogovor vstupil"},{"SurahNumber":19,"VerseNumber":79,"Text":"O net! Zapishem My, chto govorit on, - Yemu usilivaya muki, My budem prodlevat' ikh (vnov' i vnov')"},{"SurahNumber":19,"VerseNumber":80,"Text":"My unasleduyem vse blaga, O koikh on (khvastlivo) govorit, I pered Nami on predstanet Lishennym vsyakogo (dobra i pokrovitel'stva zemnogo)"},{"SurahNumber":19,"VerseNumber":81,"Text":"Oni sebe drugikh bogov, oprich' Allakha, vzyali, Chtob oni stali slavoy i oporoy im"},{"SurahNumber":19,"VerseNumber":82,"Text":"No net! Oni otvergnut eto poklonen'ye I stanut nepriyatelyami im"},{"SurahNumber":19,"VerseNumber":83,"Text":"Uzhel' ne vidish' ty, Chto My poslali d'yavolov protiv nevernykh, Chtob, vozmushchaya ikh, ko zlu ikh podstrekat'"},{"SurahNumber":19,"VerseNumber":84,"Text":"A potomu ne toropis' im protivostoyat': My schet (ikh vremeni i del) vedem"},{"SurahNumber":19,"VerseNumber":85,"Text":"V tot Den', Kogda My soberem blagochestivykh Posol'stvom, chtimym pered Miloserdnym"},{"SurahNumber":19,"VerseNumber":86,"Text":"I v Ad pogonim nechestivykh, Kak gonyat skot na vodopoy"},{"SurahNumber":19,"VerseNumber":87,"Text":"Nikto vstupit'sya (za drugikh) tam ne posmeyet, Pomimo tekh, kto dozvoleniye na eto Ot Miloserdnogo poluchit"},{"SurahNumber":19,"VerseNumber":88,"Text":"I govoryat oni: \"Vzyal Miloserdnyy syna na Sebya"},{"SurahNumber":19,"VerseNumber":89,"Text":"Vy etim vyrazili gnusnost'"},{"SurahNumber":19,"VerseNumber":90,"Text":"Ot kotoroy Gotovy raskolot'sya nebesa, Razverznut'sya zemlya, Past' prakhom gory"},{"SurahNumber":19,"VerseNumber":91,"Text":"Ottogo, Chto pripisali oni syna Miloserdnomu (Allakhu)"},{"SurahNumber":19,"VerseNumber":92,"Text":"(Gospodnemu velichiyu) Allakha Ne podobayet syna brat' Sebe"},{"SurahNumber":19,"VerseNumber":93,"Text":"I vsyak, kto v nebesakh i na zemle, Prikhodit k Miloserdnomu kak rab"},{"SurahNumber":19,"VerseNumber":94,"Text":"On znayet ikh naperechet I schel ikh (vernym schetom)"},{"SurahNumber":19,"VerseNumber":95,"Text":"V Den' Voskresen'ya vse oni Pridut k Nemu poodinochke"},{"SurahNumber":19,"VerseNumber":96,"Text":"I, istinno, k uverovavshim (v Boga), Tvorivshim dobryye dela Lyubov' proyavit Miloserdnyy"},{"SurahNumber":19,"VerseNumber":97,"Text":"My sdelali (Koran) Na yazyke tvoyem legkodostupnym, Chtob im ty radoval lyudey blagochestivykh I smog predosterech' (bluzhdayushchikh v neverii) upryamtsev"},{"SurahNumber":19,"VerseNumber":98,"Text":"(Napomni im), kak mnogo pokoleniy Do ikh (prikhoda) pogubili My, - Ty chuyesh' khot' odno iz nikh? Ty slyshish' (khot' maleyshiy) shorokh"}]}