{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"alipha-lām-rŏ. Ā allāhanī kitābanī āyatō chē anē spaṣṭa anē prakāśita kura'ānanī"},{"SurahNumber":15,"VerseNumber":2,"Text":"ēvō paṇa samaya haśē jyārē inkāra karanāra musalamāna thavānī icchā darśāvaśē"},{"SurahNumber":15,"VerseNumber":3,"Text":"tamē tē'ōnē khātāṁ, phāyadō uṭhāvatāṁ anē āśā'ōmāṁ vyasta chōḍī dō, tē'ō najīkamāṁ ja jāṇī lēśē"},{"SurahNumber":15,"VerseNumber":4,"Text":"kō'ī vastīnē tēnā nakkī karēla samaya pahēlā amē naṣṭa nathī karī"},{"SurahNumber":15,"VerseNumber":5,"Text":"kō'ī jūtha pōtānā mr̥tyuthī na āgaḷa vadhē chē anē na tō pāchaḷa khasē chē"},{"SurahNumber":15,"VerseNumber":6,"Text":"tē'ō'ē kahyuṁ kē, hē tē vyakti! Jēnā para kura'āna avatarita karavāmāṁ āvyuṁ chē, kharēkhara tuṁ tō kō'ī pāgala chē"},{"SurahNumber":15,"VerseNumber":7,"Text":"jō tamē sācā ja chō, tō amārī pāsē phariśtā'ōnē kēma nathī la'i āvatā"},{"SurahNumber":15,"VerseNumber":8,"Text":"amē phariśtā'ōnē satya sāthē ja utārī'ē chī'ē anē tē samayē tēmanē mahētala āpavāmāṁ nathī āvatī"},{"SurahNumber":15,"VerseNumber":9,"Text":"amē ja ā kura'ānanē avatarita karyuṁ chē anē amē ja tēnī surakṣā karanāra chē"},{"SurahNumber":15,"VerseNumber":10,"Text":"amē tamārā pahēlānī kōmamāṁ paṇa pōtānā payagambara mōkalyā"},{"SurahNumber":15,"VerseNumber":11,"Text":"anē jē paṇa payagambara āvatā, tē'ō tēmanī ṭhaṭhṭhāmaśkarī karatā"},{"SurahNumber":15,"VerseNumber":12,"Text":"pāpī'ōnā hr̥dayōmāṁ amē āvī ja rītē āvuṁ ṭhasāvī da'i'ē chī'ē"},{"SurahNumber":15,"VerseNumber":13,"Text":"tē'ō tēmanā para imāna nathī lāvatā anē ni:Śaṅka āgaḷanā lōkōthī āja rīta cālī rahī chē"},{"SurahNumber":15,"VerseNumber":14,"Text":"anē jō amē tēmanā māṭē ākāśanā dvāra khōlī paṇa nāṅkhī'ē anē ā lōkō tēnā para caḍhavā paṇa lāgē"},{"SurahNumber":15,"VerseNumber":15,"Text":"tō paṇa āvuṁ ja kahēśē kē amārī āṅkhō dhōkō khā'i rahī chē athavā tō amārā para jādu karī dēvāmāṁ āvyuṁ chē"},{"SurahNumber":15,"VerseNumber":16,"Text":"Ni:Śaṅka amē ākāśōmāṁ “burūjō” (sūrya,candra,tārā, vagērē...) Banāvyā anē jōnārā'ō māṭē tēnē śaṇagārī dēvāmāṁ āvyuṁ chē"},{"SurahNumber":15,"VerseNumber":17,"Text":"anē darēka dhikkārēlā śētānathī tēnī rakṣā karī"},{"SurahNumber":15,"VerseNumber":18,"Text":"hāṁ, jō kō'ī chupī rītē sāmbhaḷavānō prayatna karē, tēnī pāchaḷa saḷagēlō (gōḷō) lāgī jāya chē"},{"SurahNumber":15,"VerseNumber":19,"Text":"anē dharatīnē amē phēlāvī dīdhī anē tēnā para parvatōnē nākhī dīdhā anē tēmāṁ amē darēka vastunē ēka māpa pramāṇē ūpajāvī dīdhī chē"},{"SurahNumber":15,"VerseNumber":20,"Text":"anē tēmāṁ ja amē tamārī rōjī banāvī dīdhī chē anē jēmanē tamē rōjī āpanārā nathī"},{"SurahNumber":15,"VerseNumber":21,"Text":"anē jēṭalī paṇa vastu'ō chē tē badhānnā khajānā amārī pāsē chē anē amē darēka vastunē tēnā māpasara ja utārī'ē chī'ē"},{"SurahNumber":15,"VerseNumber":22,"Text":"anē amē bhārē havā'ō mōkalī'ē chī'ē, pachī ākāśa mānthī pāṇī varasāvī tē tamanē pīvaḍāvī'ē chī'ē anē tamē tēnō saṅgraha karanārā nathī"},{"SurahNumber":15,"VerseNumber":23,"Text":"amē ja jīvana pradāna karī'ē chī'ē anē amē ja mr̥tyu paṇa āpī'ē chī'ē anē amē ja (chēvaṭē) vārasa chē"},{"SurahNumber":15,"VerseNumber":24,"Text":"anē tamārā mānthī āgaḷa vadhanārā anē pāchaḷa rahī janārā paṇa amārī jāṇakārīmāṁ chē"},{"SurahNumber":15,"VerseNumber":25,"Text":"tamārō pālanahāra badhānnē bhēgā karaśē, ni:Śaṅka tē khūba ja hikamatavāḷō, khūba ja jñānavāḷō chē"},{"SurahNumber":15,"VerseNumber":26,"Text":"ni:Śaṅka amē manuṣyanuṁ sarjana, kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭīthī karyuṁ"},{"SurahNumber":15,"VerseNumber":27,"Text":"anē ā pahēlā amē jinnātōnuṁ sarjana, lūṁ vāḷī āga vaḍē karyuṁ"},{"SurahNumber":15,"VerseNumber":28,"Text":"anē jyārē tārā pālappnahārē phariśtā'ōnē kahyuṁ kē huṁ ēka manuṣyanuṁ sarjana kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭī vaḍē karavānō chuṁ"},{"SurahNumber":15,"VerseNumber":29,"Text":"tō jyārē huṁ tēnē sampūrṇa banāvī la'u anē tēmāṁ pōtānī rūha phūṅkī da'uṁ, tō tamē sau tēnā māṭē sijadō karajō"},{"SurahNumber":15,"VerseNumber":30,"Text":"chēvaṭē darēka phariśtā'ō'ē sijadō karyō"},{"SurahNumber":15,"VerseNumber":31,"Text":"parantu iblisa sivāya, kē tēṇa sijadō karavāvāḷō mānthī thavānō inkāra karyō"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allāha ta'ālā'ē) kahyuṁ hē iblisa! Tanē śuṁ thayuṁ kē tuṁ sijadō karanārā'ō mānthī na thayō"},{"SurahNumber":15,"VerseNumber":33,"Text":"tēṇē kahyuṁ kē, huṁ ēvō nathī kē tē manuṣyanē sijadō karuṁ jēnē tē kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭī vaḍē banāvyō"},{"SurahNumber":15,"VerseNumber":34,"Text":"kahyuṁ, havē jannata mānthī nīkaḷī jā, kāraṇakē tu dhikkārēlō chē"},{"SurahNumber":15,"VerseNumber":35,"Text":"anē tārā para mārī phiṭakāra kayāmata sudhī chē"},{"SurahNumber":15,"VerseNumber":36,"Text":"kahēvā lāgyō kē hē mārā pālanahāra! Manē tē divasa sudhīnī mahētala āpī dē kē jyārē lōkō bījī vāra jīvita karavāmāṁ āvaśē"},{"SurahNumber":15,"VerseNumber":37,"Text":"kahyuṁ kē sāruṁ tuṁ tē lōkō mānthī chē jēmanē mahētala maḷī chē"},{"SurahNumber":15,"VerseNumber":38,"Text":"nakkī karēla divasa sudhī"},{"SurahNumber":15,"VerseNumber":39,"Text":"(śaitānē) kahyuṁ kē hē mārā pālanahāra! Jō kē tē manē pathabhraṣṭa karī dīdhō chē. Huṁ paṇa sōganda khā'uṁ chē kē huṁ paṇa dharatī para tēmanā māṭē gunānē śaṇagārī da'iśa anē tē badhānē pathabhraṣṭa paṇa karīśa"},{"SurahNumber":15,"VerseNumber":40,"Text":"tārā tē bandā'ō sivāya, jē'ōnē pasanda karī lēvāmāṁ āvyā chē"},{"SurahNumber":15,"VerseNumber":41,"Text":"kahyuṁ kē, hāṁ, ā ja mārā sudhī pahōn̄cavā māṭēnō satya mārga chē"},{"SurahNumber":15,"VerseNumber":42,"Text":"mārā bandā'ō para tārō kō'ī prabhāva nathī, parantu hāṁ jē pathabhraṣṭa lōkō tāruṁ anusaraṇa karaśē"},{"SurahNumber":15,"VerseNumber":43,"Text":"ni:Śaṅka tē saunuṁ ṭhēkāṇuṁ jahannama chē"},{"SurahNumber":15,"VerseNumber":44,"Text":"jēnā sāta dvāra chē, darēka dvāra māṭē tēmanō ēka bhāga vahēn̄cāyēlō chē"},{"SurahNumber":15,"VerseNumber":45,"Text":"ḍaravāvāḷā jannatī lōkō, bagīcā'ō anē jharaṇā'ōmāṁ haśē"},{"SurahNumber":15,"VerseNumber":46,"Text":"(tēmanē kahēvāmāṁ āvaśē) salāmatī anē śānti sāthē āmāṁ pravēśa karō"},{"SurahNumber":15,"VerseNumber":47,"Text":"tēmanā hr̥dayōmāṁ jē kaṁī paṇa kapaṭa anē nirāśā hatī, amē badhuṁ ja kāḍhī la'iśuṁ, tē bhā'i-bhā'i banī ēka-bījā sāmē āsanō para bēṭhā haśē"},{"SurahNumber":15,"VerseNumber":48,"Text":"na tō tyāṁ tēmanē kō'ī takalīpha sparśa karī śakē chē anē na tō tē'ō tyānthī kyārēya kāḍhavāmāṁ āvaśē"},{"SurahNumber":15,"VerseNumber":49,"Text":"mārā bandā'ōnē jaṇāvī dō kē huṁ ghaṇō ja māpha karanāra anē ghaṇō ja dayāḷu chuṁ"},{"SurahNumber":15,"VerseNumber":50,"Text":"anē sāthē sāthē mārī yātanā paṇa atyanta du:Khadāyī chē"},{"SurahNumber":15,"VerseNumber":51,"Text":"Tē'ōnē ibrāhīma (a.Sa.)Nā mahēmānō viśē jaṇāvō"},{"SurahNumber":15,"VerseNumber":52,"Text":"kē jyārē tēmaṇē tēmanī pāsē āvī salāma kahyuṁ, tō tēmaṇē kahyuṁ kē amanē tō tamārāthī ḍara lāgē chē"},{"SurahNumber":15,"VerseNumber":53,"Text":"tē'ō'ē kahyuṁ kē ḍarō nahīṁ, amē tamanē ēka jñānī bāḷakanī khuśakhabara āpī'ē chī'ē"},{"SurahNumber":15,"VerseNumber":54,"Text":"kahyuṁ śuṁ ā vr̥d'dhāvasthā'ē pahōn̄cyā pachī tamē manē khuśakhabara āpō chō, ā khuśakhabara tamē kēvī rītē āpī rahyā chō"},{"SurahNumber":15,"VerseNumber":55,"Text":"tē'ō'ē kahyuṁ kē amē tamanē sācī khuśakhabarī āpī rahyā chī'ē. Tamē nirāśa lōkō mānthī na tha'i jāva"},{"SurahNumber":15,"VerseNumber":56,"Text":"kahyuṁ kē pōtānā pālanahāranī kr̥pāthī nirāśa tō phakata pathabhraṣṭa lōkō anē bhaṭakēlā lōkō ja thāya chē"},{"SurahNumber":15,"VerseNumber":57,"Text":"puchyuṁ kē, allāha'ē mōkalēlā (phariśtā'ō)! Tamāruṁ ēvuṁ śuṁ agatyanuṁ kāma chē"},{"SurahNumber":15,"VerseNumber":58,"Text":"tēmaṇē javāba āpyō kē amē aparādhī lōkō tarapha mōkalavāmāṁ āvyā chē"},{"SurahNumber":15,"VerseNumber":59,"Text":"parantu lūtanā kuṭumbījanō sivāya amē tē saunē jarūra bacāvī la'iśuṁ"},{"SurahNumber":15,"VerseNumber":60,"Text":"tēmanī patnī sivāya, amē tēṇīnē rōkā'i janārā'ō anē bākī rahēvāvāḷā'ō mānthī nakkī karī dīdhī chē"},{"SurahNumber":15,"VerseNumber":61,"Text":"jyārē mōkalēlā phariśtā lūta (a.Sa.) Nā kuṭumbījanō pāsē pahōn̄cyā"},{"SurahNumber":15,"VerseNumber":62,"Text":"tō tēmaṇē (lūta a.Sa.)Ē kahyuṁ kē tamē tō kō'ī ajāṇyā lāgō chō"},{"SurahNumber":15,"VerseNumber":63,"Text":"tē'ō'ē (phariśtā'ō'ē) kahyuṁ! Nā, parantu amē tārī pāsē tē vastu la'inē āvyā chī'ē jēnā viśē ā lōkō śaṅkāmāṁ hatā"},{"SurahNumber":15,"VerseNumber":64,"Text":"amē tō tamārī pāsē (spaṣṭa) satya la'inē āvyā chī'ē anē kharēkhara sācī chē"},{"SurahNumber":15,"VerseNumber":65,"Text":"havē tamē pōtānā kuṭumbījanō sāthē rātrinā kō'ī praharamāṁ cālī nīkaḷō anē tamē tē'ōnī pāchaḷa rahējō anē (khabaradāra) tamārā mānthī kō'ī (pāchaḷa) cahērō phēravīnē na ju'ē. Anē jē jagyā paranō ādēśa tamanē āpavāmāṁ āvī rahyō chē tyāṁ jatā rahējō"},{"SurahNumber":15,"VerseNumber":66,"Text":"anē amē tēmanā māṭē ē vātanō nirṇaya karī līdhō kē savāra thatāṁ ja tē lōkōnā mūḷa ukhāḍī phēṅkīśuṁ"},{"SurahNumber":15,"VerseNumber":67,"Text":"anē śahēravāḷā'ō khuśī manāvatā āvyā"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lūta a.Sa. Ē) kahyuṁ, ā lōkō mārā mahēmāna chē, māruṁ apamāna na karō"},{"SurahNumber":15,"VerseNumber":69,"Text":"allāha ta'ālāthī ḍarō anē māruṁ apamāna na karō"},{"SurahNumber":15,"VerseNumber":70,"Text":"tē'ō'ē kahyuṁ śuṁ amē tamanē ākhī duniyānī (ṭhēkēdārī) thī rōkyā nathī"},{"SurahNumber":15,"VerseNumber":71,"Text":"(lūta a.Sa. Ē) kahyuṁ, jō tamārē kaṁīka karavuṁ ja hōya tō ā mārī bāḷakī'ō chē"},{"SurahNumber":15,"VerseNumber":72,"Text":"tamārī vayanā sōganda! Tē tō pōtānī khōṭī mastīmāṁ ja hatā"},{"SurahNumber":15,"VerseNumber":73,"Text":"basa! Sūrya nīkaḷatā ja tēmanē ēka mōṭā avājē pakaḍī līdhā"},{"SurahNumber":15,"VerseNumber":74,"Text":"chēvaṭē amē tē śahēranē upara karī dīdhuṁ anē tē lōkō para kāṅkarī'ō jēvā paththara varasāvyā"},{"SurahNumber":15,"VerseNumber":75,"Text":"ni:Śaṅka jōnārā māṭē āmāṁ ghaṇī ja niśānī'ō chē"},{"SurahNumber":15,"VerseNumber":76,"Text":"ā vastī sāmān'ya mārganī vaccē āvatī hatī"},{"SurahNumber":15,"VerseNumber":77,"Text":"anē tēmāṁ imānavāḷā'ō māṭē ghaṇī niśānī'ō chē"},{"SurahNumber":15,"VerseNumber":78,"Text":"“ayakaha” vastīnā rahēvāsī'ō paṇa ghaṇā atyācārī hatā"},{"SurahNumber":15,"VerseNumber":79,"Text":"jēmanāthī amē badalō līdhō, ā bannē śahēra sāmān'ya mārga upara hatā"},{"SurahNumber":15,"VerseNumber":80,"Text":"anē hijara vāḷā'ō'ē paṇa payagambarōnē juṭhalāvyā"},{"SurahNumber":15,"VerseNumber":81,"Text":"anē amē tēmanē pōtānī niśānī'ō paṇa batāvī. Parantu tē lōkō tē niśānī'ōnī avagaṇanā ja karatā rahyā"},{"SurahNumber":15,"VerseNumber":82,"Text":"ā lōkō niḍaratāthī parvatōnē kōtarīnē ghara banāvatā hatā"},{"SurahNumber":15,"VerseNumber":83,"Text":"chēvaṭē tē'ōnē paṇa savāra thatā ja cīsē pakaḍī līdhā"},{"SurahNumber":15,"VerseNumber":84,"Text":"basa! Tēmanī kō'ī yukti athavā kārya'ē kaṁī paṇa phāyadō na pahōn̄cāḍyō"},{"SurahNumber":15,"VerseNumber":85,"Text":"amē ākāśa anē dharatī anē tē bannē vaccēnī darēka vastunuṁ satya sāthē sarjana karyuṁ. Anē kayāmata jarūra āvaśē. Basa! Tamē sārī rītē daragujara karō"},{"SurahNumber":15,"VerseNumber":86,"Text":"ni:Śaṅka tamārō pālanahāra ja sarjana karanāra anē jāṇavāvāḷō chē"},{"SurahNumber":15,"VerseNumber":87,"Text":"ni:Śaṅka amē tamanē sāta āyatō āpī rākhī chē, jē vāranvāra paḍhavāmāṁ āvē chē anē prabhāvaśāḷī kura'āna paṇa āpī rākhyuṁ chē"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tamē kyārēya pōtānī najara tē vastu tarapha na karō, jēnā kāraṇē amē tēmanā mānthī kēṭalāya prakāranā lōkōnē dhaniṣṭha banāvyā chē. Na tēmanā para tamē nirāśa thaśō anē imānavāḷā'ō māṭē pōtānī “bāju” jhūkāvī rākhō"},{"SurahNumber":15,"VerseNumber":89,"Text":"anē kahī dō kē huṁ tō spaṣṭa rītē sacēta karanārō chuṁ"},{"SurahNumber":15,"VerseNumber":90,"Text":"jēvī rītē kē amē tē matabhēda karanārā'ō māṭē utārī hatī"},{"SurahNumber":15,"VerseNumber":91,"Text":"jē'ō'ē tē allāhanī kitābanā ṭukaḍē-ṭukaḍā karī nākhyā"},{"SurahNumber":15,"VerseNumber":92,"Text":"sōganda chē tamārā pālanahāranī! Amē tē badhānē jarūra pūchīśuṁ"},{"SurahNumber":15,"VerseNumber":93,"Text":"darēka tē bābata viśē jē tē'ō karatā hatā"},{"SurahNumber":15,"VerseNumber":94,"Text":"basa! Tamē tē ādēśanē jē tamanē āpavāmāṁ āvyō chē, spaṣṭa rītē jaṇāvī dō anē muśarikōthī mōḍhuṁ phēravī lō"},{"SurahNumber":15,"VerseNumber":95,"Text":"tamārī sāthē jē lōkō maśkarī karē chē tēmanī sajā māṭē amē pūratā chē"},{"SurahNumber":15,"VerseNumber":96,"Text":"jē allāhanī sāthē bījānē pūjya nakkī karē chē tēmanē najīkamāṁ ja jāṇa tha'i jaśē"},{"SurahNumber":15,"VerseNumber":97,"Text":"amē khūba sārī rītē jāṇī'ē chī'ē kē tēmanī vātōthī tamāruṁ hr̥daya khūba parēśāna thāya chē"},{"SurahNumber":15,"VerseNumber":98,"Text":"tamē pōtānā pālanahāranā nāmanuṁ smaraṇa anē praśansānuṁ varṇana karatā rahō anē sijadō karanārā'ōmāṁ tha'i jāva"},{"SurahNumber":15,"VerseNumber":99,"Text":"anē pōtānā pālanahāranī bandagī karatā rahō tyāṁ sudhī kē tamē mr̥tyu pāmō"}]}