{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lám. Mím"},{"SurahNumber":29,"VerseNumber":2,"Text":"Zdaž domnívají se lidé, že budou ponecháni v pokoji poté, když byli řekli: „Uvěřili jsme“ a že nebudou na zkoušku postaveni"},{"SurahNumber":29,"VerseNumber":3,"Text":"Však již postavili jsme na zkoušku ty, kdož byli před nimi: a Bůh dobře ví, kdo upřímný jest a ví, kdo jest lživý"},{"SurahNumber":29,"VerseNumber":4,"Text":"Zdaž domnívají se ti, kdož konají zlé skutky, že předstihnou nás (a uniknou trestu)? Jak špatně usuzují"},{"SurahNumber":29,"VerseNumber":5,"Text":"Ten, kdož doufá v setkání s Bohem, nechť jist jest, že lhůta boží přijde: a on vše slyší a ví"},{"SurahNumber":29,"VerseNumber":6,"Text":"A kdožkoli snaží se ve víře, tenť snaží se ve svůj vlastní prospěch: Bůh zajisté bohat jest nad věci veškeré"},{"SurahNumber":29,"VerseNumber":7,"Text":"A těm, kdož uvěřili a konali dobré skutky, smažeme zlé skutky jejich a dojista odměníme je dle nejlepších skutků jejich"},{"SurahNumber":29,"VerseNumber":8,"Text":"A doporučili jsme člověku ohledně rodičů jeho laskavost: však kdyby snažili se, abys spolčoval se mnou to, o čem nemáš vědomosti, tehdy neposlechni jich. Ke mně navrátíte se a pak zpravím vás ohledne toho, co činili jste"},{"SurahNumber":29,"VerseNumber":9,"Text":"a ty, kdož uvěřili a konali dobré skutky, dojista uvedeme mezi spravedlivé"},{"SurahNumber":29,"VerseNumber":10,"Text":"Jsou mezi lidem někteří, kdož dí: „Uvěřili jsme v Boha,“ však když útrapa stihne je pro (věc) boží, považují zkoušku (působenou jim) lidmi za trest boží. Však když přijde pomoc od Pána tvého, říkají: „Zajisté byli jsme s vámi!“ Což neví Bůh nejlépe o tom, co jest v nitrech lidí všech"},{"SurahNumber":29,"VerseNumber":11,"Text":"A Bůh dojista ví, kdo (skutečně) věří a ví, kdo jest pokrytcem"},{"SurahNumber":29,"VerseNumber":12,"Text":"Říkají pak ti, kdož neuvěřili, k těm, kdož uvěřili: „Následujte stezku naši a my na se vezmeme hříchy vaše.“ Však nevezmou na se hříchy jejich ani v nejmenším, neb zajisté lháři jsou"},{"SurahNumber":29,"VerseNumber":13,"Text":"Však dojista ponesou břemena svá a další břemena mimo břemen svých: a dojista, že tázáni budou v den zmrtvýchvstání ohledně toho, co byli vymýšleli"},{"SurahNumber":29,"VerseNumber":14,"Text":"A (kdysi) poslali jsme Noema k lidu jeho a dlel mezi nimi po tisíc let, vyjma padesáti roků: a zachvátila je potopa v nepravosti jejich"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ale zachránili jsme jej, jakož i ty, kdož byli v arše a učinili jsme ji znamením veškerenstvu"},{"SurahNumber":29,"VerseNumber":16,"Text":"A (poslali jsme) Abrahama i řekl lidu svému: „Uctívejte Boha a bojte se jej: to bude lepším pro vás, dovedete-li toho pochopiti"},{"SurahNumber":29,"VerseNumber":17,"Text":"Vy pouze uctíváte modly vedle Boha a tvoříte tím lež: neboť zajisté ti, jež uctíváte vedle Boha, nemohou dáti vám výživy. Proto žádejte výživu svou od Boha a uctívejte jej a děkujte mu: k němu pak navráceni budete"},{"SurahNumber":29,"VerseNumber":18,"Text":"A když lhářem nazvete mne (dobře): již před vámi zvali národové proroky své lháři: povinností pak proroka jest pouze hlásání zjevné.“"},{"SurahNumber":29,"VerseNumber":19,"Text":"Což nevidí, jak Bůh vzbuzuje stvoření a pak způsobuje, aby navrátilo se k němu? Totoť zajisté Bohu jest snadným"},{"SurahNumber":29,"VerseNumber":20,"Text":"Rci: „Cestujte v zemi a vizte, jak Bůh vzbudil stvoření: poté pak vzkřísí je vzkříšením novým, neboť Bůh nade všemi věcmi moc má"},{"SurahNumber":29,"VerseNumber":21,"Text":"Tresce, koho chce, a slitovává se, nad kým chce, a k němu navráceni budete"},{"SurahNumber":29,"VerseNumber":22,"Text":"Vám pak nelze znemožniti rozhodnutí jeho na zemi, aniž na nebi: a není vám kromě Boha ochránce, ni pomocníka"},{"SurahNumber":29,"VerseNumber":23,"Text":"A ti, kdož nevěří ve znamení boží a v setkání s ním, jsou bez naděje v milosrdenství mé: jim přichystán jest trest bolestný.“"},{"SurahNumber":29,"VerseNumber":24,"Text":"A odpovědí lidu jeho bylo pouze, že řekli: „Zabte jej, aneb upalte jej.“ Však spasil jej Bůh od ohně: a v tomto zajisté znamení jest lidu věřícímu"},{"SurahNumber":29,"VerseNumber":25,"Text":"A řekl: „Zajisté vzali jste si vedle Boha modly za bohy z lásky k životu pozemskému: v den pak zmrtvýchvstání zapřete se navzájem a proklínati budete se navzájem: a obydlím vaším bude oheň (pekelný) a nebude vátu pomocníků.“"},{"SurahNumber":29,"VerseNumber":26,"Text":"Uvěřil mu Lot a řekl „Jáť vystěhuji se k Pánu svému, neb on zajisté mocný jest a moudrý.“"},{"SurahNumber":29,"VerseNumber":27,"Text":"A dali jsme Abrahamovi Isáka a Jakuba a ustanovili jsme v potomstvu jeho dar prorocký a Knihu: a dali jsme mu odměnu jeho na tomto světě a v budoucím on zajisté patřiti bude mezi spravedlivé"},{"SurahNumber":29,"VerseNumber":28,"Text":"A (poslali jsme) Lota, když řekl k lidu svému: „Dojista pášete smilstvo, v němž nepředešel vás nikdo ve světě"},{"SurahNumber":29,"VerseNumber":29,"Text":"Zdaž vcházeti budete k mužům a dokonce přepadati (je) na cestách? A nepravost páchati v shromážděních svých?“ Však odpovědí lidu jeho bylo jen, že řekli: „Přiveď na nás tedy trest boží, jsi-li pravdomluvným“"},{"SurahNumber":29,"VerseNumber":30,"Text":"Řekl: „Pane můj, pomoz mi proti lidu prostopášnému.“"},{"SurahNumber":29,"VerseNumber":31,"Text":"A když přišli poslové naši k Abrahamovi s radostnou zprávou, řekli: „Zahladíme lid onoho města, neboť lid jeho jest nepravostný.“"},{"SurahNumber":29,"VerseNumber":32,"Text":"Řekl (Abraham): „Mezi nimi jest i Lot.“ Řekli: „My nejlépe víme o tom, kdo jest v onom městě: a dojista zachráníme jej i rodinu jeho, vyjma ženy jeho, jež bude jednou z omeškalých.“"},{"SurahNumber":29,"VerseNumber":33,"Text":"A když přišli poslové naši k Lotovi, trápil se ohledně jich a byl stísněn ohledně jich pro slabost rámě svého, však oni řekli: „Neboj se a nermuť se, neboť my dojista zachráníme tebe i rodinu tvoji, vyjma ženy tvé, jež bude jednou z omeškalých"},{"SurahNumber":29,"VerseNumber":34,"Text":"Myť sešleme na lid tohoto města hrůzu s nebe za pohoršlivost jejich.“"},{"SurahNumber":29,"VerseNumber":35,"Text":"A ponechali jsme z něho znamení jasné pro lid chápavý"},{"SurahNumber":29,"VerseNumber":36,"Text":"A k Madianským (poslali jsme) bratra jejich Šu'ejba, i řekl: „Lide můj, uctívejte Boha a buďte v očekávání dne posledního: a neporušujte zemi prostopášností svou.“"},{"SurahNumber":29,"VerseNumber":37,"Text":"Však lhářem nazvali jej a zachvátilo je zemětřesení a zrána jako ztuhlé mrtvoly nelezeni jsou v domech svých"},{"SurahNumber":29,"VerseNumber":38,"Text":"A (tak stalo se i s kmeny) 'Ád a Tsemúd, jakž jasně patrno jest vám ze zbytků obydlí jejich. Satan zkrášlil jim skutky jejich a odvrátil je od (pravé) cesty, ač prozíraví byli"},{"SurahNumber":29,"VerseNumber":39,"Text":"A tak stalo se i Qárúnovi a Faraonovi a Hámánovi. A přece přišel k nim Mojžíš s jasnými důkazy: pyšně chovali se v zemi, ale (nás) přece nepředstihli"},{"SurahNumber":29,"VerseNumber":40,"Text":"A jednohokaždého z nich ztrestali jsme za vinu jeho: jednoho z nich zachvátil vítr bouřný, jednoho zachvátilo vzkřiknutí; pod jedním rozpoltili jsme zemi; jiné pak utopili jsme. A nebyl to Bůh, jenž bezpráví jim činil, nýbrž oni sami sobě bezpráví činili"},{"SurahNumber":29,"VerseNumber":41,"Text":"Podobají se pak ti, kdož vedle Boha vzali si ochránce, PAVOUKU, jenž staví si obydlí: a dojista nejchatrnějším ze všech obydlí jest obydlí pavoukovo. Kéž by si toho jen byli vědomi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Bůh zajisté dobře zná to, co vzývají vedle něho (dopodrobna): a on mocný jest a moudrý"},{"SurahNumber":29,"VerseNumber":43,"Text":"A tato podobenství činíme lidem: však nepochopí jich, leda rozumní"},{"SurahNumber":29,"VerseNumber":44,"Text":"Stvořil jest Bůh nebesa i zemi v opravdovosti: a v tomto zajisté jest znamení pra věřící"},{"SurahNumber":29,"VerseNumber":45,"Text":"Pročež předčítej, co vnuknuto bylo ti z Knihy: a zachovávej modlitbu, neboť modlitba zapuzuje smilnost a nepravost. Vzpomínání pak Boha jest největší (povinností): a Bůh (dobře) ví, co konáte"},{"SurahNumber":29,"VerseNumber":46,"Text":"Neveďte hádek s těmi, jimž dána byla Kniha, leda způsobem nejpřístojnějším: vyjímaje ony z nich, již nepravostni jsou. Rcete pak: „Uvěřili jsme v to, co sesláno bylo nám a sesláno bylo vám: a Bůh náš i Bůh váš jest Jediný: a my do vůle jeho jsme odevzdáni.“"},{"SurahNumber":29,"VerseNumber":47,"Text":"A takovýmto způsobem seslali jsme ti Knihu: a ti, jimž dali jsme Knihu, věří v ni, a z těchto též mnozí věří v ni: popírají tedy znamení naše jedině (zatvrzelí) nevěřící"},{"SurahNumber":29,"VerseNumber":48,"Text":"Před tím, než zjevena byla, nepředčítal's jiné knihy, aniž psal jsi jakou pravicí svojí: v tom případě byli by mohli pochybovati ti, kdož (ji) zavrhují"},{"SurahNumber":29,"VerseNumber":49,"Text":"Naopak (Korán) jest (jako) znamení jasné v nitrech těch, jimž dáno bylo vědění: a nikdo nepopírá znamení našich, vyjma nepravostných"},{"SurahNumber":29,"VerseNumber":50,"Text":"A říkají: „(Neuvěříme), leda že by sesláno bylo mu znamení od Pána jeho.“ Rci: „Znamení jsou jedině v moci Boha: já pak jsem jedině varovatelem zjevným.“"},{"SurahNumber":29,"VerseNumber":51,"Text":"Což nedostačuje jim, že seslali jsme ti Knihu, jež předčítána jest jim? Zajistéť v tom jest milosrdenství a varování lidu věřícímu"},{"SurahNumber":29,"VerseNumber":52,"Text":"Rci: „Bůh postačí co svědek mezi mnou a vámi: on zná vše, co na nebi jest a na zemi. A ti, kdož uvěřili v marnost a neuvěřili v Boha, ti zajisté záhubě propadli.“"},{"SurahNumber":29,"VerseNumber":53,"Text":"A vyzývají tě, abys uspíšil jim trest: a nebýti lhůty předurčené, zajisté by byl přišel na ně trest a dojista přijde na ně znenadání, aniž by toho tušili"},{"SurahNumber":29,"VerseNumber":54,"Text":"Vyzývají tě, abys uspíšil jim trest: a zajisté peklo již obklopuje nevěřící"},{"SurahNumber":29,"VerseNumber":55,"Text":"V den, kdy zahalí je trest shůry a zpod nohou jejich, řečeno bude jim: „Okuste (odplaty) za to, co činili jste.“"},{"SurahNumber":29,"VerseNumber":56,"Text":"Služebníci moji, kteříž uvěřili jste, zajisté země má rozsáhlá jest: mne tedy uctívejte"},{"SurahNumber":29,"VerseNumber":57,"Text":"Každé duši bude okusiti smrti: poté pak k nám navráceni budete"},{"SurahNumber":29,"VerseNumber":58,"Text":"A ty, kdož uvěřili a konali dobré skutky, dojista usadíme v (povýšených) komnatách zahrady (ráje), pod níž řeky tekou: v ní obývati budou věčně. Jak krásná bude odměna (dobře) činících"},{"SurahNumber":29,"VerseNumber":59,"Text":"kteří trpělivě vyčkávají a spoléhají na Pána svého"},{"SurahNumber":29,"VerseNumber":60,"Text":"A kolik jest živočichů, již nestarají se o potravu svou a Bůh živí je, jakož i vás: on pak vše slyší a ví"},{"SurahNumber":29,"VerseNumber":61,"Text":"A otážeš-li se jich: „Kdo stvořil nebe a zemi a podrobil (řádu) slunce a měsíc,“ tu řeknou: „Bůh.“ Jak tedy mohou tak lháti"},{"SurahNumber":29,"VerseNumber":62,"Text":"Bůh hojně rozdává dary své, komu chce ze služebníků svých, aneb odměřuje mu je: neboť Bůh o všech věcech má vědomost"},{"SurahNumber":29,"VerseNumber":63,"Text":"A otážeš-li se jich: „Kdo sesílá s nebe vodu a oživuje jí zemi zmrtvělou“, tu řeknou: „Bůh,“ Rci: „Chvála budiž tedy Bohu.“ Však většina jich toho nechápe"},{"SurahNumber":29,"VerseNumber":64,"Text":"Tento život pozemský jest pouze kratochvílí a hrou: však zajisté přebývání života budoucího (pravým) jest životem. Kéž by jen byli si toho vědomi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Hle, když jedou na lodi, volají k Bohu v upřímné k němu víře: však když zachránili jsme je, (přivedše je) na souš, hle, opětně spolčují s ním (bohy jiné)"},{"SurahNumber":29,"VerseNumber":66,"Text":"aby zapírali to, co zjevili jsme jim, aby jen radovali se z požitků vezdejších: však zvědí"},{"SurahNumber":29,"VerseNumber":67,"Text":"Což nevidí, že ustanovili jsme jim, obvod posvátný a bezpečný, ač olupováni jsou lidé vůkol? Zdaž tedy v marnost věřiti budou a budou dobrodiní boží zapírati"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kdož pak nepravostnějším jest toho, jenž vymyslí o Bohu lež, aneb lží nazývá pravdu, když byla přišla k němu? Zdaž nebude pak v pekle příbytek nevěřících"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ty pak, kdož vynasnažují se pro nás, dojista povedeme stezkami svými: neboť Bůh zajisté jest s těmi, kdož dobře činí"}]}