{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Xinshimen que yi chenggongle"},{"SurahNumber":23,"VerseNumber":2,"Text":"tamen zai bai zhong shi gongshun de"},{"SurahNumber":23,"VerseNumber":3,"Text":"tamen shi yuanli miulun de"},{"SurahNumber":23,"VerseNumber":4,"Text":"tamen shi wan na tian ke de"},{"SurahNumber":23,"VerseNumber":5,"Text":"tamen shi baochi zhencao de——"},{"SurahNumber":23,"VerseNumber":6,"Text":"chufei dui tamen de qizi he nunu, yinwei tamen de xin bushi shou qianze de"},{"SurahNumber":23,"VerseNumber":7,"Text":"ciwai, shei zai you suo qiu, shei shi chaoyue fadu de——"},{"SurahNumber":23,"VerseNumber":8,"Text":"tamen shi zunzhong ziji suo shou de xintuo he ziji suo di de mengyue de"},{"SurahNumber":23,"VerseNumber":9,"Text":"Tamen shi jin shou bai gong de"},{"SurahNumber":23,"VerseNumber":10,"Text":"zhe deng rencai shijicheng zhe"},{"SurahNumber":23,"VerseNumber":11,"Text":"Tamen shi jicheng leyuan de, tamen jiang yong ju qizhong"},{"SurahNumber":23,"VerseNumber":12,"Text":"Wo que yi yong nitu de jinghua chuangzao ren"},{"SurahNumber":23,"VerseNumber":13,"Text":"ranhou, wo shi ta bian cheng jingye, zai jiangu de rongqi zhong de jingye"},{"SurahNumber":23,"VerseNumber":14,"Text":"ranhou, wo ba jingye zaocheng xiekuai, ranhou, wo ba xiekuai zaocheng rou tuan, ranhou, wo ba rou tuan zaocheng guge, ranhou, wo shi jirou fuzhuo zai guge shang, ranhou, wo ba ta zaocheng bie de shengwu. Yuan an la jiang fu, ta shi zui shanyu chuangzao de"},{"SurahNumber":23,"VerseNumber":15,"Text":"Cihou, nimen biding siwang"},{"SurahNumber":23,"VerseNumber":16,"Text":"ranhou, nimen zai fuhuo ri biding yao fuhuo"},{"SurahNumber":23,"VerseNumber":17,"Text":"Wo zai nimen de shangmian que yi zaole qitiao guidao, wo dui zhongsheng, bushi shuhu de"},{"SurahNumber":23,"VerseNumber":18,"Text":"Wo cong tianshang jiangxia dingliang de yushui, ranhou, wo shi ta tingliu zai dixia——wo duiyu shi ta ganhe, shi quanneng de——"},{"SurahNumber":23,"VerseNumber":19,"Text":"ranhou, wo jie ta er wei nimen chuangzao xuduo zao yuan he putao yuan, qizhong you xuduo shuiguo dou shi nimen de, nimen de qu er shi zhi"},{"SurahNumber":23,"VerseNumber":20,"Text":"Wo you jie ta er wei nimen chuangzao yi zhong shu, cong xinai shan fachu, nengsheng you zhi hezuo liao, gong shi zhe tiaowei zhi yong"},{"SurahNumber":23,"VerseNumber":21,"Text":"Shengchu zhong duiyu nimen que youyi zhong jiaoxun, wo shi nimen de yin tamen fu zhong de ruzhi, de xiangshou tamen de xuduo biyi, nimen you de shi tamen de rou"},{"SurahNumber":23,"VerseNumber":22,"Text":"nimen you de yong tamen he chuanbo lai gong zaiyun"},{"SurahNumber":23,"VerseNumber":23,"Text":"Wo que yi paiqian nu ha qu jiaohua ta de zongzu, ta shuo:“Wo de zongzu a! Nimen yingdang chongbai an la, chu ta zhi wai, jue wu ying shou nimen chongbai de. Nandao nimen bu jingwei ma?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Ta de zongzu zhong buxindao zhe de toumumen shuo:“Zhege ren zhishi xiang nimen yiyang de yige fanren, ta xiang huode nimen de zunzhong. Jiaruo an la yiyu (pai shizhe), ta biding jiangxia xuduo tianshi. Women meiyou ting dao zai women de zuxian de shidai fashengguo zheyang de shi"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ta zhishi yige fengzi, gu nimen yingdang dengdai ta yige shiqi.”"},{"SurahNumber":23,"VerseNumber":26,"Text":"Ta shuo:“Wo de zhu a! Qiu ni yuanzhu wo, yinwei tamen yi fouren wole.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Wo jiu qishi ta shuo: Ni zai wo de qinyan guanzhu xia, yi wo de qishi er zaochuan. Dang wo de mingling lailin, er hongshui fanlan yu dimian de shihou, ni ba ge zhong dongwu, ge qu yi dui, fang zai chuanshang, shi ni de jiashu ye shang chuan qu; tamen zhong yi bei panjue zhe chuwai. Ni buyao wei bu yi zhe er qidao wo, tamen biran bei yan si"},{"SurahNumber":23,"VerseNumber":28,"Text":"Dang ni he tongchuan zhe zai chuanshang zuo ding de shihou, ni yingdang shuo:“Yiqie zansong, quan gui an la——ta ceng zhengjiu women tuo li liao bu yi de minzhong.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ni yingdang shuo:“Wo de zhu a! Qing ni shi wo zai yige jixiang di difang denglu, ni shi zui hui anzhi zhongsheng de.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ci zhong que you xuduo jixiang, wo que shi kaoyan zhe"},{"SurahNumber":23,"VerseNumber":31,"Text":"Zai tamen miewang zhihou, wo chuangzaole bie de shidai"},{"SurahNumber":23,"VerseNumber":32,"Text":"wo cong tamen zu zhong paile yige shizhe, qu jiaohua tamen (shuo):“Nimen yingdang chongbai an la, chule ta, nimen jue wu ying shou chongbai zhe, nandao nimen bu jingwei ma?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ta de zongzu zhong de toumu, bu xindao erqie fouren houshi de xiang hui zhe, wo shi tamen zai jinshi deguo haohua de shenghuo. Tamen shuo:“Zhege zhishi xiang nimen yiyang de fanren: Ta chi nimen suo chi de, ta yin nimen suo yin de"},{"SurahNumber":23,"VerseNumber":34,"Text":"Ruguo nimen shuncong xiang nimen yang de yige fanren, nimen biding shi kuisun de"},{"SurahNumber":23,"VerseNumber":35,"Text":"Ta jinggao nimen shuo:\"Dang nimen si hou, yibian cheng chen'ai he xiu gu shi, biding yao fuhuo ma"},{"SurahNumber":23,"VerseNumber":36,"Text":"Ta suoyong lai jinggao nimen de shi, tai bu jin qinglile"},{"SurahNumber":23,"VerseNumber":37,"Text":"Women zhiyou jinshi shenghuo, women si, women sheng, women jue bu hui fuhuo"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ta zhishi yige ren, jiajie an la de mingyi er zaoyao, women jue bu xin ta!”"},{"SurahNumber":23,"VerseNumber":39,"Text":"Ta shuo:“Wo de zhu a! Qiu ni yuanzhu wo, yinwei tamen yi fouren wole.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Zhu shuo:“Bujiu, tamen biran yao huihen.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Xingfa gongdao di xijile tamen, er wo shi tamen bian chengle feiliao, bu yi de minzhong yi zao huimiele"},{"SurahNumber":23,"VerseNumber":42,"Text":"Zai tamen miewang zhihou, wo you xingqi bie de ji ge shidai"},{"SurahNumber":23,"VerseNumber":43,"Text":"Renhe shidai, dou buneng zai ziji de xianqi zhiqian miewang, ye buneng zai ziji de xianqi zhihou lunsang"},{"SurahNumber":23,"VerseNumber":44,"Text":"Ranhou, wo luxu de paiqian wo de zhong shizhe, mei ge zu de shizhe lailin tamen shi, tamen dou fouren ta, guwo shi tamen xiangji miewang, er shi tamen de shi ji bian cheng huabing. Bu xindao de minzhong yi zao huimie"},{"SurahNumber":23,"VerseNumber":45,"Text":"Ranhou, wo paiqian mu sa he ta di gege ha lun, ba wo de xuduo jixiang he mingzheng"},{"SurahNumber":23,"VerseNumber":46,"Text":"chuan shi falao he ta de chenmin, dan tamen zi da, tamen shi gao'ao de"},{"SurahNumber":23,"VerseNumber":47,"Text":"Tamen shuo:“Women zen neng xinyang xiang women yiyang de liang ge fanren ne? Hekuang ta lia de zongzu shi fushi women de.”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Tamen fouren ta lia, gu zaoyu huimie"},{"SurahNumber":23,"VerseNumber":49,"Text":"Wo que yi ba tian jing shangci mu sa, yi bian tamen zunxun zhengdao"},{"SurahNumber":23,"VerseNumber":50,"Text":"Wo yi mai er yan he ta de erzi wei yi zhong jixiang, wo shi ta lia zai you pingdi he liushui de gaoyuan huode yige yinbi zhi chusuo"},{"SurahNumber":23,"VerseNumber":51,"Text":"Zhong shizhe a! Nimen keyi chi jiamei de shiwu, yingdang li xingshan gong, wo duiyu nimen de xingwei que shi quanzhi de"},{"SurahNumber":23,"VerseNumber":52,"Text":"Zhege que shi nimen de tongyi de minzu, wo shi nimen de zhu, gu nimen yingdang jingwei wo"},{"SurahNumber":23,"VerseNumber":53,"Text":"Dan tamen wei jiaoyi er fenlie cheng xuduo zongpai, ge pai dou yin ziji de jiaoyi er zhanzhanzixi"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ni rang tamen zhanshi chenjin zai ziji de kunjing zhi zhong ba"},{"SurahNumber":23,"VerseNumber":55,"Text":"Tamen yiwei wo suoyong lai zizhu tamen de caichan he zisun"},{"SurahNumber":23,"VerseNumber":56,"Text":"shi wo yong lai shi tamen kuai de fuli de (shouduan) ma? Buran, tamen shi bu xiaode de"},{"SurahNumber":23,"VerseNumber":57,"Text":"Wei jingwei zhu er kongju zhe"},{"SurahNumber":23,"VerseNumber":58,"Text":"xinyang zhu de jixiang zhe"},{"SurahNumber":23,"VerseNumber":59,"Text":"bu yi wu pei zhu zhe"},{"SurahNumber":23,"VerseNumber":60,"Text":"You suo shishe, dan yinwei jiang guiyu zhu er xinhuai kongju zhe"},{"SurahNumber":23,"VerseNumber":61,"Text":"zhe deng ren dou shi zhengxian xingshan, erqie zui xian huode shan bao de"},{"SurahNumber":23,"VerseNumber":62,"Text":"Wo zhi yige ren de nengli er jiayi zecheng. Wo youyi ben shu xuanyan zhenli, tamen shi bu bei kuidai de"},{"SurahNumber":23,"VerseNumber":63,"Text":"Buran, tamen de xin, duiyu zhe bu jingdian, shi jinchen zai kunjing zhi zhong de. Ciwai, tamen hai you xuduo xingwei, jiangyao zuo chulai"},{"SurahNumber":23,"VerseNumber":64,"Text":"Zhidao wo yi xingfa chengzhi tamen zhongguo haohua shenghuo zhe de shihou, tamen huran da hu qiujiu"},{"SurahNumber":23,"VerseNumber":65,"Text":"Jintian nimen buyao da hu qiujiu. Nimen biding buneng huode wo de yuanzhu"},{"SurahNumber":23,"VerseNumber":66,"Text":"Wo de jixiang, que yi dui nimen xuanduguole, dan nimen xuanzhong er tui"},{"SurahNumber":23,"VerseNumber":67,"Text":"bu ken xinyang, que yong zuo ye tan de ziliao, erqie jiayi biqi"},{"SurahNumber":23,"VerseNumber":68,"Text":"Tamen shi meiyou shusi zhenyan ne? Haishi meiyou jianglin tamen de zuxian de jingdian yi jianglin tamen ne"},{"SurahNumber":23,"VerseNumber":69,"Text":"Haishi tamen meiyou renshi tamen de shizhe, yin'er bu chengren ta ne"},{"SurahNumber":23,"VerseNumber":70,"Text":"Haishi tamen shuo ta you feng bing ne?——Buran, ta yi zhenli zhaoshi tamen, dan tamen daban shi yanwu zhenli de"},{"SurahNumber":23,"VerseNumber":71,"Text":"Jiaruo zhenli shuncong tamen de siyu, tiandi wanwubiran huihuai, buran, wo yi ba tamen de jiaohui zhaoshi tamen, dan tamen beiqi tamen de jiaohui"},{"SurahNumber":23,"VerseNumber":72,"Text":"Nandao ni xiang tamen suoqu baochou ma? Ni de zhu de shangci shi geng hao de, ta shi zui shanyu jiyang de"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ni que shi haozhao tamen zou zhenglu de"},{"SurahNumber":23,"VerseNumber":74,"Text":"Buxin houshi zhe, que shi pianli zhenglu de"},{"SurahNumber":23,"VerseNumber":75,"Text":"Jiaruo wo lianmin tamen, erqie jiechu tamen suo zao de kunan, tamen bi guzhi hengman, er paihuai yu qitu zhi zhong"},{"SurahNumber":23,"VerseNumber":76,"Text":"Wo que yi yong xingfa chengzhi tamen, dan tamen bu shuncong tamen de zhu, tamen ye budui ta biaoshi qianxun"},{"SurahNumber":23,"VerseNumber":77,"Text":"Zhidao wo dui tamen kaipi yanxing zhi men de shihou, tamen wei ta er huran bian cheng shiwang zhe"},{"SurahNumber":23,"VerseNumber":78,"Text":"Zhu ceng wei nimen chuangzao ermu he xin, nimen de ganxie shi hen shao de"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ta ceng shi nimen zai dadishang fanzhi, nimen yao bei jihe zai ta nali"},{"SurahNumber":23,"VerseNumber":80,"Text":"ta shi si wu sheng, shi shengwu si, zhouye de gengdie you ta zhuchi. Nandao nimen bu liaojie ma"},{"SurahNumber":23,"VerseNumber":81,"Text":"Buran, tamen shuo liao ru guren suo shuo dehua"},{"SurahNumber":23,"VerseNumber":82,"Text":"tamen shuo: Women si hou, yi bian cheng chen'ai he xiu gu de shihou, nandao women hai biding yao fuhuo ma"},{"SurahNumber":23,"VerseNumber":83,"Text":"Women he women de zuxian, yiqian que yi shouguo zhe zhong jinggaole. Zhege zhishi guren de shenhua.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Ni shuo:“Da di he qizhong de renwu, jiujing shi wei shei suoyou? Ruguo nimen zhidao.”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Tamen yao shuo:“Wei an la suoyou.” Ni shuo:“Nimen zen bu jide ne?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Ni shuo:“Shei shi qi ceng tian de zhu he weida baozuo de zhu ne?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Tamen yao shuo:“An la”. Ni shuo:“Na nimen zenme bu jingwei ne?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Ni shuo:“Wanwu de zhuquan, zai shei de shouzhong zhangwo? Shei neng baohu zhongsheng, er ta ziji bu shou baohu ne? Ruguo nimen zhidao.”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Tamen yao shuo:“Shi an la.” Ni shuo:“Nimen zenme bei ren mihuo?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Buran, wo yi zhenli zhaoshi tamen, er tamen que shi shuohuang de"},{"SurahNumber":23,"VerseNumber":91,"Text":"An la meiyou shouyang renhe erzi, ye meiyou renhe shenling yu ta tongdeng; fouze mei ge shenling bi duzhan tasuo chuangzao de, tamen ye bi yousheng lie bai. Zansong an la, chao hu tamen de miaoshu"},{"SurahNumber":23,"VerseNumber":92,"Text":"Zansong quanzhi youming de zhu, ta chao hu tamen suoyong lai pei ta de (yiqie dongxi)"},{"SurahNumber":23,"VerseNumber":93,"Text":"Ni shuo:“Wo de zhu a! Ruguo ni wu bi yao shi wo kanjian tamen suo bei jinggao de,(xingfa),——"},{"SurahNumber":23,"VerseNumber":94,"Text":"wo de zhu a! Qiu ni buyao shi wo yu bu yi de minzhong tongguiyujin.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Wo dique neng shi ni kanjian wo suo jinggao tamen de xingfa"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ni yingdang yidebaoyuan, wo zhidao tamen suo miaoshu de"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ni shuo: Wo de zhu a! Wo qiu ni baoyou wo de mian yu zhong emo de youhuo"},{"SurahNumber":23,"VerseNumber":98,"Text":"Wo de zhu a! Wo qiu ni baoyou wo de mian yu tamen de lailin"},{"SurahNumber":23,"VerseNumber":99,"Text":"Dengdao siwang jianglin tamen zhong, yidan youren linwei shi, ta cai shuo:“Wo de zhu a! Qiu ni rang wo fanhui renjian"},{"SurahNumber":23,"VerseNumber":100,"Text":"yexu wo neng jie wo suo yiliu de caichan er xingshan.” Jue buran, zhe shi ta yiding yao shuo de yiju hua, zai tamen de mianqian, you yi ge pingzhang, zhidao tamen fuhuo de rizi"},{"SurahNumber":23,"VerseNumber":101,"Text":"Haojiao yi xiang, tamen zhi jian de qinqi guanxi, jiu bu cunzaile, tamen ye buneng huxiang xunwen"},{"SurahNumber":23,"VerseNumber":102,"Text":"Fan shangong de fenliang zhong de, dou shi chenggong de"},{"SurahNumber":23,"VerseNumber":103,"Text":"fan shangong de fenliang qing de, dou shi kuisun de, tamen jiang yong ju huo yu zhi zhong"},{"SurahNumber":23,"VerseNumber":104,"Text":"Huoyan shaozhuo tamen de lian, tamen zai huo yu zhong tong de liezhe zui"},{"SurahNumber":23,"VerseNumber":105,"Text":"Nandao wo de jixiang meiyou dui nimen xuanduguo, er nimen fouren ta ma"},{"SurahNumber":23,"VerseNumber":106,"Text":"Tamen shuo: Women de zhu a! Women de boming, ceng zhifu women, er women bian cheng mi wu zhe"},{"SurahNumber":23,"VerseNumber":107,"Text":"Women de zhu a! Qiu ni rang women cong huo yu li chuqu, ruguo women zaici fanzui, women jiu que shi bu yi zhe.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ta shuo: Nimen zai huo yu zhong yingdang renqitunsheng, buyao dui wo shuohua"},{"SurahNumber":23,"VerseNumber":109,"Text":"Congqian, wo de puren zhong you yipai ren chang shuo:“Women de zhu a! Women yi xindaole, qiu ni raoshu women, qiu ni lianmin women, ni shi zui lianmin de.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Dan nimen yi tamen wei xiaobing, changchang chixiao tamen, zhidao tamen shi nimen wangle jinian wo"},{"SurahNumber":23,"VerseNumber":111,"Text":"Jintian wo que yi wei tamen de jianren er baochou tamen, tamen zheng shi chenggong de"},{"SurahNumber":23,"VerseNumber":112,"Text":"Zhu shuo: Nimen zai da dishang douliule ji nian"},{"SurahNumber":23,"VerseNumber":113,"Text":"Tamen shuo: Women douliule yitian, huozhe buzu yitian; qing ni wen wen neng jisuan nian yue de (tianshi) ba"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ta shuo:“Nimen zhi douliule hen shao de nian yue, jiaruo nimen zhidao.”"},{"SurahNumber":23,"VerseNumber":115,"Text":"Nandao nimen yiwei wo zhishi turan di chuangzaole nimen, er nimen bu bei zhao gui wo ma"},{"SurahNumber":23,"VerseNumber":116,"Text":"Zun zai an la——zhenshi de junzhu. Chu ta zhi wai, jue wu ying shou chongbai de. Ta shi gaogui de baozuo zhi zhu"},{"SurahNumber":23,"VerseNumber":117,"Text":"Fan zai qidao an la de tongshi qidao bie de wuji de shenling zhe, ta jiang zai zhu nali shoudao qingsuan, bu xindao zhe bi bu chenggong"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ni shuo: Wo de zhu a! Qiu ni raoshu, qiu ni lianmin, ni shi zui lianmin de"}]}