{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":73,"VerseNumber":1,"Text":"О завернувшийся в одежду"},{"SurahNumber":73,"VerseNumber":2,"Text":"Стой эту ночь (за исключением небольшой поры)"},{"SurahNumber":73,"VerseNumber":3,"Text":"Половины ее: или убавь из этого немного"},{"SurahNumber":73,"VerseNumber":4,"Text":"(Или прибавь к этому;) и читай Коран чтением стройным"},{"SurahNumber":73,"VerseNumber":5,"Text":"Мы откроем тебе слово веское"},{"SurahNumber":73,"VerseNumber":6,"Text":"Истинно, при бдению во время ночи оно сильнее по впечатлению, и выразительнее по произношению"},{"SurahNumber":73,"VerseNumber":7,"Text":"В продолжении дня у тебя много житейских забот"},{"SurahNumber":73,"VerseNumber":8,"Text":"Призывай имя Господа твоего и предайся Ему полной преданностью"},{"SurahNumber":73,"VerseNumber":9,"Text":"Он - Господь Востока и Запада; кроме Его нет достопокланяемого: Его возьми себе в покровителя"},{"SurahNumber":73,"VerseNumber":10,"Text":"Терпеливо переноси, что говорят они, и уклонись от них, уклоняясь совершенно"},{"SurahNumber":73,"VerseNumber":11,"Text":"Оставь только Меня с ними, держащимися лжи, наслаждающимися благами. Дай им небольшую отсрочку"},{"SurahNumber":73,"VerseNumber":12,"Text":"У Нас для них есть цепи и адский пламень"},{"SurahNumber":73,"VerseNumber":13,"Text":"И пища, терзающая горло, и томительное мучение"},{"SurahNumber":73,"VerseNumber":14,"Text":"В тот день, когда земля и горы потрясутся, когда горы будут грудой насыпанного в кучу песка"},{"SurahNumber":73,"VerseNumber":15,"Text":"Мы послали к вам посланника, свидетеля о вас, как посылали посланника к Фараону"},{"SurahNumber":73,"VerseNumber":16,"Text":"Фараон воспротивился тому посланнику, и Мы наказали его мучительным наказанием"},{"SurahNumber":73,"VerseNumber":17,"Text":"Если вы будете неверными, то как сохранитесь в тот день, который юношей сделает седыми"},{"SurahNumber":73,"VerseNumber":18,"Text":"В который расторгнется небо. Обетование Его исполнится"},{"SurahNumber":73,"VerseNumber":19,"Text":"Это - предостережение вам. Потому, кто хочет, тот будет держаться стези ко Господу своему"},{"SurahNumber":73,"VerseNumber":20,"Text":"Истинно, Господь твой знает, что ты встаешь на молитву, то в первую треть ночи, то в половине ее, то в последнюю треть ее, и также некоторые из тех, которые с тобой. Бог разделил на части ночь и день: Он знает, что вам этого не узнать точно, и Он прощает вам это. Потому, читайте из Корана столько, столько можете. Он знает, что из вас некоторые бывают больны, другие странствуют по земле, желая снискать себе что либо из щедрот Божиих; иные трудятся в битвах на пути Божием: потому читайте из него столько, сколько можете. Совершайте молитвы, давайте очистительную с имущества милостыню. Одолжайте Бога хорошим одолжением. Какое добро ни предпошлете вы для себя, у Бога найдете его: Он сам - добро и величайшая награда. Просите у Бога прощения себе: истинно, Бог - прощающий, милосерд"}]}