{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"kvāph. Gauravānvita kur‌ānina āṇe"},{"SurahNumber":50,"VerseNumber":2,"Text":"avarallē obbanu eccarisuvavanāgi avara baḷige banda kuritu avaru accari paḍuttiddāre. Āddarindalē dhikkārigaḷu hēḷuttāre; ‘‘idu tīrā vicitravāgide’’"},{"SurahNumber":50,"VerseNumber":3,"Text":"‘‘nāvu sattu maṇṇāda baḷika (matte jīva paḍeyuvudē)? Ā punarāgamana tīrā dūrada sādhyateyāgide (asādhyavāgide)’’"},{"SurahNumber":50,"VerseNumber":4,"Text":"bhūmiyu avarinda (avara mr̥ta śarīradinda) ēnannu kittukoṇḍide embudannu nāvu cennāgi ballevu mattu nam'ma baḷi ellavannū surakṣitavāgi dākhalisiḍuva granthavide"},{"SurahNumber":50,"VerseNumber":5,"Text":"nijavāgi, satyavu tam'ma baḷige bandāga avaru adannu tiraskarisiruvaru mattu avaru gondaladalliddāre"},{"SurahNumber":50,"VerseNumber":6,"Text":"avarēnu, tam'ma mēliruva ākāśadeḍege, nāvu adannu hēge racisiddēve mattu hēge adannu alaṅkarisiddēvendu nōḍuvudillavē? Adaralli yāva kundu korateyū illa"},{"SurahNumber":50,"VerseNumber":7,"Text":"Bhūmiyannu nāvu haraḍi biṭṭaruvevu mattu nāvu adaralli parvatagaḷannu neṭṭiruvevu. Hāgū adaralli ella bageya sundara vastugaḷannu beḷesiruvevu"},{"SurahNumber":50,"VerseNumber":8,"Text":"ivu (allāhaneḍege) oliyuva pratiyobba dāsana kaṇṇu teresuva mattu avanige pāṭhavāguva sādhanagaḷāgive"},{"SurahNumber":50,"VerseNumber":9,"Text":"adē rīti, nāvu ākāśadinda samr̥d'dha nīrannu iḷisiruvevu hāgū ā mūlaka tōṭagaḷannu mattu holagaḷa dhān'yagaḷannu beḷesiruvevu"},{"SurahNumber":50,"VerseNumber":10,"Text":"mattu (adarindalē), sampanna gon̄calugaḷiruva, ettarada kharjūrada giḍagaḷannu beḷesiruvevu"},{"SurahNumber":50,"VerseNumber":11,"Text":"ivellā (nam'ma) dāsarigāgiruva āhāragaḷu. Mattu nāvu, nirjīvavāgiruva nāḍugaḷige ā (nīrina) mūlaka, maru jīva nīḍuvevu. Hīgeyē naḍeyalide sattavarannu (matte jīvantagoḷisi) horategeyuva kriye"},{"SurahNumber":50,"VerseNumber":12,"Text":"avariginta hinde nūhara janāṅgadavaru, ras's‌na nivāsigaḷu mattu samūd janāṅgadavaru tiraskarisiddaru"},{"SurahNumber":50,"VerseNumber":13,"Text":"hāgeyē, ād janāṅgadavaru, phir‌aun hāgū lūt‌ra bandhugaḷu"},{"SurahNumber":50,"VerseNumber":14,"Text":"aikaḥdavaru hāgū tubba'a janāṅgadavaru – avarellarū dēvadūtarannu tiraskarisiddaru. Avarige nīḍalāgidda (śikṣeya) munneccarikeyu anuṣṭhānavāgibiṭṭittu"},{"SurahNumber":50,"VerseNumber":15,"Text":"nāvēnu prathama bāriya sr̥ṣṭi kriyeyinda daṇidu hōgiddēveyē? Nijavāgi, (matte) hosadāgi sr̥ṣṭiyāguva kuritu avaru sanśayadalliddāre"},{"SurahNumber":50,"VerseNumber":16,"Text":"nāvē manuṣyanannu sr̥ṣṭisiruvevu mattu avana manas'sinoḷagina gondalagaḷannū nāvu cennāgi ballevu. Nijavāgi nāvu avana jīvanāḍigintalū avanige hattiravāgiruvevu"},{"SurahNumber":50,"VerseNumber":17,"Text":"avana balabhāgadallū eḍa bhāgadallū kuḷitiruva ibbaru barahagāraru (avana ella karmagaḷannu) barediḍuttāre"},{"SurahNumber":50,"VerseNumber":18,"Text":"avanu āḍuva yāva mātannū, sadā jāgr̥tanāgiruva kāvalugāranobbanu dākhalisade iruvudilla"},{"SurahNumber":50,"VerseNumber":19,"Text":"konege, nijakkū maraṇada amalu bandubiṭṭāga (avanoḍane), ‘‘nīnu an̄juttiddudu idannē’’ ennalāguvudu"},{"SurahNumber":50,"VerseNumber":20,"Text":"mattu kahaḷeyannu ūdalāguvudu. Aduvē, munneccarike nīḍalāgidda dina"},{"SurahNumber":50,"VerseNumber":21,"Text":"Andu pratiyobbanū (allāhana munde) hājarāguvanu. Avana jote (avanannu) naḍesuva obbaniruvanu mattu obba sākṣiyū iruvanu"},{"SurahNumber":50,"VerseNumber":22,"Text":"(avanoḍane hēḷalāguvudu;) ‘‘nīnu ī (dinada) kuritu niścintanāgidde. Idīga nāvu ninna tereyannu ninninda sarisi biṭṭiruvevu. Idō, indu ninna dr̥ṣṭi bahaḷa tīkṣṇavāgide’’"},{"SurahNumber":50,"VerseNumber":23,"Text":"avana jotegiruvavanu hēḷuvanu; ‘‘idu nanna baḷi sid'dhavāgiruva, (avana karmagaḷa) dākhale’’"},{"SurahNumber":50,"VerseNumber":24,"Text":"(appaṇeyāguvudu;) ‘‘nīvibbaru, pratiyobba kr̥taghna, vidrōhiyannu narakadoḷakke esedu biḍiri’’"},{"SurahNumber":50,"VerseNumber":25,"Text":"‘‘satkāryakke taḍeyoḍḍuttidda, atirēkavesaguttidda (hāgū) sanśaya bittuttiddātanannu (narakadoḷakke eseyiri)’’"},{"SurahNumber":50,"VerseNumber":26,"Text":"‘‘avanu allāhana jote itararannu dēvarāgisikoṇḍiddanu. Idīga avanannu kaṭhiṇa śikṣeyoḷakke (narakakke) esedubiḍiri’’"},{"SurahNumber":50,"VerseNumber":27,"Text":"avana saṅgātiyāgiddavanu hēḷuvanu; ‘‘nam'moḍeyā, avanannu vidrōhiyāgisidavanu nānalla. Svataḥ avanē tappu dāriyalli bahudūra horaṭu hōgiddanu’’"},{"SurahNumber":50,"VerseNumber":28,"Text":"(allāhanu) hēḷuvanu; nīvu nanna munde jagaḷāḍabēḍi, nimage nānu munneccarikeyannu hindeyē kaḷisikoṭṭidde"},{"SurahNumber":50,"VerseNumber":29,"Text":"nanna baḷi mātu badalāguvudilla. Mattu nānu dāsara mēle akramavesaguvavanalla"},{"SurahNumber":50,"VerseNumber":30,"Text":"andu nāvu narakadoḍane, ‘‘nīnu tumbideyā?’’ Endu kēḷuvevu. Adu ‘‘innaṣṭu ideyē?’’ Ennuvudu"},{"SurahNumber":50,"VerseNumber":31,"Text":"mattu nāvu svargavannu nikaṭagoḷisuvevu. Adendū (avarinda) dūravāgadu"},{"SurahNumber":50,"VerseNumber":32,"Text":"idannē vāgdāna māḍalāgittu; nimage hāgū (allāhanatta) olavu tōruttaliruva mattu sadā jāgr̥tanāgiruva pratiyobbanige"},{"SurahNumber":50,"VerseNumber":33,"Text":"(hāgeyē) kaṇṇāre kāṇadeyē, ā apāra dayāmayana bhaktanāgiruvavanige mattu padē padē (allāhanatta) oliyuva manas'sinondige bandiruvavanige"},{"SurahNumber":50,"VerseNumber":34,"Text":"(avaroḍane hēḷalāguvudu;) śāntiyondige idannu pravēśisiri. Iduvē, śāśvata dina"},{"SurahNumber":50,"VerseNumber":35,"Text":"Alli avarige avaru bayasiddellavū sigalide, mātravalla, nam'ma baḷi mattaṣṭide"},{"SurahNumber":50,"VerseNumber":36,"Text":"avariginta (makkaḥdavariginta) hinde nāvu adeṣṭō janāṅgagaḷannu nāśa māḍiruvevu. Avaru ivariginta tumbā ādare, konege ‘‘palāyanakke dāriyuṇṭē?’’ Ennuttā avaru nāḍu nāḍu aleya toḍagidaru"},{"SurahNumber":50,"VerseNumber":37,"Text":"idaralli khaṇḍita pāṭhavide, manas'suḷḷavarige athavā kivigoṭṭu kēḷuvavaru mattu nōḍuvavarige"},{"SurahNumber":50,"VerseNumber":38,"Text":"ākāśagaḷannu hāgū bhūmiyannu mattu avugaḷa naḍuve iruva ellavannū nāvu āru dinagaḷalli sr̥ṣṭisiruvevu mattu nam'mannu yāva daṇivū bādhisalilla"},{"SurahNumber":50,"VerseNumber":39,"Text":"avarāḍuva mātugaḷa kuritu nīvu sahanaśīlarāgiri. Mattu sūryōdayakke munnavū sūryāstamānakke munnavū nim'ma oḍeyanannu praśansisuttā avana pāvitravannu japisiri"},{"SurahNumber":50,"VerseNumber":40,"Text":"mattu rātriya vēḷeyallū sāṣṭāṅgaveragida baḷikavū avana pāvitravannu japisiri"},{"SurahNumber":50,"VerseNumber":41,"Text":"kēḷiri, kūguvavanu hattiradindalē kūguva ondu dina (baralide)"},{"SurahNumber":50,"VerseNumber":42,"Text":"andu avaru nijakkū ondu ārbhaṭavannu kēḷuvaru. Aduvē"},{"SurahNumber":50,"VerseNumber":43,"Text":"(gōrigaḷinda) horaḍuva dinavāgiruvudu"},{"SurahNumber":50,"VerseNumber":44,"Text":"khaṇḍita nāvē jīvanavannu nīḍuttēve mattu nāvē sāyisuttēve mattu nam'meḍegē (ellarū) maraḷabēkāgide"},{"SurahNumber":50,"VerseNumber":45,"Text":"avara mēlinda bhūmiyu biridu biḍuva dina avaru (adaroḷaginda) dhāvisuvaru. Ī jamāvaṇeyu nam'ma maṭṭige sulabhavāgide"}]}