{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Xä. Mïm"},{"SurahNumber":40,"VerseNumber":2,"Text":"Kitaptıñ tüsirilwi, öte üstem, asa bilwşi Alla tarapınan"},{"SurahNumber":40,"VerseNumber":3,"Text":"Künänı jarılqawşı, täwbeni qabıl etwşi, azabı da qattı jäne keñşilik ïesi. Odan basqa eşbir täñir joq. Äri qaytar orın Sol jaq"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allanıñ ayattarı twrasında qarsı bolğandar ğana tartısadı. (Müxammed Ğ.S.) seni, olardıñ memleketterde kezip jürwleri aldamasın. (S. 196-A)"},{"SurahNumber":40,"VerseNumber":5,"Text":"Olardan burında Nux (Ğ.S.) tıñ eli äri odan keyingi toptar da jasınğa şığarğan bolatın. Är ümmet öz elşilerin qolğa alwğa bel bayladı. Sonday-aq xaqïqattı bos närseler arqılı qulatwğa tırıstı. Sondıqtan olardı qolğa aldım. Jazalandırwım qalay eken"},{"SurahNumber":40,"VerseNumber":6,"Text":"Osılayşa qarsı bolwşılarğa baylanıstı Rabbıñnıñ sözi şındıqqa aynaldı. Söz joq, olar tozaqtıq"},{"SurahNumber":40,"VerseNumber":7,"Text":"Sonday ğarşını kötergen jäne onıñ mañındağı perişteler, Rabbıların maqtawmen däripteydi, Oğan senedi. Sonday-aq ïman keltirgender üşin: \"Rabbımız! Märxametiñ, bilimiñ är närseni sïdırıp, işine alğan. Sondıqtan täwbe etip, jolıña tüskenderdi jarılqa! Äri olardı tozaqtan saqtay kör!\",- (dep tileydi.) (Ğarşını köterwden maqsat; qorğaw, basqarwğa mindettendirilgen perişteler: Olar sap-sap bolıp, Allanıñ birligin, ulıqtığın bayan etip, däriptey qulşılıq qıla otırıp Musılmandar üşin de xayır duğa etedi. B.J.M.K.R)"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbımız! Olardı äri atalarınan, jubaylarınan jäne urpaqtarınan kim tüzw bolsa, olardı öziñ wäde etken Ğadın jannattarına kirgize kör. Küdiksiz Sen öziñ tım üstem, asa danasıñ"},{"SurahNumber":40,"VerseNumber":9,"Text":"Olardı jamandıqtardan qorğa. Ol küni kimdi jamandıqtan qorğasañ, söz joq, onı märxametiñe bölegen bolasıñ. Mine sol, zor qolı jetkendik"},{"SurahNumber":40,"VerseNumber":10,"Text":"Rasında sonday qarsı bolğandarğa (qïyamet küni): \"Allanıñ aşwı, senderdiñ öz aşwlarıñnan zorıraq. Öytkeni, sender ïmanğa şaqırılğan kezde, qarsı boldıqdar\" dep dabıstaladı"},{"SurahNumber":40,"VerseNumber":11,"Text":"Olar: \"Rabbımız! Bizdi eki ret tiriltip eki ret öltirdiñ. Endi künälarımızğa moyındadıq. Al endi bizge şığar jol bar ma?\",-deydi"},{"SurahNumber":40,"VerseNumber":12,"Text":"Olarğa: \"Bir ğana Allağa şaqırılğanda qarsı şıqtıñdar da al Oğan ortaq qosılsa, senetin ediñder. Al endi ükim öte joğarı, asa ulı Allağa tän\" (delinedi)"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ol sonday Alla, senderge dälelderin körsetti. Tağı senderge kökten nesibe tüsirdi. Biraq boy usınğan kisi ğana ügit aladı"},{"SurahNumber":40,"VerseNumber":14,"Text":"Eger qarsı bolğandar, jek körse de dindi özine ğana arnap, nağız Allağa jalbarıñdar"},{"SurahNumber":40,"VerseNumber":15,"Text":"Ol, därejelerdi köterwşi, ğarşınıñ ïesi. Jolığatın kündi eskertw üşin quldarınan kimdi qalasa, öz buyrığımen waxï tüsiredi. (Bül jerdegi \"Rux\"; waxï mağnasında. B.J.M)"},{"SurahNumber":40,"VerseNumber":16,"Text":"Ol küni; olar, körnewge şığarıladı. Olardan eşbir närse Allağa jasırın bolmaydı. \"Bügin patşalıq kimdiki? Tek qana jalğız, tım öktem Allaniki\" (delinedi)"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bügin ärkim istegeni boyınşa jazalanadı. Bügin zulımdıq bolmaydı. Küdiksiz Alla (T.) tez esep körwşi"},{"SurahNumber":40,"VerseNumber":18,"Text":"(Muxammed Ğ.S.) olarğa jaqındağan qïyamet künin eskert. Sol waqıtta, jürekter jutqınşaqqa kelip, qılğınıp, loqswşılar boladı. Zalımdar üşin bir dos ta ıqbaldı bolwşı da bolmaydı"},{"SurahNumber":40,"VerseNumber":19,"Text":"Alla közderdiñ qïyanatın jäne kökirekterdegi qupïyanı biledi"},{"SurahNumber":40,"VerseNumber":20,"Text":"Alla (T.) twralıq boyınşa ükim beredi. Olardıñ Alladan özge jalbarınğandarı, eş närsege ükim bere almaydı. Küdiksiz Alla (T.) tolıq estwşi, tım qırağı"},{"SurahNumber":40,"VerseNumber":21,"Text":"Olar jer jüzinde kezip, özderinen burınğı, tağı küşti äri jer jüzinde köp derekter qaldırğandardıñ soñdarınıñ qalay bolğanın körmey me? Sonda Alla, olardi künäları sebepti qolğa alğan. Sonday-aq olardı Alladan qorğawşı joq"},{"SurahNumber":40,"VerseNumber":22,"Text":"Osılar, rasında özderine aşıq belgilermen kelgen elşilerine qarsı kelwleriniñ saldarınan; Alla, olardı qolğa aldı. Öytkeni Ol, tım küşti, azabı öte qattı"},{"SurahNumber":40,"VerseNumber":23,"Text":"Rasında Musa (Ğ.S.) nı muğjïzalarımız äri aşıq dälelmen jiberdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Perğawın, Haman jäne Qarunğa jiberdik. Olar: \"Ötirikşi jadıger\" dedi"},{"SurahNumber":40,"VerseNumber":25,"Text":"(Musa Ğ.S.) olarğa janımızdan şındıq keltirgen kezde: \"Onımen birge ïman keltirgenderdiñ uldarın öltiriñder, äyelderin tiri qoyıñdar\" dedi. Biraq käpirlerdiñ ädisteri mülde zaya bolar"},{"SurahNumber":40,"VerseNumber":26,"Text":"Perğawın: \"Meni qoya beriñder, Musanı öltireyin. Ol, Rabbına jalbarınsın. Rasında men onıñ, dinderiñdi özgertwinen nemese jer jüzinde bir buzaqılıq şığarwınan qorqamın\" dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa (Ğ.S.): \"Men, esep künine senbegen är tekappardan, meniñ de Rabbım, senderdiñ de Rabbılarıña sïındım\" dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Perğawın semyasınan ïmanın jasırğan bir mümin: \"Rabbım Alla.degen kisini öltirmeñder. Rasında ol, senderge Rabbılarıñnan muğjïzalarmen keldi. Eger ötirikşi bolsa, ötirigi özine, al eger şınşıl bolsa, senderdi qorqıtqan apattıñ keyi bastarıña keler. Rasında Alla, şekten şıqqan swayt birewdi twra jolğa salmaydı\" dedi"},{"SurahNumber":40,"VerseNumber":29,"Text":"Äy elim! Bügin patşalıq senderdiki. Bul jerde öktemsiñder. Al eger (Allanıñ aşwı) bizge kelse, sonda bizdi Allanıñ apatınan kim qorğayı?\",- dedi. Perğawın: \"Men senderge öz közqarasımdı ğana aytamın. Sonday-aq senderdi twra jolğa ğana salamın\" dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"Ïman keltirgen kisi: \"Äy elim! Rasında men senderge (ötken) toptardıñ küni sïyaqtı kün (kelwi) nen qorqamın\" dedi"},{"SurahNumber":40,"VerseNumber":31,"Text":"Aytalıq: Nux (Ğ.S.) eliniñ, Rad, Sämüd jäne olardan keyingilerdiñ ädetteri tärizdi. Alla (T.) quldarına zulımdıq qalamaydı"},{"SurahNumber":40,"VerseNumber":32,"Text":"Äy elim! Rasında men, senderge keletin oybaylasw küninen qorqamın"},{"SurahNumber":40,"VerseNumber":33,"Text":"Sol küni arttarıña burılıp qaşasıñdar. Senderdi Alladan qorğawşı bolmaydı. Alla kimdi adastırsa, oğan twra jol körsetwşi bolmaydı"},{"SurahNumber":40,"VerseNumber":34,"Text":"Rasında Musa (Ğ.S.) dan burın Yusıp (Ğ.S.) senderge däleldermen kelgen edi. Alayda senderge keltirgen närseden ünemi küdikte ediñder. Aqır Yusıp (Ğ.S.) qaytıs bolğanda: \"Alla odan keyin eşbir elşi jibermeydi\" degen ediñder. Osılayşa Alla, şekten şığwşı, küdiktenwşi kisini adastıradı"},{"SurahNumber":40,"VerseNumber":35,"Text":"Olar, özderine kelgen eşbir dälel bolmasa da, Allanıñ ayattarı jayında tartısadı. Bül Allanıñ qasında da müminderdiñ qasında da zor keyis. Östip Alla, ärbir täkappar, zorlıqşıldardıñ jüregine mör basadı. (Biteydi)"},{"SurahNumber":40,"VerseNumber":36,"Text":"Perğawın: \"Äy ćaman! Mağan bir munara jasa. Bälkim joldarğa jetermin\" deydi"},{"SurahNumber":40,"VerseNumber":37,"Text":"Kökterdiñ joldarına jetip, Musanıñ Täñirin bayqaymın. Rasında men onı ötirikşi dep oylaymın.\" Osılayşa Perğawınğa jaman isteri körkem körsetilip, joldan tosıldı. Perğawınnıñ täsilderi, mülde joyılwda"},{"SurahNumber":40,"VerseNumber":38,"Text":"Ïman keltirgen kisi: \"Äy elim! Mağan ilesiñder. Sönderdi twra jolğa salamın\" dedi"},{"SurahNumber":40,"VerseNumber":39,"Text":"Äy elim! Şın mäninde bul dünïe tirşiligi, waqıtşa paydalanw. Sözsiz axïret, ol; turaqtı jurt"},{"SurahNumber":40,"VerseNumber":40,"Text":"Älde kim bir jamandıq istese, sonda ol, sonıñ özindey ğana jaza köredi. Al jäne er, äyel kimde-kim sengen türde izgi is istese, al mine solar; jannatqa kiredi. Sonday-aq olar onda esepsiz rïzıqqa bölenedi"},{"SurahNumber":40,"VerseNumber":41,"Text":"Äy elim! Mağan ne boldı? Men senderdi qutılwğa şaqıramın. Sender meni tozaqqa şaqırasıñdar"},{"SurahNumber":40,"VerseNumber":42,"Text":"Äri sender meni Allağa qarsı bolwğa sonday-aq bilmegen närseni Oğan ortaq qoswğa da şaqırasıñdar. Men, senderdi öte üstem, asa jarılqawşı Allağa şaqıramın"},{"SurahNumber":40,"VerseNumber":43,"Text":"Küdik joq, şın mäninde senderdiñ meni şaqırğan närseleriñ, dünïede de axïrette de şaqırwğa layıq emes. (Nemese olar şaqırw küşine ïe emes.) Sözsiz bärimizdiñ qaytar jerimiz Alla jaq. Rasında şekten şığwşılar, olar tozaqtıq"},{"SurahNumber":40,"VerseNumber":44,"Text":"Tayawda meniñ aytqanımdı tüsinesiñder. Men isimdi Allağa tapsıramın. Küdiksiz Alla, quldarın tolıq körwşi\" dedi"},{"SurahNumber":40,"VerseNumber":45,"Text":"Endi Alla, onı, olar jasağan sumdıqtarınan qorğadı. Perğawındıqtardı sürkey azap bawrap aldı. (Dünïede swğa battı. Axïrette tozaqqa kiredi. J)"},{"SurahNumber":40,"VerseNumber":46,"Text":"Olar erteli-keş otqa usınıladı. Qïyamet-qayım bolğan küni: \"Perğawındıqtardı azaptıñ eñ qattısına kirgiziñder"},{"SurahNumber":40,"VerseNumber":47,"Text":"Sol waqıtta olar tozaqta kerkildesedi. Naşarları, pañsığandarına: \"Rasında biz senderge ergen edik. Al endi sender, bizden ottıñ bir bölimin ketire alasıñdar ma?\",-deydi"},{"SurahNumber":40,"VerseNumber":48,"Text":"Pañsığandarı: \"Rasında bärimiz tozaqtamız. Küdiksiz Alla, quldarınıñ arasına ükim berip qoyğan\" deydi"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ottağılar, tozaqtıñ saqşısına: \"Rabbılarıñnan tileñder. Azabımızdan bir kün jeñiltsin\" deydi"},{"SurahNumber":40,"VerseNumber":50,"Text":"(Tozaq saqşıları): \"Senderge elşileriñ muğjïzalarmen kelmedi me?\",- deydi. Olar: \"Ärïne!\",- deydi. (Saqşılar): \"Endeşe jalbarınıñdar, käpirlerdiñ tilegi mülde zaya ketwde\" deydi"},{"SurahNumber":40,"VerseNumber":51,"Text":"Rasında elşilerimizge ïman keltirgenderge dünïe tirşiliginde de kwälikke turatın (qïyamet) küni de älbette järdem etemiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"Ol küni zalımdardıñ jelewleri kädege aspaydı. Olarğa qarğıs boladı. Jäne jurttıñ jamanı da solardiki"},{"SurahNumber":40,"VerseNumber":53,"Text":"Rasında Musa (Ğ.S.) ğa twra jol berip, Ïzraïl urpaqtarın Täwratqa murager qıldıq"},{"SurahNumber":40,"VerseNumber":54,"Text":"Aqıl ïelerine twra jol äri ügit"},{"SurahNumber":40,"VerseNumber":55,"Text":"(Muxammed Ğ.S.) endeşe sabır et. Şın mäninde Allanıñ wädesi xaq. Erteli-keş künäñnıñ jarılqanwın tile. Rabbıñdı däriptep, maqta"},{"SurahNumber":40,"VerseNumber":56,"Text":"Allanıñ ayattarına baylanıstı özderine bir dälel kelmese de tartısqandardıñ kökirekterinde özderi äste jete almaytın bir menmendik bar. Endi Allağa sïın. Küdiksiz Ol, tolıq estwşi, asa qırağı"},{"SurahNumber":40,"VerseNumber":57,"Text":"Älbette kökter men jerdi jaratw, adamdardı jaratwdan zor. Biraq adamdardıñ köbi tüsinbeydi"},{"SurahNumber":40,"VerseNumber":58,"Text":"Soqır men körwşi teñ emes. Sonday-aq ïman keltirip, izgi is istegender men jamandıq istewşiler de teñ emes. Az ğana tüsinesiñder"},{"SurahNumber":40,"VerseNumber":59,"Text":"Rasında qïyamet sağatı keledi. Onda şäk joq. Biraq adamdardıñ köbi senbeydi"},{"SurahNumber":40,"VerseNumber":60,"Text":"Rabbılarıñ: \"Mağan jalbarıñdar! Tilekteriñdi qabıldaymın. Rasında Mağan qulşılıq qılwdan pañsığandar, olar qor bolıp, tozaqqa kiredi\" deydi"},{"SurahNumber":40,"VerseNumber":61,"Text":"Ol sonday Alla, senderge tündi tınığw, kündizdi körw üşin jarattı. Küdiksiz Alla, tım keñşilik ïesi. Biraq adamdardıñ köbi şükirlik qılmaydı"},{"SurahNumber":40,"VerseNumber":62,"Text":"Mine osı Alla Rabbılarıñ. Är närseni jaratwşı; Odan basqa eşbir täñir joq. Qaytıp adastırılasıñdar"},{"SurahNumber":40,"VerseNumber":63,"Text":"Osılayşa Allanıñ ayattarına qarsı kelgender adastırıladı"},{"SurahNumber":40,"VerseNumber":64,"Text":"Ol Alla senderge jerdi turaq, kökti kümbez qıldı. Sonday-aq senderdi beynelegende körkem beyneledi. Jäne de taza närselerden körek berdi. Mine osı Alla, Rabbılarıñ. Tötenşe ülı Alla, bükil älemniñ Rabbı"},{"SurahNumber":40,"VerseNumber":65,"Text":"Ol tiri Alladan basqa eşbir täñir joq. Endeşe dindi Oğan arnap, nağız ıntamen özine jalbarınıñdar. Barlıq maqtaw bükil älemniñ Rabbına layıq"},{"SurahNumber":40,"VerseNumber":66,"Text":"(Muxammed Ğ.S.) olarğa: \"Mağan Rabbımnan aşıq dälelder kelgen zaman; senderdiñ Alladan özge jalbarınğandarıña qulşılıq qılwıma tıyım salındım. Sonday-aq älemderdiñ Rabbına boy usınwğa buyrıldım\" de"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sonday Alla senderdi topıraqtan, sosın mänïden, sosın uyığan qannan jaratıp, keyin böbek qıp şığarıp, soñıra erjetkizip, kärteytedi. Keybirewleriñdi (erjetwden) burın öltiredi. Keybiriñ belgili merzimge jetesiñder. Ärïne oylanarsıñdar"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ol sonday Alla, tiriltedi äri öltiredi. Qaşan bir isti buyırğısı kelse, şın mäninde oğan: \"Bol\" deydi. Sonda ol bola qaladı"},{"SurahNumber":40,"VerseNumber":69,"Text":"(Mxammed Ğ.S.) Allanıñ ayattarı twrasında tartısqandardı körmeysiñ be? Qalayşa aynaldırıladı"},{"SurahNumber":40,"VerseNumber":70,"Text":"Sonday osı Kitaptı, elşilerimizge jibergenderimizdi jasınğa şığarğandar, olar jedel biledi"},{"SurahNumber":40,"VerseNumber":71,"Text":"Sol waqıtta olardıñ moyındarında ajırğılar, boğawlar bolğan türde süyreledi"},{"SurahNumber":40,"VerseNumber":72,"Text":"Qaynap turğan swda bolıp, sosın otqa jağıladı"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sosın olarğa: \"Alladan özge ortaq qosqan närseleriñ qayda?\",-delinedi"},{"SurahNumber":40,"VerseNumber":74,"Text":"Olar: \"(Özgeler) bizden ğayıp boldı. Bälkim biz burın eş närsege şoqınbawşı edik\" deydi. Alla käpirlerdi östip tentiretedi"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bul senderdiñ jer jüzinde orınsız mäz bolıp, masayrawlarıñnıñ saldarınan"},{"SurahNumber":40,"VerseNumber":76,"Text":"Olarğa: \"Işinde mäñgi qalatın tozaqtıñ esiginen kiriñder. täkapparlardıñ ornı nendey jaman"},{"SurahNumber":40,"VerseNumber":77,"Text":"(Muxammed Ğ.S.) endi sabır et. Allanıñ wädesi xaq. Al endi meyli olarğa etken wädemizdiñ keybirin sağan körsetsek te(köziñ tirisinde bolsa da) nemese sağan ölim bersek te (burın qaytıs bolsañ da) olar Biz jaqqa qaytarıladı"},{"SurahNumber":40,"VerseNumber":78,"Text":"Rasında senen burında elşiler jiberdik. Olardıñ keybirin sağan bayan ettik te keybirin bayan etpedik. Eşbir elşi Allanıñ ruxsatı bolmayınşa bir müğjïza keltire almaydı. Qaşan Allanıñ ämiri kelse, xaqïqat boyınşa ükim etiledi. Bül jerde buzaqılar zïyanğa uşıraydı"},{"SurahNumber":40,"VerseNumber":79,"Text":"Ol sonday Alla, Sender üşin maldardı jarattı. Keybirin minesiñder de keybirin jeysiñder"},{"SurahNumber":40,"VerseNumber":80,"Text":"Olarda senderge türli paydalar bar. Olardıñ üstinde köñilderiñdegi xajetti jerge jetwleriñ tşin; olarğa minip jäne kemede tasımaldanasıñdar"},{"SurahNumber":40,"VerseNumber":81,"Text":"Alla senderge belgilerin körsetedi. Al sonda Allanıñ qaysı belgilerine qarsı kelesiñder"},{"SurahNumber":40,"VerseNumber":82,"Text":"Olar jer jüzinde kezbedi me? Sonda özderinen burınğılardıñ soñınıñ ne bolğanın körer edi. Olar, bulardan köp jäne küşti äri jer jüzinde qaldırğañ derekteri mıqtı edi. Sonda da tabıstarı olardıñ isterine jaramadı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Öytkeni olarğa, elşileri, müğjïzalarmen kelgende, öz qastarındağı bilimge mardamsıdı da ajıwalağan närseleri bastarına jetti"},{"SurahNumber":40,"VerseNumber":84,"Text":"Al endi azabımızdı körgende: \"Jalğız ğana Allağa sendik. Sonday-aq Oğan ortaq qosqan närselerimizge qarsı keldik\" deydi"},{"SurahNumber":40,"VerseNumber":85,"Text":"Biraq, azabımızdı körgendegi senimderi olarğa payda bermeydi. Öytkeni, Allanıñ quldarına baylanıstı bolıp, kele jatqan jolı osı. Bul jerde käpirler zïyan köredi"}]}