{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"ta-sin-mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"ivi spastamaina grantha sucanalu (ayat)"},{"SurahNumber":28,"VerseNumber":3,"Text":"visvasince prajala koraku, memu musa mariyu phir'aun la yokka nija vrttantanni niku vinipistunnamu"},{"SurahNumber":28,"VerseNumber":4,"Text":"niscayanga, phir'aun bhumi mida ahankaranto pravartistu undevadu. Mariyu anduloni prajalanu vargaluga vibhajinci, variloni oka tega varini nicaparaci vari putrulanu vadhistu undevadu mariyu vari strilanu bratakaniccevadu. Niscayanga, atadu daurjan'yaparulaloni vadiga undevadu"},{"SurahNumber":28,"VerseNumber":5,"Text":"mariyu bhumi mida anaci veyabadina varini kanikarincalani mariyu varini nayakuluga ceyalani mariyu varini varasuluga ceyalani memu koramu"},{"SurahNumber":28,"VerseNumber":6,"Text":"mariyu (israyil santati) variki bhumilo adhikaram osangalani mariyu phir'aun, haman mariyu vari sainikulaku - denini gurincaite (phir'aun jati) varu bhayapadutu undevaro - ade variki cupalani"},{"SurahNumber":28,"VerseNumber":7,"Text":"Memu musa talli manas'sulo ila sucincamu: \"Nivu ataniki (musaku) palu istu undu. Kani ataniki pramadamunnadani, nivu bhaviste atanini nadilo vidici pettu. Mariyu nivu bhayapadaku mariyu duhkhincaku; niscayanga memu atanini ni vaddaku tirigi cercutamu. Mariyu atanini (ma) sandesaharulalo okaniga cestamu"},{"SurahNumber":28,"VerseNumber":8,"Text":"taruvata phir'aun kutumbanvaru - tamaku satruvai, duhkhakaranudavataniki - atanini ettukunnaru. Niscayanga phir'aun, haman mariyu vari sainikulu papisthulu"},{"SurahNumber":28,"VerseNumber":9,"Text":"mariyu phir'aun bharya (atanito) ila annadi: \"Itanu niku mariyu naku kanti caluva! Itanini campaku, bahusa itadu manaku upayogakari kavaccu! Leda manam itanini kumaruniga cesukovaccu!\" Kani varu (vastavanni) telusukoleka poyaru"},{"SurahNumber":28,"VerseNumber":10,"Text":"mariyu musa talli hrdayam talladillipoyindi. Ame visvasincinavarilo undataniki memu, ame hrdayanni drdhaparaci undakapote, ame atanini (musanu) gurinci anta battabayalu cesi undedi"},{"SurahNumber":28,"VerseNumber":11,"Text":"ame, atani (musa) sodarito annadi: \"Atani venta vellu.\" Kavuna ame duram nundiye atanini gamanincasagindi. Kani, varadi grahincaleka poyaru"},{"SurahNumber":28,"VerseNumber":12,"Text":"mariyu memu atanini (itarula) palu tragakunda modatane nisedhinci unnamu. (Atani sodari) varito annadi: \"Mi koraku atanini (palicci) posincagala oka kutumbam varini nenu miku cupana? Mariyu varu atanini manciga cusukune varai untaru"},{"SurahNumber":28,"VerseNumber":13,"Text":"i vidhanga memu atanini (musanu) - atani talli kallu callabadataniki, ame duhkhincakunda undataniki mariyu allah vagdanam satyamainadani ame telusukovataniki - tirigi ame vaddaku cercamu. Kani vastavaniki cala mandiki idi teliyadu"},{"SurahNumber":28,"VerseNumber":14,"Text":"Mariyu atanu (musa) yuktavayas'suku ceri paripurnudu ayinappudu, memu ataniki vivekanni mariyu jnananni prasadincamu. Mariyu i vidhanga, memu sajjanulaku pratiphalanni istu untamu"},{"SurahNumber":28,"VerseNumber":15,"Text":"mariyu (okaroju) nagaravasulu emarupatulo unnappudu, atanu nagaranloki pravesincadu, atanu ikkada iddaru vyaktulu potladukovadam cusadu, varilo okadu atani jatiki cendinavadu, marokadu virodhi jatiki cendinavadu. Atani jatiki cendina vadu, virodhi jativaniki vyatirekanga sahayapadamani atanini (musanu) arthincadu. Musa atadini oka gudduguddadu. Adi atadini antamondincindi. (Appudu) atanu (musa) annadu: \"Idi saitan pane! Niscayanga, atadu satruvu mariyu spastanga dari tappincevadu"},{"SurahNumber":28,"VerseNumber":16,"Text":"(musa) ila prarthincadu: \"O na prabhu! Naku nenu an'yayam cesukunnanu. Kavuna nannu ksamincu!\" (Allah) atanini ksamincadu. Niscayanga, ayana ksamasiludu, apara karuna pradata"},{"SurahNumber":28,"VerseNumber":17,"Text":"(musa) annadu: \"O na prabhu! Nivu naku mahopakaram cesavu. Kavuna nenu ika ennatiki nerastulaku sahayapadanu"},{"SurahNumber":28,"VerseNumber":18,"Text":"marusati roju udayam atanu (musa) bhayapadutu atani jagrattaga (itu atu custu) nagaranloki velladu. Appudu akasmattuga antaku mundu roju, atanini sahayaniki pilicinavade, malli sahayanikai aravasagadu. Musa vanito annadu: \"Niscayanga, nivu spastamaina tappu dariki lagevadavu"},{"SurahNumber":28,"VerseNumber":19,"Text":"a taruvata atanu tama iddariki virodhi ayina vadini gattiga pattukoboga, atadu aricadu: \"O musa! Emi? Nivu ninna oka vyaktini campinatlu nannu kuda campadalacukunnava? Nivu i desanlo kruruniga mari undadalucukunnava? Sadvartanuniga undadalucukoleda"},{"SurahNumber":28,"VerseNumber":20,"Text":"Mariyu oka vyakti nagarapu oka vaipu nundi parigettukuntu vacci ila annadu: O musa! Nayakulandaru kalisi ninnu hatya ceyalani sampradimpulu cestunnaru. Kavuna nivu vellipo, nenu niscayanga, ni sreyobhilasini"},{"SurahNumber":28,"VerseNumber":21,"Text":"appudatanu bhayapadutu, ati jagrattaga akkadi nundi bayalu deradu. Atanu ila prarthincadu: \"O na prabhu! Nannu durmargula nundi kapadu"},{"SurahNumber":28,"VerseNumber":22,"Text":"a taruvata mad yan vaipuku bayalu derutu, ila anukunnadu: \"Bahusa, na prabhuvu naku saraina margam vaipunaku margadarsakatvam cestunnadu"},{"SurahNumber":28,"VerseNumber":23,"Text":"ita atanu mad yan loni oka bavi vaddaku cerukunnappudu; akkada cala mandi prajalu, tama tama pasuvulaku niru tragincatanni mariyu variki duranga oka prakkana iddaru strilu tama pasuvulanu aputu undatanni cusadu. (Musa) a strilanu adigadu: \"Miriddari cikku emiti?\" Variddarannaru: \"I pasuvula kaparulanta poye varaku memu (ma pasuvulaku) niru trapalemu. Mariyu ma tandri cala vrd'dhudu"},{"SurahNumber":28,"VerseNumber":24,"Text":"appudu atanu variddari pasuvulaku niru trapadu. Taruvata nidaloki poyi ila prarthincadu: \"O na prabhu! Nivu napai e melunu avatarimpajesina, nenu dani avasyakata galavadane"},{"SurahNumber":28,"VerseNumber":25,"Text":"taruvata a iddarilo okame siggupadutu mellaga atani vaddaku vacci ila annadi: \"Vastavaniki na tandri - nivu ma koraku (ma pasuvulaku) niru trapinci nanduku - pratiphalamivvataniki, ninnu pilustunnadu.\" Atanu, atani vaddaku poyi tana vrttantanni vinipincadu. Appudatanu annadu: \"Nivu e matram bhayapadaku. Nivu durmarga prajala nundi vimukti pondavu"},{"SurahNumber":28,"VerseNumber":26,"Text":"variddarilo okame ila annadi: \"Nanna! Itanini pani koraku pettuko. Niscayanga, ilanti balavantuni mariyu nam'madagina vanini pani koraku pettukovatam ento melainadi"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Vari tandri) annadu: \"Nivu na vadda enimidi sanvatsaralu pani cestu undataniki oppukunte, nenu na i iddaru kumartelalo okamenu nikicci vivaham ceyagorutunnanu. Nivu okavela padi sanvatsaralu purti ceyadaliste adi ni istam! Nenu niku kastam kaliginca dalacukoledu. Allah korite, nivu nannu sadvartanuniga pondutavu"},{"SurahNumber":28,"VerseNumber":28,"Text":"(musa) annadu: \"I visayam niku mariyu naku madhya niscayame! I rendu gaduvulalo nenu denini purti cesina, na pai elanti ottidi undakudadu. Mariyu mana i matalaku allah ye saksi"},{"SurahNumber":28,"VerseNumber":29,"Text":"a taruvata musa tana gaduvu purti cesi, tana kutumbam varini tisukoni potundaga, tur parvatapu dikkulo oka mantanu cusadu. (Appudu) tana inti varito annadu: \"Agandi! Nenu oka mantanu cusanu, bahusa! Nenu akkadi nundi edaina manci vartanu tisukoni ravaccu, leda oka agni koravinaina! Appudu miru danito cali kacukovaccu"},{"SurahNumber":28,"VerseNumber":30,"Text":"kani atanu dani (agni) vaddaku cerukunnappudu, a loya kudivaipu unna oka subhavantamaina sthalamulo unna oka cettu nundi: \"O musa! Niscayanga, nene allah nu! Sarvalokala prabhuvunu.\" Ane matalu vinipincayi"},{"SurahNumber":28,"VerseNumber":31,"Text":"(inka ila vinipincindi): \"Ni ceti karranu padaveyi!\" Atanu (musa) danini pamuvale kadalatam cusi venakki marali parugettadu, tirigi kuda cudaledu. (Taruvata ila selaviyabadindi): \"O musa, munduku ra, bhayapadaku! Niscayanga, nivu suraksitanga unnavu"},{"SurahNumber":28,"VerseNumber":32,"Text":"ni cetini ni cankaloki durcuko, adi elanti lopam lekunda prakasistu bayatiki vastundi. Nivu bhayapadakunda undataniki ni cetini ni prakkaku adumuko! I rendu, nivu phir'aun mariyu atani nayakulaku (cupataniki) ni prabhuvu prasadincina nidarsanalu (ayat). Niscayanga varu cala dustulayi poyaru"},{"SurahNumber":28,"VerseNumber":33,"Text":"(Musa) annadu: \"O na prabhu! Nenu vari manisini okanini campanu. Kavuna varu nannu camputaremonani bhayapadutunnanu"},{"SurahNumber":28,"VerseNumber":34,"Text":"mariyu na sodarudu harun matladatanlo na kante manci vagdhati galavadu. Nannu samarthincataniki atanini naku sahayakuniga nato patu pampu. Vastavaniki varu nannu asatyavadivani tiraskaristaremonani nenu bhayapadutunnanu"},{"SurahNumber":28,"VerseNumber":35,"Text":"ayana (allah) annadu: \"Memu ni sodaruni dvara ni cetulanu balaparustamu. Mariyu memu mi iddariki visesa sakti nosangutamu. Varu mi iddariki e matram hani ceyaleru. Ma sucanala dvara miriddaru mariyu mim'malni anusarince varu gelupondutaru"},{"SurahNumber":28,"VerseNumber":36,"Text":"a taruvata musa ma spastamaina sucanalanu tisukoni vari vaddaku poga varannaru: \"Idi kalpitamaina mayajalam matrame. Ilantidi purvikulaina ma tatamuttatala kalanlo kuda jariginatlu memu vinaledu"},{"SurahNumber":28,"VerseNumber":37,"Text":"ika musa annadu: \"Na prabhuvu taraphu nundi evadu margadarsakatvam tisukoni vaccado mariyu civariki evari paryavasanam mancidavutundo ayanaku baga telusu. Niscayanga, durmargulu ennadu saphalyam pondaleru"},{"SurahNumber":28,"VerseNumber":38,"Text":"mariyu phir'aun annadu: \"O nayakulara! Nenu tappa miku maroka aradhya devudu galadani naku teliyadu. Kavuna o haman! Kalcina matti itukalato nakoka ettaina gopuranni nirmincu. Danipai ekki nenu bahusa, musa devunni cudagalanemo! Niscayanga, nenu itanini asatyavadiga bhavistunnanu"},{"SurahNumber":28,"VerseNumber":39,"Text":"mariyu, atadu mariyu atadi sainikulu bhumipai an'yayanga ahambhavanni pradarsincaru. Mariyu niscayanga, ma vaipuku tamu ennadu maralirarani bhavincaru"},{"SurahNumber":28,"VerseNumber":40,"Text":"kavuna memu atanini mariyu atani senalanu pattukoni samudranloki visarivesamu. Ika cudu! Durmargula paryavasanam emayindo"},{"SurahNumber":28,"VerseNumber":41,"Text":"Mariyu memu varini narakam vaipunaku pilice nayakuluga cesamu. Mariyu punarut'thana dinamuna varikelanti sahayam dorakadu"},{"SurahNumber":28,"VerseNumber":42,"Text":"mariyu memu i lokanlo kuda abhisapam varini ventadetatlu cesamu. Mariyu punarut'thana dinamuna varu trnikarimpa badevarilo cerutaru"},{"SurahNumber":28,"VerseNumber":43,"Text":"mariyu vastavaniki - purva tarala varini nasanam cesina taruvata - memu manavulaku jnanavrd'dhi ceyataniki mariyu variki margadarsakatvanga karunyanga undataniki, musaku granthanni prasadincamu. Bahusa varu hitabodha nercukuntarani"},{"SurahNumber":28,"VerseNumber":44,"Text":"mariyu (o muham'mad!) Memu musapai ma adesam (taurat) purtiga avatarimpa jesinapudu, nivu (tur parvatapu) kudi vaipuna levu. Mariyu nivu akkada pratyaksa saksulalo kuda levu"},{"SurahNumber":28,"VerseNumber":45,"Text":"kani niscayanga, (a taruvata kuda) memu aneka taralanu prabhavimpajesamu. Vari miduga oka sudirghakalam gadici poyindi. Ma sucanalanu vinipincataniki nivu mad yan vasulato kuda levu, kani memu (ellappudu) ma sandesaharulanu pamputu vaccamu"},{"SurahNumber":28,"VerseNumber":46,"Text":"mariyu memu (musanu) pilicinapudu, nivu (o muham'mad!) Tur parvatam daggara levu. Kani nivu ni prabhuvu yokka karunyanto, niku purvam heccarika cesevadu ranatuvanti jativarini heccarincataniki - bahusa varu hitabodha nercukuntaremonani - (pampabaddavu)"},{"SurahNumber":28,"VerseNumber":47,"Text":"mariyu varu tama cetulara, cesukoni pampina karmala phalitanga varipai apada vacci padinapudu, varu: \"O ma prabhu! Nivu ma vaddaku oka sandesaharunni enduku pampaledu, ala ceste memu ni sucanalanu anusaristu, visvasulaina varilo ceri undevaram kada!\" (Ani tirpu dinamuna anakudadani)"},{"SurahNumber":28,"VerseNumber":48,"Text":"A tarvata ma taraphu nundi vari vaddaku satyam vaccinapudu, varila annaru: \"Musaku ivva badinatuvantidi, itaniki enduku ivvabadaledu!\" Emi? Diniki purvam musaku ivvabadina danini varu tiraskarincaleda? Varannaru: \"Rendu mayajalale! Avi okadani kokati sahayapadutunnayi.\" Inka ila annaru: \"Niscayanga, memu vitannintini tiraskaristunnamu"},{"SurahNumber":28,"VerseNumber":49,"Text":"(o pravakta!) Varito ila anu: \"Miru nijayitiparule ayite, allah daggara nundi i rendinti kante uttamamaina margam cupe oka granthanni tisukurandi. Danini nenu anusaristanu"},{"SurahNumber":28,"VerseNumber":50,"Text":"varu niku elanti samadhanam ivvakapote, varu kevalam tama korikalanu anusaristunnarani telusuko! Mariyu allah margadarsakatvanni vidici kevalam tana korikalanu anusarince vani kante ekkuva margabhrastudu evadu? Niscayanga allah durmargulaku margadarsakatvam ceyadu"},{"SurahNumber":28,"VerseNumber":51,"Text":"mariyu varu hitabodha pondalani, vastavanga memu i vacananni (khur'an nu) kramakramanga andajesamu"},{"SurahNumber":28,"VerseNumber":52,"Text":"evarikaite purvam memu granthanni iccamo varu dinini (khur'an nu) visvasistaru"},{"SurahNumber":28,"VerseNumber":53,"Text":"mariyu variki idi vinipincabadi nappudu, varu ila antaru: \"Memu dinini visvasincamu, niscayanga idi ma prabhuvu taraphu nundi vaccina satyam. Niscayanga, memu modati nundiyo allah ku vidheyulamai (muslinlamai) unnamu"},{"SurahNumber":28,"VerseNumber":54,"Text":"vire, tama sahananiki phalitanga rendintalu pratiphalamosangapade varu. Vire mancito cedunu nivarince varu. Mariyu memu varikiccina jivanopadhi nundi kharcu cesevaru"},{"SurahNumber":28,"VerseNumber":55,"Text":"mariyu varu vyarthamaina matalu vinnappudu, ila antu duranga tolagi potaru: \"Maku ma karmalu mariyu miku mi karmalu, miku salam! Maku murkhulato paniledu"},{"SurahNumber":28,"VerseNumber":56,"Text":"(O pravakta!) Niscayanga nivu, niku istamaina variki margadarsakatvam ceyalevu, kani allah tanu korina variki margadarsakatvam cestadu. Mariyu ayanaku margadarsakatvam ponde varevaro baga telusu"},{"SurahNumber":28,"VerseNumber":57,"Text":"varu ila antaru: \"Okavela nito patu memu kuda i margadarsakatvanni avalambiste! Memu ma bhumi nundiye paradrolabadatamu.\" Emi? Memu varini santiki nilayamaina oka pavitra sthalam (makka) lo sthiranivasamu nosangi variki ma taraphu nundi jivanopadhiga anni rakala phalalanu samakurcaleda? Kani vastavaniki varilo cala mandiki idi teliyadu"},{"SurahNumber":28,"VerseNumber":58,"Text":"mariyu memu enno nagaralanu, jivana sukhasampadalato uppongipotu undaga, vatini nasanam ceyaleda! Avigo vari nivasalu, vari taruvata vatilo nivasincina varu cala takkuva! Mariyu niscayanga, meme vatiki varasulayyamu"},{"SurahNumber":28,"VerseNumber":59,"Text":"mariyu ni prabhuvu nagaralanu e matramu nasanam cesevadu kadu, enta varakaite vati mukhya nagaraniki ma sucana (ayat) lanu vinipince sandesaharulanu pampamo! Memu nagaralanu vati prajalu durmargulai pote tappa, nasanam cese varam kamu"},{"SurahNumber":28,"VerseNumber":60,"Text":"mariyu miku ivvabadina vanni i prapancika jivitapu sukhasantosala samagri mariyu dani alankaranalu matrame! Kani allah vadda unnadi dini kante ento uttamamainadi mariyu nityamainadi. Emi? Miridi artham cesukolera"},{"SurahNumber":28,"VerseNumber":61,"Text":"emi? Memu cesina manci vagdananni tappakunda pondevadu, memu osangina i prapancika sukhasantosalu pondi, punarut'thana dinamuna ma mundu (siksakai) hajaru ceyabade vadito samanudu kagalada"},{"SurahNumber":28,"VerseNumber":62,"Text":"mariyu (jnapakamuncukondi!) A roju ayana (allah) varini pilici ila prasnistadu: \"Miru na bhagasvamulani nokki ceppina varu (bhavincina varu) ippudu ekkadunnaru"},{"SurahNumber":28,"VerseNumber":63,"Text":"Evaraite a mata (siksa) vartistundo, varila vinnavincukuntaru: \"O ma prabhu! Memu dari tappincina varu vire! Memu dari tappina vidhangane virini kuda dari tappincamu. Virito makelanti sambandham ledani ni mundu prakatistunnamu. Asalu viru mam'malni aradhincaneledu"},{"SurahNumber":28,"VerseNumber":64,"Text":"mariyu varito ila anabadutundi: \"Miru sati kalpincina mi bhagasvamulanu piluvandi!\" Appudu varu, varini (bhagasvamulanu) pilustaru, kani varu, variki samadhanamivvaru. Mariyu varu siksanu cusi (anukuntaru): \"Okavela vastavaniki tamu sanmarganni avalambinci vunte enta bagundedi!\" Ani"},{"SurahNumber":28,"VerseNumber":65,"Text":"mariyu (jnapakamuncukondi!) Ayana (allah) varini pilicina roju ila prasnistadu: \"Memu pampina sandesaharulaku miru e vidhanga samadhanamiccaru"},{"SurahNumber":28,"VerseNumber":66,"Text":"a roju vari samadhanalanni (karanalanni) aspastamai potayi mariyu varu okarito nokaru sampradincukonu leru"},{"SurahNumber":28,"VerseNumber":67,"Text":"kani evadaite pascattapa padi, visvasinci, satkaryalu cestado! Atadu saphalyam ponde varilo ceragaladani asincavaccu"},{"SurahNumber":28,"VerseNumber":68,"Text":"mariyu ni prabhuvu tanu korina danini srstistadu mariyu ennukuntadu. Mariyu ennukune hakku variki e matram ledu. Allah sarvalopalaku atitudu, varu sati kalpince bhagasvamula kante mahonnatudu"},{"SurahNumber":28,"VerseNumber":69,"Text":"mariyu varu tama hrdayalalo dacukunnadi mariyu bahirgatam cesedi anta ni prabhuvuku telusu"},{"SurahNumber":28,"VerseNumber":70,"Text":"mariyu ayane, allah! Ayana tappa maroka aradhya daivam ledu! Modata (ihalokanlo) mariyu civaraku (paralokanlo) stutimpadaginavadu kevalam ayane! Mariyu visvan'yayadhipatyam ayanade. Miranta ayana vaipunake maralimpabadataru"},{"SurahNumber":28,"VerseNumber":71,"Text":"Varito anu: \"Emi? Miru alocincara? Okavela allah mipaina punarut'thana dinam varaku edategakunda ratri avarimpajeste, allah tappa mare devudaina, miku velugunu tegalada? Ayite mirenduku vinaru"},{"SurahNumber":28,"VerseNumber":72,"Text":"inka ila anu: \"Emi? Miru alocincara? Okavela allah mipai punarut'thana dinamu varaku edategakunda pagatini avatarimpajeste, allah tappa mare devudaina miku visranti pondataniki ratrini tegalada? Ayite, mirenduku cudaleru"},{"SurahNumber":28,"VerseNumber":73,"Text":"ayana tana karunyanto mi koraku ratrini mariyu pagatini, visranti pondataniki mariyu ayana anugrahanni anvesincataniki cesadu, bahusa miru krtajnulautaremonani"},{"SurahNumber":28,"VerseNumber":74,"Text":"mariyu (jnapakamuncukondi) ayana (allah), varini a roju pilici ila prasnistadu: \"Miru naku bhagasvamulani nokki ceppina varu (bhavincina varu) ippudu ekkadunnaru"},{"SurahNumber":28,"VerseNumber":75,"Text":"mariyu memu prati samajam nundi oka saksini nilabetti ila antamu: \"Mi nidarsananni tisukurandi!\" Appudu varu satyam, niscayanga allah vaipe undani telusukuntaru. Mariyu varu kalpincukunnavanni varini tyajinci untayi"},{"SurahNumber":28,"VerseNumber":76,"Text":"vastavaniki, kharun, musa jatiki cendinavade. Kani atadu variki vyatirekanga tirugubatu cesadu. Mariyu memu atadiki enno nidhulanu icci untimi. Vati talavu cevulanu balavantulaina padi mandi leda antakante ekkuva mandi kuda ento kastanto matrame moyagalige varu. Atadi jati varu atanito annaru: \"Nivu virravigaku, niscayanga, allah virravige varini premincadu"},{"SurahNumber":28,"VerseNumber":77,"Text":"Mariyu allah niku iccina sampadato paraloka grhanni pondataniki prayatnincu. Mariyu ihalokam nundi labhince bhaganni maracipoku. Niku allah melu cesinatlu, nivu kuda (prajalaku) melu ceyi. Bhumipai kallolam rekettincataniki prayatnincaku. Niscayanga, allah kallolam rekettincevarini premincadu"},{"SurahNumber":28,"VerseNumber":78,"Text":"atadu (kharun) annadu: \"Niscayanga, idi (i dhanam) naku na jnanam vallane ivvabadindi!\" Emi? Atadiki teliyada? Niscayanga allah atadiki mundu enno tarala varini - atadi kante ekkuva balam mariyu ekkuva dhanasampadalu galavarini kuda - nasanam cesadani? Mariyu papatmulu vari papalanu gurinci prasnimpabadaru"},{"SurahNumber":28,"VerseNumber":79,"Text":"taruvata atadu tana vaibhavanto tana jati vari edutaku vaccadu. Ihaloka jivitapu sukhalu korevaru ila annaru: \"Ayyo! Ma daurbhagyam! Kharun ku labhincinatu vantivi (dhanasampattulu) maku kuda labhinci unte enta bagundedi? Niscayanga atadu ento adrstavantudu"},{"SurahNumber":28,"VerseNumber":80,"Text":"kani jnanasampannulu annaru: \"Mi daurbhagyam! Allah icce pratiphalame, visvasinci satkaryalu cesevariki ento sresthamainadi. Mariyu i mahabhagyam, sahanam vahince variki tappa itarulaku labhincadu"},{"SurahNumber":28,"VerseNumber":81,"Text":"a pidapa memu atanini, atani grhanto saha bhumiloki anagadrokkamu. Atadini, allah (siksa) nundi tappincagala, atadi tegavaru evvaru lekapoyaru mariyu atadu kuda tananu tanu kapadu kolekapoyadu"},{"SurahNumber":28,"VerseNumber":82,"Text":"Mariyu ninnati varaku atadi (kharun) vale kavalenani evaraite korutu vaccaro, varu ippudu ila palukasagaru: \"Telusukondi! Allah tana dasulalo, tanu korina variki jivanopadhini vistarimpajestadu. Mariyu (tanu korina variki) taggistadu. Okavela allah anugrahame mapai lekunte ayana mam'malni kuda bhumiloki anagadrokki undevadu. Telusukondi! Satyatiraskarulu ennadu saphalyam pondaleru"},{"SurahNumber":28,"VerseNumber":83,"Text":"a paraloka jivitapu grhanni memu bhumilo peddarikam cupagorani vari koraku mariyu kallolam rekettincani vari koraku pratyekistamu. Mariyu daivabhiti galavarike (melaina) paryavasanam untundi"},{"SurahNumber":28,"VerseNumber":84,"Text":"manci panulu cesi vaccina variki vati kante uttamamaina (pratiphalam) labhistundi. Mariyu ceddapanulu cesi vaccina variki, varu cestu undina ceddapanulaku taginanta pratiphalame ivvabadutundi"},{"SurahNumber":28,"VerseNumber":85,"Text":"(o muham'mad!) Niscayanga, i khur'an nu niku vidhiga cesinavadu (allah) tappaka ninnu ni nirnita sthananiki tirigi testadu. Varito ila anu: \"Evadu margadarsakatvanlo unnado mariyu evadu spastanga margabhrastatvanlo padi unnado, na prabhuvuku baga telusu"},{"SurahNumber":28,"VerseNumber":86,"Text":"mariyu niku i grantham (khur'an) ivvabadutundani nivennadu asincaledu, idi kevalam ni prabhuvu karunyam vallane labhincindi. Kavuna nivu ennatiki satyatiraskarulaku todpade vadavu kavaddu"},{"SurahNumber":28,"VerseNumber":87,"Text":"mariyu allah ayatulu, nipai avatarimpajeyabadina taruvata; varu (satyatiraskarulu) vati (pathanam/ pracaram) nundi ninnu e matram tolagimpanivvaradu. Mariyu (prajalanu) ni prabhuvu vaipunaku ahvanincu. Mariyu nivu bahudaivaradhakulalo ceripoku"},{"SurahNumber":28,"VerseNumber":88,"Text":"Mariyu allah to patu e itara daivanni aradhincaku. Ayana (allah) tappa maroka aradhya daivam ledu. Kevalam ayana uniki (mukham) tappa pratidi nasistundi. Sarvan'yayadhipatyam kevalam ayanade mariyu ayana vaipunake miranta maralimpabadataru"}]}