{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaaf-Haa -Yaa -Ayin-Swaad"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Iyi) ni inkuru (ivuga) iby’impuhwe za Nyagasani wawe yagiriye umugaragu we Zakariya"},{"SurahNumber":19,"VerseNumber":3,"Text":"Ubwo yasabaga Nyagasani we mu ibanga, yiherereye"},{"SurahNumber":19,"VerseNumber":4,"Text":"Agira ati \"Nyagasani wanjye! Mu by’ukuri, amagufwa yanjye yaranegekaye (kubera gusaza),ndetse n’umutwe wanjye wuzuye imvi, kandi sinigeze ngusaba ngo unyime, Nyagasani wanjye"},{"SurahNumber":19,"VerseNumber":5,"Text":"Kandi mu by’ukuri, ndatinya ko bene wacu (bazareka inzira yawe)nyuma yanjye, kandi umugore wanjye ari urubereri. Bityo, mpa umuzungura uguturutseho"},{"SurahNumber":19,"VerseNumber":6,"Text":"Uzanzungura akanazungura umuryango wa Yakobo (si ubutunzi azazungura ahubwo ni ubutumwa). Nyagasani wanjye! Uzanamugire uwo wishimira"},{"SurahNumber":19,"VerseNumber":7,"Text":"Yewe Zakariya! Mu by’ukuri, tuguhaye inkuru nziza yo (kuzabyara umwana w’) umuhungu. Izina rye ni Yahaya kandi ntawe twigeze duha iryo zina mbere ye"},{"SurahNumber":19,"VerseNumber":8,"Text":"(Zakariya) aravuga ati \"Nyagasani wanjye! Ni gute nagira umwana w’umuhungu kandi umugore wanjye atabyara, ndetse na njyengeze mu zabukuru"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Malayika) aramubwira ati \"Uko ni ko bizagenda!Nyagasani wawe aravuze ati \"Ibyo kuri njye biroroshye. Kandi rwose mbere nkurema ntacyo waricyo"},{"SurahNumber":19,"VerseNumber":10,"Text":"(Zakariya) aravuga ati \"Nyagasani wanjye! Mpa ikimenyetso\". (Allah) aravuga ati \"Ikimenyetso cyaweni uko utazavugisha abantu amajoro atatu kandi umeze neza"},{"SurahNumber":19,"VerseNumber":11,"Text":"Nuko (Zakariya) asohoka aho yasengeraga agana ku bantu be, maze ababwira abacira amarenga ko bagomba gusingiza (Allah) igitondo n’ikigoroba"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Umuhungu we yarabwiwe ati) \"Yewe Yahaya! Akirana imbaraga iki gitabo (Tawurati). Kandi twamuhaye ubushishozi akiri muto"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ndetse twanamuhaye igikundiro nk’impuhwe ziduturutseho, tunamweza ibyaha kandi yubahaga Allah"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ndetse yumviraga ababyeyi be kandi ntiyari umwirasi cyangwa ngo yigomeke (kuri Allah ndetse no ku babyeyi be)"},{"SurahNumber":19,"VerseNumber":15,"Text":"Amahoro ni abe kuri we umunsi yavukiyeho, umunsi azapfiraho ndetse n’umunsi azazurirwaho"},{"SurahNumber":19,"VerseNumber":16,"Text":"Babwire inkuru ya Mariyamu mu gitabo (cya Qur’an, yewe Muhamadi), ubwo yitaruraga umuryango we akajya ahagana iburasirazuba"},{"SurahNumber":19,"VerseNumber":17,"Text":"Maze agashyira urusika hagati ye na bo, nuko tumwoherereza Roho wacu (Malayika Gaburiyeri) amwiyereka mu ishusho ry’umugabo wiyubashye"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Mariyamu) aravuga ati \"Mu by’ukuri, niragije Nyagasani Nyirimpuhwe ngo andinde ikibi cyaguturukaho, niba koko wubaha Allah"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Malayika) aravuga ati \"Mu by’ukuri, ndi intumwa ya Nyagasani wawe ije kuguha (inkuru) y’impano y’umuhungu wejejwe (ibyaha)"},{"SurahNumber":19,"VerseNumber":20,"Text":"(Mariyamu) aravuga ati \"Ni gute nagira umuhungu kandi nta mugabo nigeze, ndetse nkaba ntarigeze niyandarika"},{"SurahNumber":19,"VerseNumber":21,"Text":"(Malayika) aramubwira ati \"Uko ni ko bizagenda!Nyagasani wawe aravuze ati \"Ibyo kuri njye biroroshye. (Turashaka) kumugira ikimenyetso ku bantu (kigaragaza ubushobozi bwacu) n’impuhwe ziduturutseho, kandi iryo ni iteka ryamaze gucibwa"},{"SurahNumber":19,"VerseNumber":22,"Text":"Nuko (Mariyamu) aramutwita (Issa), maze amwitarurana kure (y’abantu)"},{"SurahNumber":19,"VerseNumber":23,"Text":"Nuko ibise bimujyana ku giti cy’umutende, aravuga ati \"Mbega ububabare! Iyo nza kuba narapfuye mbere y’ibi, nkanibagirana burundu"},{"SurahNumber":19,"VerseNumber":24,"Text":"Nuko (yumva ijwi) munsi ye rimuhamagara rigira riti \"Ntugire agahinda! Rwose Nyagasani wawe yashyize isoko y’amazi munsi yawe"},{"SurahNumber":19,"VerseNumber":25,"Text":"Unanyeganyeze igiti cy’umutende, kirakumanurira itende nziza kandi zihishije"},{"SurahNumber":19,"VerseNumber":26,"Text":"Maze urye unanywe kandi unishime (kubera umwana). Nugira umuntu ubona, uvuge uti \"Mu by’ukuri, njye ndi mu gisibo kubera Imana Nyirimbabazi, bityo uyu munsi nta muntu nza kuvugisha"},{"SurahNumber":19,"VerseNumber":27,"Text":"Nuko (Mariyamu) agera muri bene wabo amuteruye (uruhinja rwe), maze (bamubonye) baravuga bati \"Yewe Mariyamu! Rwose wakoze amahano"},{"SurahNumber":19,"VerseNumber":28,"Text":"Yewe mushiki wa Haruna!So ntiyari umuntu mubi ndetse na nyoko ntiyiyandarikaga"},{"SurahNumber":19,"VerseNumber":29,"Text":"Maze aramwerekana (ngo bamwibarize). Baravuga bati \"Ni gute twavugana n’uruhinja rukiri mu ngobyi"},{"SurahNumber":19,"VerseNumber":30,"Text":"Issa (Yesu)] aravuga ati \"Mu by’ukuri ndi umugaragu wa Allah. Yampaye igitabo anangira umuhanuzi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Yanampundagajeho imigisha aho nzaba ndi hose, anantegeka gusenga no gutanga amaturo igihe cyose nzaba ndiho"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Yanantegetse) kumvira mama, kandi ntiyangize icyigomeke cyangwa ngo angire inkozi y’ibibi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Amahoro ni abe kuri njye umunsi navutseho, umunsi nzapfiraho ndetse n’umunsi nzazurirwaho"},{"SurahNumber":19,"VerseNumber":34,"Text":"Uwo ni we Issa (Yesu) mwene Mariyamu. Ni ijambo ry’ukuri (abenshi mu bantu) bashidikanyaho"},{"SurahNumber":19,"VerseNumber":35,"Text":"Ntibikwiye ko Allah yagira umwana (nk’uko hari benshi bavuga ko amufite). Ubutagatifu ni ubwe. Iyo aciye iteka ry’ikintu, arakibwira ati \"Ba!\" nuko kikaba"},{"SurahNumber":19,"VerseNumber":36,"Text":"Issa (Yesu) yaravuze ati] \"Kandi mu by’ukuri, Allah ni Nyagasani wanjye akaba na Nyagasani wanyu; bityo nimumugaragire (wenyine). Iyo ni yo nzira igororotse"},{"SurahNumber":19,"VerseNumber":37,"Text":"(Nyuma yaho) amatsinda (yo mu bahawe ibitabo) ntiyavuze rumwe (ku bya Yesu). Bityo, ibihano bikaze bizaba ku bahakanyi (igihe) bazahura n’umunsi uhambaye (imperuka)"},{"SurahNumber":19,"VerseNumber":38,"Text":"Mbega ukuntu(abahakanyi) ku munsi bazaza batugana, bazaba babona bakanumva neza! Ariko uyu munsi inkozi z’ibibi ziri mu buyobe bugaragara"},{"SurahNumber":19,"VerseNumber":39,"Text":"Unababurire umunsi w’agahinda, ubwo iteka (ryo kwinjira mu ijuru cyangwa mu muriro) rizacibwa, mu gihe bo (ku isi) ntacyo bitayeho kandi batemera (Allah)"},{"SurahNumber":19,"VerseNumber":40,"Text":"Mu by’ukuri, tuzazungura isi n’ibiyiriho kandi iwacu ni ho bose bazagarurwa"},{"SurahNumber":19,"VerseNumber":41,"Text":"Unababwire inkuru ya Ibrahim (Aburahamu) mu gitabo (cya Qur’an, yewe Muhamadi). Mu by’ukuri, yari umuhanuzi w’umunyakuri"},{"SurahNumber":19,"VerseNumber":42,"Text":"(Ibuka) ubwo (Ibrahimu) yabwiraga se (Azara) ati \"Dawe! Kuki ugaragira ibitumva, ntibibone ndetse bitanafite icyo byakumarira"},{"SurahNumber":19,"VerseNumber":43,"Text":"Dawe! Mu by’ukuri, njye nagezweho n’ubumenyi butigeze bugushyikira. Bityo, nkurikira nkuyobore inzira itunganye"},{"SurahNumber":19,"VerseNumber":44,"Text":"Dawe! Ntukagaragire Shitani kuko Shitani yigometse kuri (Allah) Nyirimpuhwe"},{"SurahNumber":19,"VerseNumber":45,"Text":"Dawe! Mu by’ukuri, ndatinya ko (wazapfira mu buhakanyi) ukagerwaho n’ibihano biturutse kwa (Allah) Nyirimpuhwe, maze ukaba inshuti magara ya Shitani (mu muriro)"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Azara) aravuga ati \"Yewe Ibrahimu, ese wanze (kugaragira) imana zanjye? Nutareka (gutuka imana zanjye) nzakwicisha amabuye, ndetse ndakwirukanye igihe kirekire"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahimu) aravuga ati \"Amahoro abe kuri wowe! Nzagusabira imbabazi kwa Nyagasani wanjye. Mu by’ukuri,ni Umunyempuhwe zihebuje kuri njye"},{"SurahNumber":19,"VerseNumber":48,"Text":"Kandi nitandukanyije namwe ndetse n’ibyo musenga bitari Allah. Nzajya nsaba Nyagasani wanjye, kandi nizera ko Nyagasani wanjye atazanyima nimusaba"},{"SurahNumber":19,"VerseNumber":49,"Text":"Nuko amaze kwitandukanya na bo ndetse n’ibyo basengaga bitari Allah, tumuha Isihaq (Isaka) na Yaqubu (Yakobo) nk’impano, kandi buri wese twamugize umuhanuzi"},{"SurahNumber":19,"VerseNumber":50,"Text":"Twanabahundagajeho impuhwe zacu, ndetse tunabaha kuvugwa neza (mu bantu)"},{"SurahNumber":19,"VerseNumber":51,"Text":"Unababwire inkuru ya Musa mu gitabo (cya Qur’an, yewe Muhamadi). Mu by’ukuri, yari intoranywa, ndetse akaba intumwa n’umuhanuzi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Twanamuhamagariye mu ruhande rw’iburyo bw’umusozi wa Twuri (i Sinayi),turamwiyegereza kugira ngo tuvugane nawe mu ibanga"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ku bw’impuhwe zacu, twamuhaye umuvandimwe we Haruna, (nawe) wari umuhanuzi ( ngo amufashe)"},{"SurahNumber":19,"VerseNumber":54,"Text":"Unababwire inkuru ya Isimayili (Ishimayeli) mu gitabo (cya Qur’an, yewe Muhamadi). Mu by’ukuri, yubahirizaga isezerano kandi yari intumwa ndetse akaba n’umuhanuzi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Yajyaga abwiriza abantu be gusenga no gutanga amaturo, kandi yari yishimiwe na Nyagasani we"},{"SurahNumber":19,"VerseNumber":56,"Text":"Unababwire inkuru ya Idrisa mu gitabo (cya Qur’an, yewe Muhamadi). Mu by’ukuri, yari umunyakuri akaba n’umuhanuzi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Twanamuzamuye mu rwego rwo hejuru"},{"SurahNumber":19,"VerseNumber":58,"Text":"Abo ni bamwe mu bahanuzi Allah yahundagajeho ingabire ze, bakomoka ku rubyaro rwa Adamu, no ku bo twatwaye (mu bwato) hamwena Nuhu (Nowa), no ku rubyaro rwa Ibrahimu na Isiraheli (Yakobo), no ku bo twayoboye tukanabatoranya. Iyo basomerwaga amagambo ya (Allah) Nyirimpuhwe, bacaga bugufi bakubama (kubera Allah) kandi bakarira (ku bwo kumutinya)"},{"SurahNumber":19,"VerseNumber":59,"Text":"Nuko baje gukurikirwa n’abandi bantu baretse amasengesho, bakurikira ibyo imitima yabo ikunda. Abo bazahura n’ibihano bihambaye"},{"SurahNumber":19,"VerseNumber":60,"Text":"Uretse abazicuza, bakemera Allah ndetse bakanakora ibikorwa byiza; abo bazinjira mu Ijuru kandi ntibazarenganywa na gato"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Bazinjira) mu busitani buhoraho, (Allah) Nyirimpuhwe yasezeranyije abagaragu be (bemeye ibyo) batabonye. Mu by’ukuri, isezerano rye rizasohora nta kabuza"},{"SurahNumber":19,"VerseNumber":62,"Text":"(Mu ijuru) ntibazigera bumvamo amagambo adafite umumaro; uretse (kumva) indamutso y’amahoro (Salamu). Kandi bazaba bafitemo amafunguro mu gitondo na nimugoroba"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iryo ni ryo Juru tuzaraga abagaragu bacu batinyaga (Allah)"},{"SurahNumber":19,"VerseNumber":64,"Text":"Kandi (twe abamalayika) ntitujya tumanuka bitari ku itegeko rya Nyagasani wawe (yewe Muhamadi) 73. Ni we ugenga ibiri imbere yacu,ibiri inyuma yacu ndetse no hagati yabyo ubwabyo; kandi Nyagasani wawe ntajya yibagirwa"},{"SurahNumber":19,"VerseNumber":65,"Text":"Nyagasani w’ibirere n’isi n’ibiri hagati yabyo. Bityo, jya umusenga (wenyine) kandi ujye uhozaho kumugaragira. Ese hari uwo waba uzi witiranwa na we"},{"SurahNumber":19,"VerseNumber":66,"Text":"Kandi umuntu (w’umuhakanyi) aravuga ati \"Ese nindamuka mpfuye, nzazurwa mbe muzima"},{"SurahNumber":19,"VerseNumber":67,"Text":"Ese umuntu ntiyibuka ko mbere y’ibyo, ari twe twamuremye kandi ntacyo yari cyo"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ndahiye (ku izina rya) Nyagasani wawe! Rwose tuzabakoranya (abahakana izuka) hamwe n’amashitani, hanyuma tubazane ku nkengero z’umuriro wa Jahanamu bapfukamye"},{"SurahNumber":19,"VerseNumber":69,"Text":"Hanyuma rwose muri buri gatsiko tuzakuremo abarushije abandi kwigomeka kuri (Allah) Nyirimpuhwe (ari bo babanza guhanwa)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Hanyuma mu by’ukuri, ni twe tuzi neza abakwiye kwinjira mu muriro kurusha abandi"},{"SurahNumber":19,"VerseNumber":71,"Text":"Nta n’umwe muri mwe utazayinyuraho (Siratwa74); iryo ni ihame ntakuka rya Nyagasani wawe"},{"SurahNumber":19,"VerseNumber":72,"Text":"Hanyuma tuzarokore babandi batinye (Allah, bayinyureho), maze tureke inkozi z’ibibi (zigwe mu muriro) zipfukamye"},{"SurahNumber":19,"VerseNumber":73,"Text":"N’iyo (abantu) basomewe amagambo yacu asobanutse, abahakanye babwira abemeye bati \"Ese ni irihe tsinda muri aya yombi (abahakanye n’abemeye) rirusha irindi urwego rikanarirusha icyicaro cyiza"},{"SurahNumber":19,"VerseNumber":74,"Text":"Nonese ni ibisekuru bingahe twarimbuye mbere yabo (abahakanyi bo ku gihe cy’intumwa Muhamadi), byabarushaga ibikoresho no kugaragara neza"},{"SurahNumber":19,"VerseNumber":75,"Text":"Vuga (yewe Muhamadi) uti \"Umuntu uri mu buyobe, (Allah) Nyirimpuhwe azamwongerera igihe (cyo gukomeza kuba muri ubwo buyobe) kugeza ubwo bazabona ibyo basezeranyijwe, byaba ibihano (ku isi) cyangwa imperuka. Ubwo nibwo bazamenya ufite umwanya mubi (ubuturo bubi) cyane n’ufite ingabo z’inyantege nke"},{"SurahNumber":19,"VerseNumber":76,"Text":"Kandi Allah yongerera kuyoboka babandi bayobotse. Naho ibikorwa byiza bihoraho ni byo bitanga ingororano n’iherezo Nyagasani wawe. ryiza kwa"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ese wabonye wawundi wahakanye amagambo yacu, maze akavuga ati \"Rwose (ku munsi w’imperuka) nzahabwa imitungo n’urubyaro"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ese yaba yaramenye ibyihishe (akabona ko azahabwa imitungo n’urubyaro)? Cyangwa yagiranye isezerano na (Allah) Nyirimpuhwe (ry’uko azabihabwa)"},{"SurahNumber":19,"VerseNumber":79,"Text":"Siko bimeze! Ahubwo tuzandika ibyo avuga, maze tuzamwongerere ibihano"},{"SurahNumber":19,"VerseNumber":80,"Text":"Kandi tuzamuzungura ibyo avuga (imitungo n’urubyaro), maze atugereho ari wenyine"},{"SurahNumber":19,"VerseNumber":81,"Text":"Banishyiriyeho ibigirwamana (barabisenga) baretse Allah, kugira ngo bibarinde (ibihano bya Allah) kandi bibaheshe icyubahiro"},{"SurahNumber":19,"VerseNumber":82,"Text":"Siko bimeze! Ahubwo (ibyo bigirwamana) bizahakana uko kubisenga kwabo, maze bibabere abanzi (ku munsi w’imperuka)"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ese ntubona ko twoherereje abahakanyi amashitani, kugira ngo abashishikarize kwigomeka"},{"SurahNumber":19,"VerseNumber":84,"Text":"Bityo, ntugire ubwira (bwo gushaka ko bahanwa), kuko mu by’ukuri tubabarira iminsi ntarengwa"},{"SurahNumber":19,"VerseNumber":85,"Text":"Umunsi tuzakoranya abatinya Allah, berekeza kwa(Allah) Nyirimpuhwe, bameze nk’abashyitsi b’imena"},{"SurahNumber":19,"VerseNumber":86,"Text":"Tukanashorera inkozi z’ibibi tuziganisha mu muriro wa Jahanamu, zishwe n’inyota"},{"SurahNumber":19,"VerseNumber":87,"Text":"Ntibazagira ubushobozi bwo kugira uwo bakorera ubuvugizi, uretse uzaba afite isezerano rya (Allah) Nyirimpuhwe (ryo gukora ubwo buvugizi)"},{"SurahNumber":19,"VerseNumber":88,"Text":"(Abahakanyi) baranavuze bati \"(Allah) Nyirimpuhwe afite umwana"},{"SurahNumber":19,"VerseNumber":89,"Text":"Rwose ibyo muvuga ni amahano"},{"SurahNumber":19,"VerseNumber":90,"Text":"Ibirere biba byenda gusandara, n’isi yenda gusatagurika, ndetse n’imisozi yenda kuranduka"},{"SurahNumber":19,"VerseNumber":91,"Text":"Kubera kobavuze ko (Allah) Nyirimpuhwe afite umwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"Kandi bidakwiye ko (Allah) Nyirimpuhwe yagira umwana"},{"SurahNumber":19,"VerseNumber":93,"Text":"Nta na kimwe mu biri mu birere no ku isi kizagera imbere ya (Allah) Nyirimpuhwe kitari umugaragu (uciye bugufi)"},{"SurahNumber":19,"VerseNumber":94,"Text":"Mu by’ukuri, (Allah) arabazi neza kandi yanababaruriye nyabyo"},{"SurahNumber":19,"VerseNumber":95,"Text":"Kandi ku munsi w’izuka, buri wese azamugana umwe umwe (nta muvugizi)"},{"SurahNumber":19,"VerseNumber":96,"Text":"Mu by’ukuri abemeye bakanakora ibyiza, (Allah) Nyirimpuhwe azabahundagazaho urukundo rwe, (anabahe gukundwa n’abagaragu be)"},{"SurahNumber":19,"VerseNumber":97,"Text":"Mu by’ukuri, (Qur’an) twarayoroheje tuyishyira mu rurimi rwawe (yewe Muhamadi) kugira ngo uyikoreshe ugeza inkuru nziza ku batinya Allah, ndetse unayikoreshe uburira abantu b’abahakanyi"},{"SurahNumber":19,"VerseNumber":98,"Text":"Nonese ni ibisekuru bingahe twarimbuye mbere yabo! Ese hari n’umwe muri bo ukibona cyangwa ngo wumve akoma"}]}