{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Chvalit GOD revealed Jeho servant this scripture robit it flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"Zdokonalit (scripture) warn z severe retribution z Him deliver dobry zvest do believers lead righteous zivot ze they zarabat generous recompense"},{"SurahNumber":18,"VerseNumber":3,"Text":"Wherein they abide forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"Do warn those said GOD begotten syn"},{"SurahNumber":18,"VerseNumber":5,"Text":"They nie possess znalost this nor robit ich rodicia! Co blasphemy pojdem out z ich usta! co they utter bol gross laicky"},{"SurahNumber":18,"VerseNumber":6,"Text":"Ona blame ich response this narration ich disbelieving v it ona saddened"},{"SurahNumber":18,"VerseNumber":7,"Text":"My zdobit everything zem v poradie test them thus distinguish those among them zavodny righteousness"},{"SurahNumber":18,"VerseNumber":8,"Text":"Inevitably my wipe out everything it lavy it completely barren"},{"SurahNumber":18,"VerseNumber":9,"Text":"Why inak ona myslienka my je robit telling ona ludia cave zvazok connected s them? They bol our wondrous znamenie"},{"SurahNumber":18,"VerseNumber":10,"Text":"When youths pocas refuge cave they said Our Lord lejak us Tvoj zlutovanie zehnat our affairs Tvoj guidance"},{"SurahNumber":18,"VerseNumber":11,"Text":"My potom zapecatit ich ears cave for predetermined zvazok rocnik"},{"SurahNumber":18,"VerseNumber":12,"Text":"Potom my resurrected them see kto z 2 parties pocitat pocas ich zostat therein"},{"SurahNumber":18,"VerseNumber":13,"Text":"My narrate ona ich history truthfully. They bol youths verit v ich Lord my zvacsit ich guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"My zosilnit ich srdce when they stood proclaimed Our iba Lord bol Lord z heavens zem! My never kult any inaksie god Him. Inak my bol daleko astray"},{"SurahNumber":18,"VerseNumber":15,"Text":"Tu je our ludia setting gods Him! Len they zadovazit any proof support ich stand Kto zly than jeden fabricates laicky je attributes them GOD"},{"SurahNumber":18,"VerseNumber":16,"Text":"Since ona zelat avoid them ich kult z inak than GOD pocas refuge cave Maj tvoj Lord lejak ona Jeho zlutovanie rezirovat ona do the ihned decision"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ona see sun when it vzostup pojdem z na pravo strana ich cave a when it set it ziara them z vlavo mat rad they spat hollow thereof. This bol 1 z GOD's portents. Whomever GOD guides the truly guided jeden whomever He sends astray ona nie zalozit him guiding teacher"},{"SurahNumber":18,"VerseNumber":18,"Text":"Ona myslienka they bol zobudit, sa, when they bol skutocne asleep My turned them do the ihned strana vlavo strana chvila ich dog stretched jeho zbran ich midst! Had ona looked them ona fled them stricken terror"},{"SurahNumber":18,"VerseNumber":19,"Text":"When my resurrected them they ziadat each inak, \"Ako long have ona je tu? My bol tu 1 dni part z dni they answered Tvoj Lord zauzlit lepsie ako long my zostat tu so send 1 z us this peniaze do mesto! Let him fetch cisty food kupit some for us! Let him keep low profile lakat nie pozor"},{"SurahNumber":18,"VerseNumber":20,"Text":"they discover ona they stone ona force ona revert ich nabozenstvo potom ona never succeed"},{"SurahNumber":18,"VerseNumber":21,"Text":"My zapricinit them discovered let everyone zauzlit GOD's promise je true zosadit all doubt koniec world Ludia potom disputed themselves them. Some said build building them. Ich Lord je lepsie knower them! Those prevailed said My build miesto kult them"},{"SurahNumber":18,"VerseNumber":22,"Text":"Some say They je 3; ich dog je 4 chvila others say 5; 6 je ich dog mat rad they guessed Others said 7 8 bol ich dog Say Moj Lord je lepsie knower z ich zvazok Len a few zauzlit toje spravne zvazok! Therefore robi nie argue them; iba ist along s them! Ona nie consult ktokolvek this"},{"SurahNumber":18,"VerseNumber":23,"Text":"Ona nie say ona robit anything v the dalej"},{"SurahNumber":18,"VerseNumber":24,"Text":"without saying GOD willing ona zabudnut robit this ona ihned zapamatat si tvoj Lord say maj moj Lord guide mna lepsi dalsi cas"},{"SurahNumber":18,"VerseNumber":25,"Text":"They zostat ich cave 300 rocnik zvacsenie by"},{"SurahNumber":18,"VerseNumber":26,"Text":"Say GOD je lepsie knower z ako long they zostat there He zauzlit all secrets heavens zem. By Jeho grace ona see Jeho grace ona hear There bol ziaden Him Lord Zvladnut He never permits any partners share Jeho kingship"},{"SurahNumber":18,"VerseNumber":27,"Text":"Ona recite co revealed ona z tvoj Lord's scripture. Nothing abrogate Jeho words ona nie zalozit any inaksie zdroj it"},{"SurahNumber":18,"VerseNumber":28,"Text":"Ona force bol those kult ich Lord dni i night, seeking Him alone Nie turn tvoj oci them seeking vanities this world Nor shall ona obey jeden whose srdce my rendered oblivious do our odkaz; jeden pursues jeho own desires priorities zmateny"},{"SurahNumber":18,"VerseNumber":29,"Text":"Proclaim This bol truth tvoj Lord potom whoever wills let him verit whoever wills let him disbelieve! My chystat transgressors zapalit ze completely surround them. When they scream pomoc they bol dat kvapalina concentrated kyselina ze scalds faces Co chudobny pne Co chudobny destiny"},{"SurahNumber":18,"VerseNumber":30,"Text":"Mat rad for those verit lead righteous zivot my never zlyhat recompense those zavodny righteousness"},{"SurahNumber":18,"VerseNumber":31,"Text":"They zasluzit zahrada Eden wherein rieka flow They zdobit therein zatvorka zlaty wear clothes z zeleny silk zamat will zvysok on comfortable zariadenie! Co nadherny reward co nadherny abode"},{"SurahNumber":18,"VerseNumber":32,"Text":"Cite for them vzor 2 clovek my dat jeden z them 2 zahrada grapes surrounded by datum palms miesto inak zozat medzi them"},{"SurahNumber":18,"VerseNumber":33,"Text":"Both zahrada produced ich zozat on cas, generously my zapricinit rieka run them"},{"SurahNumber":18,"VerseNumber":34,"Text":"Once after zatva he boastfully told jeho znamy ja bol daleko prosperous than ona ja command inak zretel ludia"},{"SurahNumber":18,"VerseNumber":35,"Text":"When he zapisat jeho zahrada he zlo jeho soul saying ja nie myslienka this vzdy koniec"},{"SurahNumber":18,"VerseNumber":36,"Text":"I ja myslienka this bol it ja nie myslienka Hodiny Hereafter vzdy pojdem ist okolo. Vecer if ja spatny listok moj Lord ja bol inteligentny enough possess an vecer dobre 1 over there"},{"SurahNumber":18,"VerseNumber":37,"Text":"Jeho znamy said do him mat rad he debated him ona disbelieved Jeden kto created ona dust potom tiny kvapka potom zdokonalit ona into clovek"},{"SurahNumber":18,"VerseNumber":38,"Text":"Mat rad for mna GOD bol moj Lord ja never set any inaksie god moj Lord"},{"SurahNumber":18,"VerseNumber":39,"Text":"When ona zapisat tvoj zahrada ona said ‘This bol co GOD dat mna (Maa Shaa Allah)! Ziaden 1 possesses power GOD La Quwwata Ellaa Bellaah.) '! Ona see ja possess menej peniaze menej dieta than ona"},{"SurahNumber":18,"VerseNumber":40,"Text":"Moj Lord grant mna lepsi than tvoj zahrada! He send violent storm sky wipes out tvoj zahrada vlavo it completely barren"},{"SurahNumber":18,"VerseNumber":41,"Text":"its zavlazit zapadat deeper tvoj zastihnut"},{"SurahNumber":18,"VerseNumber":42,"Text":"Indeed jeho zozat wiped out he zakoncenie sorrowful zialit co he spent it v vain mat rad jeho imanie laicky barren He finally said Ja zelat si ja never set moj imanie god moj Lord"},{"SurahNumber":18,"VerseNumber":43,"Text":"ziaden force zem pomoc him against GOD nor je it possible for him receive any pomoc"},{"SurahNumber":18,"VerseNumber":44,"Text":"Je iba true Lord zvladnut bol GOD He zadovazit dobry recompense Him bol lepsie destiny"},{"SurahNumber":18,"VerseNumber":45,"Text":"Cite for them vzor this zivot mat rad zavlazit lenze my send sky produce zasadit zem potom they turn into hay blown zranit GOD bol able do ROBIT all things"},{"SurahNumber":18,"VerseNumber":46,"Text":"Peniaze dieta bol radost this zivot righteous robota zadovazit eternal recompense z tvoj Lord daleko lepsi hope"},{"SurahNumber":18,"VerseNumber":47,"Text":"Dni pod when my wipe mountains ona see zem barren My zvolat them all nie vlavo single 1 z them"},{"SurahNumber":18,"VerseNumber":48,"Text":"They presented tvoj Lord rad. Ona pojdem us individuum iba mat rad my created ona initially. Indeed this bol co ona reklamacia will never happen"},{"SurahNumber":18,"VerseNumber":49,"Text":"Rekord shown ona see guilty fearful z its contents They say Woe do us. Ako pod this rezervovat si lavy nothing male velke without pocitat it They zalozit everything they robit brought forth Tvoj Lord bol never unjust towards ktokolvek"},{"SurahNumber":18,"VerseNumber":50,"Text":"My said do angels, Jesen prostrate Adam. They fell prostrate Satan. He became jinn he disobeyed zakazka Jeho Lord Ona zvolit si him jeho descendants mat rad lords Mna vecer they bol tvoj enemies? Co chudobny zastupid"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ja never permitted them svedok creation z heavens zem nor creation z themselves! Nor robit ja permit zlomyselny robota Moj kingdom"},{"SurahNumber":18,"VerseNumber":52,"Text":"Dni pojdem when He says Vola Sa Moj partners ona reklamacia je gods Mna they vola sa on them they nie respond them. insurmountable barrier separate them z each inak"},{"SurahNumber":18,"VerseNumber":53,"Text":"guilty will see Hell realize they jesen it They have escape therefrom"},{"SurahNumber":18,"VerseNumber":54,"Text":"My cited v this Quran kazdy laskavy z vzor human bol bol the vela argumentative creature"},{"SurahNumber":18,"VerseNumber":55,"Text":"Nothing zamedzit ludia z verit when guidance pojdem them seeking forgiveness z ich Lord ze they ziadat see same (laskavy z zazrak) previous generations challenged see retribution beforehand"},{"SurahNumber":18,"VerseNumber":56,"Text":"My len send posol len zachranca z dobry zvest i mat rad warners. Those disbelieve argue falsehood defeat truth they berie Moj proofs warnings v vain"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kto bol zly than those reminded z ich Lord's proofs potom disregard them without realizing co they robit! Consequently my miesto chranit ich srdce zamedzit them chapat it (Quran) deafness ich ears Thus ziaden zalezitost co ona robi guide them they never vzdy guided"},{"SurahNumber":18,"VerseNumber":58,"Text":"Tvoj Lord bol Forgiver full z zlutovanie. He vola sa them zisk for ich cin He annihilate them ihned there i potom Radsej He dat them respite specific predetermined cas potom they never escape"},{"SurahNumber":18,"VerseNumber":59,"Text":"Vela obec my annihilated ich transgressions; my designated specific cas ich annihilation"},{"SurahNumber":18,"VerseNumber":60,"Text":"Moses said do jeho servant ja nie zvysok ja zastihnut point kde 2 rieka zist sa ziaden zalezitost ako long it berie"},{"SurahNumber":18,"VerseNumber":61,"Text":"When they zastihnut point kde they schodza they zabudnut ich fish it zalozit its way zadny rieka sneakily"},{"SurahNumber":18,"VerseNumber":62,"Text":"After they ist okolo ze point he said do jeho servant have obed! All this cestovat thoroughly exhausted us"},{"SurahNumber":18,"VerseNumber":63,"Text":"He said Zapamatat Si when my zasadat rock chrbat there Ja nie zaplatit pozor do fish bol devil robit mna zabudnut it it zalozit its way zadny rieka strangely"},{"SurahNumber":18,"VerseNumber":64,"Text":"Moses said je miesto my looking They traced ich steps zadny"},{"SurahNumber":18,"VerseNumber":65,"Text":"They zalozit jeden z our servants my zehnat s zlutovanie, bestowed him our own znalost"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moses said do him ja nasledovat ona ze ona teach mna some z znalost guidance bestowed upon ona"},{"SurahNumber":18,"VerseNumber":67,"Text":"He said Ona nie stand bol mna"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ako ona stand ze ona nie comprehend"},{"SurahNumber":18,"VerseNumber":69,"Text":"He said Ona zalozit mna GOD willing chory. Ja nie disobey any command ona dat mna"},{"SurahNumber":18,"VerseNumber":70,"Text":"He said ona nasledovat mi potom ona nie ziadat mi anything ja zvolit si tell ona it"},{"SurahNumber":18,"VerseNumber":71,"Text":"So they ist. When they boarded ship he bore yumma it He said ona bore yumma it Robit drown its ludia? Ona committed nieco hrozny"},{"SurahNumber":18,"VerseNumber":72,"Text":"He said ja nie say ona stand mozem bol mna"},{"SurahNumber":18,"VerseNumber":73,"Text":"He said ja bol sorry Nie punish mna moj zabudlivost; nie bol i harsh mna"},{"SurahNumber":18,"VerseNumber":74,"Text":"So they ist. When they schodza young chlapec he killed him. He said ona kill such innocent clovek kto nie kill iny clovek? Ona committed nieco horrendous"},{"SurahNumber":18,"VerseNumber":75,"Text":"He said ja nie tell ona ona stand mozem bol mna"},{"SurahNumber":18,"VerseNumber":76,"Text":"He said ja ziadat ona about anything inak, potom robi nie keep mna ona! Ona seen enough apologies mna"},{"SurahNumber":18,"VerseNumber":77,"Text":"So they ist. When they zastihnut certain obec they ziadat ludia food they refused host them! Skoro they zalozit wall collapse he fixed it He said Ona ziadat wage ze"},{"SurahNumber":18,"VerseNumber":78,"Text":"He said Teraz my part podnik. Ja explain ona everything ona nie stand"},{"SurahNumber":18,"VerseNumber":79,"Text":"Mat rad for ship it belonged do chudobny fishermen ja chudoba render it zavadny! There bol king pojdem after them zhabat kazdy ship forcibly"},{"SurahNumber":18,"VerseNumber":80,"Text":"Mat rad for chlapec jeho rodicia bol dobry believers my saw he burden them jeho transgression disbelief"},{"SurahNumber":18,"VerseNumber":81,"Text":"My willed tvoj Lord zastupid jeho miesto iny syn; jeden je lepsie righteousness laskavost"},{"SurahNumber":18,"VerseNumber":82,"Text":"Mat rad for wall it belonged do 2 orphan chlapec mesto. Pod there bol treasure belonged do them. Because ich otca bol righteous clovek tvoj Lord chudoba them do grow attain full strength potom vypis ich treasure Such bol zlutovanie tvoj Lord Ja robit ziaden z ze z moj own volition. This bol explanation things ona nie stand"},{"SurahNumber":18,"VerseNumber":83,"Text":"They ziadat ona Zul-Qarnain. Say ja narrate ona some z jeho history"},{"SurahNumber":18,"VerseNumber":84,"Text":"My granted him authority zem zadovazit him all laskavy z vyznam"},{"SurahNumber":18,"VerseNumber":85,"Text":"Potom he pursued jeden way"},{"SurahNumber":18,"VerseNumber":86,"Text":"When he zastihnut daleko zapad he zalozit sun setting vast ocean zalozit zaludnit there My said O Zul-Qarnain ona rule mat rad ona zelat; either punish bol laskavy do them"},{"SurahNumber":18,"VerseNumber":87,"Text":"He said Mat rad for those transgress my punish them; potom when they spatny listok ich Lord He commit them vela retribution"},{"SurahNumber":18,"VerseNumber":88,"Text":"Mat rad for those verit lead righteous zivot they receive dobry reward my treat them laskavo"},{"SurahNumber":18,"VerseNumber":89,"Text":"Potom he pursued iny way"},{"SurahNumber":18,"VerseNumber":90,"Text":"When he zastihnut daleko east he zalozit sun vzostup ludia had nothing zastita them z it"},{"SurahNumber":18,"VerseNumber":91,"Text":"Prirodzene my je fully aware z everything he zalozit"},{"SurahNumber":18,"VerseNumber":92,"Text":"He potom pursued iny way"},{"SurahNumber":18,"VerseNumber":93,"Text":"When he zastihnut valley 2 palisades he zalozit ludia whose language je ledva zrozumitelny"},{"SurahNumber":18,"VerseNumber":94,"Text":"They said O Zul-Qarnain Gog Magog bol corruptors zem. My zaplatit ona mozem create barrier us them"},{"SurahNumber":18,"VerseNumber":95,"Text":"He said Moj Lord dat mna velka bounties. Ona cooperate mna ja build dam ona them"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bring mna masses z zelezo. Once he filled diera 2 palisades he said Blow Once bol red teply he said Pomoc mna pour tar it"},{"SurahNumber":18,"VerseNumber":97,"Text":"Thus they nie climb it nor could they bore yumma it"},{"SurahNumber":18,"VerseNumber":98,"Text":"He said This bol zlutovanie moj Lord When prophecy moj Lord pojdem ist okolo He zapricinit dam crumble prophecy moj Lord bol truth"},{"SurahNumber":18,"VerseNumber":99,"Text":"O ze cas, my let them invade 1 iny potom roh blown my zvolat them all dohromady"},{"SurahNumber":18,"VerseNumber":100,"Text":"My present Hell ze dni disbelievers"},{"SurahNumber":18,"VerseNumber":101,"Text":"They bol jeden oci i zavoj see Moj odkaz! Nor could they hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"those disbelieve myslienka they get setting Moj servants gods Mna? My chystat disbelievers Hell eternal abode"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say ja tell ona zly losers bol"},{"SurahNumber":18,"VerseNumber":104,"Text":"They bol jeden robota v this zivot bol totally astray they myslienka they robit dobry"},{"SurahNumber":18,"VerseNumber":105,"Text":"Such je the jeden disbelieved revelations z ich Lord v schodza Him! Therefore ich robota bol v vain Dni Vzkriesenie they have weight"},{"SurahNumber":18,"VerseNumber":106,"Text":"Ich iba requital bol Hell chrbat ich disbelief a for mocking Moj revelations Moj posol"},{"SurahNumber":18,"VerseNumber":107,"Text":"Mat rad for those verit lead righteous zivot they zasluzit blissful Raj ich abode"},{"SurahNumber":18,"VerseNumber":108,"Text":"Forever they abide therein; they never chudoba any inaksie zastupid"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say ocean je ink words moj Lord ocean run out words moj Lord run out vecer if my zdvojnasobit ink zasoba"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say ja bol ziaden inak than human ona inspirovat ze tvoj god bol 1 god Those hope schodza ich Lord zavodny righteousness never kult any inaksie god jeho Lord"}]}