{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Hamd Allah'a mahsustur ki, kendi katından siddetli bir baskını haber vermek ve yararlı is yapan muminlere, icinde temelli kalacakları guzel bir mukafatı mujdelemek ve: \"Allah cocuk edindi\" diyenleri uyarmak icin kuluna egri bir taraf bırakmadıgı dosdogru Kitap'ı indirmistir"},{"SurahNumber":18,"VerseNumber":2,"Text":"Hamd Allah'a mahsustur ki, kendi katından siddetli bir baskını haber vermek ve yararlı is yapan muminlere, icinde temelli kalacakları guzel bir mukafatı mujdelemek ve: \"Allah cocuk edindi\" diyenleri uyarmak icin kuluna egri bir taraf bırakmadıgı dosdogru Kitap'ı indirmistir"},{"SurahNumber":18,"VerseNumber":3,"Text":"Hamd Allah'a mahsustur ki, kendi katından siddetli bir baskını haber vermek ve yararlı is yapan muminlere, icinde temelli kalacakları guzel bir mukafatı mujdelemek ve: \"Allah cocuk edindi\" diyenleri uyarmak icin kuluna egri bir taraf bırakmadıgı dosdogru Kitap'ı indirmistir"},{"SurahNumber":18,"VerseNumber":4,"Text":"Hamd Allah'a mahsustur ki, kendi katından siddetli bir baskını haber vermek ve yararlı is yapan muminlere, icinde temelli kalacakları guzel bir mukafatı mujdelemek ve: \"Allah cocuk edindi\" diyenleri uyarmak icin kuluna egri bir taraf bırakmadıgı dosdogru Kitap'ı indirmistir"},{"SurahNumber":18,"VerseNumber":5,"Text":"Allah'ın cocuk edindigine dair ne kendilerinin ve ne de babalarının bir bilgisi vardır. Agızlarından cıkan soz ne buyuk iftiradır. Onlar yalnız ve yalnız yalan soylerler"},{"SurahNumber":18,"VerseNumber":6,"Text":"Bu soze inanmayanların ardından uzulerek nerdeyse kendini mahvedeceksin"},{"SurahNumber":18,"VerseNumber":7,"Text":"Insanların hangisinin daha iyi is isledigini ortaya koyalım diye, yeryuzunde olan seyleri, yeryuzunun susu yaptık"},{"SurahNumber":18,"VerseNumber":8,"Text":"Suphesiz Biz, yeryuzunde olanları kupkuru bir toprak haline getirebiliriz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Yoksa sen Magara ve Kitap ehlini sasılacak ayetlerimizden mi zannettin"},{"SurahNumber":18,"VerseNumber":10,"Text":"Birkac genc magaraya sıgınmıs: \"Rabbimiz! Katından bize rahmet ver ve isimizde dogruyu goster, bizi basarılı kıl\" demislerdi"},{"SurahNumber":18,"VerseNumber":11,"Text":"Magaranın icinde onları yıllarca uyuttuk; sonra, iki taraftan hangisinin bekledikleri sonucu iyi hesaplamıs oldugunu belirtmek icin onları uyandırdık"},{"SurahNumber":18,"VerseNumber":12,"Text":"Magaranın icinde onları yıllarca uyuttuk; sonra, iki taraftan hangisinin bekledikleri sonucu iyi hesaplamıs oldugunu belirtmek icin onları uyandırdık"},{"SurahNumber":18,"VerseNumber":13,"Text":"Onların olayını sana Biz gercek olarak anlatıyoruz: Onlar Rablerine inanmıs birkac gencti. Onların hidayetlerini artırmıs ve kalblerini pekistirmistik. Durup, soyle demislerdi: \"Rabbimiz goklerin ve yerin Rabbidir, O'nu bırakıp baska bir tanrıya yalvarmayız, yoksa and olsun ki, batıl soz soylemis oluruz. Su bizim milletimiz, Allah'ı bırakıp O'ndan baska tanrılar edindiler. Onların gercek olduguna apacık delil getirmeleri gerekmez mi? Allah'a karsı yalan uydurandan daha zalim kimdir"},{"SurahNumber":18,"VerseNumber":14,"Text":"Onların olayını sana Biz gercek olarak anlatıyoruz: Onlar Rablerine inanmıs birkac gencti. Onların hidayetlerini artırmıs ve kalblerini pekistirmistik. Durup, soyle demislerdi: \"Rabbimiz goklerin ve yerin Rabbidir, O'nu bırakıp baska bir tanrıya yalvarmayız, yoksa and olsun ki, batıl soz soylemis oluruz. Su bizim milletimiz, Allah'ı bırakıp O'ndan baska tanrılar edindiler. Onların gercek olduguna apacık delil getirmeleri gerekmez mi? Allah'a karsı yalan uydurandan daha zalim kimdir"},{"SurahNumber":18,"VerseNumber":15,"Text":"Onların olayını sana Biz gercek olarak anlatıyoruz: Onlar Rablerine inanmıs birkac gencti. Onların hidayetlerini artırmıs ve kalblerini pekistirmistik. Durup, soyle demislerdi: \"Rabbimiz goklerin ve yerin Rabbidir, O'nu bırakıp baska bir tanrıya yalvarmayız, yoksa and olsun ki, batıl soz soylemis oluruz. Su bizim milletimiz, Allah'ı bırakıp O'ndan baska tanrılar edindiler. Onların gercek olduguna apacık delil getirmeleri gerekmez mi? Allah'a karsı yalan uydurandan daha zalim kimdir"},{"SurahNumber":18,"VerseNumber":16,"Text":"Onlara: \"Siz onlardan ve Allah'tan baska taptıklarından ayrıldınız, bunun icin magaraya girin ki, Rabbiniz size rahmetini yaysın ve size isinizde kolaylık gostersin\" denildi"},{"SurahNumber":18,"VerseNumber":17,"Text":"Baksaydın, gunesin magaralarının sag tarafından dogup meylettigini, sol tarafından onlara dokunmadan battıgını, onların da magaranın genisce bir yerinde bulundugunu gorurdun. Bu, Allah'ın mucizelerindendir; Allah'ın dogru yola eristirdigi kimse hak yoldadır. Kimi de saptırırsa artık ona, dogru yola goturecek bir rehber bulamazsın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Magara ehli uykuda iken sen onları uyanık sanırdın. Biz onları saga ve sola dondururduk. Kopekleri dirseklerini esige uzatmıstı. Onları gorsen, icin korkuyla dolar, geri donup kacardın"},{"SurahNumber":18,"VerseNumber":19,"Text":"Birbirlerine sorsunlar diye onları uyandırdık. Iclerinden biri: \"Ne kadar kaldınız?\" dedi. \"Bir gun veya daha az bir muddet kaldık\" dediler. \"Ne kadar kaldıgınızı Rabbiniz daha iyi bilir. Paranızla birinizi sehre gonderin, sakın sizi kimseye duyurmasın\" dediler"},{"SurahNumber":18,"VerseNumber":20,"Text":"Zira onların sizden haberi olacak olursa, ya taslayarak oldururler veya dinlerine dondururler ve bu takdirde asla kurtulamazsınız"},{"SurahNumber":18,"VerseNumber":21,"Text":"Boylece, Allah'ın sozunun gercek oldugunu ve kıyametin kopmasından suphe edilemeyecegini bilmeleri icin, insanların onları bulmalarını sagladık. Nitekim halk, bunların hakkında cekisip duruyor: \"Onların magaralarının cevresine bir bina kurun\" diyorlardı. Oysa, Rableri onları cok iyi bilir. Tartısmayı kazananlar: \"Onların magaralarının cevresinde mutlaka bir mescid kuracagız\" dediler"},{"SurahNumber":18,"VerseNumber":22,"Text":"Karanlıga tas atar gibi, \"Magara ehli uctur, dordunculeri kopekleridir\" derler, yahut, \"Bestir, altıncıları kopekleridir\" derler, yahut \"Yedidir, sekizincileri kopekleridir\" derler. De ki: \"Onların sayısını en iyi bilen Rabbim'dir. Onları pek az kimseden baskası bilmez.\" Bunun icin, onlar hakkında, bu kısaca anlatılanın dısında, kimseyle tartısma ve onlar hakkında kimseden bir sey sorma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Herhangi bir sey icin, Allah'ın dilemesi dısında: \"Ben yarın onu yapacagım\" deme. Unuttugun zaman Rabbini an ve soyle de: \"Umulur ki, Rabbim beni dogruya daha yakın olana eristirir"},{"SurahNumber":18,"VerseNumber":24,"Text":"Herhangi bir sey icin, Allah'ın dilemesi dısında: \"Ben yarın onu yapacagım\" deme. Unuttugun zaman Rabbini an ve soyle de: \"Umulur ki, Rabbim beni dogruya daha yakın olana eristirir"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar magaralarında ucyuz dokuz yıl kaldılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: \"Onların ne kadar kaldıklarını en iyi Allah bilir. Goklerin ve yerin gaybı O'na aittir. O, ne mukemmel gorendir! O ne mukemmel isitendir! Insanların O'ndan baska dostu yoktur. O, hic kimseyi hukumranlıga ortak kılmaz"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbinin Kitap'ından sana vahyolunanı oku; O'nun sozlerini degistirecek yoktur. O'ndan baska bir sıgınılacak da bulamazsın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Sabah aksam Rablerinin rızasını dileyerek O'na yalvaranlarla beraber sen de sabret. Dunya hayatının guzelliklerini isteyerek gozlerini o kimselerden ayırma. Bizi anmasını kendisine unutturdugumuz ve isinde asırı giderek hevesine uyan kimseye uyma"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki: \"Gercek Rabbinizdendir.\" Dileyen inansın, dileyen inkar etsin. Suphesiz zalimler icin, duvarları cepecevre onları icine alacak bir ates hazırlamısızdır. Onlar yardım istediklerinde, erimis maden gibi yuzleri kavuran bir su kendilerine sunulur. Bu ne kotu bir icecek ve cehennem ne kotu bir duraktır"},{"SurahNumber":18,"VerseNumber":30,"Text":"Iyi hareket edenin ecrini zayi etmeyiz. Dogrusu, inanıp yararlı is yapanlara, iste onlara, iclerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar, ince ve kalın ipekliden yesil elbiseler giyerek tahtları uzerinde otururlar. Ne guzel bir mukafat ve ne guzel yaslanacak yer"},{"SurahNumber":18,"VerseNumber":31,"Text":"Iyi hareket edenin ecrini zayi etmeyiz. Dogrusu, inanıp yararlı is yapanlara, iste onlara, iclerinden ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar, ince ve kalın ipekliden yesil elbiseler giyerek tahtları uzerinde otururlar. Ne guzel bir mukafat ve ne guzel yaslanacak yer"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara iki adamı misal olarak goster: Birine iki uzum bagı verip, etrafını hurmalıklarla cevirmis ve aralarında ekinler bitirmistik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Her iki bahce de urunlerini vermislerdi, hicbir seyi de eksik bırakmamıslardı. Ikisinin arasından bir de ırmak akıtmıstık"},{"SurahNumber":18,"VerseNumber":34,"Text":"Onun gelirleri de vardı. Bu yuzden, arkadasiyle konusurken: \"Ben malca senden zengin, nufusca da senden daha itibarlıyım\" dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Kendisine boylece yazık ederek bahcesine girerken: \"Bu bahcenin batacagını hic zannetmem. Kıyametin kopacagını da sanmıyorum. Eger Rabbime dondurulursem, and olsun ki orada bundan daha iyisini bulurum\" dedi"},{"SurahNumber":18,"VerseNumber":36,"Text":"Kendisine boylece yazık ederek bahcesine girerken: \"Bu bahcenin batacagını hic zannetmem. Kıyametin kopacagını da sanmıyorum. Eger Rabbime dondurulursem, and olsun ki orada bundan daha iyisini bulurum\" dedi"},{"SurahNumber":18,"VerseNumber":37,"Text":"Kendisiyle konustugu arkadası ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılıgına koyanı mı inkar ediyorsun? Iste O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak kosmam. Bahcene girdigin zaman, her ne kadar beni kendinden mal ve nufus bakımından daha az buluyorsan da: \"Masallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahcenden daha iyisini bana verebilir ve seninkinin uzerine gokten bir felaket gonderir de bahcen yerle bir olabilir. Yahut suyu cekilir bir daha da bulamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":38,"Text":"Kendisiyle konustugu arkadası ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılıgına koyanı mı inkar ediyorsun? Iste O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak kosmam. Bahcene girdigin zaman, her ne kadar beni kendinden mal ve nufus bakımından daha az buluyorsan da: \"Masallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahcenden daha iyisini bana verebilir ve seninkinin uzerine gokten bir felaket gonderir de bahcen yerle bir olabilir. Yahut suyu cekilir bir daha da bulamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":39,"Text":"Kendisiyle konustugu arkadası ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılıgına koyanı mı inkar ediyorsun? Iste O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak kosmam. Bahcene girdigin zaman, her ne kadar beni kendinden mal ve nufus bakımından daha az buluyorsan da: \"Masallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahcenden daha iyisini bana verebilir ve seninkinin uzerine gokten bir felaket gonderir de bahcen yerle bir olabilir. Yahut suyu cekilir bir daha da bulamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":40,"Text":"Kendisiyle konustugu arkadası ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılıgına koyanı mı inkar ediyorsun? Iste O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak kosmam. Bahcene girdigin zaman, her ne kadar beni kendinden mal ve nufus bakımından daha az buluyorsan da: \"Masallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahcenden daha iyisini bana verebilir ve seninkinin uzerine gokten bir felaket gonderir de bahcen yerle bir olabilir. Yahut suyu cekilir bir daha da bulamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":41,"Text":"Kendisiyle konustugu arkadası ona: \"Seni topraktan, sonra nutfeden yaratanı, sonunda de seni insan kılıgına koyanı mı inkar ediyorsun? Iste O benim Rabbim olan Allah'tır. Rabbime kimseyi ortak kosmam. Bahcene girdigin zaman, her ne kadar beni kendinden mal ve nufus bakımından daha az buluyorsan da: \"Masallah! Kuvvet ancak Allah'a mahsustur!\" demen gerekmez mi? Rabbim, senin bahcenden daha iyisini bana verebilir ve seninkinin uzerine gokten bir felaket gonderir de bahcen yerle bir olabilir. Yahut suyu cekilir bir daha da bulamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":42,"Text":"Nitekim, urunleri yok edildi; bagın altust olmus cardakları karsısında, sarfettigi emege ici yanarak ellerini ogusturup \"Keske Rabbime kimseyi ortak kosmasaydım\" diyordu"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ona, Allah'tan baska yardım edebilecek adamları da yoktu, kendi kendini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Iste burada kudret ve hakimiyet, varlıgı gercek olan Allah'ındır. Mukafatlandırma bakımından hayırlı olan da, sonuclandırma yonunden hayırlı olan da O'dur"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara, dunya hayatı misalinin tıpkı soyle oldugunu anlat: Gokten indirdigimiz su ile yeryuzunde yetisen bitkiler birbirine karısır, ama sonunda ruzgarın savuracagı cercope doner. Allah her seyin ustunde bir kudrete sahip olandır"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal ve ogullar, dunya hayatının susudur. Ama baki kalacak yararlı isler, sevab olarak da, emel olarak da, Rabbinin katında daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"Bir gun dagları yuruturuz de yeri dumduz gorursun. Hicbirini bırakmaksızın diriltip bir araya toplarız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Dizi dizi Rabbine sunulduklarında onlara: \"And olsun ki, sizi ilk defa yarattıgımız gibi Bize geldiniz. Sizi bir yere toplamak icin soz vermedigimizi iddia etmistiniz degil mi?\" denir"},{"SurahNumber":18,"VerseNumber":49,"Text":"Amel defteri ortaya konunca, sucluların, onda yazılı olanlardan korktuklarını gorursun, \"Vah bize, eyvah bize! Bu defter nasıl olmus da kucuk buyuk bir sey bırakmadan hepsini saymıs!\" derler. Islediklerini hazır bulurlar. Rabbin kimseye haksızlık etmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Meleklere: \"Adem'e secde edin\" demistik. Iblis'ten baska hepsi secde etmisti. O, cinlerden idi. Rabbinin buyrugu dısına cıktı. Ey insanogulları! Siz Beni bırakıp onu ve soyunu dost mu ediniyorsunuz? Halbuki onlar size dusmandır. Kendilerine yazık edenler icin bu ne kotu degismedir"},{"SurahNumber":18,"VerseNumber":51,"Text":"Oysa Ben onları ne goklerin ve yerin yaratılmasında ve ne de kendilerinin yaratılmasında hazır bulundurdum. Saptıranları hicbir iste asla yardımcı da edinmedim"},{"SurahNumber":18,"VerseNumber":52,"Text":"O gun Allah: \"Bana ortak olduklarını iddia ettiklerinize seslenin\" der. Onları cagırırlar, fakat hicbirisi onların cagrılarına gelmez. Aralarına bir cehennem deresi koyarız"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suclular atesi gorurler ve ona duseceklerini anlarlar, fakat ondan kacacak yer bulamazlar"},{"SurahNumber":18,"VerseNumber":54,"Text":"And olsun ki, Biz bu Kuran'da insanlara turlu turlu misali gosterip acıkladık. Insanın en cok yaptıgı is tartısmadır"},{"SurahNumber":18,"VerseNumber":55,"Text":"Insanlara dogruluk rehberi gelmisken, onları inanmaktan, Rablerinden magfiret dilemekten alıkoyan oncekilere uygulananın kendilerine de uygulanmasını veya gozleri gore gore azaba ugramayı beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz peygamberleri ancak mujdeci ve uyarıcı olarak gondeririz. Oysa inkarcılar hakkı batılla ortadan kaldırmak icin cekisirler. Ayetlerimizi ve kendilerine yapılan uyarmaları alaya alırlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbinin ayetleri kendisine hatırlatılmısken onlardan yuz ceviren ve onceden yaptıklarını unutan kimseden daha zalim var mıdır? Kuran'ı anlarlar diye kalblerine ortuler, kulaklarına da agırlık koyduk. Sen onları dogru yola cagırsan da asla dogru yolagelmezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Bununla beraber, Rabbin magfiret ve merhamet sahibidir. Eger onları, yaptıklarından dolayı hemen hesaba cekmek isteseydi, azaba ugratmakta acele ederdi. Ama onların bir vadesi vardır. Ondan kacıp sıgınacak yer bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Haksızlıklarından oturu iste yok ettigimiz sehirler! Onları yok etmek icin bir sure tayin etmistik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Musa, genc arkadasına: \"Ben iki denizin birlestigi yere ulasmaga, yahut yıllarca yurumeye kararlıyım\" demisti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Ikisi, iki denizin birlestigi yere ulasınca, balıklarını unutmuslardı, balık bir delikten kayıp denizi boyladı"},{"SurahNumber":18,"VerseNumber":62,"Text":"Oradan uzaklastıklarında Musa, yanındaki gence: \"Azıgımızı cıkar, and olsun bu yolculugumuzda yorgun dustuk\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"O da: \"Bak sen! Kayalıga vardıgımızda balıgı unutmustum. Bana onu hatırlamamı unutturan ancak seytandır. Balık sasılacak sekilde denizde yolunu tutup gitmis\" dedi"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa: \"Istedigimiz zaten buydu\" dedi. Hemen geldikleri yoldan izleri uzerinde geri donduler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Bu arada ikisi katımızdan kendisine bir rahmet verdigimiz ve kendisine ilim ogrettigimiz kullarımızdan birini buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona: \"Sana ogretileni bana hayra goturen bir bilgi olarak ogretmen icin pesinden gelebilir miyim?\" dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"O: \"Sen dogrusu benim yaptıklarıma dayanamazsın, bilgice kavrayamadıgın bir seye nasıl dayanabilirsin?\" dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Musa: \"Insallah sabrettigimi goreceksin, sana hicbir iste bas kaldırmayacagım\" dedi"},{"SurahNumber":18,"VerseNumber":69,"Text":"O da: \"O halde, bana uyacaksan, ben sana anlatmadıkca herhangi bir sey hakkında bana soru sormayacaksın\" dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"O da: \"O halde, bana uyacaksan, ben sana anlatmadıkca herhangi bir sey hakkında bana soru sormayacaksın\" dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bunun uzerine kalkıp gittiler; sonunda bir gemiye bindiklerinde, o gemiyi deliverdi; Musa: \"Gemiyi icindekileri bogmak icin mi deldin? Dogrusu sasılacak bir sey yaptın\" dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Musa'ya: \"Ben sana yaptıgım islere dayanamazsın demedim mi?\" dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa: \"Unuttugum icin bana cıkısma, gucumun yetmedigi seyden beni sorumlu tutma\" dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine gittiler; sonunda bir erkek cocuga rastladılar, o hemen onu oldurdu. Musa: \"Bir cana karsılık olmaksızın masum bir cana mı kıydın? Dogrusu pek kotu bir sey yaptın\" dedi"},{"SurahNumber":18,"VerseNumber":75,"Text":"O: \"Ben sana, yaptıgım islere dayanamazsın demedim mi?\" dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa: \"Bundan sonra sana bir sey sorarsam bana arkadas olma, o zaman benim tarafımdan mazur sayılırsın\" dedi"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yine yola koyuldular; sonunda vardıkları bir kasaba halkından yiyecek istediler. Kasaba halkı, bu ikisini misafir etmek istemedi. Ikisi, sehrin icinde yıkılmaga yuz tutan bir duvar gorduler, Musa'nın arkadası onu dogrultuverdi; Musa: \"Dileseydin buna karsı bir ucret alabilirdin\" dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"O soyle soyledi: \"Iste bu, seninle benim ayrılmamızı gerektiriyor; dayanamadıgın islerin yorumunu sana anlatacagım"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemi, denizde calısan birkac yoksula aitti; onu kusurlu kılmak istedim, cunku peslerinde her saglam gemiye zorla el koyan bir hukumdar vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oglana gelince; onun ana babası inanmıs kimselerdi. Cocugun onları azdırmasından ve inkara suruklemesinden korkmustuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Rablerinin o cocuktan daha temiz ve onlara daha cok merhamet eden birini vermesini istedik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvar ise, sehirde iki yetim erkek cocuga aitti. Duvarın altında onların bir hazinesi vardı; babaları da iyi bir kimseydi. Rabbin onların erginlik cagına ulasmasını ve Rabbinden bir rahmet olarak hazinelerini cıkarmalarını istedi. Ben bunları kendiligimden yapmadım. Iste dayanamadıgın islerin icyuzleri budur"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zulkarneyn'i sorarlar, \"Onu size anlatacagım\" de"},{"SurahNumber":18,"VerseNumber":84,"Text":"Dogrusu biz onu yeryuzune yerlestirmis ve her seyin yolunu ona ogretmistik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Sonunda gunesin battıgı yere ulasınca onu, kara balcıklı bir suda batıyor gordu. Orada bir millete rastladı. \"Zulkarneyn! Onlara azap da edebilirsin, iyi muamelede de bulunabilirsin\" dedik"},{"SurahNumber":18,"VerseNumber":87,"Text":"Haksızlık yapana azap edecegiz, sonra Rabbine dondurulur, onu gorulmemis bir azaba ugratır; ama inanıp yararlı is isleyene, mukafat olarak guzel seyler vardır, ona buyrugumuzdan kolay olanı soyleriz\" dedi"},{"SurahNumber":18,"VerseNumber":88,"Text":"Haksızlık yapana azap edecegiz, sonra Rabbine dondurulur, onu gorulmemis bir azaba ugratır; ama inanıp yararlı is isleyene, mukafat olarak guzel seyler vardır, ona buyrugumuzdan kolay olanı soyleriz\" dedi"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra yine bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Sonunda gunesin dogdugu yere ulasınca, gunesi, kendilerini elbise, bina gibi seylerle ortmedigimiz bir millet uzerine doguyor buldu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste bunun gibi, onun yaptıklarının hepsini bastanbasa biliyorduk"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra yine bir yol tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"Sonunda, iki dagın arasına varınca, orada nerdeyse hic laf anlamayan bir millete rastladı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: Zulkarneyn! Dogrusu Yecuc ve Mecuc bu ulkede bozgunculuk yapıyorlar. Bizimle onların arasına bir sed yapman icin sana bir vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gucunuzle yardım edin de sizinle onların arasına saglam bir sed yapayım. Bana demir kutleleri getirin\" dedi. Bunlar iki dagın arasını doldurunca: \"Korukleyin\" dedi. Demirler akkor haline gelince; \"Bana erimis bakır getirin de uzerine dokeyim\" dedi"},{"SurahNumber":18,"VerseNumber":96,"Text":"Rabbimin bana verdikleri sizinkinden daha iyidir. Bana gucunuzle yardım edin de sizinle onların arasına saglam bir sed yapayım. Bana demir kutleleri getirin\" dedi. Bunlar iki dagın arasını doldurunca: \"Korukleyin\" dedi. Demirler akkor haline gelince; \"Bana erimis bakır getirin de uzerine dokeyim\" dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık Yecuc ve Mecuc onu ne asabildiler ve ne de delip gecebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Zulkarneyn: \"Iste bu, Rabbimin bir rahmetidir. Rabbimin tayin ettigi zaman gelince onu yerle bir eder; Rabbimin verdigi soz gercektir\" dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Biz o gun onları bırakırız, dalgalar halinde birbirlerine girerler. Sura uflenince hepsini bir araya toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Gozleri bizim ogudumuze karsı kapalı olan ve ofkelerinden onu dinlemeye tahammul edemeyen kafirlere o gun cehennemi oyle bir gosteririz ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Gozleri bizim ogudumuze karsı kapalı olan ve ofkelerinden onu dinlemeye tahammul edemeyen kafirlere o gun cehennemi oyle bir gosteririz ki"},{"SurahNumber":18,"VerseNumber":102,"Text":"Inkar edenler, Beni bırakıp da kullarımı dost edinmelerini yeterli mi sandılar? Dogrusu biz cehennemi inkarcılara konak olarak hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"Size, amelce en cok kayıpta bulunanları haber verelim mi?\" de"},{"SurahNumber":18,"VerseNumber":104,"Text":"Dunya hayatında, calısmaları bosa gitmistir, oysa onlar guzel is yaptıklarını sanıyorlardı"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, Rablerinin ayetlerini ve O'na kavusmayı inkar edenlerdir. Bu yuzden isleri bosa gitmistir. Kıyamet gunu Biz onlara deger vermeyecegiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste onların cezası; inkarlarına, peygamberlerimi ve ayetlerimi alaya almalarına karsılık olarak, cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"Ama inanıp yararlı is isleyenlerin konakları Firdevs cennetleridir"},{"SurahNumber":18,"VerseNumber":108,"Text":"Orada temelli kalırlar, baska bir yere gitmek istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: \"Rabbimin sozlerini yazmak icin denizler murekkep olsa ve bir o kadarını da katsak, Rabbimin sozleri tukenmeden denizler tukenirdi"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: \"Ben de ancak sizin gibi bir insanım; ancak bana tanrınızın tek bir Tanrı oldugu vahyolunuyor. Rabbine kavusmayı uman kimse yararlı is islesin ve Rabbine kullukta hic ortak kosmasın"}]}