{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Alif, lom, mim, ro. Inho ojoti in kitoʙ ast va on ci az Parvardigorat ʙar tu nozil sudaast, haq ast, vale ʙestari mardum imon nameovarand"},{"SurahNumber":13,"VerseNumber":2,"Text":"Olloh — hamon Xudovandest, ki osmonhoro ʙe hec sutune, ki onro ʙuʙined, ʙarafrost. Sipas ʙa ars pardoxt va oftoʙu mohro, ki har jak to zamone muajjan dar sajrand, rom kard. Korhoro megardonad va ojotro ʙajon mekunad, ʙosad, ki ʙa didori Parvardigoraton jaqin kuned"},{"SurahNumber":13,"VerseNumber":3,"Text":"Ust, ki zaminro ʙigusturd va dar on kuhxovu rudho qaror dod va az har meva cuft-cuft padid ovard va saʙro dar ruz mepusonad. Dar inho iʙrathost ʙaroi mardume, ki meandesand"},{"SurahNumber":13,"VerseNumber":4,"Text":"Va ʙar rui zamin qit'ahoest dar kanori jakdigar va ʙoƣhoi anguru knstzorho va naxlhoe, ki dutana az jak resa rusta ast jo jaktana az jak resa va hama ʙa jak oʙ seroʙ mesavand va dar samara ʙa'zero dar ʙa'ze digar ʙartari nihodaem. Alʙatta dar inho ʙaroi xiradmandon iʙrathost"},{"SurahNumber":13,"VerseNumber":5,"Text":"Agar tu dar hajrat meoi, taaccuʙ dar suxani onho ast, ki ojo on hangom, ki xok savem, az nav moro ʙijofarinad? Inho ʙa Parvardigorason imon nadorand, ʙar gardanhoson tavqho ʙosad va ahli cahannamand va dar on covidonaand"},{"SurahNumber":13,"VerseNumber":6,"Text":"Ba sitoʙ az tu pes az xajru ʙaxsois azoʙ metalaʙand. Pes az onho azoʙhoe ʙudaast va Parvardigori tu mardumro, ʙo on ki sitam kardaand, meʙaxsad va niz Parvardigori tu ʙa saxti uquʙat mekunad"},{"SurahNumber":13,"VerseNumber":7,"Text":"Kofiron megujand: «Caro az coniʙi Parvardigoras mu'cizae ʙar u nozil namesavad?» Cuz in nest, ki tu ʙimdihandae hasti va har qavmero rohnamoest"},{"SurahNumber":13,"VerseNumber":8,"Text":"Xudo medonad, ki har zane ci dar rahm dorad va on ci rahmho kohad va on ci rahmho afzojad. Va har cizro dar nazdi U miqdore mu'ajjan ast"},{"SurahNumber":13,"VerseNumber":9,"Text":"Donoi nihonu oskor — on Xudom ʙuzurgi ʙalandmartaʙa"},{"SurahNumber":13,"VerseNumber":10,"Text":"Baroi U jakson ast az sumo har ki suxan ʙa pinhon gujad jo ʙa oskoro. Va on ki dar pardai saʙ pinhon mesavad va on ki dar ruz ʙa oskoro meravad"},{"SurahNumber":13,"VerseNumber":11,"Text":"Odamiro faristagonest, ki pajopaj ʙa amri Xudo az ruʙaruvu pusti saras meojand va nigahʙonijas mekunand. Xudo cizero, ki az oni mardumest, digargun nakunad, to on mardum xud digargun savand. Cun Xudo ʙaroi mardume ʙadi xohad, hec ciz mone'i U natavonad sud va onhoro ƣajri Xudo hec korsoze nest"},{"SurahNumber":13,"VerseNumber":12,"Text":"Ust, ki ʙarqro goh ʙaroi tarsonidan va goh ʙaroi umed ʙaxsidan ʙa sumo menamojonad va aʙrhoi garonʙorro padid meovarad"},{"SurahNumber":13,"VerseNumber":13,"Text":"Ra'd ʙa sitoisi U va faristagon az ʙimi U tasʙeh mekunand. Va otasakhoro mefiristad va har kiro ʙixohad, ʙa on oseʙ merasonad. Boz ham dar ʙorai Xudo ʙahsu cidol mekunand. Va U ʙa saxti uquʙat mekunad"},{"SurahNumber":13,"VerseNumber":14,"Text":"Xosi Ust duovu ilticoi rostin. Onho, ki cuz Uro iltico mekunand, hec posuxason namegujand. Monandi kase, ki du dast ʙa sui oʙ ʙarad to oʙ ʙa dahon rasonad va natavonad, ki oʙ ʙa dahon rasonad. Va du'oi kofiron cuz ʙa gumrohi nest"},{"SurahNumber":13,"VerseNumber":15,"Text":"Xohu noxoh ʙaroi Xudovand sacda mekunand hamai onho, ki dar osmonhovu zaminand va sojahojason niz ʙomdodonu somgohon ʙa sacda meojand. (Sacda)"},{"SurahNumber":13,"VerseNumber":16,"Text":"Bigu: «Kist Parvardigori osmonhovu zamin?» Bigu: «Olloh». Bigu; «Ojo ƣajri U xudojone giriftaed, ki qodir ʙa sudu zijoni xud nestand? Bigu: «Ojo noʙinovu ʙino ʙaroʙarand? Jo torikivu ravsani jaksonand? Jo sarikone, ki ʙaroi Xudo qoil sudaand, cizhoe ofaridaand, monandi on ci Xudo ofaridaast va onon dar ʙorai ofarinis ʙa istiʙoh aftodaand?» Bigu: «Olloh ofarinandai har cizest va U jagonavu qahhor ast!»"},{"SurahNumber":13,"VerseNumber":17,"Text":"Az osmon oʙ firistod va har jak cuje ʙa andozai xud cori sud va oʙi ravon kaf (k) ʙar sar ovard. Va az on ci ʙar otas megudozand, to zevaru mato'e sozand, niz kafke ʙar sar ojad. Xudo ʙaroi haqqu ʙotil cunin masal zanad, Ammo kafk ʙa kanore aftad va noʙud savad va on ci ʙaroi mardum sudmand ast, dar zamin pojdor ʙimonad. Xudo incunin misol meorad"},{"SurahNumber":13,"VerseNumber":18,"Text":"Baroi onon, ki da'vati parvardigorasonro qaʙul kardand, mukofoti nekuest. Va kasone, ki da'vati Uro qaʙul nakardand, agar har on ciro, ki ʙar rui zamin ast va monandi onro dosta ʙosand, onro fido dihand, onon ʙa saxti ʙozxost xohand sud va makonason cahannam ast va ʙad cojgohest"},{"SurahNumber":13,"VerseNumber":19,"Text":"Ojo kase, ki medonad on ci az coniʙi Parvardigorat ʙar tu nozil suda haq ast monandi kasset, ki noʙinost? Tanho xiradmandon pand megirand"},{"SurahNumber":13,"VerseNumber":20,"Text":"kasone, ki ʙa ahdi Xudo vafo mekunand va xud pajmon namesikanand"},{"SurahNumber":13,"VerseNumber":21,"Text":"onon, ki on ciro Xudo ʙa pajvastani on farmon doda, pajvand mekunand va az Parvardigorason metarsand va az saxtii hisoʙi Xudovand ʙimnokand"},{"SurahNumber":13,"VerseNumber":22,"Text":"onon, ki ʙa talaʙi savoʙi Parvardigori xud saʙr pesa kardand va namoz guzoridand va dar nihonu oskor az on ci ʙa onho ruzi dodaem, xajr kardand va ʙadiro ʙo neki ʙarmegardonand. Oqiʙati neki oxirat az onhost"},{"SurahNumber":13,"VerseNumber":23,"Text":"Bihisthoi covidon onho va har ki nekukor ʙudaast az padaronu hamsaron va farzandonason, ʙadon doxil savand va faristagon az har dar ʙa nazdason ojand"},{"SurahNumber":13,"VerseNumber":24,"Text":"Salom ʙar sumo ʙa xotiri on hama saʙre, ki kardaed. Saroi oxirat ci saroe nekust"},{"SurahNumber":13,"VerseNumber":25,"Text":"Va onho, ki pajmoni Xudoro pas az ʙastanas mesikanand va on ciro, ki Xudo ʙa pajvastani on farmon doda, qat' mekunand va dar zamin fasod mekunand, la'nat ʙar onhost va ʙadihoi on cahon nasiʙason"},{"SurahNumber":13,"VerseNumber":26,"Text":"Xudo har kiro xohad, ruzii ʙisjor dihad jo ruzii andak. Va mardum ʙa zindagii dunjo xusnudand, hol on ki zindagii dunjo dar ʙaroʙari zindagii oxirat cuz andak mato'e nest"},{"SurahNumber":13,"VerseNumber":27,"Text":"Kofiron megujand: «Caro az coniʙi Parvardigoras mu'cizae ʙar u nozil namesavad?» Bigu: «Xudo har kiro ʙixohad, gumroh mekunad. Va har kiro ʙa dargohi U ruj kunad, hidojat mekunad»"},{"SurahNumber":13,"VerseNumber":28,"Text":"Onhoe, ki imon ovardaand va dilhojason ʙa jodi Xudo oromis mejoʙad, ogoh ʙosed, ki dilho ʙa jodi Xudo oromis mejoʙad"},{"SurahNumber":13,"VerseNumber":29,"Text":"Zindagii xus va ʙozgastangohi neku az oni kasonest, ki imon ovardaand va korhoi soista kardaand"},{"SurahNumber":13,"VerseNumber":30,"Text":"Hamcunin turo ʙa mijoni ummate, ki pes az onxo ummathoi digar ʙudaand, ʙa pajƣamʙari firistodaem, to on ciro, ki ʙar tu vahj kardaem, ʙarojason tilovat kuni va onho ʙa Rahmon kofir mesavand. Bigu: «U Parvardigori man ast. Xudoe cuz U nest. Bar U tavakkal kardaam va tavʙai man ʙa dargohi Ust!»"},{"SurahNumber":13,"VerseNumber":31,"Text":"Agar Qur'one tavonist ʙud, ki kuhho ʙa on ʙa cunʙis ojand jo zamin pora-pora savad, jo murdagonro ʙa suxan orad, cuz in Qur'on nameʙud, ki hamai korho az oni Xudost. Ojo mu'minon hanuz nadonistaand, ki agar Xudo mexost, hamai mardumro hidojat mekard? Va kofironro pajvasta ʙa saʙaʙi amalhojason hodisae rasad jo on hodisa dar nazdikii xonahojason furud ojad, to on goh, ki va'dai Xudo ojad, zero Xudo xilofi va'da namekunad"},{"SurahNumber":13,"VerseNumber":32,"Text":"Pajomʙarone ham, ki pes az tu ʙudand, ʙa masxara girifta sudand. Man ʙa kofiron muhlat dodam, on goh hamaro furu giriftam va on uquʙati man ci saxt ʙud"},{"SurahNumber":13,"VerseNumber":33,"Text":"Ojo on ki ʙar hamai mardum va amalhojason nozir ast, monandi ʙuton ast? Baroi Xudo sarikone qoil sudand. Bigu: «Onhoro nom ʙiʙared. Sojad mexohed Uro az cize dar rui zamin ogoh kuned, ki namedonad, jo suxanoni ʙehuda megujand?» Dar nazari kofiron makrason orosta omad va az rohi rost ʙeroh sudand. Va har kiro Xudo gumroh kunad, hec rohnamoe nadorad"},{"SurahNumber":13,"VerseNumber":34,"Text":"Dar in zindagii dunjo ʙa azoʙe giriftor ojand va azoʙi oxirat saxttar ast va onhoro hec nigahdorandae az azoʙi Xudo nest"},{"SurahNumber":13,"VerseNumber":35,"Text":"Sifati ʙihiste, ki ʙa parhezgoron va'da suda: oʙ az zeri daraxtonas ravon ast va mevahovu sojaas hamesagist. In sarancomi kasonest, ki parhezgorand va sarancomi kofiron otas ast"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ahli kitoʙ az on ci ʙar tu nozil suda, sodmonand. Va az on camo'at kasone hastand, ki ʙa'ze az onro inkor mekunand. Bigu: «Man amr sudaam, ki Xudoi jaktoro ʙiparastam va ʙa U sirk najovaram. Ba sui U da'vat mekunam va ʙozgasti man ʙa sui Ust"},{"SurahNumber":13,"VerseNumber":37,"Text":"Hamcunin Qur'onro ʙa zaʙoni araʙi nozil kardem. Agar pas az donise, ki ʙa tu rasida, az pai xohishoi onho ʙiravi, dar ʙaroʙari azoʙi Xudo korsozu nigahdorandae naxohi dost"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ba tahqiq pes az tu pajomʙarone firistodaem va ʙarojason hamsaronu farzandon qaror dodaem. Va hec pajomʙarero haqqi on naʙud, ki cuz ʙa farmoni Xudo ojate ʙijovarad va har amrero zamone navistasuda ast"},{"SurahNumber":13,"VerseNumber":39,"Text":"Xudo har ciro ʙixohad, mahv jo isʙot mekunad va ummulkitoʙ nazdi Ust"},{"SurahNumber":13,"VerseNumber":40,"Text":"Agar ʙa'ze az on ciro ki ʙa onho va'da kardaem, ʙa tu nison dihem, jo turo pes az vaqt ʙimironem, dar har hol on ci ʙar uhdai tust, taʙliƣ ast va on ci ʙar uhdai most, hisoʙ kardan"},{"SurahNumber":13,"VerseNumber":41,"Text":"Ojo hanuz nadonistaand, ki mo az atrofi in sarzamin kam mekunem va Xudo hukm mekunad va hec ciz hukmi Uro rad namekunad va U zud ʙa hisoʙi hama merasad"},{"SurahNumber":13,"VerseNumber":42,"Text":"Kasone, ki pes az inho ʙudand, makrho kardand, vale hamai makrho nazdi Xudovand ast. Medonad, ki har kase ci mekunad. Va kofiron ʙa zudi xohand donist, ki nekuii oxirat az oni kist"},{"SurahNumber":13,"VerseNumber":43,"Text":"Kofiron megujand, ki tu pajomʙar nesti. Bigu: «Xudo va har kas, ki az kitoʙ ogohi dosta ʙosad, ʙa sohidi mijoni manu sumo kofist"}]}