{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbinin, kulu Zekeriyya'ya olan rahmetini anmadır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zamanlar o, Rabbine gizlice (icinden) yalvarmıstı"},{"SurahNumber":19,"VerseNumber":4,"Text":"Soyle demisti: \"Ey Rabbim! Suphesiz (artık oyle bir durumdayım ki) benim kemigim zayıflayıp gevsedi ve basım(ın sacı) bembeyaz alev gibi tutustu. Sana dua etmekle de ey Rabbim, hicbir zaman bedbaht olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Gercekten ben, arkamdan yerime gececek varislerden endisedeyim. Karım da kısır bulunuyor. Onun icin katından bana bir cocuk ihsan et"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ki bana da mirascı olsun, Yakub ailesine de mirascı olsun. Rabbim, onu sen rızana kavustur"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Allah soyle buyurdu): \"Ey Zekeriyya! Suphesiz biz sana Yahya isminde bir oglanı mujdeliyoruz. Bundan once ona hicbir adas yapmadık"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya: \"Rabbim! Karım kısır, ben de son derece kocamısken nasıl oglum olabilir?\" dedi"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Allah yahut Cebrail ona soyle) dedi: \"Dedigin gibidir, (fakat) Rabbin buyurdu ki, bu isi yapmak bana kolaydır. Nitekim bundan once seni yarattım. Halbuki sen hicbir sey degildin"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zekeriyya soyle dedi: \"Rabbim! Bana alamet ver.\" Allah: \"Senin alametin, sapasaglam oldugun halde, uc gun, uc gece insanlarla konusamaz hale gelmendir.\" buyurdu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Nihayet (birgun konusamayınca) mihrabdan kavmine karsı cıktı da onlara \"Sabah ve aksam (Rabbinizi) tesbih edin\" diye isaret etti"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya! Kitaba kuvvetle sarıl\" (dedik) ve daha cocukken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hem de katımızdan bir merhamet ve (gunahlardan) paklık verdik, o cok takva sahibi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Anne ve babasına karsı iyi davranan bir kimse idi, zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Dogdugu gun, olecegi gun ve dirilecegi gun ona selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"(Ey Muhammed!) Kur'an'daki Meryem kıssasını da an (insanlara anlat). Hani o, ailesinden ayrılarak (evinin veya mescidin) dogu tarafında bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra ailesiyle kendisi arasına bir perde koymustu. Biz ona melegimiz (Cebrail)i gonderdik de ona tam bir insan seklinde gorundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem: \"Ben senden Rahman (olan Allah) a sıgınırım. Eger Allah'dan korkuyorsan (dokunma bana)\" dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Melek: \"Ben, sana temiz bir oglan bagıslamak icin, Rabbinin gonderdigi bir elciyim\" dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem: \"Benim nasıl cocugum olabilir? Bana hicbir insan dokunmamıstır. Ben iffetsiz de degilim\" dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Melek: \"Bu, dedigin gibidir. Ancak Rabbin buyurdu ki: Bu (babasız cocuk vermek), bana pek kolaydır. Hem biz onu nezdimizden insanlara bir mucize ve rahmet kılacagız. Hem, bu onceden (ezelde) kararlastırılmıs bir istir.\" dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Nihayet (Allah'ın emri gerceklesti) Meryem Isa'ya gebe kaldı ve o haliyle uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonra dogum sancısı onu bir hurma dalına tutunup dayanmaya zorladı. \"Keske bundan once olseydim de unutulup gitseydim\" dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Melek, Meryem'e, asagı tarafından soyle seslendi. \"Sakın uzulme, Rabbin alt tarafında bir ırmak akıttı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalını kendine dogru silkele, uzerine devsirilmis taze hurmalar dokulsun"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, ic, gozun aydın olsun. Eger insanlardan birini gorursen, ben Rahman (olan Allah)a bir oruc (susmak) adadım. Onun icin bugun hicbir kimseyle konusmayacagım\" de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sonra Meryem onu (Isa'yı) yuklenerek kavmine getirdi. Onlar (hayretler icinde soyle) dediler: \"Ey Meryem! dogrusu sen gorulmemis bir sey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun'un kızkardesi! Senin baban kotu bir adam degildi, annen de iffetsiz bir kadın degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem cocugu gosterdi. Onlar; \"Biz besikteki bir cocukla nasıl konusuruz?\" dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Allah'ın bir mucizesi olarak Isa soyle) dedi: \"Suphesiz ben Allah'ın kuluyum. O bana kitab verdi ve beni bir peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni, nerede olursam olayım mubarek kıldı. Hayatta bulundugum muddetce namaz kılmamı ve zekat vermemi emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni anneme hurmetkar kıldı. Beni zorba ve isyankar yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Dogdugum gun, olecegim gun ve dirilecegim gun selam ve emniyet benim uzerimedir"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında (yahudilerle hıristiyanların) ihtilaf edip durdukları Meryemoglu Isa'ya dair Allah'ın sozu budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Cocuk edinmek asla Allah'ın sanına yakısmaz. O bundan munezzehtir. O, bir seyin olmasını dilerse, ona sadece \"ol\" der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Suphesiz benim de Rabbim, sizin de Rabbiniz Allah'tır. O halde ona ibadet edin, iste dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Ne var ki, fırkalar (yahudi ve hıristiyanlar) kendi aralarında ihtilafa dustuler. O buyuk (dehsetli) gunu gorecek kafirlerin vay haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun, neler isitecekler, neler gorecekler! Fakat o zalimler bugun apacık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"(Ey Muhammed!) Insanların pismanlık duyacagı ve isin bitmis olacagı (kıyamet) gunu ile onları uyar. Onlar hala gaflet icindedirler, onlar iman etmezler"},{"SurahNumber":19,"VerseNumber":40,"Text":"Suphesiz biz butun yeryuzune ve uzerindekilere varis olacagız. Ve onlar da mutlaka bize donduruleceklerdir"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kur'an'da Ibrahim'i(n kıssasını da) an. Suphesiz ki o, sıddık (ozu, sozu dogru) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"O, bir zaman babasına soyle demisti: \"Babacıgım! Isitmeyen, gormeyen ve sana hicbir faydası olmayan seylere nicin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım! Dogrusu sana gelmeyen bir ilim bana geldi. O halde bana uy da, seni dogru bir yola eristireyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım! Seytana tapma, cunku seytan Rahman (olan Allah)a asi oldu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım! Dogrusu ben korkarım ki, sana Rahman'dan bir azab dokunur da seytana (cehennemde arkadas) olursun"},{"SurahNumber":19,"VerseNumber":46,"Text":"Babası \"Ey Ibrahim! Sen benim ilahlarımdan yuz mu ceviriyorsun? Yemin ederim ki, eger (onları kotulemekten) vazgecmezsen, seni muhakkak taslarım. (gercektenveya soz ilesana tas atarım). Haydi uzun bir muddet benden uzak ol\" dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim soyle dedi: \"Selam sana olsun, senin icin Rabbimden magfiret dileyecegim. Cunku o, bana cok lutufkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ben, sizden ve Allah'tan baska taptıgınız seylerden cekilip ayrılırım da Rabbime dua (ibadet) ederim. Rabbime yalvarısımda mahrum kalmayacagımı umarım"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ibrahim, kavminden ve onların Allah'tan baska ibadet ettikleri seylerden uzaklasınca, biz ona Ishak'ı ve (Ishak'ın oglu) Yakub'u ihsan ettik. Ve hepsini de peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Biz onlara rahmetimizden lutuflarda bulunduk. Hepsine de dillerde guzel ve yuksek bir ovgu verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kur'an'da Musa'yı da an; Suphesiz ki o, ihlaslı bir kuldu ve gonderilmis bir peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz ona Tur dagının sag yanından seslendik ve onu hususi bir konusmada bulunmak uzere kendimize yaklastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Rahmetimizden de ona, kardesi Harun'u bir peygamber olarak ihsan eyledik. Meali Serifi"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kur'an'da Ismail'i de an; cunku o, vaadine sadık bir kuldu ve gonderilmis bir peygamberdi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine ve cevresine namaz kılmayı ve zekat vermeyi emrederdi ve Rabbinin katında hosnutluga ermisti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris'i de an; cunku o, cok sadık (ozu, sozu pek dogru) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir yere yukselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar, Allah'ın kendilerine nimetler verdigi peygamberlerden, Adem'in soyundan ve gemide Nuh ile beraber tasıdıklarımızın neslinden, Ibrahim ve Israil'in soyundan, hidayete erdirdigimiz ve sectigimiz kimselerdir. Kendilerine Rahman (olan Allah)ın ayetleri okundugu zaman aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sonra bunların ardından oyle bir nesil geldi ki, namazı terkettiler, heva ve heveslerine uydular; onlar bu taskınlıklarının karsılıgını mutlaka goreceklerdir. (Cehennemdeki \"Gayya\" vadisini boylayacaklardır)"},{"SurahNumber":19,"VerseNumber":60,"Text":"Fakat tevbe edip iman eden ve salih amel isleyen bunun dısındadır. Bunlar cennete girecekler ve hicbir haksızlıga ugratılmayacaklardır"},{"SurahNumber":19,"VerseNumber":61,"Text":"O cennet, Rahman (olan Allah)ın kullarına gormedikleri halde vadettigi \"Adn\" cennetleridir. Suphesiz O'nun vaadi mutlaka yerini bulacaktır"},{"SurahNumber":19,"VerseNumber":62,"Text":"Onlar orada bos bir soz isitmezler. Ancak \"Selam\" isitirler. Orada sabah aksam rızıkları da hazırdır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste kullarımızdan takva sahibi olanlara verecegimiz cennet budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Cebrail dedi ki: Ey Muhammed!) \"Biz senin Rabbinin emri olmadıkca inmeyiz. Onumuzdeki ve ardımızdaki (butun gecmis ve gelecek seyler) ve bunların arasındakiler hep O'nundur. Rabbin de (seni) unutmus degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, goklerin, yerin ve aralarındakilerin Rabbidir. O halde, O'na ibadet et ve O'na ibadet etmekte sabırlı ol. Hic sen Allah'ın ismini tasıyan baska birini bilir misin"},{"SurahNumber":19,"VerseNumber":66,"Text":"Halbuki insan soyle der: \"Ben oldugum zaman, ileride gercekten diri olarak (mezardan) cıkarılacak mıyım"},{"SurahNumber":19,"VerseNumber":67,"Text":"O insan, daha once hicbir sey degilken kendisini yoktan var ettigimizi hatırlamaz mı"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbine andolsun ki biz onları (oldukten sonra dirilmeyi inkar eden kafirleri) seytanları ile beraber elbette ve elbette mahserde toplayacagız. Sonra onları muhakkak cehennemin etrafında dizleri ustu hazır bulunduracagız (ki cennetlikleri gorup hasret ceksinler)"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her zumreden Rahman'a karsı en ziyade isyankar hangileri ise, muhakkak ayırıp atacagız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra o cehenneme atılmaya layık olanların kimler bulundugunu elbette biz daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Icinizden hicbiri istisna edilmemek uzere mutlaka herkes cehenneme varacaktır. Bu, Rabbinin katında kesinlesmis bir hukumdur"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Allah'dan korkup, sakınanları kurtaracagız ve zalimleri de toptan cehennemde bırakacagız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine apacık okundugu zaman, o inkar edenler, iman edenlere dediler ki: \"Bu iki zumreden (Mumin ve kafirlerden) hangisi mevki bakımından daha iyi, meclis ve topluluk itibariyle daha guzeldir"},{"SurahNumber":19,"VerseNumber":74,"Text":"Halbuki biz, kendilerinden evvel, mal ve gosterisce daha guzel nice asırlar halkını helak etmisizdir"},{"SurahNumber":19,"VerseNumber":75,"Text":"Onlara de ki: \"Kim sapıklık icinde ise, Rahman ona mal ve evlatca ziyadelik ve azgınlıgında muhlet verir. Nihayet kendilerine vaad edilen azabı, yahut kıyamet gunu cehennemi gordukleri vakit, artık bilecekler kimin mevkii daha fena ve yardımcıları daha zayıfmıs"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah, hidayeti kabul edenlere, daha cok hidayet verir. Baki kalacak olan salih ameller, Rabbinin katında sevap bakımından da daha hayırlıdır, sonuc bakımından da daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Simdi ayetlerimizi inkar eden ve \"Elbette bana mal ve evlat verilecektir.\" diyen adamı gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"O (kafir), gaybı mı bildi? Yoksa Rahman (olan Allah) katından bir soz mu aldı"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır, asla oyle degil; biz onun soylediklerini yazacagız ve azabını cogalttıkca cogaltacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"O soyledigi (mal ve evlat gibi) seyleri de hep elinden alacagız ve o, tek basına bize gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Onlar, kendilerine kuvvet ve seref kazandırsın diye, Allah'dan baska ilah edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır, (zannettikleri gibi degil) tapındıkları ilahlar onların ibadetlerini inkar edecekler ve aleyhlerine donup dusman olacaklardır"},{"SurahNumber":19,"VerseNumber":83,"Text":"Gormedin mi? Biz seytanları o kafirler uzerine musallat ettik. Onları (gunaha) kıskırtıp duruyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Oyleyse onların hemen azaba ugratılmalarını isteme. Biz onların (ecel) gunlerini sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"O gun, takva sahiplerini, heyet olarak Rahman'ın huzuruna toplayacagız"},{"SurahNumber":19,"VerseNumber":86,"Text":"Sucluları da susuz olarak cehenneme surecegiz"},{"SurahNumber":19,"VerseNumber":87,"Text":"(O gun) Rahman (olan Allah)'ın katında bir ahd almıs olan kimseden baskaları sefaat etme hakkına sahip olamayacaklardır"},{"SurahNumber":19,"VerseNumber":88,"Text":"(Yahudilerle hıristiyanlar) \"Rahman, cocuk edindi\" dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Yemin olsun ki, siz cok cirkin bir sey soylediniz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Az kalsın, soyledikleri sozden gokler catlayacak, yer yarılacak ve daglar parcalanıp dagılacaktı"},{"SurahNumber":19,"VerseNumber":91,"Text":"O Rahman'a cocuk isnad ettiler diye"},{"SurahNumber":19,"VerseNumber":92,"Text":"Halbuki Rahman'a cocuk edinmek yarasmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Goklerde ve yerde bulunan hicbir kimse yoktur ki (kıyamet gunu) Rahman'ın huzuruna kul olarak cıkmasın"},{"SurahNumber":19,"VerseNumber":94,"Text":"And olsun ki Allah onların hepsini kusatmıs, kendilerini ve yaptıklarını bir bir saymıstır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Kıyamet gunu onların herbiri Allah'ın huzuruna tek basına cıkacaktır"},{"SurahNumber":19,"VerseNumber":96,"Text":"Iman edip, salih amel isleyenler var ya, Rahman (olan Allah) onları (gonullere) sevdirecektir"},{"SurahNumber":19,"VerseNumber":97,"Text":"(Ey Muhammed!) Biz Kur'an'ı senin dilin uzere kolaylastırdık ki, onunla Allah'tan korkup sakınanları mujdeleyesin, inat edenleri de korkutasın"},{"SurahNumber":19,"VerseNumber":98,"Text":"Hem onlardan once nice nesilleri helak ettik. (Simdi) onlardan hicbirini goruyor musun, yahud onların hafif bir sesini isitiyor musun"}]}