{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Pisaniye nisposlano ot Allakha Mogushchestvennogo, Mudrogo"},{"SurahNumber":45,"VerseNumber":3,"Text":"Voistinu, na nebesakh i na zemle yest' znameniya dlya veruyushchikh"},{"SurahNumber":45,"VerseNumber":4,"Text":"V sotvorenii vas i zhivykh tvarey, kotorykh On rasselil, yest' znameniya dlya lyudey ubezhdennykh"},{"SurahNumber":45,"VerseNumber":5,"Text":"V smene nochi i dnya, v udele, kotoryy Allakh nisposylayet s neba i posredstvom kotorogo On ozhivlyayet zemlyu posle yeye smerti, i v smene vetrov yest' znameniya dlya lyudey razumeyushchikh"},{"SurahNumber":45,"VerseNumber":6,"Text":"Vot ayaty Allakha, kotoryye My chitayem tebe istinno. V kakoy zhe rasskaz posle rasskaza ob Allakhe i yego znameniyakh oni veryat"},{"SurahNumber":45,"VerseNumber":7,"Text":"Gore vsyakomu lzhivomu greshniku"},{"SurahNumber":45,"VerseNumber":8,"Text":"On vyslushivayet ayaty Allakha, kotoryye chitayutsya yemu, a zatem nadmenno uporstvuyet, slovno on vovse ne slyshal ikh. Obraduy zhe yego vest'yu o muchitel'nykh stradaniyakh"},{"SurahNumber":45,"VerseNumber":9,"Text":"Kogda on uznayet o chem-libo iz Nashikh znameniy, on nachinayet nasmekhat'sya nad nimi. Takim ugotovany unizitel'nyye mucheniya"},{"SurahNumber":45,"VerseNumber":10,"Text":"Pered nimi - Geyenna. Ne spasut ikh to, chto oni priobreli, i te, kogo oni vzyali sebe v pokroviteli i pomoshchniki vmesto Allakha. Im ugotovany velikiye mucheniya"},{"SurahNumber":45,"VerseNumber":11,"Text":"Eto - vernoye rukovodstvo. A tem, kotoryye ne uverovali v znameniya svoyego Gospoda, ugotovany mucheniya ot velikogo nakazaniya"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allakh - Tot, Kto podchinil vam more, chtoby korabli plyli po nemu po Yego vole i chtoby vy iskali Yego milost'. Byt' mozhet, vy budete blagodarny"},{"SurahNumber":45,"VerseNumber":13,"Text":"On podchinil vam to, chto na nebesakh, i to, chto na zemle. Voistinu, v etom - znameniya dlya lyudey razmyshlyayushchikh"},{"SurahNumber":45,"VerseNumber":14,"Text":"Skazhi veruyushchim, chtoby oni prostili tekh, kotoryye ne nadeyutsya na dni Allakha, daby On vozdal lyudyam za to, chto oni priobretali"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kto postupayet pravedno, tot postupayet vo blago sebe. A kto tvorit zlo, tot postupayet vo vred sebe. A zatem vy budete vozvrashcheny k vashemu Gospodu"},{"SurahNumber":45,"VerseNumber":16,"Text":"My uzhe darovali synam Israila (Izrailya) Pisaniye, vlast' i prorochestvo, nadelili ikh blagami i predpochli ikh miram"},{"SurahNumber":45,"VerseNumber":17,"Text":"My darovali im yasnyye znameniya iz poveleniya. Oni zhe razoshlis' vo mneniyakh lish' posle togo, kak k nim yavilos' znaniye, po prichine zavisti i nespravedlivogo otnosheniya drug k drugu. Voistinu, tvoy Gospod' rassudit ikh v Den' voskreseniya v tom, v chem oni raskhodilis' vo mneniyakh"},{"SurahNumber":45,"VerseNumber":18,"Text":"Potom My nastavili tebya na put' iz poveleniya. Sleduy im i ne potakay zhelaniyam tekh, kotoryye ne obladayut znaniyem"},{"SurahNumber":45,"VerseNumber":19,"Text":"Oni niskol'ko ne spasut tebya ot Allakha. Voistinu, bezzakonniki yavlyayutsya pomoshchnikami i druz'yami drug drugu, a Allakh yavlyayetsya Pokrovitelem bogoboyaznennykh"},{"SurahNumber":45,"VerseNumber":20,"Text":"Eto - naglyadnoye nastavleniye dlya lyudey, vernoye rukovodstvo i milost' dlya lyudey ubezhdennykh"},{"SurahNumber":45,"VerseNumber":21,"Text":"Neuzheli te, kotoryye priobretali zlo, polagali, chto My polnost'yu priravnyayem ikh k tem, kotoryye uverovali i sovershali pravednyye deyaniya, kak pri zhizni, tak i posle smerti? Kak zhe skverny ikh suzhdeniya"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allakh sotvoril nebesa i zemlyu radi istiny i dlya togo, chtoby kazhdaya dusha poluchila vozdayaniye za to, chto ona priobrela, i s nimi ne postupyat nespravedlivo"},{"SurahNumber":45,"VerseNumber":23,"Text":"Videl li ty togo, kto obozhestvil svoyu prikhot'? Allakh vvel yego v zabluzhdeniye na osnovanii znaniya, zapechatal yego slukh i serdtse i brosil na yego vzor pokryvalo. Kto zhe nastavit yego na pryamoy put' posle Allakha? Neuzheli vy ne pomyanite nazidaniye"},{"SurahNumber":45,"VerseNumber":24,"Text":"Oni skazali: «Yest' tol'ko nasha mirskaya zhizn'. My umirayem i rozhdayemsya, i nas ne gubit nichto, krome vremeni». U nikh net ob etom nikakogo znaniya. Oni lish' delayut predpolozheniya"},{"SurahNumber":45,"VerseNumber":25,"Text":"Kogda im chitayut Nashi yasnyye ayaty, ikh yedinstvennym dovodom okazyvayutsya slova: «Privedite nashikh ottsov, yesli vy govorite pravdu»"},{"SurahNumber":45,"VerseNumber":26,"Text":"Skazhi: «Allakh daruyet vam zhizn', zatem umershchvlyayet vas, a zatem On soberet vas ko Dnyu voskreseniya, v kotorom net somneniya». Odnako bol'shinstvo lyudey ne znayet etogo"},{"SurahNumber":45,"VerseNumber":27,"Text":"Allakhu prinadlezhit vlast' nad nebesami i zemley. V tot den', kogda nastanet Chas, priverzhentsy lzhi okazhutsya v ubytke"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ty uvidish' vse obshchiny kolenopreklonennymi. Kazhduyu obshchinu prizovut k yeye Pisaniyu (Knige deyaniy): «Segodnya vam vozdastsya za to, chto vy sovershali»"},{"SurahNumber":45,"VerseNumber":29,"Text":"Eto Pisaniye Nashe (Kniga deyaniy) govorit protiv vas po spravedlivosti. My prikazali zapisyvat' vse, chto vy sovershali"},{"SurahNumber":45,"VerseNumber":30,"Text":"Chto kasayetsya tekh, kotoryye uverovali i sovershali pravednyye deyaniya, to ikh Gospod' vvedet ikh v Svoyu milost'. Eto i yest' yavnoye preuspeyaniye"},{"SurahNumber":45,"VerseNumber":31,"Text":"A chto kasayetsya tekh, kotoryye ne uverovali, to im budet skazano: «Razve vam ne chitalis' Moi ayaty? Vy vozgordilis' i byli lyud'mi greshnymi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Kogda vam govorili, chto obeshchaniye Allakha istinno i chto v Chase net somneniya, vy govorili: «My ne znayem, chto takoye Chas. My polagayem, chto eto - vsego lish' predpolozheniya. My ne imeyem tverdoy ubezhdennosti»»"},{"SurahNumber":45,"VerseNumber":33,"Text":"Im otkrylos' zlo, kotoroye oni sovershili, i ikh okruzhilo (ili porazilo) to, nad chem oni nasmekhalis'"},{"SurahNumber":45,"VerseNumber":34,"Text":"Budet skazano: «Segodnya My predadim vas zabveniyu, podobno tomu, kak vy predali zabveniyu vstrechu s etim dnem vashim. Vashim pristanishchem budet Ogon', i ne budet u vas pomoshchnikov"},{"SurahNumber":45,"VerseNumber":35,"Text":"Eto vam - za to, chto vy nasmekhalis' nad znameniyami Allakha i obol'stilis' mirskoy zhizn'yu. Segodnya oni ne vyydut ottuda, i ot nikh ne potrebuyut pokayaniya»"},{"SurahNumber":45,"VerseNumber":36,"Text":"Khvala Allakhu, Gospodu nebes i zemli, Gospodu mirov"},{"SurahNumber":45,"VerseNumber":37,"Text":"Yemu prinadlezhit velichiye na nebesakh i na zemle. On - Mogushchestvennyy, Mudryy"}]}