{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Suratu Al-Hashr. O que ha nos ceus e o que ha na terra glorificam a Allah. E Ele e O Todo-Poderoso, O Sabio"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ele e Quem fez sair, de seus lares, os que renegaram a Fe, dentre os seguidores do Livro, quando do primeiro exodo. Nao pensastes que eles sairiam. E eles pensaram que suas fortalezas os abrigariam de Allah. Mas Allah chegou-lhes por onde nao supunham, e arrojou o terror em seus coracoes: arruinaram suas casas, com as proprias maos e com as maos dos crentes. Entao, tomai licao disso, o vos dotados de visao"},{"SurahNumber":59,"VerseNumber":3,"Text":"E nao lhes houvesse Allah prescrito o desterro, have-los-ia castigado, na vida terrena. E terao, na Derradeira Vida, o castigo do Fogo"},{"SurahNumber":59,"VerseNumber":4,"Text":"Isso, porque discordaram de Allah e de Seu Mensageiro. E quem discorda de Allah, por certo, Allah e Veemente na punicao"},{"SurahNumber":59,"VerseNumber":5,"Text":"O que cortastes de tamareiras, ou o que delas deixastes de pe foi com a permissao de Allah e para ignominiar os perversos"},{"SurahNumber":59,"VerseNumber":6,"Text":"E o que de seus espolios Allah fez chegar a Seu Mensageiro, sem combate, vos, para isso, nao estimulastes nem cavalos nem camelos; mas Allah da a Seus Mensageiros dominacao sobre quem Ele quer. E Allah, sobre todas as cousas, e Onipotente"},{"SurahNumber":59,"VerseNumber":7,"Text":"O que dos espolios dos habitantes das aldeias Allah faz chegar, sem combate, a Seu Mensageiro, e de Allah, e do Mensageiro, e dos parentes deste, e dos orfaos, e dos necessitados, e do filho do caminho para que isso nao seja alternado entre os ricos dos vossos. E o que o Mensageiro vos conceder, tomai-o; e o de que vos coibir, abstende-vos dele. E temei a Allah. Por certo, Allah e Veemente na punicao"},{"SurahNumber":59,"VerseNumber":8,"Text":"Os espolios sao, tambem, dos pobres emigrantes, que foram expulsos de seus lares e privados de suas riquezas, ao buscarem favor de Allah e agrado, e ao socorrerem a Allah e a Seu Mensageiro. Esses sao os veridicos"},{"SurahNumber":59,"VerseNumber":9,"Text":"E os que habitaram o lar e abracaram a Fe, antes deles, amam os que emigraram para eles, e nao encontraram em seus peitos cobica do que Ihes foi concedido. E preferem-nos a si mesmos, mesmo estando em necessidade. E quem se guarda de sua propria mesquinhez, esses sao os bem aventurados"},{"SurahNumber":59,"VerseNumber":10,"Text":"E os que chegaram, depois deles, dizem: \"Senhor nosso! Perdoa-nos e a nossos irmaos, que se nos anteciparam, na Fe, e nao facas existir, em nossos coracoes, odio para com os que creem. Senhor nosso! Por certo, es Compassivo, Misericordiador"},{"SurahNumber":59,"VerseNumber":11,"Text":"Nao viste os que sao hipocritas? Dizem a seus irmaos que renegam a Fe, dentre os seguidores do Livro: \"Em verdade, se vos fizerem sair, sairemos convosco e jamais obedeceremos a alguem contra vos; e, se fordes combatidos, socorrer-vos-emos.\" E Allah testemunha que, por certo, eles sao mentirosos"},{"SurahNumber":59,"VerseNumber":12,"Text":"Em verdade, se os fizerem sair, nao sairao com eles; e, se forem combatidos, nao os socorrerao. E, se os socorressem, fugiriam voltando as costas; em seguida, eles nao seriam socorridos"},{"SurahNumber":59,"VerseNumber":13,"Text":"Em verdade, vos sois mais veementes, em causar pavor em seus peitos, que Allah. Isso, porque sao um povo que nao entende"},{"SurahNumber":59,"VerseNumber":14,"Text":"Juntos, nao vos combaterao, senao em aldeias fortificadas, ou atras de muros. Sua furia, entre eles e veemente. Tu os supoes unidos, enquanto seus coracoes estao dispersos. Isso, porque sao um povo que nao razoa"},{"SurahNumber":59,"VerseNumber":15,"Text":"Sao iguais aos que foram antes deles, ha pouco. Experimentaram a nefasta consequencia de sua conduta, e terao doloroso castigo"},{"SurahNumber":59,"VerseNumber":16,"Text":"Sao iguais a Sata, quando disse ao ser humano: \"Renega a Fe!\" Entao, quando renegou a Fe, disse aquele: \"Por certo, estou em rompimento contigo; por certo, temo a Allah, O Senhor dos mundos"},{"SurahNumber":59,"VerseNumber":17,"Text":"Entao, o fim de ambos e estarem no Fogo; nele serao eternos. E esta e a recompensa dos injustos"},{"SurahNumber":59,"VerseNumber":18,"Text":"O vos que credes! Temei a Allah, e que toda alma olhe o que ela antecipou, para o amanha. E temei a Allah. Por certo, Allah, do que fazeis, e Conhecedor"},{"SurahNumber":59,"VerseNumber":19,"Text":"E nao sejais como os que esqueceram a Allah; entao, Ele os fez esquecer a si mesmos. Esses sao os perversos"},{"SurahNumber":59,"VerseNumber":20,"Text":"Nao se igualam os companheiros do Fogo e os companheiros do Paraiso. Os companheiros do Paraiso sao os triunfadores"},{"SurahNumber":59,"VerseNumber":21,"Text":"Se houvessemos feito descer este Alcorao sobre uma montanha, ve-la-ias humilde, rachada, por receio de Allah. E estes exemplos, propomo-los, para os homens, a fim de refletirem"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ele e Allah. Nao existe deus senao Ele, O Sabedor do invisivel e do visivel, Ele e O Misericordioso, O Misericordiador"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ele e Allah. Nao existe deus senao Ele, O Rei, O Puro, A Paz, O Confortador, O Predominante, O Todo-Poderoso, O Transcendente, O Orgulhoso. Glorificado seja Allah, acima do que idolatram"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ele e Allah, O Criador, O Iniciador da criacao, O Configurador; dEle sao os mais belos nomes. O que ha nos ceus e na terra glorifica-O. E Ele e O Todo-Poderoso, O Sabio"}]}