{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Nkembo naye oyo akitisa bososoli epai na mowumbu naye, mpo azala mokebisi тропа mokili mobimba"},{"SurahNumber":25,"VerseNumber":2,"Text":"Oyo bokonzi ya likolo mpe ya nsé ezali yaye, mpe amipesaka mwana te, mpe akoki kozala na mosangisi te okati ya bokonzi, mpe akela biloko binso, mpe apesa yango bokoki bwa semba"},{"SurahNumber":25,"VerseNumber":3,"Text":"Mpe batiki ye bazui banzambe misusu baye bakelaka eloko te, po bango moko bakelama, mpe bazali na makoki ya komisala bolamu te mpe komisala mabe te, mpe basimbi liwa na maboko na bango te, mpe bomoyi te, mpe bazali na makoki ya kosekwisa te (o sima ya liwa)"},{"SurahNumber":25,"VerseNumber":4,"Text":"Mpe baye bapengwa bazali koloba ete: Oyo ezali sé lokuta monene oyo ayei na yango, (ye Muhammad) mpe bato basusu basalisi ye na yango, ya solo bango basili kobuka lokuta mpe na libubi"},{"SurahNumber":25,"VerseNumber":5,"Text":"Mpe balobi ezali nde masapo ya kala oyo asengaki bakomela ye bazalaki kotangela ye yango tongo na pokwa"},{"SurahNumber":25,"VerseNumber":6,"Text":"Loba: Akitisa yango oyo ayebi sekele ya likolo na mabele. Ya soló, ye azali molimbisi atonda mawa"},{"SurahNumber":25,"VerseNumber":7,"Text":"Mpe bazali koloba: Ndenge nini motindami azali kolia biloko mpe azali kotambola okati ya bazando? Mpona nini bakitiselaki epai naye anzelu te mpona azala mokebisi elongo naye"},{"SurahNumber":25,"VerseNumber":8,"Text":"To, babwakela ye bomengo, to azala na bilanga mpo aliaka na yango. Mpe babubi balobi: Oyo bozali kolanda azali ya kolokama"},{"SurahNumber":25,"VerseNumber":9,"Text":"Tala lolenge bapesi yo bandakisa, mpe bamibungisi bakoki kozua nzela te (nzela ya bokambami epai ya Allah)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Nkembo naye oyo soki alingi akotiela yo bolamu ebele koleka oyo wana, (soki alingi andimela yo bolamu okati ya) bilanga eye ezali koleka o nsé na yango mingala, mpe akotiela yo bandako ya kitoko"},{"SurahNumber":25,"VerseNumber":11,"Text":"Kaši baboyi kondima na mokolo ya suka, na yango tolengeli moto ya makasi тропа baye bazui yango na lokuta"},{"SurahNumber":25,"VerseNumber":12,"Text":"Soki yango emoni bango na mosika, babandi koyoka kotoka mpe lolaka na yango"},{"SurahNumber":25,"VerseNumber":13,"Text":"Mpe tango bakobwakama okati na yango na esika ya moke, maboko makangami na sima ya bakingo, na tango wana bakosenge ete bakufa mpe babebisama mbala moko"},{"SurahNumber":25,"VerseNumber":14,"Text":"Lelo bosenga liwa mbala moko te, kasi bosenga yango mbala ebele"},{"SurahNumber":25,"VerseNumber":15,"Text":"Loba: Boye oyo ezali malamu to Iola ya libela eye elakama тропа babangi. Yango ezali lifuta mpe esika ya bozongi na bango ya suka"},{"SurahNumber":25,"VerseNumber":16,"Text":"Bakozua nyoso bazali na yango mposa, libela na libela kati na yango. Wana ezali solo elaka ya Nkolo wayo eye ekozangaka te"},{"SurahNumber":25,"VerseNumber":17,"Text":"Mpe mokolo moye (Allah) akosangisa bango elongo na maye bazalaki kobondela na kotika Allah, akotuna bango: Boye bino nde bobungisaki bawumbu na ngai oyo to bango moko babungaki nzela"},{"SurahNumber":25,"VerseNumber":18,"Text":"Bakolobaka: Lokumu nayo, esengeli na biso te kotika yo mpe tozua bakonzi babateli basusu, kasi opesaki bango mpe batata na bango bomengo na bisengo kino babosani bokundoli (kurani), mpe bazalaki nde bato ya kobunga"},{"SurahNumber":25,"VerseNumber":19,"Text":"Bawangani bino na maye bozali koloba, mpe bokozua esika ya kokima te mpe lisungi te. Mpe oyo akobuba o kati na bino, tokomekisa ye etumbu ya monene"},{"SurahNumber":25,"VerseNumber":20,"Text":"Mpe totindaki liboso nayo batindami, bazalaki kolia bilei mpe kotambola na bazando, mpe totiaki basusu bazala elembo ya komekama ya baninga na bango, boye bokoyika mpiko? Kasi Nkolo wayo azali kornona"},{"SurahNumber":25,"VerseNumber":21,"Text":"Mpe baye bazali kolikia na elaka na biso te, bazali koloba: Soki ata bakitiselaka biso ba anzelu to mpe tomona Nkolo wa biso? Basili komisalela lolendo, mpe balekisi ndelo monene тропа komikumisa"},{"SurahNumber":25,"VerseNumber":22,"Text":"Mokolo oyo bato mabe bakomona ba anzelu ekozala sango malamu te, (ba anzelu) bakolobaka na batomboki ete: Epekisami; nzela ezali te, (epekisami na bino kozua sango ya malamu тропа kokota na lola)"},{"SurahNumber":25,"VerseNumber":23,"Text":"Mpe tokozua maye basalaki mpe tokomisi yango putulu ezali kopumbwa"},{"SurahNumber":25,"VerseNumber":24,"Text":"Mokolo wana bato ya lola bakozalaka na bosepeli mpe na bisika ya kitoko mpe bopemi bolamu"},{"SurahNumber":25,"VerseNumber":25,"Text":"Mpe mokolo moye likolo likopasukaka na mapata, mpe ba anzelu bakokitaka"},{"SurahNumber":25,"VerseNumber":26,"Text":"Mokolo wana bokonzi ya sôló ekozalaka sé ya Ar-Rahmân, mpe ekozalaka mokolo ya mpasi тропа bapengwi"},{"SurahNumber":25,"VerseNumber":27,"Text":"Mpe mokolo moye mobubi akomisuaka maboko mibale mpe akolobaka: Soki nalandaka ata nzela ya motindami"},{"SurahNumber":25,"VerseNumber":28,"Text":"Eh ngai, mawa na nagi; soki nazuaki songolo te moninga"},{"SurahNumber":25,"VerseNumber":29,"Text":"Asilaki kobungisa ngai mpe atiye ngai mosika na bokundoli tango eyelaki ngai (kurani). Kasi ya sólo, penza satana azali mokosi mpo na moto, (akimaka moto o sima ya komeka ye mpe kobungisa ye)"},{"SurahNumber":25,"VerseNumber":30,"Text":"Мре motindami alobi ete: Oh Nkolo wa ngai! Ya soló, bato na ngai basundoli kurani oyo"},{"SurahNumber":25,"VerseNumber":31,"Text":"Mpe lolenge wana nde totiyelaki ntoma na ntoma monguna otei ya batomboki, kasi Nkolo wayo akoki тропа bokambami mpe azali mosungi"},{"SurahNumber":25,"VerseNumber":32,"Text":"Mpe bapengwi bakolobaka: Mpona nini kurani yango ekitelaki ye mbala moko te? Tokitisaki yango ndenge wana mpona kolendisa motema nayo, mpe tozalaki kotanga yango malamu penza (kotangisa ye kurani mpe koyekola yango na pete)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Mpe bakokoka koyela yo lisese moko te sé tokoyela yo bosembo mpe ndimbola na yango ya malamu koleka"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ba oyo bakosangisamaka na bilongi na bango na moto ya lifelo, bango wana nde bakozala na esika ya mabe mpe libungi ya mosika"},{"SurahNumber":25,"VerseNumber":35,"Text":"Mpe tosilaki kopesa Mûssa buku, mpe topesaki ye ndeko naye Háruna mpo asalisa ye"},{"SurahNumber":25,"VerseNumber":36,"Text":"Mpe tolobaki: Bökende bino mibale epai ya bato oyo baboyaki kondimela mikapo mia biso, sima tobebisaki bango banso. (koboma bango)"},{"SurahNumber":25,"VerseNumber":37,"Text":"Мре bato ya Nûh, tango baboyaki kondimela ba tindami tozindisaki bango mpe totiyaki bango bazala elembo тропа bato, kasi tobombeli babubi etumbu ya makasi"},{"SurahNumber":25,"VerseNumber":38,"Text":"Mpe aad na Thamúd, na bato ya rass, elongo na bato basusu ebele kati kati na bango sé lolenge moko"},{"SurahNumber":25,"VerseNumber":39,"Text":"Mpe tobetelaki bato banso ndakisa, mpe bango banso tolimwisaki bango na lolenge ya makasi"},{"SurahNumber":25,"VerseNumber":40,"Text":"Mpe basilaki koleka o mboka oyo ebetelaki mbula ya mabe, boye bazali kornona yango te? Kasi bazalaki kolikia na mokolo ya lisekwa te"},{"SurahNumber":25,"VerseNumber":41,"Text":"Mpe soki bamoni yo, bazali koseka yo, bazali koloba: Oyo nde oyo Allah atindaki mpo azala motindami"},{"SurahNumber":25,"VerseNumber":42,"Text":"Etikali токе abungisa biso nzela ya banzambe ba biso, soki koyika mpiko na biso te nabango. Kasi mosika te, bakoyeba, ntango bakomona etumbu ete nani abungi nzela koleka"},{"SurahNumber":25,"VerseNumber":43,"Text":"Boye ozali kornona te moto oyo azui mposa naye nde nzambe naye? Boye yo ozali mobateli ya moto ya motindo oyo"},{"SurahNumber":25,"VerseNumber":44,"Text":"To ozali kokanisa ete ebele na bango bazali koyoka to koyeba? Kasi bazali nde lokola banyama mpe bazali babungi nzela koleka"},{"SurahNumber":25,"VerseNumber":45,"Text":"Boye ozali kornona te lolenge Nkolo wayo atiaki molili? Soki alingaki, mbele akangisi yango esika moko. Sima totiyaki moyi ezala elembo тропа yango"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sima tozuaki ye mpe tomemaki ye epai na biso na pete"},{"SurahNumber":25,"VerseNumber":47,"Text":"Mpe ye nde atielaki bino butu ezala elamba, mpe pongi ezala bopemi, mpe atiaki mokolo ezali bozongi na bomoyi (kolamuka)"},{"SurahNumber":25,"VerseNumber":48,"Text":"Mpe ye nde azali kotinda mopepe lokola elaka ya ngolu naye. Sima akitisi kowuta na yango mayi ya peto (kowuta o likolo)"},{"SurahNumber":25,"VerseNumber":49,"Text":"Mpona kopesa bomoyi o mboka eye ekauka mpe komelisa bato mpe bibwele na biye binso bizali kati na yango"},{"SurahNumber":25,"VerseNumber":50,"Text":"Mpe tosilaki kokabola kati kati na bango mpo ete bakanisa (biso), kasi ebele ya bato baboyi yango baponi sé bopengwi"},{"SurahNumber":25,"VerseNumber":51,"Text":"Mpe soki tolingaki, mbele totindaki na mboka inso mokebisi"},{"SurahNumber":25,"VerseNumber":52,"Text":"Kaši kotosa bapengwi te, mpe bundisa bango (na kurani), kobundisa ya bonene"},{"SurahNumber":25,"VerseNumber":53,"Text":"Мре ye nde atandı bibale mibale bizali kotiola esika moko, oyo ezali malili kitoko, mpe oyo mosusu ezali mungwa kitoko te, mpe atie ndelo kati kati na yango mibale mpo ekutana te"},{"SurahNumber":25,"VerseNumber":54,"Text":"Mpe ye nde akeli moto na litanga ya mayi, mpe apesi ye libota mpe bolongani. Mpe Nkolo wayo azali penza na bokoki"},{"SurahNumber":25,"VerseNumber":55,"Text":"Mpe bazali kobondela basusu batiki Allah, ba oyo bakosalela bango bolamu to mabe te. Mompegwi akozala mosungi ya monguna ya Nkolo naye"},{"SurahNumber":25,"VerseNumber":56,"Text":"Mpe totindaki yo te sé mpo ozala mopesi sango mpe mokebisi"},{"SurahNumber":25,"VerseNumber":57,"Text":"Loba: Nazali kosenga bino lifuta moko te sé na moto oyo alingi kozua nzela ya Nkolo naye"},{"SurahNumber":25,"VerseNumber":58,"Text":"Mpe mipesa epai ya oyo azali na bomoi liwa ezuaka ye te (Allah), mpe pesa lokumu naye. Мре ayebi malamu masumu ya bawumbu baye"},{"SurahNumber":25,"VerseNumber":59,"Text":"Oyo akela likolo na mabele, na maye manso mazali otei na yango nyoso mibale na mikolo motoba, mpe sima amitombwami na likolo ya ngwende, Ar-Rahmân nde tika ete otuna sé oyo ayebi manso"},{"SurahNumber":25,"VerseNumber":60,"Text":"Мре soki bayebisi bango ete: Bofukamela Ar-Rahmân, (Allah) bakozongisa été: Nani Ar-Rahmân? Tofukamela oyo ozali kotinda biso? Мре ezali kobakisela bango sé bopengwi. (ezali malamu kogumbama sima ya mokapo moye)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Mapamboli naye oyo atia olikolo minzoto mpe ati moyi mpe sanza ya kongenga"},{"SurahNumber":25,"VerseNumber":62,"Text":"Mpe ye nde atia butu na mokolo elandana na bongengi mpe molili, тропа oyo alingi kokanisa to mpe kopesa matondi"},{"SurahNumber":25,"VerseNumber":63,"Text":"Mpe bawumbu ya Ar-Rahmân bazali baye batambolaka likolo ya mabele na malembe mpe limemia na komikitisa, mpe soki batumoli bango na baye bayebi eloko te, bayanoli bango été: Kimia"},{"SurahNumber":25,"VerseNumber":64,"Text":"Mpe baye bazali kolekisa butu na bango nakotelema mpe kofukamela Nkolo na bango"},{"SurahNumber":25,"VerseNumber":65,"Text":"Mpe baye bazali koloba: Nkolo tiya biso mosika na etumbu ya lifelo, mpo ya soló etumbu na yango ekozala ya libela"},{"SurahNumber":25,"VerseNumber":66,"Text":"Ya soló, yango ezali esika mabe тропа kovanda"},{"SurahNumber":25,"VerseNumber":67,"Text":"Мре baye bazali kokaba to kobimisa тре bazali kolekisa ndelo te mpe batiki kokaba te, kasi bazali na kati kati"},{"SurahNumber":25,"VerseNumber":68,"Text":"Mpe baye bazali kobondela Allah mpe kosangisa ye na banzambe misusu te, mpe bazali koboma molimo oyo Allah apekisaki te, longola sé ezala na nzela ya bosôló, mpe bazali kosala ekobo te. Kasi oyo akosala yango akozua etumbu"},{"SurahNumber":25,"VerseNumber":69,"Text":"Bakobakiselaka ye etumbu o mokolo mwa suka, mpe akotikalaka libela okati na yango mpe azingami na kozanga lokumu"},{"SurahNumber":25,"VerseNumber":70,"Text":"Longola sé oyo akotubela mpe andimi mpe alandisi kosala misala milamu, Allah akobongolaka mabe na bango ekomi bolamu. Mpe Allah azali molimbisi atonda mawa"},{"SurahNumber":25,"VerseNumber":71,"Text":"Mpe oyo akotubela mpe asali mosala ya malamu, ya solo Allah akondimelaka ye bozongi"},{"SurahNumber":25,"VerseNumber":72,"Text":"Mpe baye batatolaka na lokuta te, mpe soki bakutani na makambo mazanga ntina, bapesi yango mokongo"},{"SurahNumber":25,"VerseNumber":73,"Text":"Мре baye soki bakundoli bango mikapo mia Nkolo wa bango, bakozangaka koyoka mpe kornona yango te"},{"SurahNumber":25,"VerseNumber":74,"Text":"Mpe baye balobaka ete: Nkolo, pesa biso bosepelisi miso bolamu kowuta epai ya basi na biso mpe mabota na biso, mpe otia biso bakambi ya baye bazali kobanga"},{"SurahNumber":25,"VerseNumber":75,"Text":"Bango wana nde lifuta na bango ekozala esika ya likolo (o paladizo) mpo été bakangaki mitema, mpe bakokutana na losako mpe kimia o kati na yango"},{"SurahNumber":25,"VerseNumber":76,"Text":"Libela kati na yango, boye bolamu kani bakozuaka o esika ena bakozalaka"},{"SurahNumber":25,"VerseNumber":77,"Text":"Loba: Nkolo wa ngai akomitungisa тропа bino te wana bozangi losambo na bino, mpo bozwaka(ntoma) lokuta, na yango etumbu ekotika bino te, mpe ekozalaka seko na seko"}]}