{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Kasama tūraparbatēra"},{"SurahNumber":52,"VerseNumber":2,"Text":"ēbaṁ likhita kitābēra"},{"SurahNumber":52,"VerseNumber":3,"Text":"praśasta patrē"},{"SurahNumber":52,"VerseNumber":4,"Text":"kasama bāẏatula-māmura tathā ābāda gr̥hēra"},{"SurahNumber":52,"VerseNumber":5,"Text":"ēbaṁ samunnata chādēra"},{"SurahNumber":52,"VerseNumber":6,"Text":"ēbaṁ uttāla samudrēra"},{"SurahNumber":52,"VerseNumber":7,"Text":"āpanāra pālanakartāra śāsti abaśyambhābī"},{"SurahNumber":52,"VerseNumber":8,"Text":"tā kē'u pratirōdha karatē pārabē nā."},{"SurahNumber":52,"VerseNumber":9,"Text":"Sēdina ākāśa prakampita habē prabalabhābē."},{"SurahNumber":52,"VerseNumber":10,"Text":"Ēbaṁ parbatamālā habē calamāna"},{"SurahNumber":52,"VerseNumber":11,"Text":"sēdina mithyārōpakārīdēra durbhōga habē"},{"SurahNumber":52,"VerseNumber":12,"Text":"Yārā krīṛācchalē michēmichi kathā bānāẏa."},{"SurahNumber":52,"VerseNumber":13,"Text":"Sēdina tōmādērakē jāhānnāmēra agnira dikē dhākkā mērē mērē niẏē yā'ōẏā habē."},{"SurahNumber":52,"VerseNumber":14,"Text":"Ēbaṁ balā habēḥ ē'i sē'i agni, yākē tōmarā mithyā balatē"},{"SurahNumber":52,"VerseNumber":15,"Text":"ēṭā ki jādu, nā tōmarā cōkhē dēkhacha nā"},{"SurahNumber":52,"VerseNumber":16,"Text":"ētē prabēśa kara ataḥpara tōmarā sabara kara athabā nā kara, ubhaẏa'i tōmādēra jan'ya samāna. Tōmarā yā karatē tōmādērakē kēbala tāra'i pratiphala dēẏā habē."},{"SurahNumber":52,"VerseNumber":17,"Text":"Niścaẏa khōdābhīrurā thākabē jānnātē ō nēẏāmatē."},{"SurahNumber":52,"VerseNumber":18,"Text":"Tārā upabhōga karabē yā tādēra pālanakartā tādēra dēbēna ēbaṁ tini jāhānnāmēra āyāba thēkē tādērakē rakṣā karabēna."},{"SurahNumber":52,"VerseNumber":19,"Text":"Tādērakē balā habēḥ tōmarā yā karatē tāra pratiphalasbarūpa tōmarā tr̥pta haẏē pānāhāra kara."},{"SurahNumber":52,"VerseNumber":20,"Text":"Tārā śrēṇībad'dha sinhāsanē hēlāna diẏē basabē. Āmi tādērakē āẏatalōcanā huradēra sāthē bibāhabandhanē ābad'dha karē dēba."},{"SurahNumber":52,"VerseNumber":21,"Text":"Yārā īmānadāra ēbaṁ yādēra santānarā īmānē tādēra anugāmī, āmi tādērakē tādēra pitr̥puruṣadēra sāthē milita karē dēba ēbaṁ tādēra āmala bindumātra'ō hrāsa karaba nā. Pratyēka byakti nija kr̥ta karmēra jan'ya dāẏī."},{"SurahNumber":52,"VerseNumber":22,"Text":"Āmi tādērakē dēba phala-mūla ēbaṁ mānsa yā tārā cā'ibē."},{"SurahNumber":52,"VerseNumber":23,"Text":"Sēkhānē tārā ēkē aparakē pānapātra dēbē; yātē asāra bakābaki nē'i ēbaṁ pāpakarma'ō nē'i."},{"SurahNumber":52,"VerseNumber":24,"Text":"Surakṣita mōtisadr̥śa kiśōrarā tādēra sēbāẏa ghurāphērā karabē."},{"SurahNumber":52,"VerseNumber":25,"Text":"Tārā ēkē aparēra dikē mukha karē jijñāsābāda karabē."},{"SurahNumber":52,"VerseNumber":26,"Text":"Tārā balabēḥ āmarā itipūrbē nijēdēra bāsagr̥hē bhīta-kampita chilāma."},{"SurahNumber":52,"VerseNumber":27,"Text":"Ataḥpara āllāha āmādēra prati anugraha karēchēna ēbaṁ āmādērakē āgunēra śāsti thēkē rakṣā karēchēna."},{"SurahNumber":52,"VerseNumber":28,"Text":"Āmarā pūrbē'ō āllāhakē ḍākatāma. Tini saujan'yaśīla, parama daẏālu."},{"SurahNumber":52,"VerseNumber":29,"Text":"Ata'ēba, āpani upadēśa dāna karuna. Āpanāra pālanakartāra kr̥pāẏa āpani atīndriẏabādī nana ēbaṁ um'māda'ō nana."},{"SurahNumber":52,"VerseNumber":30,"Text":"Tārā ki balatē cāẏaḥ sē ēkajana kabi āmarā tāra mr̥tyu-durghaṭanāra pratīkṣā karachi."},{"SurahNumber":52,"VerseNumber":31,"Text":"Balunaḥ tōmarā pratīkṣā kara, āmi'ō tōmādēra sāthē pratīkṣārata āchi."},{"SurahNumber":52,"VerseNumber":32,"Text":"Tādēra bud'dhi ki ē biṣaẏē tādērakē ādēśa karē, nā tārā sīmālaṅghanakārī sampradāẏa"},{"SurahNumber":52,"VerseNumber":33,"Text":"nā tārā balēḥ ē'i kōra'āna sē nijē racanā karēchē? Baraṁ tārā abiśbāsī."},{"SurahNumber":52,"VerseNumber":34,"Text":"Yadi tārā satyabādī haẏē thākē, tabē'ēra anurūpa kōna racanā upasthita karuka."},{"SurahNumber":52,"VerseNumber":35,"Text":"Tārā ki āpanā-āpani'i sr̥jita haẏē gēchē, nā tārā nijērā'i sraṣṭā"},{"SurahNumber":52,"VerseNumber":36,"Text":"nā tārā nabhōmanḍala ō bhūmanḍala sr̥ṣṭi karēchē? Baraṁ tārā biśbāsa karē nā."},{"SurahNumber":52,"VerseNumber":37,"Text":"Tādēra kāchē ki āpanāra pālanakartāra bhānḍāra raẏēchē, nā tārā'i sabakichura tattbābadhāẏaka"},{"SurahNumber":52,"VerseNumber":38,"Text":"nā tādēra kōna sim̐ṛi āchē, yātē ārōhaṇa karē tārā śrabaṇa karē? Thākalē tādēra śrōtā suspaṣṭa pramāṇa upasthita karuka."},{"SurahNumber":52,"VerseNumber":39,"Text":"Nā tāra kan'yā-santāna āchē āra tōmādēra āchē putrasantāna"},{"SurahNumber":52,"VerseNumber":40,"Text":"nā āpani tādēra kāchē pāriśramika cāna yē, tādēra upara jarimānāra bōjhā cēpē basē"},{"SurahNumber":52,"VerseNumber":41,"Text":"nā tādēra kāchē adr̥śya biṣaẏēra jñāna āchē yē, tārā'i tā lipibad'dha karē"},{"SurahNumber":52,"VerseNumber":42,"Text":"nā tārā cakrānta karatē cāẏa? Ata'ēba yārā kāphēra, tāra'i cakrāntēra śikāra habē."},{"SurahNumber":52,"VerseNumber":43,"Text":"Nā tādēra āllāha tā’ālā byatīta kōna upāsya āchē? Tārā yākē śarīka karē, āllāha tā’ālā tā thēkē pabitra."},{"SurahNumber":52,"VerseNumber":44,"Text":"Tārā yadi ākāśēra kōna khanḍakē patita hatē dēkhē, tabē balē ēṭā tō puñjībhuta mēgha."},{"SurahNumber":52,"VerseNumber":45,"Text":"Tādērakē chēṛē dina sēdina paryanta, yēdina tādēra upara bajrāghāta patita habē."},{"SurahNumber":52,"VerseNumber":46,"Text":"Sēdina tādēra cakrānta tādēra kōna upakārē āsabē nā ēbaṁ tārā sāhāyyaprāpta'ō habē nā."},{"SurahNumber":52,"VerseNumber":47,"Text":"Gōnāhagāradēra jan'yē ēchāṛā āra'ō śāsti raẏēchē, kintu tādēra adhikānśa'i tā jānē nā."},{"SurahNumber":52,"VerseNumber":48,"Text":"Āpani āpanāra pālanakartāra nirdēśēra apēkṣāẏa sabara karuna. Āpani āmāra dr̥ṣṭira sāmanē āchēna ēbaṁ āpani āpanāra pālanakartaꦣ2494;ra sapraśansa pabitratā ghōṣaṇā karuna yakhana āpani gātrōt'thāna karēna."},{"SurahNumber":52,"VerseNumber":49,"Text":"Ēbaṁ rātrira kichu anśē ēbaṁ tārakā astamita ha'ōẏāra samaẏa tām̐ra pabitratā ghōṣaṇā karuna."}]}