{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"¡Alabado sea Ala, a Quien pertenece lo que esta en los cielos y en la tierra! ¡Alabado sea tambien en la otra vida! El es el Sabio, el Bien Informado"},{"SurahNumber":34,"VerseNumber":2,"Text":"Sabe lo que penetra en la tierra y lo que de ella sale, lo que desciende del cielo y lo que a el asciende. El es el Misericordioso, el Indulgente"},{"SurahNumber":34,"VerseNumber":3,"Text":"Los infieles dicen: «La Hora no nos llegara». Di: «¡Claro que si! ¡Por mi Senor, el Conocedor de lo oculto, que ha de llegaros! No se Le pasa desapercibido el peso de un atomo en los cielos ni en la tierra. No hay nada, menor o mayor que eso, que no este en una Escritura clara"},{"SurahNumber":34,"VerseNumber":4,"Text":"para retribuir a los que creyeron y obraron bien. Esos tales tendran perdon y generoso sustento"},{"SurahNumber":34,"VerseNumber":5,"Text":"Quienes, en cambio, se hayan esforzado por dejar sin efecto Nuestros signos, tendran el castigo de un suplicio doloroso»"},{"SurahNumber":34,"VerseNumber":6,"Text":"Quienes han recibido la Ciencia ven que lo que tu Senor te ha revelado es la Verdad y dirige a la via del Poderoso, del Digno de Alabanza"},{"SurahNumber":34,"VerseNumber":7,"Text":"Los infieles dicen: «¿Quereis que os indiquemos un hombre que os anuncie que, cuando esteis completamente descompuestos, de verdad se os creara de nuevo?»"},{"SurahNumber":34,"VerseNumber":8,"Text":"¿Ha inventado una mentira contra Ala o es un poseso? ¡No, no es asi! Los que no creen en la otra vida estan destinados al castigo y profundamente extraviados"},{"SurahNumber":34,"VerseNumber":9,"Text":"¿Es que no ven lo que les rodea en los cielos y en la tierra? Si quisieramos, hariamos que la tierra se los tragara o que cayera sobre ellos parte del cielo. Ciertamente, hay en ello un signo para todo siervo arrepentido"},{"SurahNumber":34,"VerseNumber":10,"Text":"Dimos a David un favor Nuestro: «¡Montanas! ¡Resonad acompanandole, y vosotros tambien, pajaros!» Por el, hicimos blando el hierro"},{"SurahNumber":34,"VerseNumber":11,"Text":"«¡Fabrica cotas de malla y mide bien la malla!» ¡Obrad bien! Yo veo bien lo que haceis"},{"SurahNumber":34,"VerseNumber":12,"Text":"A Salomon el viento, que por la manana hacia el camino de un mes y por la tarde de otro mes. Hicimos manar para el la fuente de bronce fundido. De los genios, algunos trabajaban a su servicio, con permiso de su Senor. Al que hubiera desobedecido Nuestras ordenes, le habriamos hecho gustar el castigo del fuego de la gehena"},{"SurahNumber":34,"VerseNumber":13,"Text":"Le hacian todo lo que el queria: palacios, estatuas, calderos grandes como cisternas, firmes marmitas. ¡Familiares de David, sed agradecidos! Pero pocos de Mis siervos son muy agradecidos"},{"SurahNumber":34,"VerseNumber":14,"Text":"Y cuando decretamos su muerte, no tuvieron mas indicio de ella que la carcoma, que se puso a roer su cayado. Y, cuando se desplomo, vieron claramente los genios que, si hubieran conocido lo oculto, no habrian permanecido tanto tiempo en el humillante castigo"},{"SurahNumber":34,"VerseNumber":15,"Text":"Los saba tenian un signo en su territorio: dos jardines, uno a la derecha y otro a la izquierda. «¡Comed del sustento de vuestro Senor y dadle gracias! Teneis un buen pais y un Senor indulgente»"},{"SurahNumber":34,"VerseNumber":16,"Text":"Pero se desviaron y enviamos contra ellos la inundacion de los diques. Y les cambiamos aquellos dos jardines por otros dos que producian frutos amargos, tamariscos y unos pocos azufaifos"},{"SurahNumber":34,"VerseNumber":17,"Text":"Asi les retribuimos por su ingratitud. No castigamos sino al desagradecido"},{"SurahNumber":34,"VerseNumber":18,"Text":"Entre ellos y las ciudades que Nosotros hemos bendecido establecimos otras ciudades, cerca unas de otras, y determinamos el transito entre ellas: «¡Id de una a otra, de dia o de noche, en seguridad!»"},{"SurahNumber":34,"VerseNumber":19,"Text":"Pero dijeron: «¡Senor! ¡Alarga nuestros recorridos!» Y fueron injustos consigo mismos. Los hicimos legendarios y los dispersamos por todas partes. Ciertamente, hay en ello signos para todo aquel que tenga mucha paciencia, mucha gratitud"},{"SurahNumber":34,"VerseNumber":20,"Text":"Iblis confirmo la opinion que se habia formado de ellos. Le siguieron todos, menos un grupo de creyentes"},{"SurahNumber":34,"VerseNumber":21,"Text":"No tenia poder sobre ellos. Queriamos solo distinguir a los que creian en la otra vida de los que dudaban de ella. Tu Senor cuida de todo"},{"SurahNumber":34,"VerseNumber":22,"Text":"Di: «Invocad a los que, en lugar de Ala, pretendeis. No pueden el peso de un atomo en los cielos ni en la tierra, ni tienen alli participacion, ni El encuentra en ellos ayuda"},{"SurahNumber":34,"VerseNumber":23,"Text":"Es inutil interceder por nadie ante El, excepto por quien El lo permita. Hasta que, cuando el terror haya desaparecido de sus corazones, digan: '¿Que ha dicho vuestro Senor?' Diran: 'La verdad' El es el Altisimo, el Grande»"},{"SurahNumber":34,"VerseNumber":24,"Text":"Di: «¿Quien os procura el sustento de los cielos y de la tierra?» Di: «¡Ala! O nosotros o vosotros, unos siguen la buena direccion y otros estan evidentemente extraviados»"},{"SurahNumber":34,"VerseNumber":25,"Text":"Di: «Ni vosotros tendreis que responder de nuestros delitos, ni nosotros de lo que hagais»"},{"SurahNumber":34,"VerseNumber":26,"Text":"Di: «Nuestro Senor nos reunira y fallara entre nosotros segun justicia. El es Quien falla, el Omnisciente»"},{"SurahNumber":34,"VerseNumber":27,"Text":"Di: «Mostradme los que Le habeis agregado como asociados. Pero ¡no! El es Ala, el Poderoso, el Sabio»"},{"SurahNumber":34,"VerseNumber":28,"Text":"No te hemos enviado sino como nuncio de buenas nuevas y como monitor a todo el genero humano. Pero la mayoria de los hombres no saben"},{"SurahNumber":34,"VerseNumber":29,"Text":"Dicen: «¿Cuando se cumplira esta amenaza, si es verdad lo que decis?»"},{"SurahNumber":34,"VerseNumber":30,"Text":"Di: «Se os ha fijado ya un dia que no podreis retrasar ni adelantar una hora»"},{"SurahNumber":34,"VerseNumber":31,"Text":"Los infieles dicen: «No creemos en este Coran ni en sus precedentes». Si pudieras ver a los impios, de pie ante su Senor, recriminandose unos a otros. Los que fueron debiles diran a los que fueron altivos: «Si no llega a ser por vosotros, habriamos creido»"},{"SurahNumber":34,"VerseNumber":32,"Text":"Los que fueron altivos diran a los que fueron debiles: «¿Somos, acaso, nosotros los que os desviaron de la Direccion cuando se os indico esta? ¡No, fuisteis culpables!»"},{"SurahNumber":34,"VerseNumber":33,"Text":"Los que fueron debiles diran a los que fueron altivos: «¡No!, que fueron vuestras maquinaciones de noche y de dia, cuando nos instabais a que no creyeramos en Ala y a que Le atribuyeramos iguales...» Y, cuando vean el castigo, disimularan su pena. Pondremos argollas al cuello de los que no hayan creido. ¿Seran retribuidos por otra cosa que por lo que hicieron"},{"SurahNumber":34,"VerseNumber":34,"Text":"No hemos enviado monitor a una ciudad que no dijeran sus ricos: «No creemos en vuestro mensaje»"},{"SurahNumber":34,"VerseNumber":35,"Text":"Y que no dijeran: «Nosotros tenemos mas hacienda e hijos. No se nos castigara»"},{"SurahNumber":34,"VerseNumber":36,"Text":"Di: «Mi Senor dispensa el sustento a quien El quiere: a unos con largueza, a otros con mesura. Pero la mayoria de los hombres no saben»"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ni vuestra hacienda ni vuestros hijos podran acercaros bien a Nosotros. Solo quienes crean y obren bien recibiran una retribucion doble por sus obras y moraran seguros en las camaras altas"},{"SurahNumber":34,"VerseNumber":38,"Text":"En cambio, quienes se esfuercen por dejar sin efecto Nuestros signos, seran entregados al castigo"},{"SurahNumber":34,"VerseNumber":39,"Text":"Di: «Mi Senor dispensa el sustento a quien El quiere de Sus siervos: a unos con largueza, a otros con mesura. No dejara de restituiros ninguna limosna que deis. El es el Mejor de los proveedores»"},{"SurahNumber":34,"VerseNumber":40,"Text":"El dia que El los congregue a todos, dira a los angeles: «¿Es a vosotros a quienes servian?»"},{"SurahNumber":34,"VerseNumber":41,"Text":"Diran: «¡Gloria a Ti! Tu eres nuestro Amigo, no ellos. ¡No! Ellos servian a los genios, en los que la mayoria creian»"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ese dia no podreis ya aprovecharos ni danaros unos a otros. Y diremos a los impios: «¡Gustad el castigo del Fuego que desmentiais!»"},{"SurahNumber":34,"VerseNumber":43,"Text":"Y cuando se les recitan Nuestras aleyas como pruebas claras, dicen: «este no es sino un hombre que quiere apartaros de lo que vuestros padres servian». Y dicen: «Esto no es sino una mentira inventada». Y de la Verdad, luego que ha venido esta a ellos, dicen los infieles: «¡Esto no es sino manifiesta magia!»"},{"SurahNumber":34,"VerseNumber":44,"Text":"No les dimos ningunas Escrituras que estudiaran, ni les enviamos a ningun monitor antes de ti"},{"SurahNumber":34,"VerseNumber":45,"Text":"Sus antecesores desmintieron y no han obtenido ni la decima parte de lo que dimos a aquellos, que desmintieron, no obstante, a Mis enviados. Y ¡cual no fue Mi reprobacion"},{"SurahNumber":34,"VerseNumber":46,"Text":"Di: «Solo os exhorto a una cosa: a que os pongais ante Ala, de dos en dos o solos, y mediteis. Vuestro paisano no es un poseso; no es sino un monitor que os previene contra un castigo severo»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Di: «El salario que yo pueda pediros ¡quedaoslo! Mi salario no incumbe sino a Ala. El es testigo de todo»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Di: «Mi Senor despide Verdad. El conoce a fondo las cosas ocultas»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Di: «Ha venido la Verdad. Lo falso no crea ni re-crea»"},{"SurahNumber":34,"VerseNumber":50,"Text":"Di: «Si me extravio, me extravio, en realidad, en detrimento propio. Si sigo el camino recto, lo debo a lo que mi Senor me revela. El lo oye todo, esta cerca»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Si pudieras ver cuando, sobrecogidos de espanto, sin escape posible, sean arrebatados de un lugar proximo"},{"SurahNumber":34,"VerseNumber":52,"Text":"Diran: «¡Creemos en E!» Pero ¿como podran alcanzar estando tan lejos"},{"SurahNumber":34,"VerseNumber":53,"Text":"si antes no creyeron en E y, desde lejos, lanzaban injurias contra lo oculto"},{"SurahNumber":34,"VerseNumber":54,"Text":"Se interpondra una barrera entre ellos y el objeto de su deseo, como ocurrio antes con sus semejantes: estaban en duda grave"}]}