{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"Älïf, Läm, Ra. bular - anıq Kitaptıñ ayattarı"},{"SurahNumber":12,"VerseNumber":2,"Text":"Aqïqatında, Biz onı aqıldarıñdı istetip, uğınwlarıñ üşin arabşa Quran etip tüsirdik"},{"SurahNumber":12,"VerseNumber":3,"Text":"Ey, Muxammed! / Biz sağan osı Qurandı waxï etip, oqïğalardıñ eñ jaqsısın bayan etemiz. Negizinde, sen budan burın xabarsızdardan ediñ"},{"SurahNumber":12,"VerseNumber":4,"Text":"Kezinde Ywswf äkesine: «Äkeşim! Men tüsimde on bir aspan denesin / ğalamşardı / , kündi jäne aydı kördim. Olardıñ mağan säjde etip turğanın kördim», - dedi"},{"SurahNumber":12,"VerseNumber":5,"Text":"Ol / äkesi / : «Äy, balam! Tüsiñdi bawırlarıña aytpa! Äytpese, olar sağan bir qulıq oylastırar. Anığında, şaytan - adam balasına anıq jaw», - dedi"},{"SurahNumber":12,"VerseNumber":6,"Text":"Mine, osılay Rabbıñ seni tañdap, sağan tüsterdiñ jorwın üyretedi. Äri aldıñğı atalarıñ Ïbrahïm jäne Ïsqaqqa ïgiligin tolıq etip bergendey, sağan jäne Yaqwbtıñ äwletine de ïgiligin jetkizip, tolıq etip beredi. Aqïqatında, Rabbıñ - bärin Bilwşi, asa Dana"},{"SurahNumber":12,"VerseNumber":7,"Text":"Şın mäninde, Ywswf pen onıñ bawırlarında surawşılar üşin belgi-ğïbrattar bar"},{"SurahNumber":12,"VerseNumber":8,"Text":"Kezinde olar / ağaları / : «Biz bir top bolsaq ta, Ywswf jäne onıñ inisi äkemiz üşin bizden göri süyiktirek. Negizinde, äkemiz anıq adaswda», - dedi"},{"SurahNumber":12,"VerseNumber":9,"Text":"«Ywswftı öltiriñder nemese onı bir jerge aparıp tastañdar. Sonda äkeleriñniñ jüzi senderge burıladı. Al, sodan keyin tüzw adamdardan bolasıñdar»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Olardıñ işindegi birewi: «Ywswftı öltirmeñder, eger birnärse isteytindey bolsañdar, onı qulıqtıñ tübine tastañdar, jürginşi kerwenniñ biri tawıp alsın», - dedi"},{"SurahNumber":12,"VerseNumber":11,"Text":"Olar / Yaqwbqa kelip / : «Äy, äkemiz! Ywswfke baylanıstı bizge senbeytindey sağan ne boldı? Negizinde, biz - oğan jaqsılıq tilewşimiz"},{"SurahNumber":12,"VerseNumber":12,"Text":"Erteñ onı bizben birge jiber. Jügirsin, oynasın. Biz onı qorğawşımız», - desti"},{"SurahNumber":12,"VerseNumber":13,"Text":"Ol / Yaqwb / : «Senderdiñ onı alıp ketwleriñ meni wayımğa saladı. Äri sender qapersiz qalğandarıñda, onı qasqır jep ketwinen qorqamın», - dedi"},{"SurahNumber":12,"VerseNumber":14,"Text":"Olar: «Biz bir top bola tura onı qasqır jese, onda biz zïyanğa uşırawşılardan bolamız», - desti"},{"SurahNumber":12,"VerseNumber":15,"Text":"Sonda olar onı alıp ketip, qulıqtıñ tübine tastawğa kelisti. Biz oğan / Ywswfke / : «Älbette, sen / äli / olarğa osı isteriniñ xabarın beresiñ, olar seni sezbeydi», - dep waxï ettik"},{"SurahNumber":12,"VerseNumber":16,"Text":"Olar keşke äkelerine jılap keldi"},{"SurahNumber":12,"VerseNumber":17,"Text":"Olar: «Wa, äkemiz! Biz jarısıp ketkende, Ywswftı zattarımızdıñ qasında qaldırğan edik, sonda onı qasqır jep ketipti. Endi şın sözdilerden bolsaq ta, sen bizge senbeysiñ», - dedi"},{"SurahNumber":12,"VerseNumber":18,"Text":"Sonday-aq olar onıñ köylegine ötirik qan jağıp äkeldi. Ol: «Joq, olay emes! Senderge köñilderiñ bir isti ädemi körsetip, qızıqtırğan eken. Endi körkem sabır / kerek / . Sender aytqan jağdayğa baylanıstı tek bir Allahtan ğana kömek suraladı», - dedi"},{"SurahNumber":12,"VerseNumber":19,"Text":"Sonda bir kerwen kelip, sw taswşısın jiberdi de ol qawğasın qudıqqa sa­lıp: «Oy, süyinşi! Bul - bir ul bala», - dedi. Olar onı sawda zatı retinde jasırıp qoydı. Al, Allah - olardıñ ne istep jatqandarın Bilwşi"},{"SurahNumber":12,"VerseNumber":20,"Text":"Söytip / ağaları / Olar odan qutılw üşin onı bolmaşı bağağa - sanawlı dïrxamğa sattı"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onı satıp alğan mısırlıq öz äyeline: «Oğan jaqsılap qara. Mümkin ol bizge payda äkeler nemese bala etip alarmız», - dedi. Osılay onı ol jerde / Mısırda / ornıqtırdıq äri oğan tüsterdiñ jorwın üyretw üşin. Allah - isin soñına jetkizwşi, alayda, adamdardıñ köbi bilmeydi"},{"SurahNumber":12,"VerseNumber":22,"Text":"Al, ol erjetken kezde, Biz oğan ükim jäne bilim berdik. Jaqsılıqtı ıqılaspen istewşilerdiñ qaytarım sıyın Biz osılay beremiz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Ol turğan üydiñ äyeli onıñ köñilin özine tartpaqşı boldı. Söytip esikterdi jawıp: «Beri kel!» - dedi. Ol: «Pana tilep, Allahqa sïınamın. Aqïqatında, ol / küyewiñ / meniñ qojayınım, mağan qarap, jaqsı orın berdi. Şın mäninde, ädiletsizder muratına jetpeydi», - dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"Ol / äyel / onı qaladı. Eger Rabbısınıñ belgisin körmegende, onıñ da / Ywswftıñ da / oğan oyı keter edi. Biz odan jamandıqtı jäne jïirkenişti närseni burwımız üşin osılay ettik. Öytkeni, ol tazartılğan, ıqılastı quldarımızdan edi"},{"SurahNumber":12,"VerseNumber":25,"Text":"Sonda ekewi esikke jügirdi de äyel onıñ köylegin art jağınan jırttı. Esik aldında ekewi onıñ / äyeldiñ / qojayınına tap boldı. Ol / äyel erine / : «Seniñ jubayıña jamandıq qalağan birewge türme nemese qïnawşı azaptan basqa jaza joq», - dedi"},{"SurahNumber":12,"VerseNumber":26,"Text":"Ywswf / : «Ol meniñ köñilimdi özine tartpaq boldı», - dedi. Äyeldiñ üy-işinen birewi kwälik berip: «Eger onıñ köylegi aldınan jırtılsa, onda äyel şın ayttı, al, ol ötirikşilerden"},{"SurahNumber":12,"VerseNumber":27,"Text":"Al, eger onıñ köylegi artınan jırtılsa, onda äyel ötirik ayttı da, ol - şın sözdilerden», - dedi"},{"SurahNumber":12,"VerseNumber":28,"Text":"Onıñ köyleginiñ art jağınan jırtılğanın körgen kezde ol / küyewi / : Negizinde, bul - senderdiñ / äyelderdiñ / qwlıq-sumdıqtarıñnan. Aqïqatında, senderdiñ qwlıq-sumdıqtarıñ öte ülken"},{"SurahNumber":12,"VerseNumber":29,"Text":"Ywswf! bul isten teris burıl. Al sen / qatın / , künäñ üşin keşirim tile. Anığında, sen ädeyi qateleswşilerden / künäharlardan / boldıñ», - dedi"},{"SurahNumber":12,"VerseNumber":30,"Text":"Qaladağı äyelder: «qurmetti kisiniñ äyeli jas qızmetşisin eliktirip, azğırğısı kelipti. Ol äyel oğan qattı qumar bolıptı. Biz onı anıq adaswşılıqta köremiz», - desti"},{"SurahNumber":12,"VerseNumber":31,"Text":"Ol / äyel / olardıñ qulıqtarı jaylı estigen kezde, olarğa / şaqırw / jiberdi. Äri olar üşin süyenip otıratın orın äzirledi. Söytip ärbirewine / jemisterdi arşw, kesw üşin / pışaq berip, / Ywswfke / olardıñ aldına: «Şıq», - dedi. Olar onı körgen kezde / tañırqay / onı ulı sanap, öz qoldarın kesip aldı. Olar: «Allah päk! Mınaw adam emes, bul ir qurmetti perişte ğoy», - dedi"},{"SurahNumber":12,"VerseNumber":32,"Text":"Ol / äyel / : «Meni osı sebepti ayıptadıñdar. Men onı azğırğım keldi, alayda, ol özine berik boldı. Eger ol men buyırğandı istemese, türmege jabıladı äri qor bolwşılardan boladı», - dedi"},{"SurahNumber":12,"VerseNumber":33,"Text":"Ywswf / : «Rabbım! türme mağan olardıñ şaqırıp turğanınan süykimdirek. Eger, Sen menen olardıñ qwlıq-sumdıqtarın burmasañ, onda men olarğa qaray awıp, nadandardıñ qatarında bolamın», - dedi"},{"SurahNumber":12,"VerseNumber":34,"Text":"Sonda Rabbısı onıñ tilegine jawap berip / tilegin qabıl etip / , odan olardıñ qwlıq-sumdıqtarın qaytardı. Aqïqatında, Ol - bärin Estwşi ,bärin Bilwşi"},{"SurahNumber":12,"VerseNumber":35,"Text":"Sodan soñ, dälelderdi körgenderinen keyin de, olar onı waqıtşa türmege jabwdı jön kördi"},{"SurahNumber":12,"VerseNumber":36,"Text":"türmege onımen birge eki jigit tüsti. Olardıñ biri: «Men tüsimde şarap sığıp jatqanımdı kördim», - dedi. Ekinşisi: «Men basımda nan köterip jürgenimdi kördim. Odan qustar jep jatır eken. Bizge onıñ jorwın aytıp ber. Aqïqatında, biz seni jaqsılıqtı ıqılaspen istewşilerden köremiz», - dedi"},{"SurahNumber":12,"VerseNumber":37,"Text":"Ol: «Senderge rïzıq etip beriletin qanday da bir tağam kelmesin, älbette ol kelgenge deyin, onı tüsindirip, ekewiñe aytıp beremin. bul mağan Rabbımnıñ üyretkenderinen. Aqïqatında, men Allahqa senbeytin adamdardıñ dinin tärk ettim jäne olar Aqïret künine küpirlik etwşiler / onı teriske şığarwşılar"},{"SurahNumber":12,"VerseNumber":38,"Text":"Äri men atalarım Ïbrahïmniñ, Ïsqaqtıñ jäne Yaqwbtıñ dinine erdim. Bizge Allahqa bir närseni serik etip qoswımızğa bolmaydı. bul Allahtıñ bizge äri adamdarğa jasağan ulı keñşiliginen. Alayda, adamdardıñ köbi şükir etpeydi / Rabbısınıñ bergen ïgilikterine alğıs bildirmeydi / t"},{"SurahNumber":12,"VerseNumber":39,"Text":"Ey, türmeles joldastarım. Bölek-bölek, türli ïeler jaqsı ma, älde Jalğız, bärin Bağındırwşı Allah jaqsı ma"},{"SurahNumber":12,"VerseNumber":40,"Text":"Senderdiñ Odan özge tabınatındarıñ özderiñ jäne atalarıñ at qoyıp alğan bir esimder ğana. Allah olar jayında eşbir dälel tüsirmegen. Ükim etw bïligi tek bir Allahta. Ol Özinen basqa eşkimge qulşılıq etpewleriñdi buyırdı. Mine, osı - twra din. Biraq adamdardıñ köbi bilmeydi"},{"SurahNumber":12,"VerseNumber":41,"Text":"Ey, türmeles joldastarım. Senderdiñ biriñ qojayınına şarap quyıp beretin boladı. Al, ekinşiñ dar ağaşqa kerilip, onıñ basınan qustar şoqïdı. Sender menen jayın surağan is şeşilip qoyılğan"},{"SurahNumber":12,"VerseNumber":42,"Text":"Ol özi qutıladı dep bilgen birewine: «Qojayınıñnıñ janında meni eske al», - dedi. Alayda, şaytan oğan qojayınınıñ aldında onı eske alwdı umıttırdı da ol türmede birneşe jıl qalıp qoydı"},{"SurahNumber":12,"VerseNumber":43,"Text":"Patşa / bir küni / : «Men tüsimde, jeti semiz sïırdı jeti arıq / sïırdıñ / jep jatqanın jäne jeti jasıl masaqtı tağı sonşa qwrağandarın kördim. Ey, wäzir, bekter! Eger tüs jorïtın bolsañdar, mağan tüsimniñ jay-japsarın aytıp beriñder», - dedi"},{"SurahNumber":12,"VerseNumber":44,"Text":"Olar: «Bul şım-şıtırıq tüs eken. Biz munday tüsterdiñ jorwın bilmeymiz», - dedi"},{"SurahNumber":12,"VerseNumber":45,"Text":"Sonda älgi ekewdiñ qutılğanı, birşama waqıt ötkennen soñ esine / Ywswftı / alıp: «Men senderge onıñ jorwınıñ xabarın beremin, meni / Ywswfke / jiberiñder», - dedi"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Ey, Ywswf! Ey, şınşıl! Bizge, jeti semiz sïırdı jeti arığı jep jatqandığın jäne jeti jasıl masaq pen sonşa qwrağandarınıñ mänisin aytıp ber. Men adamdarğa qayta bararmın, mümkin olar / qadiriñdi / biler», - dedi"},{"SurahNumber":12,"VerseNumber":47,"Text":"Ol / Ywswf / : «Jeti jıl qatarınan egin egesiñder. Orıp alğandarıñdı, tek özderiñ jeytin azınan basqasın masağında qaldırıñdar"},{"SurahNumber":12,"VerseNumber":48,"Text":"Odan keyin jeti awır jıl keledi de, aldın ala jïnap qamdağandarıñdı jeydi, tek saqtap qoyğan azınan basqa"},{"SurahNumber":12,"VerseNumber":49,"Text":"Osıdan keyin adamdarğa jañbır jawdırılıp jäne olar / jemis / sığatın jıl keledi», - dedi"},{"SurahNumber":12,"VerseNumber":50,"Text":"Patşa: «Onı mağan alıp kelinder», - dedi. Özine jiberilgen kisi kelgen kezde, ol / Ywswf / : «Qojayınıña qaytıp bar. Odan, qoldarın kesken äyelderdiñ jay-japsarın sura. Aqïqatında, Rabbım olardıñ qwlıq-sumdığın Bilwşi», - dedi"},{"SurahNumber":12,"VerseNumber":51,"Text":"Patşa: «Sender Ywswftı azğırğan kezde ne jağday bolğan edi», - dep stra­dı. Olar / äyelder / : «Allah päk! Biz ol jayında eşbir jamandıq bilmedik», - desti. Wäzirdiñ äyeli: «Qazir şındıq ortağa şıqtı. Men onı azğırğan edim. Al, ol şın sözdilerden», - dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"Ywswf / : «Bul onıñ / wäzirdiñ / meniñ oğan jasırın / sırtınan / qïyanat jasamağanımdı bilwi üşin. Allah qïyanatşıldardıñ qwlıq-sumdığın oñğarmaydı / kömektespeydi"},{"SurahNumber":12,"VerseNumber":53,"Text":"Men öz janımdı aqtamaymın. Eger Rabbım meyirim etpese, şın mäninde, adam janı - jamandıqqa buyırwşı. Aqïqatında, Rabbım - öte Keşirimdi, erekşe Meyirimdi"},{"SurahNumber":12,"VerseNumber":54,"Text":"Patşa: «Onı mağan alıp keliñder. Men onı öz adamım etip alamın», - dedi. Ol onımen söylesken kezde: «Anığında, sen bügin bizdiñ aldımızda märtebege ïe, senimdi adamsıñ», - dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"Ol / Ywswf / : «Meni osı jerdiñ / eldiñ / qazınaların üstinen / basqarwşı etip / qoy. Negizinde, men saqtawdı / durıs jumsawdı / bilwşimin», - dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"Biz osılay Ywswftı sol jerde / Mısırda / , özi qalağan orınğa jayğasa alatın etip ornıqtırdıq. Biz meyirimimizdi qalağan adamımızğa näsip etemiz. Äri Biz jaqsılıqtı ıqılaspen istewşilerdiñ sıyın zaya ketirmeymiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Al, soñğı, mäñgilik ömir / aqïret / sıyı bolsa - ïmanğa kelgender jäne taqwalıq etkender / Allahtıñ jazasınan qorqıp, saqtanğandar / üşin odan da qayırlı"},{"SurahNumber":12,"VerseNumber":58,"Text":"Birde / Ywswftıñ bawırları kelip, onıñ aldına kirdi. Sonda, ol olardı tanıdı. Al, olar onı tanımadı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Ol olardıñ jükterin äzirletken kezde: «Bir äkedentwğan bawırlarıñdı mağan alıp keliñder. Meniñ ölşewdi tolıqtırıp beretinimdi äri qonaq qabıldawşılardıñ qayırlısı ekenimdi kördiñder ğoy"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eger onı mağan äkelmeseñder, meniñ senderge ölşep bererim joq äri mağan jaqındamañdar», - dedi"},{"SurahNumber":12,"VerseNumber":61,"Text":"Olar: «Biz onıñ äkesiniñ köñilin awlap, onı surap alwğa tırısamız äri munı, älbette, orındaymız», - dedi"},{"SurahNumber":12,"VerseNumber":62,"Text":"Ol / Ywswf / qızmetkerlerine: «Olardıñ / bïdayğa tölegen / zattarın jükteriniñ işine salıp jiberiñder. Bälkim, olar üylerine oralğan kezde, munı tanır äri mümkin qaytıp keler», - dedi"},{"SurahNumber":12,"VerseNumber":63,"Text":"Söytip olar äkelerine qaytıp barğandarında: «Äy, äke! Bizge ölşew toqtatıldı / astıq berilmeytin boldı / . Bawırımızdı bizben birge jiber, sonda ölşemimizdi alamız. Anığında, biz - onı qorğawşımız», - dedi"},{"SurahNumber":12,"VerseNumber":64,"Text":"Ol / Yaqwb / : «Budan burın onıñ bawırın senderge senip tapsırğanım sekildi, onı da senip tapsırayın ba? Allah qorğawda bärinen jaqsı. Ol - meyirimdilerdiñ eñ Meyirimdisi», - dedi"},{"SurahNumber":12,"VerseNumber":65,"Text":"Olar jükterin aşqan kezde, zattarınıñ özderine qaytarılğanın körip: «Äy, äkemiz! Endi ne qalaymız! Mine, mına zattarımız da özimizge qaytarılıptı, biz otbasımızdı azıqpen qamdaymız jäne bawırımızdı qorğaymız. Äri bir tüyelik ölşewdi artıq alamız. Bul - bir jeñil ölşew», - dedi"},{"SurahNumber":12,"VerseNumber":66,"Text":"Ol / Yaqwb / : «Men onı mağan qaytıp alıp keletinderiñe Allahpen wäde bergenderiñe deyin sendermen birge jibermeymin, biraq özderiñ qorşawğa tüsip qalsañdar, amal joq», dedi. Olar wädelerin bergen kezde, ol: «Aytqan sözderimizge Allah kepil», dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"Ol: «Äy, balalarım! Bir qaqpadan kirmeñder, bölek-bölek qaqpalardan kirinder. Men senderge Allahtan kelgenge kömek bere almaymın. Ükim etw ïeligi Allahta ğana, men Allahqa jüginip, Oğan isimdi tapsırdım / täwekel ettim / . Birewge jüginip, senim artwşılar / täwekel etwşiler / Oğan / Allahqa / jüginip, isterin tapsırsın / täwekel etsin / », dedi"},{"SurahNumber":12,"VerseNumber":68,"Text":"Olar, äkeleri buyırğan jerden kirgen kezde, bul olardı Allahtan kelgennen qutqara almadı. Tek Yaqwbtıñ köñilindegi bir qajeti orındaldı. Aqïqatında, Biz üyretkendigimizden ol bilim ïesi boldı, alayda adamdardıñ köbi bilmeydi"},{"SurahNumber":12,"VerseNumber":69,"Text":"Sonda olar Ywswfke kirgen kezde, ol inisin qasına alıp: «Şınında, men seniñ bawırıñmın. Olardıñ istegenderine qayğırma», dedi"},{"SurahNumber":12,"VerseNumber":70,"Text":"Olardıñ jükterin äzirlegen kezde, ol / Ywswf / tostağanın inisiniñ jüginiñ işine salıp qoydı. Keyin bir jarşı: «Äy, kerwendegiler! Sender urısıñdar!» dep ayğayladı"},{"SurahNumber":12,"VerseNumber":71,"Text":"Olarğa / ağaları / burılıp: «Ne joğalttıñdar?» dedi"},{"SurahNumber":12,"VerseNumber":72,"Text":"Olardıñ biri: / «Patşanıñ ıdısın joğalttıq. Onı äkelgen kisige bir tüye jük sıylıq bar. Al men osığan jawaptımın», dedi"},{"SurahNumber":12,"VerseNumber":73,"Text":"Ağaları: / «Allahpen ant etemiz. Bizdiñ bul jerge buzıqtıq taratw üşin kelmegenimizdi sender bilesiñder. Biz urı emespiz», dedi"},{"SurahNumber":12,"VerseNumber":74,"Text":"Olar: «Eger ötirikşi bolsañdar, onıñ jazası ne bolmaq?» dedi"},{"SurahNumber":12,"VerseNumber":75,"Text":"Ağaları: / «Onıñ jazası kimniñ jüginde tabılsa, sonıñ özi qaytarım boladı. Biz ädiletsizderdiñ qaytarım jazasın osılay beremiz», dedi"},{"SurahNumber":12,"VerseNumber":76,"Text":"Ol inisiniñ jüginen aldın, olardıñ jügin aqtara bastadı. Keyin onı / urlanğan zattı / bawırınıñjüginen şığardı. Biz osılay Ywswfkeädis jasawdı bildirdik. Patşanıñ zañı boyınşa, ol bawırın alıp qala almaytın edi, eger Allahtıñ qalağanı bolmağanda. Biz qalağan qulımızdıñ därejesin joğarılatamız. Ärbir bilim ïesiniñ üstinde bilwşi bar"},{"SurahNumber":12,"VerseNumber":77,"Text":"Ağaları: / «Eger ol urlasa, ilgeride onıñ bawırı da urlıq jasağan edi», dedi. Sonda Ywswf bunı köñilinde jasırıp, olarğa jarïyalamay / işinen / : «Senderdiñ orındarıñ budan da jaman. Allah aytıp turğandarıñdı jaqsı Bilwşi», dedi"},{"SurahNumber":12,"VerseNumber":78,"Text":"Olar: «Wa, mırza! Bunıñ jası kelgen qart äkesi bar. Sondıqtan onıñ ornına bizdiñ birewimizdi al. Şın mäninde, biz seni jaqsılıqtı ıqılaspen istewşilerden köremiz», dedi"},{"SurahNumber":12,"VerseNumber":79,"Text":"Ol: «Zatımızdı janınan tapqannıñ ornına özgeni alwdan bizdi Allah saqtasın. Biz onda, älbette ädiletsizderden bolamız», dedi"},{"SurahNumber":12,"VerseNumber":80,"Text":"Olar ümitsizdikke tüsip, oñaşalanıp keñesti. Olardıñ ülkeni: «Äkeleriniñ sen­derden Allahtıñ aldında sert alğanın bilmeysiñder me? Äri burın Ywswfke baylanıstı qatelik jasadıñdar. Äkem ruqsat bergenge nemese men üşin Allah bir ükim şığarğanğa deyin osı jerden ketpeymin. Ol ükim şığarwşılardıñ eñ qayırlısı"},{"SurahNumber":12,"VerseNumber":81,"Text":"Äkeleriñe qaytıp barıp: «Äy, äkemiz! Şın mäninde, ulıñ urlıq jasadı. Biz bilgenimizge ğana kwämiz. Äri biz ğayıpqa küzetşi emespiz / ğayıptı bilmeymiz"},{"SurahNumber":12,"VerseNumber":82,"Text":"Biz bolğan qaladan jäne biz birge kel­gen kerwennen sura. Negizinde, biz şın sözdimiz», dep aytıñdar», dedi"},{"SurahNumber":12,"VerseNumber":83,"Text":"Ol / Yaqwb / : «Senderge köñilderiñ bul isti ädemi körsetip, qızıqtırğan eken. Endi körkem sabır / kerek / . Allah olardıñ bärin özime äkelwin ümit etemin. Aqïqatında, Ol bärin Bilwşi , asa Dana », dedi"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ol olardan teris burılıp: «Ax, Ywswf!» dep küyingende, közderine aq tüsti, ol / qayğısın jutıp / tözimdilik tanıttı"},{"SurahNumber":12,"VerseNumber":85,"Text":"Olar: «Allahqa ant etemiz, awrw bolğanıña nemese qurıp tawsılğanıña deyin Ywswftı eske alwdı qoymaysıñ», dedi"},{"SurahNumber":12,"VerseNumber":86,"Text":"Ol: «Men küyzelisimdi de, küyinişimdi de Allahqa ğana şağamın. Äri Allah­tan sender bilmeytin närseni bilemin», dedi"},{"SurahNumber":12,"VerseNumber":87,"Text":"«Äy, uldarım! Barıp Ywswf pen onıñ bawırın izdeñder! Äri Allahtıñ meyiriminen ümit üzbeñder. Anığında, Allahtıñ meyiriminen käpir adamdar ğana ümitin üzedi», dedi"},{"SurahNumber":12,"VerseNumber":88,"Text":"Olar onıñ / Ywswftıñ / aldına kirgen kezde: «Wa, mırza! Bizge jäne üy-işimizge qïınşılıq tïdi. Äri biz az zatpen kelgen edik. Sonda da bizge tolıq ölşep äri bizge qayır-sadaqa ber. Aqïqatında, Allah sadaqa berwşilerge qaytarım sıyın beredi», dedi"},{"SurahNumber":12,"VerseNumber":89,"Text":"Ywswf: / «Sender nadan bolğan kezderinde Ywswfke jäne onıñ inisine ne istegenderiñdi bilesiñder me?»-dedi"},{"SurahNumber":12,"VerseNumber":90,"Text":"Olar: «Sen, şınımen Ywswfsıñ ba?»-dedi. Ol: «Men Ywswfpın, al mınaw inim. Allah bizge ïgilik etti. Kim taqwalıq etse / Allahtıñ jazasınan qorqıp, saq­tansa / jäne sabır etse, aqïqatında, Allah jaqsılıqtı ıqılaspen istewşilerdiñ aqısın zaya ketirmeydi», dedi"},{"SurahNumber":12,"VerseNumber":91,"Text":"Olar: «Allahpen ant etemiz. Allah seni bizden joğarı qoydı. Al biz bile tura qateleswşilerden / künäharlardan / boldıq»,-dedi"},{"SurahNumber":12,"VerseNumber":92,"Text":"Ol: «Bügin sender jazğırılmaysıñdar. Allah senderdi keşirsin, öytkeni Ol meyirimdilerdiñ eñ Meyirimdisi"},{"SurahNumber":12,"VerseNumber":93,"Text":"Meniñ köylegimdi alıp barıp, äkemniñ betine tastañdar, sonda ol köretin boladı. Äri barlığıñ üy-işteriñmen mağan keliñder», dedi"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kerwen şıqqan kezde olardıñ äkesi: «Eger meni aljıdı demeseñder, aqïqatında, men Ywswftıñ ïisin / tınısın / sezip turmın», dedi"},{"SurahNumber":12,"VerseNumber":95,"Text":"Olar / janındağılar / : «Allahpen ant etemiz. Ärïne, sen burınğı adaswıñdasıñ», dedi"},{"SurahNumber":12,"VerseNumber":96,"Text":"Süyinşi xabar jetkizwşi kelgen kezde ol köylekti onıñ betine tastadı, sonda ol qaytadan köretin boldı. Ol: «Men senderge Allah tarapınan sender bilmeytindi bilemin demep pe edim?» dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Olar / uldarı / : «Äy, äkemiz! Biz üşin künälarımızdıñ keşirilwin tile! Şın mäninde, biz bile tura qateleswşilerden boldıq», dedi"},{"SurahNumber":12,"VerseNumber":98,"Text":"Ol: «Sender üşin Rabbımnan keşirim tileytin bolamın. Aqïqatında, Ol öte Keşirimdi, erekşe Meyirimdi», dedi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Olar Ywswfqa kelgende, ol ata-anasın janına aldı. Äri: «Mısırğa kiriñder, Allah qalasa amandıqta bolıp», dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Söytip ol ata-anasın joğarı, bïik orınğa otırğızdı. Äri olar oğan / qurmet retinde / mañdayların jerge tïgizdi. Ol:«Wa, äkeşim! Mine, burınğı körgen tüsimniñ jorwı osı. Rabbım onı şındıqqa şığardı. Äri meni men bawırlarımnıñ arasın şaytan naz'ğ (buzw, aranı buzw) qılğannan keyin / iritki sa­lıp, buzğan soñ / , Ol / Allah / meni türmeden şığarıp senderdi şöl daladan keltirip, mağan ïgilik jasadı. Aqïqatında, Rabbım qalağan qulına öte Meyirban.Ol bärin Bilwşi, asa Dana"},{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbım! Sen mağan bïlik berdiñ jäne tüsterdiñ jorwın üyrettiñ. Aspandar men jerdiñ Jaratwşısı! Sen osı dünïe jäne soñğı, mäñgilik ömirdegi / aqïrettegi / qamqorşımsıñ. Meniñ janımdı Musılman / Öziñe boysunğan / küyimde al äri meni izgilerge qos!» / dedi"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ey, Muxammed! / Mine, bular ğayıp xabarlardan, sağan onı waxï etip jetkizemiz. Olar qulıq oylap, ne isteytinderine şeşim qabıldağan kezde sen olardıñ qasında bolmağan ediñ"},{"SurahNumber":12,"VerseNumber":103,"Text":"Äri sen qanşa qalap, tırıssañ da adamdardıñ köbi ïmanğa kelmeydi"},{"SurahNumber":12,"VerseNumber":104,"Text":"Sonday-aq sen ol / Quran / üşin olardan aqı suramaysıñ. Ol bükil älemder üşin eske salw / eskertw / ğana"},{"SurahNumber":12,"VerseNumber":105,"Text":"Äri aspandarda jäne jerde qanşa belgi-dälelder bar.Olar / ïmansızdar / onıñ janınan ötkenmen, oğan nazar salmaydı"},{"SurahNumber":12,"VerseNumber":106,"Text":"Äri, olardıñ köbi Allahqa, Oğan serik qatqan türde ğana senedi"},{"SurahNumber":12,"VerseNumber":107,"Text":"Olar özderine Allahtıñ orap alwşı azabınıñ kelwinen nemese Sağattıñ / Qayta tirilw küniniñ / kenetten, özderi sezbegen türde kelip qalwınan qawipsiz boldı ma"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ey, Muxammed! / Ayt: «Meniñ jolım osı. Men Allahqa ayqın dälel üstinde şaqıramın äri mağan ergender de. Allah / barlıq kemşilikten / päk. Men Allahqa birewdi / Onıñ ïeligindegi bir närsede ülesi bar dep / serik etip qoswşılardan emespin», dep"},{"SurahNumber":12,"VerseNumber":109,"Text":"Ey, Muxammed! / Senen burın da, Biz tek eldi meken turğındarınan bolğan er adamdarğa waxï tüsirip, jiberdik. Al, endi olar jer betinde jürip, özderinen burınğılardıñ soñınıñ ne bolğanına nazar salmay ma? Şın mäninde, soñğı, mäñgilik ömir / aqïret / jurtı taqwalar / Allahtıñ jazasınan qorqıp, saqtanatındar / üşin qayırlı. Aqıldarıñdı istetip, uğınbaysıñdar ma"},{"SurahNumber":12,"VerseNumber":110,"Text":"Elşiler ümitin üzgen jäne özderin ötirikşige şığarıldıq dep eseptegen kezde, olarğa järdemimiz kelip, Bizdiñ qalağandarımız ğana qutqarıldı. Bizdiñ azabımız qılmısker adamdardan qaytarılmaydı"},{"SurahNumber":12,"VerseNumber":111,"Text":"Olar / payğambarlar / jaylı xabarlarda aqıl ïeleri üşin ğïbrat bar. bul / Quran / oydan şığarılğan äñgime emes, ol özinen aldıñğını rastawşı, barlıq närseniñ anıq tüsindirmesi äri ïmanğa kelgen adamdar üşin / twra joldı ustanwğa / basşılıq jäne meyirim"}]}