{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"Nu a trecut oare peste om o vreme cand nu este nimic amintit"},{"SurahNumber":76,"VerseNumber":2,"Text":"Noi am creat omul, pentru a-l pune la incercare, dintr-o picatura de samanta si amestecuri. Noi i-am dat auzul si vazul"},{"SurahNumber":76,"VerseNumber":3,"Text":"L-am calauzit pe Calea cea Dreapta, fie ca va fi multumitor, fie ca va fi tagaduitor"},{"SurahNumber":76,"VerseNumber":4,"Text":"Tagaduitorilor le-am pregatit lanturi, juguri si Jaratec"},{"SurahNumber":76,"VerseNumber":5,"Text":"Neprihanitii vor bea dintr-un pocal o licoare cu camfor"},{"SurahNumber":76,"VerseNumber":6,"Text":"Robii lui Dumnezeu vor bea din izvoare pe care le vom face sa tasneasca din belsug"},{"SurahNumber":76,"VerseNumber":7,"Text":"caci ei isi implinesc fagaduintele, se tem de o zi al carui rau se va raspandi in tot locul"},{"SurahNumber":76,"VerseNumber":8,"Text":"Ei dau de mancare din dragoste pentru El, sarmanului, orfanului si prinsului"},{"SurahNumber":76,"VerseNumber":9,"Text":"“Noi va dam de mancare de dragul lui Dumnezeu si nu vrem de la voi nici rasplata, nici multumire"},{"SurahNumber":76,"VerseNumber":10,"Text":"Noua ne este frica de Domnul nostru in ziua cea crunta si nimicitoare.”"},{"SurahNumber":76,"VerseNumber":11,"Text":"Dumnezeu i-a ferit insa de raul acelei Zile si le va da sa intalneasca numai voiosie si bucurie"},{"SurahNumber":76,"VerseNumber":12,"Text":"El ii va rasplati pentru rabdarea lor cu o gradina si cu matase"},{"SurahNumber":76,"VerseNumber":13,"Text":"Culcati pe paturi de nunta nu vor suferi nici de soarele arzator si nici de gerul piscator"},{"SurahNumber":76,"VerseNumber":14,"Text":"Umbra se va lasa peste ei, iar fructele se vor apleca sa fie culese"},{"SurahNumber":76,"VerseNumber":15,"Text":"Printre ei vor umbla vase de argint si pocaluri de clestar"},{"SurahNumber":76,"VerseNumber":16,"Text":"de clestar si de argint, umplute cu masura"},{"SurahNumber":76,"VerseNumber":17,"Text":"Vor bea dintr-un pocal un amestec de ghimbir"},{"SurahNumber":76,"VerseNumber":18,"Text":"si dintr-un izvor numit acolo Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"Flacaiandrii nemuritori se vor invarti in jurul lor — vazandu-i vei crede ca sunt margaritare neinsirate"},{"SurahNumber":76,"VerseNumber":20,"Text":"Cand vei privi in jur, vei vedea desfatare si o mare imparatie"},{"SurahNumber":76,"VerseNumber":21,"Text":"Ei vor purta vesminte verzi, de satin si de brocart si vor fi impodobiti cu bratari de argint. Domnul lor le va da sa bea o bautura prea-curata"},{"SurahNumber":76,"VerseNumber":22,"Text":"“Toate acestea va vor fi voua rasplata a trudei voastre drept multumire!”"},{"SurahNumber":76,"VerseNumber":23,"Text":"Noi am pogorat asupra ta Coranul"},{"SurahNumber":76,"VerseNumber":24,"Text":"Rabda pentru Domnul tau! Nu da ascultare nici pacatosului si nici tagaduitorului dintre ei"},{"SurahNumber":76,"VerseNumber":25,"Text":"Aminteste Numele Domnului tau in zori si in amurg"},{"SurahNumber":76,"VerseNumber":26,"Text":"Noaptea, prosterneaza-te inaintea Lui si preamareste-L noapte lunga"},{"SurahNumber":76,"VerseNumber":27,"Text":"Ei iubesc degraba-trecatoarea si dau la spate o Zi grea"},{"SurahNumber":76,"VerseNumber":28,"Text":"Noi i-am creat si le-am intarit incheieturile, insa daca vrem, ii putem inlocui cu altii asemenea lor"},{"SurahNumber":76,"VerseNumber":29,"Text":"Aceasta este o amintire! Cel care vrea, apuca spre Domnul sau pe o cale"},{"SurahNumber":76,"VerseNumber":30,"Text":"insa voi nu voiti decat ceea ce Dumnezeu voieste. Dumnezeu este Cunoscator, Intelept"},{"SurahNumber":76,"VerseNumber":31,"Text":"El lasa sa intre pe cine voieste in milostivenia Sa, iar celor nedrepti le-a pregatit o dureroasa osanda"}]}