{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"“Kuyamikidwa konse ndikwa Allah Yemwe zakumwamba ndi zapansi nzake. Ndipo kutamandidwa konse pa tsiku la chimaliziro Nkwake. ndiponso Iye Ngwanzeru zakuya, Ngodziwa chilichonse"},{"SurahNumber":34,"VerseNumber":2,"Text":"“Akudziwa zimene zikulowa m’nthaka ndi zimene zikutulukamo; ndi zimene zikutsika kumwamba ndi zimene zikukwera kumeneko. Ndipo Iye Ngwachifundo kwabasi, Ngokhululuka kwambiri"},{"SurahNumber":34,"VerseNumber":3,"Text":"“Ndipo osakhulupirira adanena: “Siizatidzera nthawi (Qiyâma).” Nena: “Iyayi! Ndikulumbira Mbuye wanga, ndithu ikudzerani. (Mbuye wanga) Wodziwa zobisika (zonse), sichingabisike kwa Iye cholemera ngati nyelere; chakumwamba, chapansi, ngakhale chochepa kuposa chimenecho; ngakhalenso chokulirapo, koma (zonsezo) zili m’buku (Lake) losonyeza poyera (chilichonse).”"},{"SurahNumber":34,"VerseNumber":4,"Text":"“Kuti adzawalipire amene akhulupirira ndi kuchita zabwino; iwo adzapeza chikhululuko ndi zopatsidwa zaulemu"},{"SurahNumber":34,"VerseNumber":5,"Text":"“Koma amene alimbika kutsutsana ndi Ayah Zathu pomaganiza kuti atigonjetsa, pa iwo pali chilango chopweteka"},{"SurahNumber":34,"VerseNumber":6,"Text":"“Koma amene apatsidwa (dalitso la) kudziwa akuzindikira kuti zimene zavumbulutsidwa kwa iwe kuchokera kwa Mbuye wako nzoona, ndipo zikuongolera ku njira ya Mwini mphamvu zoposa, Wotamandidwa"},{"SurahNumber":34,"VerseNumber":7,"Text":"“Ndipo osakhulupirira akunena (pouzana pakati pawo mwachipongwe): “Kodi Tikusonyezeni za munthu yemwe akukuuzani kuti (m’kadzafa) ndi kudukaduka m’dzakhala m’kalengedwe katsopano?”"},{"SurahNumber":34,"VerseNumber":8,"Text":"“(Allah akunena): “Kodi (akum’ganizira Muhammad kuti) wamupekera Allah bodza, kapena wagwidwa ndi misala? Iyayi, koma osakhulupirira za tsiku la chimaliziro adzakhala m’chilango ndi m’kusokera kwakukulu.”"},{"SurahNumber":34,"VerseNumber":9,"Text":"“Kodi (agwidwa ndi khungu) saona zomwe zili patsogolo pawo ndi pambuyo pawo monga thambo ndi nthaka (kuti adziwe kukhoza Kwathu kuchita zimene tafuna)? Tikadafuna tikadawakwilira ndi nthaka kapena kuwagwetsera zidutswa za thambo. Ndithu m’zimenezo muli malingaliro kwa kapolo aliyense wotembenukira (kwa Allah)"},{"SurahNumber":34,"VerseNumber":10,"Text":"“Ndithudi, Daud tidampatsa chisomo chachikulu chochokera kwa Ife. (Ndipo tidauza mapiri kuti akhale akuvomereza mapemphero a Daud pothandizana naye. Tidati): “E inu mapiri pamodzi ndi iye Daud, lemekezani (Allah), ndi inunso mbalame.” Ndipo tidamufewetsera chitsulo"},{"SurahNumber":34,"VerseNumber":11,"Text":"“(Tidati kwa iye:) “Panga zovala (za chitsulo) zophanuka (zokwana thupi lonse, zodzitetezera pa nkhondo), ndipo linga bwino m’kulumikiza ndi poluka. Potero chitani zabwino. Ndithu Ine ndikuona zonse zimene mukuchita.”"},{"SurahNumber":34,"VerseNumber":12,"Text":"“Nayenso Sulaiman tidamgonjetsera mphepo (yomwe inkayenda mwa lamulo lake). Mayendedwe amphepoyo inkayenda kuyambira m’mawa mpaka masana ntunda wofanana ndi waulendo wa mwezi umodzi, ndiponso kuyambira masana mpaka madzulo inkayenda ntunda wofanana ndi waulendo wa mwezi umodzi. Ndipo tidamsungunulira kasupe wa mtovu. Ndiponso m’ziwanda (majini) zidaliponso zimene tidam’gonjetsera zomwe zinkam’gwilira ntchito mwa chilolezo cha Mbuye wake (Allah). Ndipo yense mwa iwo wonyoza lamulo Lathu (posiya kumumvera Sulaiman) timulawitsa chilango cha Moto woyaka"},{"SurahNumber":34,"VerseNumber":13,"Text":"“Ziwandazi zimampangira zimene wafuna, monga: misikiti, zithunzi zokhala ndi matupi, ndi mabeseni onga madamu ndi midenga yokhazikika. (Tidawauza:) “Chitani ntchito zabwino, E inu akubanja la Daud! Pothokoza (madalitso amene mwapatsidwa). Komatu ndiochepa othokoza mwa akapolo Anga.”"},{"SurahNumber":34,"VerseNumber":14,"Text":"“Pamene tidalamula imfa yake (Sulaiman), palibe chimene chidawasonyeza za imfa yake koma kachirombo ka m’nthaka (chiswe) kamene kadadya ndodo yake. Choncho pamene adagwa, ziwanda zidazindikira kuti zikadakhala zikudziwa zobisika sizidakakhala m’chilango chosambulacho"},{"SurahNumber":34,"VerseNumber":15,"Text":"“Ndithu padali phunziro pa anthu a dziko la Saba mokhala mwawo: (Padali) minda iwiri, kumanja ndi kumanzere. (Tidati:) “Idyani zakudya zaulere zochokera kwa Mbuye wanu, ndipo mthokozeni. Mudzi wabwino ndi Mbuye Wokhululuka.”"},{"SurahNumber":34,"VerseNumber":16,"Text":"“Koma adanyozera (lamulo la Allah); choncho tidawatumizira chigumula champhamvu chamadzi otchingidwa (chomwe chidawamiza ndi kuononga minda yawo). Ndipo tidawasinthira minda yawo (yabwino) kukhala minda iwiri yazipatso zowawa, ndi mitengo ya bwemba ndi mitengo pang’ono ya masawu"},{"SurahNumber":34,"VerseNumber":17,"Text":"“Amenewo ndiwo malipiro tidawalipira chifukwa cha kusathokoza kwawo (mtendere wa Allah). Ndipo Ife sitilipira zoterezi koma kwa okhawo osathokoza"},{"SurahNumber":34,"VerseNumber":18,"Text":"“Ndipo pakati pawo ndi pakati pa midzi imene tidaidalitsa, tidaikapo midzi imene idali yoonekera; ndipo tidapima m’menemo malo apaulendo. (kotero kuti amachoka malo nkufika malo ena mosavutika. Tidawauza): “Yendani m’menemo usiku ndi usana mwamtendere.”"},{"SurahNumber":34,"VerseNumber":19,"Text":"“Koma (adauda mtendere umenewu;) adati: “E Mbuye wathu! Talikitsani ntunda pakati pa maulendo athu; (kuyandikirana kwa midzi, sikukutisonyeza kuti tili pa ulendo).” Ndipo adadzichitira okha zoipa. Choncho tidawachita kukhala miyambi (imene anthu a pambuyo ankauzana pakati pawo), ndipo tidawabalalitsa; kubalalikana zedi. (Ena adathawira dziko ili, ena dziko lina). Ndithu m’zimenezo muli malingaliro kwa yense wopirira kwabasi ndi wothokoza kwambiri"},{"SurahNumber":34,"VerseNumber":20,"Text":"“Ndipo ndithu Iblis adatsimikiza ganizo lake pa iwo choncho adamtsatira kupatula gulu la okhulupirira (moona)"},{"SurahNumber":34,"VerseNumber":21,"Text":"“Ndipo iye adalibe nyonga pa iwo, koma chifukwa chakuti tionetse poyera ndani wokhulupirira tsiku la chimaliziro ndiponso ndani amene akulikaikira. Ndipo Mbuye wako Ngosunga chilichonse"},{"SurahNumber":34,"VerseNumber":22,"Text":"“Nena: “Itanani amene mukuwatcha kuti ndi milungu kusiya Allah (kuti akuthandizeni. Koma sangakuthandizeni chilichonse; pakuti iwo) alibe ngakhale kachinthu ka kumwamba ndi pansi kolemera ngati nyelere yaing’ono kwambiri; m’menemo iwo alibe gawo lililonse (lothandizana ndi Allah), ndipo ngakhale Iyenso alibe mthandizi wochokera mwa iwo"},{"SurahNumber":34,"VerseNumber":23,"Text":"“Ndipo uwomboli sudzathandiza kwa Iye (Allah) kupatula amene wamuloleza. Kufikira pamene mantha adzachotsedwa m’mitima mwawo (popatsidwa chilolezo choti apulumutse ena), adzanena pakati pawo (mosangalala): “Kodi wanena chiyani Mbuye wanu?” (Adzayankha): “Ndithu Iye wanena choona; Iye Ngotukuka Ngwamkulu.”"},{"SurahNumber":34,"VerseNumber":24,"Text":"“Nena (kwa iwo, iwe Mneneri {s.a.w}): “Kodi ndani amakupatsani rizq (zaulere) kuchokera kumwamba ndi pansi?” (Ngati sakuyankha chifukwa chodzitukumula), nena (kwa iwo): “Ndi Allah (Mmodzi, amene akukupatsani zopatsa zaulere zochokera kumwamba ndi pansi); ndipo ife kapena inu, tili pachiongoko kapena mkusokera koonekera.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"“Nena: “Simudzafunsidwa pa zimene (ife) talakwa, nafenso sitidzafunsidwa pazimene mukuchita.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"“Nena (kwa iwo): “Mbuye wathu adzatisonkhanitsa pakati pathu (pa tsiku la chiweruziro). Kenako adzaweruza pakati pathu mwa choonadi; Iye ndi Muweruzi Wodziwa kwambiri"},{"SurahNumber":34,"VerseNumber":27,"Text":"“Nena (kwa iwo): “Ndisonyezeni amene mwawalumikiza ndi Iye monga othandizana Naye; iyayi, sizingatheke (Iye kukhala ndi anzake), koma Iye (Yekha) ndiye Allah, Mwini Mphamvu zoposa, Wanzeru zakuya.”"},{"SurahNumber":34,"VerseNumber":28,"Text":"“Ndipo sitidakutumize (iwe, Mtumiki{s.a.w} kwa Arabu okha) koma kwa anthu onse, kuti ukhale wouza (okhulupirira) nkhani zabwino ndi wochenjeza otsutsa. Koma anthu ambiri sadziwa (za uthenga wako)"},{"SurahNumber":34,"VerseNumber":29,"Text":"“Eti akunena: “Nliti lidzakwaniritsidwe lonjezo ili (lakudza kwa chiweruziro) ngati mukunenadi zoona?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"“Nena: “Muli nalo pangano (lotsimikizika) la tsiku limene simungathe kulichedwetsa ngakhale ola limodzi, kapena kulifulumizitsa.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"“Ndipo amene sadakhulupirire akunena: “Sitiikhulupirira Qur’an iyi, ngakhalenso (mabuku) aja apatsogolo pake.” Ndipo ukadawaona achinyengo pamene azikaimiritsidwa pamaso pa Mbuye wawo, (ukadaona zoopsa zazikulu), uku pakati pawo akubwezerana mawu. Amene adaponderezedwa adzanena kwa amene adadzikweza: “Kukadapanda inu (kutipondereza), tikadakhala okhulupirira.”"},{"SurahNumber":34,"VerseNumber":32,"Text":"“Amene adadzikweza adzanena kwa amene adaponderezedwa: “Ha, kodi ife tidakutsekerezani ku chiongoko chitakudzerani? Iyayi, koma mudali oipa.”"},{"SurahNumber":34,"VerseNumber":33,"Text":"“Ndipo amene adaponderezedwa adzanena kwa amene adadzikweza: “Iyayi, koma (mumachita) ndale za usiku ndi usana (zotitsekereza nazo ku chikhulupiliro) pamene mumatilamula kuti tinkanire Allah ndikumpangira Iye milungu inzake.” Iwo adzabisa madandaulo pamene adzaona chilango. Ndipo tidzaika magoli m’makosi mwa amene sadakhulupirire; kodi angalipidwe china, osati zija ankachita"},{"SurahNumber":34,"VerseNumber":34,"Text":"“Palibe pamene tidatuma mchenjezi m’mudzi uliwonse koma opeza bwino a m’mudzimo ankanena: “Ndithu ife tikuzikana zimene mwatumidwa nazozi.”"},{"SurahNumber":34,"VerseNumber":35,"Text":"“Ndipo ankanena (monyada): “Ife tili ndi chuma chambiri ndi ana (amhiri); choncho ife sitidzalangidwa (pa tsiku la chimaliziro).”"},{"SurahNumber":34,"VerseNumber":36,"Text":"“Nena: “Ndithu Mbuye wanga amamchulukitsira rizq (zopatsa) laulere amene wamfuna (ngakhale ali woipa), ndipo amamchepetsera (amene wamfuna ngakhale kuti ndi munthu wabwino). Koma anthu ambiri sazindikira (zimenezi).”"},{"SurahNumber":34,"VerseNumber":37,"Text":"“Ndipo sichuma chanu ndi ana anu zomwe zingakuyandikitseni kwa Ife ulemelero, koma (chikhulupiliro cha) amene wakhulupirira ndi kuchita zabwino. Iwo adzapeza malipiro owonjezeka kwambiri pa zomwe adachita. Iwo adzakhala mwamtendere m’zipinda za ku Minda ya mtendere"},{"SurahNumber":34,"VerseNumber":38,"Text":"“Ndipo amene akuchita khama kulimbana ndi zizindikiro Zathu ndi cholinga choti alepheretse (zofuna Zathu,) iwowo adzabweretsedwa ku chilango (cha Moto)"},{"SurahNumber":34,"VerseNumber":39,"Text":"“Nena (iwe Mneneri): “Ndithu Mbuye wanga amamchulukitsira rizq (zaulere) amene wamfuna mwa akapolo Ake; ndiponso amamchepetsera (amene wamfuna). Ndipo chilichonse chimene mupereka, Iye adzakupatsani china m’malo mwake; Iye Ngwabwino popatsa zaulere, kuposa opatsa"},{"SurahNumber":34,"VerseNumber":40,"Text":"“Ndipo (kumbuka iwe Mneneri) tsiku limene (Allah) adzawasonkhanitsa onse ndi kunena kwa angelo: “Kodi awa amapembedza inu?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"“Adzanena: “Kuyera konse Nkwanu (simungakhale limodzi ndi milungu ina!) Inu ndinu Mtetezi wathu, osati iwo. Koma amagwadira majini (ziwanda); ambiri mwa iwo (anthu) adakhulupirira izo (ziwanda).”"},{"SurahNumber":34,"VerseNumber":42,"Text":"“(Allah adzawauza iwo:) “Lero aliyense mwa inu sangathe kudzetsa zabwino ngakhale masautso pa ena.” Ndipo tidzawauza amene adadzichitira okha zoipa: “Lawani chilango cha Moto chimene munkachitsutsa.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"“Ndipo Ayah Zathu zofotokoza momveka zikamawerengedwa kwa iwo, amanena, “Sichina uyu (Muhammad {s.a.w}) koma ndi munthu yemwe akufuna kukutsekerezani mapemphero amene amapemphera makolo anu.” Ndipo akunena: “Sichina iyi (Qur’an) koma ndibodza lopekedwa.” Ndipo amene sadakhulupirire akunena pa choona pamene chawadzera: “Sikanthu ichi, koma ndi matsenga woonekera.”"},{"SurahNumber":34,"VerseNumber":44,"Text":"“Ndipo (ngakhale awa Arabu) sitidawapatse mabuku oti aziwawerenga (buku ili lisanadze); ndipo sitidawatumizirenso mchenjezi patsogolo pako. (Nanga akudziwa bwanji kuti Qur’an iyi ndiyonama)"},{"SurahNumber":34,"VerseNumber":45,"Text":"“Ndipo amene adalipo iwowo kulibe, adatsutsa, ndipo (awa Arabu) sadapeze gawo limodzi m’magawo khumi a zomwe tidawapatsa iwowo, koma adatsutsa atumiki Anga (pa zomwe adawabweretsera). Nanga chidali bwanji chilango Changa (pa iwo)"},{"SurahNumber":34,"VerseNumber":46,"Text":"“Nena: “Ndithu ndikukulangizani chinthu chimodzi, kuti muimilire chifukwa cha Allah; awiriawiri ndi mmodzimmodzi, ndipo kenako mulingalire; (muona kuti uyu Muhammad {s.a.w} chilichonse chomwe akunena nchoona. Ndiponso muona kuti) mnzanuyu alibe misala. Iye, sichina, koma ndimchenjezi wanu chisanadze chilango chaukali.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"“Nena: “Chilichonse ndakupemphani kukhala malipiro (othandizira kufikitsa uthenga kwa anthu) ndichanu, malipiro anga ali kwa Allah basi. Ndipo Iye ndi Mboni pachilichonse.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"“Nena: “Ndithu Mbuye wanga amaponya choonadi (ponseponse kotero kuti chonama chimathawa). Ngodziwa zedi (zinthu) zobisika.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"“Nena: “Choonadi chadza (chisilamu); ndipo chabodza (chipembedzo cha mafano) sichidzetsa zachilendo, ndiponso sichibwerera (kukhala ndi nyonga monga kale).”"},{"SurahNumber":34,"VerseNumber":50,"Text":"“Nena: “Ngati ndasokera, ndiye kuti ndadzisokeretsa ndekha (ndadziyika ndekha m’mavuto). Koma ngati ndaongoka, ndichifukwa cha zimene akundivumbulutsira Mbuye wanga. Ndithu Iye Ngwakumva; ali pafupi (ndi aliyense).”"},{"SurahNumber":34,"VerseNumber":51,"Text":"“Ndipo ukadaona pamene adzanjenjemera (akadzachiona chilango cha Allah, adzayesera kuthawa), koma sipadzapezeka pothawira, ndipo adzagwidwa pamtunda wapafupi (asanafike kutali)"},{"SurahNumber":34,"VerseNumber":52,"Text":"“Ndipo adzanena (mophuphaphupha): “Tachikhulupirira (tsopano chipembedzo cha Chisilamu).” Koma iwo angaulandire chotani (Usilamu) kumeneko (komwe) ndikumalo akutali"},{"SurahNumber":34,"VerseNumber":53,"Text":"“Pomwe chikhalirenicho adachikana kale (Chisilamu). Ndipo chobisika ankachigenda (ndi bodza) kuchokera kumalo akutali"},{"SurahNumber":34,"VerseNumber":54,"Text":"“Ndipo padzatsekeka pakati pawo ndi zimene akuzilakalaka, monga momwe adachitidwira anzawo akale. Ndithu iwo adali m’chikaiko chowakaikitsa (uthenga wa Allah)"}]}