{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hâ mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu kitabin indirilisi, çok güçlü, hüküm ve hikmet sahibi olan Allah tarafindandir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz gökleri, yeri ve ikisi arasindakileri ancak hak ile ve belirli bir süre için yarattik. Inkâr edenler uyarildiklari seyden yüz çeviriyorlar"},{"SurahNumber":46,"VerseNumber":4,"Text":"Ey Muhammed! De ki: \"Allah'tan baska yalvardiklarinizi gördünüz mü? Onlar yerden ne yaratmislar bana gösterin. Yoksa onlarin göklerin yaradilisinda bir ortakliklari mi var? Eger siz dogru söyleyen kimseler iseniz bana bu Kur'an'dan önce indirilmis bir kitap veya ilimden bir eser getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah'i birakip da kiyamet gününe kadar kendisine hiç bir cevap veremeyecek olan putlara dua eden kimseden daha sapik kim olabilir? Oysa taptiklari seylerin, onlarin yalvarislarindan haberleri bile yoktur"},{"SurahNumber":46,"VerseNumber":6,"Text":"Kiyamet günü insanlar biraraya toplandigi zaman taptiklari seyler kendilerine düsman kesilirler. Ve onlarin kendilerine tapmalarini inkâr ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Bizim âyetlerimiz kendilerine apaçik okundugu zaman inkâr edenler kendilerine gelen hak kitap için: \"Bu apaçik bir büyüdür.\" dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa, \"Onu (Muhammed) uydurdu.\" mu diyorlar? Sen de ki: \"Eger onu ben uydurmussam Allah'tan bana gelecek cezayi savmaya sizin gücünüz yetmez. O sizin yaptiginiz taskinliklari daha iyi bilir. Sizinle benim aramda sahit olarak Allah yeter. O çok bagislayicidir, çok merhamet edicidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"Ey Muhammed! De ki: \"Ben Peygamberlerin ilki degilim. Bana ve size ne yapilacagini da bilmem. Ben ancak bana vahyedilene tabi oluyorum. Ben ancak apaçik bir uyariciyim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: \"Ne dersiniz, eger bu Kur'an Allah tarafindan ise ve siz de onu inkâr etmisseniz, bununla birlikte Israilogullari'ndan bir sahit de onun bir benzerini (Tevrat'ta görüp) inanmisken siz hala büyüklük taslarsaniz (haksizlik etmis olmaz misiniz)? Süphesiz ki, Allah zalim bir toplulugu dogru yola iletmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"Inkâr edenler, iman ednler için: \"Eger Islâm'da bir hayir olsaydi onlar, onu kabulde bizi geçemezlerdi.\" derler. Bununla muvaffak olamayinca da: \"Bu eski bir yalandir.\" diyeceklerdir"},{"SurahNumber":46,"VerseNumber":12,"Text":"Kur'ân'dan önce de bir rehber ve rahmet olarak Musa'nin kitabi Tevrat vardi. Bu Kur'ân ise zulmedenleri uyarmak, iyilik yapanlari müjdelemek için Arap lisani ile indirilen ve kendinden öncekileri tasdik eden bir kitaptir"},{"SurahNumber":46,"VerseNumber":13,"Text":"Gerçekten Rabbimiz Allah'tir.\" deyip, sonra da dosdogru olanlara gelince onlar için hiçbir korku yoktur ve onlar üzülmeyeceklerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Iste onlar cennetlikdirler, yaptiklarina karsilik orada ebedi olarak kalacaklardir"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana ana ve babasina iyilik yapmayi tavsiye ettik. Anasi onu zahmetle karninda tasidi ve zahmetle dogurdu. Onun ana karninda tasinmasi ile sütten kesilme süresi otuz aydir. Nihayet insan olgunluk çagina ulasip, kirk yasina geldiginde der ki: \"Ey Rabbim! Bana ve ana babama ihsan ettigin nimetlerine sükretmemi ve senin hosnut olacagin salih amel islememi ilham et. Benim neslimden gelenleri de salih kimseler kil. Dogrusu ben tevbe edip sana yöneldim. Ve ben gerçekten müslümanlardanim"},{"SurahNumber":46,"VerseNumber":16,"Text":"Iste yaptiklarinin en güzelini kendilerinden kabul edecegimiz ve günahlarini bagislayacagimiz bu kimseler cennetlikler arasindadirlar. Bu onlara vaad edilmis olan dosdogru bir sözdür"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ana ve babasina: \"Öf size! siz bana öldükten sonra tekrar dirilip kabrimden çikarilacagimi mi vaad ediyorsunuz? Oysa benden önce nice nesiller gelip geçmistir.\" diyen kimseye ana ve babasi Allah'a siginarak \"Yaziklar olsun sana! Gel iman et, süphesiz ki, Allah'in vaadi gerçektir.\" dediklerinde o: \"Bu Kur'ân öncekilerin masallarindan baska bir sey degildir\" diyordu"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iste onlar kendilerinden önce gelip geçmis olan cin ve insan topluluklari içerisinde haklarinda azab vaadi hak olmus kimselerdir. Onlar gerçekten hüsrana ugramislardir"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptiklarina göre dereceleri vardir. Allah onlara yaptiklarinin karsiligini tam olarak verir. Onlara haksizlik edilmez"},{"SurahNumber":46,"VerseNumber":20,"Text":"Inkâr edenler atese arzedilecekleri gün onlara: \"Siz dünya hayatinizda bütün güzel seylerinizi harcadiniz, onlarin zevkini sürdünüz, artik bugün yeryüzünde haksiz yere büyüklük taslamaniz ve yoldan çikmis olmanizdan dolayi asagilayici bir azabla cezalandirilacaksiniz.\" (denir)"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ey Muhammed! Âd kavminin kardesi Hud'u hatirla. Hani O, Ahkâf denilen yerde kavmini uyarmisti. O'ndan önce ve sonra da nice peygamberler gelip geçmistir. Hud, kavmine: \"Allah'tan baskasina kulluk etmeyin. Çünkü ben sizin için büyük bir günün azabindan korkuyorum.\" demisti"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar: \"Sen bizi ilâhlarimizdan çevirmek için mi geldin? Eger dogru söyleyenlerden isen o bize vaad edip durdugun azabi haydi getir.\" dediler"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hud: \"O azabin ne zaman gelecegine dair ilim Allah katindadir. Ben size benimle gönderileni teblig ediyorum. Fakat ben sizi cahillik eden bir kavim olarak görüyorum.\" dedi"},{"SurahNumber":46,"VerseNumber":24,"Text":"O azabi, vadilerine dogru yayilan bir bulut halinde gördükleri zaman: \"Bu bize yagmur yagdiracak yaygin bir buluttur.\" dediler. Hud ise: \"O sizin acele gelmesini istediginiz seydir. O bir rüzgârdir ki, içerisinde aci bir azab vardir"},{"SurahNumber":46,"VerseNumber":25,"Text":"O rüzgâr, Rabbinin emri ile herseyi yikar mahveder.\" dedi. Nihayet helâk oldular ve evlerinden baska hiçbir sey görünmez oldu. Iste biz günahkâr kavmi böyle cezalandiririz"},{"SurahNumber":46,"VerseNumber":26,"Text":"And olsun ki, biz onlara size vermedigimiz imkanlar vermistik. Onlara kulaklar, gözler ve kalpler vermistik. Fakat kulaklari, gözleri ve kalpleri onlara hiçbir fayda saglamadi. Çünkü onlar Allah'in âyetlerini bile bile inkâr ediyorlardi. Alay etmekte olduklari sey de onlari sarip kusatti"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun ki, biz sizin etrafinizda bulunan bir çok memleketleri helak ettik. Belki tevhide dönerler diye ayetlerimizi çesitli sekillerde açikladik"},{"SurahNumber":46,"VerseNumber":28,"Text":"Allah'i birakip da kendilerine yakinlik saglamak için edindikleri ilâhlari onlara yardim etselerdi ya! Ama hayir, aksine onlardan kaybolup gittiler. Iste bu onlarin yalanlari ve uydurup durduklari iftiralaridir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Ey Muhammed! Hani biz cinlerden bir grubu Kur'ân'i dinlemeleri için sana yöneltmistik. Onlar Kur'ân'i dinlemek için hazir bulunduklari zaman birbirlerine \"susun\" dediler. Kur'ân'in okunmasi bitince de birer uyarici olarak kavimlerine döndüler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Onlar kavimlerine söyle dediler: \"Ey kavmimiz! Gerçekten biz Musa'dan sonra indirilen ve kendisinden öncekileri tasdik eden bir kitap dinledik. O kitap gerçegi ve dogru yolu gösteriyor"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz! Allah'in davetçisine uyun ve O'na iman edin ki, Allah da sizin günahlarinizi bagislasin ve sizi aci bir azabdan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Her kim Allah'in davetçisine uymazsa bilsin ki, yeryüzünde Allah'i aciz birakacak degildir. Onun Allah'tan baska dostlari da yoktur. Iste onlar apaçik bir sapiklik içerisindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Onlar gökleri ve yeri yaratan ve onlari yaratmakla yorulmayan Allah'in ölüleri diriltmeye de kadir oldugunu görmüyorlar mi? Evet süphesiz ki, O'nun herseye gücü yeter"},{"SurahNumber":46,"VerseNumber":34,"Text":"Inkâr edenler atese arz olunacaklari gün onlara: \"Bu gerçek degil miymis?\" denir. Onlar da: \"Rabbimiz Hakk'i için gerçekmis!\" derler. Allah onlara: \"O halde inkâr ettiginizden dolayi simdi tadin azabi!\" der"},{"SurahNumber":46,"VerseNumber":35,"Text":"Ey Muhammed! Azim sahibi peygamberlerin sabrettikleri gibi sen de sabret! Onlar için (azab hususunda) acele etme. Sanki onlar kendilerine vaad edilen azabi gördükleri gün dünyada sadece gündüzün bir saati kadar kaldiklarini sanirlar. Bu bir tebligdir. Hiç yoldan çikan fasiklar toplulugundan baskasi helak edilir mi"}]}