{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Осмонлардаги нарсалар ва ердаги нарсалар Уники бўлган Аллоҳга ҳамд бўлсин. Охиратдаги ҳамд ҳам Уникидир. Ва У ўта ҳикматли, ўта хабардор Зотдир"},{"SurahNumber":34,"VerseNumber":2,"Text":"У, ерга нима кирса ва ундан нима чиқса, биладир, осмондан нима тушса ва унга нима чиқса, биладир. Ва У ўта раҳимли ва ўта мағфиратли Зотдир"},{"SurahNumber":34,"VerseNumber":3,"Text":"Куфр келтирганлар: «Бизга соат (қиёмат) келмас», дедилар. Сен: «Йўқ! Fойибни билгувчи Роббим ила қасамки, у сизларга албатта келур. У зотдан осмонлару ердаги зарра вазнича, ундан кичик нарса ҳам, катта нарса ҳам ғойиб бўлмас. Илло, ҳаммаси очиқ китобдадир», деб айт"},{"SurahNumber":34,"VerseNumber":4,"Text":"Иймон келтирган ва яхши амалларни қилганларни мукофотлаш учун. Ана ўшаларга, мағфират ва гўзал ризқ бордир"},{"SurahNumber":34,"VerseNumber":5,"Text":"Бизнинг оятларимизни ожиз қолдиргувчи бўлиш учун ҳаракат қилганларга эса, ана ўшаларга, аламли жазодан иборат азоб бордир"},{"SurahNumber":34,"VerseNumber":6,"Text":"Илм берилганлар сенга Роббингдан нозил қилинган нарсани айни ҳақ деб ва азийз ва мақталган Зотнинг йўлига ҳидоят қиладир, деб билурлар"},{"SurahNumber":34,"VerseNumber":7,"Text":"Куфр келтирганлар эса: «Сизларга бутунлай титилиб битган чоғингизда албатта, янгитдан яратилишингиз хабарини бераётган кишини кўрсатайликми"},{"SurahNumber":34,"VerseNumber":8,"Text":"У, Аллоҳга нисбатан ёлғон тўқидими ёки жинни бўлиб қолдими?» – дедилар. Йўқ! Охиратга иймон келтирмайдиганлар азобда ва йироқ залолатдадирлар"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ахир, улар осмону ердаги, олдиларидаги нарсаларни, ортларидаги нарсаларни кўрмайдиларми?! Агар хоҳласак, уларни ерга юттириб юборурмиз ёки устларига осмондан парчалар туширурмиз. Албатта, бунда У зотга қайтгувчи ҳар бир банда учун оят(белги) бордир"},{"SurahNumber":34,"VerseNumber":10,"Text":"Батаҳқиқ, Биз Довудга Ўзимиздан фазл бердик. «Эй тоғлар, у билан бирга (тасбиҳни) қайтар ва қушлар ҳам», (дедик). Ва унга темирни юмшоқ қилдик"},{"SurahNumber":34,"VerseNumber":11,"Text":"Ва (унга): «Совутлар қилгин ва бичимини ўлчовли қил. Солиҳ амаллар қилинглар. Албатта, Мен нима амал қилаётганингизни яхши кўриб тургувчиман, дедик"},{"SurahNumber":34,"VerseNumber":12,"Text":"Ва Сулаймонга шамолни (бердик). У(шамол)нинг эрталаб кетиши бир ойлик, кечқурун қайтиши бир ойлик йўл эди. Унга мис булоғини оқизиб қўйдик ва жинлардан Роббининг изни ила унинг ҳузурида ишлайдиганлари бор эди. Улардан ким амримиздан чиқса, унга қаттиқ олов азобини тоттирамиз"},{"SurahNumber":34,"VerseNumber":13,"Text":"У(жин)лар унга меҳроблар, ҳайкаллар, ҳовузлар каби лаганлар ва собит қозонлардан хоҳлаганини қилиб беришар эди. Эй, Оли Довуд, шукр қилинглар! Бандаларимдан шукр қилгувчилари оздир"},{"SurahNumber":34,"VerseNumber":14,"Text":"Қачонки, Биз у(Сулаймон)га ўлимни ҳукм этганимизда, уларга унинг ўлими ҳақида асосини еяётган ёғоч қуртидан бошқа ҳеч бир нарса далолат қилмади. Қачонки, у йиқилганда, жинларга, агар улар ғайбни билганларида, хорловчи азобда қолмаган бўлишлари аён бўлди"},{"SurahNumber":34,"VerseNumber":15,"Text":"Батаҳқиқ, сабаъликлар учун ўз масканларида оят (белги) — ўнг ва чапдан икки боғ бор эди. «Роббингиз ризқидан енг ва Унга шукр қилинг! Не гўзал юрт ва ўта мағфиратли Роббингиз бор», (дедик)"},{"SurahNumber":34,"VerseNumber":16,"Text":"Улар юз ўгирдилар. Бас, Биз устларига арим селини юбордик ва уларнинг икки боғларини аччиқ мевали, юлғунзор ва бир озгина сидрли икки «боғ»га айлантирдик"},{"SurahNumber":34,"VerseNumber":17,"Text":"Уларни ношукрлик қилганлари учун ана шундоқ жазоладик. Биз фақат ўта ношукрларгагина жазо берурмиз"},{"SurahNumber":34,"VerseNumber":18,"Text":"Биз улар билан Ўзимиз баракали қилган шаҳарлар орасида кетма-кет қишлоқлар қилиб, улар орасидаги юришни ўлчовли этиб қўйган ва «Уларда кечалар ҳам, кундузлар ҳам омонлик-ла юраверинг», (деган эдик)"},{"SurahNumber":34,"VerseNumber":19,"Text":"Улар: «Эй Роббимиз, сафарларимиз орасини узоқ қил!» дедилар ва ўзларига зулм қилдилар. Бас, Биз уларни ҳикояларга айлантирдик ва бутунлай парча-парча қилиб ташладик. Албатта, бунда ҳар бир ўта сабрли ва ўта шукрли учун оят (белги)лар бордир"},{"SurahNumber":34,"VerseNumber":20,"Text":"Батаҳқиқ, иблис улар ҳақидаги гумонини рўёбга чиқарди. Бас, фақат бир гуруҳ мўминлардан бошқалари унга эргашдилар"},{"SurahNumber":34,"VerseNumber":21,"Text":"Ҳолбуки, унинг улар устидан ҳеч бир ҳукмронлиги бўлмас эди. Магар, Биз охиратга иймон келтирадиганни унда (охиратда) шаки бордан айиришимиз учун бўлди. Роббинг ҳар бир нарсани муҳофаза қилгувчидир"},{"SurahNumber":34,"VerseNumber":22,"Text":"Сен: «Аллоҳдан ўзга гумон қилганларингизга дуо қилаверинглар! Улар осмонлару ерда зарра вазнича нарсага молик эмаслар. Уларга бу(икки)ларида шериклик ҳам йўқ. Ва У зотга улардан бирорта ёрдамчи ҳам йўқ», деб айт"},{"SurahNumber":34,"VerseNumber":23,"Text":"У зотнинг ҳузурида фақат Ўзи изн берганлардан бошқанинг шафоати манфаат бермас. Токи қалбларидан қўрқинч кетгач: «Роббингиз нима деди?» – дерлар. «Ҳақни», дерлар. У олий ва буюк Зотдир"},{"SurahNumber":34,"VerseNumber":24,"Text":"Сен: «Сизга осмонлару ердан ким ризқ берадир?» – деб айт. Сен: «Аллоҳ. Ва албатта, биз ёки сиз ҳидоятда ёхуд очиқ-ойдин залолатдадирмиз», деб айт"},{"SurahNumber":34,"VerseNumber":25,"Text":"Сен: «Сизлар биз қилган жиноятдан сўралмассиз, биз эса сиз қилган амалдан сўралмасмиз», деб айт"},{"SurahNumber":34,"VerseNumber":26,"Text":"Сен: «Роббимиз бизларни жамлар, сўнгра ҳақ ила орамизни очиқ қилур. У ўта очгувчи ва ўта билгувчидир», деб айт"},{"SurahNumber":34,"VerseNumber":27,"Text":"Сен: «У зотга шериклар қилиб тиқиштирганларингизни менга кўрсатинг. Йўқ! Фақат Азийз ва Ҳакийм бўлган Аллоҳгина бордир», деб айт"},{"SurahNumber":34,"VerseNumber":28,"Text":"Биз сени барча одамларга фақат хушхабарчи ва огоҳлантиргувчи қилиб юбордик. Лекин одамларнинг кўплари билмаслар"},{"SurahNumber":34,"VerseNumber":29,"Text":"Улар: «Агар ростгўй бўлсангиз, бу ваъда қачон бўлур?» – дерлар"},{"SurahNumber":34,"VerseNumber":30,"Text":"Сен: «Сизга бир куннинг ваъдаси бор. Ундан бир он ортга ҳам қола олмассиз, олдин ҳам кета олмассиз», деб айт"},{"SurahNumber":34,"VerseNumber":31,"Text":"Куфр келтирганлар: «Ушбу Қуръонга ҳам, ундан олдинги нарсага ҳам ҳеч иймон келтирмасмиз», дедилар. Агар сен ўша золимларнинг Роббилари ҳузурида турғазиб қўйилганларида бир-бирларига гап қайтараётганларини кўрсанг эди. Ўшанда заиф саналганлар мутакаббирлик қилганларга: «Сиз бўлмаганингизда, албатта, биз мўмин бўлар эдик», дерлар"},{"SurahNumber":34,"VerseNumber":32,"Text":"Мутакаббирлик қилганлар заиф саналганларга: «Сизга ҳидоят келганидан кейин биз сизни ундан тўсдикми?! Йўқ! Ўзингиз жиноятчи бўлдингиз», дерлар"},{"SurahNumber":34,"VerseNumber":33,"Text":"Заиф саналганлар мутакаббирлик қилганларга: «Йўқ! Кечаю кундузнинг макр-ҳийласи (тўсди). Ўшанда сизлар бизни Аллоҳга куфр келтиришимизга, унга тенгдошлар қўшишимизга амр қилар эдингиз», дедилар. Улар азобни кўрган чоғларида надоматни ичларида тутдилар. Биз куфр келтирганларнинг бўйинларига кишанлар солдик. Улар фақат қилиб юрган амалларига яраша жазоланурлар"},{"SurahNumber":34,"VerseNumber":34,"Text":"Қайсики бир шаҳар-қишлоққа огоҳлантиргувчи юборсак, албатта, унинг маишатбозлари: «Биз, албатта, сиз ила юборилган нарсага куфр келтиргувчилармиз», дедилар"},{"SurahNumber":34,"VerseNumber":35,"Text":"Улар: «Бизнинг молу дунёмиз, бола-чақамиз кўпроқ. Биз азоблангувчи эмасмиз», дерлар"},{"SurahNumber":34,"VerseNumber":36,"Text":"Сен: «Албатта, Роббим хоҳлаган кишисига ризқни кенг қилур ва тор қилур. Лекин одамларнинг кўплари билмаслар», деб айт"},{"SurahNumber":34,"VerseNumber":37,"Text":"На молу дунёларингиз ва на бола-чақаларингиз сизни Бизнинг ҳузуримизга яқин қила олмас. Магар ким иймон келтирган ва солиҳ амал қилган бўлса, ана ўшаларгагина қилган амаллари туфайли кўпайтирилган мукофот бордир. Улар (жаннат) болохоналарида омонликдадирлар"},{"SurahNumber":34,"VerseNumber":38,"Text":"Бизнинг оятларимизни ожиз қолдириш учун ҳаракат қиладиганлар эса, ана ўшалар азоб ичига ҳозир қилинганлардир"},{"SurahNumber":34,"VerseNumber":39,"Text":"Айт: «Албатта, Роббим ризқни Ўз бандаларидан кимни хоҳласа ўшанга кенг қилур ва тор қилур. Ҳар бир инфоқ қилган нарсангизнинг ўрнини У тўлдирур. У зот ризқ бергувчиларнинг яхшисидир»"},{"SurahNumber":34,"VerseNumber":40,"Text":"Уларнинг барчаларини жамлайдиган, сўнгра У зот фаришталарга: «Анавилар сизларга ибодат қилган эдиларми?» дейдиган кунда"},{"SurahNumber":34,"VerseNumber":41,"Text":"Улар: «Сен поксан! Сен бизнинг валийимизсан! Улар эмас! Йўқ! Улар жинларга ибодат қилар эдилар. Кўплари ўшаларга иймон келтиргувчидирлар», дерлар"},{"SurahNumber":34,"VerseNumber":42,"Text":"Бугунги кунда бир-бирингиз учун манфаатга ҳам, зарарга ҳам молик эмассизлар. Ва зулм қилганларга: «Ўзингиз ёлғонга чиқариб юрган оловнинг азобини татиб кўринг», дермиз"},{"SurahNumber":34,"VerseNumber":43,"Text":"Қачонки уларга Бизнинг очиқ-ойдин оятларимиз тиловат қилинса: «Бу, сизни ота-боболарингиз ибодат қилиб юрган нарсадан тўсмоқни ирода қиладиган одам, холос», дедилар ва «Бу, тўқилган уйдирмадан бошқа нарса эмас», дедилар. Ва куфр келтирганлар ўзларига ҳақ келган чоғда: «Бу, очиқ-ойдин сеҳрдан бошқа нарса эмас», дедилар"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ҳолбуки, Биз уларга дарс оладиган китобларни бермаган эдик. Шунингдек, сендан олдин уларга бирор огоҳлантиргувчи ҳам юбормаган эдик"},{"SurahNumber":34,"VerseNumber":45,"Text":"Улардан илгари ўтганлар ҳам (Пайғамбарларни) ёлғончи қилган эдилар. (Булар) уларга берган нарсаларимизнинг ўндан бирига ҳам етганлари йўқ. Бас, Пайғамбарларимни ёлғончи қилдилар, аммо инкорим қандоқ бўлди"},{"SurahNumber":34,"VerseNumber":46,"Text":"Сен: «Мен сизга биргина насиҳат қилурман: Аллоҳ учун холис, якка-якка ва тўп-тўп туриб бир фикр юритиб кўринглар. Соҳибингизда жинга оид ҳеч нарса йўқ. У сизларга шиддатли азобдан олдинги огоҳлантиргувчи, холос», деб айт"},{"SurahNumber":34,"VerseNumber":47,"Text":"Сен: «Мен сизлардан ҳеч бир ажр-ҳақ сўрамадим. Бас, у сизга бўлсин. Менинг ажрим фақат Аллоҳнинг зиммасида. У зот ҳар бир нарсага Ўзи шоҳиддир», деб айт"},{"SurahNumber":34,"VerseNumber":48,"Text":"Сен: «Албатта, Роббим ҳақни отур. У зот ғайбларни ўта билгувчидир», деб айт"},{"SurahNumber":34,"VerseNumber":49,"Text":"Сен: «Ҳақ келди! Ботил бошлай олмас ва қайтара ҳам олмас», деб айт"},{"SurahNumber":34,"VerseNumber":50,"Text":"Сен: «Агар мен залолатга кетган бўлсам, ўз зараримга кетаман. Агар ҳидоят топсам, Роббим менга ваҳий қилган нарса туфайли топаман. Албатта, У зот ўта эшитгувчи, яқиндир», деб айт"},{"SurahNumber":34,"VerseNumber":51,"Text":"Агар уларнинг талвасага тушишларини, энди қочиб қутулиш йўқ ва яқин макондан тутилишларини бир кўрсанг эди"},{"SurahNumber":34,"VerseNumber":52,"Text":"Улар: «Унга иймон келтирдик», дерлар. Энди, узоқ бир макондан қўллари қандоқ етсин"},{"SurahNumber":34,"VerseNumber":53,"Text":"Ҳолбуки, унга олдин куфр келтирган эдилар. Fойибга узоқ жойдан тош отар эдилар"},{"SurahNumber":34,"VerseNumber":54,"Text":"Ва улар билан ўзлари иштаҳа қилган нарсанинг ораси тўсилди. Худди олдин ўтган маслакдошлари каби. Албатта, улар шак-шубҳа ичида эдилар"}]}