{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Seslani teto Knihy — o niz neni pochybnosti prichazi od Pana veskerenstva"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ci snad rikaji: „Vymyslil si to?“ Naopak, jest to pravda prichazejici od Pana tveho, abys varoval lid, jemuz neprisel dosud varovatel pred tebou, aby (spravne) byli vedeni"},{"SurahNumber":32,"VerseNumber":4,"Text":"Buh jest to, jenz stvoril nebe i zemi a cozkoliv mezi obema jest v sesti dnech: pote vystoupil na trun svuj. Neni vam vedle neho ochrance ni primluvce: coz si toho nerozvazite"},{"SurahNumber":32,"VerseNumber":5,"Text":"On ridi vsechny veci od nebe k zemi: pote pak vsechny veci k nemu navrati se v den, jehoz rozsah bude tisic let, jak vy je pocitate"},{"SurahNumber":32,"VerseNumber":6,"Text":"On jest znatel veci skrytych i viditelnych, mocny, slitovny"},{"SurahNumber":32,"VerseNumber":7,"Text":"jenz co nejlepsi dal kazde veci tvar a zprvu utvoril cloveka z hliny"},{"SurahNumber":32,"VerseNumber":8,"Text":"pak ustanovil puvod jeho z kapky vody odporne"},{"SurahNumber":32,"VerseNumber":9,"Text":"pak dal mu tvar a vdechl do neho cast ducha sveho: a dal vam sluch a zrak a srdce. Jak malo jste za to vdecni"},{"SurahNumber":32,"VerseNumber":10,"Text":"A rikaji: „Kdyz ztratime se kdesi v zemi, zdaz v novem zjevime se stvoreni!“ A tak v setkani se s Panem svym oni neveri"},{"SurahNumber":32,"VerseNumber":11,"Text":"Rci: „Da zemriti vam andel smrti, jemuz jste poruceni, a pak k Panu svemu budete navraceni.“"},{"SurahNumber":32,"VerseNumber":12,"Text":"Kdybys jen mohl videti, jak provinilci klopiti budou hlavy sve pred Panem svym (rkouce): „Pane nas, videli jsme a slyseli jsme: vrat nas na zemi a budeme konati dobro: nyni pevne verime.“"},{"SurahNumber":32,"VerseNumber":13,"Text":"Kdybychom byli chteli, byli bychom dali kazde dusi (prave) vedeni: vsak vysloven byl mnou jiz rozsudek: „Dojista naplnim peklo Dzinny a lidmi pospolu"},{"SurahNumber":32,"VerseNumber":14,"Text":"Procez okuste trestu za to, ze zapomneli jste na setkani s nami v tento den vas: my tez zapomneli jsme na vas i okuste trestu vecneho za to, co cinili jste.“"},{"SurahNumber":32,"VerseNumber":15,"Text":"Jen ti veri ve znameni nase, kteri, kdyz zminku o nich obdrzi, padaji na tvar svou v UCTIVANI a peji chvalu Pana sveho, a nejsou naduti pychou"},{"SurahNumber":32,"VerseNumber":16,"Text":"jiz boky sve zvedajic s luzek svych, aby volali k Panu svemu s bazni a touhou, a z toho, cimz obdarili jsme je, stedre rozdavaji"},{"SurahNumber":32,"VerseNumber":17,"Text":"A zadna duse nevi, co skryto jest pro ne radosti odmenou za to, co byli cinili"},{"SurahNumber":32,"VerseNumber":18,"Text":"Zdaz ten, kdo uveril, mel by byti roven pohorslivci? Nebudou si rovni"},{"SurahNumber":32,"VerseNumber":19,"Text":"Pokud se tyce tech, kdoz uverili a konali dobre skutky, tem dany budou zahrady pribytkem a obyvanim v odmenu za skutky jejich"},{"SurahNumber":32,"VerseNumber":20,"Text":"A pokud se tyce tech, kdoz pohorseni pachali, tem pribytkem bude ohen (pekelny): pokazde, kdyz chtiti budou vylezti z neho, navraceni do neho budou a bude receno jim: „Okuste trestu ohne, jejz vylhanym jste nazyvali.“"},{"SurahNumber":32,"VerseNumber":21,"Text":"A dojista dame jim okusiti trestu mensiho vedle trestu vetsiho, aby snad vratili se k nam"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kdo nepravostnejsim jest toho, jenz kdyz pripomenuta jsou mu znameni nase, odvrati se od nich? Myt zajiste pomstime se na provinilych"},{"SurahNumber":32,"VerseNumber":23,"Text":"A kdysi dali jsme Mojzisovi Knihu: i nebud v pochybnostech o jeho setkani (s nami). A ucinili jsme ji vedenim synum Israele"},{"SurahNumber":32,"VerseNumber":24,"Text":"A z nich ustanovili jsme vudce, aby vedli lid dle rozkazu naseho pote, kdyz byli trpelive vytrvavali a pevne uverili ve znameni nase"},{"SurahNumber":32,"VerseNumber":25,"Text":"Zajiste pak Pan tvuj rozhodne mezi nimi v den zmrtvychvstani ohledne toho, v cem rozchazeli se"},{"SurahNumber":32,"VerseNumber":26,"Text":"Coz neni jim patrno kolik zahladili jsme pred nimi pokoleni, v jichz obydlich oni ted prochazeji se? V tom zajiste znameni jsou: coz nepopreji (jim) sluchu"},{"SurahNumber":32,"VerseNumber":27,"Text":"Coz nevidi, jak zeneme v mracnech vodu k zemi vyprahle a ji vzchazeti davame obili, z nehoz pozivaji dobytcata jejich i oni sami? Coz (toho) nevidi"},{"SurahNumber":32,"VerseNumber":28,"Text":"A rikaji: „Kdy tedy prijde, ono skoncovanim jste-li pravdomluvnymi?“"},{"SurahNumber":32,"VerseNumber":29,"Text":"Rci: „V den skoncovani neprospeje tem, kdoz neverili, vira jejich, aniz bude jim poshoveno.“"},{"SurahNumber":32,"VerseNumber":30,"Text":"I stran se jich a vyckavej: oni tez vyckavaji"}]}