{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaaf, Haa, Jaa, Ain, Saad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Tämä on muistutus Herrasi laupeudesta palvelijaansa Sakariaa kohtaan"},{"SurahNumber":19,"VerseNumber":3,"Text":"kun hän salassa huokasi Herrallensa"},{"SurahNumber":19,"VerseNumber":4,"Text":"Hän lausui: »Herrani, totisesti minun ruumiini luut ovat heikentyneet ja ikäni vuoksi minun päässäni välkkyvät harmaat hiukset, mutta milloinkaan ei onni ole minua pettänyt rukoillessani Sinua, oi Herrani"},{"SurahNumber":19,"VerseNumber":5,"Text":"Minä pelkään sukulaisiani, jotka tulevat perijöikseni; onhan vaimoni hedelmätön; sentähden låhjoita minulle jälkeläinen"},{"SurahNumber":19,"VerseNumber":6,"Text":"joka perisi minut ja myöskin Jaakobin lapset, ja oi Herrani, tee hänestä Sinulle mieluisa.»"},{"SurahNumber":19,"VerseNumber":7,"Text":"Oi Sakarias, totisesti, Me ilmoitamme sinulle ilosanoman pojasta, jonka nimi olkoon Johannes. Emme ole vielä luonut ketään sen nimistä"},{"SurahNumber":19,"VerseNumber":8,"Text":"Hän sanoi: »Herra, kuinka minä voin saada pojan, kun vaimoni on hedelmätön ja itseni on korkea ikä jo heikentänyt?»"},{"SurahNumber":19,"VerseNumber":9,"Text":"Jumala vastasi: »Niin tapahtuu, sanoo Herrasi, se on helppo asia Minulle. Olenhan jo aikaisemmin luonut sinut tyhjästä.»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Hän sanoi: »Herra, anna minulle jokin tunnusmerkki!» Jumala lausui: »Se olkoon sinulle merkiksi, ettet voi kolmeen vuorokauteen puhua ihmisille mitään, vaikka olet aivan terve.»"},{"SurahNumber":19,"VerseNumber":11,"Text":"Senjälkeen hän astui ulos rukouskammiosta kansansa eteen ja puhui kansalleen merkkien avulla: »Julistakaa Hänen kunniaansa aamuin ja illoin.»"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ja hänen pojalleen sanottiin: »Oi Johannes, ota Kirja vastaan halukkaasti!» ja Me annoimme Hänelle viisautta, kun hän oli vielä lapsi"},{"SurahNumber":19,"VerseNumber":13,"Text":"Annoimme hänelle myös innoitusta ja viattomuutta omastamme, ja hän kunnioitti vanhempiaan"},{"SurahNumber":19,"VerseNumber":14,"Text":"ja oli hyvä heitä kohtaan. Hän ei ollut kapinallinen eikä tottelematon"},{"SurahNumber":19,"VerseNumber":15,"Text":"Rauha olkoon hänelle sinä päivänä, jolloin hän syntyi, ja sinä päivänä, jolloin hän kuolee, sekä sinä päivänä, jolloin hänet herätetään kuolleista"},{"SurahNumber":19,"VerseNumber":16,"Text":"Mainitse Kirjassa myös Mariasta: Hän lähti perheensä luota yksinäiseen paikkaan idässä"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ja hän otti hunnun, joka verhosi hänet heidän katseiltaan. Senjälkeen Me lähetimme henkemme hänen luokseen, ja se ilmestyi hänelle aivan kuin ihmisolento"},{"SurahNumber":19,"VerseNumber":18,"Text":"Maria lausui: »Totisesti, minä etsin sinua vastaan turvaa laupeimpaan (Jumalaan) luottaen, jos olet hurskas.»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Hän vastasi: »Minä olen vain Herrasi lähettiläs ja tuon sinulle viattoman pojan.»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Maria sanoi: »Kuinka minä voisin saada pojan, kun kukaan ihminen ei ole minuun koskenut enkä ole siveetön?»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Hän vastasi: »Näin sanoo Herrasi: 'Se on helppo asia Minulle, ja se on oleva merkkinä ihmissuvulle ja armonosoituksena Meiltä; onhan asia jo ratkaistu.'»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Silloin Maria vastaanotti hänen lupauksensa ja siirtyi kauas syrjäiseen paikkaan"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sitten synnytystuskat pakottivat hänet nojautumaan taatelipalmun runkoon. Hän lausui: »Voi, kun olisin kuollut ennen tätä ja minut olisi kokonaan unohdettu.»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Silloin ääni hänen altaan kutsui häntä ja sanoi: »Älä murehdi, totisesti Herrasi on asettanut lähteen jalkojesi juureen"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ravista palmun runkoa, niin sinulle putoilee kypsiä taateleita"},{"SurahNumber":19,"VerseNumber":26,"Text":"Sentähden syö ja juo ja kirkastukoon silmäsi. Ja jos näet jonkun ihmisen, niin sano hänelle: »Totisesti, minä olen Laupeimmalle luvannut paastota enkä siis voi puhua tänään kenenkään ihmisolennon kanssa.»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sitten hän palasi kansansa luokse kantaen lastaan. He huudahtivat: »Oi Maria, totisesti sinä olet tehnyt sangen pahasti"},{"SurahNumber":19,"VerseNumber":28,"Text":"Oi Aaronin sisar, sinun isäsi ei ollut kelvoton mies eikä äitisi huono nainen.»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mutta hän vain osoitti lastaan. He sanoivat: »Kuinka voisimme puhua sellaiselle, joka on vielä kehdossa oleva lapsi?»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Poika vastasi: »Totisesti, minä olen Jumalan palvelija. Hän on antanut minulle Kirjan ja Hän on tehnyt minut profeetaksi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Hän antaa minulle siunauksensa missä tahansa olenkin, ja Hän on määrännyt minun tehtäväkseni rukoilemisen ja almut niin kauan kuin elän"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Hän on luonut minut) hyväksi äitiäni kohtaan, eikä Hän ole tehnyt minua kapinalliseksi, onnettomaksi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Rauha ylläni sinä päivänä, jolloin synnyin, sinä päivänä, jolloin kuolen sekä sinä päivänä, jolloin minut herätetään kuolleista.»"},{"SurahNumber":19,"VerseNumber":34,"Text":"Tällainen on Jeesus, Marian poika. Tämä on tosi sanoma, josta he kuitenkin kiistelevät"},{"SurahNumber":19,"VerseNumber":35,"Text":"Jumalan ei ole soveliasta hankkia itselleen poikaa; kunnia olkoon Hänelle! Kun Hän päättää jonkin asian, Hänen tarvitsee vain sanoa: »Tapahtukoon!» ja se tapahtuu"},{"SurahNumber":19,"VerseNumber":36,"Text":"Totisesti, Jumala on minun Herrani ja myöskin teidän Herranne; palvelkaa siis Häntä; tämä on oikea tie.»"},{"SurahNumber":19,"VerseNumber":37,"Text":"Mutta lahkolaiset olivat keskenään erimielisiä; voi uskottomia, kun viimeinen päivä heidät kohtaa"},{"SurahNumber":19,"VerseNumber":38,"Text":"Kuinka hyvin he kuulevatkaan ja näkevät sinä päivänä, jolloin he astuvat eteemme! Mutta tänä päivänä väärämieliset ovat vielä suuren harhan vallassa"},{"SurahNumber":19,"VerseNumber":39,"Text":"Varoita heitä murheen päivästä, jolloin asia on jo ratkaistu, koska he ovat välinpitämättömiä ja epäuskoisia"},{"SurahNumber":19,"VerseNumber":40,"Text":"Totisesti, Me perimme maan ja kaikki, jotka siinä ovat. Ja Meidän luoksemme on heidän palattava"},{"SurahNumber":19,"VerseNumber":41,"Text":"Mainitse Kirjassa myös Aabrahamista. Hän oli vanhurskas mies sekä profeetta"},{"SurahNumber":19,"VerseNumber":42,"Text":"Hän lausui isälleen: »Oi isäni, miksi palvelet sellaista, joka ei kuule eikä näe eikä kykene vähääkään sinua auttamaan"},{"SurahNumber":19,"VerseNumber":43,"Text":"Oi isäni, totisesti minulle on suotu tietoa, jota sinä et ole saanut, sentähden seuraa minua, minä olen johdattava sinut oikealle tielle"},{"SurahNumber":19,"VerseNumber":44,"Text":"Oi isäni, älä palvele saatanaa. Totisesti, saatana on tottelematon Laupeimmalle"},{"SurahNumber":19,"VerseNumber":45,"Text":"Oi isäni, minä pelkään, että Laupeimman kuritus on sinua kohtaava ja että sinusta tulee saatanan liittolainen.»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Hän vastasi: »Oletko luopunut minun jumalistani, oi Aabraham? Totisesti, ellet muuta mieltäsi, niin minä olen kivittävä sinut kuoliaaksi. Poistu luotani pitkäksi aikaa.»"},{"SurahNumber":19,"VerseNumber":47,"Text":"Aabraham sanoi: »Rauha olkoon sinulle. Olen rukoileva sinulle Herraltani anteeksiantoa. Totisesti, Hän on lempeä minua kohtaan"},{"SurahNumber":19,"VerseNumber":48,"Text":"Mutta minä luovun sinusta ja siitä, mitä sinä rukoilet Jumalan asemesta. Minä olen rukoileva Herraani ja ehkäpä en ole suotta vetoava Herraan.»"},{"SurahNumber":19,"VerseNumber":49,"Text":"Kun hän oli vaeltanut pois heidän luotaan ja hylännyt sen, mitä he palvelivat, Me annoimme hänelle lisakin ja Jaakobin ja teimme kummastakin profeetan"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ja Me soimme heille armoamme ja teimme heistä kuuluisia miehiä, totuuden julistajia"},{"SurahNumber":19,"VerseNumber":51,"Text":"Mainitse Kirjassa myös Mooseksesta. Totisesti, hän kuului valittujen joukkoon ja hän oli myös lähettiläs ja profeetta"},{"SurahNumber":19,"VerseNumber":52,"Text":"Me kutsuimme hänet vuoren oikealta puolelta ja sallimme hänen läheltä puhutella Itseämme"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ja armossamme Me teimme hänen veljestään Aaronista profeetan"},{"SurahNumber":19,"VerseNumber":54,"Text":"Muista Kirjassa myös Ismaelia. Totisesti, hän oli lupaukselle uskollinen, ja hän oli myös lähettiläs ja profeetta"},{"SurahNumber":19,"VerseNumber":55,"Text":"Hän määräsi perheensä rukoilemaan ja antamaan almuja ja hän oli Herrallensa mieluinen"},{"SurahNumber":19,"VerseNumber":56,"Text":"Muista Kirjassa myös Idrisiä. Totisesti, hän oli uskollinen ja hänkin oli profeetta"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ja Me ylensimme hänet korkeaan asemaan"},{"SurahNumber":19,"VerseNumber":58,"Text":"Nämä kaikki olivat niitä, joille Me annoimme siunauksemme. He olivat profeettoja Aadamin jälkeläisten joukossa ja niiden, jotka pelastimme Nooan mukana. Samoin Aabrahamin ja Ismaelin jälkeläisten joukossa sekä niiden, joille olemme antanut johdatuksen ja jotka olemme valinnut. Kun heille lueteltiin laupeimman Jumalan tunnusmerkkejä, he lankesivat maahan palvoen ja kyyneliä vuodattaen"},{"SurahNumber":19,"VerseNumber":59,"Text":"Mutta heidän jälkeensä tuli sellaisia, jotka laiminlöivät rukouksensa ja seurasivat himojaan. Siksi he saavatkin palkan luopumuksestaan"},{"SurahNumber":19,"VerseNumber":60,"Text":"Mutta ne, jotka kääntyvät Jumalan puoleen ja uskovat ja jotka suorittavat hyviä tekoja, saavat astua puutarhaan, eikä heille tehdä pienintäkään vääryyttä"},{"SurahNumber":19,"VerseNumber":61,"Text":"he astuvat heille näkymättömiin autuaisiin puutarhoihin, jotka Armahtaja on palvelijoillensa luvannut. Totisesti, Hänen lupauksensa on täyttyvä"},{"SurahNumber":19,"VerseNumber":62,"Text":"He eivät kuule siellä mitään turhaa puhetta, vaan ainoastaan sanan »Rauha!» Ja ravintonsa he saavat sekä aamuin että illoin"},{"SurahNumber":19,"VerseNumber":63,"Text":"Tällainen on puutarha, jonka Me annamme perinnöksi niille palvelijoillemme, jotka ovat hurskaita"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ja enkelit sanovat: »Me laskeudumme maan päälle vain Herrasi käskystä. Hänelle kuuluu kaikki, mikä on edessämme ja mikä on takanamme, ja kaikki, mikä on näiden välissä.» Eikä Herrasi ole huonomuistinen"},{"SurahNumber":19,"VerseNumber":65,"Text":"Hän on taivaitten ja maan ja kaiken niiden välisen Herra. Sentähden palvelkaa Häntä ja pysykää kestävinä palvelemisessanne. Tunnetko ketään, joka olisi Hänen nimensä kaltainen"},{"SurahNumber":19,"VerseNumber":66,"Text":"Ja kuitenkin ihminen sanoo: »Kuinka, herätetäänkö minut todellakin kuoltuani jälleen eloon?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Eikö ihminen lainkaan muista, että Me loimme hänet jo kerran ennen aivan tyhjästä"},{"SurahNumber":19,"VerseNumber":68,"Text":"Herrasi kautta! Me kokoamme varmasti heidät ja saatanat ja saatamme heidät polvistumaan helvetin ympärille"},{"SurahNumber":19,"VerseNumber":69,"Text":"Senjälkeen Me erotamme jokaisesta lahkosta ne, jotka kiivaimmin uhmailivat Laupeinta vastaan"},{"SurahNumber":19,"VerseNumber":70,"Text":"Totisesti, Me tunnemme parhaiten ne, jotka suurimmalla syyllä on syöstävä helvettiin"},{"SurahNumber":19,"VerseNumber":71,"Text":"Teidän joukossanne ei ole ainoatakaan, joka ei sinne joutuisi. Tämä on Herrasi sitova määräys"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sitten Me pelastamme ne, jotka harjoittavat hartautta, mutta väärintekijät Me hylkäämme sinne polvillensa"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ja kun selvät merkkimme on heille ilmoitettu, sanovat epäuskon valtaamat niille, jotka uskovat: »Kumpi puoli on edullisemmassa asemassa ja näyttää lukuisemmalta?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Kuinka monta ennen heitä elänyttä sukupolvea olemmekaan hävittänyt, vaikka ne olivat heitä rikkaampia ja uhkeampia"},{"SurahNumber":19,"VerseNumber":75,"Text":"Sano: »Jotka kulkevat harhaannuksissa, niiden päiviä Laupein pidentää, kunnes he näkevät, mitä heille on luvattu, rangaistus taikka tuomion hetki, ja tulevat tietämään, kenen asema on huonoin ja kenen voimat heikoimmat.»"},{"SurahNumber":19,"VerseNumber":76,"Text":"Mutta niille, jotka vaeltavat oikeata tietä, Jumala enentää johdatustansa. Ja pysyväiset hyvät työt saavat Jumalan luona paremman palkan ja paremman turvapaikan"},{"SurahNumber":19,"VerseNumber":77,"Text":"Oletko nähnyt sellaisen, joka ei usko merkkeihimme ja sanoo: »Totisesti, minulle annetaan rikkautta ja lapsia.»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Onko hän siis saanut tietoa näkymättömistä asioista, tai onko hän hankkinut sitoumuksen kaikkein Laupeimmalta"},{"SurahNumber":19,"VerseNumber":79,"Text":"Totisesti ei. Me kirjoitamme muistiin hänen sanansa ja pidennämme hänen tuskansa aikaa"},{"SurahNumber":19,"VerseNumber":80,"Text":"Me perimme häneltä pois sen, mistä hän on kerskaillut, ja yksin hän on astuva eteemme"},{"SurahNumber":19,"VerseNumber":81,"Text":"He ottavat myös Jumalan rinnalle muita jumalia, jotka muka heitä auttavat"},{"SurahNumber":19,"VerseNumber":82,"Text":"Mutta nämä kieltävät heille osoitetun jumaloimisen ja kääntyvät heidän vastustajikseen"},{"SurahNumber":19,"VerseNumber":83,"Text":"Etkö ole huomannut, että Me lähetämme pahat henget uskottomien luokse viettelemään näitä kiusaukseen"},{"SurahNumber":19,"VerseNumber":84,"Text":"Mutta älä hätäile heidän tähtensä. Me määräämme heille luetut päivänsä"},{"SurahNumber":19,"VerseNumber":85,"Text":"Tulee päivä, jolloin Me kokoamme hurskaat Laupeimman luokse hänen vieraakseen"},{"SurahNumber":19,"VerseNumber":86,"Text":"Mutta syntiset me ajamme helvettiin janoisena laumana"},{"SurahNumber":19,"VerseNumber":87,"Text":"Heillä ei ole ketään puoltajaa, paitsi niillä, jotka ovat sopineet Laupeimman kanssa"},{"SurahNumber":19,"VerseNumber":88,"Text":"He väittävät, että Armahtaja on hankkinut itselleen lapsen"},{"SurahNumber":19,"VerseNumber":89,"Text":"Totisesti, te olette puhuneet sangen pahasti"},{"SurahNumber":19,"VerseNumber":90,"Text":"Taivaat saattavat puhjeta ja maa voi repeytyä kappaleiksi ja vuoret luhistua tomuksi"},{"SurahNumber":19,"VerseNumber":91,"Text":"koska he väittävät Laupeimman hankkineen lapsen"},{"SurahNumber":19,"VerseNumber":92,"Text":"Onhan sopimatonta, että Laupeimmalla olisi lapsi"},{"SurahNumber":19,"VerseNumber":93,"Text":"Taivaissa ja maan päällä ei ole ainoatakaan, joka tulisi Laupeimman luo muuten kuin palvelijana"},{"SurahNumber":19,"VerseNumber":94,"Text":"Totisesti, Hän tietää heidän lukunsa ja Hän on sen tarkoin laskenut"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ja ylösnousemuksen päivänä jokainen heistä astuu Hänen eteensä omakohtaisesti"},{"SurahNumber":19,"VerseNumber":96,"Text":"Totisesti, ne, jotka uskovat ja tekevät hyviä töitä, Jumala on palkitseva rakkaudella"},{"SurahNumber":19,"VerseNumber":97,"Text":"Senvuoksi Me olemme tehnyt Koraanin helposti ymmärrettäväksi sinun kielelläsi, jotta voisit julistaa ilosanomaa hurskaille ja varoittaa riitaisia"},{"SurahNumber":19,"VerseNumber":98,"Text":"Kuinka monia ennen heitä eläneitä sukupolvia olemmekaan hävittänyt! Saatatko löytää enää ainoatakaan heidän joukostaan tahi kuulla heistä pienintäkään äännähdystä"}]}