{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Kökterdegi jäne jerdegi närseler Allanı däripteydi. Patşalıq Oğan tän, maqtaw Oğan layıq. Sonday-aq Onıñ är närsege tolıq küşi jetwşi"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ol sonday senderdi jaratqan Alla. Sonda keybirewleriñ qarsı kelesiñder de keybirewleriñ ïman keltiresiñder. Alla istegen isteriñdi tolıq körwşi"},{"SurahNumber":64,"VerseNumber":3,"Text":"Kökter men jerdi xaqïqat boyınşa jarattı. Ol, senderdi beynelegende körkem beynelegen. Äri qaytar jerleriñ Sol jaq"},{"SurahNumber":64,"VerseNumber":4,"Text":"Ol, kökter men jerde bolğan närselerdi biledi. Sonday-aq jasırğandarıñdı da äşkerelegenderiñdi de biledi. Äri kökirektegilerdi tolıq biledi"},{"SurahNumber":64,"VerseNumber":5,"Text":"Senderge burınğı qarsı bolğandardıñ äñgimesi kelmedi me? Olar istegenderiniñ jazasın tattı. Olar üşin tağı küyzeltwşi azap bar"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bul, özderine payğambarları aşıq däleldermen kelgende: \"Bizdi adam twra jolğa sala ma?\",- dep qarsı şığıp, bet burğandıqtarınıñ saldarınan. Alla, olarğa muxtaj emes ekendigin körsetti. Öytkeni, Alla, müñsız, maqtawğa layıq"},{"SurahNumber":64,"VerseNumber":7,"Text":"Sonday qarsı bolğandar, äste qayta tirilmeymiz dep oylaydı. (Muxammed Ğ.S.) olarğa: \"Joq, Rabbıma ant etemin. Älbette ölgennen keyin qayta tirilesiñder. Sosın senderge ne istegenderiñ tüsindiriledi. Osılar Allağa oñay\" de"},{"SurahNumber":64,"VerseNumber":8,"Text":"Endeşe Allağa, Elşisine jäne Biz tüsirgen nurğa ïman keltiriñder. Alla (T.) istegenderiñdi tolıq biledi"},{"SurahNumber":64,"VerseNumber":9,"Text":"Jïnalatın küni; ol küni, senderdi jïnaydı. Mine sol, kimniñ aldanğanı ortağa şığatın kün. Kim Allağa ïman keltirip, izgi is istese; Alla onıñ jamandığın joyadı da onı astarınan özender ağatın beyişterge kirgizedi. Onda olar mäñgi qaladı. Osı zor qol jetkendik"},{"SurahNumber":64,"VerseNumber":10,"Text":"Sonday qarsı kelip, ayattarımızdı jasınğa aynaldırğandar; mine solar, tozaqtıq bolıp, onda mäñgi qaladı; nendey jaman orın"},{"SurahNumber":64,"VerseNumber":11,"Text":"Alladan buyrıqsız eşbir qaygı-qasiret bolmaydı. Al jäne kim Allağa ïman keltirse, onıñ jüregin tüzeydi. Alla barlıq närseni tolıq bilwşi"},{"SurahNumber":64,"VerseNumber":12,"Text":"Allağa da boy usınıñdar äri Elşisine de bağınıñdar. Eger bet bursañdar, Elşimizge nasïqat etw ğana mindet"},{"SurahNumber":64,"VerseNumber":13,"Text":"Alla bar. Odan basqa eşbir täñir joq. Sondıqtan müminder, Allağa täwekel etsin"},{"SurahNumber":64,"VerseNumber":14,"Text":"Äy müminder! Sözsiz äyelderiñnen balalarıñnan özderiñe duşpan bolatındar da bar. Olardan saqsınıñdar. Eger olardı keşirim etseñder, şığıssañdar, jarılqasañdar, şäksiz Alla, öte jarılqawşı, erekşe meyirimdi"},{"SurahNumber":64,"VerseNumber":15,"Text":"Şın mäninde maldarıñ, balalarıñ bir sınaq. Ülken sıylıq Allanıñ qasındağı. (S. 23-A)"},{"SurahNumber":64,"VerseNumber":16,"Text":"Sondıqtan şamalarıñ kelgeninşe Alladan qorqıñdar. (Ämirlerin) tıñdañdar, boy usınıñdar. Sonday-aq tïisti orındarğa mal jumsañdar; sender üşin xayırlı bolsın. Kim näpsisiniñ sarañdığınan saqsınsa, mine olar, qutılwşılar"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eger, Allağa körkem qarız berseñder, (tïisti orınğa mal sarıp qılsañdar, S. 11-A.) onı sender üşin neşe ese arttıradı äri senderdi jarılqaydı. Alla şükirlikti bağalawşı, öte jumsaq"},{"SurahNumber":64,"VerseNumber":18,"Text":"Kömesti de körnewdi de bilwşi. Üstem, xïkmet ïesi"}]}