{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"They ask you about the booties (of battle). Say, \"The booties belong to Allah and the messenger. So fear Allah and patch up (all) matters (of differences) among you. Obey Allah and His messenger, if you are the believers"},{"SurahNumber":8,"VerseNumber":2,"Text":"In fact, the (true) believers are those, whose hearts experience the fear (and cringe) at the (mere) mention of Allah. When the verses are read to them, their belief (surges and) grows. They place their trust in their Lord (exclusively)"},{"SurahNumber":8,"VerseNumber":3,"Text":"Those who establish ´salat´ and spend (in Our cause) out of what We grant them"},{"SurahNumber":8,"VerseNumber":4,"Text":"Such are the true (and sincere) believers. With their Lord, they have a high rank, forgiveness and a generous sustenance"},{"SurahNumber":8,"VerseNumber":5,"Text":"A group of believers did not like it when your Lord made you leave your home for the right cause"},{"SurahNumber":8,"VerseNumber":6,"Text":"They wrangled with you about the truth even after it became (amply) evident. (They acted) as if they were being driven to their death while they looked on (helplessly)"},{"SurahNumber":8,"VerseNumber":7,"Text":"(Remember) when Allah promised you, that one of the two groups (of enemy) shall be yours. You preferred the group that was not too heavily armed. But Allah wanted the truth to triumph by His words; (He wanted) to strike forcefully at, (and cut off), the very roots of the unbelievers"},{"SurahNumber":8,"VerseNumber":8,"Text":"So He may cause the truth to triumph, and so He may rout (and thwart) the untruth (and the absurd) _ much to the dislike of the criminals"},{"SurahNumber":8,"VerseNumber":9,"Text":"(Remember) when you implored your Lord for help. He responded to your call and said, \"I will surely send a thousand angels (following each other) in succession"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah has given you this news, to soothe and satisfy your heart. Victory comes only from Allah. Indeed, Allah is the most Powerful and the Wisest"},{"SurahNumber":8,"VerseNumber":11,"Text":"(Remember) when He caused (a comforting) sleep to come over you in order to give you peace and serenity. He caused water to rain down from the sky to cleanse and purify you, and He rid you of the blight of Shaitan in order to strengthen your heart, and to plant your feet firmly"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Remember) when your Lord inspired the angels, \"I am certainly with you. Keep them steadfast. I´m going to cast terror in the hearts of the unbelievers. So strike their necks and smite all their fingers and toes"},{"SurahNumber":8,"VerseNumber":13,"Text":"This is because they defied and opposed Allah and His messenger. Whoever defies and opposes Allah and His messenger (should know that) Allah is certainly very (swift and) severe in inflicting punishment"},{"SurahNumber":8,"VerseNumber":14,"Text":"This (punishment) is for you (unbelievers). So now taste it! Of course, there is (also) the punishment of the hellfire for the unbelievers"},{"SurahNumber":8,"VerseNumber":15,"Text":"Oh you who believe, when you meet the unbelievers (on the battlefield), do not ever turn your backs to them (and retreat)"},{"SurahNumber":8,"VerseNumber":16,"Text":"On that day, whoever (retreats and) turns his back _ except as a battle strategy, or to join another of his group _ incurs the wrath of Allah. Hell shall be his abode; and it is the worst destination"},{"SurahNumber":8,"VerseNumber":17,"Text":"You did not slay them. Rather, it was Allah Who killed them. You did not throw (sand at the enemy) when you threw (a handful). Rather, it was Allah Who threw (the sand). So that He may test the believers by a fair test from Him. Allah is the all-Hearing, and the all-Knowing"},{"SurahNumber":8,"VerseNumber":18,"Text":"This (is the fact). Surely Allah (blunts and) weakens the deceitful schemes of the unbelievers"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Oh unbelievers)! You sought a decision and a decision has now been handed down to you. It is better for you to desist. But if you repeat (your offense), We too shall restore (the punishment), and your gang no matter how large, will not be able to help you a bit. Allah is certainly with the believers"},{"SurahNumber":8,"VerseNumber":20,"Text":"Oh you who believe! Obey Allah and His messenger, and do not turn away and disregard after you hear the message"},{"SurahNumber":8,"VerseNumber":21,"Text":"Do not be like those who say, \"We heard\" even though they do not listen"},{"SurahNumber":8,"VerseNumber":22,"Text":"Indeed, the worst of the beasts, in the sight of Allah, are the deaf and dumb who do not think"},{"SurahNumber":8,"VerseNumber":23,"Text":"Had Allah known of any good within them, He would have made them hear. But, if He were to make them hear, they would (just) have turned away stubbornly"},{"SurahNumber":8,"VerseNumber":24,"Text":"Oh you who believe! Respond to Allah and the messenger; he calls you towards that which gives you life. Be aware that Allah intervenes between a man and his heart, and He is the One towards Whom you shall all be gathered"},{"SurahNumber":8,"VerseNumber":25,"Text":"Fear the affliction _ (a temptation and a trial) _ which will not strike only just the evil doers among you. Be aware that Allah is certainly very (swift and) severe in (inflicting) punishment"},{"SurahNumber":8,"VerseNumber":26,"Text":"Remember, when you were fewer in number and considered weak and powerless in the world. You were afraid that people might (rout you and) sweep you away. But He provided you a safe haven. With His support, He strengthened you and gave you pure and wholesome provisions. Perhaps, you would be grateful"},{"SurahNumber":8,"VerseNumber":27,"Text":"Oh you who believe! Do not betray Allah and His messenger, and do not deliberately betray the trust reposed in you"},{"SurahNumber":8,"VerseNumber":28,"Text":"Be aware that in fact your wealth and your children are (just) a trial (and a temptation). Allah has a much greater reward for you"},{"SurahNumber":8,"VerseNumber":29,"Text":"Oh you who believe! If you fear Allah (and do your duty), He will bestow upon you the criterion _ (the ability to sift the right from wrong), rid you of your faults (and flaws), and also grant you forgiveness. Allah is the Lord of great honor"},{"SurahNumber":8,"VerseNumber":30,"Text":"(Oh Muhammad, SAW, remember) how the unbelievers were plotting to capture you, get you killed or drive you out (of your home). They planned their tricks, while Allah (too) devised His schemes. Allah is absolutely the very Best of the planners"},{"SurahNumber":8,"VerseNumber":31,"Text":"When Our verses are read to them, they say, \"Yes, we have heard that! We too can say things like that, if we want. These are nothing more than tales of people gone by"},{"SurahNumber":8,"VerseNumber":32,"Text":"Remember when they said, \"Oh Allah, if this (Qur´an) happens to be the truth revealed by You, then rain down upon us stones from the sky, or bring on the painful punishment upon us"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allah would not punish them (Oh Muhammad, SAW) while you were among them. Allah is not going to punish them while they seek forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"Now, why should Allah not punish them? Now, they are preventing (people) from (coming to) the sacred mosque. They are not its (rightful) guardians and caretakers. Its guardians can only be the righteous ones. But most of them just do not know"},{"SurahNumber":8,"VerseNumber":35,"Text":"Their worship at the (holy) House (of Allah) consists of nothing more than whistling and hand clapping. Now, taste the punishment you used to deny"},{"SurahNumber":8,"VerseNumber":36,"Text":"In fact, those who have denied (the truth) spend their wealth in order to turn people away from the path of Allah, and they will continue to do so. Later, it would become a source of anguish and regret for them. Then, they shall be overcome. (All) those who have disbelieved shall (then) be gathered towards the hell"},{"SurahNumber":8,"VerseNumber":37,"Text":"So that Allah may sift the wicked from the pious. He will put the wicked one atop another, heap them all up, and drop them into hell. Such ones are (really) the losers"},{"SurahNumber":8,"VerseNumber":38,"Text":"Tell (all) those who have disbelieved, that (even now) if they give up (their skepticism), He will forgive their past deeds. However, if they persist then (remember): a precedent (for punishing the unbelievers) has existed since the earliest generation"},{"SurahNumber":8,"VerseNumber":39,"Text":"(Oh believers)! Fight against them until the mischief and oppression are no more, and faith becomes the domain of Allah exclusively. If they cease, then (remember): Allah watches (vigilantly) over everything they do"},{"SurahNumber":8,"VerseNumber":40,"Text":"If they refuse, know it that Allah is your Patron. An excellent Patron is He; and an excellent Protector"},{"SurahNumber":8,"VerseNumber":41,"Text":"Know it, that a fifth of everything you acquire as the booty (in battle) belongs to Allah, the messenger and his relatives, the orphans, the needy, and the wayfarers. (Accept this) if you believe in Allah and that which We have revealed to Our servant on the day of decision _ the day the two armies met (in the battle of Badar). Allah is capable of doing everything"},{"SurahNumber":8,"VerseNumber":42,"Text":"(That day) you were (camped) on the near side of the valley, while they were (camped) on the farther side. Their caravan was on a lower ground than yours. If you had made a prior appointment to meet each other there in battle, you would surely have failed to keep it. (But it happened as it did), so that Allah may bring to pass events that simply had to happen. So that those who perish, might perish with a clear proof; and those who live might live on with a clear proof. Allah is certainly the all-Hearing and the all-Knowing"},{"SurahNumber":8,"VerseNumber":43,"Text":"In your dream, Allah had you see the enemy as fewer in number. You would have lost courage and disputed about the matter, had He showed many more of them to you (in your dream). But Allah saved you. Indeed, He knows (even) that which lies (buried) in the chest"},{"SurahNumber":8,"VerseNumber":44,"Text":"When you met each other (on the battlefield), He made them appear to you fewer in number. Further, He made you appear fewer in their eyes too; so that He may bring to pass that which had to happen. All matters are referred to Allah (for decision)"},{"SurahNumber":8,"VerseNumber":45,"Text":"Oh you who believe! When you encounter the enemy (on the battlefield) remain steadfast and remember Allah a lot. So that you may meet with success"},{"SurahNumber":8,"VerseNumber":46,"Text":"Obey Allah and His messenger and do not dispute, lest you lose courage and your strength wanes. Persevere patiently. Indeed Allah is with those who are patient"},{"SurahNumber":8,"VerseNumber":47,"Text":"Do not be like those who leave their homes (for battle) with a great pomp and conceit, and a desire to show off. They block (people) from the path of Allah. Everything they do is within Allah´s knowledge and domain"},{"SurahNumber":8,"VerseNumber":48,"Text":"Shaitan made their deeds appear adorable to them and said, \"Today nobody can defeat and overcome you, for I am with you.\" But when the two armies came close enough to see each other, he took to his heels (saying), \"I have nothing to do with you. I see what you do not see. I am (really) afraid of Allah.\" Of course, Allah is (very swift and) severe in (inflicting) punishment"},{"SurahNumber":8,"VerseNumber":49,"Text":"(Remember), the hypocrites and others with disease (of disbelief) in their hearts said (about the believers), \"Their faith has misled and blinded these people.\" But whoever places his trust in Allah (knows that) Allah is indeed the most Powerful, and the Wisest"},{"SurahNumber":8,"VerseNumber":50,"Text":"If only you could see the angels taking full possession (of the souls) of the unbelievers (at the time of their death)! They strike their faces and their backs and say, \"Here, taste the punishment of the blazing fire"},{"SurahNumber":8,"VerseNumber":51,"Text":"This is the result of what your own hands have wrought.\" Of course Allah is not unjust to His servants"},{"SurahNumber":8,"VerseNumber":52,"Text":"Their case is just like the nation of the pharaoh and others before them. They refused to believe the signs of Allah. Therefore, Allah took them to task for their sins. Indeed, Allah is very strong and severe in (inflicting) punishment"},{"SurahNumber":8,"VerseNumber":53,"Text":"This is because Allah never revokes the blessings He bestows upon a people unless they change their inner selves _ (their attitudes and actions). Surely, Allah hears all, and knows all"},{"SurahNumber":8,"VerseNumber":54,"Text":"(It is) like the example of the followers of the pharaoh, and those before them. They rejected the signs (and the revelations) of their Lord. So We destroyed them for their sins, and We drowned the followers of the pharaoh. All of them were evildoers"},{"SurahNumber":8,"VerseNumber":55,"Text":"Indeed, the worst of the creatures according to Allah are those who reject (the truth). Then, they would never believe"},{"SurahNumber":8,"VerseNumber":56,"Text":"(Particularly) those with whom you entered into a pact, and who broke their pledges each and every time. They do not fear (the punishment of Allah)"},{"SurahNumber":8,"VerseNumber":57,"Text":"Therefore, if you overcome them on the battlefield, deal with them very sternly, so as to strike terror among them, and to serve as a lesson for their successors. Perhaps, they would remember"},{"SurahNumber":8,"VerseNumber":58,"Text":"If you (have reason to) fear treachery and violation (of the pact) by any nation, then throw (their pact) back at them (openly and) in a fair manner. Of course Allah does not like the treacherous"},{"SurahNumber":8,"VerseNumber":59,"Text":"Let the unbelievers not think that they can (outrun and) escape. Of course, they cannot frustrate (Allah)"},{"SurahNumber":8,"VerseNumber":60,"Text":"Acquire and prepare all the (military) strength you can muster, including the finest trained horses (and other military wares). With that, you would daunt and deter the enemies of Allah _ your enemies, and others besides them. You do not know them, but Allah (surely) knows them. Anything you spend in the path of Allah will be returned to you in full. You will not be wronged (at all)"},{"SurahNumber":8,"VerseNumber":61,"Text":"If they _ (the enemies) _ seem inclined to make peace, then you too should lean towards it. Place your trust in Allah. Indeed, He is all-Hearing, and all-Knowing"},{"SurahNumber":8,"VerseNumber":62,"Text":"Allah will be sufficient on your behalf, should they intend to deceive you (by the offer of peace). It is He Who strengthened you by providing His support, and by providing the believing followers"},{"SurahNumber":8,"VerseNumber":63,"Text":"It is He Who caused the hearts of the believers to bind together (with love). Had you spent all that exists on this earth, you could not have secured their hearts (with bonds of brotherhood). Yet Allah has brought their hearts together. Indeed, He is the most Powerful, the Wisest"},{"SurahNumber":8,"VerseNumber":64,"Text":"Oh prophet! Allah is enough for you, and for those of the believers who follow you"},{"SurahNumber":8,"VerseNumber":65,"Text":"Oh prophet! Urge the believers to fight (for His cause). If, among you there are twenty patient and steadfast men, they would triumph over two hundred. A hundred of you would overcome a thousand unbelievers, since they are a people who do not understand"},{"SurahNumber":8,"VerseNumber":66,"Text":"At present Allah has eased your burden. He knows that you (still) have weakness (within your ranks). For now if, among you there are a hundred steadfast and patient men, they would triumph over two hundred. By the will of Allah, a thousand of you would triumph over two thousand. Allah is certainly with those who are patient and enduring"},{"SurahNumber":8,"VerseNumber":67,"Text":"It is not (befitting) for the prophet to take prisoners (during the battle) until he had thoroughly crushed (the enemy) in the land. You desire the lure of this world, while Allah intends (to give you) the (eternal) life to come. Allah is the most Powerful, the Wisest"},{"SurahNumber":8,"VerseNumber":68,"Text":"Had it not been for the preordained decree of Allah, a severe torment would have struck you because of what you took"},{"SurahNumber":8,"VerseNumber":69,"Text":"So, (enjoy and) partake of the booty you took (in battle). It is lawful and wholesome for you. And fear Allah; indeed, Allah is the most Forgiving, the most Merciful"},{"SurahNumber":8,"VerseNumber":70,"Text":"Oh prophet, say to those who are the prisoners in your hands, \"If Allah finds anything good in your hearts, He will grant you something even better than what was taken from you; and He will forgive your sins. Allah is the most Forgiving and the most Merciful"},{"SurahNumber":8,"VerseNumber":71,"Text":"If they intend treachery against you, (remember) they have already betrayed Allah. Therefore, He granted you power over them. Allah is the all-Knowing, the Wisest"},{"SurahNumber":8,"VerseNumber":72,"Text":"Indeed, those who believed, left their homes, and waged a struggle for the cause of Allah as well as those who helped them and gave them shelter are each other´s friends and allies. But you owe no obligation to those who failed to emigrate (and leave their homes) _ even though they believe _ until they do emigrate. However, if they seek your assistance in matters of faith, then you must help them, except against any nation with whom you have a pact of alliance. Allah (vigilantly) watches everything you do"},{"SurahNumber":8,"VerseNumber":73,"Text":"The unbelievers are each other´s friends and allies. Unless you do your part, confusion and chaos will prevail and a rampant corruption will wage in the land"},{"SurahNumber":8,"VerseNumber":74,"Text":"Those who believed, left their homes and waged a struggle for the cause of Allah as well as those who helped and protected them are really the true believers. There is forgiveness for them and a generous rewards"},{"SurahNumber":8,"VerseNumber":75,"Text":"Those who believed later, left their homes and waged the struggle along with you, are part of you. But according to Allah´s book of decrees, the blood relatives are closer to each other (and so inherit from each other). Indeed, Allah is aware of every single thing"}]}