{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Bu,) Rahman, Rahim'den indirilmistir"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bilen bir toplum icin ayetleri acıklanmıs, Arapca okunan bir Kitaptır"},{"SurahNumber":41,"VerseNumber":4,"Text":"Mujdeleyici ve uyarıcı olarak (gonderilmistir). Fakat cokları yuz cevirmistir; onlar isitmezler"},{"SurahNumber":41,"VerseNumber":5,"Text":"Dediler ki: \"Bizi cagırdıgın seye karsı kalblerimiz kılıflar icinde, kulaklarımızda bir agırlık ve seninle bizim aramızda bir perde var. Sen (istedigini) yap, biz de (istedigimizi) yapıyoruz"},{"SurahNumber":41,"VerseNumber":6,"Text":"De ki: \"Ben de ancak sizin gibi bir insanım. Bana, tanrınızın bir tek Tanrı oldugu vahyediliyor. O'na dogrulun (O'na yonelerek islerinizi duzeltin), O'ndan magfiret dileyin. (O'na) Ortak kosanların vay haline"},{"SurahNumber":41,"VerseNumber":7,"Text":"Onlar ki zekat vermezler ve onlar ahireti de inkar ederler"},{"SurahNumber":41,"VerseNumber":8,"Text":"Inanıp iyi isler yapanlara gelince; onlar icin kesintisiz bir mukafat vardır"},{"SurahNumber":41,"VerseNumber":9,"Text":"De ki: \"Siz mi arzı iki gunde Yaratan'a nankorluk ediyor ve O'na esler kosuyorsunuz? O, alemlerin Rabbidir"},{"SurahNumber":41,"VerseNumber":10,"Text":"Arza, ustunden agır baskılar (saglam daglar) yaptı. Onda bereketler yarattı ve onda arayıp soranlar icin gıdalarını (bitkilerini ve agaclarını) tam dort gunde takdir etti (duzene koydu)"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sonra duman (gaz) halinde bulunan goge yoneldi, ona ve arza: \"Isteyerek veya istemeyerek (buyruguma) gelin\" dedi. \"Isteyerek (buyruguna) geldik.\" dediler"},{"SurahNumber":41,"VerseNumber":12,"Text":"Boylece onları, iki gunde yedi gok yaptı ve her goge emrini (kanunlarını) vahyetti. Biz, en yakın gogu lambalarla ve koruma ile (koruyucu guclerle) donattık. Iste bu, o guclu, bilen (Allah)ın takdiridir"},{"SurahNumber":41,"VerseNumber":13,"Text":"Eger yuz cevirirlerse, de ki: \"Ben sizi 'Ad ve Semud'un basına dusen yıldırım gibi bir yıldırıma karsı uyardım"},{"SurahNumber":41,"VerseNumber":14,"Text":"Onlara: \"Yalnız Allah'a kulluk edin!\" diye onlerinden ve arkalarından elciler gelmisti. \"Rabbimiz dileseydi, melekler indirirdi. Biz sizinle gonderilen mesajı tanımıyoruz.\" dediler"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad (kavmi), yeryuzunde haksız olarak buyukluk tasladılar ve: \"Bizden daha kuvvetli kim var?\" dediler. Onları yaratan Allah'ın kendilerinden daha guclu oldugunu gormediler mi? Bizim ayetlerimizi de inkar ediyorlardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Biz de onlara dunya hayatında rezillik azabını taddırmak icin o ugursuz gunlerde, uzerlerine dondurucu bir ruzgar gonderdik. Ahiret azabı ise daha da kepaze edicidir. Onlara hic yardım edilmeyecektir"},{"SurahNumber":41,"VerseNumber":17,"Text":"Semud(kavmin)e gelince onlara yol gosterdik; fakat onlar, korlugu dogru yolu bulmaga yeglediler. Boylece yaptıkları yuzunden alcaltıcı azab yıldırımı onları yakaladı"},{"SurahNumber":41,"VerseNumber":18,"Text":"Inananları ve korunanları kurtardık"},{"SurahNumber":41,"VerseNumber":19,"Text":"Allah'ın dusmanları atese suruldukleri gun toplanıp bir araya getirilirler"},{"SurahNumber":41,"VerseNumber":20,"Text":"Nihayet oraya vardıklarında kulakları, gozleri ve derileri, yaptıkları isler hakkında aleyhlerine sahidlik ettiler"},{"SurahNumber":41,"VerseNumber":21,"Text":"Derilerine: \"Nicin aleyhimize sahidlik ettiniz?\" dediler. (Derileri): \"Her seyi konusturan Allah bizi konusturdu. Ilk defa sizi O yaratmıstı, iste O'na donduruluyorsunuz.\" dediler"},{"SurahNumber":41,"VerseNumber":22,"Text":"Siz (gunah islerken) kulaklarınızın, gozlerinizin ve derilerinizin, aleyhinize sahidlik etmesinden gizlenmiyordunuz, yaptıklarınızın cogunu Allah'ın bilmeyecegini sanıyordunuz"},{"SurahNumber":41,"VerseNumber":23,"Text":"Iste Rabbinize karsı beslediginiz bu zannınız, sizi helak etti, ziyana ugrayanlardan oldunuz"},{"SurahNumber":41,"VerseNumber":24,"Text":"Simdi eger dayanabilirlerse, atestir onların yeri. Ve eger ozur dileyip Rablerini razı etmek isterlerse ozurleri kabul edilmeyecektir (cunku ozur dileme vakti gecmistir artık)"},{"SurahNumber":41,"VerseNumber":25,"Text":"Biz onlara birtakım (kotu) arkadaslar sardırdık. Onların onlerinde ve arkalarında bulunan herseyi onlara suslu gosterdiler (yaptıkları islerin guzel oldugunu soylediler). Kendilerinden once gelip gecmis olan cin ve insan topluluklarına (uygulanan) soz, kendilerine de gerekli oldu (bunlar da azabı hak ettiler), cunku hep ziyanda idiler"},{"SurahNumber":41,"VerseNumber":26,"Text":"Inkar edenler dediler ki: \"Bu Kur'an'ı dinlemeyin, o(okundugu)nda gurultu edin, (boylece onun anlasılmasına engel olun), belki ona galib gelirsiniz (baska turlu onunla basa cıkmanıza imkan yoktur)"},{"SurahNumber":41,"VerseNumber":27,"Text":"Inkar edenlere siddetli bir azab taddıracagız ve onları, yaptıklarının en kotusuyle cezalandıracagız"},{"SurahNumber":41,"VerseNumber":28,"Text":"O Allah dusmanlarının cezası: Atestir. Ayetlerimizi inkar etmelerinin cezası olarak onlara, orada surekli kalma yurdu vardır"},{"SurahNumber":41,"VerseNumber":29,"Text":"(Atese giren) Kafirler dediler ki: \"Rabbimiz, bizi saptıran cin ve insanları bize goster, onları ayaklarımızın altına alalım da alcaklardan olsunlar"},{"SurahNumber":41,"VerseNumber":30,"Text":"Rabbimiz Allah'tır deyip, sonra dogru olanların uzerine melekler iner: \"Korkmayın, uzulmeyin, size soz verilen cennetle sevinin! (derler)"},{"SurahNumber":41,"VerseNumber":31,"Text":"Biz dunya hayatında da, ahirette de sizin dostlarınızız. Orada size canlarınızın cektigi her sey var. Orada size istediginiz her sey var"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Butun bunlar) Cok bagıslayan, cok esirgeyen(Allah)ın agırlaması olarak (size lutfedilir)"},{"SurahNumber":41,"VerseNumber":33,"Text":"(Insanları) Allah'a cagıran, iyi is yapan ve \"Ben muslumanlardanım\" diyenden daha guzel sozlu kim olabilir"},{"SurahNumber":41,"VerseNumber":34,"Text":"Iyilikle kotuluk bir olmaz. (Sen kotulugu) En guzel olan seyle sav. O zaman bir de bakarsın ki, seninle arasında dusmanlık bulunan kimse, sanki sıcak bir dosttur"},{"SurahNumber":41,"VerseNumber":35,"Text":"Bu(kotulugu iyilikle savma olgunlugu)na ancak sabredenler kavuturulur. Buna ancak buyuk sansı olan kavusturulur"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eger seytandan kotu bir dusunce, seni durtecek olursa hemen Allah'a sıgın. Cunku O, isitendir, bilendir"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gece, gunduz, gunes ve ay O'nun ayetlerindendir. Eger Allah'a tapıyorsanız, gunese ve aya secde etmeyin; onları yaratan Allah'a secde edin"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eger buyukluk taslarlarsa (bilsinler ki) Rabbinin yanında bulunan(melek)ler, gece gunduz O'nu tesbih ederler ve onlar hic usanmazlar"},{"SurahNumber":41,"VerseNumber":39,"Text":"O'nun ayetlerinden biri de (sudur): Sen, topragı, boynu bukuk gorursun. Onun uzerine suyu doktugumuz zaman titresir ve kabarır. Onu dirilten, elbette oluleri de diriltir. O, her seye kadirdir"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ayetlerimiz hususunda dogruluktan sapanlar bize gizli kalmazlar. Simdi, atesin icine atılan mı daha iyidir, yoksa kıyamet gunu guvenle gelen mi? Dilediginizi yapın, O, yaptıklarınızı gormektedir"},{"SurahNumber":41,"VerseNumber":41,"Text":"Onlar, kendilerine gelen Kur'an'ı inkar ettiler. Halbuki o, oyle essiz bir Kitaptır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ki ne onunden, ne de arkasından onu bosa cıkaracak bir soz gelmez. (O) Hukum ve hikmet sahibi, cok ovulen(Allah)dan indirilmistir"},{"SurahNumber":41,"VerseNumber":43,"Text":"Sana soylenen, senden onceki elcilere soylenmis olandan baska bir sey degildir. Kuskusuz Rabbin, hem bagıslama sahibi, hem de acı azab sahibidir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eger biz onu, yabancı (dilde) bir Kur'an yapsaydık derlerdi ki: \"Ayetleri (anlayacagımız) bir dille acıklanmalı degil miydi? Araba yabancı soz mu (geliyor)?\" De ki: \"O, inananlar icin bir yol gosterici ve (gonullere) sifadır. Inanmayanlara gelince, onların kulaklarında bir agırlık vardır ve o, onlara bir korluktur. (Sanki) Onlar, uzak bir yerden cagırılıyorlar (da duymuyorlar)"},{"SurahNumber":41,"VerseNumber":45,"Text":"Andolsun biz Musa'ya Kitabı vermistik, onda da ayrılıga dusulmustu. Eger Rabbinden bir soz gecmis olmasaydı, aralarında derhal hukum verilir(isleri bitirilir)di. Onlar ondan iskilli bir kusku icindedirler"},{"SurahNumber":41,"VerseNumber":46,"Text":"Kim iyi is yaparsa yararı kendisinedir ve kim kotuluk yaparsa zararı kendisinedir. Rabbin kullara zulmedici degildir"},{"SurahNumber":41,"VerseNumber":47,"Text":"(Durusma) Sa'ati(ni) bilmek, Allah'a havale edilir. O'nun bilgisi olmadan ne meyvalar kabuklarından cıkar, ne bir disi gebe kalır ve ne de dogurur. (Alah) Onlara: \"Ortaklarım nerede?\" diye unledigi gun: \"Sana arz ederiz ki bizden hicbir goren yok.\" dermislerdir"},{"SurahNumber":41,"VerseNumber":48,"Text":"Onceden yalvarıp durdukları seyler, onlardan sapıp gitmis ve onlar, kendileri icin kacacak bir yer olmadıgını anlamıslardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"Insan hayır istemekten usanmaz (daima malının artamasını diler). Ama kendisine bir ser dokundu mu hemen uzulur, umitsiz olur"},{"SurahNumber":41,"VerseNumber":50,"Text":"Eger kendisine dokunan bir zarardan sonra biz ona bir rahmet taddırırsak: \"Bu benim hakkımdır; kıyametin kopacagını sanmıyorum; (kıyamet kopsa da) Rabbime goturulmus olsam bile muhakkak O'nun yanında benim icin daha guzel seyler vardır\" der. Biz, o nankorlere, yaptıklarını mutlaka haber verecegiz ve mutlaka onlara kaba azabdan taddıracagız"},{"SurahNumber":41,"VerseNumber":51,"Text":"Insana bir ni'met verdik mi yuz cevirir; yan cizer. Ona bir ser dokundu mu yalvarıp durur"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: \"Gordunuz mu, ya o (Kur'an) Allah tarafından ise ve siz de onu inkar etmisseniz, o zaman uzak bir ayrılıga dusenden daha sapık kim olabilir"},{"SurahNumber":41,"VerseNumber":53,"Text":"Biz onlara, ufuklarda ve kendi canlarında ayetlerimizi gosterecegiz ki o(Kur'a)n'ın gercek oldugu, onlara iyice belli olsun. Rabbinin her seye tanık olması yetmez mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Iyi bil ki onlar, Rablerine kavusmaktan kusku icindedirler. Iyi bil ki O, her seyi kusatmıstır (her sey Allah'ın bilgisi icindedir)"}]}