{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Dusun ogut ve uyarılarla dolu olan bu Kuran´ı"},{"SurahNumber":38,"VerseNumber":2,"Text":"Ama hakikati inkara sartlanmıs olanlar, bos gurura kapılmıs ve (bu sebeple) (dogru yolu bırakıp) yanlıs ve egri yollara sapmıslardır"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan once kac nesli (bu gunahlarından dolayı) yok ettik! Ve artık kacmalarının mumkun olmadıgını anladıklarında (nasıl) yalvarıyorlardı (Bize)"},{"SurahNumber":38,"VerseNumber":4,"Text":"Simdi bu (insanlar) aralarından bir uyarıcının cıkmasına sasmaktadırlar; ve hakikati inkar edenler soyle diyorlar: \"O (sadece) bir buyucu, bir yalancıdır"},{"SurahNumber":38,"VerseNumber":5,"Text":"O, butun ilahları (reddedip) bir (tek) ilah oldugunu mu iddia ediyor? Dogrusu, bu cok tuhaf bir seydir"},{"SurahNumber":38,"VerseNumber":6,"Text":"Liderleri one atılır: \"Pes etmeyin ve ilahlarınıza sımsıkı sarılmaya devam edin: yapılacak tek sey budur"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz, yeni itikatların hic birinde boyle (bir iddia) duymadık! Bu, (fani bir insanın) uydurmasından baska bir sey degildir"},{"SurahNumber":38,"VerseNumber":8,"Text":"Ne yani! (Ilahi) uyarı, icimizden bir tek o´na mı indirildi?\" Evet, onlar yalnız Benim uyarıma karsı suphe icindeler. Evet, onlar henuz Benim azabımı tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa onlar, kudret ve lutuf sahibi olan Rabbinin rahmet hazinelerine sahip (olduklarını mı zanneder)ler"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa, goklerin ve yerin ve ikisi arasında bulunan her seyin hukumranlıgı onlara mı aittir? Oyleyse (akıllarına gelebilecek) her turlu vasıta ile (benzer ilahi bir makama) ulasmayı denesinler (bakalım)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Fakat) iste butun insanlar, ne kadar (sıkı sekilde) bir araya gelmis olsalar da (hakikati kabule yanasmazlarsa) yenilmeye mahkum olurlar"},{"SurahNumber":38,"VerseNumber":12,"Text":"Daha once Nuh kavmi, ´Ad (kavmi) ve (sayısız) direkler ustunde duran cadırların sahibi Firavun (toplumu) da hakikati yalanladılar"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud (kabilesi) ve Lut kavmi ve (Medyen´in) yemyesil vadilerinin sakinleri (de aynı sekilde hakikati yalanlamıslardı): Onların tumu (inkarda) birlestiler"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de elcileri yalanladılar; ve bu nedenle cezamızı hak ettiler"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ve onları, (simdi hakikati inkar edenleri,) tek bir (bela) cıglıgı beklemektedir. O, bir an bile gecikmeyecektir"},{"SurahNumber":38,"VerseNumber":16,"Text":"Onlar (alaylı bir sekilde): \"Ey Rabbimiz!\" derler, \"Hesap Gunu´nden once payımıza dusen (cezayı) hemen ver bize"},{"SurahNumber":38,"VerseNumber":17,"Text":"(Ama sen, yine,) onların soyledikleri her seye sabırla katlan ve guclu bir iradeye sahip bulunan kulumuz Davud´u hatırla! O, her zaman Bize yonelirdi"},{"SurahNumber":38,"VerseNumber":18,"Text":"(ve bunun icin,) her sabah ve her aksam sınırsız kudret ve egemenligimizi anarken dagları o´na eslik ettirirdik"},{"SurahNumber":38,"VerseNumber":19,"Text":"ve (aynı sekilde) boluk boluk kusları da. Bunlar (hep birlikte) O´na, (kendilerini yaratmıs olana,) tekrar tekrar yonelirlerdi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Biz de (buna karsılık) o´nun otoritesini guclendirmis ve kararlarında hikmet ve basiret uzere olmasını saglamıstık"},{"SurahNumber":38,"VerseNumber":21,"Text":"Davacıların kıssasından haberin oldu mu? (Davud´un ibadet ettigi) mabedin duvarlarına tırmanan (iki kisinin kıssasından)"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud, onları yanında gorunce telaslanıp korktu; bunun uzerine: \"Korkma!\" dediler, \"Biz (sadece) iki davacıyız. Birimiz otekinin hakkına tecavuz etti, simdi aramızda adaletle karar ver, dogrudan ayrılma ve (ikimize) durustluk yolunu goster"},{"SurahNumber":38,"VerseNumber":23,"Text":"Bu benim kardesim: Onun doksandokuz koyunu var, benimse (sadece) bir koyunum; buna ragmen, ´onu bana ver´ dedi ve bu tartısmada bana zorla dedigini yaptırdı"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Davud) dedi ki: \"Bu (adam) senin koyununu kendininkiler arasına katmayı istemekle sana haksızlık yapmıs! Zaten yakınların cogu birbirlerine aynı seyi yaparlar, (Allah´a) inanıp dogru ve yararlı isler yapanlar haric. Boylesi de ne kadar az!\" Davud, (bunları soylerken) Bizim kendisini sınadıgımızı (birden) anladı; bunun uzerine Rabbinden gunahını bagıslamasını diledi, secdeye kapandı ve tevbe ederek O´na yoneldi"},{"SurahNumber":38,"VerseNumber":25,"Text":"Biz de bu (gunahı)nı bagısladık, (oteki dunyada) o´nu Bizim yakınlıgımız ve menzillerin en guzeli beklemektedir"},{"SurahNumber":38,"VerseNumber":26,"Text":"(Ve soyle dedik:) \"Ey Davud! Seni (bir Peygamber ve boylece) yeryuzundeki halifemiz kıldık: oyleyse insanlar arasında adaletle hukmet, bos arzu ve heveslere uyma, sonra onlar seni Allah yolundan saptırır. Allah yolundan sapanları ise, Hesap Gunu´nu unuttuklarından dolayı siddetli bir azap bekler"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ve Biz, hakikati inkar edenlerin sandıgı gibi, gogu ve yeri ve ikisi arasındaki seyleri bir amac ve anlamdan yoksun yaratmadık. Vay hallerine (cehennem) atesindeki o inkarcıların"},{"SurahNumber":38,"VerseNumber":28,"Text":"(Yoksa,) inanıp dogru ve yararlı isler yapanları yeryuzunde bozgunculuk yapanlarla bir mi tutsaydık? Allah´a karsı sorumluluklarının bilincinde olanları yoldan sapmıslarla bir mi tutsaydık"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Ey Muhammed!) Sana indirdigimiz bu kutsal ilahi kelam(da her seyi acıkladık ki) insanlar onun mesajı uzerinde iyice dusunsunler ve akıl iz´an sahipleri ondan ders alsınlar"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ve biz Davud´a (ogul olarak) Suleyman´ı armagan ettik; o, ne guzel bir kul(umuz oldu)! O, her zaman Bize yonelirdi"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Ve) aksama dogru soylu kosu atları onune getirildiginde (bile)"},{"SurahNumber":38,"VerseNumber":32,"Text":"Ben guzel olan her seyi severim, cunku Rabbimi bana hatırlatır!\" derdi; (atlar kosarak uzaklasıp) gozden kayboluncaya kadar (bu sozleri tekrarladı. Daha sonra)"},{"SurahNumber":38,"VerseNumber":33,"Text":"Onları bana getirin!\" (diye emretti) ve bacakları ile boyunlarını (sefkatle) sıvazlamaya basladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Fakat (daha once) Suleyman´ı tahtının uzerine bir ceset koymak suretiyle denemistik; bunun uzerine (Bize) yonelmis (ve)"},{"SurahNumber":38,"VerseNumber":35,"Text":"Rabbim!\" demisti, \"Gunahlarımı affet, bana benden sonra kimsenin ulasamayacagı bir hukumranlık ver; cunku sen lutuf sahibisin"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun uzerine ruzgarı o´nun emrine verdik ki o´nun direktifi ile istedigi yone dogru kolayca essin"},{"SurahNumber":38,"VerseNumber":37,"Text":"butun bozguncu gucleri de (o´nun hizmetine verdik), her tur yapı ustasını ve dalgıcı"},{"SurahNumber":38,"VerseNumber":38,"Text":"ve zincirlerle birbirlerine baglanmıs digerlerini"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Ve ona dedik:) \"Bu Bizim hediyemizdir, onu hicbir hesap yapmadan baskalarına diledigin gibi vermen yahut elinde tutman sana kalmıstır"},{"SurahNumber":38,"VerseNumber":40,"Text":"Kuskusuz o´nu (oteki dunyada) Bizim yakınlıgımız ve menzillerin en guzeli beklemektedir"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub´u da hatırla, o´nun Rabbine soyle seslendigini: \"Seytan bana (tam bir) bıkkınlık ve azap vermektedir"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Bunun uzerine kendisine:) \"Ayagını (yere) vur: Iste yıkanabilecegin ve icebilecegin bir soguk su!\" dedik"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ona katımızdan bir rahmet ve butun akıl iz´an sahiplerine bir uyarı olmak uzere mevcut nufuslarını iki katına cıkaran yeni bir nesil armagan ettik"},{"SurahNumber":38,"VerseNumber":44,"Text":"(Ve sonunda o´na dedik ki:) \"Simdi eline bir demet ot al, onunla vur ve yeminini yerine getir!\" Gercekten Biz o´nu sıkıntılara karsı sabırlı gorduk. O, ne guzel bir kulumuzdu, daima Bize yonelirdi"},{"SurahNumber":38,"VerseNumber":45,"Text":"(Hepsi de) guclu bir iradeye ve keskin bir kavrayıs yetenegine sahip olan Ibrahim, Ishak ve Yakub´u hatırla"},{"SurahNumber":38,"VerseNumber":46,"Text":"Biz onları arı duru bir dusunce aracılıgıyla temizledik. Oteki dunyayı gozetme (dusuncesiyle)"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ve Bizim nezdimizde onlar gercekten seckin, hayırlı kimseler arasındaydılar"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ismail´i, Elyesa´yı ve (onlar gibi) kendisini (Bize) adayan herkesi an! Onların tumu hayırlı kimselerdi"},{"SurahNumber":38,"VerseNumber":49,"Text":"BU, (Allah´a inananlar icin) bir uyarıdır. Cunku, Allah´a karsı sorumluluk bilinci duyanları butun menzillerin en guzeli beklemektedir"},{"SurahNumber":38,"VerseNumber":50,"Text":"Kapıları ardına kadar acık sonsuz mutluluk, esenlik bahceleri"},{"SurahNumber":38,"VerseNumber":51,"Text":"orada uzanıp dinlenecekler; (ve) her tur meyveyi ve icecegi, (serbestce) isteyebilecekler"},{"SurahNumber":38,"VerseNumber":52,"Text":"yanıbaslarında yumusak bakıslı, uyumlu esler olacak"},{"SurahNumber":38,"VerseNumber":53,"Text":"Iste bu, Hesap Gunu icin size verilen sozdur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Bu, (size) verecegimiz tukenmeyen nimetimizdir"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu, (durust ve erdemliler icindir); dogruluk ve durustluk sınırlarını asanları ise en kotu bir akibet beklemektedir"},{"SurahNumber":38,"VerseNumber":56,"Text":"Onlar cehennemi tadacaklar, ne feci bir meskendir o"},{"SurahNumber":38,"VerseNumber":57,"Text":"Bu, (iste boyleleri icindir,) oyleyse bırak tatsınlar: yakıcı bir umitsizlik ve buz gibi bir karanlık"},{"SurahNumber":38,"VerseNumber":58,"Text":"ve aynı cinsten azap ustune azap"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Ve onlar birbirlerine soracaklar: \"Gordunuz mu) sizinle birlikte korukorune (gunaha) dalan bu kalabalıgı? Rahat yuzu gormesin onlar! Elbet onlar (da) atesi tadacaklar"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Ve) onlar, (ayartılmıs olanlar,) feryad edecekler: \"Hayır, asıl (sorumlu) sizsiniz! Siz rahat yuzu gormeyin! Bunu basımıza getiren sizsiniz: Ne kotu bir yer burası"},{"SurahNumber":38,"VerseNumber":61,"Text":"(Ve) \"Ey Rabbimiz!\" diye yalvaracaklar, \"Bunu kim basımıza getirdiyse onun ates icindeki azabını kat kat artır"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ve ekleyecekler: \"Nasıl olur da (dunyada) carpılmıs olanlar arasında saydıklarımızı(n hic birini) burada gormeyiz"},{"SurahNumber":38,"VerseNumber":63,"Text":"(ve) kendileriyle alay ettiklerimizin? Yoksa (onlar burada da) biz mi goremiyoruz"},{"SurahNumber":38,"VerseNumber":64,"Text":"Cehennem sakinlerinin karsılıklı cekismeleri (ve saskınlıkları) iste boyle surup gidecek"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki (ey Muhammed): \"Ben yalnızca bir uyarıcıyım; butun mevcudat uzerinde mutlak otorite sahibi olan Tek Allah´tan baska ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"goklerin, yerin ve ikisi arasındaki her seyin Rabbi, kudret sahibi ve cok bagıslayıcı"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: \"Bu, muazzam bir mesajdır"},{"SurahNumber":38,"VerseNumber":68,"Text":"(nasıl) ondan yuz cevirirsiniz"},{"SurahNumber":38,"VerseNumber":69,"Text":"(De ki ey Muhammed:) \"(Insanın yaratılısına) karsı cıktıklarında yuce topluluk(ta neler olup bittigi) hakkında bilgi sahibi degildim"},{"SurahNumber":38,"VerseNumber":70,"Text":"o, (Allah) tarafından bana vahyedilmemis olsaydı ben de (size) apacık bir uyarıda bulunamazdım"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Nitekim) o zaman, Rabbin meleklere demisti: \"Ben balcıktan bir insan yaratacagım"},{"SurahNumber":38,"VerseNumber":72,"Text":"ona en uygun bicimi verip Kendi ruhumdan kattıgım zaman onun onunde yere kapanın"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bunun uzerine butun melekler yere kapandılar"},{"SurahNumber":38,"VerseNumber":74,"Text":"yalnız Iblis kapanmadı: O kustahca boburlendi ve (boylece) hakikati inkar edenlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah): \"Ey Iblis!\" dedi, \"Kendi ellerimle yarattıgım su (varlıgın onunde) yere kapanmaktan seni alıkoyan nedir? (Baska bir yaratık onunde boyun egmeyecek kadar) kibirli misin, yoksa (yalnız) kendisini ustun gorenlerden misin"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis): \"Ben ondan daha ustunum!\" diye cevap verdi, \"Beni atesten, onu ise balcıktan yarattın"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) \"Oyleyse\" dedi, \"bu (meleklik konumu)ndan cık git; cunku sen artık gozden dusmus/kovulmus birisin"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ve benim lanetim Hesap Gunu´ne kadar senin uzerinde olacaktır"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis) \"Ey Rabbim!\" dedi, \"O halde herkesin dirilecegi Gune kadar bana muhlet ver"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) \"Peki, (oyle olsun)!\" dedi, \"Sen muhlet verilenlerden oldun"},{"SurahNumber":38,"VerseNumber":81,"Text":"zamanı (yalnız Benim tarafımdan) bilinen Gune kadar"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Bunun uzerine Iblis): \"Senin kudretine andolsun ki, onların tumunu siddetli bir sapıklıga surukleyecegim!\" dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Senin ihlaslı kulların dısında (tumunu)"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah,) \"O zaman, gercek sudur!\" buyurdu, \"ve Ben bu gercegi soyluyorum"},{"SurahNumber":38,"VerseNumber":85,"Text":"Cehennemi seninle ve sana uyanlarla dolduracagım"},{"SurahNumber":38,"VerseNumber":86,"Text":"De ki (ey Peygamber!): \"Bu (mesaj) icin sizden hicbir karsılık istemiyorum; ve ben sahip olmadıgı seyleri iddia edenlerden degilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu (ilahi kelam), butun alemler icin ancak bir ogut ve uyarıdır"},{"SurahNumber":38,"VerseNumber":88,"Text":"Ve onun anlamını bir sure sonra mutlaka kavrayacaksınız"}]}