{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"(Özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon adamdardın amaldarın (Allaһ Taala) jokko çıgardı"},{"SurahNumber":47,"VerseNumber":2,"Text":"Allaһ ıyman keltirip, salih amaldardı jasagan jana Muhammadga tüşürülgön nersege (Kuraanga), çınında, al Rabbisi tarabınan kelgen Akıykat dep işengen adamdardın (çoŋ-kiçine) künöölörün öçürüp, (jüröktörün jana) işterin oŋdop koyot"},{"SurahNumber":47,"VerseNumber":3,"Text":"Munun sebebi, kaapır adamdar jalgandı eerçişet, ıyman keltirgender Rabbisinen kelgen Akıykattı eerçiyt. Allaһ adamdarga özdörünün misaldarın uşintip keltiret"},{"SurahNumber":47,"VerseNumber":4,"Text":"Eger kaapırlarga (soguş mezgilinde) jolugup kalsaŋar, moynuna (kılıç) urgula! Emi, kaçan alardı jeŋip alsaŋar, (tirüü kalgandarın) tutkundagıla! Andan kiyin je eç nerse albay, azat kılıp jiberesiŋer, je bolboso tölöm-akı alıp (andan soŋ) koyup jiberesiŋer. (Bul öküm) soguş (abalı) bütköngö çeyin. Uşunday. Al emi, (eger) Allaһ kaalasa alardı (soguşsuz ele) jeŋip koymok. Birok, birööŋördü birööŋör menen sınap (tandap) aluu üçün (soguşka buyurdu). Jana Allaһtın jolunda öltürülgön adamdardın amaldarın (Allaһ) eç kaçan tekke ketirbeyt"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allaһ alardı (Beyiş joluna) joldoyt jana (eki düynödö) işterin oŋdoyt"},{"SurahNumber":47,"VerseNumber":6,"Text":"Jana alardı özdörünö (Kuraanda) taanıtkan Beyişke kirgizet"},{"SurahNumber":47,"VerseNumber":7,"Text":"O,ıyman keltirgen adamdar! Eger Allaһka (Anın dinine) jardam berseŋer,! Allaһ dagı silerge jardam beret jana kadamıŋardı bekem kılat"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kaapırlar jogolsun! (Allaһ) alardın amaldarın jokko çıgarat"},{"SurahNumber":47,"VerseNumber":9,"Text":"(Munun sebebi, alar Allaһ tüşürgön nerseni Kuraandı) jaman körüştü. Anan (Allaһ) alardın amaldarın tekke ketirdi"},{"SurahNumber":47,"VerseNumber":10,"Text":"Alar jer betin kezip, özdörünön murunku (kaapır) koomdordun (korkunuçtuu) akıbeti kanday bolgonun körböyt bele? Allaһ alardın oyronun çıgardı go! Jana (azırkı) kaapırlarga da oşol sıyaktuu işter bar"},{"SurahNumber":47,"VerseNumber":11,"Text":"Munun sebebi, Allaһ ıymanduu adamdardın jardamçısı. Al emi, kaapırlardın jardamçısı jok"},{"SurahNumber":47,"VerseNumber":12,"Text":"Çınında, Allaһ ıymanduu jana jakşı amaldardı jasagan pendelerin tübünön darıyalar akkan beyişterge kirgizet. Kaapırlar bolso, (bul düynödö) paydalana berişet jana aybandar sıyaktuu jep-içişet. Alardın ordu - tozok"},{"SurahNumber":47,"VerseNumber":13,"Text":"(O, Muhammad!) Biz, seni çıgarıp jibergen şaarıŋdan da kubattuuraak bolgon neçendegen şaarlardı kıyratıp salganbız. Anan alarga (eç kanday) jardamçı bolboy kalgan"},{"SurahNumber":47,"VerseNumber":14,"Text":"Rabbisi tarabınan (jiberilgen) anık bayan-dalildin üstündö bolgon kişi, jaman işi özünö (şaytan tarabınan) kooz körgözülgön jana napsinin kaaloolorun (gana) eerçigen adamga okşop kalmak bele"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takıba kişiler üçün ubada kılıngan Beyiştin misalı: anda içüüçülör üçün (daamı, jıtı, tüsü) buzulbagan suu darıyaları, daamı aynıbagan süt darıyaları, ılazzattuu şarap darıyaları jana taza-pakiza bal darıyaları bar. Anda alar üçün ar türdüü mömölör jana Rabbisinen keçirim bar. (Uşunday beyişke tüşkön adam) tozokto tübölük kalıp, (udaama-udaa) kaynak suu içirilip, natıyjada içegileri üzülüp ketken adamga okşoybu"},{"SurahNumber":47,"VerseNumber":16,"Text":"Alardın (munafıktardın) arasınan kee biröölörü saga (jürögü menen berilbey) kulak salışat. Al emi, kaçan senden çıkkanda (berilip ukkan) ilimdüü adamdardan «(Muhammad) azır emne dedi ele?» dep suraşat. (Munun sebebi) Allaһ alardın jüröktörünö möör basıp koygon. Alar öz kaaloolorun gana eerçigen adamdar"},{"SurahNumber":47,"VerseNumber":17,"Text":"(Allaһ) Tuura Jolgo tüşkön adamdardın hidayatın dagı da köböytöt jana alardı takıbaluu kılat"},{"SurahNumber":47,"VerseNumber":18,"Text":"Emi alar (munafıktar) özdörünö kapısınan Kıyamat kelip kalışın başka eç nerseni kütüşpöyt. Kıyamattın (kee bir) belgileri kelip da kaldı! Anan eger Kıyamat kelip kalsa, alardın eskerme-sabak aluuları kaydan mümkün bolsun"},{"SurahNumber":47,"VerseNumber":19,"Text":"(O, Muhammad!) Bilgin, eç bir kuday jok, jalgız Allaһ bar! Özüŋdün künöölörüŋ üçün jana momun erkek, momun ayaldar üçün Allaһtan keçirim sura! Allaһ silerdin (bardık) kıymıl-araketiŋerdi jana (kıymılsız turgan) orduŋardı bilet"},{"SurahNumber":47,"VerseNumber":20,"Text":"Iyman keltirgen adamdar «(Allaһ jolunda jihad kıluu jönündö tezireek) bir sürö tüşsö eken!» deşet. Al emi, kaçan gana anık bir sürö tüşüp, anda soguş (jihad) eskertilgende, jüröktörü soo emes (eki jüzdüü) adamdar seni, ölüm kelgende özün jogotup koygon adamdın köz karaşı menen karap kalganın körösüŋ. Alar üçün ılayıgıraak ele —"},{"SurahNumber":47,"VerseNumber":21,"Text":"— (ayatka) moyun sunuuları jana («moyun sunduk» degen) jakşı sözdör(dü aytuuları). Kaçan alarga (uşul sıyaktuu) oluttuu bir buyruk kelgende jana (al buyrukka daroo moyun sunup) Allaһtı(n sözün) tastıktasa özdörünö jakşı bolmok"},{"SurahNumber":47,"VerseNumber":22,"Text":"Eger (Allaһtın ökümünön) jüz bursaŋar jer betinde buzukuluk işterdi jasaşıŋar jana (öz ara) tuugan-urukçuluguŋardı üzüp jiberişiŋer mümkün"},{"SurahNumber":47,"VerseNumber":23,"Text":"Anday adamdarga Allaһ naalat aytıp, kulaktarın dülöy, közdörün sokur kılat"},{"SurahNumber":47,"VerseNumber":24,"Text":"Alar Kuraan jönündö oylonuşpaybı? Je jüröktöründö kulpu barbı"},{"SurahNumber":47,"VerseNumber":25,"Text":"Özdörünö Tuura Jol anık bolup kalgandan kiyin, dagı ele artka (dinden kaapırçılıkka) kaytkan adamdarga (işterin) şaytan kooz körgözüp, (jalgan kıyaldarga) ümüttöndürüp koydu"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bul (kargışka kaluunun sebebi) alar, Allaһ tüşürgön nerseni (dindi) jaman körgön kişilerge: «Biz kee bir işterde silerge moyun sunabız»-deşti. Allaһ alardın sırların bilet"},{"SurahNumber":47,"VerseNumber":27,"Text":"(Ölüm) perişteler(i) alardın betterine, arkalarına çapkılap (kıynap) jandarın (suurup) alıp jatkan (azaptuu) mezgilde (alardın abalı) kanteer eken"},{"SurahNumber":47,"VerseNumber":28,"Text":"Munun sebebi, alar Allaһtın açuusun keltirçü işterdi eerçip, Anın ıraazıçılıgın jaman körüştü. Anan Allaһ alardın amaldarın «habata»! kılıp koydu"},{"SurahNumber":47,"VerseNumber":29,"Text":"Je bolboso, jürögü soo emes adamdar, Allaһ alardın içine katkan duşmançılıktarın (açıkka) çıgara albayt dep oyloştubu"},{"SurahNumber":47,"VerseNumber":30,"Text":"Eger Biz kaalasak, saga alardı körgözüp koymokpuz jana sen alardı körünüşünön ele taanıp almaksıŋ. (Birok) sen emi alardı sözdörünün «küüsünön» taanıysıŋ. Allaһ silerdin amal-işiŋerdi bilet"},{"SurahNumber":47,"VerseNumber":31,"Text":"Biz silerdin araŋardan (çınıgı) jihad kıluuçular menen sabırduu momundardı sınap (tandap) alganga çeyin jana silerdin (çınıgı) kabarıŋardı bilgenge çeyin (ar türdüü sınoolor menen) sınay berebiz"},{"SurahNumber":47,"VerseNumber":32,"Text":"Çınında, (özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon jana özdörünö Tuura Jol anık bilinip kalgandan kiyin dele (ar türdüü buzukuluk menen) paygambardı maşakat-tüyşükkö salgan adamdar Allaһka eç nerseni zıyan jetkire alışpayt! Jana (Allaһ) alardın iş-araketterin tekke ketirip koyot"},{"SurahNumber":47,"VerseNumber":33,"Text":"O, ıyman keltirgen adamdar! Allaһka moyun sungula jana paygambarga moyun sungula! Jana (Allaһtın ayattarına karşı çıguu menen) işiŋerdi jaraksız kılıp albagıla"},{"SurahNumber":47,"VerseNumber":34,"Text":"Anıgında, kaapır bolup (adamdardı) Allaһtın jolunan toskon (jana) andan soŋ kaapır boydon ölüp ketken adamdardın künöölörün Allaһ eç kaçan keçirbeyt"},{"SurahNumber":47,"VerseNumber":35,"Text":"(O, momundar! Siler jihad mezgilinde) jalkooluk kılbagıla! Jana koluŋar (duşmandan) biyik kelip turgan abalıŋarda (alardı) tınçtıkka çakırbagıla! Allaһ siler menen birge! Jana Al silerdin (soop) amalıŋardı kemitpeyt"},{"SurahNumber":47,"VerseNumber":36,"Text":"Çınında, düynö jaşoosu oyun jana tamaşa. Egerde siler ıymanduu jana takıbaluu bolsoŋor Allaһ silerge soop-sıylıgıŋardı (toluk) beret jana mal-mülküŋördü(n bardıgın Allaһ joluna çıgaruunu) surabayt"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger (Allaһ) silerden anı (mülküŋördü) surap, tüyşöltsö, saraŋdık kılasıŋar jana Al silerdin (jürögüŋördögü) jek körüünü aşkerelep koyot"},{"SurahNumber":47,"VerseNumber":38,"Text":"O, siler, Allaһ jolunda (mal-mülk) çıgaruuga çakırılgan adamdar! Silerden kee biröölör saraŋdık kılaar. Kimde-kim saraŋ bolso al öz janına (Beyişke kirişine) saraŋdık kılgan bolot. Allaһ (silerdin mal-mülküŋörgö) muktaj emes! Özüŋör (Allaһka) muktajsıŋar! Eger (Allaһtın dinin koldoodon) jüz burup ketseŋer, Al silerdi (jok kılıp) orduŋarga başka koomdu almaştırıp koyot. Kiyin alar siler sıyaktuu (bakıl, Allaһtın ayattarına karşı çıguuçu) boluşpayt"}]}