{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Bu xindao erqie fang'ai zhu dao de renmen, zhenzhu jiang shi tamen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":2,"Text":"Xindao er xingshan, qie xinyang jiang shi muhanmode de tian jing zhe--na bu tian jing shi cong tamen de zhu jiang shi de zhenli--zhenzhu jiang she you tamen de zui'e, gaishan tamen de zhuangkuang."},{"SurahNumber":47,"VerseNumber":3,"Text":"Na shi youyu bu xindao de renmen zunshou xuwei, er xindao de renmen zunshou cong tamen de zhu jiang shi de zhenli. Zhenzhu ruci wei zhongren she xuduo piyu."},{"SurahNumber":47,"VerseNumber":4,"Text":"Nimen zai zhanchang shang yu dao bu xindao zhe de shihou, yingdang zhan sha tamen, nimen ji zhansheng tamen, jiu yingdang fulu tamen; yihou huo shifang tamen, huo zhunxu tamen shushen, zhidao zhanzheng fangxia ta de zhongdan. Shiqing jiushi zheyang de, jiaruo zhenzhu yiyu, ta bi chengzhi tamen; dan ta ming nimen kangzhan, yibian ta yi nimen huxiang kaoyan. Wei zhu dao er zhenwang zhe, zhenzhu jue bu wangfei tamen de shangong,"},{"SurahNumber":47,"VerseNumber":5,"Text":"ta yao yindao tamen, bing gaishan tamen de zhuangkuang,"},{"SurahNumber":47,"VerseNumber":6,"Text":"qie shi tamen ru leyuan--ta yi wei tamen shuoming na leyuanle."},{"SurahNumber":47,"VerseNumber":7,"Text":"Xindao de renmen a! Ruguo nimen xiangzhu zhenzhu, ta jiu xiangzhu nimen, bing shi nimen de jiaobu wengu."},{"SurahNumber":47,"VerseNumber":8,"Text":"Bu xindao de renmen, jiang yijuebuzhen, zhenzhu jiang shi tamen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":9,"Text":"Na shi yinwei tamen yanwu zhenzhu suo jiang shi de jingdian, gu ta jiang shi tamen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":10,"Text":"Nandao tamen meiyou zai da dishang luxing, yi guancha qian ren de jieju shi zenyang de ma? Zhenzhu you huimiele tamen. Bu xindao de renmen, jiang you tongyang de jieju."},{"SurahNumber":47,"VerseNumber":11,"Text":"Na shi yin wei zhenzhu shi xindao de renmen de baohu zhe; bu xindao de renmen, jue wu baohu zhe."},{"SurahNumber":47,"VerseNumber":12,"Text":"Zhenzhu biding yao shi xindao erqie xingshan de renmen ru xia lin zhu he de leyuan. Bu xindao de renmen, zai jinshi de xiangshou, shi xiang chu sheng yang yinshi, huo yu shi tamen de guisu."},{"SurahNumber":47,"VerseNumber":13,"Text":"You xuduo chengshi, qi jumin de shili, shengguo na quzhu ni de chengshi de jumin; wo ceng huimiele tamen, tamen meiyou renhe yuanzhu zhe."},{"SurahNumber":47,"VerseNumber":14,"Text":"Yiju cong zhu jiang shi de mingzheng zhe, yu na wei ziji de e xing suo mihuo, erqie shuncong siyu zhe shi yiyang de ma?"},{"SurahNumber":47,"VerseNumber":15,"Text":"Jingwei de renmen suo meng yingxu de leyuan, qi qingzhuang shi zheyang de: Qizhong you shui he, shui zhi bu fu; you ru he, ru wei bu bian; you jiu he, yin zhe chengkuai; you mi he, mi zhi chunjie; tamen zai leyuan zhong, you ge zhong shuiguo, keyi xiangshou; hai you cong tamen de zhu fachu de she you. Yong ju leyuan zhe, nandao yu na yong ju huo yu, chang yin feishui, chang cun cunduan de ren shi yiyang de ma?"},{"SurahNumber":47,"VerseNumber":16,"Text":"Tamen zhong youxie ren jing ting ni de yanshuo, dengdao tamen cong ni de mianqian chuqu de shihou, tamen dui you xueshi zhe shuo: Gangcai ta shuo xie shenme? Zhe deng ren, zhenzhu yi fengbi tamen de xin, tamen shuncong siyu."},{"SurahNumber":47,"VerseNumber":17,"Text":"Zunxun zhengdao zhe, zhenzhuyao gengjia yindao tamen, bing jiang jingwei de baochou shangci tamen."},{"SurahNumber":47,"VerseNumber":18,"Text":"Tamen zhi dengdai fuhuo shi huran lailin tamen, fuhuo shi de zhenghou que yi lailinliao. Dang fuhuo shi lailin de shihou, tamen de juewu, duiyu tamen nali hai hui youxiao ne!"},{"SurahNumber":47,"VerseNumber":19,"Text":"Ni yingdang zhidao, chu zhenzhu wai, jue wu ying shou chongbai de, ni yingdang wei ni de guoshi er qiurao, bing yingdang wei zhong xinshi he zhong xin nu er qiurao. Zhenzhu shi quanzhi nimen de huodong he guisu de."},{"SurahNumber":47,"VerseNumber":20,"Text":"Xindao de renmen shuo: Zenme bu jiang shi yi zhang jing ne? Dang yi zhang mingque de jing wen jiangxia, er qizhong ti ji zhanzheng de shihou, ni hui kan dao xinzhong you bing de renmen jiang xiang lin si shi hun yun de ren nayang deng zhuoyan kan ni. Shang zai tamen!"},{"SurahNumber":47,"VerseNumber":21,"Text":"Fucong hewan ci, yu tamen shi geng xiangyi de. Dang zhanzheng bei jueding de shihou, jiaruo tamen zhongyu zhenzhu, na duiyu tamen shi geng hao de."},{"SurahNumber":47,"VerseNumber":22,"Text":"Jiaruo nimen zhizheng, nimen hui bu hui zai difang shang zuo'e, bing duanjue qinqi de guanxi ne?"},{"SurahNumber":47,"VerseNumber":23,"Text":"Zhe deng ren, shi zhenzhu suo qi jue de, gu ta shi tamen bian long, shi tamen bian xia."},{"SurahNumber":47,"VerseNumber":24,"Text":"Tamen zenme bu chensi “gulanjing” ne? Nandao tamen de xin shang you suo?"},{"SurahNumber":47,"VerseNumber":25,"Text":"Ren qing zhengdao, ranhou pan dao zhe, emo songyong tamen, bing kuanwei tamen."},{"SurahNumber":47,"VerseNumber":26,"Text":"Na shi yinwei tamen ceng dui naxie yanwu zhenzhu suo jiang shi de jixiang zhe shuo: Duiyu yibufen de shiqing, women jiang shuncong nimen. Zhenzhu zhidao tamen de yinqing."},{"SurahNumber":47,"VerseNumber":27,"Text":"Dangzhong tianshen dazhe tamen de lian he bei, er shi tamen siwang de shihou, tamen jiang zenme ban ne?"},{"SurahNumber":47,"VerseNumber":28,"Text":"Na shi yinwei tamen shuncong na chufan zhenzhu de shiwu, bing yanwu tasuo xiyue de shiwu, gu ta shi tamen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":29,"Text":"Nandao xinzhong you bing de renmen yiwei zhenzhu bu jiechuan tamen de yuanhen me?"},{"SurahNumber":47,"VerseNumber":30,"Text":"Jiaruo wo yiyu, wo biding shi ni zhidao tamen, ni biding jie tamen de yibiao er renshi tamen, ni biding cong tamen kouqi er renshi tamen. Zhenzhu zhidao nimen de shangong."},{"SurahNumber":47,"VerseNumber":31,"Text":"Wo biding yao shiyan nimen, zhidao wo renshi nimen zhong de fendou zhe he jianren zhe, wo jiang kaohe guanyu nimen de gongzuo de baogao."},{"SurahNumber":47,"VerseNumber":32,"Text":"Bu xindao, bing fang'ai zhu dao, qie zai renshi zhengdao hou fandui shizhe de renmen, jue buneng sunshang zhenzhu yi sihao, ta yao shi tamen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":33,"Text":"Xindao de renmen a! Nimen yingdang fucong zhenzhu, yingdang fucong shizhe, nimen buyao shi nimen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":34,"Text":"Bu xindao, bing fang'ai zhu dao, si shi hai bu xindao de renmen, zhenzhu jue bu she you tamen."},{"SurahNumber":47,"VerseNumber":35,"Text":"Nimen buyao qinei, bu yaoqiu he, nimen shi zhan youshi de, zhen zhu shi yu nimen tong zai de, ta jue bu shi nimen de shangong wuxiao."},{"SurahNumber":47,"VerseNumber":36,"Text":"Jinshi de shenghuo, zhishi youxi he yule. Ruguo nimen xindao, bingqie jingwei ta, ta yao jiang nimen de baochou shangci nimen. Ta bu suoqu nimen de caichan."},{"SurahNumber":47,"VerseNumber":37,"Text":"Ruguo ta lesuo nimen de caichan, nimen jiu yao linse, na linse yao jiechuan nimen de yuanhen."},{"SurahNumber":47,"VerseNumber":38,"Text":"Nimen zhe deng ren a! Youren quan nimen wei zhu dao er feiyong, nimen zhong que youlinse de. Linse de ren zi shou linse zhi hai. Zhenzhu que shi wu qiu de, nimen que shi you qiu de. Ruguo nimen weibei mingling, ta jiu yao yi bie de minzhongdaiti tamen, ranhou, tamen bu xiang nimen yang."}]}