{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Acık ve acıklayıcı olan Kitab´a and olsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Biz, aklınızı kullanırsınız diye Arapca bir Kur´an indirdik"},{"SurahNumber":43,"VerseNumber":4,"Text":"Suphesiz ki, o bizim katımızda ANA KITAB´da (yazılı) kadri yucedir ve hikmet doludur"},{"SurahNumber":43,"VerseNumber":5,"Text":"Olcuyu asan, asırı giden bir millet olmanızdan dolayı, ogut ve hikmet dolu o Kitab´ı size acıklamaktan vaz mı gecelim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Once gelip gecenlere nice nice peygamberler gonderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Ama onlara ne kadar bir peygamber geldiyse, mutlaka onu alaya alıp eglendiler"},{"SurahNumber":43,"VerseNumber":8,"Text":"Bu yuzden bunlardan daha cetin, daha atılgan olan (o millet)leri yok ettik. Oncekilerin kıssaları (bircok ayetlerimizde) gecmistir"},{"SurahNumber":43,"VerseNumber":9,"Text":"Eger onlara, «gokleri ve yeri kim yarattı ?» diye sorsan, «onları O cok guclu, cok ustun, her seyi bilen (Allah) yarattı» derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"O Allah ki, yeryuzunu size bir besik yaptı, ve dogru yolu bulup yurumeniz icin onda yollar meydana getirdi"},{"SurahNumber":43,"VerseNumber":11,"Text":"O (Allah) ki, gokten belli bir oranda su indirir de onunla olu bir beldeye hayat verip canlandırırız. Iste bunun gibi siz de diriltilip kabirlerinizden cıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"O ki, butun ciftleri yaratmıs, gemiyi ve davarlardan binmeniz icin"},{"SurahNumber":43,"VerseNumber":13,"Text":"Sırtlarına binip dogrulmanız, sonra da uzerlerinde iyice kurulunca Rabbınızın nimetini hatırlamanız ve «bunu bizim buyrugumuza verip bas egdiren (Allah) yucedir, munezzehtir ; yoksa biz ona yanasamazdık» demeniz icin var kılınmıstır"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve elbette biz, donup dolasıp Rabbımıza donecegiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Inkarcı putperestler ve azgın sapıklar) ise, Allah´a O´nun kullarından bir cuz´ (cocuk) yakıstırdılar. Suphesiz insan (genellikle) acıktan inkarcı ve cok nankordur. (Ancak Allah´ın korudukları mustesna)"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa Allah yaptıklarınızdan kendine kızlar edindi de ogulları size mi secip verdi"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan biri. Rahman (olan Allah)´a yakıstırmaga calıstıgı sey (kız cocugu) ile mujdelendigi zaman, uzuntu ve ofkesini yutkunarak yuzu kapkara kesilir"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ya, demek onlar sus icinde yetistirilip de tartısıp cekismede, (hayat ile mucadelede) acıklık getirmeyeni mi (Allah´a isnad ediyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Rahman´ın kulları olan melekleri, disiler sınıfına soktular, onların yaratılısında hazır mı bulundular ? Onların sahidlikleri yazılacak ve sorguya cekileceklerdir"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki; «Eger Rahman dileseydi biz onlara (o putlara) tapmazdık.» Bu hususta bir bilgileri yoktur. Onlar sadece yalan soyluyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz, bundan (bu Kur´an´dan) once kendilerine kitap verdik de ona mı sıkıca tutunuyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır, suphesiz ki biz babalarımızı bir din ve inanc uzerinde bulduk. Onların izleri ustunde giderek yolumuzu bulduk, (derler)"},{"SurahNumber":43,"VerseNumber":23,"Text":"Iste boylece senden once bir kasabaya ne kadar uyarıcı bir peygamber gonderdikse mutlaka oranın ileri gelen refah icindeki sımarık zenginleri soyle dediler: «Dogrusu biz babalarımızı bir din ve inanc uzerinde bulduk ve suphesiz onların izlerine uyup gitmekteyiz.»"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Uyarıcı peygamber onlara): «Ben size, babalarınızı uzerinde buldugunuz dinden daha dogrusunu getirecek olsam da mı ?» dedi. «Biz, supheniz olmasın ki, sizinle gonderileni inkar edip tanımıyoruz,» diye cevap verdiler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Onlardan intikam aldık. O (hakkı) yalanlayanların sonlarının ne olduguna bir bak"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani bir vakit Ibrahim, babasına ve kavmine dedi ki: «Hakikat ben, sizin taptıklarınızdan uzagım, onlarla bir ilisigim yoktur. Ancak beni yoktan orneksiz yaratan (Rabbim) mustesna (ancak O´na taparım). Gercek O, beni dogru yola eristirecektir"},{"SurahNumber":43,"VerseNumber":27,"Text":"Hani bir vakit Ibrahim, babasına ve kavmine dedi ki: «Hakikat ben, sizin taptıklarınızdan uzagım, onlarla bir ilisigim yoktur. Ancak beni yoktan orneksiz yaratan (Rabbim) mustesna (ancak O´na taparım). Gercek O, beni dogru yola eristirecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ibrahim bunu, (hakka) donerler diye soyu arasında baki kalacak bir soz olarak bıraktı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Fakat bunları ve babalarını, kendilerine hakk ve (onu) acıklayan peygamber gelinceye kadar bir sure gecindirip yararlandırdık"},{"SurahNumber":43,"VerseNumber":30,"Text":"Hakk onlara geldigi zaman, «bu bir sihirdir ve biz elbette onu inkar edenlerizdir,» dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve bir de dediler ki: «Bu Kur´an, su iki sehirden buyuk bir adama indirilmeli degil miydi?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbin rahmetini onlar mı taksim ediyorlar ? Oysa Dunya hayatında onların gecimligini aralarında taksim eden, bir kısmını digerine is gordurmek icin kimini kiminin ustune derecelerle yukselttik. Rabbin rahmeti ise, onların toplayıp biriktirdiklerinden hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanların (kufur ve sapıklıkta toplanıp) bir tek ummet olma sakıncası olmasaydı. Rahman (olan Allah)´ı inkar edenlerin evlerinin tavanını, uzerine cıktıkları merdivenleri"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerinin kapılarını, uzerine yaslandıkları kanepeleri gumusten yapar ve altın kaplamalarla islerdik. Bunların hepsi dunya hayatının kısa sureli yararlanılan gecimliginden baskası degildir. Ahiret ise, Rabbin yanında korkup sakınanlar icindir"},{"SurahNumber":43,"VerseNumber":35,"Text":"Evlerinin kapılarını, uzerine yaslandıkları kanepeleri gumusten yapar ve altın kaplamalarla islerdik. Bunların hepsi dunya hayatının kısa sureli yararlanılan gecimliginden baskası degildir. Ahiret ise, Rabbin yanında korkup sakınanlar icindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim de Rahman´ı anmaktan yana korluk gosterirse, biz ona yandas olmak uzere bir seytan sardırırız"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ve gercekten onlar, bunları dogru yoldan alıkorlar da bunlar, dogru yolda bulunduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda bize gelince, yandasına : «Keske benimle senin aranda dogu ile batı arası kadar uzaklık olsaydı. (Meger) sen ne kotu arkadasmıssın !.» der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Zulmettiginiz icin bugun (buradaki pismanlıgınız) size fayda vermez. Sizler elbette azabda birlesen ortaklarsınızdır"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen mi sagırlara isittirecek sin veya korleri ve acık bir sapıklık icinde bulunanı dogru yola ulastıra caksın"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eger biz seni (alıp kendimize) gotursek bile suphesiz onlardan intikam alacagız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ya da onlara va´dettigimiz seyi (azabı) sana gosterecegiz. Cunku bizim, onlara kudretimiz elbette yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Artık sen, sana vahyedilene sımsıkı sarıl. Suphesiz ki sen dosdogru yol uzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"O Kur´an sana ve milletine elbette hem ogut, hem anılmaya deger bir sereftir. Ileride bundan sorulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden once elci olarak gonderdigimiz peygamberlerimize sor: «Rahman´dan baska tapılacak tanrılar meydana getirdiler mi?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"And olsun ki biz, Musa´yı acık belge ve mu´cizelerle Fir´avn´a ve ileri gelen yandaslarına peygamber olarak gonderdik. (O da onlara:) «Suphesiz ki ben, alemlerin Rabbı´nın peygamberiyim ve elcisiyim,» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Ne vakit ki onlara mu´cizelerimizle geldi, onlar birdenbire (isi alaya alıp) buna guluverdiler"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara hicbir ayet (belge ve mu´cize) gostermedik ki, digerinden daha buyuk olmasın. Belki donerler diye onları azab ile yakalayıverdik"},{"SurahNumber":43,"VerseNumber":49,"Text":"Boyle iken, «ey sihirbaz buyucu !» dediler. «Sana verdigi sozu geregi, Rabbına bizim icin dua edip yalvar, bizler elbette dogru yola gelecegiz.»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Kendilerinden o azabı kaldırdıgımızda, birden verdikleri sozu bozdular (yerine getirmediler)"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn kendi milleti icinde soyle seslendi: «Ey milletim !» dedi, «Mısır mulku ve krallıgı benim degil midir? Su ırmaklar benim altımdan akmıyor mu ? Gormuyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, su zavallı ve neredeyse acık sekilde meramını anlatamıyan kimseden daha hayırlı degil miyim ?»"},{"SurahNumber":43,"VerseNumber":53,"Text":"(Eger dogru sozlu ise) «uzerine altından bilezikler atılmalı veya beraberinde melekler yer alıp gelmeli degil miydi ?»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Boylece o, kendi milletini hafife aldı (da aldatıcı sozler soyledi). Bu sebeple ona itaat ettiler. Suphesiz ki onlar hakkın yolundan cıkmıs ahlaksız bir milletti"},{"SurahNumber":43,"VerseNumber":55,"Text":"Ne vakit ki, bizi ofkelendirip gazabımızı cektiler, kendilerinden intikam aldık da boylece hepsini (Kızıldeniz´de) bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları sonra gelecekler icin gecmis bir ibret ve misal yaptık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Ve ne vakit ki, Meryem oglu misal verildi, senin kavmin hemen bagrısıp cagrıstılar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ve dediler ki: Bizim tanrılarımız mı hayırlıdır, yoksa O mu hayırlıdır? Bu misali sırf bir tartısma ve surtusme konusu olsun diye sana getirdiler. Zaten onlar yaygaracı, tar-tısıcı bir millettir"},{"SurahNumber":43,"VerseNumber":59,"Text":"O (Meryem oglu Isa) kendisine nimet verdigimiz ve Israil ogulları´na ornek gosterdigimiz bir kuldur"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eger biz, dileseydik yeryuzunde yerinize gececek melekler yaratırdık"},{"SurahNumber":43,"VerseNumber":61,"Text":"Ve suphesiz O (Isa veya Kur´an), Kıyamet´in kopus saati icin bir bilgidir. Artık siz, o saat hakkında suphe etmeyin ; bana uyun. Dosdogru yol da budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın seytan sizi (dogru yoldan) alıkoymasın. Cunku hakikat o, acık bir dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Isa, acık belgeler ve mu´cizelerle gelince, «ben gercekten size hikmetle ve gorus ayrılıgına dustugunuz bazı hususları size acıklamak icin geldim; artık Allah´tan korkun da bana itaat edin,» dedi"},{"SurahNumber":43,"VerseNumber":64,"Text":"«Suphesiz ki, Allah, benim de Rabbımdır, sizin de Rabbinizdir. O halde O´na ibadet edin. Dosdogru yol budur!»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Hiziplesenler, kendi aralarında ayrılıga dustuler. O elim gunun azabından, zulmedenlerin vay haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar ancak beklenen o saatin, farkına varmadıkları bir halde ansızın kendilerine gelmesini bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"O gun yakın dostlar birbirlerine dusmandır. Ancak (Allah´tan) korkup (kufur ve nifaktan, azgınlık ve sapıklıktan) sakınanların (dostlugu) bunun dısındadır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! Bugun size bir korku yoktur ve siz uzulmeyeceksiniz de"},{"SurahNumber":43,"VerseNumber":69,"Text":"O kullar ki, ayetlerimize inandılar ve (bize, buyruklarımıza) teslimiyet gosterdiler"},{"SurahNumber":43,"VerseNumber":70,"Text":"Sizler ve esleriniz sevinc ve mutluluk icinde girin Cennet´e"},{"SurahNumber":43,"VerseNumber":71,"Text":"Cevrelerinde tavaf edercesine altın tepsiler ve bardaklar dolastırırlar ve orada canlarının cektigi, gozlerin lezzet duydugu seyler vardır ve sizler orada devamlı kalıcılarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Iste isleyip geldiginiz (sevap ve iyilikler)e karsılık varis kılındıgınız Cennet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin icin (sayısı belirsiz) cok meyveler vardır ki, onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Suclu gunahkarlar ise elbette Cehennem azabında devamlı kalıcılardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Kendilerinden azaba ara verilip gevsetilmiyecek ve orada umitsizlik icindedirler"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik, ama onlar kendileri zalimlerdir"},{"SurahNumber":43,"VerseNumber":77,"Text":"Cehennem bekcisine : «Ey bekci! Rabbin hukmunu verip isimizi bitiriversin (canımızı alsın)» diye seslenirler. Bekci: «Hayır, siz burada (olmeden) kalmaya mahkumsunuz» der"},{"SurahNumber":43,"VerseNumber":78,"Text":"And olsun ki, biz size hakkı getirdik, fakat cogunuz hakktan hoslanmayıp tiksinenlersiniz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar, isi sıkı mı tuttular ? Dogrusu biz de sıkı tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onların sırlarını, gizli fısıltılarını isitmedigimizi mi sanırlar ? Hayır, yanlarındaki elcilerimiz yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: Eger (bilfarz) Rahman´ın cocugu olsa idi, ben ona kulluk edenlerin ilki olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Goklerin ve yerin Rabbi, Ars´ın Rabbi onların vasfedegeldiklerinden yucedir, munezzehtir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Bırak onları, (tehdid anlamında) va´d olundukları gunlerine kavusuncaya kadar (inkar ve azgınlıklarına) dalıp oynasınlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"O ki, gokte de tek Tanrı´dır, yerde de tek Tanrı´dır. O hikmet sahibidir, bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Goklerin, yerin ve ikisi arasındaki her seyin mulk u saltanatı kendisine ait olan O Allah´ın, sanı cok yucedir. Kıyamet´in kopus saatinin bilgisi O´nun katındadır ve ancak O´na donduruleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allah´tan baskasına dua edip yalvaranlar, yalvardıkları seyin sefaatine eremezler. Ancak bilerek hakk ile (hakk adına) sehadet edenler mustesna"},{"SurahNumber":43,"VerseNumber":87,"Text":"Eger onlara kendilerini kimin yarattıgını soracak olsan, elbette «Allah...» derler. O halde nasıl (Hakk´tan, O´na kulluktan) donduruluyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Peygamberin) «Ey Rabbim ! Suphesiz ki bunlar iman etmeyen bir millettir», sozune karsılık, «sen, onlardan vazgec de selam (size), ileride bileceklerdir.» (buyuruldu)"},{"SurahNumber":43,"VerseNumber":89,"Text":"(Peygamberin) «Ey Rabbim ! Suphesiz ki bunlar iman etmeyen bir millettir», sozune karsılık, «sen, onlardan vazgec de selam (size), ileride bileceklerdir.» (buyuruldu)"}]}