{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"“. Hâ-Mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"“Ndikulumbilira buku lofotokoza momveka"},{"SurahNumber":43,"VerseNumber":3,"Text":"“Ndithu Ife talichita bukuli (Qur’an) kukhala chowerengedwa m’Chiarabu kuti muzindikire"},{"SurahNumber":43,"VerseNumber":4,"Text":"“Ndipo ndithu bukuli (Qur’an) lili m’manthu wa mabuku onse (Lawhi Mahfudh) limene lili kwa Ife; (ndipo ndi buku) lotukuka, la mawu anzeru"},{"SurahNumber":43,"VerseNumber":5,"Text":"“Kodi tisiye kukukumbutsani chifukwa chakuti ndinu anthu opyola malire (pochita zoipa)"},{"SurahNumber":43,"VerseNumber":6,"Text":"“Ndipo tidatumiza aneneri ambiri kwa anthu akale"},{"SurahNumber":43,"VerseNumber":7,"Text":"“Ndipo palibe mneneri aliyense amene amawadzera koma amam’chitira chipongwe"},{"SurahNumber":43,"VerseNumber":8,"Text":"“Choncho tidawaononga amene adali amphamvu kuposa iwo (Aquraish) ndipo ladutsa fanizo la (zilango zomwe zidawapeza) anthu akale"},{"SurahNumber":43,"VerseNumber":9,"Text":"“Ndipo ukawafunsa: “Ndani adalenga thambo ndi nthaka?” Ndithu ayankha kuti: “Adazilenga (Allah) Mwini Mphamvu, Wodziwa.”"},{"SurahNumber":43,"VerseNumber":10,"Text":"“Amene wakupangirani nthaka kukhala choyala ndipo adakupangirani njira mmenemo kuti muongoke (ndikukafika kumene mukufuna)"},{"SurahNumber":43,"VerseNumber":11,"Text":"“Ndiponso amene watsitsa madzi kuchokera kumwamba mwamuyeso; chifukwa cha madziwo tidaukitsa mudzi wakufa. Momwemonso inu mudzatulutsidwa (mmanda)"},{"SurahNumber":43,"VerseNumber":12,"Text":"“Ndiponso amene walenga zinthu zonse ziwiriziwiri (chachimuna ndi chachikazi). Ndipo adakupangirani zombo ndi ziweto zimene mukukwera"},{"SurahNumber":43,"VerseNumber":13,"Text":"“Kuti mukhazikike mwaubwino pamisana paizo, kenako mukumbukire mtendere wa Mbuye wanu mukakhazikika pamenepo, ndipo munene: “Walemekezeka Amene watifewetsera ichi; ndipo sitikadatha kuchifewetsa ndi kuchigwiritsa ntchito.”"},{"SurahNumber":43,"VerseNumber":14,"Text":"““Ndipo ndithu ife kwa Mbuye wathu ndiko kobwerera.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"“Ndipo amuikira gawo mwa akapolo Ake. (Kuti ndi ana a Allah.) Ndithu munthu, ngwamsulizo woonekera poyera"},{"SurahNumber":43,"VerseNumber":16,"Text":"“Kodi wadzichitira ana achikazi mzimene wazilenga ndipo wakusankhirani inu ana achimuna"},{"SurahNumber":43,"VerseNumber":17,"Text":"“Koma akauzidwa (kuti wabereka mwana wamkazi) mmodzi wa iwo chomwe amamfanizira (Allah) Wachifundo chambiri, nkhope yake imakhala yakuda ndi kudandaula kwambiri"},{"SurahNumber":43,"VerseNumber":18,"Text":"“Ha! Kodi amene waleredwa monga chokongoletsa, potsutsana iye sangathe kunena momveka? (Ameneyo ndiye mwampatsa Allah; omwe ndi ana aakazi)"},{"SurahNumber":43,"VerseNumber":19,"Text":"“Ndipo angelo omwe ndi akapolo a (Allah) Wachifundo chambiri akuwatcha akazi. Kodi adaona kalengedwe kawo? Umboni wawo ulembedwa ndipo adzafunsidwa (pazimenezo)"},{"SurahNumber":43,"VerseNumber":20,"Text":"“Ndipo (otsutsa) akunena: “Akadafuna (Allah) Wachifundo chambiri (kuti tisamapembedze mafano awa), sitikadawapembedza!” Iwo alibe kudziwa pa zimenezi (zomwe akunenazi). Koma akungonena mawu opeka"},{"SurahNumber":43,"VerseNumber":21,"Text":"“Kapena tidawapatsa buku lina tisadapereke ili, kotero kuti iwo agwiritsitsa limenelo (ndi kugwirizana nazo zili mmenemo)"},{"SurahNumber":43,"VerseNumber":22,"Text":"“Koma akunena: “Ndithu ife tidawapeza makolo athu pa chipembedzo chimenechi, ndipo ife tikutsatira mapazi awo.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"“Ndipo momwemo, sitidatumize mchenjezi patsogolo ku mudzi uliwonse koma olemera ammenemo adanena: “Ndithu tidawapeza makolo athu pa chipembedzochi (akuchita mmene tikuchitiramu), ndipo ife titsatira mmapazi awo.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"“Adanena (mneneri wawo): “Ngakhale ndakubweretserani chipembedzo chabwino kuposa chomwe mudawapeza nacho makolo anu (mupitirizabe kutsatira chipembedzo cha makolo anucho)?” Adanena: “Ife tikuzikana zimene mwatumidwa nazozi.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"“Choncho tidawalanga iwo. Taona m’mene adalili mapeto a otsutsa aja"},{"SurahNumber":43,"VerseNumber":26,"Text":"“Ndipo (kumbuka) pamene Ibrahim adauza bambo wake ndi anthu ake (kuti): “Ndithu ine ndadzipatula ku zimene mukuzipembedzazi.”"},{"SurahNumber":43,"VerseNumber":27,"Text":"““Kupatula Amene adandilenga; ndithu Iye andiongola.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"“Ndipo adalichita liwu ili kukhala losatha ku mtundu wake, kuti abwelere (ku malankhulidwe amenewa)"},{"SurahNumber":43,"VerseNumber":29,"Text":"“Koma ndidawasangalatsa awa (Aquraish) pamodzi ndi makolo awo kufikira choonadi chawadzera ndi Mtumiki wolongosola (za choonadichi)"},{"SurahNumber":43,"VerseNumber":30,"Text":"“Ndipo pamene choonadi (Qur’an) chidawadzera, adanena: “Awa ndi matsenga; ndithu ife tikuwakana.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"“Ndipo adatinso: “Nchifukwa ninji Qur’an iyi siidavumbulutsidwe pa munthu wamkulu mmidzi iwiriyi (Makka ndi Twaif).”"},{"SurahNumber":43,"VerseNumber":32,"Text":"“(Choncho Allah akunena): “Kodi iwo ndi amene akugawa mtendere wa Mbuye wako (kumpatsa amene wamfuna ndi kummana amene sakumfuna? Chikhalirecho) Ife ndi Amene timagawa pakati pawo zofunika pa moyo wawo mu moyo wadziko lapansi; ndipo tawatukula ena mwa iwo pa ulemelero pamwamba pa ena, choncho ena mwa iwo akuwachita anzawo kukhala antchito awo koma mtendere wa Mbuye wako ndi wabwino kuposa zimene akusonkhanitsa.”"},{"SurahNumber":43,"VerseNumber":33,"Text":"“Ndipo pakadapanda kuopera kuti anthu adzakhala gulu limodzi (lokanira Allah), ndithu tikadazichita nyumba za amene akumkana (Allah) Wachifundo chambiri kukhala ndi madenga a Siliva, ndi makwelero amene amakwelera (kukhalanso a Siliva)"},{"SurahNumber":43,"VerseNumber":34,"Text":"“Ndipo nyumba zawo kukhala ndi zitseko ndi makama (mabedi) omwe amayadzamira (zonsezo kukhala za Siliva)"},{"SurahNumber":43,"VerseNumber":35,"Text":"“Ndiponso ndi zokongoletsa za golide. Koma zonsezo sikanthu ayi, ndi chisangalalo chabe cha dziko lapansi (chosakhalira kutha); ndipo tsiku lachimaliziro lomwe lili kwa Mbuye wako ndi la oopa Allah (potsatira malamulo Ake ndi kusiya zoletsedwa)"},{"SurahNumber":43,"VerseNumber":36,"Text":"“Ndipo amene akunyozera kukumbukira (Allah) Wachifundo chambiri, timpatsa satana, kuti iye akhale bwenzi lake (lotsagana nalo)"},{"SurahNumber":43,"VerseNumber":37,"Text":"“Ndipo iwo amawatsekereza ku njira zabwino ndi kumaganiza kuti iwo ngoongoka"},{"SurahNumber":43,"VerseNumber":38,"Text":"“Kufikira pamene adzatidzera (tsiku la Qiyâma, uku akulowetsedwa ku Moto). Adzati (kumuuza satana): “Kalanga ine! Pakati pa ine ndi iwe pakadakhala ntunda wa pakati pa kuvuma ndi kuzambwe (kutalikirana kwathu).” Ha! Taonani kuipa kwa bwenzi"},{"SurahNumber":43,"VerseNumber":39,"Text":"“(Allah adzawauza kuti): “Ndipo lero sikukuthandizani kukhala limodzi kwanu m’chilango pakuti mudadzichitira nokha zoipa.”"},{"SurahNumber":43,"VerseNumber":40,"Text":"“Kodi ungathe kuwamveretsa agonthi, kapena ungathe kuwaongola akhungu ndi amene ali mkusokera koonekera"},{"SurahNumber":43,"VerseNumber":41,"Text":"“Ngati titakuchotsa (padziko usadaone chilango chawo, usakhale ndi chikaiko), ndithu Ife tiwalanga iwo"},{"SurahNumber":43,"VerseNumber":42,"Text":"“Kapena tikusonyeza zimene tidawalonjeza (uona ndi maso ako usadafe). Ndithu Ife tili ndi mphamvu pa iwo"},{"SurahNumber":43,"VerseNumber":43,"Text":"“Choncho, gwiritsa zimene zavumbulutsidwa kwa iwe, ndithu iwe uli pa njira yolunjika"},{"SurahNumber":43,"VerseNumber":44,"Text":"“Ndithu iyi (Qur’an) ndi ulemelero wako ndi anthu ako; ndipo posachedwa mufunsidwa (za ulemelero umenewu)"},{"SurahNumber":43,"VerseNumber":45,"Text":"“Ndipo afunse atumiki Athu amene tidawatumiza iwe usadadze: “Kodi tidapanga milungu ina kuti ipembedzedwe, osati (Allah) Wachifundo chambiri?”"},{"SurahNumber":43,"VerseNumber":46,"Text":"“Ndithu tidamtumiza Mûsa pamodzi ndi zozizwitsa Zathu kwa Farawo ndi nduna zake; ndipo adati: “Ndithu ine ndine Mtumiki wa Mbuye wa zolengedwa.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"“Koma pamene adawadzera ndi zisonyezo zathu, basi iwo adali kuziseka"},{"SurahNumber":43,"VerseNumber":48,"Text":"“Ndipo chisonyezo chilichonse chomwe tidawasonyeza chidali chachikulu kuposa chinzake (komabe sadakhulupirire). Ndipo tidawalanga ndi chilango kuti abwelere (kwa Ife)"},{"SurahNumber":43,"VerseNumber":49,"Text":"“Ndipo adati (kwa Mûsa): “E iwe wamatsenga! Tipemphere kwa Mbuye wako pa chomwe adakulonjeza; ndithu ife tiongoka, (tikhulupirira).”"},{"SurahNumber":43,"VerseNumber":50,"Text":"“Choncho, pamene tidawachotsera chilangocho, basi iwo adayamba kuswa pangano"},{"SurahNumber":43,"VerseNumber":51,"Text":"“Ndipo Farawo adaitana anthu ake, adati: “E inu anthu anga! Kodi ulamuliro wa mu Iguputo siwanga pamodzi ndi mitsinje iyi imene ikuyenda pansi panga (pa nyumba zanga?) Kodi simukuona?”"},{"SurahNumber":43,"VerseNumber":52,"Text":"““Kodi kapena ine sindine woposa uyu (Mûsa) wonyozeka, ndipo sangathe kuyankhula momveka?”"},{"SurahNumber":43,"VerseNumber":53,"Text":"““Nanga bwanji sadavekedwe zibangiri zagolide kapena angelo kudza pamodzi ndi iye uku akumtsatira?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"“Adawapeputsa anthu ake. Ndipo adamvera; iwo adali anthu otuluka mchilamulo (cha Allah)"},{"SurahNumber":43,"VerseNumber":55,"Text":"“Pamene adatikwiitsa, tidawalanga ndipo tidawamiza onse mmadzi"},{"SurahNumber":43,"VerseNumber":56,"Text":"“Tidawachita (Farawo ndi anthu ake) kukhala chitsanzo cha okanira a pambuyo pawo ndikukhala mbiri kwa anthu amene akudza"},{"SurahNumber":43,"VerseNumber":57,"Text":"“Ndipo pamene lidaperekedwa fanizo la mwana wa Mariya, pamenepo anthu anu adali kufuula (monyoza)"},{"SurahNumber":43,"VerseNumber":58,"Text":"“Ndipo adati: “Kodi milungu yathu ndi yabwino, kapena iye?” Sadamfanizire kwa iwe koma kufuna kutsutsana basi (kopanda kufuna choona). Koma iwo ndi anthu amtsutso"},{"SurahNumber":43,"VerseNumber":59,"Text":"“Iye sadali kanthu koma ndi kapolo amene tidampatsa mtendere; ndipo tidamchita kukhala chitsanzo (chodabwitsa) cha ana a Israyeli"},{"SurahNumber":43,"VerseNumber":60,"Text":"“Ndipo tikadafuna tikadawachita angelo kukhala pa dziko mmalo mwa inu ndi kumasiirana iwo kwa iwo (kuti mudziwe kuti angelo akugonjera malamulo a Allah. Iwo siAllah)"},{"SurahNumber":43,"VerseNumber":61,"Text":"“Ndipo iye (Isa (Yesu) adzakhala chizindikiro cha Qiyâma (kuti yayandikira). Choncho musaikaikire, koma nditsatireni. Imeneyi ndi njira yolunjika"},{"SurahNumber":43,"VerseNumber":62,"Text":"“Asakutsekerezeni satana; iye kwa inu ndi mdani woonekera"},{"SurahNumber":43,"VerseNumber":63,"Text":"“Ndipo pamene Isa (Yesu) adadza ndi zisonyezo zoonekera poyera, adati: “Ndakudzerani ndi nzeru (yopindulitsa), ndikuti ndikulongosolereni zina zimene mudali kusiyana mu izo; choncho, muopeni Allah ndiponso ndimvereni.”"},{"SurahNumber":43,"VerseNumber":64,"Text":"““Ndithu Allah ndiye Mbuye wanga ndi Mbuye wanunso; choncho mupembedzeni; imeneyi ndiyo njira yolunjika.”"},{"SurahNumber":43,"VerseNumber":65,"Text":"“Koma magulu adasemphana pakati pawo. Ndipo kuonongeka kuchokera mu chilango cha tsiku lowawa kudzakhala pa amene adzichitira okha zoipa"},{"SurahNumber":43,"VerseNumber":66,"Text":"“Palibe chimene akuyembekeza, koma Qiyâma basi yomwe iwadzera mwadzidzidzi pomwe iwo sakuzindikira (ali otanganidwa ndi za m’dziko)"},{"SurahNumber":43,"VerseNumber":67,"Text":"“Abwenzi tsiku limenelo adzakhala odana, wina ndi mnzake, (chifukwa chakuti adali kuthandizana pa zinthu zosalungama ndi zamachimo) kupatula oopa Allah (amene adachita chibwenzi mwa Allah, pothandizana kukwaniritsa malamulo a Allah ndi kusiya zimene Allah waletsa)"},{"SurahNumber":43,"VerseNumber":68,"Text":"“(Allah adzati): E inu akapolo Anga (abwino)! Palibe kuopa kwa inu lerolino ndiponso simudandaula"},{"SurahNumber":43,"VerseNumber":69,"Text":"“Amene adakhulupirira zisonyezo Zathu ndipo adali Asilamu (ogonjera Allah)"},{"SurahNumber":43,"VerseNumber":70,"Text":"“Lowani ku Munda wamtendere, inu ndi akazi anu musangalatsidwa"},{"SurahNumber":43,"VerseNumber":71,"Text":"“Adzakhala akupititsidwa mbale zagolide ndi matambula (agolide); zonse zokomera moyo zidzakhala mmenemo ndi zokomera maso, ndipo inu mudzakhala mmenemo nthawi yaitali"},{"SurahNumber":43,"VerseNumber":72,"Text":"“Ndipo umeneo ndi munda umene mwapatsidwa chifukwa cha (zabwino) zimene munkachita"},{"SurahNumber":43,"VerseNumber":73,"Text":"“Inu mupeza mmenemo zipatso zambiri zomwe muzidya"},{"SurahNumber":43,"VerseNumber":74,"Text":"“Ndithu ochimwa (okanira) adzakhala m’chilango cha Jahannam nthawi yaitali"},{"SurahNumber":43,"VerseNumber":75,"Text":"“Sadzapatsidwa nthawi yopumula, ndipo mmenemo iwo akataya mtima (zakupeza moyo wabwino)"},{"SurahNumber":43,"VerseNumber":76,"Text":"“Ndipo sitidawapondereze koma adali kudzipondereza okha"},{"SurahNumber":43,"VerseNumber":77,"Text":"“Ndipo (okanira) adzaitana E iwe Malik! (yemwe ndi mngelo woyang’anira moto): ‘‘Mbuye wako atipatse imfa (kuti tipumule kuchilangochi!)” Adzanena (Malik): “Ndithu inu mukhala momwemo!”"},{"SurahNumber":43,"VerseNumber":78,"Text":"“Ndithu tidakubweretserani choona; koma ambiri a inu mudali kuchida choona"},{"SurahNumber":43,"VerseNumber":79,"Text":"“Kodi akonza bwino chikonzero (chawocho chomwe ndi chiwembu chofuna kumupha Mtumiki {s.a.w})? Ndithu nafenso ndife okonza chikonzero chabwino (cholepheretsa chiwembu chawocho)"},{"SurahNumber":43,"VerseNumber":80,"Text":"“Kodi akuganiza kuti sitikumva zobisa zawo ndi zonong’oneza zawo? Iyayi, (tikuzimva zonse), ndipo atumiki Athu (angelo) ali nawo pamodzi; akulemba"},{"SurahNumber":43,"VerseNumber":81,"Text":"“Nena (kwa omphatikiza Allah ndi mafano): “Zikadakhala kuti (Allah) Wachifundo chambiri ali ndi mwana, ndiye kuti ine ndikadakhala woyamba kumpembedza (mwanayo).”"},{"SurahNumber":43,"VerseNumber":82,"Text":"“Mbuye wa kumwamba ndi pansi, Mbuye wa Arsh (Mpando wachifumu), Wapatukana ndi mbiri zimene akum’nenerazo (zoti Allah ali ndi mwana)"},{"SurahNumber":43,"VerseNumber":83,"Text":"“Asiye azingonena zachabezo ndi kusewera kufikira adzakumana ndi tsiku lawo limene akulonjezedwa"},{"SurahNumber":43,"VerseNumber":84,"Text":"“Ndipo Iye ndiamene akupembedzedwa kumwamba, ndiponso ndi Iye Amene akupembedzedwa pansi. Iye ndi Wanzeru zakuya, Wodziwa kwambiri"},{"SurahNumber":43,"VerseNumber":85,"Text":"“Ndipo watukuka kwambiri Yemwe ufumu wa kumwamba ndi pansi ndi pakati pa zimenezi ndi Wake. Ndiponso kwa Iye ndiko kuli kudziwa kudza kwa tsiku la Qiyâma; ndipo kwa Iye Yekha ndi kumene m’dzabwezedwa"},{"SurahNumber":43,"VerseNumber":86,"Text":"“Ndipo omwe akuwapembedzawo kusiya Iye (Allah), sangathe kupulumutsa (aliyense) kupatula amene akuikira umboni choonachi, pomwe iwo akuchidziwa bwino"},{"SurahNumber":43,"VerseNumber":87,"Text":"“Ndipo ngati utawafunsa: “Ndani adawalenga?” Anena motsimikiza kuti: “Ndi Allah.” Nanga akutembenuzidwa bwanji (kusiya choona)"},{"SurahNumber":43,"VerseNumber":88,"Text":"“Ndipo zonena zake (Mneneri Muhammad{s.a.w} nthawi zonse): “E Mbuye Wanga! Ndithu awa ndi anthu osakhulupirira (nditani nao)?”"},{"SurahNumber":43,"VerseNumber":89,"Text":"“Choncho, akhululukire, ndipo auze mawu a mtendere. Posachedwa adzadziwa"}]}