{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tô, Sien.1 Dit is die verse van die Qur’ãn, en die Boek wat verduidelik"},{"SurahNumber":27,"VerseNumber":2,"Text":"’n Leiding en blye tyding vir die gelowiges"},{"SurahNumber":27,"VerseNumber":3,"Text":"wat die gebed onderhou en die Zakaat betaal, en van die Hier- namaals seker is"},{"SurahNumber":27,"VerseNumber":4,"Text":"Diegene wat nie in die Hiernamaals glo nie, hulle dade maak Ons skoonskynend, en daarom dwaal hulle blindelings rond"},{"SurahNumber":27,"VerseNumber":5,"Text":"Hulle is dié vir wie daar ’n swaar straf is en wat in die Hiernamaals die grootste verloorders sal wees"},{"SurahNumber":27,"VerseNumber":6,"Text":"En u is voorwaar bestem om die Qur’ãn te ontvang van die Allerwyse, die Alleswetende"},{"SurahNumber":27,"VerseNumber":7,"Text":"Dink aan Moses, hoe hy aan sy gesin gesê het: Voorwaar, ek sien ’n vuur. Ek sal julle daarvan tyding bring, of dalk nog ’n brandende kool, sodat julle jul kan warm maak"},{"SurahNumber":27,"VerseNumber":8,"Text":"En hoe, toe hy daarby kom, ’n stem aan hom gesê het: Geseënd is hy wat na die vuur soek, en geseënd is hy wat naby daaraan is. Eer aan Allah, die Heer van die Wêrelde"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses! Waarlik, Ek is Allah, die Magtige, die Allerwyse"},{"SurahNumber":27,"VerseNumber":10,"Text":"Werp daarom u staf neer. Maar toe hy sien dat dit soos ’n slang beweeg, het hy omgedraai en agteruitgegaan en nie weer terug- gekeer nie. O Moses! Moenie vrees nie. Voorwaar, die bood- skappers is nie bevrees in My teenwoordigheid nie"},{"SurahNumber":27,"VerseNumber":11,"Text":"en ook nie hy wat eers gesondig het en daarna goeddoen nie. Waarlik, Ek is Vergewensgesind, Genadevol"},{"SurahNumber":27,"VerseNumber":12,"Text":"Steek u hand in u boesem, en dit sal sonder enige skade deurskynend te voorskyn kom, as een van die nege tekens vir Farao en sy volk. Gewis, hulle is ’n sondige volk"},{"SurahNumber":27,"VerseNumber":13,"Text":"Maar toe Ons duidelike tekens tot hulle gekom het, het hulle gesê: Dit is waarlik towerkuns"},{"SurahNumber":27,"VerseNumber":14,"Text":"En hulle het dit ten onregte en met hoogmoed verwerp terwyl hulle siele van die waarheid daarvan oortuig was. Kyk dan hoe was die einde van die booswigte"},{"SurahNumber":27,"VerseNumber":15,"Text":"En waarlik het Ons kennis aan Salomo en Dawid gegee. En hulle het gesê: Alle lof kom Allah toe, wat ons bo baie van Sy gelowige dienaars verhef het"},{"SurahNumber":27,"VerseNumber":16,"Text":"En Salomo was Dawid se erfgenaam, en hy het gesê: O mense! Die taal van die voëls is aan ons onderrig, en van alles is daar aan ons gegee. Voorwaar, dit is ’n guns van Allah"},{"SurahNumber":27,"VerseNumber":17,"Text":"En daar is leërs vir Salomo versamel van djien, mense en voëls, en hulle is in slagorde opgestel"},{"SurahNumber":27,"VerseNumber":18,"Text":"Toe hulle in die dal van die rooimiere gekom het, het ’n rooimier gesê: O rooimiere! Gaan julle wonings binne, sodat Salomo en sy leërskare julle nie verpletter sonder om dit agter te kom nie"},{"SurahNumber":27,"VerseNumber":19,"Text":"Toe het hy geglimlag en was verbaas oor haar woord, en het gesê: My Heer! Laat my dankbaar wees vir die guns wat U aan my en my ouers bewys het, sodat ek kan goeddoen soos dit U behaag, en laat my deur U barmhartigheid onder u opregte dienaars toe"},{"SurahNumber":27,"VerseNumber":20,"Text":"En hy het na die voëls gekyk, en toe gesê: Hoe is dit dat ek Hoep-hoep nie sien nie, of kan dit wees dat hy een van die afwesiges is"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ek sal hom sekerlik met ’n streng kastyding straf, of hom om die lewe bring, as hy nie ’n aanneemlike verskoning het nie"},{"SurahNumber":27,"VerseNumber":22,"Text":"En hy het nie lank weggebly nie, en toe gesê: Ek het dinge gade- geslaan waarvan u nie weet nie, en ek het van Skeba na u gekom met betroubare inligting"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ek het ’n vrou gevind wat oor hulle regeer, en aan haar is alles gegee, en sy het ’n magtige troon"},{"SurahNumber":27,"VerseNumber":24,"Text":"Ek het gevind dat sy en haar volk die son in plaas van Allah aanbid, en die duiwel het hulle dade vir hulle skoonskynend gemaak en hulle van die weg afgekeer, sodat hulle geen regte leiding volg nie"},{"SurahNumber":27,"VerseNumber":25,"Text":"sodat hulle Allah nie aanbid nie, Hý wat voortbring wat in die hemele en op die aarde verborge is, en weet wat julle verberg en wat julle bekend maak"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah! Daar is geen God nie buiten Hom; die Heer van die magtige Troon"},{"SurahNumber":27,"VerseNumber":27,"Text":"Hy het gesê: Ons sal sien of u die waaarheid spreek en of u ’n leuenaar is"},{"SurahNumber":27,"VerseNumber":28,"Text":"Neem hierdie brief van my en oorhandig dit aan hulle; neem dan afskeid van hulle en kyk dan watter antwoord hulle teugstuur"},{"SurahNumber":27,"VerseNumber":29,"Text":"Sy het gesê: O opperhoofde! Daar is aan my ’n edele brief afgelewer"},{"SurahNumber":27,"VerseNumber":30,"Text":"Dit is van Salomo, en dit lui: In die Naam van Allah, die Barmhartige, die Genadige"},{"SurahNumber":27,"VerseNumber":31,"Text":"Wees nie hoogmoedig teenoor my nie, maar kom na my in onderdanigheid"},{"SurahNumber":27,"VerseNumber":32,"Text":"Sy het gesê: O opperhoofde! Gee my raad aangaande dié saak"},{"SurahNumber":27,"VerseNumber":33,"Text":"Hulle het geantwoord: Ons besit die mag en ons besit groot heldemoed, maar die saak is in u hande; oordink daarom wat u sal beveel"},{"SurahNumber":27,"VerseNumber":34,"Text":"Sy het gesê: Voorwaar, konings, wanneer hulle ’n stad inneem, verwoes dit en maak die hoogstes van die volk die laagstes; dit is hulle gebruik"},{"SurahNumber":27,"VerseNumber":35,"Text":"Maar ek gaan ’n geskenk aan hulle stuur en kyk watter antwoord"},{"SurahNumber":27,"VerseNumber":36,"Text":"Toe die gesant tot Salomo kom, het hy gesê: Wil u my help met rykdom? Maar dít wat Allah aan my geskenk het, is beter as wat Hy u gegee het. Nee, u roem op ’n geskenk"},{"SurahNumber":27,"VerseNumber":37,"Text":"Keer terug na hulle, want waarlik, ons sal hulle besoek met ’n leërskare waarteen hulle nie weerstand sal kan bied nie; Ons sal hulle sekerlik eerloos uit die stad verdryf, en hulle sal verneder word"},{"SurahNumber":27,"VerseNumber":38,"Text":"Hy het gesê: O owerstes! Wie van julle kan my haar troon bring voordat hulle in onderdanigheid tot my kom"},{"SurahNumber":27,"VerseNumber":39,"Text":"’n Waaghals onder die djien het gesê: Ek sal dit vir u bring voordat u van u plek opstaan; en ek is sekerlik sterk en betroubaar genoeg daarvoor"},{"SurahNumber":27,"VerseNumber":40,"Text":"Iemand wat kennis van die Boek gehad het, het gesê: Ek kan dit vir u bring in ’n oogwink. Toe Salomo dit dan langs hom geplaas sien, het hy gesê: Dit is deur die genade van my Heer, sodat Hy my kan beproef of ek dankbaar of ondankbaar is. En wie dankbaar is, is slegs dankbaar vir die welsyn van sy eie siel, maar wie ondankbaar is, dan is my Heer Selfgenoegsaam, Barmhartig"},{"SurahNumber":27,"VerseNumber":41,"Text":"Hy het gsê: Verander haar troon vir haar; ons sal sien of sy die regte weg volg, en of sy een van diegene is wat van die regte weg afgelei is"},{"SurahNumber":27,"VerseNumber":42,"Text":"En toe sy gekom het, is daar gesê: Was u troon soos hierdie? Sy het geantwoord: Dit lyk asof dit dieselfde is; en ons is voorheen daarvan in kennis gestel en ons is reeds onderdanig"},{"SurahNumber":27,"VerseNumber":43,"Text":"En dít wat sy buiten Allah aanbid het, het haar teruggehou, want sy was van ’n ongelowige volk"},{"SurahNumber":27,"VerseNumber":44,"Text":"Aan haar is gesê: Gaan die paleis binne. Maar toe sy dit sien, het sy gedink dat dit ’n watermassa was, en het haar voorberei om hierdie probleem die hoof te bied. Hy het gesê: Dit is waarlik ’n paleis, met glas geplavei. Sy het gesê: My Heer! Ek het my siel inderdaad onreg aangedoen, en ek onderwerp my met Salomo aan Allah, die Heer van die Wêrelde"},{"SurahNumber":27,"VerseNumber":45,"Text":"En sekerlik het Ons na Thamoed hulle broer Salieg gestuur, wat gesê het: Aanbid Allah. Maar kyk! hulle het in twee partye verdeel wat met mekaar geargumenteer het"},{"SurahNumber":27,"VerseNumber":46,"Text":"Hy het gesê: O my volk! Waarom begeer julle die kwaad en nie die goeie nie? Waarom vra julle Allah nie om vergifnis, sodat aan julle genade bewys kan word nie"},{"SurahNumber":27,"VerseNumber":47,"Text":"Hulle het geantwoord: Ons voorspel kwaad vir u, asook vir diegene wat saam met u is. Hy het gesê: Wat julle voorspel, berus alleen by Allah. Nee, julle is ’n volk wat beproef word"},{"SurahNumber":27,"VerseNumber":48,"Text":"En daar was in die stad nege persone wat onheil in die land gesaai het en wat hulself nie verbeter het nie"},{"SurahNumber":27,"VerseNumber":49,"Text":"Hulle het gesê: Sweer vir mekaar by Allah dat ons hom en sy familie gedurende die nag sal aanval, en dat ons daarna aan sy erfgenaam sal sê: Ons was nie getuie van die vernietiging van sy familie nie, en ons is waarlik betroubaar"},{"SurahNumber":27,"VerseNumber":50,"Text":"En hulle het ’n plan beraam, en Ons het ook ’n plan beraam, terwyl hulle dit nie agtergekom het nie"},{"SurahNumber":27,"VerseNumber":51,"Text":"Kyk dan wat die einde van hul planne was! Ons het hulle en hul volk, almal tesaam, vernietig"},{"SurahNumber":27,"VerseNumber":52,"Text":"Dít is dan hulle ingestorte huise, omdat hulle onregverdig was. Daarin is voorwaar ’n teken vir ’n volk wat weet"},{"SurahNumber":27,"VerseNumber":53,"Text":"En hulle wat geglo het en godvresend was, is deur Ons gered"},{"SurahNumber":27,"VerseNumber":54,"Text":"En Lot, toe hy aan sy volk gesê het: Begaan julle onsedelikheid terwyl julle dit raaksien"},{"SurahNumber":27,"VerseNumber":55,"Text":"Nader julle mánne in wellus in plaas van vroue? Nee, julle is ’n volk wat onverstandig handel"},{"SurahNumber":27,"VerseNumber":56,"Text":"Maar die antwoord van sy volk was niks anders nie as dat hulle gesê het: Verdryf Lot se volgelinge uit julle stad, want hulle is mense wat hulself rein wil hou"},{"SurahNumber":27,"VerseNumber":57,"Text":"Maar Ons het hom en sy volgelinge gered, behalwe sy vrou; Ons het verorden dat sy een van die agtergeblewenes sou wees"},{"SurahNumber":27,"VerseNumber":58,"Text":"En Ons het ’n reën oor hulle laat stort; en vreeslik was die reën op diegene wat gewaarsku was"},{"SurahNumber":27,"VerseNumber":59,"Text":"Sê: Alle lof behoort aan Allah, en vrede met Sy uitverkore dienaars. Is Allah beter, of is dít wat hulle met Hom vereenselwig beter"},{"SurahNumber":27,"VerseNumber":60,"Text":"Of, Wie het die hemele en die aarde geskape, en stuur vir julle water uit die wolke af? Dan laat Ons pragtige tuine daarmee groei ~ dit is onmoontlik vir julle om die bome daarvan te laat groei. Is daar ’n god naas Allah? Nee, hulle is ’n afwykende volk"},{"SurahNumber":27,"VerseNumber":61,"Text":"Of, Wie het die aarde ’n rusplek gemaak, en daarin riviere geplaas, en berge daarop geplaas, en tussen die twee seë ’n versperring geplaas? Is daar ’n god naas Allah? Nee, die meeste van hulle weet nie"},{"SurahNumber":27,"VerseNumber":62,"Text":"Of, Wie beantwoord die wanhopige wanneer hy Hom aanroep, en die kwaad verwyder, en julle opvolgers op die aarde maak. Is daar ’n god naas Allah? Hoe min dink julle daaraan"},{"SurahNumber":27,"VerseNumber":63,"Text":"Of, Wie lei julle in die duisternis van die land en die see, en Wie stuur die winde as draers van blye tyding voor Sy barmhartig- heid uit? Is daar ’n god naas Allah? Verhewe is Allah bo wat hulle met Hom vereenselwig"},{"SurahNumber":27,"VerseNumber":64,"Text":"Of, Wie laat die skepping ontstaan, en bring dit voort, en Wie gee julle lewensmiddele uit die hemel en die aarde? Is daar ’n god naas Allah? Sê: Bring julle bewyse indien julle opreg is"},{"SurahNumber":27,"VerseNumber":65,"Text":"Sê: Niemand in die hemele en op aarde ken die Onsigbare nie, behalwe Allah; en hulle weet nie wanneer hulle opgewek sal word nie"},{"SurahNumber":27,"VerseNumber":66,"Text":"Nee, hulle kennis bereik nie die Hiernamaals nie. Nee, hulle verkeer daaromtrent in twyfel. Nee, hulle is blind"},{"SurahNumber":27,"VerseNumber":67,"Text":"En hulle, wat nie glo nie, sê: Sal ons, wanneer ons en ons vaders stof geword het, weer opgewek word"},{"SurahNumber":27,"VerseNumber":68,"Text":"Ons is dit sekerlik vantevore belowe, ons en ons vaders; dit is niks anders nie as stories van die voortydse volke"},{"SurahNumber":27,"VerseNumber":69,"Text":"Sê: Reis op die aarde, en kyk wat was die einde van die misdadigers"},{"SurahNumber":27,"VerseNumber":70,"Text":"En treur nie oor hulle nie, en wees ook nie besorg oor waartoe hulle saamsweer nie"},{"SurahNumber":27,"VerseNumber":71,"Text":"En hulle sê: Wanneer sal hierdie bedreiging waar word, indien julle opreg is"},{"SurahNumber":27,"VerseNumber":72,"Text":"Sê: Dit kan wees dat ’n gedeelte van die straf wat julle wil verhaas, reeds naby is"},{"SurahNumber":27,"VerseNumber":73,"Text":"En waarlik, u Heer is goed vir die mense, maar die meeste van hulle betoon geen dank nie"},{"SurahNumber":27,"VerseNumber":74,"Text":"En voorwaar, u Heer weet wat hulle boesems verberg en wat hulle openbaar maak"},{"SurahNumber":27,"VerseNumber":75,"Text":"En daar is niks in die hemel en die aarde wat verborge is nie, of dit is in ’n duidelike boek"},{"SurahNumber":27,"VerseNumber":76,"Text":"Waarlik, hierdie Qur’ãn lê aan die Kinders van Israel baie uit aangaande dít waaroor hulle verskil"},{"SurahNumber":27,"VerseNumber":77,"Text":"En voorwaar, dit is ’n leiding en ’n genade vir die gelowiges"},{"SurahNumber":27,"VerseNumber":78,"Text":"Waarlik, u Heer sal oor hulle beslis deur Sy gebod, en Hy is die Allermagtige, die Alleswetende"},{"SurahNumber":27,"VerseNumber":79,"Text":"Stel dan u vertroue in Allah; waarlik, dan steun u op die duidelike waarheid"},{"SurahNumber":27,"VerseNumber":80,"Text":"Voorwaar, u kan die dooie nie die oproep laat hoor nie, net so kan u die dowes nie laat hoor wanneer hulle hul weggekeer het nie"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ook kan u die blindes van hulle dwaling nie aflei nie. U kan niemand laat hoor nie, behalwe diegene wat in Ons tekens glo en hulle daarby neerlê nie"},{"SurahNumber":27,"VerseNumber":82,"Text":"En wanneer die woord teen hulle waar sal word, sal Ons vir hulle ’n dier uit die aarde te voorskyn bring wat met hulle sal praat; omdat die mense nie in Ons tekens geglo het nie"},{"SurahNumber":27,"VerseNumber":83,"Text":"En op die Dag wanneer Ons uit elke volk ’n gedeelte van diegene wat Ons tekens verloën het, sal versamel, sal hulle in groepe verdeel word"},{"SurahNumber":27,"VerseNumber":84,"Text":"Totdat, wanneer hulle kom, Hy sal sê: Het julle My tekens verwerp terwyl julle dit nie met kennis begryp het nie? Of wat was dit wat julle gedoen het"},{"SurahNumber":27,"VerseNumber":85,"Text":"En die woord sal vir hulle waar word omdat hulle onregverdig was, en daarom sal hulle nie praat nie"},{"SurahNumber":27,"VerseNumber":86,"Text":"Sien hulle nie dat Ons die nag gemaak het sodat hulle daarin mag rus nie, en die dag om lig te gee? Voorwaar, daarin is tekens vir ’n volk wat glo"},{"SurahNumber":27,"VerseNumber":87,"Text":"En die Dag waarop die basuin geblaas sal word, sal almal in die hemel en op aarde met vrees vervul word, behalwe diegene vir wie Allah wil spaar. En verneder sal almal na Hom kom"},{"SurahNumber":27,"VerseNumber":88,"Text":"En u sal die berge sien ~ wat u gedink het onbeweegbaar is ~ terwyl hulle soos wolke sal verbygaan: die werk van Allah se hande! Hy wat alles volmaak geskape het. Voorwaar, Hy is Bewus van julle dade"},{"SurahNumber":27,"VerseNumber":89,"Text":"Wie iets goeds bring, sal iets beters as dit kry; en hulle sal op daardie Dag teen skrik beveilig wees"},{"SurahNumber":27,"VerseNumber":90,"Text":"En wie die bose bring, op hul gesigte sal hulle in die Vuur gedompel word . ~ Word julle ooit anders as volgens verdienste beloon"},{"SurahNumber":27,"VerseNumber":91,"Text":"Sê: Ek is beveel om slegs die Heer van hierdie stad2 te aanbid, Hý wat dit heilig verklaar het en aan Wie alle dinge behoort, en ek is beveel om ook een van die onderdaniges te wees"},{"SurahNumber":27,"VerseNumber":92,"Text":"en om die Qur’ãn te verkondig. Wie derhalwe leiding volg, volg dit vir sy eie beswil; en sê aan hom wat dwaal: Ek is maar net een van die waarskuwers"},{"SurahNumber":27,"VerseNumber":93,"Text":"Sê: Alle lof kom Allah toe! Hy sal Sy tekens toon sodat julle dit sal herken. En u Heer is nie onbewus van julle dade nie"}]}