{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Pelo monte (Sinai)"},{"SurahNumber":52,"VerseNumber":2,"Text":"Pelo Livro escrito"},{"SurahNumber":52,"VerseNumber":3,"Text":"Em um pergaminho desenrolado"},{"SurahNumber":52,"VerseNumber":4,"Text":"Pelo templo frequentado"},{"SurahNumber":52,"VerseNumber":5,"Text":"Pelo ceu elevado"},{"SurahNumber":52,"VerseNumber":6,"Text":"E pelos oceanos transbordantes"},{"SurahNumber":52,"VerseNumber":7,"Text":"Que o castigo do teu Senhor esta iminente"},{"SurahNumber":52,"VerseNumber":8,"Text":"Ninguem pode evita-lo"},{"SurahNumber":52,"VerseNumber":9,"Text":"(Sera) o dia em que o firmamento oscilara energicamente"},{"SurahNumber":52,"VerseNumber":10,"Text":"E as montanhas mover-se-ao rapidamente"},{"SurahNumber":52,"VerseNumber":11,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":52,"VerseNumber":12,"Text":"Que se houverem dado a veleidades"},{"SurahNumber":52,"VerseNumber":13,"Text":"Sera o dia em que se verao violentamente impulsionados para o fogo infernal"},{"SurahNumber":52,"VerseNumber":14,"Text":"(Ser-lhes-a dito): Eis aqui o fogo, que negastes"},{"SurahNumber":52,"VerseNumber":15,"Text":"E isto, acaso, magia, ou nao vedes ainda"},{"SurahNumber":52,"VerseNumber":16,"Text":"Entrai ai, porque redundara no mesmo, que o suporteis, quer nao. Sabei que sempre sereis recompensados pelo quehouverdes feito"},{"SurahNumber":52,"VerseNumber":17,"Text":"Quanto aos tementes (a Deus), viverao em jardins e em felicidade"},{"SurahNumber":52,"VerseNumber":18,"Text":"Gozando daquilo com que o seu Senhor os houver agraciado; e o seu Senhor os preservara do suplicio infernal"},{"SurahNumber":52,"VerseNumber":19,"Text":"(Ser-lhes-a dito): Comei e bebei, com proveito, pelo que (de bom) fizestes"},{"SurahNumber":52,"VerseNumber":20,"Text":"Estarao recostados sobre leitos enfileirados e os casarmos com huris, de olhos maravilhosos"},{"SurahNumber":52,"VerseNumber":21,"Text":"E aqueles que creram, bem como as sua proles, que os seguirem na fe, reuni-los-emos as suas familias, e nao osprivaremos de nada, quanto a sua recompensa merecida. Todo o individuo sera responsavel pelos seus atos"},{"SurahNumber":52,"VerseNumber":22,"Text":"E os proveremos de frutas e carnes, bem como do que lhes apetecer"},{"SurahNumber":52,"VerseNumber":23,"Text":"Ai bridarao de uma taca, cuja bebida nao os levara a frivolidade, nem os induzira ao pecado"},{"SurahNumber":52,"VerseNumber":24,"Text":"E serao servidos por mancebos, formosos como se fossem perolas em suas conchas"},{"SurahNumber":52,"VerseNumber":25,"Text":"E acercar-se-ao em tertulias"},{"SurahNumber":52,"VerseNumber":26,"Text":"Dirao: Em verdade, antes estavamos temerosos pelos nossos familiares"},{"SurahNumber":52,"VerseNumber":27,"Text":"Portanto, Deus nos agraciou e nos preservou do tormento do vento abrasador"},{"SurahNumber":52,"VerseNumber":28,"Text":"Porque antes O invocavamos, por ser Ele o Beneficente, o Misericordiosissimo"},{"SurahNumber":52,"VerseNumber":29,"Text":"Predica-lhes, pois, que, merce do teu Senhor, nao es um adivinho, nem um energumeno"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ou dirao: E um poeta. Aguardamos que lhe chegue a calamidade, (produzida) pelo tempo"},{"SurahNumber":52,"VerseNumber":31,"Text":"Dize-lhes: Aguardai, que eu tambem sou um dos que aguardam convosco"},{"SurahNumber":52,"VerseNumber":32,"Text":"Sao, acaso, suas faculdades mentais que os induzem a isso, ou e que sao um povo de transgressores"},{"SurahNumber":52,"VerseNumber":33,"Text":"Dirao ainda: Porventura, ele o tem forjado (o Alcorao)? Qual! Nao creem"},{"SurahNumber":52,"VerseNumber":34,"Text":"Que apresentem, pois, uma mensagem semelhante, se estivermos certos"},{"SurahNumber":52,"VerseNumber":35,"Text":"Porventura, nao foram eles criados do nada, ou sao eles os criadores"},{"SurahNumber":52,"VerseNumber":36,"Text":"Ou criaram, acaso, os ceus e a terra? Qual! Nao se persuadirao"},{"SurahNumber":52,"VerseNumber":37,"Text":"Possuem, porventura, os tesouros do teu Senhor, ou sao eles os dominadores"},{"SurahNumber":52,"VerseNumber":38,"Text":"Ou possuem alguma escada, para escalar o ceu, a fim de detectar ali, os segredos? Que os espreitadores apresentem umaautoridade evidente"},{"SurahNumber":52,"VerseNumber":39,"Text":"Ou pertencem a Ele as filhas e a vos os filhos"},{"SurahNumber":52,"VerseNumber":40,"Text":"Ou lhes exiges, porventura, alguma recompensa, e por isso ficam sobrecarregados de dividas"},{"SurahNumber":52,"VerseNumber":41,"Text":"Ou pensam estar de posse do incognoscivel donde copiam o que dizem"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ou (nem suma), intentam conspirar (contra ti)? Qual! Saibam os incredulos que serao envolvidos na conspiracao"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ou, por fim, tem outra divindade, alem de Deus? Glorificado seja Deus, de tudo quanto Lhe associam"},{"SurahNumber":52,"VerseNumber":44,"Text":"E se vissem desabar um fragmento do ceu, diriam: Sao nuvens saturadas"},{"SurahNumber":52,"VerseNumber":45,"Text":"Deixa-os, pois, ate que se deparem com o seu dia, em que serao fulminados"},{"SurahNumber":52,"VerseNumber":46,"Text":"Dia esse em que de nada lhes servirao as suas conspiracoes, nem serao socorridos"},{"SurahNumber":52,"VerseNumber":47,"Text":"Em verdade, os iniquos, alem desse, sofrerao outros castigos; porem, a maioria o ignora"},{"SurahNumber":52,"VerseNumber":48,"Text":"E tu (o Mensageiro), aguarda ate ao Dia do Juizo do teu Senhor, porque estas ante Nossos olhos. E glorifica os louvoresdo teu Senhor, quando te levantares"},{"SurahNumber":52,"VerseNumber":49,"Text":"E numa parte da noite, e glorifica-O ao retirarem-se as estrelas"}]}