{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":1,"Text":"ھەرچی لەئاسمانەکان وزەویدا ھەیە تەسبیحاتی خوا دەکەن وە ھەر ئەوە باڵادەست وکار بەجێ"},{"SurahNumber":57,"VerseNumber":2,"Text":"ھەر بۆ ئەوە دەسەڵات و خاوەنیەتی ئاسمانەکان و زەوی دەژێنی دەمرێنێ وە ئەو دەسەڵاتی بەسەر ھەموو شتێکدا ھەیە"},{"SurahNumber":57,"VerseNumber":3,"Text":"ھەر ئەوە یەکەمینە (پێش ھەموو شتێك ھەبووە) وە ھەر ئەوە دواھەمینیشە و(پاشی ھەموو شتێك دەمێنێت) وە دیارو ئاشکرایە (بۆ خاوەن ھۆش وفامەکان بەبەڵگەکانی) وە پەنھان وشاراوەیە (لەچاوی بەندەکان وزانایە بەئاشکرا ونھێنیەکان) وە ئەو بەھەموو شتێك ئاگادارە"},{"SurahNumber":57,"VerseNumber":4,"Text":"(خـوا) ئـەو زاتـەیە کـەئـاسمـانـەکـان وزەوی دروسـت کـردووە لەشەش ڕۆژدا پاشان بەرزبویەوە سەر عەرش وقەراری گرت (باوەڕمان پێیەتی بەو شێوەی شیاوی خوا بێت، وەچۆنیەتیەکەی نازانین، تەنھا خوا خۆی دەزانێت) دەزانێت چی دەچێتە ناوی زەوی وەچی لێ دێتە دەرەوە وەچی لەئاسمانەوە دێتە خوار وەچی بۆ سەردەکەوێت وە لەھەر کوێ بن خوا لەگەڵتانە (بەزانیاری و ئاگاداری) وەخوا بینایە بەھەرچی کە دەیکەن"},{"SurahNumber":57,"VerseNumber":5,"Text":"خاوەندارێتی ئاسمانەکان وزەوی ھەر بۆ ئەوە وە ھەموو کارێك ھەر بۆ لای خوا دەگەڕێنرێتەوە"},{"SurahNumber":57,"VerseNumber":6,"Text":"شەو دەبات بەناو ڕۆژدا (لەھاوین وپایزدا) وە ڕۆژ دەبات بەناو شەودا (لە زستان وبەھاردا) وە ئەو (خوا) ئاگادارە بەنیازی ناو دڵان"},{"SurahNumber":57,"VerseNumber":7,"Text":"باوەڕ بھێنن بەخوا وپێغەمبەرەکەی وببەخشن لەو ماڵ وسامانەی کە (خوای گەورە) خستویەتیە ژێر دەستان وجێنشین تیایدا، ئەمجا ئەوانەتان کە باوەڕی ھێناوە وداراییان بەخشیووە ،پاداشتی گەورەیان بۆ ھەیە"},{"SurahNumber":57,"VerseNumber":8,"Text":"ئەوە چیتانە بۆ باوەڕ بەخوا ناھێنن؟ کە پێغەمبەر بانگتان دەکات کە باوەڕ بە پەروەردگارتان بھێنن لەکاتێکدا کە بێگومان خوا پەیمانی (باوەڕ ھێنانی) لێ وەرگرتوون ئەگەر ئێوە باوەڕدارن"},{"SurahNumber":57,"VerseNumber":9,"Text":"خوا ئەو زاتەیە دەینێرێت بۆ بەندەی خۆی (کە موحەممەد ﷺ)ە بەڵگە وئایەتانێکی ڕوون وئاشکرا تا لەتاریکستانی (گومڕایی وبێباوەڕی) دەرتان بھێنێت بۆ ناو ڕووناکی ( ئیمان وئیسلام) وە بەڕاستی خوا بەرامبەر ئێوە بەسۆز ومیھرەبانە"},{"SurahNumber":57,"VerseNumber":10,"Text":"ئەوە چیتانە کەوا ھیچ نابەخشن لە ڕێی خوادا لە کاتێکدا میراتی ئاسمانەکان وزەوی بۆ خوا دەمێنێتەوە، یەکسان نین ئەوانەتان کە لەپێش گرتنی (مەککە)دا ماڵیان بەخشیوو جەنگاون (لەگەڵ ئەوانەی لە دوای فەتحی مەککە ئەو کارانە بکەن) ئەوانە پلەو پایەیان زۆر گەورەترە لەوانەی کە لەدوای (گرتنی مەککە) ماڵیان بەخشیووە وجەنگاون وە بەھەر دوولا خوا بەڵێنی بەھەشتی داوە وە خوا ئاگادارە بەوەی کە دەیکەن"},{"SurahNumber":57,"VerseNumber":11,"Text":"کێیە ئەو کەسەی قەرز دەدات بەخوا بەقەرزێکی چاك (مەبەست ئەوەیە ماڵ ببەخشێت لەپێناو خوا) تا خواش چەند بەرامبەر بیداتەوە وە پاداشتی زۆر چاکی بۆ ھەیە"},{"SurahNumber":57,"VerseNumber":12,"Text":"لەرۆِژێکدا کە تۆ پیاوان وئافرەتانی ئیماندار دەبینیت کەڕووناکی (باوەڕیان) لەپێشیانەوە ولەلای ڕاستیانەوە دەڕوات (پێیان دەڵێن) مژدەی ئێوە ئەمڕۆ بەھەشتانێکە کەڕووباری زۆر بەژێریاندا دەڕوات تێیدا دەمێننەوە بەھەمیشەیی، ھەر ئەوەیە سەرکەوتنی گەورە"},{"SurahNumber":57,"VerseNumber":13,"Text":"لەو ڕۆژەدا پیاوان وئافرەتانی دووڕوو دەڵێن بەوانەی کەباوەڕدار بوون سەیرێکمان بکەن تا لەڕووناکیتان تروسکێك وەرگرین، پێیان دەوترێت بگەڕێنەوە بۆ دواوەی خۆتان وە داوای ڕووناکی بکەن بۆخۆتان، یەکسەر شوورایەك دەکێشرێت لەنێوانیاندا کە دەرگایەکی تێدایە ڕِووی ناوەوەی ڕەحمەتی تێدایە دەرەوەیشی ڕووی لەسزایە"},{"SurahNumber":57,"VerseNumber":14,"Text":"(دوو ڕووان ئیمانداران) بانگ دەکەن ودەڵێن: ئایا ئێمە لەگەڵ ئێوە نەبوین (لە نوێژ و ڕۆژوودا) ئیمانداران دەڵێن: بەڵێ لەگەڵماندا بوون بەڵام ئێوە خۆتان خەڵەتاند (دووڕوو وپیلان گێڕبوون) وە چاوەڕوانی (نەمانی باوەڕدارانتان) دەکرد ودوودڵ بوون وە ھیواو ئاوات فریوویدان تا فەرمانی خوا ھات( و مردن) وە شەیتان فریویدان بە لێ بوردەیی خوای گەورە"},{"SurahNumber":57,"VerseNumber":15,"Text":"ئەمڕۆ ھیچ بریتیەك وەرناگیرێت نە لەئێوە وە نە لە بێ باوەڕان بۆ ڕزگار بوونتان، جێگاتان ئاگری دۆزەخە، ئەو ئاگرە شیاوتانە، ئای چەند سەرئەنجامێکی خراپە"},{"SurahNumber":57,"VerseNumber":16,"Text":"ئایا کاتی ئەوە نەھاتووە بۆ بڕواداران کە دڵیان ڕاچڵەکێت وملکەچ بێ بۆ یاد وزیکری خوا وە بۆ ئەو قورئانەی کەناردویەتیە خوارەوە؟ وەك ئەوکەسانە (جولەکە وگاور) نەبن کە لەمەو پێش کتێبی ئاسمانیان پێدرا وە ماوەیەکی دوورو ودرێژیان بەسەردا تێپەڕی ئەمجا دڵیان ڕەق بوو وە زۆربەیان یاخی ولەسنوور دەرچووبوون"},{"SurahNumber":57,"VerseNumber":17,"Text":"بێگومان بزانن کەخوا زەوی زیندوو دەکاتەوە دوای مردنی، بێگومان نیشانەو بەڵگەکانمان بۆ ڕوون کردونەتەوە تابیربکەنەوە"},{"SurahNumber":57,"VerseNumber":18,"Text":"بێگومان پیاوان وژنانی خێرخواز ئەوانەش قەرز دەدەن بەخوا بەقەرزێکی چاك (یارمەتی ھەژاران دەدەن) چەند بەرامبەر دەیاندرێتەوە وە بۆ ئەوان ھەیە پاداشتی زۆر چاك"},{"SurahNumber":57,"VerseNumber":19,"Text":"وە ئەوانەی باوەڕیان ھێناوە بەخوا وبەپێغەمبەرانی ئەوانە خۆیانن ڕاست گۆیان وەشەھیدان لەلای پەروەردگاریان، خاوەن پاداشت ونور وڕووناکی خۆیانن وە ئەوانەی کەبێ باوەڕبوون وبەڵگە ونیشانەکانی ئێمەیان بەدرۆ زانی ئەوانە ھاوەڵی ئاگری دۆزەخن"},{"SurahNumber":57,"VerseNumber":20,"Text":"وە بزانن کەبێگومان ژیانی دونیا تەنھا گاڵتە وگەمە وڕازاندنەوە وخۆھەڵکێشانە لەنێوانتاندا وەلاف لێدانە بەدارایی ومنداڵی زۆرەوە، وەك بارانێك وایە کە حاسڵاتەکەی جووتیاران دڵخۆش بکات، پاشان ووشك ببێت وبەزەردی بیبینیت لە پاشان ببێت بە پووش وپەڵاش، لە ڕۆژی دوایشدا سزای توند وسەخت (ھەیە بۆ دونیا پەرستان) وە لێبوردن وڕەزامەندی ھەیە لەلایەن خواوە (بۆ خواناسان) وە ژیانی دونیا ھیچ نیە جگە لە ڕابواردنێکی خەڵەتێنەر نەبێت"},{"SurahNumber":57,"VerseNumber":21,"Text":"(کەواتە) پێشبرکێ بکەن بۆ (دەست خستنی) لێخۆشبوون لەلایەن پەروەردگارتانەوە وە بۆ بەھەشتێك کە پانتاییەكەی بەوێنەی پانتایی ئاسمان وزەویە، ئامادەکراوە بۆ ئەوانەی باوەڕیان ھێناوە بەخوا وپێغەمبەرانی، ئەو (پاداشتە) بەخششێکی خواییە دەیدات بە ھەر کەس کە خۆی بیەوێت وە خوا خاوەنی بەخششی گەورەیە"},{"SurahNumber":57,"VerseNumber":22,"Text":"ھیچ زیان و بەڵایەك ڕووی نەداوە نە لەزەوی و نە لە خـودی خۆتاندا ئیللا لە (لوح المحفوظ) دا نوسراوە پێش ئەوەی بەدی بھێنین بێگومان ئەوە بۆ خوا زۆر ئاسانە"},{"SurahNumber":57,"VerseNumber":23,"Text":"تا خەفەت نەخۆن بۆ ئەوەی لەدەستتان چووە وە دڵخۆش ومەغرور نەبن بەوەی کە پێی داوون وەخوا ھیچ خۆ بەزل زانێکی شانازی کەری خۆش ناوێت"},{"SurahNumber":57,"VerseNumber":24,"Text":"ئەوانەی چروکی وڕەزیلی دەکەن (لەماڵ بەخشین لەپێناو خوادا) وە فەرمان بەخەڵکیش دەکەن ڕەزیل وچروك بن وە ھەر کەس پشت ھەڵکات ئەوە بێگومان خوا ھەر خۆی بێ نیاز وسوپاسکراوە"},{"SurahNumber":57,"VerseNumber":25,"Text":"سوێند بەخوا بەڕاستی ئێمە پێغەمبەرانی خۆمانمان ناردووە بە بەڵگە وموعجیزەی ڕوونەوە وە کتێبی (ئاسمانی) وتەرازوی دادمان لەگەڵدا ناردن بۆ ئەوەی خەڵکی بەدادگەری ڕەفتار بکەن (لەناو خۆیاندا) وە ئاسنمان دروست کرد کە ھێزێکی بەتینی توندی تێدایە بۆجەنگ کردن وە سوودێکی زۆریشی ھەیە بۆ خەڵکی (لەبەرکاھێنانی لە ھەموو جۆرە پیشەسازیە خزمەتگوزاریەکاندا) وە تا خوا دەری بخات چ کەسێك یارمەتی (ئاینی) خوا وپێغەمبەرانی دەدات کە پەنھانیشە، بێگومان خوا بەھێز ودەسەڵاتە"},{"SurahNumber":57,"VerseNumber":26,"Text":"سوێند بەخوا بێگومان نوح وئیبراھیم مان ڕەوانەکرد وە لە ناو وەچەکانیشیاندا پێغەمبەرێتی وکتێبی ئاسمانیمان دانا ئەمجا ھەندێکیان ڕێنموونیان وەرگرت وە زۆریشیان یاخی وکافربوون"},{"SurahNumber":57,"VerseNumber":27,"Text":"لە پاشان بەشوێن ئەواندا دیسان پێغەمبەرانی خۆمانمان نارد وە دواتر عیسای کوڕی مەریەممان نارد وەئینجیلمان پێ بەخشی وە لە دڵی ئەوانەدا کەشوێنی کەوتن سۆز وبەزەییمان دروست کرد وە گۆشە گیرییەك کە خۆیان دایان ھێنا بوو کە ئێمە ئەوەمان لەسەر پێویست نەکردبوون بەڵام خۆیان دایان ھێنا بۆ ڕەزامەندی خوا، کەچی وەك پێویست پارێزگاری ئەو گۆشەگیرییەیان نەکرد، ئێمەش بەخشیمان بەوانەیان کەباوەڕیان ھێنا بوو پاداشتی خۆیان. وە زۆریشیان لە سنوور دەرچوون"},{"SurahNumber":57,"VerseNumber":28,"Text":"ئەی ئەو کەسانەی باوەڕتان ھێناوە لەخوا بترسن وباوەڕبھێنن بەپێغەمبەرەکەی، دوو بەشتان لەڕەحمەت وبەخششی خۆی پێ دەبەخشێت وە ڕووناکیەکتان دەداتێ کە ڕێنموونی وڕێی ڕاستی پێ دەرکەن وە لێتان خۆش دەبێت وەخوا لێ خۆشبووی میھرەبانە"},{"SurahNumber":57,"VerseNumber":29,"Text":"تا خاوەن پەڕاوە ئاسمانیەکان بزانن کە دەسەڵاتیان نیە بەسەر ھیچێك لە بەخشیشی خوا وە ھەرچی بەخشش ھەیە بە دەست خوایە، دەیدات بە ھەر کەسێك کە خۆی بیەوێت وە خوا خاوەنی بەخششی زۆر گەورەیە"}]}