{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":1,"Text":"My darovali tebe yavnuyu pobedu"},{"SurahNumber":48,"VerseNumber":2,"Text":"Chtoby Allakh prostil tebe I tvoi prezhniye grekhi, I te, kotoryye (svershatsya) pozzhe; Chtob zavershil tebe Svoyu On milost', Pryamym putem tebya povel"},{"SurahNumber":48,"VerseNumber":3,"Text":"I chtob Allakh pomog moguchey pomoshch'yu tebe"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ved' eto On pokoy nizvodit V serdtsa uverovavshikh (v Boga), Chtoby usilit' veroy veru ikh. Ved' voinstva nebes i voinstva zemli prinadlezhat Allakhu, Allakh vseznayushch, mudr"},{"SurahNumber":48,"VerseNumber":5,"Text":"Chtob veruyushchikh zhenshchin i muzhchin On vvel v Sady, rekami omovenny, Gde prebyvat' navechno im; Izbavil (vsekh ikh) ot (sodeyannogo) zla, - Siye u Gospoda - velikoye priznaniye i dar"},{"SurahNumber":48,"VerseNumber":6,"Text":"Chtob nakazal On litsemerov, zhenshchin i muzhchin, I mnogobozhnikov, muzhchin i zhenshchin, Kto zloye dumayet o Nem. Padet na nikh kol'tsom vse zlo, Gnev Gospoda na nikh, - On proklyal ikh i ugotovil Ad im - Takoye skvernoye pristanishche (dlya skvernykh)"},{"SurahNumber":48,"VerseNumber":7,"Text":"Ved' voinstva nebes i voinstva zemli prinadlezhat Allakhu, Allakh moguch i mudr"},{"SurahNumber":48,"VerseNumber":8,"Text":"My kak svidetelya i blagovestnika tebya poslali I kak uveshchevatelya (protiv vsego durnogo)"},{"SurahNumber":48,"VerseNumber":9,"Text":"Chtoby v Allakha i poslannika Yego uverovali vy, Yemu sluzhili, chtili blagoveyno I proslavlyali po utram i vecherami"},{"SurahNumber":48,"VerseNumber":10,"Text":"Ved' te, kto prisyagayet rukoklyatvenno tebe, Poistine, prinosyat klyatvu Bogu, I Bozhiya Ruka - nad ikh rukami. Tot, kto narushit etu klyatvu, - Narushit na svoyu pogibel'. Tomu zh, kto veren Dogovoru s Nim, Daruyet On velikuyu nagradu"},{"SurahNumber":48,"VerseNumber":11,"Text":"I skazhut beduiny, kotoryye ostalis' pozadi: \"My byli svyazany khozyaystvami skota i doma I khlopotami nashikh domochadtsev. Ty zh u Allakha poprosi proshcheniya dlya nas\". Ikh yazyki glagolyut to, Chego v serdtsakh ikh net i vovse. Skazhi: \"No kto za vas vstupit'sya pred Allakhom vlasten, Kol' Yego volya - vred vam prichinit' Il' vygodu dlya vas naznachit'? Allakh zhe svedushch v tom, chto delayete vy"},{"SurahNumber":48,"VerseNumber":12,"Text":"Tak net! Vy dumali, chto i poslannik, I te, kotoryye uverovali s nim, K svoim semeystvam nikogda ne vozvratyatsya. I bylo eto v vashem serdtse Tak razukrasheno (Shaytanom), Chto vy zadumalis' durnoyu dumoy, Ved' vy - narod, kotoryy obrechen na gibel'"},{"SurahNumber":48,"VerseNumber":13,"Text":"A kto ne veruyet v Allakha i poslannika Yego - Poistine, My dlya nevernykh Ugotovili goryuchiy ogn' (Ada)"},{"SurahNumber":48,"VerseNumber":14,"Text":"Allakh vladeyet nebesami i zemley, I On odin Svoim zhelaniyem reshit, Kto budet Im proshchen, a kto nakazan, - Allakh proshchayushch, miloserd"},{"SurahNumber":48,"VerseNumber":15,"Text":"I skazhut te, kotoryye ostalis' pozadi: \"Kogda otpravites' v pokhod vy za dobychey, Pozvol'te nam idti za vami\". Oni zhelayut izmenit' Gospodne Slovo. Skazhi: \"Vy nikogda za nami ne poydete, - Tak bylo skazano Allakhom yeshche ran'she\". Togda oni otvetyat: \"Net! Vy lish' zaviduyete nam\". Uvy! Kak malo razumen'ya v nikh"},{"SurahNumber":48,"VerseNumber":16,"Text":"Skazhi tem beduinam, chto ostalis': \"Vas prizovut v pokhod protiv naroda, Kotoryy nadelen moguchey siloy. Vy budete srazhat'sya s nimi, Il' oni (srazu) predadutsya (Bogu). I yesli povinuyetes' (prizyvu na pokhod), Vam dast Allakh prekrasnuyu nagradu. A yesli otvernetes' vy, kak otvernulis' prezhde, On vas nakazhet tyazhkoy karoy"},{"SurahNumber":48,"VerseNumber":17,"Text":"Ni na slepom, ni na khromom, ni na bol'nom Viny ne budet, (kol' na voynu on ne poydet)\". Togo, kto povinuyetsya Allakhu i poslanniku Yego, Allakh vvedet v Sady, rekami omovenny; Togo zhe, kto otvorotitsya, Nakazhet On tyazheloy karoy"},{"SurahNumber":48,"VerseNumber":18,"Text":"I bylo Bozhiye dovol'stviye na tekh blagochestivykh, Kto prisyagal tebe pod derevom (na vernost'). On znal, chto bylo v ikh serdtsakh, I On nizvel v nikh Svoy pokoy I nagradil ikh skoroyu pobedoy"},{"SurahNumber":48,"VerseNumber":19,"Text":"I, (krome etogo), bogatoyu dobychey, Kotoruyu oni voz'mut, - Allakh moguch i mudr (bezmerno)"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allakh vam obeshchal bogatuyu dobychu, Kotoruyu voz'mete vy, I On uzhe vam (chast') yeye uskoril, (Kogda) ot vas On ruki nedrugov otvel, Chtoby znameniyem dlya veruyushchikh eto stalo I chtob napravit' vas na pravyy put'"},{"SurahNumber":48,"VerseNumber":21,"Text":"(No bylo) i drugoye (v tom), Chem ovladet' vam (ran'she) bylo ne pod silu I chto Allakh uzhe osushchestvil, - Allakh nad vsyakoy veshch'yu vlasten"},{"SurahNumber":48,"VerseNumber":22,"Text":"Yesli b nevernyye (zadumali) srazit'sya s vami, Oni by nepremenno obratilis' v begstvo, I ne nashli b oni sebe ni pomoshchi i ni zashchity"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Ved' takovo) ustanovleniye Allakha, Chto utverdilos' v proshlyye (goda I proyavilos' v proshlykh pokolen'yakh). I ne nayti tebe v nem peremen"},{"SurahNumber":48,"VerseNumber":24,"Text":"On - Tot, Kto uderzhal ot vas ikh ruki, A ikh otvel ot vashikh ruk v doline Mekki Posle togo, kak dal pobedu vam nad nimi, - Ved' zrit Allakh vo vse, chto delayete vy"},{"SurahNumber":48,"VerseNumber":25,"Text":"Oni ved' te, kto ne uveroval (v Allakha) I vas ne dopuskal k Zapretnoy (dlya grekha) Mecheti, Uderzhivaya zhertvennykh zhivotnykh, Chtob ne dostavit' ikh na svoye mesto. I yesli b ne bylo sred' nikh Blagochestivykh zhenshchin i muzhchin, Kotorykh vy sovsem ne znali I po neznaniyu mogli by pogubit' I iz-za nikh by vpast' vo grekh, - [Bog razreshil by vam S nevernymi srazhat'sya, Chtoby palomnichestvo k Domu sovershit'. No vashi ruki On otvel ot nikh], Chtob v Svoyu milost' dopustit' Lish' tekh, kotorykh pozhelayet. I yesli b razdelilisya oni Na veruyushchikh i nevernykh, My b, nesomnenno, nalozhili na nevernykh Muchitel'noye nakazan'ye"},{"SurahNumber":48,"VerseNumber":26,"Text":"Poka nevernyye v svoikh serdtsakh Khranyat vysokomeriye i zlobu, Chto ot nevezhestva ikh (istekayut), Allakh pokoy Svoy na poslannika nizvel I na uverovavshikh (s nim) I sdelal nerazluchnym s nimi (Gospodne) Slovo blagochest'ya; Oni imeli pravo na nego - yego dostoyny byli, - Allakh, poistine, vseznayushch"},{"SurahNumber":48,"VerseNumber":27,"Text":"I opravdal Allakh po Istine Svoyey Videniye poslannika (v Medine): \"Vy nepremenno vstupite v Zapretnuyu Mechet', Yesli Allakhu tak budet ugodno, V spokoystvii (dushi) i bezopasnosti (izvne), S obritoy golovoy ili podstrizhennymi volosami I ne ispytyvaya strakha\", - Ved' znal On to, chego ne znali vy. I, krome etogo, On (vam) naznachil blizkuyu pobedu"},{"SurahNumber":48,"VerseNumber":28,"Text":"On - Tot, Kto Svoyego poslannika poslal I s nim - (vam) rukovodstvo (v zhizni), Religiyu, (chto Svet Gospodney) Istiny (neset), Chtoby yavit' yeye prevyshe prochey (very), I kak svidetelya semu dostatochno Allakha"},{"SurahNumber":48,"VerseNumber":29,"Text":"I Mukhammad - poslannik Bozhiy, A te, kto s nim, - surovy i tverdy protiv nevernykh, Dobroserdechny mezh soboy. Ty vidish', kak oni, koleni prekloniv, Nits padayut (v molitve pered Bogom), Zhelaya obresti Gospodnyu milost' i sdelat'sya Yemu ugodnym. I znaki (blagochestiya) na ikh chele - Sledy (molitvennykh) kolenoprekloneniy. I takovo podobiye ikh v Tore. A obraz ikh v Yevangelii - semya, Kotoroye puskayet svoy rostok i ukreplyayet yego (stebel'); Zatem stanovitsya on plotnym, Vytyagivayas' sobstvennym steblem I napolnyaya seyateley voskhishchen'yem - A u nevernykh etim vyzyvaya yarost'. Dlya tekh iz nikh, kto veruyet i dobroye tvorit, Obetoval Allakh proshcheniye i shchedruyu nagradu"}]}