{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"(Ey Rasulum), Kur’an’ı sana eziyet cekesin diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak Allah’dan korkankimseye bir ogut icin"},{"SurahNumber":20,"VerseNumber":4,"Text":"Arzı ve yuce gokleri yaratandan, yavas yavas bir indirisle (onu) indirdik"},{"SurahNumber":20,"VerseNumber":5,"Text":"O Rahman, (Kudret ve hakimiyeti ile) Ars’ı istila etti"},{"SurahNumber":20,"VerseNumber":6,"Text":"Butun gokte olanlar, butun arzdakiler, butun bu ikisinin arasındakiler ve butun yerin dibindekiler hep O’nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen (Allah’a ettigin dua ve zikirle) sesini yukseltsen, bil ki, Allah bundan mustagnidir. Cunku Allah gizliyi de bilir, kalbdekini de. (Bunun icin bagırarak dua etmeye luzum yok, huzur ve ihlas lazımdır)"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah odur ki, kendisinden baska hic bir ilah yoktur. En guzel isimler (Esma’ul-Husna) O’nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"(Ey Rasulum), Musa’nın haberi geldi mi sana"},{"SurahNumber":20,"VerseNumber":10,"Text":"(Musa Medyen’den annesini ziyaret icin Mısır’a giderken yolda ailesi ile fırtınaya tutulmus, karanlık bir gecede yolu sasırmıs ve davarları dagılmıstı. Iste boyle atese ihtiyac duyulan bir vakitte) hani o, bir ates gormustu de ailesine: “- Yerinizde durun. Benim gozume bir ates ilisti, belki size bir kor getiririm, yahud atesin yanında bir yol gosterici bulurum.” demisti"},{"SurahNumber":20,"VerseNumber":11,"Text":"Atese vardıgı zaman, soyle cagrıldı: “Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Haberin olsun ben, senin Rabbinim. Hemen ayakkablarını cıkar; cunku sen, mukaddes vadi olan Tuva’dasın.”"},{"SurahNumber":20,"VerseNumber":13,"Text":"(Ey Musa) ben, seni Peygamberlige sectim. Simdi (sana) vahy olunacak seyleri dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gercekten ben, Allah’ım; benden baska hic bir ilah yoktur. Onun icin bana ibadet et ve beni anmak icin namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Cunku kıyamet muhakkak gelecektir. Onun vaktini kullardan gizliyorum ki, herkes yaptıgı is karsılıgında cezalansın (iyi ise mukafat, kotu ise azap gorsun)"},{"SurahNumber":20,"VerseNumber":16,"Text":"O halde, sakın kıyamete inanmayıp kendi nefis arzusuna uyan kimse, seni ona iman etmekten alıkoymasın; sonra helak olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"Su sag elindeki ne? Ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa soyle dedi: “- O benim asam (degnegim); ona dayanırım, onunla davarlarıma yaprak silkerim ve benim onda baska hacetlerim de var.”"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah buyurdu ki: Onu yere bırak"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa da onu bıraktı, bir de ne gorsun! O bir yılan olmus kosuyor"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah buyurdu ki: Tut onu, korkma. Biz onu evvelki haline cevirecegiz"},{"SurahNumber":20,"VerseNumber":22,"Text":"Bir de, diger bir mucize olmak uzere elini koynuna koy ki, kusursuz olarak bembeyaz cıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Bunları, sana en buyuk mucizelerimizden (bir kısmını) gosterelim diye yaptık"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavun’a git, cunku o hakikaten azdı"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi ki: “- Ey Rabbim! Benim gogsume genislik ver"},{"SurahNumber":20,"VerseNumber":26,"Text":"Isimi kolaylastır"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimden dugumu (su peltekligi) coz"},{"SurahNumber":20,"VerseNumber":28,"Text":"Boylece sozumu iyi anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bir de bana ehlimden bir vezir ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardesim Harun’u (ver)"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla arkamı kuvvetlendir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Elcilik isimde onu bana ortak et"},{"SurahNumber":20,"VerseNumber":33,"Text":"Ki seni cok tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"Seni cok analım"},{"SurahNumber":20,"VerseNumber":35,"Text":"Suphe yok ki, sen bizi gorup duruyorsun.”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah buyurdu: “- Diledigin sana verildi, ya Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"And olsun, biz, sana diger bir defa daha ihsan etmistik.”"},{"SurahNumber":20,"VerseNumber":38,"Text":"Hani bir vakit (Firavun, dogan cocukları olduruyordu da sen dogdugun zaman annen endiselenmisti. Iste bu sırada) ilham edilen su ilhamı annene verdik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu (cocugu - Musa’yı) tabut icine koy da denize bırak. Deniz de onu sahile atsın. Onu, hem bana dusman, hem ona dusman olan biri alsın. Bir de murakabem altında yetistirilmen icin uzerine tarafımdan bir sevgi bırakmıstım (ya Musa)"},{"SurahNumber":20,"VerseNumber":40,"Text":"Hani kız kardesin, (denize atılmandan sonra seni takip ederek Firavun’un sarayına) gidip (hic bir meme kabul etmedigini isitince) diyordu ki: “Size, ona iyi bakacak birini buluvereyim mi” Boylece seni tekrar annene verdik ki, gozu aydın olsun da, kederlenmesin. Hem (sen cocukken) bir adam (kıpti bir kafir) oldurdun de seni gamdan (kısasdan) kurtardık. Seni cesitli belalarla imtihan ettik. Bu sebeple yıllarca Medyen halkı icinde kaldın. Sonra da bir takdire gore (kırk yasına vararak Firavun’a) geldin, ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben, seni, kendime Peygamber sectim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen, kardesinle birlikte mucizelerimle git. Ikiniz de beni anmakta (risaletimi tebligde) gevseklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun’a gidin, cunku o hakikaten azdı (ben Rabbim, dedi)"},{"SurahNumber":20,"VerseNumber":44,"Text":"Varın da, ona yumusak soz soyleyin; olur ki nasihat dinler, yahud korkar"},{"SurahNumber":20,"VerseNumber":45,"Text":"(Musa ile Harun) dediler ki: “- Ey Rabbimiz! Firavun’un bize saldırmasından, yahud asırı gitmesinden korkuyoruz.”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah buyurdu ki: “- Korkmayın, zira ben sizinle beraberim; isitirim ve gorurum"},{"SurahNumber":20,"VerseNumber":47,"Text":"Hemen gidin de Firavun’a deyin ki, biz Rabbinin (sana gonderilen) elcileriyiz. Artık Israil Ogullarını bizimle gonder. (Sam’a gitsinler, esaret ve kolelikten, eziyyetten kurtulsunlar). Onlara azap etme (ogullarını oldurup iskence yapma). Biz, sana, Rabbinden bir mucize ile geldik. Dunya ve ahiret selameti, hidayete (tevhid dinine) tabi olanlaradır"},{"SurahNumber":20,"VerseNumber":48,"Text":"Gercekten bize vahy olundu ki, azab, muhakkak olarak Peygamberleri inkar edenlere ve imandan yuz cevirenleredir.”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun soyle dedi: “- O halde sizin Rabbiniz kimdir? Ey Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa; “Bizim Rabbimiz, her seye suret ve seklini veren, sonra da yolunu gosterendir.” dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun dedi ki: Oyleyse gecmis asırlar halkının hali nedir (olumlerinden sonra saadette midirler, sekavette midirler)"},{"SurahNumber":20,"VerseNumber":52,"Text":"(Musa aleyhisselam cevabında) dedi ki: “- Onların (ahvalinin) ilmi, Rabbimin katında bir kitabdadır (Levh-i Mahfuz’dadır). Rabbim hata etmez ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"O ki, yeryuzunu sizin icin bir dosek yaptı, orada sizin icin yollar actı ve gokten bir yagmur indirdi; iste biz, bu yagmur sebebiyle muhtelif nebattan ciftler (sınıflar, yahud erkekli disili bitkiler) cıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem siz yeyin, hem de hayvanlarınıza otlatın. Muhakkak ki bunda (turlu renk, tad ve kokuları olan bitkilerde) akıl sahipleri icin cok ibretler var"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi (babanız Adem’i), o arzdan (topraktan) yarattık; yine olumunuzden sonra sizi ona dondurecegiz. Hem de ondan sizi baska bir defa daha (curumus ve dagılmıs bedenlerinizi toplayıp ruhlarınızı iade ederek) cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Yemin olsun ki, biz, Firavun’a mucizelerimizin hepsini gosterdik. Boyle iken o, yine mucizelerimizi yalanladı ve hakkı kabulden cekindi"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Firavun Musa’ya soyle) dedi: “Ey Musa!. Sen, sihrinle bizi yerimizden (Mısır’dan) cıkarmak icin mi geldin bize"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde biz de senin sihrin gibi, sana bir sihir yapacagız. Simdi sen, kendinle bizim aramızda bir bulusma yeri ve vakti tayin et ki, ne senin, ne bizim caymıyacagımız uygun bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa, Firavun’a cevaben) dedi ki: “- Sizinle bulusma zamanı, sus (bayram) gunu ve insanların toplanacagı kusluk vaktidir.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun uzerine Firavun dondu gitti ve butun hile vasıtalarını topladıktan sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: “- Yazıklar olsun size! Allah’a yalan uydurmayın, sonra bir azap ile kokunuzu keser. Gercekten yalan uyduran ziyana ugramıstır"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar aralarında islerini gorustuler. (Musa galib gelirse ona iman edelim, dediler) ve (bunu) gizlice fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"(Asikare olarak da soyle) dediler: “- Bi ikisi (Musa ile Harun) muhakkak sihirbazdır; buyuleriyle siz hem yerinizden cıkarmak, hem de ornek dininizi yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Onun icin butun hilelerinizi toplayın, sonra hep birden gelin. Bugun ustun gelen, muhakkak zafer kazanmıstır"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sihirbazlar: “- Ey Musa! (Asanı) ya sen at, yahud ilk atan biz olalım.” dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa dedi ki: “- Hayır, siz atın.” Bir de ne gorsun! Onların ipleri ve sopaları, yaptıkları sihirden oturu, kendisine, gercekten kosuyormus hayalini verdi"},{"SurahNumber":20,"VerseNumber":67,"Text":"Onun icin Musa, icinde bir nevi korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Biz (Azimu’s-san) dedik ki: “- Korkma, cunku sen, muhakkak ustunsun (galip geleceksin)"},{"SurahNumber":20,"VerseNumber":69,"Text":"Elindekini (asanı) bırakıver; o, onların yaptıklarını yutar. Cunku onların yaptıkları, ancak bir buyucu tuzagıdır. Buyucu ise, her nerede olsa felah bulmaz.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda butun sihirbazlar secdeye kapandılar; “- Harun ile Musa’nın Rabbine iman ettik.” dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun, sihirbazlara soyle) dedi: “- Ben size izin vermeden once, ona (Musa’ya) iman mı ettiniz? O, muhakkak size sihir ogreten buyugunuzdur. Oyleyse caresi yok, sizin ellerinizi ve ayaklarınızı caprazlama kesecegim ve muhakkak sizi hurma dallarına asacagım. Boylece hangimizin azabı daha siddetli ve devamlı oldugunu gercekten bileceksiniz.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Sihirbazlar dediler ki: “- Bize gelen bu acık mucizelere ve bizi yaratana karsı, asla seni tercih edemeyiz. Artık neye hukmun geciyorsa, hukmunu ver. Sen ancak bu dunya hayatında hukum gecirirsin"},{"SurahNumber":20,"VerseNumber":73,"Text":"Dogrusu biz, hem gunahlarımıza, hem bizi zorladıgın sihre karsı, bizi bagıslasın diye Rabbimize iman ettik. Allah (sevabca senden) daha hayırlı ve (azab verme bakımından da) daha devamlıdır"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suclu olarak varırsa, suphesiz ki ona Cehennem var; orada ne olur (rahata kavusur), ne de dirilir (fayda gorur)"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim de O’na, bir mumin olarak, salih ameller islemis oldugu halde varırsa, iste, onlara en yuksek dereceler var"},{"SurahNumber":20,"VerseNumber":76,"Text":"Adn Cennetleri vardır ki, (agacları) altından nehirler akar; orada ebedi olarak kalacaklar. Iste boyle cennetlerde ebedi kalıs, kufur ve isyanda temizlenenlerin mukafatıdır.”"},{"SurahNumber":20,"VerseNumber":77,"Text":"Gercekten Musa’ya soyle vahy ettik: “- Kullarımla geceleyin yuru (Mısır’dan cık) de (asanı vurarak) onlara denizde kuru bir yol yap; boylece (Firavun tarafından) yetisilmekten korkmazsın ve (bogulmaktan) endise de etmezsin"},{"SurahNumber":20,"VerseNumber":78,"Text":"Hemen Firavun ordularıyla onları takip etti, kendilerini (Firavun’la Israil ogullarını) denizden sarıveren (dehsetli ve korkunc bogulma) sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Boylece Firavun, kavmini sapıklıga surukledi, hidayete goturmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil Ogulları! Sizi dusmanınızdan (Firavun’dan) kurtardık ve Tur dagının sag yanında (Musa’ya Tevrat’ı indirmek uzere) size vaad verdik; uzerinize de kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların en temizlerinden yeyin ve rızık hususunda taskınlık (israf ve nankorluk) etmeyin ki, sonra uzerinize gazabım iner. Kimin uzerine de gazabım inerse, muhakkak o ucuruma dusmustur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla beraber, suphe yok ki ben, tevbe eden, iman edip salih amel isleyen sonra da hak yolda sebat gosteren kimse icin Gaffar’ım (cok bagıslayıcıyım)"},{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa! (Tur dagında Tevrat’ı almak icin yola cıktıgın yetmis kisilik) kavminden seni acele ile (ayırıp ileri) geciren ne?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa dedi ki: “- Onlar, benim izim uzeredirler (beni takip ediyorlar). Ben, sana acele ettim ki, Rabbim hosnud olasın.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah buyurdu: “- Biz, senden sonra (kavminden ayrılıp yerine Harun’u bıraktıktan sonra) kavmini fitneye dusurduk (imtihana cektik). Samiri, onları (buzagıya taptırmakla) saptırdı.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Hemen Musa, ofkeli ve kederli olarak kavmine dondu. (Onlara soyle) dedi: “- Ey kavmim! Rabbiniz size guzel bir vaad ile soz vermedi mi? Uzerinize zaman mı uzadı, yoksa Rabbinizden size gazab inmesini arzu ettiniz de mi, bana olan vaadinizden (Allah’a iman sozunuzden) caydınız.”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dediler ki: “- Biz, sana verdigimiz sozden, kendiligimizden caymadık. Fakat biz o (Kıpti) kavmin sus esyasından bir takım agırlıklar yuklenmistik. Onları atese attık. Samiri de (kendi mucevheratını) boylece atmıstı.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Nihayet (o erimis mucevherattan) onlara, (Samiri = Israil Ogullarından Samire adlı bir kabileye mensub olan munafık adam) cesedlenmis bir dana cıkardı ki, bogurmesi var. Bunun uzerine Samiri ve ona uyanlar soyle dediler: “- Iste sizin de, Musa’nın da ilahı budur. Fakat (Musa bunu) unuttu, (bunu bulmak icin Tur’a gitti.)”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar bilmiyorlar mıydı ki, o buzagı, kendilerine hic bir sozle karsılık veremiyor; onlara ne bir zarar, ne de bir fayda vermeye sahip bulunamıyor"},{"SurahNumber":20,"VerseNumber":90,"Text":"Yemin olsun ki, (Musa Tur’dan donmeden) daha once Harun buzagıya tapanlara soyle demisti: “- Ey kavmim! Siz bununla (buzagı ile) imtihana cekildiniz. Sizin gercek Rabbiniz, RAHMAN’dır. (Cok bagıslayan Allah’dır). Gelin bana uyun ve emrime itaat edin.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar (Harun’a cevaben) demislerdir ki: “- Musa bize donub gelinceye kadar, biz o buzagıya tapmakta devam edip durmaktan asla ayrılmayız.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa donusunde kardesine) dedi ki: “- Harun! Seni engelliyen ne oldu ki, bunların sapıklıga dustugunu gordugun vakit benim ardımca yurumedin (tavsiyemi tutub onlarla mucadele etmedin), emrime isyan mı ettin?”"},{"SurahNumber":20,"VerseNumber":93,"Text":"(Musa donusunde kardesine) dedi ki: “- Harun! Seni engelliyen ne oldu ki, bunların sapıklıga dustugunu gordugun vakit benim ardımca yurumedin (tavsiyemi tutub onlarla mucadele etmedin), emrime isyan mı ettin?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun soyle) dedi: “- Ey anamın oglu, sakalımı ve basımı (sacımı) yakalama. Ben, senin; “- Israil ogulları arasında ayrılık cıkardın, sozume bakmadın.” diyeceginden korktum"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Hz. Musa, Harun’un ozrunu kabulden sonra Samiri’ye donub) dedi ki: “- Senin yaptıgın bu is nedir, ey Samiri?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri soyle dedi: “- Ben Israil ogullarının gormedikleri Cibril’i gordum de, O Rasulun izinden bir avuc toprak aldım ve onu (erimis mucevheratın icine) attım. Boylece bunu, bana, nefsim hos gosterdi.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Hz. Musa ona soyle) dedi: “- Haydi cekil git. Cunku senin icin hayat boyunca; benimle temas yok” diye soylemen ve (yalnız basına vahsice yasamaya mahkum kalacaksın). Hem sana (Kıyamet gunu) bir ceza var ki, asla ondan kurtarılamıyacaksın. Bir de ibadet edip durdugun ilah’ına bak, elbette biz onu yakacagız, sonra da kul edib muhakkak onu denize savuracagız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin Ilah’ınız, kendisinden baska hic ilah bulunmıyan ancak Allah’dır. O’nun ilmi her seyi kusatmıstır"},{"SurahNumber":20,"VerseNumber":99,"Text":"(Ey Rasulum), sana gecmisin (daha evvelki ummetlerin muhim) haberlerinden bir kısmını boylece anlatıyoruz. Suphe yok ki, sana tarafımızdan bir Zikir (dusunub kendisinden ibret alınacak KUR’AN) verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim bu KUR’AN’dan yuz cevirirse, muhakkak o, kıyamet gunu agır bir gunah (gazab) yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Ebedi olarak o azabın altında kalacaklar. Kıyamet gununde, bu ne fena bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"SUR’a (ikinci defa) ufurulecegi gunde (kıyamette) ki, biz mucrimleri (musrikleri) o gun, kor bir halde mahserde toplayacagız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında (korkularından) gizlice soyle konusacaklar: “- Dunyada ancak on gece kaldınız, degil mi?”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Aralarında gizlice ne konusacaklarını biz pek ala biliriz. Gorusu en ustun olan, (digerlerine) diyecek ki: “- (dunyada veya kabirde) ancak bir gun kaldınız.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"(Ey Rasulum), sana dagların kıyametteki halini sorarlar(sa), de ki: “- Rabbim onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Boylece yerlerini dumduz bos bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Onlarda ne bir inis, ne de bir yokus goremiyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O kıyamet gununde, Sura ufliyen Israfil’in cagrısına, saga sola sapmadan, uyub kosacaklar, Oyle ki, RAHMAN’ın azametinden sesler kısılmıstır. Artık bir hısıltıdan baska hic bir sey isitemezsin.”"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun, RAHMAN’ın kendisine izin verdigi ve sozunden hosnud oldugu kimselerden baskasının sefaatı fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah, onların geleceklerini de, gecmislerini de bilir. Kulların ilmi ise asla bunu kavrayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Butun yuzler HAYYU’L-KAYYUM olan (olmeyen ve ezelden beri mevcud olan) Allah’a bas egmistir. Bir zulum yuklenen hakikaten husrana ugramıstır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mu’min olarak salih ameller islerse, artık o, ne bir zulumden korkar, ne cignenmeden (hakkının zayi olmasından)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Iste boylece biz, onu Arabca bir KUR’AN olarak indirdik. Onda tehdidlerden nice turlusunu tekrar tekrar beyan ettik ki, belki sakınır ve takva yolunu tutarlar; yahud o (Kur’an’daki nasihat ve tehditler), onlara bir ibret ve uyanıs verir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hukmunu (emir ve yasaklarını) yerine getiren, Hak olan Allah (butun noksanlıklardan beri ve) yucedir. (Ey Rasulum, Cebrail tarafından) sana vahy tamamlanmazdan evvel, (unutma korkusu ile) KUR’AN’ı okumada acele etme: “- Rabbim! Benim ilmimi artır.” de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Dogrusu bundan once Adem’e (bu agactan yeme diye) emr ettik de unuttu. Biz onda, bir sabır ve sebat bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir vakit Meleklere: “- Adem’e hurmet icin secde edin.” demistik de hepsi secde ettiler; Iblis mustesna; cekinmisti"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz de Adem’e soyle demistik: “Muhakkak bu (Iblis) sana ve zevcene dusmandır. Sakın sizi Cennetden cıkarmasın; sonra zahmet cekersin"},{"SurahNumber":20,"VerseNumber":118,"Text":"Cunku senin acıkman ve cıplak kalmaman (ancak) Cennettedir"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve sen orada susamazsın, guneste yanmazsın.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Nihayet Seytan Adem’e vesvese verdi. Soyle dedi: “- Ey Adem! Seni (yedigin takdirde olmeyecegin ve devamlı surette Cennette kalacagın), ebedilik agacına, bir de son bulmıyacak devlete delalet edeyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun uzerine ikisi de o agactan yediler. Hemen ayıp yerleri, kendilerine acılıverdi ve uzerlerine Cennet yapragından ortub yamamaga basladılar. Adem Rabbine asi oldu da sasırdı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu secti de tevbesini kabul buyurdu ve ona dogru yolu gosterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah soyle buyurdu: “- Birbirinize (dunyada nesliniz) dusman olmak uzere hepiniz oradan (cennet’den) ininiz. Artık benden size bir hidayet (kitab) geldigi zaman, kim benim hidayetime uyarsa iste o, sapıklıga dusmez ve ahirette zahmet cekmez"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de benim Zikrim’den (Kur’an’ımdan) yuz cevirirse, ona dar bir gecim vardır ve onu, kıyamet gunu, kor olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"(Kur’an’dan yuz ceviren kimse) soyle der: “- Rabbim, beni nicin kor olarak hasrettin. Halbuki ben (dunyada) gozlu idim, goruyordum.”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah buyurur ki: “- Cezan boyle, sana ayetlerimiz geldi de onları unuttun. Iste (onları unuttugun gibi) bugun de oylece unutuluyorsun (korluk ve azab icine bırakılıyorsun).”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Iste KUR’AN’dan yuz cevirenleri cezalandırdıgımız gibi, sirke varıb Rabbinin ayetlerine iman etmiyenleri de boyle cezalandırırız. Muhakkak ki ahiret azabı (dunyadakinden) daha siddetli ve devamlıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Biz, Mekke kafirlerinden evvel nice asırlar halkını helak etmisizdir. Kur’an, bunu, onlara beyan etmedi mi? Halbuki kendileri de onların meskenlerinde yuruyub duruyorlar. Muhakkak ki bunda, gercek akıl sahipleri icin (ibret alınacak) cok alametler var"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eger (azabın geciktirilmesine dair) Rabbinden bir hukum gecmis olmasaydı, elbette onlara (diger kavimlere oldugu gibi), azab lazım gelirdi; fakat (onlar icin) tayin edilmis bir vakit var"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde, dediklerine (kufur ve tekziblerine) sabret. (Bu hukum, Kıtal = Seyf ayeti ile nesh edilmistir.) Hem gunesin dogmasından evvel, hem batmasından evvel Rabbini hamd ile tesbih et (sabah ve ikindi namazını kıl). Gecenin bir kısım vakitlerinde (aksam ve yatsı saatlerinde) ve gunduzun etrafında (ogle vaktinde) de tesbih et (namaz kıl) ki, Allah’ın rızasına eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlerden bir kısmına, dunya hayatının zineti olarak verdigimiz ve onları bundan fitneye dusurmek icin, kendilerine fayda temin ettigimiz seye (mal ve saltanata) sakın ragbetle bakma. Rabbinin (ahiretteki) rızkı daha hayırlı ve daha devamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"(Ey Rasulum), ailene ve ummetine namazı emret. Kendin de ona devam eyle. Biz senden bir rızık (ailenin gecimini temin icin calısmanı) istemiyoruz. Seni, biz rızıklandırırız. Guzel akıbet takva sahiblerinindir"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirler dediler ki: “- (o, hak Peygamber olduguna delalet edecek) Rabbinden bir mucize getirse ya!..” Onlara, evvelki kitablarda (Tevrat ve Incil’deki ahir zaman Peygamberi ile Kur’an’a dair) olan apacık delil gelmedi mi"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eger biz, onları (Mekke kafirlerini), bundan once (Peygamber ve Kur’an gelmeden) azab ile helak etmis olsaydık, muhakkak soyle diyeceklerdi: “- Ey Rabbimiz! Ne olurdu, bize bir Peygamber gonderseydin de, biz zelil ve rusvay olmadan evvel ayetlerine uysaydık.”"},{"SurahNumber":20,"VerseNumber":135,"Text":"(Ey Rasulum) de ki: Hepimiz beklemekteyiz, siz de beklemeye durun. Cunku dogru yol sahibleri kimler bulundugunu ve dogru giden kim oldugunu yakında bileceksiniz"}]}