{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"alipha-lam-mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Sum loko'e anumana kari rakhyum che ke temana phakta a dava para, ke ame imana lavya che, ame temani kasoti karya vagara ja chodi da'isum"},{"SurahNumber":29,"VerseNumber":3,"Text":"temanathi pahelana lokone pana ame kasoti kari, kharekhara allaha ta'ala saca lokone pana jani lese ane temane pana, je loko juththa che"},{"SurahNumber":29,"VerseNumber":4,"Text":"sum je loko duskarmo kari rahya che, temane evum samaji rakhyum che ke te'o amara vasamam nahim rahe, a loko ketalum khotum samaji rahya che"},{"SurahNumber":29,"VerseNumber":5,"Text":"jene allaha sathe mulakata karavani asa hoya, basa! Allaha ta'ala'e nakki karela samaya jarura avase, te badhum ja sambhalanara, badhum ja jananara che"},{"SurahNumber":29,"VerseNumber":6,"Text":"ane dareka mahenata karanara potana phayada mate ja kare che, allaha ta'ala samagra srstithi beniyajha che"},{"SurahNumber":29,"VerseNumber":7,"Text":"ane je loko imana lavya ane te loko'e satkarya karya, ame temana dareka papone temanathi dura kari da'isum ane temane temana satkaryono srestha badalo apisum"},{"SurahNumber":29,"VerseNumber":8,"Text":"ame dareka manavine potana matapita sathe sadavartana karavano adesa apyo, ham! Jo te'o allaha sathe ko'ine bhagidara theravavano adesa ape, jenum tamane jnana nathi, to temanum kahyum na mano. Tamare sau'e mari tarapha ja pacha pharavanum che, pachi hum te dareka vastuni jana apisa je tame karata hatam"},{"SurahNumber":29,"VerseNumber":9,"Text":"ane je loko imana lavya ane satkaryo karya, temane hum mara sadacari banda'omam kari da'isa"},{"SurahNumber":29,"VerseNumber":10,"Text":"ane ketalaka loko eva pana che ke, je jabanathi kahe che ke ame imana lavya che, parantu jyare allahana margamam ko'i paresani avi pahonce che to lokothi pahonceli takaliphane allaha ta'alani yatanani jema samaji le che, ham jo allahani madada avi jaya to pokare che ke ame to tamara ja mitro che. Sum duniyavala'ona hrdayamam je kami che, tene allaha ta'ala janato nathi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Je loko imana lavya, allaha te'one pana jahera karase ane dhongi'one pana jahera karase"},{"SurahNumber":29,"VerseNumber":12,"Text":"inkara karanara'o'e imanavala'one kahyum, ke tame amara marganum anusarana karo, tamara papo ame uthavi la'isum, jo ke te'o temana papo manthi kami pana nahim uthave, a to juththa loko che"},{"SurahNumber":29,"VerseNumber":13,"Text":"jo ke a loko potano boja uthavi lese ane potana bojani sathesathe bija boja pana ane je kami juthanum ghadi rahya che, te saune tena vise puchatacha karavamam avase"},{"SurahNumber":29,"VerseNumber":14,"Text":"ane ame nuha a.Sa.Ne temani koma pase mokalya, te temani sathe navaso pacasa varsa rahya, pachi te lokone vavajhoda'e pakadi lidha ane te loko atyacari hatam"},{"SurahNumber":29,"VerseNumber":15,"Text":"pachi ame temane ane hodivala'one chutakaro apyo ane a kis'sane ame samagra srstina loko mate sikhamana banavi didhi"},{"SurahNumber":29,"VerseNumber":16,"Text":"ane ibrahima a.Sa.E pana potani komane kahyum ke allahani bandagi karo ane tenathi darata raho, jo tamaramam bud'dhi hoya to a ja tamara mate uttama che"},{"SurahNumber":29,"VerseNumber":17,"Text":"tame allaha sivaya murti'oni puja kari rahya cho ane juththi vato upajavi kadho cho, sambhalo! Je lokoni tame allaha sivaya bandagi karo cho, te'o tamari rojina malika nathi, basa! Tame phakta allaha pase roji mango ane teni ja bandagi karo ane teno ja abhara mano ane teni ja tarapha tamare pacha pharavanum che"},{"SurahNumber":29,"VerseNumber":18,"Text":"ane jo tame juthalavata hoya to tamara pahelani komo'e pana juthalavyum che, payagambarani javabadari to phakta spasta rite pahoncadi devani che"},{"SurahNumber":29,"VerseNumber":19,"Text":"sum te loko'e nathi joyum ke allaha'e sarjanoni saru'ata kevi rite kari? Pachi allaha tene phari vara karase, a to allaha mate khuba ja sarala che"},{"SurahNumber":29,"VerseNumber":20,"Text":"Kahi do, ke dharati para haripharine ju'o to khara ke kevi rite allaha ta'ala'e saru'atamam sarjana karyum, pachi allaha ta'ala ja navum sarjana karase, allaha ta'ala dareka vastu para sakti dharave che"},{"SurahNumber":29,"VerseNumber":21,"Text":"jene icche tena para yatana mokale, jena para icche krpa kare, sau teni ja tarapha pacha pheravavamam avase"},{"SurahNumber":29,"VerseNumber":22,"Text":"tame allahane na to dharatimam asamartha kari sako cho ane na to akasamam, allaha ta'ala sivaya ko'i tamaro vali nathi ane na madada karanara"},{"SurahNumber":29,"VerseNumber":23,"Text":"je loko allahani ayato ane teni mulakatane bhuli jaya che, te'o mari krpathi vancita rahi jaya che ane temana mate du:Khadayi yatana che"},{"SurahNumber":29,"VerseNumber":24,"Text":"temani komano javaba a sivaya kami na hato, te'o kaheva lagya ane mari nakho athava ane salagavi do, chevate allaha'e temane agathi bacavi lidha, amam imanavala'o mate ghani nisani'o che"},{"SurahNumber":29,"VerseNumber":25,"Text":"(ibrahima a.Sa.E) kahyum, ke tame je murti'oni puja allaha sivaya kari che, tame loko'e temane duniyana phayadana karane mitra banavya, tame sau kayamatana divase ekabijano inkara karava lagaso ane ekabija para phitakara karava lagaso ane tamara saunum thekanum jahannama hase ane tamari madada karanara ko'i nahim hoya"},{"SurahNumber":29,"VerseNumber":26,"Text":"basa! Ibrahima a.Sa. Para, luta a.Sa. Imana lavya, ane kaheva lagya ke hum mara palanahara tarapha hijarata karavavalo chum, te ghano ja vijayi ane hikamatavalo che"},{"SurahNumber":29,"VerseNumber":27,"Text":"ane ame temane is'haka ane yakuba (a.Sa.) Apya ane ame payagambari ane kitaba temana santana manthi ja kari didhi ane ame duniyamam pana temane badalo apyo ane akheratamam to te'o sadacari loko manthi che"},{"SurahNumber":29,"VerseNumber":28,"Text":"ane luta a.Sa.Num pana varnana karo, jyare temane potani komane kahyum, ke tame to te kharaba krtya kari rahya cho, je tamarathi pahela duniyamam ko'i'e karyum na hatum"},{"SurahNumber":29,"VerseNumber":29,"Text":"Sum tame puruso sathe kharaba karya karava mate avo cho ane rasta bandha kari do cho ane potani saman'ya sabhamam aslila karyo karo cho. Ana javabamam temani kome te sivaya kami na kahyum, basa! Jato rahe, jo tum saco hoya to amari pase allahani yatana la'i ava"},{"SurahNumber":29,"VerseNumber":30,"Text":"luta a.Sa.E du'a kari ke palanahara! A vidrohi koma para mari madada kara"},{"SurahNumber":29,"VerseNumber":31,"Text":"ane jyare amara avatarita karela pharista'o ibrahima a.Sa. Pase khusakhabari la'i avya, to kaheva lagya ke a vastivala'one ame nasta karavana che, ni:Sanka ahinya rahenara aparadhi che"},{"SurahNumber":29,"VerseNumber":32,"Text":"(ibrahima a.Sa.E) kahyum, a lokomam luta a.Sa. Pana che, pharista'o'e kahyum ahinya je pana che, ame sari rite jani'e chi'e, luta a.Sa. Ane temana kutumbijanone ame bacavi la'isum, temani patni sivaya, jo ke te stri pachala rahi janara loko manthi che"},{"SurahNumber":29,"VerseNumber":33,"Text":"pachi jyare amara sandesavahaka luta a.Sa. Pase pahoncya to, (luta a.Sa.) Temanathi nirasa thaya ane andara ja andara nirasa thava lagya, sandesavahako'e kahyum ke tame na daro, na to nirasa thava, ame tamane tamara anuyayi'o sathe bacavi la'isum, parantu tamari patni sivaya, te yatana mate baki rahenara loko manthi hase"},{"SurahNumber":29,"VerseNumber":34,"Text":"ame a vastivala'o para akasa manthi prakopa utarisum, etala mate ke a loko avajnakari bani gaya che"},{"SurahNumber":29,"VerseNumber":35,"Text":"jo ke ame a vastine spasta sikhamana mate nisani banavi da'isum, te loko mate je'o bud'dhi dharave che"},{"SurahNumber":29,"VerseNumber":36,"Text":"ane “madayana” tarapha ame temana bha'i su'aiba a.Sa.Ne mokalya, temane kahyum ke he mari komana loko! Allahani bandagi karo, kayamatana divasa para visvasa dharavo ane dharatimam vidroha na phelavo"},{"SurahNumber":29,"VerseNumber":37,"Text":"to pana te loko'e temane juthalavya, chevate temane dharatikampe (yatana) pakadi lidha. Ane te'o potana gharomam bethabetha ja mrtyu pamya"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ame ada ane samudana lokone pana nasta karya, jemana ketalaka gharo tamari same che ane setane temana kharaba krtyone sanagarine batavya hata ane temana margathi roki didha hatam, ankho ane bud'dhi dharavava chatam pana"},{"SurahNumber":29,"VerseNumber":39,"Text":"karuna, phira'auna ane hamanane pana, temani pase musa a.Sa. Spasta camatkaro la'ine avya hatam, to pana te loko'e dharati para ghamanda karyo, parantu amara karata agala na vadhi sakya"},{"SurahNumber":29,"VerseNumber":40,"Text":"pachi to darekane ame temana aparadhana karane pakadi lidha, temana manthi ketalaka para ame paththarono varasada varasavyo ane temana manthi ketalakane sakhata cise pakadi lidha ane temana manthi ketalakane ame dharatimam dhasavi didha ane temana manthi ketalakane ame dubadi didha, allaha ta'ala temana para atyacara karavavalo nathi, parantu te'o pote ja potana para atyacara karata hatam"},{"SurahNumber":29,"VerseNumber":41,"Text":"je loko'e allaha ta'ala sivaya bija bhagidaro theravi rakhya che, temanum udaharana karoliya jevum che, ke te pana eka ghara banave che, jo ke dareka gharo karata nabalum ghara karoliyanum che, kasa! Ke te'o jani leta"},{"SurahNumber":29,"VerseNumber":42,"Text":"allaha ta'ala te dareka vastune jane che jene te'o allahana sivaya pokare che, te jabaradasta ane hikamatavalo che"},{"SurahNumber":29,"VerseNumber":43,"Text":"ame a udaharanone loko mate varnana kari'e chi'e, tene phakta jnani loko samaje che"},{"SurahNumber":29,"VerseNumber":44,"Text":"allaha ta'ala'e akaso ane dharatinum sarjana satya sathe karyum che, imanavala'o mate amam ghana purava che"},{"SurahNumber":29,"VerseNumber":45,"Text":"je kitaba tamari tarapha vahi karavamam avi che, tene padho ane namajha padhata raho, ni:Sanka namajha kharaba karyo ane aparadha karavathi roke che, ni:Sanka allahana namanum smarana khuba ja motum karya che. Tame je kami pana kari rahya cho tene allaha khuba sari rite jane che"},{"SurahNumber":29,"VerseNumber":46,"Text":"Ane kitabavala'o sathe takarara na karo, parantu uttama rite, te loko manthi je'o atyacari che (temani sathe takarara karo). Ane spasta rite kahi do ke ame te kitaba upara pana imana dharavi'e chi'e je amara mate avatarita karavamam avi che ane te kitaba upara pana je tamara mate avatarita karavamam avi che. Amaro ane tamaro pujya eka ja che, ame sau teni ja ajnanum palana kari'e chi'e"},{"SurahNumber":29,"VerseNumber":47,"Text":"ane ame avi ja rite tamari tarapha amari kitaba avatarita kari che, basa! Je lokone ame kitaba api che te'o tena para imana lave che ane te loko (musarika loko) manthi ketalaka a kitaba para imana dharave che ane amari ayatono inkara phakta inkara karanara'o ja kare che"},{"SurahNumber":29,"VerseNumber":48,"Text":"a pahela tame ko'i kitaba padhata na hata ane na ko'i kitabane potana hatha vade lakhata hata, ke a asatyanum anusarana karanara loko sankamam padya che"},{"SurahNumber":29,"VerseNumber":49,"Text":"parantu a (kura'anamam) to prakasita ayato che, je jnani lokona hrdayomam suraksita che, amari ayatono inkara karanara atyacari sivaya bija ko'i nathi"},{"SurahNumber":29,"VerseNumber":50,"Text":"te loko'e kahyum ke ana mate ko'i nisani tena palanahara taraphathi avatarita karavamam kema nathi avi? Tame kahi do ke dareka nisani allaha pase ja che, hum to spasta rite saceta kari denara chum"},{"SurahNumber":29,"VerseNumber":51,"Text":"sum a loko mate puratum nathi ke ame tamara para kitaba avatarita kari, je temani samaksa padhavamam ave che, amam rahamata ane sikhamana che, te loko mate, je'o imana lave che"},{"SurahNumber":29,"VerseNumber":52,"Text":"kahi do ke mari ane tamari vacce saksi mate allaha purato che, te akasa ane dharatini dareka vastune jane che, je loko asatyane mane che ane allahano inkara kare che, te jabaradasta nukasana uthavanara che"},{"SurahNumber":29,"VerseNumber":53,"Text":"A loko tamari same prakopa mate utavala kari rahya che, jo mara taraphathi nakki karela samaya na hota to atyara sudhi to temani pase prakopa avi pahoncyo hota, a cokkasa vata che ke acanaka temani jana vagara prakopa avi pahoncase"},{"SurahNumber":29,"VerseNumber":54,"Text":"a loko yatana mate utavala kari rahya che, jahannama inkara karanara'one gheravamam lese"},{"SurahNumber":29,"VerseNumber":55,"Text":"te divase temana uparathi yatana avi pahoncase ane allaha ta'ala kahese ke have potana karyono svada cakho"},{"SurahNumber":29,"VerseNumber":56,"Text":"he mara imanavala banda'o! Mari dharati ghani visala che, to tame mari ja bandagi karo"},{"SurahNumber":29,"VerseNumber":57,"Text":"dareka sajiva mrtyuno svada cakhase ane tame sau amari tarapha ja pacha avaso"},{"SurahNumber":29,"VerseNumber":58,"Text":"ane je loko imana lavya ane satkaryo karya, temane ame kharekhara jannatana te unca sthane jagya apisum, jeni nice jharana vahi rahya che. Jyam te'o hammesa rahese. Kama karavavala'ono kevo saro badalo che"},{"SurahNumber":29,"VerseNumber":59,"Text":"te, je loko'e dhiraja rakhi ane potana palanahara para bharoso kare che"},{"SurahNumber":29,"VerseNumber":60,"Text":"ane ghana janavaro che, je'o potani roji uthavine pharata nathi, te badhane ane tamane pana allaha ta'ala ja roji ape che. Te khuba ja sambhalanara, jananara che"},{"SurahNumber":29,"VerseNumber":61,"Text":"ane jo tame temane savala karo ke dharati ane akasanum sarjana karanara ane surya ane candrane kama para lagavanara kona che? To temano javaba hase, “allaha ta'ala” pachi kyam undha ja'i rahya che"},{"SurahNumber":29,"VerseNumber":62,"Text":"allaha ta'ala potana banda'o manthi jene icche tene puskala roji ape che ane jene icche tene tanga, ni:Sanka allaha ta'ala dareka vastune jananara che"},{"SurahNumber":29,"VerseNumber":63,"Text":"ane jo tame te lokone pucho ke akasa manthi pani utari, nisprana dharatine jivita kone kari? To kharekhara te lokono javaba a ja hase ke “allaha”. Tame kahi do ke dareka prakarani prasansa allaha mate ja che. Parantu temanthi ghana loko samajata nathi"},{"SurahNumber":29,"VerseNumber":64,"Text":"Ane duniyanum a jivana to phakta moja masti che. Jo ke akheratanum jivana ja hammesavalum che. Kadaca! A loko janata hota"},{"SurahNumber":29,"VerseNumber":65,"Text":"basa! Jyare a loko hodimam savari kare che, to allaha ta'alane ja pokare che, nikhalasata sathe, pachi jyare te (allaha) temane dharati para lave che to tarata ja allaha sathe bhagidara theravava lage che"},{"SurahNumber":29,"VerseNumber":66,"Text":"jethi amari apeli ne'amatono inkara kare ane phayado uthavata rahe, thodika vara manja khabara padi jase"},{"SurahNumber":29,"VerseNumber":67,"Text":"sum a loko nathi jota ke ame harama (makka sahera)ne santivalum banavi didhum che, jo ke teni asa-pasana loko asanta che, sum a loko asatyane to mane che ane allaha ta'alani ne'amatono inkara kare che"},{"SurahNumber":29,"VerseNumber":68,"Text":"ane tena karata vadhare atyacari kona ho'i sake je allaha ta'ala para juthanum bandhe, athava jyare teni pase satya avi jaya to teno inkara kare, sum ava inkara karanara'onum thekanum jahannama nahim hoya"},{"SurahNumber":29,"VerseNumber":69,"Text":"ane je loko amara margamam takalipho sahana kare che, ame temane amara marga jarura batavisum, ni:Sanka allaha ta'ala sadacari lokono mitra che"}]}