{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif. Lam. Ra. Eto - ayaty mudrogo Pisaniya"},{"SurahNumber":10,"VerseNumber":2,"Text":"Neuzheli lyudi udivleny tem, chto My vnushili cheloveku iz ikh sredy predosterech' lyudey i obradovat' uverovavshikh vest'yu o tom, chto oni poluchat ot ikh Gospoda vozdayaniye za svoi blagodeyaniya? Neveruyushchiye skazali: «Bezuslovno, eto - yavnyy koldun»"},{"SurahNumber":10,"VerseNumber":3,"Text":"Voistinu, vash Gospod' - Allakh, Kotoryy sozdal nebesa i zemlyu za shest' dney, a potom voznessya na Tron (ili utverdilsya na Trone). On upravlyayet delami. Nikto ne budet zastupat'sya, krome kak posle Yego dozvoleniya. Takov Allakh, vash Gospod'. Poklonyaytes' zhe Yemu. Neuzheli vy ne pomyanite nazidaniye"},{"SurahNumber":10,"VerseNumber":4,"Text":"Vse vy vozvratites' k Nemu, soglasno istinnomu obeshchaniyu Allakha. On sozdayet tvoreniye v pervyy raz, a zatem vossozdayet yego, chtoby po spravedlivosti voznagradit' tekh, kotoryye uverovali i sovershali pravednyye deyaniya. Tem zhe, kotoryye ne uverovali, ugotovany napitok iz kipyatka i muchitel'nyye stradaniya za to, chto oni ne uverovali"},{"SurahNumber":10,"VerseNumber":5,"Text":"On - Tot, Kto daroval solntsu siyaniye, a lune - svet. On ustanovil dlya neye fazy, chtoby vy mogli vesti letoschisleniye i znali schet. Vse eto Allakh sotvoril tol'ko radi istiny. On raz\"yasnyayet Svoi znameniya dlya lyudey znayushchikh"},{"SurahNumber":10,"VerseNumber":6,"Text":"Voistinu, v smene nochi i dnya, a takzhe tom, chto Allakh sotvoril na nebesakh i na zemle, zaklyucheny znameniya dlya lyudey bogoboyaznennykh"},{"SurahNumber":10,"VerseNumber":7,"Text":"Voistinu, tem, kotoryye ne nadeyutsya na vstrechu s Nami, dovol'stvuyutsya mirskoy zhizn'yu i udovletvoryayutsya yeyu, a takzhe tem, kotoryye prenebregayut Nashimi znameniyami"},{"SurahNumber":10,"VerseNumber":8,"Text":"pristanishchem budet Ogon' za to, chto oni priobretali"},{"SurahNumber":10,"VerseNumber":9,"Text":"Voistinu, tekh, kotoryye uverovali i sovershali pravednyye deyaniya, Gospod' povedet vernym putem za ikh veru. V Sadakh blazhenstva pod nimi budut tech' reki"},{"SurahNumber":10,"VerseNumber":10,"Text":"Tam oni budut vzyvat': «Prechist Ty, Allakh!». Tam ikh privetstviyem budet slovo: «Mir!». A ikh molitvy budut zavershatsya slovami: «Khvala Allakhu, Gospodu mirov!»"},{"SurahNumber":10,"VerseNumber":11,"Text":"Yesli by Allakh uskoril dlya lyudey nastupleniye zla, kotoroye oni prizyvayut v svoikh proklyatiyakh, podobno tomu, kak On uskoril dlya nikh nastupleniye dobra, o kotorom oni prosyat v molitvakh, to oni nepremenno pogibli by. No My ostavlyayem tekh, kotoryye ne nadeyutsya na vstrechu s Nami, slepo skitat'sya v svoyem bezzakonii"},{"SurahNumber":10,"VerseNumber":12,"Text":"Kogda cheloveka porazhayet gore, on vzyvayet k Nam i lezha na boku, i sidya, i stoya. Kogda zhe My izbavlyayem yego ot napasti, on prokhodit, slovno nikogda ne vzyval k Nam po povodu postigshego yego neschast'ya. Vot kak priukrasheno dlya tekh, kto izlishestvuyet, to, chto oni sovershayut"},{"SurahNumber":10,"VerseNumber":13,"Text":"My pogubili pokoleniya, zhivshiye do vas, poskol'ku oni postupali nespravedlivo i ne uverovali v Nashikh poslannikov, yavivshikhsya k nim s yasnymi znameniyami. Tak My nakazyvayem greshnykh lyudey"},{"SurahNumber":10,"VerseNumber":14,"Text":"Potom My sdelali vas ikh preyemnikami na zemle, chtoby posmotret', kak vy budete postupat'"},{"SurahNumber":10,"VerseNumber":15,"Text":"Kogda Nashi yasnyye ayaty chitayut tem, kotoryye ne nadeyutsya na vstrechu s Nami, oni govoryat: «Prinesi nam drugoy Koran ili zameni yego!». Skazhi: «Ne podobayet mne zamenyat' yego po svoyemu zhelaniyu. YA lish' sleduyu tomu, chto vnushayetsya mne v otkrovenii, i boyus', chto yesli ya oslushayus' Gospoda moyego, to menya postignut mucheniya v Velikiy den'»"},{"SurahNumber":10,"VerseNumber":16,"Text":"Skazhi: «Yesli by Allakh pozhelal, to ya ne stal by chitat' yego vam, i On ne stal by obuchat' vas yemu. Prezhde ya prozhil s vami tseluyu zhizn'. Neuzheli vy ne razumeyete?»"},{"SurahNumber":10,"VerseNumber":17,"Text":"Kto mozhet byt' nespravedliveye togo, kto vozvel na Allakha navet ili otverg Yego znameniya? Voistinu, greshniki ne preuspeyut"},{"SurahNumber":10,"VerseNumber":18,"Text":"Oni poklonyayutsya naryadu s Allakhom tomu, chto ne prichinyayet im vreda i ne prinosit im pol'zy. Oni govoryat: «Oni - nashi zastupniki pered Allakhom». Skazhi: «Razve vy mozhete povedat' Allakhu takoye na nebesakh i na zemle, chego by On ne znal?». Prechist On i prevyshe tekh, kogo vy priobshchayete v sotovarishchi"},{"SurahNumber":10,"VerseNumber":19,"Text":"Lyudi byli yedinoy obshchinoy veruyushchikh, no vpali v raznoglasiya. I yesli by prezhde ne bylo Slova tvoyego Gospoda, to ikh raznoglasiya byli by razresheny"},{"SurahNumber":10,"VerseNumber":20,"Text":"Neveruyushchiye govoryat: «Pochemu yemu ne nisposlano znameniye ot yego Gospoda?». Skazhi: «Sokrovennoye prinadlezhit odnomu Allakhu. Zhdite, i ya podozhdu vmeste s vami»"},{"SurahNumber":10,"VerseNumber":21,"Text":"Kogda My dali lyudyam vkusit' milost' posle togo, kak ikh postiglo bedstviye, oni totchas nachali ukhishchryat'sya protiv Nashikh znameniy. Skazhi: «Allakh bystreye v ukhishchreniyakh!». Voistinu, Nashi poslantsy zapisyvayut vashi kozni"},{"SurahNumber":10,"VerseNumber":22,"Text":"On - Tot, Kto predostavil vam vozmozhnost' puteshestvovat' po sushe i po moryu. Vy puteshestvuyete na korablyakh, plyvushchikh vmeste s nimi pri blagopriyatnom vetre, kotoromu oni rady. No vdrug poduyet uragannyy veter, i volny podstupyat k nim so vsekh storon. Oni reshat, chto oni okruzheny, i stanut vzyvat' k Allakhu, ochishchaya pered Nim veru: «Yesli Ty spasesh' nas otsyuda, to my budem odnimi iz blagodarnykh!»"},{"SurahNumber":10,"VerseNumber":23,"Text":"Kogda zhe On spasayet ikh, oni beschinstvuyut na zemle bez vsyakogo prava na to. O lyudi! Vashi beschinstva obernutsya protiv vas samikh. Eto - prekhodyashcheye naslazhdeniye mirskoy zhizn'yu. Potom Vy vozvratites' k Nam, i My povedayem vam o tom, chto vy sovershali"},{"SurahNumber":10,"VerseNumber":24,"Text":"Mirskaya zhizn' podobna vode, kotoruyu My nisposylayem s neba i blagodarya kotoroy (ili s kotoroy) smeshivayutsya zemnyye rasteniya, idushchiye v pishchu lyudyam i zhivotnym. Kogda zhe zemlya pokryvayetsya ubranstvom i priukrashayetsya, a yeye zhiteli polagayut, chto oni vlastny nad ney, Nashe poveleniye postigayet yeye noch'yu ili dnem. My prevrashchayem yeye v zhniv'ye, slovno yeshche vchera ona ne izobilovala. Tak My raz\"yasnyayem znameniya dlya lyudey razmyshlyayushchikh"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allakh prizyvayet k Obiteli mira i blagopoluchiya i nastavlyayet na pryamoy put' tekh, kogo pozhelayet"},{"SurahNumber":10,"VerseNumber":26,"Text":"Tem, kotoryye tvorili dobro, ugotovano Nailuchsheye (Ray), i im budet dobavleno yeshche (oni poluchat vozmozhnost' vzglyanut' na Lik Allakha). Ne budet na ikh litsakh ni prakha, ni unizheniya. Oni - obitateli Raya, v kotorom oni prebudut vechno"},{"SurahNumber":10,"VerseNumber":27,"Text":"A vozdayaniyem tekh, kto priobrel zlo, budet ravnotsennoye zlo. Ikh postignet unizheniye, i nikto ne zashchitit ikh ot Allakha. Ikh litsa slovno pokroyutsya kloch'yami nochnogo mraka. Oni - obitateli Ognya, v kotorom oni prebudut vechno"},{"SurahNumber":10,"VerseNumber":28,"Text":"V tot den' My soberem ikh vmeste, a potom skazhem mnogobozhnikam: «Ostavaytes' na svoikh mestakh vmeste so svoimi sotovarishchami». Potom My razdelim ikh, i sotovarishchi skazhut im: «Vy vovse ne poklonyalis' nam"},{"SurahNumber":10,"VerseNumber":29,"Text":"Dovol'no togo, chto Allakh yavlyayetsya Svidetelem mezhdu nami i vami. My ne vedali o vashem poklonenii»"},{"SurahNumber":10,"VerseNumber":30,"Text":"Tam kazhdyy chelovek ispytayet to, chto on sovershil prezhde. Oni budut vozvrashcheny k Allakhu, ikh Istinnomu Pokrovitelyu, i pokinet ikh (ili ischeznet) to, chto oni izmyshlyali"},{"SurahNumber":10,"VerseNumber":31,"Text":"Skazhi: «Kto odaryayet vas udelom s neba i zemli? Kto vlasten nad slukhom i zreniyem? Kto mertvoye prevrashchayet v zhivoye, a zhivoye prevrashchayet v mertvoye? Kto upravlyayet delami?». Oni skazhut: «Allakh». Skazhi: «Neuzheli vy ne ustrashites'?»"},{"SurahNumber":10,"VerseNumber":32,"Text":"Takov Allakh, vash Istinnyy Gospod'! Chto mozhet byt' za istinoy, krome zabluzhdeniya? Do chego zhe vy otvrashcheny ot istiny"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tak podtverdilos' Slovo tvoyego Gospoda o tom, chto nechestivtsy ne uveruyut"},{"SurahNumber":10,"VerseNumber":34,"Text":"Skazhi: «Yest' li sredi tekh, kogo vy pridayete v sotovarishchi k Allakhu, takoy, kotoryy sozdayet tvoreniye, a zatem vossozdayet yego?». Skazhi: «Allakh sozdayet tvoreniye, a zatem vossozdayet yego. Do chego zhe vy otvrashcheny ot istiny!»"},{"SurahNumber":10,"VerseNumber":35,"Text":"Sprosi: «Yest' li sredi tekh, kogo vy pridayete v sotovarishchi k Allakhu, takoy, kotoryy ukazyvayet put' k istine?». Skazhi: «Allakh ukazyvayet put' k istine. Kto boleye dostoin togo, chtoby za nim sledovali: tot, kto sam ukazyvayet put' k istine, ili zhe tot, kto ne mozhet nayti vernogo puti, poka yemu ne ukazhut na nego? Chto s vami? Kak vy sudite?»"},{"SurahNumber":10,"VerseNumber":36,"Text":"Bol'shinstvo ikh sleduyet svoim predpolozheniyam, no ved' predpolozheniya nikak ne mogut zamenit' istinu. Voistinu, Allakhu izvestno o tom, chto oni sovershayut"},{"SurahNumber":10,"VerseNumber":37,"Text":"Etot Koran ne mozhet byt' sochineniyem kogo-libo, krome Allakha. On yavlyayetsya podtverzhdeniyem togo, chto bylo do nego, i raz\"yasneniyem Pisaniya ot Gospoda mirov, v kotorom net somneniya"},{"SurahNumber":10,"VerseNumber":38,"Text":"Ili zhe oni govoryat: «On vydumal yego». Skazhi: «Sochinite khotya by odnu suru, podobnuyu etim, i prizovite, kogo smozhete, krome Allakha, yesli vy govorite pravdu»"},{"SurahNumber":10,"VerseNumber":39,"Text":"Tak net zhe, oni ob\"yavlyayut lozh'yu znaniye, kotoroye ne sposobny postich' i tolkovaniye kotorogo yeshche ne svershilos'. Takim zhe obrazom yego otvergali ikh predshestvenniki. Poglyadi zhe, kakim byl konets bezzakonnikov"},{"SurahNumber":10,"VerseNumber":40,"Text":"Sredi nikh yest' takiye, kotoryye uveruyut v nego, i takiye, kotoryye ne uveruyut v nego. Tvoy Gospod' luchshe osvedomlen o rasprostranyayushchikh nechestiye"},{"SurahNumber":10,"VerseNumber":41,"Text":"Yesli tebya sochtut lzhetsom, to skazhi: «Mne dostanutsya moi deyaniya, a vam - vashi deyaniya. Vy ne prichastny k tomu, chto ya sovershayu, a ya ne prichasten k tomu, chto sovershayete vy»"},{"SurahNumber":10,"VerseNumber":42,"Text":"Sredi nikh yest' i takiye, kotoryye vyslushivayut tebya. Razve ty mozhesh' zastavit' slyshat' glukhikh, yesli oni k tomu zhe ne razumeyut"},{"SurahNumber":10,"VerseNumber":43,"Text":"Sredi nikh yest' i takiye, kotoryye smotryat na tebya. Razve ty mozhesh' nastavit' na pryamoy put' slepykh, yesli oni k tomu zhe ne vidyat"},{"SurahNumber":10,"VerseNumber":44,"Text":"Voistinu, Allakh ni v chem ne proyavlyayet nespravedlivosti k lyudyam, no lyudi sami postupayut nespravedlivo po otnosheniyu k sebe"},{"SurahNumber":10,"VerseNumber":45,"Text":"V tot den' Allakh soberet ikh, slovno oni probyli na zemle ili v mogilakh vsego lish' odin dnevnoy chas, i oni uznayut drug druga. Voistinu, ubytok poterpyat te, kotoryye schitali lozh'yu vstrechu s Allakhom i ne sledovali pryamym putem"},{"SurahNumber":10,"VerseNumber":46,"Text":"My pokazhem tebe chast' togo, chto My obeshchali im, ili zhe umertvim tebya, no oni vse ravno vernutsya k Nam. Krome togo, Allakh yavlyayetsya Svidetelem togo, chto oni sovershayut"},{"SurahNumber":10,"VerseNumber":47,"Text":"U kazhdoy obshchiny yest' poslannik. Kogda zhe prikhodil poslannik, mezhdu nimi vse reshalos' po spravedlivosti, i s nimi ne postupali nespravedlivo"},{"SurahNumber":10,"VerseNumber":48,"Text":"Oni govoryat: «Kogda zhe ispolnitsya eto obeshchaniye, yesli vy govorite pravdu?»"},{"SurahNumber":10,"VerseNumber":49,"Text":"Skazhi: «YA ne sposoben prichinit' sebe zlo ili prinesti sebe pol'zu, yesli togo ne pozhelayet Allakh. Dlya kazhdoy obshchiny ustanovlen srok. Kogda zhe nastupayet ikh srok, oni ne mogut otdalit' ili priblizit' yego dazhe na chas»"},{"SurahNumber":10,"VerseNumber":50,"Text":"Skazhi: «Kak vy dumayete, kakuyu chast' mucheniy ot Allakha budut toropit' greshniki, yesli oni postignut vas noch'yu ili dnem»"},{"SurahNumber":10,"VerseNumber":51,"Text":"Neuzheli vy uveruyete v nikh tol'ko togda, kogda oni postignut vas? Neuzheli teper', posle togo, kak vy toropili ikh"},{"SurahNumber":10,"VerseNumber":52,"Text":"Potom budet skazano tem, kto postupal nespravedlivo: «Vkusite vechnyye mucheniya! Razve vam ne vozdayetsya tol'ko za to, chto vy sovershali?»"},{"SurahNumber":10,"VerseNumber":53,"Text":"Oni sprashivayut tebya: «Neuzheli eto pravda?». Skazhi: «Konechno, klyanus' moim Gospodom! Voistinu, eto - podlinnaya pravda, i vam ne izbezhat' etogo»"},{"SurahNumber":10,"VerseNumber":54,"Text":"Yesli by nespravedlivyy chelovek vladel vsemi bogatstvami zemnymi, to on otdal by ikh v kachestve vykupa. Oni skroyut raskayaniye, kogda uvidyat mucheniya. Mezhdu nimi rassudyat bespristrastno, i s nimi ne postupyat nespravedlivo"},{"SurahNumber":10,"VerseNumber":55,"Text":"Nesomnenno, Allakhu prinadlezhit to, chto na nebesakh i na zemle. Nesomnenno, obeshchaniye Allakha yavlyayetsya istinoy, no bol'shinstvo ikh ne znayet etogo"},{"SurahNumber":10,"VerseNumber":56,"Text":"On ozhivlyayet i umershchvlyayet, i k Nemu vy budete vozvrashcheny"},{"SurahNumber":10,"VerseNumber":57,"Text":"O lyudi! K vam ot vashego Gospoda yavilos' uveshchevaniye, istseleniye dlya togo, chto v grudi, vernoye rukovodstvo i milost' dlya veruyushchikh"},{"SurahNumber":10,"VerseNumber":58,"Text":"Skazhi: «Eto - milost' i miloserdiye Allakha». Pust' oni vozraduyutsya etomu, ibo eto luchshe togo, chto oni nakaplivayut"},{"SurahNumber":10,"VerseNumber":59,"Text":"Skazhi: «Chto vy dumayete ob udele, kotoryy nisposlal vam Allakh, chast' kotorogo vy ob\"yavili zapretnoy, a chast' - dozvolennoy». Skazhi: «Allakh pozvolil vam eto ili zhe vy vozvodite navet na Allakha?»"},{"SurahNumber":10,"VerseNumber":60,"Text":"Chto dumayut o Dne voskreseniya te, kotoryye vozvodyat navet na Allakha? Voistinu, Allakh milostiv k lyudyam, no bol'shinstvo ikh neblagodarno"},{"SurahNumber":10,"VerseNumber":61,"Text":"Kakoy by postupok ty ni sovershal, chto by ty ni chital iz Korana i chto by vy ni sovershali, My nablyudayem za vami s samogo nachala. Nichto na zemle i na nebe ne skroyetsya ot tvoyego Gospoda, bud' ono dazhe vesom v mel'chayshuyu chastitsu, ili men'she togo, ili bol'she togo. Vse eto - v yasnom Pisanii"},{"SurahNumber":10,"VerseNumber":62,"Text":"Voistinu, ugodniki Allakha ne poznayut strakha i ne budut opechaleny"},{"SurahNumber":10,"VerseNumber":63,"Text":"Oni uverovali i byli bogoboyaznenny"},{"SurahNumber":10,"VerseNumber":64,"Text":"Im prednaznachena radostnaya vest' v etom mire i v Posledney zhizni. Slova Allakha ne podlezhat otmene. Eto - velikoye preuspeyaniye"},{"SurahNumber":10,"VerseNumber":65,"Text":"Pust' tebya ne pechalit to, chto oni govoryat, ibo mogushchestvo tselikom prinadlezhit Allakhu. On - Slyshashchiy, Znayushchiy"},{"SurahNumber":10,"VerseNumber":66,"Text":"Voistinu, Allakhu prinadlezhat te, kto na nebesakh, i te, kto na zemle. Chemu zhe sleduyut te, kotoryye poklonyayutsya pomimo Allakha drugim bozhestvam. Oni sleduyut lish' predpolozheniyam i tol'ko izmyshlyayut"},{"SurahNumber":10,"VerseNumber":67,"Text":"On - Tot, Kto sotvoril dlya vas noch', chtoby vy otdykhali v techeniye neye, i den' dlya osveshcheniya. Voistinu, v etom - znameniya dlya tekh, kto vnimayet"},{"SurahNumber":10,"VerseNumber":68,"Text":"Oni govoryat: «Allakh vzyal sebe syna». Prechist On! On bogat, i Yemu prinadlezhit to, chto na nebesakh, i to, chto na zemle. Net u vas nikakogo dokazatel'stva etomu. Neuzheli vy nagovarivayete na Allakha to, chego vy ne znayete"},{"SurahNumber":10,"VerseNumber":69,"Text":"Skazhi: «Voistinu, te, kotoryye vozvodyat navet na Allakha, ne preuspeyut!»"},{"SurahNumber":10,"VerseNumber":70,"Text":"Oni popol'zuyutsya mirskimi blagami, a zatem vernutsya k Nam. I togda My dadim im vkusit' tyazhkiye mucheniya za to, chto oni ne uverovali"},{"SurahNumber":10,"VerseNumber":71,"Text":"Prochti im rasskaz o Nukhe (Noye). Vot on skazal svoyemu narodu: «O narod moy! Yesli vam tyazhko ot togo, chto ya nakhozhus' sredi vas i napominayu o znameniyakh Allakha, to ya upovayu na Nego. Ob\"yedinites' so svoimi idolami i deystvuyte otkryto, a zatem voz'mites' za menya i ne predostavlyayte mne otsrochki"},{"SurahNumber":10,"VerseNumber":72,"Text":"No yesli vy otvernetes', to ved' ya ne prosil u vas nagrady. Menya voznagradit tol'ko Allakh, i mne veleno byt' odnim iz musul'man»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Oni sochli yego lzhetsom, i My spasli yego i tekh, kto byl s nim, v kovchege. My sdelali ikh preyemnikami i potopili tekh, kto otvergal Nashi znameniya. Posmotri zhe, kakim byl konets uveshchevayemykh"},{"SurahNumber":10,"VerseNumber":74,"Text":"Posle nego My otpravili poslannikov k ikh narodam. Oni prinosili im yasnyye znameniya, no te ne zhelali uverovat' v to, chto otvergali prezhde. Tak My zapechatyvayem serdtsa prestupnikov"},{"SurahNumber":10,"VerseNumber":75,"Text":"Posle nikh My poslali Musu (Moiseya) i Kharuna (Aarona) s Nashimi znameniyami k Faraonu i yego znati, no oni vozgordilis'. Oni byli greshnym narodom"},{"SurahNumber":10,"VerseNumber":76,"Text":"Kogda k nim yavilas' istina ot Nas, oni skazali: «Voistinu, eto - ochevidnoye koldovstvo»"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa (Moisey) skazal: «Neuzheli, kogda istina yavilas' k vam, vy govorite: «Koldovstvo li eto?». Voistinu, kolduny ne preuspeyut»"},{"SurahNumber":10,"VerseNumber":78,"Text":"Oni skazali: «Neuzheli ty prishel dlya togo, chtoby sbit' nas s puti, po kotoromu shli nashi ottsy, i chtoby vam oboim dostalos' velichiye na zemle? My ne uveruyem v vas»"},{"SurahNumber":10,"VerseNumber":79,"Text":"Faraon skazal: «Privedite ko mne vsekh znayushchikh koldunov»"},{"SurahNumber":10,"VerseNumber":80,"Text":"Kogda kolduny yavilis', Musa (Moisey) skazal im: «Brosayte to, chto vy khotite brosit'!»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Kogda oni brosili, Musa (Moisey) skazal: «Vy yavili koldovstvo. Voistinu, Allakh sdelayet yego tshchetnym. Allakh ne ispravlyayet deyaniy rasprostranyayushchikh nechestiye"},{"SurahNumber":10,"VerseNumber":82,"Text":"Allakh utverdit istinu Svoimi Slovami, dazhe yesli eto nenavistno greshnikam»"},{"SurahNumber":10,"VerseNumber":83,"Text":"Iz-za strakha pered tem, chto Faraon i yego znat' budut presledovat' ikh, Muse (Moiseyu) poverili lish' nemnogiye potomki iz yego naroda. Voistinu, Faraon byl despotichnym tiranom na zemle. Voistinu, on byl odnim iz tekh, kto izlishestvuyet"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa (Moisey) skazal: «O moy narod! Yesli vy uverovali v Allakha i stali musul'manami, to upovayte na Nego»"},{"SurahNumber":10,"VerseNumber":85,"Text":"Oni skazali: «My upovayem na odnogo Allakha. Gospod' nash, ne delay nas iskusheniyem dlya lyudey nespravedlivykh"},{"SurahNumber":10,"VerseNumber":86,"Text":"Po Svoyey milosti spasi nas ot lyudey neveruyushchikh»"},{"SurahNumber":10,"VerseNumber":87,"Text":"My nisposlali otkroveniye Muse (Moiseyu) i yego bratu: «Obespech'te svoy narod zhilishchami v Yegipte, prevratite svoi zhilishcha v mesta dlya pokloneniya i sovershayte namaz. Obraduy zhe veruyushchikh!»"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa (Moisey) skazal: «Gospod' nash! Ty daroval Faraonu i yego znati v mirskoy zhizni ukrasheniya i bogatstva. Gospod' nash! Oni sbili drugikh s Tvoyego puti. Gospod' nash! Unichtozh' ikh bogatstvo i ozhestochi ikh serdtsa, chtoby oni ne mogli uverovat', poka ne uvidyat muchitel'nyye stradaniya»"},{"SurahNumber":10,"VerseNumber":89,"Text":"On skazal: «Vasha molitva prinyata. Stupayte pryamym putem i ne sleduyte za temi, kto ne obladayet znaniyem»"},{"SurahNumber":10,"VerseNumber":90,"Text":"My perepravili synov Israila (Izrailya) cherez more, a Faraon i yego voysko posledovali za nimi, beschinstvuya i postupaya vrazhdebno. Kogda zhe Faraon stal tonut', on skazal: «YA uveroval v to, chto net Boga, krome Togo, v Kogo uverovali syny Israila (Izrailya). YA stal odnim iz musul'man»"},{"SurahNumber":10,"VerseNumber":91,"Text":"Allakh skazal: «Tol'ko seychas! A ved' ran'she ty oslushalsya i byl odnim iz rasprostranyayushchikh nechestiye"},{"SurahNumber":10,"VerseNumber":92,"Text":"Segodnya My spasem tvoye telo, chtoby ty stal znameniyem dlya tekh, kto budet posle tebya». Voistinu, mnogiye lyudi prenebregayut Nashimi znameniyami"},{"SurahNumber":10,"VerseNumber":93,"Text":"My poselili synov Israila (Izrailya) v slavnoy strane i odarili ikh blagami. Mezhdu nimi ne bylo raznoglasiy, poka k nim ne yavilos' znaniye. Voistinu, v Den' voskreseniya tvoy Gospod' rassudit mezhdu nimi v tom, v chem oni raskhodilis' vo mneniyakh"},{"SurahNumber":10,"VerseNumber":94,"Text":"Yesli ty somnevayesh'sya v tom, chto My nisposlali tebe, to sprosi tekh, kto nachal chitat' Pisaniye ran'she tebya. Voistinu, k tebe yavilas' istina ot tvoyego Gospoda. Ne bud' zhe v chisle tekh, kto somnevayetsya"},{"SurahNumber":10,"VerseNumber":95,"Text":"Ne bud' v chisle tekh, kotoryye schitayut lozh'yu znameniya Allakha, a ne to okazhesh'sya odnim iz poterpevshikh ubytok"},{"SurahNumber":10,"VerseNumber":96,"Text":"Voistinu, te, o kotorykh podtverdilos' Slovo Allakha, ne uveruyut"},{"SurahNumber":10,"VerseNumber":97,"Text":"poka ikh ne postignut muchitel'nyye stradaniya, dazhe yesli im yavyatsya lyubyye znameniya"},{"SurahNumber":10,"VerseNumber":98,"Text":"Razve byli seleniya, zhiteli kotorykh uverovali posle togo, kak oni uzreli nakazaniye, i im pomogla vera, krome naroda Yunusa (Iony)? Kogda oni uverovali, My izbavili ikh ot pozornykh mucheniy v mirskoy zhizni i dozvolili im pol'zovat'sya mirskimi blagami do opredelennogo vremeni"},{"SurahNumber":10,"VerseNumber":99,"Text":"Yesli by tvoy Gospod' pozhelal, to uverovali by vse, kto na zemle. Razve ty stal by prinuzhdat' lyudey obratit'sya v veruyushchikh"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ni odin chelovek ne uveruyet bez dozvoleniya Allakha. On obrushivayet yarost' na tekh, kto ne razumeyet"},{"SurahNumber":10,"VerseNumber":101,"Text":"Skazhi: «Ponablyudayte za tem, chto na nebesakh i na zemle». No znameniya i uveshchevaniya ne prinosyat pol'zy tem, kto ne uveroval"},{"SurahNumber":10,"VerseNumber":102,"Text":"Neuzheli oni zhdut dney, podobnykh tem, kotoryye nastupili dlya ikh predshestvennikov? Skazhi: «Zhdite, i ya podozhdu vmeste s vami»"},{"SurahNumber":10,"VerseNumber":103,"Text":"Potom My spasem Nashikh poslannikov i tekh, kotoryye uverovali. Tak Nam nadlezhit spasat' veruyushchikh"},{"SurahNumber":10,"VerseNumber":104,"Text":"Skazhi: «O lyudi! Yesli vy somnevayetes' v moyey religii, to ved' ya ne poklonyayus' tem, komu vy poklonyayetes' vmesto Allakha. YA poklonyayus' Allakhu, Kotoryy umertvit vas, i mne prikazano byt' odnim iz veruyushchikh»"},{"SurahNumber":10,"VerseNumber":105,"Text":"Iskrenne obrati svoy lik k religii i ne bud' odnim iz mnogobozhnikov"},{"SurahNumber":10,"VerseNumber":106,"Text":"Ne vzyvay vmesto Allakha k tomu, chto ne prinosit tebe pol'zy i ne prichinyayet tebe vreda. Yesli zhe ty postupish' tak, to okazhesh'sya v chisle bezzakonnikov"},{"SurahNumber":10,"VerseNumber":107,"Text":"Yesli Allakh kosnetsya tebya vredom, to nikto, krome Nego, ne izbavit tebya ot nego. Yesli On pozhelayet odarit' tebya dobrom, to nikto ne otvratit Yego milosti. On odaryayet yeyu togo iz Svoikh rabov, kogo pozhelayet. On - Proshchayushchiy, Miloserdnyy"},{"SurahNumber":10,"VerseNumber":108,"Text":"Skazhi: «O lyudi! K vam yavilas' istina ot vashego Gospoda. Kto sleduyet pryamym putem, tot postupayet vo blago sebe, a kto vpadayet v zabluzhdeniye, tot postupayet vo vred sebe. YA ne yavlyayus' vashim popechitelem i khranitelem»"},{"SurahNumber":10,"VerseNumber":109,"Text":"Sleduy tomu, chto vnushayetsya tebe v otkrovenii, i terpi, poka Allakh ne vyneset prigovor, ved' On - Nailuchshiy iz sudey"}]}