{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Allakh Vsevyshniy nachal etu suru bukvami T (TA) - KH(KHA), brosaya vyzov otritsayushchim Koran i utverzhdaya, chto, nesmotrya na to, chto slova Korana sostoyat iz tekh zhe bukv, kakimi oni pol'zuyutsya v svoyey rechi, oni ne v silakh sostavit' chto-libo podobnoye, khotya by samuyu malen'kuyu suru ili ayat Korana"},{"SurahNumber":20,"VerseNumber":2,"Text":"My nisposlali tebe (o prorok!) etot Koran ne dlya togo, chtoby ty byl neschasten i stradal iz-za otstraneniya neveruyushchikh ot tebya"},{"SurahNumber":20,"VerseNumber":3,"Text":"My nisposlali yego kak napominaniye i uveshchevaniye dlya tekh, kto boitsya Allakha i povinuyetsya Yemu"},{"SurahNumber":20,"VerseNumber":4,"Text":"Koran nisposlan Tem, kto sotvoril zemlyu i vysshiye nebesa"},{"SurahNumber":20,"VerseNumber":5,"Text":"Milostivyy - On utverdilsya na Nebesnom Trone"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yemu odnomu prinadlezhit vso, chto v nebesakh i na zemle, i vso to, chto mezhdu nimi, i vso to, chto pod zemloy iz blag i poleznykh iskopayemykh"},{"SurahNumber":20,"VerseNumber":7,"Text":"Moshch' Allakha ob\"yemlet vso, i On znayet o vsyakoy veshchi. Yesli ty, o chelovek, govorish' gromko ili chto- to utaivayesh' v sebe, Allakh vso vedayet. On znayet, o chom ty beseduyesh' s drugimi, i znayet dazhe to, chto govorish' pro sebya"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allakh - Yedinyy, kto zasluzhivayet pokloneniya. Net drugogo bozhestva, krome Nego. U Nego - prekrasnyye imena, i On obladayet prekrasneyshimi kachestvami"},{"SurahNumber":20,"VerseNumber":9,"Text":"Doshla li do tebya (o prorok!) istoriya Musy i Faraona"},{"SurahNumber":20,"VerseNumber":10,"Text":"Kogda Musa shol noch'yu iz Madyana v Yegipet, on skazal svoyey zhene i tem, kto byl s nim: \"Podozhdite zdes'. YA vizhu ogon' i nadeyus' prinesti vam ottuda fakel, chtoby vy sogrelis', ili nayti kogo-nibud', kto mog by ukazat' mne put'"},{"SurahNumber":20,"VerseNumber":11,"Text":"Kogda on podoshol k ognyu, on uslyshal glas svyshe, obrashchonnyy k nemu: \" O Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"YA - Allakh, tvoy Gospod'. Snimi zhe tvoyu obuv'. Ved' ty nakhodish'sya v svyashchennoy, blagorodnoy doline Tuva"},{"SurahNumber":20,"VerseNumber":13,"Text":"YA izbral tebya dlya peredachi Moyego Poslaniya. Slushay zhe Otkroveniye, kotoroye YA tebe vozveshchayu, chtoby ty postig yego i peredal yego svoyemu narodu"},{"SurahNumber":20,"VerseNumber":14,"Text":"Poistine, YA - Allakh, Yedinyy Bog. Net bozhestva, krome Menya, uveruy v Menya, poklonyaysya Mne i postoyanno sovershay molitvu vo imya Moyo, chtoby vsegda pomnit' Menya"},{"SurahNumber":20,"VerseNumber":15,"Text":"Poistine, Sudnyy chas, v kotoryy YA vstrechu Svoikh rabov, nepremenno pridot. YA skryl vremya yego prikhoda ot Svoikh rabov, no nisposlal im znameniya i dokazatel'stva neizbezhnosti yego prikhoda, kogda kazhdoy dushe budet vozdano za to, chto ona sovershila"},{"SurahNumber":20,"VerseNumber":16,"Text":"Pust' ne otvlekayet tebya (o Musa!) ot very v prednaznachennyy chas Suda i ot podgotovki k nemu tot, kto ne veruyet v nego i predayotsya svoim strastyam, chtoby tebe (o Musa!) ne pogibnut'"},{"SurahNumber":20,"VerseNumber":17,"Text":"Chto eto ty derzhish' v pravoy ruke, Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa otvetil: \"Eto - moy posokh, na kotoryy ya opirayus', kogda khozhu, i sbivayu im dlya moikh stad list'ya. V nom yest' dlya menya i drugaya pol'za, naprimer, otvrashchayu vred ot zhivotnykh"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allakh - khvala Yemu! - skazal Muse: \"Bros' yego na zemlyu"},{"SurahNumber":20,"VerseNumber":20,"Text":"I Musa brosil yego. I vot - vnezapno on prevratilsya v zmeyu, kotoraya polzot"},{"SurahNumber":20,"VerseNumber":21,"Text":"Musa ustrashilsya, a Allakh yego uspokoil, skazav: \"Voz'mi zhe yeyo, ne boysya! My vernom yeyo v prezhniy vid - posokh"},{"SurahNumber":20,"VerseNumber":22,"Text":"Polozhi svoyu ruku za pazukhu i prizhmi yeyo k boku, i ona vyydet beloy bez vsyakogo vreda. Eto - drugoye znameniye, dokazyvayushcheye istinnost' tvoyey prorocheskoy missii"},{"SurahNumber":20,"VerseNumber":23,"Text":"chtoby pokazat' tebe nekotoryye iz Nashikh velichayshikh znameniy, kotoryye budut dokazatel'stvom tvoyey pravdivosti v peredache Nashego Poslaniya"},{"SurahNumber":20,"VerseNumber":24,"Text":"Idi k Faraonu i prizovi yego k vere v Allakha Yedinogo. Ved' Faraon prestupil vse predely v svoyom neverii, bezzakonii i nespravedlivosti"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa prosil svoyego Gospoda: \"Rasshir' mne grud', chtoby gnev ischez i chtoby ya mog peredat' Poslaniye Gospoda svoyego"},{"SurahNumber":20,"VerseNumber":26,"Text":"On prosil takzhe Gospoda: \"Oblegchi mne delo, vozlozhennoye na menya, chtoby ya mog yego vypolnit' kak sleduyet"},{"SurahNumber":20,"VerseNumber":27,"Text":"i razvyazhi uzel v moyom yazyke, chtoby ya mog raz\"yasnit' Poslaniye"},{"SurahNumber":20,"VerseNumber":28,"Text":"chtoby lyudi ponyali tochno, chto ya im govoryu"},{"SurahNumber":20,"VerseNumber":29,"Text":"i day mne pomoshchnika iz moyey sem'i"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kharuna, moyego brata"},{"SurahNumber":20,"VerseNumber":31,"Text":"podkrepi im moyu silu"},{"SurahNumber":20,"VerseNumber":32,"Text":"i sdelay yego pomoshchnikom i souchastnikom v otvetstvennosti za peredachu Poslaniya"},{"SurahNumber":20,"VerseNumber":33,"Text":"chtoby my oba proslavlyali Tebya, voskhvalyali Tvoi slavnyye kachestva mnogokratno"},{"SurahNumber":20,"VerseNumber":34,"Text":"i mnogokratno pominali Tebya, i povtoryali Tvoi prekrasneyshiye imena"},{"SurahNumber":20,"VerseNumber":35,"Text":"O Gospod' nash! Ved' Ty po otnosheniyu k nam zorok, zabotish'sya o nas. Ty - nash Poruchitel' i Pokrovitel'"},{"SurahNumber":20,"VerseNumber":36,"Text":"I Allakh prizval Svoyego poslannika Musu i skazal yemu: \"To, o chom ty prosish', uzhe darovano tebe: eto Moyo blagovoleniye k tebe"},{"SurahNumber":20,"VerseNumber":37,"Text":"My uzhe okazali tebe milost' prezhde, o kotoroy ty ne prosil"},{"SurahNumber":20,"VerseNumber":38,"Text":"kogda vnushili tvoyey materi to, blagodarya chemu ty yeshcho zhiv"},{"SurahNumber":20,"VerseNumber":39,"Text":"My yey vnushili polozhit' tebya - grudnogo rebonka - v yashchik i brosit' v reku Nil, chtoby spasti tebya ot Faraona, kotoryy mog by tebya ubit', kak ubival novorozhdennykh mal'chikov u synov Israila. My napravili vodu tak, chtoby ona vybrosila yashchik na bereg. S Nashego dozvoleniya Faraon, Moy vrag i tvoy vrag, vzyal yashchik. YA prostor Moyu lyubov', milost' i pokrovitel'stvo na tebya, chtoby vsyakiy, kto uvidit, polyubil tebya i chtoby ty byl vospitan v blagorodstve pod Nashim nablyudeniyem"},{"SurahNumber":20,"VerseNumber":40,"Text":"Znay, Musa, Nashu prezhnyuyu zabotu o tebe, kogda tvoya sestra shla, sledya, chto budet s toboy. Kogda ona doshla do dvortsa Faraona i uvidela, chto tam ishchut kormilitsu, ona ukazala im na tvoyu mat'. Tak My vernuli tebya k tvoyey materi, chtoby ona obradovalas' tomu, chto ty yeshcho zhiv i vernulsya k ney, i bol'she ne pechalilas' i ne plakala. Kogda ty vyros, ty neumyshlenno ubil cheloveka iz naroda Faraona, a My spasli tebya ot skorbi i ot ikh zloby. Ty uyekhal v Madyan i probyl tam neskol'ko let. Zatem ty vernulsya iz Madyana v prednaznachennoye Nami vremya, chtoby peredat' Nashe Poslaniye"},{"SurahNumber":20,"VerseNumber":41,"Text":"My izbrali tebya dlya peredachi Nashego Poslaniya"},{"SurahNumber":20,"VerseNumber":42,"Text":"Idi ty i tvoy brat, podderzhivayemyye Moimi znameniyami, dokazyvayushchimi, chto ty prorok, izbrannyy Nami dlya peredachi Nashego Poslaniya. I ne slabeyte dukhom, ispolnyaya svoyu missiyu, i ne perestavayte pominat' Menya i obrashchat'sya ko Mne za pomoshch'yu"},{"SurahNumber":20,"VerseNumber":43,"Text":"Stupayte oba k Faraonu. Ved' on, nechestivets, prestupil vse predely i sovershil bezzakoniye i nespravedlivost'"},{"SurahNumber":20,"VerseNumber":44,"Text":"Krotko i myagko prizyvayte yego k vere v Menya s nadezhdoy, chto on obrazumitsya, vspomnit nastoyashchuyu veru i uboitsya posledstviy neveriya i tvorimoy im nespravedlivosti"},{"SurahNumber":20,"VerseNumber":45,"Text":"Musa i yego brat prosili Allakha, obrashchayas' k Nemu: \"O nash Gospod'! My boimsya, kak by Faraon ne obidel nas, proyaviv bezzakoniye i prichiniv nam vred"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allakh uspokoil ikh, skazav: \"Ne boytes' Faraona. Ved' YA s vami i slezhu za vami. YA slyshu to, chto on govorit, i vizhu to, chto on delayet. YA ne razreshu yemu vredit' vam"},{"SurahNumber":20,"VerseNumber":47,"Text":"Stupayte zhe k nemu i skazhite: \"My - poslantsy Gospoda k tebe i prishli, chtoby prizvat' tebya k vere v Gospoda i chtoby ty osvobodil synov Israila ot plena i ot mucheniy. My prishli k tebe so znameniyem ot Allakha, kotoroye podtverzhdayet istinu togo, k chemu my tebya prizyvayem. I budet mir i spaseniye ot nakazaniya Allakha i Yego gneva tomu, kto poydot po Yego pryamomu puti"},{"SurahNumber":20,"VerseNumber":48,"Text":"Allakh otkryl nam, chto zhestokoye nakazaniye postignet togo, kto nam ne poverit i otvratitsya ot nashego prizyva k vere v Allakha"},{"SurahNumber":20,"VerseNumber":49,"Text":"Faraon, nakhodyas' na vershine svoyey sily i dostignuv predela v bezzakonii i nespravedlivosti, skazal: \"Kto zhe vash Gospod', o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa yemu otvetil: \"Gospod' nash - Tot, kotoryy pridal kazhdoy tvari porodu, formu, a potom povol k vypolneniyu prednaznachennogo yey v zhizni"},{"SurahNumber":20,"VerseNumber":51,"Text":"Faraon sprosil: \" A chto otnositel'no pervykh pokoleniy? Chto ty skazhesh' ob etom"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa skazal: \"Pro eto znayet tol'ko moy Gospod'. Vso zapisano v Knige deyaniy lyudey, nichto ne skroyetsya ot Nego i ne zabudetsya"},{"SurahNumber":20,"VerseNumber":53,"Text":"On - Gospod', - kotoryy sotvoril Svoikh rabov i okhranyayet ikh Svoyey moshch'yu. On sdelal dlya vas zemlyu ravninoy i prolozhil po ney dorogi, po kotorym vy mozhete khodit', i nizvol s neba dozhdi, i potekli reki po zemle. Gospod' - slava Yemu! - vzrastil parami raznovidnyye rasteniya po tsvetu, po vkusu i po ikh pol'ze. Sredi nikh yest' i belyye, i chornyye, i sladkiye, i gor'kiye"},{"SurahNumber":20,"VerseNumber":54,"Text":"Gospod' - slava Yemu! - nauchil Svoikh rabov izvlekat' pol'zu iz etikh rasteniy: pitat'sya imi, pasti skot i tomu podobnoye. On napomnil o tom, chto v etom prekrasnom tvorenii, kotoroye On daroval Svoim rabam - yasnyye dokazatel'stva i yasnyye znameniya dlya tekh, kto obladayet razumom, chtoby oni uverovali v Allakha i v Yego Poslaniya"},{"SurahNumber":20,"VerseNumber":55,"Text":"Iz zemli Allakh sotvoril Adama i yego potomstvo, i v zemlyu On ikh vernot posle smerti, gde oni budut pogrebeny. I iz zemli On opyat' ikh izvedot zhivymi v Den' voskreseniya i raschota dlya nakazaniya i nagrady"},{"SurahNumber":20,"VerseNumber":56,"Text":"Po Nashey vole Musa pokazal Faraonu vse Nashi yavnyye znameniya, podtverzhdayushchiye poslaniye Musy i istinu togo, chto on peredayot ob Allakhe, i dokazatel'stva Nashey moshchi. No Faraon oproverg vse Nashi znameniya i ne uveroval v Allakha"},{"SurahNumber":20,"VerseNumber":57,"Text":"Faraon skazal Muse: \"Neuzheli ty prishol k nam, chtoby izgnat' nas s nashey zemli i dat' yeyo svoyemu narodu, daruya yemu vlast' nad nami pri pomoshchi svoyego koldovstva"},{"SurahNumber":20,"VerseNumber":58,"Text":"My pokazhem tebe podobnoye koldovstvo, kotoroye prevzoydot tvoyo. Tak naznach' zhe uslovnoye vremya vstrechi, kotoroye ni ty, ni my ne narushim"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa skazal: \"Uslovnoye vremya vstrechi budet v \"Den' Ukrasheniya\", v vash prazdnik, kotoryy vy veselo i radostno otmechayete. Pust' lyudi soberutsya pozdnim utrom, chtoby uvidet', chto budet na nashey vstreche"},{"SurahNumber":20,"VerseNumber":60,"Text":"Faraon udalilsya, i sam rasporyazhalsya etim delom: sam sobral svoikh luchshikh koldunov i prinadlezhnosti dlya koldovstva i prishol s nimi v uslovlennoye vremya"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa obratilsya k nim, uveshchevaya ikh i preduprezhdaya o sil'nom nakazanii Allakha, kotoroye ikh zhdot, i ugovarivaya ikh vozderzhat'sya ot lozhnykh izmyshleniy o tom, chto Faraon - eto bog, i ne otvrashchat'sya ot poslannikov Allakha, i ne otritsat' ikh poslaniya i znameniy. Musa skazal, ugrozhaya im, chto Allakh mozhet unichtozhit' ikh Svoim nakazaniyem, yesli oni i daleye budut prebyvat' v zabluzhdenii. Musa predupredil vsekh tekh, kto izmyshlyayet lozh' na Allakha, chto oni budut v ubytke"},{"SurahNumber":20,"VerseNumber":62,"Text":"Oni ispugalis' preduprezhdeniy Musy i obsudili delo mezhdu soboy vtayne; kazhdyy vyskazyval svoyo mneniye o tom, kak im luchshe otvetit' na vyzov Musy"},{"SurahNumber":20,"VerseNumber":63,"Text":"Oni vse soglasilis' s tem, chto Musa i yego brat - prosto kolduny, kotoryye stremyatsya izgnat' ikh iz strany, lishit' ikh vlasti i peredat' yeyo v ruki synov Israila, a takzhe sbit' ikh s puti i unichtozhit' ikh yakoby vernuyu veru"},{"SurahNumber":20,"VerseNumber":64,"Text":"Tak ob\"yedinite zhe svoi koldovskiye kozni, vystupite soglasovanno, chtoby proizvesti na zriteley vnushitel'noye vpechatleniye. Segodnya budet schastliv tot, kto oderzhit pobedu v etoy vstreche"},{"SurahNumber":20,"VerseNumber":65,"Text":"Kolduny protivostoyali Muse yedinomysliyem, i vysokomerno i gordo skazali yemu: \"Vybiray, komu pervomu brosit' posokh"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa otvetil: \"Brosayte vy snachala\". Oni brosili svoi verovki i posokhi, kotoryye, kak predstavilos' Muse pod siloy ikh char, prevratilis' v dvizhushchikhsya zmey"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musu okhvatil strakh ot uvidennogo. On boyalsya, chto lyudi ne pochuvstvuyut raznitsy mezhdu koldovstvom i znameniyem"},{"SurahNumber":20,"VerseNumber":68,"Text":"Allakh okazal Muse Svoyo blagovoleniye i milost' i skazal yemu: \"Ne boysya, ty pobedish' ikh lozh'"},{"SurahNumber":20,"VerseNumber":69,"Text":"Bros' posokh, kotoryy ty derzhish' v pravoy ruke, i on poglotit to, chto oni sozdali volshebnymi ukhishchreniyami i chto yavlyayetsya lish' koldovskim obmanom. Koldunu nikogda ne budet soputstvovat' schast'ye, gde by on ni byl"},{"SurahNumber":20,"VerseNumber":70,"Text":"Musa brosil svoy posokh, i on deystvitel'no prevratilsya blagodarya moshchi Allakha v strashnuyu bol'shuyu zmeyu, kotoraya poglotila vso, chto oni sozdali. Uvidev eto znameniye, kolduny pali nits, ubedivshis' v istine Musy i govorya:\" My uverovali v Allakha Yedinogo - Gospoda Kharuna i Musy i Gospoda vsego sushchego"},{"SurahNumber":20,"VerseNumber":71,"Text":"Faraon skazal: \"Kak vy smeli uverovat' v nego bez moyego dozvoleniya? Dolzhno byt', on vash starshiy, kotoryy nauchil vas koldovstvu? To, chto on pokazal, - eto ne znameniya, kak vam eto predstavlyayetsya\". Faraon prigrozil im otrubit' ruki i nogi nakrest (t.ye. kazhdomu otsech' pravuyu ruku i levuyu nogu) i raspyat' ikh na stvolakh pal'm, dobaviv pri etom, chto togda oni uznayut, kto sil'neye nakazaniyem i kto boleye dlitelen - Faraon ili Gospod' Musy"},{"SurahNumber":20,"VerseNumber":72,"Text":"Kolduny tvordo derzhalis' za istinnuyu veru, i ikh ne ispugali ugrozy Faraona. Oni skazali: \"My ne ostanemsya s toboy v neverii, posle togo kak istina znameniya Musy uzhe nam stala yasna. My ne predpochtom tebya Gospodu Musy, nashemu Tvortsu. Sdelay, kak khochesh'! Poistine, tvoya vlast' deystvut tol'ko v etoy blizhayshey, korotkoy zhizni"},{"SurahNumber":20,"VerseNumber":73,"Text":"My uverovali v nashego istinnogo Gospoda i ne otvratimsya ot etoy istiny. Obrashchayemsya k Nemu, chtoby On prostil nam byvshiye grekhi i nashe koldovstvo, kotorym ty vynuzhdal nas zanimat'sya. Nash Gospod' nagrazhdayet luchshe tebya, yesli Yemu poklonyat'sya i povinovat'sya. Ved', poistine, Allakh - luchshe, On - Vechnosushchiy i moguch v Svoyey nagrade"},{"SurahNumber":20,"VerseNumber":74,"Text":"Tomu, kto umrot, ne uverovav, i predstanet pered Allakhom greshnym, ugotovan ad, v kotorom on ne umirayet, chtoby izbavit'sya ot muki, i ne zhivot tak, chtoby naslazhdat'sya blazhenstvom zhizni"},{"SurahNumber":20,"VerseNumber":75,"Text":"Tem, kto predstanet pered Gospodom veruyushchim, sovershiv pravednyye deyaniya, budut vysshiye stupeni (voznagrazhdeniya v dal'ney zhizni)"},{"SurahNumber":20,"VerseNumber":76,"Text":"vechnoye prebyvaniye v rayskikh sadakh, pod derev'yami kotorykh tekut reki. Poistine, takova nagrada tomu, kto ochistilsya ot neveriya i grekhov veroy i povinoveniyem Allakhu"},{"SurahNumber":20,"VerseNumber":77,"Text":"Protivostoyaniye mezhdu Musoy i Faraonom prodolzhalos'. Allakh v Otkrovenii Svoyemu poslanniku Muse povelel yemu vmeste s synami Israila vyyti iz Yegipta noch'yu i stuknut' posokhom po moryu, i togda proizoydot znameniye - otkroyetsya im put' po moryu, kak po sushe. Allakh uspokoil Musu, skazav yemu, chtoby oni ne strashilis' pogoni Faraona i ne boyalis', chto mogut utonut' v vode"},{"SurahNumber":20,"VerseNumber":78,"Text":"Musa sovershil to, chto Allakh povelel yemu sdelat'. Faraon so svoim voyskom presledoval ikh i dognal ikh u morya. On poshol so svoim voyskom po tomu puti, kotoryy otkrylsya pered Musoy i yego narodom. Vot i proizoshlo yeshcho odno znameniye. Voda nakryla Faraona i yego voysko i poglotila ikh"},{"SurahNumber":20,"VerseNumber":79,"Text":"I sbil Faraon svoy narod s pryamogo puti istiny, vvol yego v zabluzhdeniye, i oni vse pogibli"},{"SurahNumber":20,"VerseNumber":80,"Text":"O syny Israila! Raneye My dali vam obeshchaniye spasti vas ot vashego vraga, kotoroye bylo peredano vam Musoy. I My spasli vas ot nego, i pomogli vam blagopoluchno doyti do pravogo sklona gory, i darovali vam blagoy udel: mannu (yedu, pokhozhuyu na mod) i perepelov"},{"SurahNumber":20,"VerseNumber":81,"Text":"Allakh povelel im: \"Vkushayte iz blag, kotoryye My darovali vam, bez truda s vashey storony, ne bud'te nespravedlivymi i ne prestupayte dozvolennykh Nami predelov, ne sovershayte grekhov v etoy blagoslovennoy zhizni, chtoby Moy gnev ne pal na vas. Tot, na kogo padot Moy gnev, budet ochen' zhestoko nakazan, popadot v samu propast' nakazaniya i pogibnet"},{"SurahNumber":20,"VerseNumber":82,"Text":"YA, poistine, proshchayushch dlya tekh, kto pokayalsya i otverg neveriye, iskrenne uveroval, tvoril blagoye, prodolzhaya byt' pravednikom, i shol po pryamomu puti do togo momenta, kak on predstanet pered Allakhom"},{"SurahNumber":20,"VerseNumber":83,"Text":"Musa poshol ran'she svoyego naroda k gore (Sinay), chtoby imet' chest' pogovorit' so svoim Gospodom. Allakh yego sprosil, pochemu on potoropilsya priyti bez svoyego naroda"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa skazal:\" Moy narod nakhoditsya blizko ko mne, i oni posleduyut po moim stopam. A ya potoropilsya k Tebe, moy Gospod', chtoby Ty yavil Svoyo blagovoleniye"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allakh skazal yemu: \"My podvergli tvoy narod ispytaniyam, posle togo kak ty ushol ot nego. I oni byli sbity s pryamogo puti samarityaninom , kotoryy vvol ikh v zabluzhdeniye"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa vernulsya k svoyemu narodu sil'no razgnevannym i gluboko opechalennym. On im skazal, osuzhdaya ikh postupok: \"Poistine, Allakh dal vam nisposlaniyem Tory obeshchaniye o spasenii, o rukovodstve k pryamomu puti i o pobednom vkhode v Svyashchennuyu zemlyu. Neuzheli srok ispolneniya obeshchannogo v zavete pokazalsya vam nastol'ko dolgim, chto vy zabyli ob obeshchanii Allakha vam; ili vy pozhelali svoim zlodeyaniyem navlech' na sebya gnev Allakha za vashe neveriye i nespravedlivost', ot kotorykh On predosteregal vas, a vy narushili svoyo obeshchaniye, dannoye mne, - sledovat' za mnoy i idti po moim stopam"},{"SurahNumber":20,"VerseNumber":87,"Text":"Oni otvetili, izvinyayas': \"My narushili svoyo obeshchaniye, dannoye tebe, ne po svoyey vole. No my byli nagruzheny tyazhelovesnymi ukrasheniyami naroda. My dumali, chto ot etikh ukrasheniy nam budet neschast'ye, i poetomu my reshili ikh brosit'. Samarityanin razvol ogon' v yame, i my brosili ikh tuda. Takzhe sdelal i samarityanin"},{"SurahNumber":20,"VerseNumber":88,"Text":"Chtoby obmanut' lyudey, samarityanin sdelal iz rasplavlennogo zolota tel'tsa, kotoryy izdaval mychaniye, podobnoye korov'yemu, kogda veter vkhodil vnutr' yego. Samarityanin prizval ikh poklonyat'sya etomu tel'tsu, i oni yego poslushalis'. On i yego posledovateli skazali: \"Eto - vash bog i bog Musy\". Samarityanin zabyl, chto, glyadya na tel'tsa i razmyshlyaya razumno, legko ponyat', chto telets ne mozhet byt' bogom"},{"SurahNumber":20,"VerseNumber":89,"Text":"Razve oni ne vidyat i ne ponimayut, chto nel'zya schitat' etogo tel'tsa bogom? Neuzheli oni ne vidyat, chto on - telets - ne otvechayet na ikh rechi i ne mozhet otvesti ot nikh vred ili prinesti im pol'zu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Kharun byl so svoim narodom, kogda nachalos' eto iskusheniye. Do vozvrashcheniya Musy - mir yemu! - Kharun skazal im: \" O moy narod! Vas iskushayet samarityanin etim tel'tsom. Ved', poistine, vash Gospod' - Allakh Milostivyy, i net drugogo boga, krome Nego. Tak sleduyte zhe za mnoy v tom, chto ya vam sovetuyu i otrekites' ot etogo zabluzhdeniya"},{"SurahNumber":20,"VerseNumber":91,"Text":"Oni otvetili: \"My budem poklonyat'sya etomu tel'tsu, poka ne vernotsya k nam Musa"},{"SurahNumber":20,"VerseNumber":92,"Text":"Vernuvshis', Musa sil'no ogorchilsya iz-za togo, chto uvidel i uznal o postupke svoyego naroda. On skazal svoyemu bratu Kharunu: \"O Kharun! Chto pomeshalo tebe uderzhat' ikh ot zabluzhdeniya, kogda ty uvidel, chto oni sbilis' s puti"},{"SurahNumber":20,"VerseNumber":93,"Text":"Pochemu ty ne zamenil menya, davaya im pravil'nyye sovety? Chto pomeshalo tebe posledovat' moim poveleniyam? Ili ty oslushalsya moikh ukazaniy"},{"SurahNumber":20,"VerseNumber":94,"Text":"Kharun otvetil Muse: \"O syn moyey materi! Ne toropis' gnevat'sya na menya. Ne khvatay menya za borodu i za golovu. YA boyalsya, chto yesli ya ochen' strogo otnesus' k nim, oni v rezul'tate etogo razdelyatsya na gruppy, i ty mne skazhesh': \"Ty vyzval raskol sredi synov Israila, oslushalsya menya i ne sledoval moim veleniyam"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa - mir yemu! - sprosil samarityanina: \"Chto pobudilo tebya poyti na delo, kotoroye schitayetsya bol'shim grekhom"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samarityanin skazal Muse: \"YA vladeyu iskusstvom i lovkost'yu remesla, nedostupnogo synam Israila. YA im sdelal obraz tel'tsa, izdayushchego mychaniye. YA skhvatil gorst' prakha ot sledov poslantsa Dzhibrila (ot sledov yego konya) i brosil vnutr' tel'tsa: tak soblaznila menya moya dusha"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa skazal samarityaninu: \"Vyydi iz nashey obshchiny i udalis' proch' ot nas. Tvoyo nakazaniye v etom mire - vsegda prebyvat' v zabluzhdenii. Lyudi budut ispytyvat' k tebe otvrashcheniye i storonit'sya tebya, chtoby ne imet' nikakikh otnosheniy s toboy, i nikto iz nikh ne priblizitsya i ne prikosnotsya k tebe. I ty ne priblizhaysya ni k komu. A tvoyo nakazaniye v budushchey zhizni, ot kotorogo ty ne smozhesh' ubezhat', budet v prednaznachennoye vremya\". Oblichaya yego i yego boga, Musa skazal: \"Posmotri, chto my sdelayem s tvoim bogom, kotoromu ty poklonyayesh'sya i kotorym ty iskusil lyudey. My yego sozhzhom i razveyem prakhom v more"},{"SurahNumber":20,"VerseNumber":98,"Text":"I Musa sdelal to, chto on obeshchal. Zatem on obratilsya k synam Israila posle etogo poucheniya i skazal im: \"Vash Bog - Allakh Yedinyy. Postine, sleduyet poklonyat'sya tol'ko Yemu. On ob\"yemlet Svoim znaniyem vsyakuyu veshch', kotoraya byla i kotoraya budet"},{"SurahNumber":20,"VerseNumber":99,"Text":"My povedali tebe (o Mukhammad!) vest' o Muse, a takzhe soobshchili tebe o predydushchikh narodakh. My nisposlali tebe Knigu (Koran), v kotoroy soderzhitsya napominaniye tebe i tvoyemu narodu o blagosti i pravednosti vashey religii v blizhayshey zhizni"},{"SurahNumber":20,"VerseNumber":100,"Text":"Tot, kto otvratitsya ot nego, ne uverit v nego i ne posleduyet yego nazidaniyam i rukovodstvu, sob'yotsya s pryamogo puti v blizhayshey zhizni, a v Den' voskreseniya pridot, nesya bremya svoyego grekha i podvergnetsya sil'nomu nakazaniyu"},{"SurahNumber":20,"VerseNumber":101,"Text":"On navechno obrechon na eto nakazaniye, i tyazhela budet eta nosha dlya nego v Den' voskreseniya"},{"SurahNumber":20,"VerseNumber":102,"Text":"Soobshchay (o prorok!) svoyemu narodu o tom Dne, kogda po Nashemu prikazaniyu angel poduyet v trubu, i razdastsya glas ozhivleniya i voskreseniya. I v etot Den' My sozovom vsekh lyudey i soberom greshnikov na Sud s posinevshimi ot sil'nogo strakha i boyazni litsami"},{"SurahNumber":20,"VerseNumber":103,"Text":"Unizhennyye i vzvolnovannyye, oni budut govorit' shepotom mezhdu soboy o kratkosti blizhayshey zhizni, chuvstvuya, budto oni i ne naslazhdalis' yeyu i probyli v zemnom mire lish' tol'ko desyat' dney"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ikh shepot ne skryt ot Nas. My znayem, o chom oni govoryat shepotom, i kak samyy vernyy iz nikh v vyrazhenii ikh chuvstv otnositel'no blizhayshey zhizni govorit, chto ona prodolzhalas' vsego lish' odin den'"},{"SurahNumber":20,"VerseNumber":105,"Text":"Te, kotoryye ne veryat v voskresheniye, stanut tebya sprashivat' (o Mukhammad!), chto sluchitsya s gorami v Den' voskreseniya, o kotorom ty govorish'. Otvechay im, chto Allakh obratit ikh v prakh i razveyet yego vetrom"},{"SurahNumber":20,"VerseNumber":106,"Text":"I togda na meste gor budet gladkaya ravnina"},{"SurahNumber":20,"VerseNumber":107,"Text":"Togda ne uvidish' tam ni uglubleniy, ni vozvysheniy, budto nikto i ne zhil ran'she na zemle"},{"SurahNumber":20,"VerseNumber":108,"Text":"V Den' voskreseniya lyudi, podchinyayas', posleduyut za prizyvayushchim sobrat'sya, i nikto ne smozhet uklonit'sya. Smirenno stikhnut golosa pered velichiyem Milostivogo. I ne uslyshish' ty nichego, krome shorokha"},{"SurahNumber":20,"VerseNumber":109,"Text":"V tot Den' nich'yo zastupnichestvo ne pomozhet, krome tekh, komu Svoim blagovoleniyem Allakh pozvolit zastupit'sya za togo, za kogo Milostivyy pozhelayet, i vnemlet tomu, chto on skazhet, potomu chto Allakh dovolen yego veroy i tem, chto on priderzhivalsya yedinobozhiya"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allakh Vsevyshniy znayet ikh minuvshiye dela v zemnom mire i ikh deyaniya, s kotorymi oni pridut v dal'nyuyu zhizn'. On - khvala Yemu! - vedayet ikh deyaniya, a oni ne ob\"yemlyut etogo svoim znaniyem"},{"SurahNumber":20,"VerseNumber":111,"Text":"V etot Den' - Den' Suda - poniknut litsa lyudey i budut pokornymi pered Zhivym, Vechnym, Sushchim i Vsevlastnym nad delami Svoikh tvarey. Budet v ubytke, ne spasotsya ot nakazaniya i poteryayet nagradu tot, kto navredil sebe v zemnom mire, buduchi neveruyushchim nechestivtsem"},{"SurahNumber":20,"VerseNumber":112,"Text":"Tot, kto povinuyetsya Allakhu, vershit blagodeyaniya i verit v to, chto bylo nisposlano Mukhammadu - da blagoslovit yego Allakh i privetstvuyet! - ne boitsya, chto yego zlodeyaniya budut uvelicheny, ili yego dobrodeyaniya budut umen'sheny"},{"SurahNumber":20,"VerseNumber":113,"Text":"Itak, v istinnykh soobshcheniyakh, soderzhashchikhsya v predydushchikh ayatakh etoy sury, - voskhvaleniye Allakha, istoriya Musy i vesti o Dne voskreseniya. Allakh nisposlal Koran na arabskom yazyke, rassypav i povtoriv v nom ugrozy o nakazanii i o tom, kak oni osushchestvyatsya, chtoby nechestivtsy otkazalis' ot neveriya v istinu i chtoby Koran stal dlya nikh uveshchevaniyem i nazidaniyem"},{"SurahNumber":20,"VerseNumber":114,"Text":"Prevyshe vsekh Allakh, Istinnyy Tsar', v pomoshchi kotorogo nuzhdayutsya i praviteli, i podvlastnyye im. Allakh Vsevyshniy - Istina. Ne toropis' (o Mukhammad!) chitat' Koran, poka angel Dzhibril ne zavershit chitat' yego tebe, i skazhi: \"O Gospod' moy! Umnozh' moyo znaniye o Korane i soderzhashchikhsya v nom myslyakh"},{"SurahNumber":20,"VerseNumber":115,"Text":"My prezhde vzyali obet s Adama ne oslushat'sya ni odnogo Nashego poveleniya, no on zabyl svoyo obeshchaniye i narushil svoy obet. I My ne nashli v nom sily, stoykosti i tvordosti, kotoryye pomeshali by shaytanu skrytno proniknut' v yego dushu, oputav yego svoimi soblaznami i iskusheniyami"},{"SurahNumber":20,"VerseNumber":116,"Text":"Vspomni (o prorok!), chto Allakh povelel angelam okazat' Adamu chest' i s pochteniyem poklonit'sya yemu. I oni poklonilis', krome Iblisa, odnogo iz dzhinnov. On oslushalsya i ne vypolnil etogo poveleniya i za eto byl izgnan iz raya"},{"SurahNumber":20,"VerseNumber":117,"Text":"Togda Allakh skazal Adamu: \"Vot etot shaytan, kotoryy, oslushavshis' Nashego prikaza, otkazalsya poklonit'sya tebe, - vrag tebe i tvoyey zhene. Osteregaytes' yego iskusheniy, pobuzhdayushchikh k soversheniyu grekhov. Ved' on budet prichinoy vashego izgnaniya iz raya, i ty budesh' neschastliv v zemnom mire"},{"SurahNumber":20,"VerseNumber":118,"Text":"My udovletvoryayem vse tvoi nuzhdy v rayu. Ved' ty ne budesh' ni goloden, ni nag"},{"SurahNumber":20,"VerseNumber":119,"Text":"V rayu ty ne budesh' stradat' ni ot zhazhdy, ni ot solnechnogo znoya, kak lyudi, zhivushchiye vne raya"},{"SurahNumber":20,"VerseNumber":120,"Text":"No shaytan nasheptal yemu, soblazniv yego i yego zhenu, otvedat' plodov s zapretnogo dereva, govorya: \"O Adam, ne ukazat' li tebe na drevo vechnosti i vechnoy vlasti"},{"SurahNumber":20,"VerseNumber":121,"Text":"Shaytan ukazal Adamu na zapretnoye derevo. Adam i yego zhena byli obmanuty iskusheniyem Iblisa. Zabyv o zaprete Allakha, oni vkusili ot zapretnogo dereva. I otkrylas' im sramnaya nagota ikh v nakazaniye za ikh zhadnost', pobudivshuyu ikh narushit' prikaz Allakha, i stali oni prikryvat' svoyu nagotu rayskimi list'yami. Tak Adam oslushalsya svoyego Gospoda, do togo kak Allakh izbral yego prorokom, i, sovershiv grekh, byl lishon vechnosti, kotoroy on sil'no zhelal, i sbilsya s pryamogo puti"},{"SurahNumber":20,"VerseNumber":122,"Text":"Potom Gospod' izbral yego poslannikom, prostil i napravil na pryamoy put', chtoby on prosil proshcheniya i raskayalsya"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allakh povelel Adamu i yego zhene nizvergnut'sya iz raya na zemlyu, i On - slava Yemu! - skazal im, chto ikh potomki na zemle budut vrazhdovat' drug s drugom, a On - khvala Yemu! - budet napravlyat' ikh na pryamoy put' i nisposhlot im Svoyo rukovodstvo. Tot, kto posleduyet za rukovodstvom, ne vpadot v zabluzhdeniye i neveriye v zemnom mire, togo ne postignet neschast'ye i ne podvergnetsya on stradaniyu"},{"SurahNumber":20,"VerseNumber":124,"Text":"Tot, kto otvratitsya ot rukovodstva Allakha i ne budet Yemu povinovat'sya, budet zhit' v tyagotakh i neschastii, ne budet dovolen naznachennoy yemu doley i ne budet podchinyat'sya predopredeleniyu Allakha (al'-Kadar). V Den' voskreseniya - Suda - on budet izumlon svoimi grekhami i ne budet v sostoyanii privesti ni odnogo dovoda v svoyo opravdaniye tak zhe, kak v blizhayshey zhizni on byl slep razumom, ne vidya i ne ponimaya znameniy Allakha"},{"SurahNumber":20,"VerseNumber":125,"Text":"V takom sostoyanii v Sudnyy den' neveruyushchiy so strakhom sprosit svoyego Gospoda: \"Gospodi! Kak zhe ya po Tvoyemu poveleniyu zabyl vse dovody, kotoryye mog by privesti v svoyo opravdaniye, i stoyu, kak slepoy, i so slepym razumom?! A prezhde, v blizhayshey zhizni, ya byl zryachim, sporil, dokazyval, opravdyvalsya i zashchishchal sebya"},{"SurahNumber":20,"VerseNumber":126,"Text":"I ty tak postupil: k tebe prishli Nashi znameniya, Nashi poslanniki v zemnom mire, a ty imi prenebregal, zabyl ikh, ne veril v nikh. Ty takzhe budesh' segodnya zabyt v muchenii, unizhenii i nakazanii"},{"SurahNumber":20,"VerseNumber":127,"Text":"Takim surovym nakazaniyem My vozdayom tem, kto prestupil predely i ne uveroval v Allakha i Yego znameniya. A nakazaniye v budushchey zhizni sil'neye, i oni budut prebyvat' v nom vechno"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kak oni mogut zakryvat' glaza na znameniya Allakha, kogda im yasno, skol'ko My pogubili do nikh predshestvuyushchikh pokoleniy za neveriye i nechestiye? Oni ne izvlekli pouchitel'nogo uroka i nazidaniya iz etogo, khotya khodyat po ostankam obitalishch predkov i vidyat posledstviya togo nakazaniya, kotoromu byli podvergnuty ikh predki. Poistine, v etom - nazidaniye dlya razumnykh lyudey"},{"SurahNumber":20,"VerseNumber":129,"Text":"Yesli by ne bylo resheniya tvoyego Gospoda otlozhit' ikh nakazaniye do predopredelonnogo sroka - Dnya voskreseniya - oni zasluzhili by v blizhayshey zhizni takoye zhe nakazaniye, kotoroye postiglo neveruyushchikh predydushchikh pokoleniy"},{"SurahNumber":20,"VerseNumber":130,"Text":"Terpi (o Mukhammad!) to, chto oni govoryat o tvoyom poslanii, oprovergaya yego i izdevayas' nad nim. Proslavlyay khvaloy tvoyego Gospoda i poklonyaysya vsegda tol'ko Yemu, osobenno do voskhoda solntsa i do zakata. Prevoznosi Yego khvalami i poklonyaysya Yemu, molyas', v techeniye nochi i sredi dnya, chtoby tvoyo obshcheniye s Allakhom ne preryvalos', a tvoya dusha uspokoilas' by, i byl by ty dovolen vozdayaniyem Allakha tebe v dal'ney zhizni"},{"SurahNumber":20,"VerseNumber":131,"Text":"Ne zasmatrivaysya na te blaga, kotoryye My darovali nekotorym neveruyushchim. Ved' eto - uslady blizhayshey zhizni i yeyo ukrasheniye, kotorymi Allakh ispytyvayet Svoikh rabov v zemnom mire. Poistine, udel Allakha tebe v budushchey zhizni - luchshiy i vechnyy"},{"SurahNumber":20,"VerseNumber":132,"Text":"Veli (o Mukhammad!) tvoyemu semeystvu molit'sya v naznachennoye vremya. Ved' molitva - samaya sil'naya svyaz' s Allakhom. I sam userdno sovershay molitvu polnost'yu. My ne zhdom ot tebya udela, ved' My sami nadelyayem tebya udelom. Blago i udel v blizhayshey zhizni i ray v dal'ney zhizni budut dlya bogoboyaznennykh i blagochestivykh"},{"SurahNumber":20,"VerseNumber":133,"Text":"Neveruyushchiye, uporstvuya, sprashivayut: \"Pochemu Mukhammad ne prishol k nam s yasnym znameniyem ot svoyego Gospoda, kotoroye zastavilo by nas verit' v nego?!\" Neuzheli oni oprovergayut Koran, v kotorom privodyatsya svedeniya o predshestvuyushchikh narodakh, soderzhashchiyesya v predydushchikh Otkroveniyakh, i ob ikh gibeli za to, chto oni otvergali poslannikov? Koran - Istina! Mukhammad ne vydumyval yego"},{"SurahNumber":20,"VerseNumber":134,"Text":"Yesli by Allakh pogubil nevernykh nakazaniyem do poslaniya Mukhammada, oni v Den' voskreseniya, opravdyvayas', skazali by: \"Gospodi nash! Pochemu Ty ne napravil k nam poslannikov v zemnoy mir s yavnymi znameniyami, chtoby my posledovali za nim, do togo kak Ty podvergnesh' nas kare i unizheniyu v dal'ney zhizni?\"... No teper' oni ne imeyut nikakogo dovoda dlya svoyego opravdaniya, posle togo kak My uzhe napravili k nim poslannika"},{"SurahNumber":20,"VerseNumber":135,"Text":"Skazhi (o Mukhammad!) etim upryamym nevernym: \"My vse vyzhidayem, chto budet s nami i s vami. Poistine, vy uznayete, kto iz nas sleduyet po pryamomu puti istiny i rukovodstva Allakha"}]}