{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"O Prophete ! Crains Allah et n’obeis pas aux infideles et aux hypocrites, car Allah demeure Omniscient et Sage"},{"SurahNumber":33,"VerseNumber":2,"Text":"Et suis ce qui t’est revele emanant de Ton Seigneur. Car Allah est Parfaitement Connaisseur de ce que vous faites"},{"SurahNumber":33,"VerseNumber":3,"Text":"Et place ta confiance en Allah. Allah te suffit comme protecteur"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah n’a pas place a l’homme deux cœurs dans sa poitrine. Il n’a point assimile a vos meres vos epouses [a qui vous dites en les repudiant] : \"Tu es [aussi illicite] pour moi que le dos de ma mere.\" Il n’a point fait de vos enfants adoptifs vos propres enfants. Ce sont des propos [qui sortent] de votre bouche. Mais Allah dit la verite et c’est Lui qui met [l’homme] dans la bonne direction"},{"SurahNumber":33,"VerseNumber":5,"Text":"Appelez-les du nom de leurs peres : c’est plus equitable devant Allah. Mais si vous ne connaissez pas leurs peres, alors considerez-les comme vos freres en religion ou vos allies. Nul blame sur vous pour ce que vous faites par erreur, mais (vous serez blames pour) ce que vos cœurs font deliberement. Allah, cependant, est Pardonneur et Misericordieux"},{"SurahNumber":33,"VerseNumber":6,"Text":"Le Prophete a plus de droit sur les croyants qu’ils n’en ont sur eux- memes; et ses epouses sont leurs meres. Les liens de consanguinite ont [dans les successions] la priorite [sur les liens] unissant les croyants [de Medine] et les emigres [de la Mecque] selon le livre d’Allah, a moins que vous ne fassiez un testament convenable en faveur de vos freres en religion. Et cela est inscrit dans le Livre"},{"SurahNumber":33,"VerseNumber":7,"Text":"Lorsque Nous primes des prophetes leur engagement, de meme que de toi, de Noe, d’Abraham, de Moise, et de Jesus fils de Marie: et Nous avons pris d’eux un engagement solennel"},{"SurahNumber":33,"VerseNumber":8,"Text":"afin [qu’Allah] interroge les veridiques sur leur sincerite. Et Il a prepare aux infideles un chatiment douloureux"},{"SurahNumber":33,"VerseNumber":9,"Text":"O vous qui croyez ! Rappelez-vous le bienfait d’Allah sur vous, quand des troupes vous sont venues et que Nous avons envoye contre elles un vent et des troupes que vous n’avez pas vues. Allah demeure Clairvoyant sur ce que vous faites"},{"SurahNumber":33,"VerseNumber":10,"Text":"Quand ils vous vinrent d’en haut et d’en bas [de toutes parts], et que les regards etaient troubles, et les cœurs remontaient aux gorges, et vous faisiez sur Allah toutes sortes de suppositions"},{"SurahNumber":33,"VerseNumber":11,"Text":"Les croyants furent alors eprouves et secoues d’une dure secousse"},{"SurahNumber":33,"VerseNumber":12,"Text":"Et quand les hypocrites et ceux qui ont la maladie [le doute] au cœur disaient: \"Allah et Son messager ne nous ont promis que tromperie"},{"SurahNumber":33,"VerseNumber":13,"Text":"De meme, un groupe d’entre eux dit : \"Gens de Yathrib ! Ne demeurez pas ici. Retournez [chez vous]\". Un groupe d’entre eux demande au Prophete la permission de partir en disant : \"Nos demeures sont sans protection\", alors qu’elle ne l’etaient pas : ils ne voulaient que s’enfuir"},{"SurahNumber":33,"VerseNumber":14,"Text":"Et si une percee avait ete faite sur eux par les flancs de la ville et qu’ensuite on leur avait demande de renier leur foi, ils auraient accepte certes, et n’auraient guere tarde"},{"SurahNumber":33,"VerseNumber":15,"Text":"tandis qu’auparavant ils avaient pris l’engagement envers Allah qu’ils ne tourneraient pas le dos. Et il sera demande compte de tout engagement vis-a-vis d’Allah"},{"SurahNumber":33,"VerseNumber":16,"Text":"Dis : \"Jamais la fuite ne vous sera utile si c’est la mort (sans combat) ou le meurtre (dans le combat) que vous fuyez; dans ce cas, vous ne jouirez (de la vie) que peu (de temps)"},{"SurahNumber":33,"VerseNumber":17,"Text":"Dis : \"Quel est celui qui peut vous proteger d’Allah, s’Il vous veut du mal ou s’Il veut vous accorder une misericorde ?\" Et ils ne trouveront pour eux- memes en dehors d’Allah, ni allie ni secoureur"},{"SurahNumber":33,"VerseNumber":18,"Text":"Certes, Allah connait ceux d’entre vous qui suscitent des obstacles, ainsi que ceux qui disent a leurs freres : \"Venez a nous\", tandis qu’ils ne deploient que peu d’ardeur au combat"},{"SurahNumber":33,"VerseNumber":19,"Text":"avares a votre egard. Puis, quand leur vient la peur, tu les vois te regarder avec des yeux revulses, comme ceux de quelqu’un qui s’est evanoui par peur de la mort. Une fois la peur passee, ils vous lacerent avec des langues effilees, alors qu’ils sont chiches a faire le bien. Ceux-la n’ont jamais cru. Allah donc, rend vaines leurs actions. Et cela est facile a Allah"},{"SurahNumber":33,"VerseNumber":20,"Text":"Ils pensent que les coalises ne sont pas partis. Or si les coalises revenaient, [ces gens-la] souhaiteraient etre des nomades parmi les Bedouins, et [se contenteraient] de demander de vos nouvelles. S’ils etaient parmi vous, ils n’auraient combattu que tres peu"},{"SurahNumber":33,"VerseNumber":21,"Text":"En effet, vous avez dans le Messager d’Allah un excellent modele [a suivre], pour quiconque espere en Allah et au Jour dernier et evoque Allah frequemment"},{"SurahNumber":33,"VerseNumber":22,"Text":"Et quand les croyants virent les coalises, ils dirent : \"Voila ce qu’Allah et Son Messager nous avaient promis; et Allah et Son messager disaient la verite.\" Et cela ne fit que croitre leur foi et leur soumission"},{"SurahNumber":33,"VerseNumber":23,"Text":"Il est, parmi les croyants, des hommes qui ont ete sinceres dans leur engagement envers Allah. Certains d’entre eux ont atteint leur fin, et d’autres attendent encore ; et ils n’ont varie aucunement (dans leur engagement)"},{"SurahNumber":33,"VerseNumber":24,"Text":"afin qu’Allah recompense les veridiques pour leur sincerite, et chatie, s’Il veut, les hypocrites, ou accepte leur repentir. Car Allah est Pardonneur et Misericordieux"},{"SurahNumber":33,"VerseNumber":25,"Text":"Et Allah a renvoye, avec leur rage, les infideles sans qu’ils n’aient obtenu aucun bien, et Allah a epargne aux croyants le combat. Allah est Fort et Puissant"},{"SurahNumber":33,"VerseNumber":26,"Text":"Et Il a fait descendre de leurs forteresses ceux des gens du Livre qui les avaient soutenus [les coalises], et Il a jete l’effroi dans leurs cœurs; un groupe d’entre eux vous tuiez, et un groupe vous faisiez prisonniers"},{"SurahNumber":33,"VerseNumber":27,"Text":"Et Il vous a fait heriter leur terre, leurs demeures, leurs biens, et aussi une terre que vous n’aviez point foulee. Et Allah est Omnipotent"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophete ! Dis a tes epouses : \"Si c’est la vie presente que vous desirez et sa parure, alors venez! Je vous demanderai [les moyens] d’en jouir et vous libererai [par un divorce] sans prejudice"},{"SurahNumber":33,"VerseNumber":29,"Text":"Mais si c’est Allah que vous voulez et Son messager ainsi que la Demeure derniere, Allah a prepare pour les bienfaisantes parmi vous une enorme recompense"},{"SurahNumber":33,"VerseNumber":30,"Text":"O femmes du Prophete ! Celle d'entre vous qui commettra une turpitude prouvee, le chatiment lui sera double par deux fois ! Et ceci est facile pour Allah"},{"SurahNumber":33,"VerseNumber":31,"Text":"Et celle d’entre vous qui est entierement soumise a Allah et a Son messager et qui fait le bien, Nous lui accorderons deux fois sa recompense, et Nous avons prepare pour elle une genereuse attribution"},{"SurahNumber":33,"VerseNumber":32,"Text":"O femmes du Prophete ! Vous n’etes comparables a aucune autre femme. Si vous etes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l’hypocrite] ne vous convoite pas. Et tenez un langage decent"},{"SurahNumber":33,"VerseNumber":33,"Text":"Restez dans vos foyers; et ne vous exhibez pas a la maniere des femmes avant l’Islam (Jahiliyah). Accomplissez le Salat, acquittez l'aumone(Az-Zakat) et obeissez a Allah et a Son Messager. Allah ne veut que vous debarrasser de toute souillure, o gens de la maison [du Prophete], et vous purifier pleinement"},{"SurahNumber":33,"VerseNumber":34,"Text":"Et gardez dans vos memoires ce qui, dans vos foyers, est recite des versets d’Allah et de la sagesse. Allah est Doux et Parfaitement Informe"},{"SurahNumber":33,"VerseNumber":35,"Text":"Les Musulmans et Musulmanes, croyants et croyantes, obeissants et obeissantes, loyaux et loyales, endurants et endurantes, craignants et craignantes, donneurs et donneuses d’aumones, jeuneurs et jeuneuses, gardiens de leur chastete et gardiennes, invocateurs souvent d’Allah et invocatrices : Allah a prepare pour eux un pardon et une enorme recompense"},{"SurahNumber":33,"VerseNumber":36,"Text":"Il n’appartient pas a un croyant ou a une croyante, une fois qu’Allah et Son messager ont decide d’une chose d’avoir encore le choix dans leur facon d’agir. Et quiconque desobeit a Allah et a Son Messager, s’est egare certes, d’un egarement evident"},{"SurahNumber":33,"VerseNumber":37,"Text":"Quand tu disais a celui qu’Allah avait comble de bienfaits, tout comme toi-meme l’avais comble : \"Garde pour toi ton epouse et crains Allah !\" Et tu cachais en ton ame ce qu’Allah allait rendre public. Tu craignais les gens alors que c’est Allah qui devait etre plus digne de ta crainte. Puis quand Zayd eut cesse toute relation avec elle, Nous te la fimes epouser, afin qu’il n’y ait aucun empechement pour les croyants d’epouser les femmes de leurs fils adoptifs, quand ceux-ci cessent toute relation avec elles. Le commandement d’Allah doit etre execute"},{"SurahNumber":33,"VerseNumber":38,"Text":"Nul grief a faire au Prophete en ce qu’Allah lui a impose , conformement aux lois etablies pour ceux qui vecurent anterieurement. Le commandement d’Allah est un decret ineluctable"},{"SurahNumber":33,"VerseNumber":39,"Text":"Ceux qui communiquent les messages d’Allah, Le craignaient et ne redoutaient nul autre qu’Allah. Et Allah suffit pour tenir le compte de tout"},{"SurahNumber":33,"VerseNumber":40,"Text":"Mohammed n’a jamais ete le pere de l’un de vos hommes , mais le messager d’Allah et le dernier des Prophetes. Allah est Omniscient"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vous qui croyez ! Evoquez Allah d’une facon abondante"},{"SurahNumber":33,"VerseNumber":42,"Text":"et glorifiez-Le a la pointe et au declin du jour"},{"SurahNumber":33,"VerseNumber":43,"Text":"C’est Lui qui prie sur vous, - ainsi que Ses anges, - afin qu’Il vous fasse sortir des tenebres a la lumiere; et Il est Misericordieux envers les croyants"},{"SurahNumber":33,"VerseNumber":44,"Text":"Leur salutation au jour ou ils Le rencontreront sera: \"Paix (Salam)\", et Il leur a prepare une genereuse recompense"},{"SurahNumber":33,"VerseNumber":45,"Text":"O Prophete ! Nous t’avons envoye [pour etre] temoin, annonciateur, avertisseur"},{"SurahNumber":33,"VerseNumber":46,"Text":"appelant (les gens) a Allah, par Sa permission ; et comme une lampe eclairante"},{"SurahNumber":33,"VerseNumber":47,"Text":"Et fait aux croyants la bonne annonce qu’ils recevront d’Allah une grande grace"},{"SurahNumber":33,"VerseNumber":48,"Text":"Et n’obeis pas aux infideles et aux hypocrites, ne prete pas attention a leur mechancete et place ta confiance en Allah et Allah suffit comme protecteur"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vous qui croyez ! Quand vous vous mariez avec des croyantes et qu’ensuite vous divorcez d’avec elles avant de les avoir touchees, vous ne pouvez leur imposer un delai d’attente . Donnez-leur jouissance [d’un bien] et liberez-les [par un divorce] sans prejudice"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Prophete ! Nous t’avons rendue licites tes epouses a qui tu as donne leur mahr (dot), ce que tu as possede legalement parmi les captives [ou esclaves] qu’Allah t’a destinees, les filles de ton oncle paternel, les filles de tes tantes paternelles, les filles de ton oncle maternel, et les filles de tes tantes maternelles, - celles qui avaient emigre en ta compagnie, - ainsi que toute femme croyante si elle fait don de sa personne au Prophete, pourvu que le Prophete consente a se marier avec elle: c’est la un privilege pour toi, a l’exclusion des autres croyants. Nous savons certes, ce que nous leur avons impose au sujet de leurs epouses et des esclaves qu’ils possedent, afin qu’il n’eut donc point de blame contre toi. Allah est Pardonneur et Misericordieux"},{"SurahNumber":33,"VerseNumber":51,"Text":"Tu fais attendre qui tu veux d’entre elles, et tu heberges chez toi qui tu veux. Puis il ne t’est fait aucun grief si tu invites chez toi l’une de celles que tu avais ecartees. Voila ce qui est le plus propre a les rejouir, a leur eviter tout chagrin et a leur faire accepter de bon cœur ce que tu leur as donne a toutes. Allah sait, cependant, ce qui est en vos cœurs. Et Allah est Omniscient et Indulgent"},{"SurahNumber":33,"VerseNumber":52,"Text":"Il ne t’est plus permis desormais de prendre [d’autres] femmes. ni de changer d’epouses, meme si leur beaute te plait; - a l’exception des esclaves que tu possedes. Et Allah observe toute chose"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vous qui croyez! N’entrez pas dans les demeures du Prophete, a moins qu’invitation ne vous soit faite a un repas, sans etre la a attendre sa cuisson. Mais lorsqu’on vous appelle, alors, entrez. Puis, quand vous aurez mange, dispersez-vous, sans chercher a vous rendre familiers pour causer. Cela faisait de la peine au Prophete, mais il se genait de vous (congedier), alors qu’Allah ne se gene pas de la verite. Et si vous leur demandez (a ses femmes) quelque objet, demandez-le leur derriere un rideau: c’est plus pur pour vos cœurs et leurs cœurs; vous ne devez pas faire de la peine au Messager d’Allah, ni jamais vous marier avec ses epouses apres lui; ce serait, aupres d’Allah, un enorme peche"},{"SurahNumber":33,"VerseNumber":54,"Text":"Que vous divulguiez une chose ou que vous la cachiez,... Allah demeure Omniscient"},{"SurahNumber":33,"VerseNumber":55,"Text":"Nul grief [de paraitre non voilees devant] leurs peres , leur fils, leurs freres, les fils de leurs freres, les fils de leurs sœurs, leurs femmes [de suite] et les esclaves qu’elles possedent. Et craignez Allah. Car Allah est temoin de toute chose"},{"SurahNumber":33,"VerseNumber":56,"Text":"Certes, Allah et Ses Anges prient sur le Prophete; o vous qui croyez priez sur lui et adresses [lui] vos salutations"},{"SurahNumber":33,"VerseNumber":57,"Text":"Ceux qui offensent Allah et Son messager, Allah les maudit ici-bas, comme dans l’au-dela et leur prepare un chatiment avilissant"},{"SurahNumber":33,"VerseNumber":58,"Text":"Et ceux qui offensent les croyants et les croyantes sans qu’ils l’aient merite, se chargent d’une calomnie et d’un peche evident"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Prophete ! Dis a tes epouses, a tes filles, et aux femmes des croyants, de ramener sur elles leurs grands voiles : elles en seront plus vite reconnues et eviteront ainsi d’etre offensees. Allah est Pardonneur et Misericordieux"},{"SurahNumber":33,"VerseNumber":60,"Text":"Certes, si les hypocrites, ceux qui ont la maladie au cœur, et les alarmistes [semeurs de troubles] a Medine ne cessent pas, Nous t’inciterons contre eux, et alors, ils n’y resteront que peu de temps en ton voisinage"},{"SurahNumber":33,"VerseNumber":61,"Text":"Ce sont des maudits. Ou qu’on les trouve, ils seront pris et tues impitoyablement"},{"SurahNumber":33,"VerseNumber":62,"Text":"Telle etait la loi etablie par Allah envers ceux qui ont vecu auparavant et tu ne trouveras pas de changement dans la loi d’Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Les gens t’interrogent au sujet de l’Heure . Dis : \"Sa connaissance est exclusive a Allah.\" Qu’en sais-tu ? Il se peut que l’Heure soit proche"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah a maudit les infideles et leur a prepare une fournaise"},{"SurahNumber":33,"VerseNumber":65,"Text":"pour qu’ils y demeurent eternellement, sans trouver ni allies ni secoureur"},{"SurahNumber":33,"VerseNumber":66,"Text":"Le jour ou leurs visages seront tournes dans le Feu, ils diront : \"Helas pour nous ! Si seulement nous avions obei a Allah et obei au Messager"},{"SurahNumber":33,"VerseNumber":67,"Text":"Et ils dirent : \"Seigneur ! Nous avons obei a nos chefs et a nos grands. C’est donc eux qui nous ont egares du Sentier"},{"SurahNumber":33,"VerseNumber":68,"Text":"O notre Seigneur, inflige-leur deux fois le chatiment et maudis-les d’une grande malediction"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vous qui croyez ! Ne soyez pas comme ceux qui ont offense Moise. Allah l’a declare innocent de leurs accusations, car il etait honorable aupres d’Allah"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vous qui croyez ! Craignez Allah et parlez avec droiture"},{"SurahNumber":33,"VerseNumber":71,"Text":"Afin qu’Il ameliore vos actions et vous pardonne vos peches. Quiconque obeit a Allah et a Son Messager obtient certes une grande reussite"},{"SurahNumber":33,"VerseNumber":72,"Text":"Nous avions propose aux cieux, a la terre et aux montagnes la responsabilite (de porter les charges de faire le bien et d’eviter le mal). Ils ont refuse de la porter et en ont eu peur, alors que l’homme s’en est charge; car il est tres injuste [envers lui-meme] et tres ignorant"},{"SurahNumber":33,"VerseNumber":73,"Text":"[Il en est ainsi] afin qu’Allah chatie les hypocrites, hommes et femmes, et les associateurs et les associatrices, et Allah accueille le repentir des croyants et des croyantes. Allah est Pardonneur et Misericordieux"}]}