{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":1,"Text":"قسم ہے ستارے کی جب وه گرے"},{"SurahNumber":53,"VerseNumber":2,"Text":"کہ تمہارے ساتھی نے نہ راه گم کی ہے نہ وه ٹیڑھی راه پر ہے"},{"SurahNumber":53,"VerseNumber":3,"Text":"اور نہ وه اپنی خواہش سے کوئی بات کہتے ہیں"},{"SurahNumber":53,"VerseNumber":4,"Text":"وه تو صرف وحی ہے جو اتاری جاتی ہے"},{"SurahNumber":53,"VerseNumber":5,"Text":"اسے پوری طاقت والے فرشتے نے سکھایا ہے"},{"SurahNumber":53,"VerseNumber":6,"Text":"جو زور آور ہے پھر وه سیدھا کھڑا ہو گیا"},{"SurahNumber":53,"VerseNumber":7,"Text":"اور وه بلند آسمان کے کناروں پر تھا"},{"SurahNumber":53,"VerseNumber":8,"Text":"پھر نزدیک ہوا اور اتر آیا"},{"SurahNumber":53,"VerseNumber":9,"Text":"پس وه دو کمانوں کے بقدر فاصلہ ره گیا بلکہ اس سے بھی کم"},{"SurahNumber":53,"VerseNumber":10,"Text":"پس اس نے اللہ کے بندے کو وحی پہنچائی جو بھی پہنچائی"},{"SurahNumber":53,"VerseNumber":11,"Text":"دل نے جھوٹ نہیں کہا جسے (پیغمبر نے) دیکھا"},{"SurahNumber":53,"VerseNumber":12,"Text":"کیا تم جھگڑا کرتے ہو اس پر جو (پیغمبر) دیکھتے ہیں"},{"SurahNumber":53,"VerseNumber":13,"Text":"اسے تو ایک مرتبہ اور بھی دیکھا تھا"},{"SurahNumber":53,"VerseNumber":14,"Text":"سدرةالمنتہیٰ کے پاس"},{"SurahNumber":53,"VerseNumber":15,"Text":"اسی کے پاس جنہ الماویٰ ہے"},{"SurahNumber":53,"VerseNumber":16,"Text":"جب کہ سدره کو چھپائے لیتی تھی وه چیز جو اس پر چھا رہی تھی"},{"SurahNumber":53,"VerseNumber":17,"Text":"نہ تو نگاه بہکی نہ حد سے بڑھی"},{"SurahNumber":53,"VerseNumber":18,"Text":"یقیناً اس نے اپنے رب کی بڑی بڑی نشانیوں میں سے بعض نشانیاں دیکھ لیں"},{"SurahNumber":53,"VerseNumber":19,"Text":"کیا تم نے ﻻت اور عزیٰ کو دیکھا"},{"SurahNumber":53,"VerseNumber":20,"Text":"اور منات تیسرے پچھلے کو"},{"SurahNumber":53,"VerseNumber":21,"Text":"کیا تمہارے لیے لڑکے اور اللہ کے لیے لڑکیاں ہیں؟"},{"SurahNumber":53,"VerseNumber":22,"Text":"یہ تو اب بڑی بےانصافی کی تقسیم ہے"},{"SurahNumber":53,"VerseNumber":23,"Text":"دراصل یہ صرف نام ہیں جو تم نے اور تمہارے باپ دادوں نے ان کے رکھ لیے ہیں اللہ نے ان کی کوئی دلیل نہیں اتاری۔ یہ لوگ تو صرف اٹکل کے اور اپنی نفسانی خواہشوں کے پیچھے پڑے ہوئے ہیں۔ اور یقیناً ان کے رب کی طرف سے ان کے پاس ہدایت آ چکی ہے"},{"SurahNumber":53,"VerseNumber":24,"Text":"کیا ہر شخص جو آرزو کرے اسے میسر ہے؟"},{"SurahNumber":53,"VerseNumber":25,"Text":"اللہ ہی کے ہاتھ ہے یہ جہان اور وه جہان"},{"SurahNumber":53,"VerseNumber":26,"Text":"اور بہت سے فرشتے آسمانوں میں ہیں جن کی سفارش کچھ بھی نفع نہیں دے سکتی مگر یہ اور بات ہے کہ اللہ تعالیٰ اپنی خوشی اور اپنی چاہت سے جس کے لیے چاہے اجازت دے دے"},{"SurahNumber":53,"VerseNumber":27,"Text":"بیشک جو لوگ آخرت پر ایمان نہیں رکھتے وه فرشتوں کا زنانہ نام مقرر کرتے ہیں"},{"SurahNumber":53,"VerseNumber":28,"Text":"حاﻻنکہ انہیں اس کا کوئی علم نہیں وه صرف اپنے گمان کے پیچھے پڑے ہوئے ہیں اور بیشک وہم (و گمان) حق کے مقابلے میں کچھ کام نہیں دیتا"},{"SurahNumber":53,"VerseNumber":29,"Text":"تو آپ اس سے منھ موڑ لیں جو ہماری یاد سے منھ موڑے اور جن کا اراده بجز زندگانیٴ دنیا کے اور کچھ نہ ہو"},{"SurahNumber":53,"VerseNumber":30,"Text":"یہی ان کے علم کی انتہا ہے۔ آپ کا رب اس سے خوب واقف ہے جو اس کی راه سے بھٹک گیا ہے اور وہی خوب واقف ہےاس سے بھی جو راه یافتہ ہے"},{"SurahNumber":53,"VerseNumber":31,"Text":"اور اللہ ہی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے تاکہ اللہ تعالیٰ برے عمل کرنے والوں کو ان کے اعمال کا بدلہ دے اور نیک کام کرنے والوں کو اچھا بدلہ عنایت فرمائے"},{"SurahNumber":53,"VerseNumber":32,"Text":"ان لوگوں کو جو بڑے گناہوں سے بچتے ہیں اور بے حیائی سے بھی۔ سوائے کسی چھوٹے سے گناه کے۔ بیشک تیرا رب بہت کشاده مغفرت واﻻ ہے، وه تمہیں بخوبی جانتا ہے جبکہ اس نے تمہیں زمین سے پیدا کیا اور جبکہ تم اپنی ماؤں کے پیٹ میں بچے تھے۔ پس تم اپنی پاکیزگی آپ بیان نہ کرو، وہی پرہیزگاروں کو خوب جانتا ہے"},{"SurahNumber":53,"VerseNumber":33,"Text":"کیا آپ نے اسے دیکھا جس نے منھ موڑ لیا"},{"SurahNumber":53,"VerseNumber":34,"Text":"اور بہت کم دیا اور ہاتھ روک لیا"},{"SurahNumber":53,"VerseNumber":35,"Text":"کیا اسے علم غیب ہے کہ وه (سب کچھ) دیکھ رہا ہے؟"},{"SurahNumber":53,"VerseNumber":36,"Text":"کیا اسے اس چیز کی خبر نہیں دی گئی جو موسیٰ (علیہ السلام) کے"},{"SurahNumber":53,"VerseNumber":37,"Text":"اور وفادار ابراہیم (علیہ السلام) کے صحیفوں میں تھا"},{"SurahNumber":53,"VerseNumber":38,"Text":"کہ کوئی شخص کسی دوسرے کا بوجھ نہ اٹھائے گا"},{"SurahNumber":53,"VerseNumber":39,"Text":"اور یہ کہ ہر انسان کے لیے صرف وہی ہے جس کی کوشش خود اس نے کی"},{"SurahNumber":53,"VerseNumber":40,"Text":"اور یہ کہ بیشک اس کی کوشش عنقریب دیکھی جائے گی"},{"SurahNumber":53,"VerseNumber":41,"Text":"پھر اسے پورا پورا بدلہ دیا جائے گا"},{"SurahNumber":53,"VerseNumber":42,"Text":"اور یہ کہ آپ کے رب ہی کی طرف پہنچنا ہے"},{"SurahNumber":53,"VerseNumber":43,"Text":"اور یہ کہ وہی ہنساتا ہے اور وہی رﻻتا ہے"},{"SurahNumber":53,"VerseNumber":44,"Text":"اور یہ کہ وہی مارتا ہے اور جلاتا ہے"},{"SurahNumber":53,"VerseNumber":45,"Text":"اور یہ کہ اسی نے جوڑا یعنی نر ماده پیدا کیا ہے"},{"SurahNumber":53,"VerseNumber":46,"Text":"نطفہ سے جبکہ وه ٹپکایا جاتا ہے"},{"SurahNumber":53,"VerseNumber":47,"Text":"اور یہ کہ اسی کے ذمہ دوباره پیدا کرنا ہے"},{"SurahNumber":53,"VerseNumber":48,"Text":"اور یہ کہ وہی مالدار بناتا ہے اور سرمایہ دیتا ہے"},{"SurahNumber":53,"VerseNumber":49,"Text":"اور یہ کہ وہی شعریٰ (ستارے) کا رب ہے"},{"SurahNumber":53,"VerseNumber":50,"Text":"اور یہ کہ اس نے عاد اول کو ہلاک کیا ہے"},{"SurahNumber":53,"VerseNumber":51,"Text":"اور ﺛمود کو بھی (جن میں سے) ایک کو بھی باقی نہ رکھا"},{"SurahNumber":53,"VerseNumber":52,"Text":"اور اس سے پہلے قوم نوح کو، یقیناً وه بڑے ﻇالم اور سرکش تھے"},{"SurahNumber":53,"VerseNumber":53,"Text":"اور مؤتفکہ (شہر یا الٹی ہوئی بستیوں کو) اسی نے الٹ دیا"},{"SurahNumber":53,"VerseNumber":54,"Text":"پھر اس پر چھا دیا جو چھایا"},{"SurahNumber":53,"VerseNumber":55,"Text":"پس اے انسان تو اپنے رب کی کس کس نعمت کے بارے میں جھگڑے گا؟"},{"SurahNumber":53,"VerseNumber":56,"Text":"یہ (نبی) ڈرانے والے ہیں پہلے ڈرانے والوں میں سے"},{"SurahNumber":53,"VerseNumber":57,"Text":"آنے والی گھڑی قریب آ گئی ہے"},{"SurahNumber":53,"VerseNumber":58,"Text":"اللہ کے سوا اس کا (وقت معین پر کھول) دکھانے واﻻ اور کوئی نہیں"},{"SurahNumber":53,"VerseNumber":59,"Text":"پس کیا تم اس بات سے تعجب کرتے ہو"},{"SurahNumber":53,"VerseNumber":60,"Text":"اور ہنس رہے ہو؟ روتے نہیں؟"},{"SurahNumber":53,"VerseNumber":61,"Text":"(بلکہ) تم کھیل رہے ہو"},{"SurahNumber":53,"VerseNumber":62,"Text":"اب اللہ کے سامنے سجدے کرو اور (اسی) کی عبادت کرو"}]}