{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Binecuvânta exista 1 dezvalui Lege Retine His servitor el servi warner a întreg lume"},{"SurahNumber":25,"VerseNumber":2,"Text":"catre whom belongs tot suveranitate ai rai earth El niciodata avea fiu nor does El avea altele partener suveranitate! El crea everything exact masura; El precisely desena everything"},{"SurahNumber":25,"VerseNumber":3,"Text":"dar ei situa beside Him dumnezeu nu crea orice - Ei crea - Cine nu poseda power seara vatama beneficia nor do ei poseda altele power control trai moarte înviere"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ala disbelieved spune Acesta exista fabrication el produce ajuta niste altul popula. Ei rosti hulire falsehood"},{"SurahNumber":25,"VerseNumber":5,"Text":"Ei altminteri spune Talc de trecut el compune ei dicta him zi si noapte"},{"SurahNumber":25,"VerseNumber":6,"Text":"Spune Acesta dezvalui a Una sti Ascuns rai earth El Forgiving Îndurator"},{"SurahNumber":25,"VerseNumber":7,"Text":"Si ei spune \"Cum veni acesta curier mânca aliment umbla târg? Daca doar înger veni him servi him preot"},{"SurahNumber":25,"VerseNumber":8,"Text":"Sau Daca doar comoara da him! Sau doar el poseda livada de care el mânca! infractor altminteri spune Tu following fermeca om"},{"SurahNumber":25,"VerseNumber":9,"Text":"Însemna cum ei chema tu tot rasa a nume si cum acesta conduce ele razna niciodata gasi their drum înainte"},{"SurahNumber":25,"VerseNumber":10,"Text":"Binecuvânta exista 1 putea El vointa da tu mult bine decât their cerere! - Gradina flowing emana multi(multe) vila"},{"SurahNumber":25,"VerseNumber":11,"Text":"În fact, ei disbelieved Ora (Zi Înviere) noi pregatit ala disbelieve Ora flaming Iad"},{"SurahNumber":25,"VerseNumber":12,"Text":"When el vedea ele de departe ei asculta its furie fumega"},{"SurahNumber":25,"VerseNumber":13,"Text":"Si when ei arunca el îngust loc toate shackled ei declara their remuscare"},{"SurahNumber":25,"VerseNumber":14,"Text":"Tu nu declara drept unic remuscare ala zi; tu suferi mare numar remuscare"},{"SurahNumber":25,"VerseNumber":15,"Text":"Spune Exista acesta bine eternal Paradis ala promite for a cinstit? El exista their fântâna merita recompensa; fântâna merita destin"},{"SurahNumber":25,"VerseNumber":16,"Text":"Ei obtine orice ei dori therein forever Acesta exista vostri Domnitor irevocabil promisiune"},{"SurahNumber":25,"VerseNumber":17,"Text":"Zi when El cita ele împreuna idol ei situa DUMNEZEU El avea spune vei tu misled acestea servitor ai Extrage Avea ei merge razna în their propiu"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ei spune Tu glorifica nu exista just us situa altele domnitor Tu. Tu permite ele enjoy împreuna their parinte! Consequently ei neglija stire tamâie ajunge hain popor"},{"SurahNumber":25,"VerseNumber":19,"Text":"Ei disbelieved stire tu da ele consequently tu putea neither proteja ele de retribution ei crea nor avevoie tu ajuta ele în altele drum Oricine dintre tu comite evil noi comite him sever retribution"},{"SurahNumber":25,"VerseNumber":20,"Text":"Noi nu expedia altele curier tu nu mânca aliment umbla târg! Noi tamâie proba tu by each alt tu steadfastly starui? Vostri Domnitor exista Vazator"},{"SurahNumber":25,"VerseNumber":21,"Text":"Ala nu expect întîlni us spune doar înger veni us noi vedea nostru Domnitor (noi atunci crede!) Într-adevar ei comite grosoan arogan\u0004a produce grosoan hulire"},{"SurahNumber":25,"VerseNumber":22,"Text":"Zi ei vedea înger nu exista bun stire vinovat ei spune Acum noi irreversibly limita"},{"SurahNumber":25,"VerseNumber":23,"Text":"Noi privi asupra tot munca ei done preda ele nevalabil si liber"},{"SurahNumber":25,"VerseNumber":24,"Text":"dwellers Paradis exista departe bine zi; ei asculta bine stire"},{"SurahNumber":25,"VerseNumber":25,"Text":"Rai ruptura aparte strânge ai nor înger coborî multime"},{"SurahNumber":25,"VerseNumber":26,"Text":"Tot suveranitate ala zi belongs catre a Multi(multe) Binevoitor. For disbelievers el exista dificil zi"},{"SurahNumber":25,"VerseNumber":27,"Text":"Zi veni when infractor defaima his mâna în chin spune Alas Eu dorinta eu followed poteca curier"},{"SurahNumber":25,"VerseNumber":28,"Text":"Alas suferinta mie Eu dorinta eu nu lua ala persoana prieten"},{"SurahNumber":25,"VerseNumber":29,"Text":"El conduce mie deplasat de stire el veni mie! Într-adevar diavol diminua his uman victima"},{"SurahNumber":25,"VerseNumber":30,"Text":"Curier spune Meu Domnitor meu popor pustiu acesta Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"Noi altminteri situa contra every profet dusman de vinovat Vostri Domnitor ajunge ghid stapân"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ala disbelieved spune nu did Quran veni him tot asupra once Noi slobozi el tu gradually în ordine fix el vostri memorie! Noi recita el specific succesiune"},{"SurahNumber":25,"VerseNumber":33,"Text":"Oricare argument ei veni noi înzestra tu adevar bun întelegere"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ala cine forcibly soma catre Iad ar urât pozitie; ei exista departe drept poteca"},{"SurahNumber":25,"VerseNumber":35,"Text":"Noi da Moses scriere stabili his frate Aaron exista his ajutor"},{"SurahNumber":25,"VerseNumber":36,"Text":"Noi spune Merge amândoi tu catre popor respinge nostru revelations ulterior noi utterly anihila rejectors"},{"SurahNumber":25,"VerseNumber":37,"Text":"Similarly when popor Noah disbelieved curier noi îneca ele noi situa ele as semn popor! Noi pregatit infractor dureros retribution"},{"SurahNumber":25,"VerseNumber":38,"Text":"Altminteri ‘Aad Thamoud locuitor Al-Russ multi(multe) generatie ele"},{"SurahNumber":25,"VerseNumber":39,"Text":"Catre each a acestea grup noi livra sufficient examples înainte noi anihila ele"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ei trece popor exista inunda cu nenorocit aversa (Sodom). Ei nu vedea el? fact exista ei niciodata crede în înviere"},{"SurahNumber":25,"VerseNumber":41,"Text":"When ei vedea tu ei întotdeauna ridiculiza tu acesta 1 alege DUMNEZEU Fi exista curier"},{"SurahNumber":25,"VerseNumber":42,"Text":"El gata-gata diverted us nostru dumnezeu nu exista noi steadfastly starui ele. Ei vei certainly gasi out, when ei vedea retribution fi real strayers de poteca"},{"SurahNumber":25,"VerseNumber":43,"Text":"Tu vedea una dumnezeu avea exista his propiu ego? Tu exista his advocare"},{"SurahNumber":25,"VerseNumber":44,"Text":"Tu medita ala multi(multe) Do ele asculta întelege Ei exista exact animal; nu ei exista departe urât"},{"SurahNumber":25,"VerseNumber":45,"Text":"Tu nu vedea cum vostri Domnitor desena umbra? El willed El produce el fixed atunci noi desena luminsoarelui accordingly"},{"SurahNumber":25,"VerseNumber":46,"Text":"Noi desena el miscare lent"},{"SurahNumber":25,"VerseNumber":47,"Text":"El exista Una desena noapte exista învelis, si tu catre somn odihna. El produce zi înviere"},{"SurahNumber":25,"VerseNumber":48,"Text":"El exista 1 cine expedia vânt bun omens His mila noi expedia jos cer pur apa"},{"SurahNumber":25,"VerseNumber":49,"Text":"Cu el noi reînvia decedat uscat înzestra bea nostru creatie! - Multime ai animal humans"},{"SurahNumber":25,"VerseNumber":50,"Text":"Noi distribui el ele exact masura ala ei lua atentie. Dar multi(multe) popor insista pe disbelieving"},{"SurahNumber":25,"VerseNumber":51,"Text":"Noi willed noi avea expedia catre every popor warner"},{"SurahNumber":25,"VerseNumber":52,"Text":"Therefore nu asculta disbelievers tinde ele acesta mare tinde"},{"SurahNumber":25,"VerseNumber":53,"Text":"El exista Una amalgama 2 mare; 1 exista proaspat gustos interval altul exista picant undrinkable. Si El separa ele formidable intangibil bariera (evaporation)"},{"SurahNumber":25,"VerseNumber":54,"Text":"El exista Una crea de stropi uman exista atunci produce him reproduce casatorie cupla Vostri Domnitor exista Atotputernic"},{"SurahNumber":25,"VerseNumber":55,"Text":"Ei linisti situa DUMNEZEU idol nu beneficia ele nor vatamare ele! Într-adevar disbeliever exista dusman his Domnitor"},{"SurahNumber":25,"VerseNumber":56,"Text":"Noi expedia tu (Rashad) distribuitor ai bun stire prea as warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"spune eu nu întreba tu altele bani. Toate eu cauta exista ajuta tu gasi drept poteca catre vostri Domnitor acesta exista ce tu alege"},{"SurahNumber":25,"VerseNumber":58,"Text":"Tu pune vostri încredere Una exista Alive - Una cine niciodata deceda - Lauda Him glorifica Him! El exista fully Cognizant ai His creatura pacat"},{"SurahNumber":25,"VerseNumber":59,"Text":"El exista Una crea rai earth everything ele 6 zi atunci presupune tot autoritate. A Multi(multe) Binevoitor; întreba despre Him ala curge founded cunoastere"},{"SurahNumber":25,"VerseNumber":60,"Text":"When ei exprima Toamna trântit altadata a Multi(multe) Binevoitor ei spune Ce exista a Multi(multe) Binevoitor? Trebui noi trântit care tu advoca? Tamâie el doar augmenta their dezgust"},{"SurahNumber":25,"VerseNumber":61,"Text":"Binecuvânta exista Una placed constellations deasupra placed el lamp straluci luna"},{"SurahNumber":25,"VerseNumber":62,"Text":"El exista Una desena noapte zi alternat sufficient dovada ala dori absorbi atentie exista appreciative"},{"SurahNumber":25,"VerseNumber":63,"Text":"worshipers a Multi(multe) Binevoitor ar ala merge earth gently when ignorant rosti catre ele ei doar complet pace"},{"SurahNumber":25,"VerseNumber":64,"Text":"În izolare noapte ei medita their Domnitor toamna trântit"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ei spune Nostru Domnitor cruta us agonie Iad; its retribution exista horrendous"},{"SurahNumber":25,"VerseNumber":66,"Text":"El exista rau domiciliu; urât destin"},{"SurahNumber":25,"VerseNumber":67,"Text":"When ei da ei exista neither extravagant nor zgârcit; ei da temperare"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ei niciodata implora DUMNEZEU altele alte dumnezeu nor do ei omorî oricine - for DUMNEZEU produce trai sacru! - except în a curs a justitie Nor do ei comite adulter. Ala comite acestea jignire plati"},{"SurahNumber":25,"VerseNumber":69,"Text":"Retribution doubled ele Zi Înviere ei suporta therein umili"},{"SurahNumber":25,"VerseNumber":70,"Text":"Exempted exista ala regreta crede conduce cinstit trai! DUMNEZEU ATRANSFORMA their PACAT CREDIT. DUMNEZEU EXISTA Forgiver ÎNDURATOR"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ala regreta conduce cinstit trai DUMNEZEU compensa ele; complet rascumparare"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ei nu cara false martor. When ei encounter zadarnic vorbire ei ignora el"},{"SurahNumber":25,"VerseNumber":73,"Text":"When aminti ai their Domnitor revelations ei niciodata gasi ele as ei exista surd orbi"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ei spune Nostru Domnitor diminua nostru so\u0004 copil exista izvor bucurie us întretinere us forefront ai a cinstit"},{"SurahNumber":25,"VerseNumber":75,"Text":"Acestea exista una atinge Paradis înapoi their steadfastness; ei primi therein vesel salut pace"},{"SurahNumber":25,"VerseNumber":76,"Text":"Eternally ei suporta therein; care frumos destin; care frumos domiciliu"},{"SurahNumber":25,"VerseNumber":77,"Text":"Spune Tu atinge pretui meu Domnitor doar printre vostri închinare! Tu disbelieve tu crea inevitabil consecinta"}]}