{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Hâ, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sin, Kâf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Azîz ve Hakîm olan Allah, işte böyle, sana ve senden öncekilere vahyeder"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerde ve yerde olan her şey, O´nundur. Ve O, Âli´dir (Yüce), Azîm´dir (Büyük)"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gökler neredeyse üstlerinden parçalanacak. Ve melekler, Rab´lerini hamd ile tesbih ederler, yeryüzündeki kişiler için mağfiret dilerler. Allah, gerçekten Gafûr (mağfiret eden) ve Rahîm´dir (Rahîm esmasıyla tecelli eden), öyle değil mi"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ve onlar, O´ndan (Allah´tan) başka dostlar edindiler. Allah, onların üzerine Hafîz´dir (yaptıklarını hayat filmlerinde muhafaza eder). Ve sen, onlara vekil değilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"İşte böylece sana, Arapça Kur´ân´ı vahyettik, şehirlerin anasını (Mekke halkını) ve onun etrafındakileri, hakkında şüphe olmayan toplanma günü (kıyâmet günü) ile uyarman için. Onların bir kısmı cennette ve bir kısmı alevli ateştedir (cehennemde)dir"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi, onları mutlaka tek bir ümmet kılardı. Ve lâkin dilediği kimseyi rahmetinin içine koyar ve zalimler için bir velî (dost) ve yardımcı yoktur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa O´ndan başka dostlar mı edindiler? İşte Allah; O, dosttur. Ve O, ölüleri diriltir. Ve O, herşeye kaadirdir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Birşey hakkında ihtilâfa düşerseniz, artık onun hükmü Allah´a aittir. İşte bu Allah, benim Rabbimdir. O´na tevekkül ettim. Ve O´na yönelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gökleri ve yeri yaratan, sizin nefslerinizden eşler kıldı ve hayvanlardan da eşler kıldı. Orada sizi çoğaltır, yayar. Hiçbir şey, O´nun gibi değildir. Ve O, en iyi işiten, en iyi görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin anahtarları, O´nundur. Dilediğinin rızkını genişletir ve daraltır. Muhakkak ki O, herşeyi en iyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"(Allah) dînde, onunla Hz. Nuh´a vasiyet ettiği (farz kıldığı) şeyi (şeriati); “Dîni ikame edin (ayakta, hayatta tutun) ve onda (dînde) fırkalara ayrılmayın.” diye Hz. İbrâhîm´e, Hz. Musa´ya ve Hz. İsa´ya vasiyet ettiğimiz şeyi sana da vahyederek, size de şeriat kıldı. Senin onları, kendisine çağırdığın şey (Allah´a ulaşmayı dileme) müşriklere zor geldi. Allah, dilediğini Kendisine seçer ve O´na yöneleni, Kendisine ulaştırır (ruhunu hayatta iken Kendisine ulaştırır)"},{"SurahNumber":42,"VerseNumber":14,"Text":"Kendilerine ilim geldikten sonra aralarında azanlardan başkası fırkalara ayrılmadı. Eğer Rabbinden “belirlenmiş bir zamana kadar (bekletme)” sözü geçmemiş olsaydı, mutlaka onların arasında (hemen) hüküm verilirdi. Muhakkak ki onlardan sonra Kitab´a varis kılınanlar, gerçekten O´ndan şek ve şüphe içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"İşte bunun için, artık sen onları davet et. Ve emrolunduğun gibi istikamet üzere (Allah´a doğru) ol. Ve onların heveslerine tâbî olma. Ve onlara de ki: “Allah´ın kitaptan indirdiği şeye îmân ettim. Ve sizin aranızda adil (adaletli) olmakla emrolundum. Allah, sizin de Rabbiniz bizim de Rabbimiz. Bizim amelimiz bize, sizin ameliniz size. Sizinle bizim aramızda bir huccet (çekişme) yoktur. Allah, bizi biraraya toplayacak. Ve dönüş, O´na (Allah´adır)"},{"SurahNumber":42,"VerseNumber":16,"Text":"O´na (Allah´ın) davetine icabet edildikten sonra Allah hakkında tartışanlar; onların huccetleri (delilleri), Rab´lerinin indinde bâtıldır. Onların üzerinde (Allah´ın) gazabı ve şiddetli azap vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah, Kitab´ı ve mizanı hak ile indirdi. Ve sen idrak edemezsin (bilemezsin). Belki de o saat yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Ona (kıyâmet saatine) inanmayanlar, onu acele istiyorlar. Âmenû olanlar (ise) ondan korkanlardır. Ve onun hak olduğunu bilirler. Muhakkak ki o saat (kıyâmet) hakkında şüphe edip mücâdele edenler, gerçekten uzak bir dalâlet içindedirler, (öyle) değil mi"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına Lâtif´tir (lütufkâr). Dilediği kimseyi rızıklandırır. Ve O, Kaviyy´dir (kuvvetli), Azîz´dir (yüce ve şerefli)"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret hasatını (mahsulünü, kazancını) isterse, Biz onun kazancını artırırız. Kim dünya kazancını isterse, ona (da) ondan (dünya kazancından) artırırız (veririz). Ve onun ahirette nasibi yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa Allah´ın, dînde izin vermediği şeyleri, onlara şeriat kılan ortakları mı var? Ve fasıl (ayırma) sözü geçmemiş olsaydı, mutlaka onların arasında (hemen) hüküm verilirdi. Ve muhakkak ki zalimler, onlar için elîm azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Zalimlerin, kazandıklarından dolayı korkmuş olduklarını görürsün. Ve korktukları şey, onlar için vuku bulacaktır (başlarına gelecektir). Ve âmenû olanlar (Allah´a ulaşmayı dileyenler) ve salih amel (nefs tezkiyesi) işleyenler, cennet bahçelerindedirler. Onlar için Rab´lerinin katında diledikleri herşey vardır. İşte bu fazlul kebirdir (büyük fazl)"},{"SurahNumber":42,"VerseNumber":23,"Text":"İşte Allah´ın, âmenû olan (Allah´a ulaşmayı dileyen) ve salih amel (nefs tezkiyesi) işleyen kullarını müjdelediği budur. De ki: “Ben, ona (tebliğe) karşı bir ücret istemiyorum, yakınlıkta sevgiden başka. Ve kim hasene işlerse onun için güzellikleri artırırız. Muhakkak ki Allah, Gafûr´dur (mağfiret eden), Şükredilen´dir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa Allah´a karşı yalanla iftira mı ediyorlar? Bununla birlikte eğer Allah dilerse senin kalbini mühürler ve bâtılı yok eder. Kendi kelimeleri ile hakkı gerçekleştirir. Muhakkak ki O, sinelerdekini en iyi bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Ve O, kullarının tövbelerini kabul eden ve seyyielerini (günahlarını) affedendir. Ve yaptığınız şeyleri bilir"},{"SurahNumber":42,"VerseNumber":26,"Text":"(Allah), âmenû olanların (Allah´a ulaşmayı dileyenlerin) ve salih amel (nefs tezkiyesi) işleyenlerin (dualarına) icabet eder. Ve onlara fazlından artırır. Ve kâfirler; onlar için şiddetli azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Ve eğer Allah, kullarına rızkı genişletseydi, yeryüzünde mutlaka azarlardı. Fakat O, dilediği kadarını indirir. Muhakkak ki O, kullarından haberdardır, (onları) görendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"(Onların) ümit kesmelerinden sonra yağmuru indiren ve rahmetini yayan, O´dur. Ve O, Velî´dir (dost), Hamîd´dir (hamdedilen)"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gökleri ve yeri yaratması ve orada hayvanları çoğaltıp yayması, O´nun âyetlerindendir. Ve O, dilediği zaman onları toplamaya kaadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Size bir musîbet isabet ettiği zaman işte o, ellerinizin kazandığı (yaptıklarınız) sebebiyledir. (Musîbetlerin) çoğunu affeder (gerçekleştirmez)"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yeryüzünde siz, aciz bırakabilecek olanlar değilsiniz. Ve sizin için Allah´tan başka bir dost ve yardımcı yoktur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Ve denizde yüksek dağlar gibi yüzen gemiler, O´nun (Allah´ın) âyetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eğer O (Allah), dilerse rüzgârı durdurur. O zaman (gemiler) onun üzerinde hareketsiz kalırlar. Muhakkak ki bunda, çok sabreden ve çok şükreden herkes için mutlaka âyetler (ibretler) vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Veya kazandıkları (yaptıkları) sebebiyle onları helâke sürükler ve onların çoğunu (da) affeder"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ve âyetlerimiz hakkında mücâdele edenler, onlar için sığınacak bir yer olmadığını bilsinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"İşte böylece size verilen herşey dünya hayatının metaıdır. Ve amenû olanlar için, Allah´ın indinde olanlar daha hayırlıdır ve bâkidir (kalıcıdır). Ve onlar, Rab´lerine tevekkül ederler"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ve onlar, günahların büyüğünden ve fuhuştan içtinap ederler (sakınırlar). Ve öfkelendikleri zaman affederler"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ve onlar, Rab´lerine icabet ederler ve namazı kılarlar. Ve onlar, işlerini aralarında toplanıp istişare ederler. Ve onları rızıklandırdığımız şeylerden infâk ederler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ve onlar, kendilerine bir saldırı isabet ettiği zaman yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kötülüğün cezası onun misli kadar kötülüktür. Fakat kim affeder ve ıslâh ederse artık onun ecri (mükâfatı) Allah´a aittir. Muhakkak ki O (Allah), zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ve gerçekten zulme uğradıktan sonra hakkını geri alan kimseler, işte onlar; onların üzerine (aleyhlerine) bir yol (ceza) yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Fakat insanlara zulmedenlerin ve yeryüzünde haksız yere zorbalık yapanların üzerine (aleyhlerine) yol (ceza) vardır. İşte onlar; onlar için elîm bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ve elbette kim sabreder ve bağışlarsa muhakkak ki bu, gerçekten azîm (büyük) işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Ve Allah kimi dalâlette bırakırsa, o taktirde onun için, bundan sonra bir velî (dost) yoktur. Zalimleri, azabı gördükleri zaman: “(Dünyaya) geri dönüşe bir yol var mı?” derken görürsün"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ve onları zilletten boyun eğmiş olarak, ona (azaba) arz olunurken, gizli gizli (yan gözle) baktıklarını görürsün. Âmenû olanlar dediler ki: “Muhakkak ki hüsranda olanlar, kıyâmet günü, kendilerini ve ailelerini hüsrana düşürenlerdir.” Muhakkak ki zalimler, mukîm (devamlı) azabın içindedirler, değil mi"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ve onların, kendilerine yardım edecek Allah´tan başka dostları yoktur. Ve Allah kimi dalâlette bırakırsa artık onun için bir yol (kurtuluş) yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Rabbinize icabet edin (Allah´a ulaşmayı dileyin), Allah tarafından geri döndürülmeyecek olan günün gelmesinden önce. İzin günü, sizin için bir sığınak yoktur. Ve sizin için bir inkâr yoktur (yaptıklarınızı inkâr edemezsiniz)"},{"SurahNumber":42,"VerseNumber":48,"Text":"Bundan sonra eğer yüz çevirirlerse, Biz seni onların üzerine muhafız olarak göndermedik. Senin üzerine düşen sadece tebliğdir. Ve muhakkak ki Biz, insana tarafımızdan bir rahmet tattırdığımız zaman onunla ferahlanır (sevinir). Ve eğer elleriyle takdim ettikleri (yaptıkları) sebebiyle bir kötülük isabet ederse, işte o zaman insan mutlaka kefûr olur (inkâr eder, nankör olur)"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin mülkü Allah´ındır. Dilediği şeyi yaratır. Dilediğine kız (çocuk) ve dilediğine erkek (çocuk) bağışlar"},{"SurahNumber":42,"VerseNumber":50,"Text":"Veya hem kız hem erkek olarak ikisini de verir. Ve dilediği kimseyi kısır kılar. Muhakkak ki o, Alîm´dir (en iyi bilen), Kaadir´dir (herşeye gücü yeten)"},{"SurahNumber":42,"VerseNumber":51,"Text":"Allah´ın hiçbir insanla konuşması olmamıştır, illâ vahyile veya perde arkasından veya dilediğine izniyle vahyetsin diye resûl (melek) göndererek. Allah, bilir ve hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"Ve işte böylece sana emrimizden bir ruh (Kur´ân-ı Kerim) vahyettik. Ve sen, kitap nedir ve îmân nedir bilmiyordun. Ve lâkin O´nu “nur” kıldık. Kullarımızdan dilediğimizi O´nunla hidayete erdiririz. Ve muhakkak ki sen, mutlaka Sıratı Mustakîm´e hidayet ediyorsun (ulaştırıyorsun)"},{"SurahNumber":42,"VerseNumber":53,"Text":"O Allah´ın yolu ki, göklerde ve yerde ne varsa Kendisinindir. (Bütün) emirler (işler) Allah´a seyreder (döner), değil mi"}]}