{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"İnananlar başarıya ulaşmışlardır"},{"SurahNumber":23,"VerseNumber":2,"Text":"Nitekim onlar namazlarında saygılıdırlar"},{"SurahNumber":23,"VerseNumber":3,"Text":"Boş sözlerden yüz çevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Zekatı pratiğe geçirirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve cinsel ilişkilerden sakınırlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ancak eşleri veya sahip oldukları hariç. Onlar kınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"Kim bunun ötesini ararsa sınırı aşmış olur"},{"SurahNumber":23,"VerseNumber":8,"Text":"Onlar ki kendilerine emanet edilen şeylere dikkat ederler. Verdikleri sözleri de yerine getirirler"},{"SurahNumber":23,"VerseNumber":9,"Text":"Onlar ki namazlarını düzenli olarak gözetirler"},{"SurahNumber":23,"VerseNumber":10,"Text":"İşte varis olacaklar onlardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"Cennete mirasçı olacak ve orada ebedi kalacaklar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Biz, insanı özel bir balçıktan yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu sağlam bir bekleme yerinde bir damlacık haline getirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra, o damlacığı, embriyo olarak biçimlendirdik, sonra embriyoyu dölüt olarak biçimlendirdik, sonra dölütü kemik olarak biçimlendirdik, sonra kemiğe et giydirdik ve sonra onu yeni bir yaratık haline soktuk. Biçim verenlerin en güzeli ALLAH çok yücedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra siz, bunun ardından öleceksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra siz, kıyamet (ayağa kalkış) günü diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Üstünüzde yedi yol yarattık ve biz asla yaratıklardan habersiz olmadık"},{"SurahNumber":23,"VerseNumber":18,"Text":"Gökten belli bir oranda su indirdik ve onu toprakta depoladık. Kuşkusuz onu gidermeye de gücümüz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Onunla, sizin için bir çok meyvelar içeren hurma ve üzüm bahçeleri yaptık; onlardan yiyip duruyorsunuz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Sina Dağı civarında yetişen ve yiyenler için yağ ve lezzet üreten bir ağaç"},{"SurahNumber":23,"VerseNumber":21,"Text":"Çiftlik hayvanlarında sizin için bir ders vardır. Karınlarındaki maddeden sizi içiriyoruz, onlarda sizin için bir çok yararlar mevcuttur; hatta onlardan yiyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların üzerinde ve gemiler üzerinde taşınıyorsunuz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Nuh'u halkına göndermiştik de, \"Halkım, ALLAH'a kulluk ediniz. O'ndan başka bir tanrınız yoktur. Saygı duyup erdemli davranmaz mısınız,\" demişti"},{"SurahNumber":23,"VerseNumber":24,"Text":"Halkının ileri gelen inkarcıları, \"Bu, sizin gibi bir insandan başka bir şey değildir. Üzerinize egemen olmak istiyor. ALLAH dileseydi bir melek indirirdi. İlk atalarımızdan böyle bir şey işitmedik"},{"SurahNumber":23,"VerseNumber":25,"Text":"O, sadece deli bir adamdır. Hele bir süreye kadar onu gözleyin"},{"SurahNumber":23,"VerseNumber":26,"Text":"Dedi ki, \"Rabbim, beni yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine kendisine şöyle vahyettik: \"Gözümüzün önünde ve vahyimize uygun olarak gemiyi yap. Emrimiz gelince, kaynaklar kaynayıp taşınca her çeşit (evcil hayvanı) ve aleyhlerine hüküm verilmiş olanların dışındaki aileni al. Zalimler adına benimle konuşma; onlar boğulacaklardır"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen ve beraberindekiler gemiye yerleştiğinizde, 'Bizi o zalim halktan kurtaran ALLAH'a övgüler olsun,' de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve, 'Rabbim, beni kutlu bir yere indir. Sen indirenlerin en iyisisin,' de"},{"SurahNumber":23,"VerseNumber":30,"Text":"Bunda işaretler ve dersler vardır. Biz elbette sizleri denemekteyiz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra, onların ardından, başka bir soy yetiştirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara, aralarından bir elçi gönderdik: \"ALLAH'a kulluk ediniz, sizin ondan başka bir tanrınız yoktur. Saygı gösterip erdemli davranmıyacak mısınız"},{"SurahNumber":23,"VerseNumber":33,"Text":"Dünya hayatında kendilerine alabildiğine nimetler bağışlamamıza rağmen, ahiret karşılaşmasını yalanlayıp inkar eden, halkının ileri gelenleri şöyle dediler: \"Bu, yalnızca sizin gibi bir insandır. Sizin yediğinizden yiyor, sizin içtiğinizden içiyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Sizin gibi bir insana uyarsanız, siz o zaman gerçekten kaybedersiniz"},{"SurahNumber":23,"VerseNumber":35,"Text":"Siz öldükten, toprak ve kemik haline dönüştükten sonra, sizin geri çıkacağınızı mı söz veriyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Size söz verilen bu şey imkansızdır, imkansız"},{"SurahNumber":23,"VerseNumber":37,"Text":"Yaşantımız sadece bu dünyadadır. Yaşarız, ölürüz. Asla dirilecek değiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O, ALLAH'a yalan yakıştıran bir adamdan başkası değildir. Biz ona inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"Dedi ki, \"Rabbim, yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"Dedi ki, \"Az sonra onlar pişman olacaklardır"},{"SurahNumber":23,"VerseNumber":41,"Text":"Korkunç felaket onları eşitçe yakaladı ve böylece onları süprüntü yığınına çevirdik. O zalim halk yok olmayı hakketmişti"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra, onların da ardından başka soylar yetiştirdik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiç bir toplum kendisi için belirlenmiş süreyi çabuklaştıramaz, geciktiremez"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra biz, elçilerimizi ardı ardına gönderdik. Her ne zaman bir elçi toplumuna gittiyse onu yalanladılar. Biz de onları bir biri peşinden sürüp tarihe gömdük. İnanmayan bir topluluk yok olmayı hakketmiştir"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra biz, Musa'yı ve kardeşi Harun'u ayetlerimizle ve apaçık bir delille gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun ve ileri gelen takımına... Ancak onlar büyüklendiler. Onlar küstah bir topluluk olmuştu"},{"SurahNumber":23,"VerseNumber":47,"Text":"O ikisinin halkı bize kölelik ederken şimdi biz tutup bizim gibi iki insana mı inanalım,\" dediler"},{"SurahNumber":23,"VerseNumber":48,"Text":"İkisini yalanladılar ve sonuç olarak yok edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Doğruyu bulurlar diye Musa'ya Kitabı vermiştik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem oğlunu ve annesini bir işaret kıldık, ve onları yerleşmeye elverişli ve pınarı olan bir tepede barındırdık"},{"SurahNumber":23,"VerseNumber":51,"Text":"Elçiler, iyi nimetlerden yiyiniz ve erdemli işler yapınız. Ben sizin yaptıklarınızı çok iyi bilirim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Sizin bu toplumunuz bir tek toplumdur. Ben sizin Rabbinizim beni sayın"},{"SurahNumber":23,"VerseNumber":53,"Text":"Fakat, onlar işlerini çeşitli kitaplara ayırdılar. Her grup kendi yanında bulunandan hoşnut"},{"SurahNumber":23,"VerseNumber":54,"Text":"Belli bir süreye kadar onları şaşkınlıkları içinde bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, kendilerine bağışladığımız paralar ve çocuklar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"Onların iyiliğine koşuyoruz? Hayır, farkında değiller"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rab'lerine olan saygıdan ötürü alabildiğine dikkatli olanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rab'lerininin ayetlerine inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rab'lerine ortak koşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Rab'lerine döneceklerinin bilincinde olarak verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"İşte onlar, iyiliklerde yarışanlardır; ve onlar iyilik yapmakta öncüdürler"},{"SurahNumber":23,"VerseNumber":62,"Text":"Bir kişiye ancak kapasitesi kadar yükleriz. Katımızda gerçeği konuşan bir kitap vardır. Hiç kimse haksızlığa uğratılmayacaktır"},{"SurahNumber":23,"VerseNumber":63,"Text":"Zihinleri bundan (mesajdan) gafil olup buna aykırı işlerde çalışıp durmaktadırlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"Varlıklılarını cezaya çarptığımızda, yakınmaya başlarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Yakınmayın; bu gün tarafımızdan hiç bir yardım görmezsiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Size ayetlerim okunuyordu da ardınıza dönüyordunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ona karşı büyüklük taslıyordunuz, saçmalayarak geceliyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sözü incelemediler mi, yoksa geçmiş atalarına gelmeyen bir şey mi kendilerine geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa, kendilerine gönderilen elçiyi tanımadıkları için mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa, onun deli olduğuna mı karar verdiler? Halbuki onlara gerçeği getirmişti. Ne var ki onların çoğu gerçekten hoşlanmaz"},{"SurahNumber":23,"VerseNumber":71,"Text":"Gerçek onların arzularına uysaydı, gökler, yer ve içlerindekiler kaosa girerdi. Halbuki onlara mesajlarını verdik, ancak çokları mesajlarından yüz çevirmekte"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa sen onlardan bir maaş mı istedin? Rabbinin maaşı çok daha iyidir. O, rızık verenlerin en iyisidir"},{"SurahNumber":23,"VerseNumber":73,"Text":"Kuşku yok ki sen onları dosdoğru yola çağırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ama ahirete inanmıyanlar yoldan sapmaktadırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Kendilerine acıyıp başlarına gelen perişanlıklarını giderseydik bile, azgınlıklarına dalıp bocalayacaklardı"},{"SurahNumber":23,"VerseNumber":76,"Text":"Onları cezaya çarptırmamıza rağmen Rab'lerine boyun eğmediler, yalvarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Kendilerine çetin bir azabın kapısını açtığımız zaman şaşırıp şoke oldular"},{"SurahNumber":23,"VerseNumber":78,"Text":"O'dur sizin için işitme, görme duyularını ve beyinler yaratan. Ne kadar da az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O'dur sizi yeryüzüne yerleştiren; O'nun huzurunda toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O'dur yaşatan ve öldüren; gecenin ve gündüzün değişmesi O'na bağlı. Aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ancak onlar, öncekilerin dediklerini tekrarladılar"},{"SurahNumber":23,"VerseNumber":82,"Text":"Ve şöyle dediler: \"Biz öldüğümüz, toprak ve kemik olduğumuz zaman mı dirileceğiz"},{"SurahNumber":23,"VerseNumber":83,"Text":"Bize ve atalarımıza daha önce aynı şey söz verilmişti. Bu, geçmişlerin efsanesinden başka bir şey değildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki, \"Biliyorsanız, yer, gökler ve içlerinde bulunanlar kimindir"},{"SurahNumber":23,"VerseNumber":85,"Text":"ALLAH'ın,\" diyecekler. De ki, \"Düşünmez misiniz"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki, \"Yedi göğün Rabbi, büyük yönetimin Rabbi kimdir"},{"SurahNumber":23,"VerseNumber":87,"Text":"ALLAH.,\" diyecekler. De ki, \"Öyleyse neden erdemli davranmıyorsunuz"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki, \"Biliyorsanız, koruyup kollayan, fakat kendisi korunup kollanmayan; her şeyin egemenliğini elinde bulunduran kimdir"},{"SurahNumber":23,"VerseNumber":89,"Text":"ALLAH.,\" diyeceklerdir. De ki, \"O halde nasıl da aldanıyorsunuz"},{"SurahNumber":23,"VerseNumber":90,"Text":"Kendilerine gerçeği getirmemize rağmen onlar yalanlamaktadırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"ALLAH çocuk edinmemiştir, O'nunla beraber bir tanrı da yoktur. Aksi taktirde her tanrı yarattığı şeylerle birlikte bağımsızlığını ilan ederek yönetim için bir biriyle çekişmeye girerdi. ALLAH, onların niteledikleri şeylerden çok uzaktır"},{"SurahNumber":23,"VerseNumber":92,"Text":"Tüm sırları ve tanık olunanları Bilendir; onların ortak koştukları şeylerden yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki, \"Rabbim, onlara verilen sözü bana gösterirsen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, beni o zalim toplum içinde bırakma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz elbette, kendilerine söz verileni sana gösterebiliriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kötülüğe iyilikle karşılık ver. Biz onların iddialarını iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Şeytandan Korunmak İçin"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve de ki, \"Rabbim, şeytanların fısıltılarından sana sığınırım"},{"SurahNumber":23,"VerseNumber":99,"Text":"Onlardan birine ölüm gelip çattığı zaman şöyle der, \"Rabbim, beni geri döndürünüz"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ki terketmiş bulunduğum şeylerde erdemli işler yapayım.\" Hayır. Bu onun söylediği bir laftan ibarettir. Diriliş gününe kadar onların ardında bir engel vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Boruya üfürüldüğünde o gün artık aralarında akrabalık yoktur ve birbirleriyle de ilgilenemezler"},{"SurahNumber":23,"VerseNumber":102,"Text":"Tartıları ağır gelenler, işte onlar kazanacaklardır"},{"SurahNumber":23,"VerseNumber":103,"Text":"Tartıları hafif gelenler ise, kendilerini zarara soktukları için cehennemde ebedi kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Onlar orada perişan durumda iken, ateş de yüzlerini yalayacaktır"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunmuyor muydu ve siz de onları yalanlamıyor muydunuz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Rabbimiz,\" diyecekler, \"Bizi talihsizliğimiz yendi; biz sapıtan bir toplum olduk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz, bizi buradan çıkar. Eğer (eski durumumuza) dönersek artık biz gerçekten zalimleriz"},{"SurahNumber":23,"VerseNumber":108,"Text":"Diyecek ki, \"Sinin orada, benimle konuşmayın"},{"SurahNumber":23,"VerseNumber":109,"Text":"Kullarımdan bir grup, 'Rabbimiz, inandık, bizi bağışla, bize merhamet et, sen merhamet edenlerin en merhametlisisin.' derdi"},{"SurahNumber":23,"VerseNumber":110,"Text":"Sizse onları alaya aldınız ve onlar yüzünden beni anmayı unuttunuz. Onlara gülüp duruyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugün ben, onlara sabretmelerinin karşılığını verdim. Kazananlar işte bunlardır"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dedi ki, \"Yeryüzünde kaç sene kaldınız"},{"SurahNumber":23,"VerseNumber":113,"Text":"Bir gün veya günün bir kısmı kadar kaldık. Sayanlara sor,\" dediler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Dedi ki, \"Siz gerçekten çok kısa bir süre kaldınız, keşke bilseydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi boş yere yarattığımızı ve bize dönmeyeceğinizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Gerçek Yönetici olan ALLAH çok yücedir. O'ndan başka tanrı yoktur ve O, cömert yönetimin Rabbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Her kim ALLAH'la birlikte, hiç bir delile sahip olmayan başka bir tanrıya da kulluk ederse, onun hesabı Rabbinin katındadır. Kuşkusuz kafirler başaramazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki: \"Rabbim, (bizi) bağışla, merhamet et; sen, merhamet edenlerin en iyisisin"}]}