{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"The revelation of this Book is from God, the Exalted in Power, Full of Wisdom"},{"SurahNumber":39,"VerseNumber":2,"Text":"Indeed it is We Who have revealed the Book to you in truth. So serve God, offering Him sincere devotion"},{"SurahNumber":39,"VerseNumber":3,"Text":"Is it not to God that sincere devotion is due? But those who take for protectors other than God say, “We only serve them in order that they may bring us nearer to God.” Truly God will judge between them in that which they differ, but God does not guide those who are false and ungrateful"},{"SurahNumber":39,"VerseNumber":4,"Text":"Had God wished to take for Himself a son, He could have chosen whom He pleased out of those whom He creates, but glory is to Him. He is God, the One, the Irresistible"},{"SurahNumber":39,"VerseNumber":5,"Text":"He created the heavens and the earth in true proportion. He makes the night overlap the day, and the day overlap the night. He has subjected the Sun and the Moon, each one follows a course for a time appointed. Is He not the Exalted in Power? Does He not forgive again and again"},{"SurahNumber":39,"VerseNumber":6,"Text":"He created you all from a single soul. Then created of like nature her mate. And He sent down for you eight heads of livestock in pairs. He creates you in the wombs of your mothers, in stages one after another, in three veils of darkness. Such is God, your Lord. To Him belongs all control. There is no god but He. Then how are you turned away"},{"SurahNumber":39,"VerseNumber":7,"Text":"If you reject God, truly God has no need of you, but He likes not ingratitude from His servants. If you are grateful, He is pleased with you. No bearer of burdens can bear the burden of another. In the end, to your Lord is your return, then He will tell you the truth of all that you did, for He knows well all that is in the heart"},{"SurahNumber":39,"VerseNumber":8,"Text":"When some trouble touches the people, they cry to their Lord, turning to Him in repentance, but when He bestows a favor upon them as from Himself, the people forget that they ever cried and prayed, and they set up rivals to God, misleading others from God's path. Say, “Enjoy your blasphemy for a little while, indeed you are of the companions of the fire.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Is one who worships devoutly during the hours of the night, prostrating himself and standing, who is aware of the hereafter, and who places his hope in the mercy of his Lord like one who does not? Say, “Are those equal, those who know and those who do not know? It is those who are endued with understanding that remember.”"},{"SurahNumber":39,"VerseNumber":10,"Text":"Say, “O my servants who believe, be conscious of your Guardian Evolver, good is for those who do good in the present, and it will be as spacious as God's earth. Those who patiently persevere will truly receive a reward without measure.”"},{"SurahNumber":39,"VerseNumber":11,"Text":"Say, “Indeed I am asked to serve God with sincere devotion"},{"SurahNumber":39,"VerseNumber":12,"Text":"“And I am asked to be the first of those who bow to God in religion.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say, “Indeed I fear, if I ignore my Guardian Evolver, the penalty of a mighty day.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say, “It is God I serve with sincere devotion"},{"SurahNumber":39,"VerseNumber":15,"Text":"“Serve what you will besides Him.” Say, “Those who are indeed lost, are those who lose their souls and their people on the Day of Accountability. That is indeed an evident loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"They will have layers of fire above them, and layers of fire below them. With this does God warn his servants, “O My servants, be conscious of Me.”"},{"SurahNumber":39,"VerseNumber":17,"Text":"Those who avoid wrong, and do not fall into its worship, and turn to God, for them is good news. So announce the good news to My servants"},{"SurahNumber":39,"VerseNumber":18,"Text":"Those who listen to the word, and adhere to the best of it. Those are the ones who God has guided, and those are the ones endowed with understanding"},{"SurahNumber":39,"VerseNumber":19,"Text":"Then is one against whom the decree of punishment is justly due, equal to one who avoids wrong? Can you then save one who is in the fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But for those who are conscious of their Lord are lofty mansions, one above another, built high. Beneath them rivers flow. Such is the promise of God. Never does God fail in His promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Do you not see that God sends down rain from the sky, and leads it through springs in the earth? Then He causes to grow there, produce of various colors. Then it withers. You will see it grow yellow. Then He makes it dry up and crumble away. Truly in this is a message of remembrance to people of understanding"},{"SurahNumber":39,"VerseNumber":22,"Text":"Is one whose heart God has opened to Al-Islam, so that he has received enlightenment from God, no better than one hard-hearted? Woe to those whose hearts are hardened against celebrating the praises of God. They are clearly in error"},{"SurahNumber":39,"VerseNumber":23,"Text":"God has revealed the best hadith, a book consistent with itself, repeating. The skin of those who fear their Lord shivers from it. Then their skin and their hearts soften to the celebration of God's praises. Such is the guidance of God. He guides with it whom He pleases, but those who God leaves to stray, can have none to guide"},{"SurahNumber":39,"VerseNumber":24,"Text":"Is then one who has to fear the brunt of the penalty on the Day of Accountability on his face, like one guarded from it? It will be said to the wrongdoers, “Taste of what you earned.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them also rejected it, and so the punishment came to them from directions they did not perceive"},{"SurahNumber":39,"VerseNumber":26,"Text":"So God gave them a taste of humiliation in the present life, but greater is the punishment of the hereafter, if they only knew"},{"SurahNumber":39,"VerseNumber":27,"Text":"We have put forth for humanity in this Quran, every kind of parable, in order that they may receive advice"},{"SurahNumber":39,"VerseNumber":28,"Text":"A Quran in Arabic, without anything out-of-place, in order that they may guard against wrong"},{"SurahNumber":39,"VerseNumber":29,"Text":"God puts forth a parable of a person belonging to many partners at odds with each other, and a person belonging entirely to one man. Are those two equal in comparison? Praise God, but most of them do not understand"},{"SurahNumber":39,"VerseNumber":30,"Text":"Truly you will die, and truly they will die"},{"SurahNumber":39,"VerseNumber":31,"Text":"In the end will you all, on the Day of Accountability, settle your disputes in the presence of your Lord. 31 (End of Part)"},{"SurahNumber":39,"VerseNumber":32,"Text":"Who then does more wrong than one who tells a lie concerning God, and rejects the truth when it comes to him. Should hell not be a home for blasphemers"},{"SurahNumber":39,"VerseNumber":33,"Text":"But he who brings the truth and he who confirms it. Such are the people who do right"},{"SurahNumber":39,"VerseNumber":34,"Text":"They will have all that they wish for in the presence of their Lord. Such is the reward for those who do right"},{"SurahNumber":39,"VerseNumber":35,"Text":"So that God will turn away from them the worst of their deeds, and give them their reward according to the best of what they have done"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is God not enough for his servant? But they threaten you with others besides Him. For those who God leaves to stray, there can be no guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"And those who God guides, there can be none to lead astray. Is God not Exalted in Power, Lord of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"If you ask them who it is that created the heavens and the earth, they would be sure to say, “God.” Say, “Then do you see what you invoke besides God? Can they, if God wills some penalty for me, remove His penalty? Or if He wills some benefit for me, can they keep back His grace?” Say, “Sufficient is God for me. Those who are trusting, trust Him.”"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say, “O my people, do whatever you can, I will do my part, but soon will you know—"},{"SurahNumber":39,"VerseNumber":40,"Text":"“Who it is to whom comes a penalty of disgrace, and on whom descends a penalty that persists.”"},{"SurahNumber":39,"VerseNumber":41,"Text":"Indeed We have revealed the Book to you in truth for humanity. So he who receives guidance benefits his own soul, but he who strays, harms his own soul, nor are you set over them to manage their affairs"},{"SurahNumber":39,"VerseNumber":42,"Text":"God removes the souls at the time of death. And those who did not die, He removes their soul while they sleep. He then keeps those who death has chosen, and He sends the others back for a time to be announced. Indeed in this are signs for those who reflect"},{"SurahNumber":39,"VerseNumber":43,"Text":"What, do they take for intercessors others besides God? Say, “Even if they have no power whatsoever and no intelligence?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say, “To God exclusively belongs intercession. To Him belongs the control of the heavens and the earth. In the end, it is to Him Who you will be brought back.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"When God, the One and Only, is mentioned, the hearts of those who do not believe in the hereafter sink with aversion, but when those other than He is mentioned, behold, they are filled with joy"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say, “O God, Creator of the heavens and the earth, Knower of all that is hidden and open, it is You Who will judge between Your servants in those matters about which they have differed.”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Even if the wrongdoers had all that there is on earth, and as much more, in vain would they offer it for ransom from the pain of the penalty on the Day of Accountability, but something will confront them from God which they could never have imagined"},{"SurahNumber":39,"VerseNumber":48,"Text":"For the harm of their deeds will confront them, and they will be encircled by that which they used to mock"},{"SurahNumber":39,"VerseNumber":49,"Text":"Now, when trouble touches the human being they cry to Us, but when We bestow a favor upon them from Ourselves they say, “This has been given to me because of a certain knowledge I have.” No, this is but a trial. But most of them do not understand"},{"SurahNumber":39,"VerseNumber":50,"Text":"Those before them said the same thing, but all that they did was of no profit to them"},{"SurahNumber":39,"VerseNumber":51,"Text":"No, the harmful results of their deeds overtook them and the wrongdoers of this generation. The harmful results of their deeds will soon overtake them, and they will never be able to stop Our plan"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they not know that God can increase the provisions or restrict them for any He pleases? Indeed, in this are signs for those who believe"},{"SurahNumber":39,"VerseNumber":53,"Text":"Say, “O my servants who have transgressed against their souls, do not despair of the mercy of God, for God forgives all sins, for He is Oft-Forgiving, Mercifully Redeeming.”"},{"SurahNumber":39,"VerseNumber":54,"Text":"“Turn to our Lord and bow to His will, before the penalty comes on you. After that, you will not be helped.”"},{"SurahNumber":39,"VerseNumber":55,"Text":"“And adhere to the best of what is revealed to you from your Guardian Evolver, before the penalty comes on you all of a sudden, while you perceive it not"},{"SurahNumber":39,"VerseNumber":56,"Text":"“Lest a soul should say, ‘Shame on me, that I neglected my duty towards God, and was indeed among those who mocked.’"},{"SurahNumber":39,"VerseNumber":57,"Text":"“Or lest she should say, ‘If only God had guided me, I would certainly have been among the righteous.’"},{"SurahNumber":39,"VerseNumber":58,"Text":"“Or lest she should say when she sees the penalty, ‘If only I had another chance, I would certainly be among those who do right.’ ”"},{"SurahNumber":39,"VerseNumber":59,"Text":"“No, but there came to you my signs, and you rejected them, you were arrogant, and became one of those who do not believe.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Accountability you will see those who told lies against God, their faces will be turned black. Is there not in hell a home for the arrogant"},{"SurahNumber":39,"VerseNumber":61,"Text":"But God will deliver the righteous to their place of salvation. No evil will touch them, nor will they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"God is the Creator of all things, and He is the Guardian and Manager of all affairs"},{"SurahNumber":39,"VerseNumber":63,"Text":"To Him belong the keys of the heavens and the earth, and those who reject the signs of God, it is they who will be loss"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say, “Is it someone other than God that you order me to worship, O you ignorant ones?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"But it has already been revealed to you, as it was to those before you, “If you were to join gods with God, truly fruitless will be your work, and you will surely be in the ranks of those who lose.”"},{"SurahNumber":39,"VerseNumber":66,"Text":"No, but worship God, and be of those who give thanks"},{"SurahNumber":39,"VerseNumber":67,"Text":"No just estimate have they made of God, though it is due to Him. On the Day of Accountability, the whole world will be entirely in His Grip, and the heavens will be rolled up in His Right Hand. Glory be to Him. High is He above the partners they attribute to Him"},{"SurahNumber":39,"VerseNumber":68,"Text":"The trumpet will be sounded when all that is in the heavens and on earth will swoon, except those God chooses to exempt. Then a second one will be sounded, when behold, they will be standing and looking on"},{"SurahNumber":39,"VerseNumber":69,"Text":"And the earth will shine with the glory of its Lord. The record will be placed open, the Prophets and the witnesses will be brought forward, and a just decision pronounced between them, and they will not be wronged"},{"SurahNumber":39,"VerseNumber":70,"Text":"And every soul will be paid in full for her deeds, and God knows best all that they do"},{"SurahNumber":39,"VerseNumber":71,"Text":"The unbelievers will be led to hell in a crowd. When they arrive, its gates will be opened, and its keepers will say, “Did messengers not come to you from among yourselves, rehearsing to you the signs of your Lord, and warning you of the meeting of this day of yours?” The answer will be, “True.” But the decree of punishment has been proved true against the unbelievers.”"},{"SurahNumber":39,"VerseNumber":72,"Text":"To them it will be said, “Enter the gates of hell, to dwell therein, and terrible is this home of the arrogant.”"},{"SurahNumber":39,"VerseNumber":73,"Text":"And those who were conscious of their Guardian Evolver will be led to the garden in crowds. Then behold, when they arrive there, its gates will be opened, and its keepers will say, “Peace be upon you, well done, enter and dwell therein forever.”"},{"SurahNumber":39,"VerseNumber":74,"Text":"They will say, “Praise God, Who has truly fulfilled His promise to us, and has made us inherit the earth. We can dwell in the garden, as we will. How excellent a reward for those who work righteousness.”"},{"SurahNumber":39,"VerseNumber":75,"Text":"And you will see the angels surrounding the throne on all sides, singing glory and praise to their Lord. The decision between them will be justified, and the cry will be, “Praise God, the Lord of all the worlds.”"}]}