{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"Әлиф. Ләм.Ра. Бұлар ап-айқын Құранның аяттары"},{"SurahNumber":12,"VerseNumber":2,"Text":"Расында біз мұны Арапша Құран түрінде түсірдік, әрине түсінерсіңдер"},{"SurahNumber":12,"VerseNumber":3,"Text":"(Мхаммед Ғ.С.) саған бұл Құранды уахи етуімізбен өзіңе қиссалардың ең жақсысын баян етеміз. Негізінде сен бұдан бұрын әрине хабарсыз едің"},{"SurahNumber":12,"VerseNumber":4,"Text":"Сол уақытта Юсып (Ғ.С.) әкесіне: “Әкетайым! Рас мен түсімде он бір жұлдыз және күн мен айды, маған сәжде қылғанын көрдім” деді"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Яғқұп Ғ.С.): “Әй балақайым! Түсіңді туыстарыңа айтпа! Саған бір айлакерлік жасар. Расында шайтан адам баласына ашық дұшпан” деді"},{"SurahNumber":12,"VerseNumber":6,"Text":"“Міне осылайша Раббың сені ұнатады. Саған түстердің жоруын үйретеді. Бұрыңғы аталарың Ыбырайым, Ысхақ (Ғ.С.) тарға нығметтерін тамамдағандай саған және Яғқұп (Ғ.С.) ұрпағына нығметін толықтастырады. Шәксіз Раббың толық білуші, хикмет иесі”"},{"SurahNumber":12,"VerseNumber":7,"Text":"Расында Юсып туыстарының киссасында сұраушылар үшін өнегелер бар"},{"SurahNumber":12,"VerseNumber":8,"Text":"Сол уақытта туыстары: „ Юсып және туысы, (Бінямын) әкемізге бізден жақсы көрінеді. Біз болсақ мықты бір топпыз. Дау жоқ, әкеміз ашық адасуда” деді"},{"SurahNumber":12,"VerseNumber":9,"Text":"Олардан бір айтушы: „Юсыпты өлтіріңдер немесе бір жерге апарып тастаңдар. Өздеріңе әкелеріңнің алды бос қалды. Артынанан да түзу бір топ боларсыңдар” деді"},{"SurahNumber":12,"VerseNumber":10,"Text":"Іштерінен тағы бір айтушы: „Егер менің айтқанымды істейтін болсаңдар, Юсыпты өлтірмеңдер де оны бір құдықтың түбіне тастаңдар. Кейбір жүргінші тауып алар” деді"},{"SurahNumber":12,"VerseNumber":11,"Text":"Олар: „Әй әке,міз! Юсып туралы бізге сенбейтін саған не болды? Әрине оған қамқормыз” десті"},{"SurahNumber":12,"VerseNumber":12,"Text":"“Ертең оны бізбен бірге жібер. Тамақтансын, ойнасын. Расында біз оны қорғаушымыз” десті"},{"SurahNumber":12,"VerseNumber":13,"Text":"(Яғқұп Ғ.С.): “Расында сендердің оны алып кетулерің маған уайым салады. әрі сендер оған кәперсіз қалып, оны қасқыр жеуінен қорқамын” деді"},{"SurahNumber":12,"VerseNumber":14,"Text":"Олар: “Біз мықты бір топ бола тұра оны қасқыр жесе, әрине сол уақытта зиянға ұшыруашылардан болармыз” десті"},{"SurahNumber":12,"VerseNumber":15,"Text":"(Туыстары Юсыпты қырға алып шығып, әр түрлі аяусыз жапалар көрсетіп, қатты қинап өлтіруге жақындайды. Ол, оларға жылап, еңіреп жалбарынғандықтанөлтірмей әкелеріне қасқыр жеді деп, қанға бояп көрсету үшін жейдесін шешіп алып, жандары ашымай беліне жіп байлап құдыққа салбыратып тұрып, жібін кескен сәтте, Алладан Жебірейіл арқылы Юсып Ғ.С. ға пайғамбарлық келеді. Б.Ж.К.Р.Т.Ж-Қ.) Сонда олар, Юсыпты алып кеткен кезде, бәрі оны құдықтың түбіне тастауға бірлесті. Оған: “Туыстарыңа әлбетте осы істеріңнің хабарын бересің. Олар сезбейді” деп уахи еттік"},{"SurahNumber":12,"VerseNumber":16,"Text":"Олар іңірде әкелеріне жылап келді"},{"SurahNumber":12,"VerseNumber":17,"Text":"“Әй Әкеміз! Біз жарысып кеткенде, Юсыпты нәрселеріміздің жанына тастап кетсек, сонда оны қасқыр жепті. Енді шын айтсақта, бізге сенбейсің ғой” десті"},{"SurahNumber":12,"VerseNumber":18,"Text":"Сондай-ақ олар оның жейдесіне өтірік қан жағып әкелді. Әкелері: “Олай емес! Сендерге нәпсілерің бір істі жақсы көрсеткен екен. Енді көркем сабыр керек. Айтқандарыңа Алладан жәрдем тіленеді” деді"},{"SurahNumber":12,"VerseNumber":19,"Text":"(Үш күннен кейін Мәдяннан Мысырға бара жатқан керуен адасып, құдыққа жақын түседі. Б.М.К.Ж.Р.Т.) Бір жүргінші келіп, дереу сушыларын жіберді; ол қауғасын салып: “Ой шүйінші! Міне бір еркек бала” деді. Олар оны сауда малы етіп, жасырып қойды. Алла, олардың не істегендерін толық біледі"},{"SurahNumber":12,"VerseNumber":20,"Text":"Олар оны кем бағаға бірнеше теңгеге сатып жіберді. Өйткені, Олар Юсыпқа ынтық емес еді"},{"SurahNumber":12,"VerseNumber":21,"Text":"Мысырдағы оны сатып алған кісі әйеліне: “Орнын құрметтеп жақсы бақ. Мүмкін бізге пайдасы тиер немесе бала қып алармыз” деді. Осылайша Юсыпты ол жерге орналастырып, оған түстердің жоруын үйреттік. Алла өз ісіне өктем, бірақ адамдардың көбі білмейді"},{"SurahNumber":12,"VerseNumber":22,"Text":"Ол ержеткенде, оған даналық, білім бердік. Жақсылық істеушілерді өстіп сыйлаймыз"},{"SurahNumber":12,"VerseNumber":23,"Text":"(Бұл Юсыпты жүргіншіден сатып алған, Мысырдың қазына уәзірі Қытпирдің әйелі Зылиха еді. Ол уақытта Мысыр патшасы Уалит ұлы Риян иман келтіреді. Б.Ж.М.К.Р.) Юсып тұрған үйдің әйелі (Зілиха), оның көңлін өзіне тартпақшы болды даесіктерді бекітті: “Қане кел бері!”, - деді. Юсып (Ғ.С.): “Аллаға сиынамын. Ол (ерің) қожайыным, мені жақсы орынға қойды. Шынында залымдар құтылмайды” деді"},{"SurahNumber":12,"VerseNumber":24,"Text":"Расында әйел одан ой қылды. Егер Раббыңның дәлелін көрмесе, Юсып та одан ой қылған болар еді. Юсыптан жамандық, арсыздықты бұруымыз үшін өстідік. Өйткені, ол ықыласты құлдарымыздан еді"},{"SurahNumber":12,"VerseNumber":25,"Text":"Екеуі есікке жүгірді де әйел, оның жейдесін арт жағынан жыртып алып қалды. Екеуі есік алдында әйелдің қожайынына кездесіп қалып, әйел еріне: “Сенің жұбайыңа жамандық ойлаған біреудің жазасы сөзсіз абақты немесе жан түршігерлік азап” деді"},{"SurahNumber":12,"VerseNumber":26,"Text":"Юсып (Ғ.С.): “Ол, көңлімді өзіне тарпақшы болды” деді. Әйел жағынан бір айғақ: “Егер Юсыптың жейдесі алдынан жыртылса, әйел шын айтты да ол, өтірікшілерден болады”"},{"SurahNumber":12,"VerseNumber":27,"Text":"“Оның жейдесі артынан жыртылса, онда әйел өтірік айтты да Ол, шыншылдардан” деп куәлік берді"},{"SurahNumber":12,"VerseNumber":28,"Text":"Сонда оның жейдесінің арт жағынан жыртылғанын көрген ері: “Міне бұл, әйелдер, сендердің қулықтарың. Расында сендердің амалдарың үлкен” деді"},{"SurahNumber":12,"VerseNumber":29,"Text":"“Юсып, мұны қоя сал! Ханым, сен күнәң үшін жарылқану тіле! Расында сен қателесушілерденсің!”-(деді)"},{"SurahNumber":12,"VerseNumber":30,"Text":"Қаладағы қатындар: “Бастықтың әйелі жігітінен көңілі қыпты. Расында біз оны ашық адасушы көреміз” деп өсектеді"},{"SurahNumber":12,"VerseNumber":31,"Text":"Зілиха, қатындардың өзіне сөшіс бергендіктерін естігенде; оларға шақыру жіберіп, олар үшін сүйеніп отыратын диван әзірледі де әрбіреуіне бышақ беріп, Юсыпқа: „Шық, оларға көрін!”,-деді. (Жеміс кесіп отырған қатындар,) оны көрген сәтте, бір түрлі ірі бағалап (естері шығып,) өз қолдарын турады. Қатындар: „Ой Алла! Мынау адам емес; бұл біртүрлі құрметті періште-ақ қой” десті"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Зілиха оларға): „Ал міне, мені өсектегенгдерің осы. Расында оның көңілін мен қаладым. Сонда да абырой сақтады. Және де ол, әмірімді орындамаса, әлбетте абақтыға салынып, қор болушылардан болады” деді"},{"SurahNumber":12,"VerseNumber":33,"Text":"(Юсып Ғ.С.): Раббым! Бұлардың, мені істеуге шақырған істерінен маған зіндан сүйкімдірек. Егер бұл қатындардың сұмдықтарын менен бұрмасаң,оларға бейімдеп надандардан боламын” деп тіледі"},{"SurahNumber":12,"VerseNumber":34,"Text":"Сонда Раббы тілегін қабыл етіп, одан қатындардың сығандықтарын тойтарды. Өйткені Ол Алла, толық естуші, өте білуші"},{"SurahNumber":12,"VerseNumber":35,"Text":"Сонсоң оларға дәлелдер көрінгеннен кейін де оны бір мерзімге дейін абақтыға салды"},{"SurahNumber":12,"VerseNumber":36,"Text":"Және де Юсыппен бірге екі жігіт бірге абақтыға кірді. Ол екеуінің бірі: „Мен түсімде арақ сыққанымды көрдім” деді. Екіншісі: „Мен төбеме нан көтеріп жүр екемін. Одан құс жегенін көрдім. Бізге бұл түстердің жоруын айтып бер. Күдіксіз, біз сені жақсылық қылушылардан көреміз” деді"},{"SurahNumber":12,"VerseNumber":37,"Text":"(Юсып Ғ.С. оларға): „Сендерге көректендірілетін тамақ келмей-ақ екеуіңе түстің жоруын айтып беремін. Бұл маған Раббымның үйреткендерінен. Шынында Аллаға сенбеген және ақирет күніне сенбеген бір елдің дінін тастадым” деді"},{"SurahNumber":12,"VerseNumber":38,"Text":"„Аталарым, Ыбырайым, Ысқақ және Яғқұп (Ғ.С.) тардың дінін қудым. Біздің Аллаға ешбір шерік қосуымыз тиісті емес. Бұл бізге әрі адам баласына Алланың бір мәрхаметі. Бірақ адамдардың көбісі шүкіршілік қылмайды.”"},{"SurahNumber":12,"VerseNumber":39,"Text":"„Әй менің абақты жолдастарым! Бөлек-бөлек Раббылар жақсы ма? Немесе әр нәрсеге өктем жалғыз Алла жақсыма?”"},{"SurahNumber":12,"VerseNumber":40,"Text":"„Сендердің Одан өзге шоқынған нәрселерің, сендер әрі аталарың атаған құр аттар ғана. Алла, оларға табынуға байланысты ешбір дәлел түсірмеген. Үкім Аллаға ғана тән. Ол, өзіне ғана құлшылық қылуларыңды бұйырған. Міне осы, тұп-тура дін. Бірақ адамдардың көбі білмейді”"},{"SurahNumber":12,"VerseNumber":41,"Text":"„Әй абақты жолдастарым! (Бұл түс көрген екеуінін бірі патшаның сушысы, бірі ашпазы екен.) Біреуің қожайынына арақ ішкізеді. (Бұрынғы жұмысын істейді.) Ал біреуің дереу асылып, басын құс шоқиды. Міне екеуінің жоруын сұраған іс бітті.”"},{"SurahNumber":12,"VerseNumber":42,"Text":"Құтылады деп ойлаған екеуінің біреуіне: „Қожайыныңның жанында мені ескер!”-деді (Юсып Ғ.С.). Сонда шайтан қожайынының алдында еске алуды ұмыттырды да сондықтан Юсып бірнеше жыл абақты да жатып қалды"},{"SurahNumber":12,"VerseNumber":43,"Text":"(Бір күні) патша: „Түсімде, жеті семіз сиырды жеті арық сиыр жеп жатқанын және жеті жасыл сабақтар, тағы солай қурағанын көрдім. Әй сыбайластар! Егер түс жоритын болсаңдар, менің түсімді жорыңдар” деді"},{"SurahNumber":12,"VerseNumber":44,"Text":"(Олар): „Бұл шым-шытырық түс екен. Сондықтан біз мұндай түстердің жоруын білмейміз” деді"},{"SurahNumber":12,"VerseNumber":45,"Text":"Ол екеуінің құтылғаны , Юсыпты бірталайдан кейін есіне алдды да: „Мен сендерге оның жоруының хабарын беремін. Дереу мені абақтыға жіберіңдер” деді"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Ол, абақтыға барып): „Әй шыншыл Юсып! Бізге, жеті семіз сиырды жеті арық сиырдың жеуі және жеті жасыл сабақ пен қурағандары жайында жоруын бер. Олардың да оны білулері үшін адамдарға қайтып барайын”"},{"SurahNumber":12,"VerseNumber":47,"Text":"Юсып (Ғ.С.): „Жеті жыл әдеттегіше егін егесіңдер де сонда орғандарыңды бастырмай сабақта қойып, бірақ аздап жейтіндеріңді ғана аласыңдар"},{"SurahNumber":12,"VerseNumber":48,"Text":"„Тағы бұдан кейін қатты (ашаршылық жыл) келеді. Бір аздап сақтанғандарыңнан бапсқа бұрыннан сол жинағандарыңды жейсіңдер.”"},{"SurahNumber":12,"VerseNumber":49,"Text":"„Ал бұдан кейін адамдар жаңбырға қанып онда жемістердің суын сығатын жыл келетін болады” деді"},{"SurahNumber":12,"VerseNumber":50,"Text":"(Мұны естіген) патша: „Оны маған алып келіңдер ” деді. Шабарман келген кез, (Юсып Ғ.С.): „Қожайыныңа қайтып бар. Ол, қолдарын кескен қатындардың мақсаттары не? Сұра! Күдіксіз Раббым, олардың қулықтарын толық біледі” деді"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Патша қатындарды жинап алып): „Юсыптың көңілін алмақшы болғандарыңғы жағыдай не еді?” деп сұрайды. Әйелдер Алла сақтасын ! Оған байланысты бір жамандық білмедік” десті. Уәзірдің әйелі де: „Міне шындық ортаға шықты. Оның көңілін алуды мен қалаған едім. Расында , ол анық шыншылдардан” деді"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Юсып Ғ.С.): „Осы (қатындардың сұралу мәселесі) расында оған астыртын қиянат қылмағанымды патшаның білуі үшін. Күдіксіз Алла, қиянатшылардың қастығын оңайлатпайды” деді"},{"SurahNumber":12,"VerseNumber":53,"Text":"„Нәпсімді ақтамаймын. Расында нәпіс жамандыққа бұйырады. Бірақ та Раббым мәрхамет етсе ол басқа. Күдіксіз Раббым өте жарылқаушы, ерекше мейірімді”"},{"SurahNumber":12,"VerseNumber":54,"Text":"(Юсып Ғ.С. патшаға): „ Мені мемілекеттің қазына бастығы қыл . Өйткені, мен оны қорғауды (басқаруды) білемін ” деді"},{"SurahNumber":12,"VerseNumber":55,"Text":"(Юсып Ғ.С. патшаға): „ Мені мемілекеттің қазына бастығы қыл . Өйткені, мен оны қорғауды (басқаруды) білемін ” деді"},{"SurahNumber":12,"VerseNumber":56,"Text":"Міне, осылайша Юсыпты ол жерге орналастырдық. Қалаған жерінде отыра алады. Қалағанымызды мәрхаметімізге бөлейміз. Сондай-ақ жақсылық істеушілердің еңбегін зая қылмаймыз"},{"SurahNumber":12,"VerseNumber":57,"Text":"Әрине иман келтіріп, тақуа болғандардың ақиреттегі сыйлығы тағы жақсы"},{"SurahNumber":12,"VerseNumber":58,"Text":"(Ашаршылық жылдарында) Юсыптың туысқандары келіп, жанына кірді. Сонда Юсып оларды таныды. Олар, оны танымады"},{"SurahNumber":12,"VerseNumber":59,"Text":"Юсып (Ғ.С.) олардың жүктерін әзірлеткен сәтте: „Маған әке бір туыстарың (Бінямын) ды ала келіңдер. Шын мәнінде астық толтырғанымды және мейман достардың жақсысы екенімді көрмейсіңдер ме?”,-деді"},{"SurahNumber":12,"VerseNumber":60,"Text":"„Егер оны маған келтірмесеңдер,менде, сендерге өлшеп берер жоқ. Сондай-ақ маған жақындамаңдар.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Олар: „Біз оны әкесінен қалауға тырысамыз. Сөзсіз мұны орындаймыз” десті"},{"SurahNumber":12,"VerseNumber":62,"Text":"Юсып (Ғ.С.) жігіттеріне: „Олардың (астық сатып алуға әкелген) өз нәрселерін де жүктерінің ішіне қойыңдар. Әрине үйлеріне қайтып барған кезде, оны біліп, мүмкін олар қайтып келер” деді"},{"SurahNumber":12,"VerseNumber":63,"Text":"Сонда олар әкелеріне қайтып барған дарында: „Әй әкеміз! Біздің өлшеу тоқтатылды. (Астық бермейтін болды.) Сондықтан туысымыз (Бінямын) ды бізбен бірге жібер де (астық) өлшеп алайық. Сондай-ақ біз оны әлбетте қорғаймыз” деді"},{"SurahNumber":12,"VerseNumber":64,"Text":"(Яғқұп Ғ.С.): „Бұдан бұрын туысына байланысты сендерге сенгенім сияқты бұған да сендерге сенейін бе? Дегенмен, Алла толық қорғаушы әрі Ол, мейірімділердің ең мейірімдісі” деді"},{"SurahNumber":12,"VerseNumber":65,"Text":"Олар жүктерін ашқанда, Өздеріне қайтарылған нәрселерін тапты да: “Әй әкеміз! Не іздейміз! Міне нәрселеріміз өзімізге қайтарылыпты, тағы семьямызды қамтамасыз етіп, туыстарымызды қорғаймыз. Сондай-ақ тағы бір түйе (астық) өлшеуімізге болады. Негізінен бұл өлшеп әкелгеніміз шамалы” десті"},{"SurahNumber":12,"VerseNumber":66,"Text":"Әкелері: “Бәрің бір-ақ қолды болып кетпейінше, оны міндетті түрде маған әкелулеріңе байланысты Алланың атымен серт бергенге дейін оны сендермен бірге жібере алмаймын” деді. Сөйтіп олар, әкелеріне серт берген сәтте, әкелері: “Алла айтқанымызға уәкіл” деді"},{"SurahNumber":12,"VerseNumber":67,"Text":"Балаларына: “Әй балаларым! Қалаға бір қақпадан кірмей бөлек-бөлек қақпалардан кіріңдер. Онымен қатар сендерден Алланың бұйрығынан еш нәрсені кетіре алмаймын. Үкім Аллаға ғана тән. Оған тәуекел еттім. Сондай-ақ тәуекел етушілер Оған тәуекел етсін” деді"},{"SurahNumber":12,"VerseNumber":68,"Text":"Олар, әкелерінің әмірінше, кірген болса да олардан Алланың тақдырынан ешнәрсені кетіре алмайтын еді. Бірақ Яғқұп (Ғ.С.) көңліндегі бір хажетін ғана атқарған болды. Өйткені ол, біз үйреткендіктен білім иесі еді. Алайда, оны адамдардың көбі білмейді"},{"SurahNumber":12,"VerseNumber":69,"Text":"Олар Юсыптың жанына кіргенде, Юсып туысын (Бінямынды) өз қасына алып: “Мен, сенің ініңмін. Олардың істегендеріне кейіме” деді"},{"SurahNumber":12,"VerseNumber":70,"Text":"Юсып (Ғ.С.) олардың нәрселерін қамдағанда, су ыдысын өз туысының жүгінің ішіне қойып, олар жүрген соң бір айғайшы: “Әй керуенші! Сендер анық ұрысыңдар!” деп айғайлады"},{"SurahNumber":12,"VerseNumber":71,"Text":"Олар, бұларға бұрылып: “Не нәрсе жоғалттыңдар?”, - деді"},{"SurahNumber":12,"VerseNumber":72,"Text":"Бұлар: “Патшаның су ыдысын жоғалттық. Оны әкелген кісіге бір түйе жүк сыйлық бар. Әрі мен оған жауаптымын” деді"},{"SurahNumber":12,"VerseNumber":73,"Text":"Олар: “Аллаға ант етеміз. Расында бұл жерге бұзақылық үшін келмегенімізді әрине білдіңдер. Сондай-ақ біз ұры емеспіз” деді"},{"SurahNumber":12,"VerseNumber":74,"Text":"Бұлар: “Егер өтірікші болсаңдар, оның жазасы не?”, - деді"},{"SurahNumber":12,"VerseNumber":75,"Text":"Олар: “Оның жазасы, кімнің жүгінен шықса, сонда оның өзі жазалы. Біз залымдарды осылайша жазалаймыз” деді"},{"SurahNumber":12,"VerseNumber":76,"Text":"Өз туысының жүгінен бұрын олардың жүгін тінте бастап, сонсоң оны туысының жүгінен шығарды. Осылайша Юсыпқа әдіс үйреттік. Өйткені, Алла қаламайынша патшаның заңында туысын алып қала алмас еді. Қалаған кісіміздің дәрежелерін көтереміз. Сондай-ақ әр ілім иесінің үстінде бір білуші бар"},{"SurahNumber":12,"VerseNumber":77,"Text":"Олар: “Егер бұл ұрлық қылса, әрине туысы да бұрын ұрлық қылған болатын” деді. Сонда Юсып (Ғ.С.) ол сөзді жүрегінде сақтап, оларға әшкерелемеді. (Ішінен): “Сендер тағы жаман орындасыңдар. Алла айтқандарыңды жақсы біледі” деді"},{"SurahNumber":12,"VerseNumber":78,"Text":"Олар: “Әй қожайын! Бұның кәрі әкесі бар. Сондықтан оның орнына бірімізді ал. Шын мәнінде біз сені игілік істеушілерден көреміз” деді"},{"SurahNumber":12,"VerseNumber":79,"Text":"(Юсып Ғ.С.): “Нәрсемізді жанынан тапқан адамнан басқаны алып қалудан алудан Аллаға сиынамыз. Біз ол уақытта анық залымдардан боламыз” деді"},{"SurahNumber":12,"VerseNumber":80,"Text":"Олар, Юсыптан күдер үзген сәтте, оңашаланып кеңесті. Олардың үлкені: “Білмейсіңдер ме? Расында әкелерің сендерге байланысты Алланың атымен серт алған. Сондай-ақ бұрын Юсып жайында орасан айыптысыңдар. Сондықтан маған әкем рұхсат бергенге немесе мен үшін Алла бір үкім қылғанға (өлгенге) дейін осы жерден әсте айрылмаймын. Ол Алла үкім етушілердің ең жақсысы” деді"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Сендер әкелеріңе қайтыңдар да: Әй әкеміз! Шын мәнінде ұлың ұрлық қылды. Біз білгенімізге ғана айғақпыз. Сондай-ақ біз көместі білмейміз деңдер.”"},{"SurahNumber":12,"VerseNumber":82,"Text":"“Ал біз ішінде болған қаладан және бізге кездескен керуеннен сұра. Сөз жоқ, біз шын айтамыз”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Яғқұп Ғ.С.): “Олай емес. Сендерді нәпсілерің бір іске қызықтырған екен. Енді маған көркем сабыр керек. Бәлкім Алла олардың бәрін маған келтірер. Өйткені, Ол толық білуші, хикмет иесі” деді"},{"SurahNumber":12,"VerseNumber":84,"Text":"(Яғқұп Ғ.С.) олардан теріс айналып: “Ой қайран Юсып!”, - деп күйіктен көздері ағарып, сонда ол қасіреттеніп іштей тынды"},{"SurahNumber":12,"VerseNumber":85,"Text":"Олар, әкелеріне: “Аллаға ант етеміз. Күйіктен ерігенге немесе типыл болғанға дейін Юсыпты жоқтай бересің” деді"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Яғқұп Ғ.С.): “Мен күйзелісімді де күйінішімді де Аллаға ғана шағамын. Әрі Алладан сендер білмеген нәрсені білемін” деді"},{"SurahNumber":12,"VerseNumber":87,"Text":"“Әй ұлдарым! Барыңдар да Юсыпты және туысын іздестіріңдер! Сондай-ақ Алланың мәрхаметінен күдер үзбеңдер. Өйткені, Алланың рахметінен, қарсы болған қауым ғана күдер үзеді...”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Олар, Юсып (Ғ.С.) қа барып, кірген сәтте: “Әй қожайын! Бізге және семьямызға ашарылық тиді. Онымен қатар мардымсыз бір нәрсемен келдік. Сонда да толық өлшеп бер. Тіпті бізге садақа да бер. Күдіксіз Алла, садақа берушілерді сыйлайды” деді"},{"SurahNumber":12,"VerseNumber":89,"Text":"(Юсып Ғ.С.): “Сендер білместіктен Юсыпқа және туысына не істегендеріңді білесіңдер ме?”, - деді"},{"SurahNumber":12,"VerseNumber":90,"Text":"Олар: “Сен өзің шын Юсыпсың ба?”, - деді. “Мен Юсып мынау туысым. Расында Алла бізге игілік қылды. Шын мәнінде кім Алладан сақсынса, сабыр етсе, күдіксіз Алла жақсылық істеушілердің еңбегін зая қылмайды” деді"},{"SurahNumber":12,"VerseNumber":91,"Text":"Олар: “Аллаға ант етеміз. Рас Алла сені бізге ықпалды етті. Өйткені, біз күнәкар едік” деді"},{"SurahNumber":12,"VerseNumber":92,"Text":"(Юсып Ғ.С.): “Бүгін сендерге сөгіс жоқ. Алла сендерді жарылқайды. Ол мейірімділердің ең мейірімдісі” деді"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Енді мына жейдемді апарып, әкемнің бетіне қойыңдар; көзі көруге келеді. Біртұтас үй-іштеріңмен маған келіңдер” деді"},{"SurahNumber":12,"VerseNumber":94,"Text":"Керуен Мысырдан айрылып шыққан кезде, олардың әкесі (Яғқұп Ғ.С.): “Егер алжыды демесеңдер шын мәнінде мен Юсыптың исін алып отырмын” деді"},{"SurahNumber":12,"VerseNumber":95,"Text":"Ел: “Аллаға ант етеміз. Әрине сен бұрыңғы жан-сақтықтасың” деді"},{"SurahNumber":12,"VerseNumber":96,"Text":"Шүйіншіші келген сәтте, жейдені Яғқұп (Ғ.С.) тың бетіне қоя сала көзі көруге айналды: “Сендерге Алла тарапынан сендер білмейтін нәрсені білемін демеп пе едім?” деді"},{"SurahNumber":12,"VerseNumber":97,"Text":"Ұлдары: “Әй әкеміз! Біздің күнәларымыздың жарылқануын тіле! Расында біз қателескен едік” деді"},{"SurahNumber":12,"VerseNumber":98,"Text":"Яғқұп (Ғ.С.): “Сендер үшін Раббымнан жарылқау тілеймін. Өйткені, Ол аса жарылқаушы, ерекше мейірімді” деді"},{"SurahNumber":12,"VerseNumber":99,"Text":"Олар, Юсып (Ғ.С.) тың қасына барғанда әке-шешесін өз қасына алды да: “Алланың қалауы бойынша Мысырға бейбіт түрде кіріңдер” деді"},{"SurahNumber":12,"VerseNumber":100,"Text":"Әке-шешесін таққа көтерді. Барлығы Алла үшін сәждеге жығылды. (Юсып Ғ.С.): “Әй әкетайым! Міне бұрыңғы көрген түсімнің жоруы. Рас оны Раббым хақиқатқа шығарды. Сондай-ақ шайтан туыстарым мен менің арамды бұзғаннан кейін, мені абақтыдан шығарып, сахарадан сендерді келтіріп, маған рас игілік етті. Күдіксіз Раббым қалағанына өте мейірімді. Ол толық білуші, хикмет иесі.”"},{"SurahNumber":12,"VerseNumber":101,"Text":"“Раббым маған патшалық бердің және түстердің жоруын үйреттің. Көктер мен жердің жаратушысы, Сен дүние, ахиретте иемсің. Мені бой ұсынған күйде өлтіріп, игілерге қос!”"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Мұхаммед Ғ.С.) саған бұл қиссаны көмес хабарлардан уахи етеміз. Олар іс жүзінде бірлесіп (Юсыпқа) мекерлік жасағанда, жандарында болмаған едің"},{"SurahNumber":12,"VerseNumber":103,"Text":"Сен, қанша ынтазар болсаң да, адамдардың көбі иман келтірмейді"},{"SurahNumber":12,"VerseNumber":104,"Text":"(Істегендеріңе) олардан ақы сұрамайсың. Ол Құран бүкіл әлемге тән үгіт"},{"SurahNumber":12,"VerseNumber":105,"Text":"Көктерде және жерде қаншалаған дәлелбар. Адамдар оған көңіл бөлмей өтеді"},{"SurahNumber":12,"VerseNumber":106,"Text":"Олардың көбі Аллаға иман келтірмейді. Сондай-ақ олар ортақ қосады"},{"SurahNumber":12,"VerseNumber":107,"Text":"Ал олар, Алланың баурап алушы азабынан немесе кенеттен сезбеген түрде қияметтің келіп қалуынан қауіпсіз болды ма"},{"SurahNumber":12,"VerseNumber":108,"Text":"(Мұхаммед Ғ.С.): “Менің жолым осы. Алла жаққа шақырамын. Мен және маған ергендер, ашық дәлел үстінде. Алланы пәктеймін. Сондай-ақ шерік қатушылардан емеспін” де"},{"SurahNumber":12,"VerseNumber":109,"Text":"Сенен бұрын да кенттердің халқынан өздеріне уақи етіп, еркектерді ғана жібердік. Ал енді олар өздерінен бұрыңғылардың соңының не болғанын жер жүзін кезіп көрмей ме? Әрине ақирет жұрты тақуалар үшін хайырлы, түсінбейсіңдер ме"},{"SurahNumber":12,"VerseNumber":110,"Text":"Хатте пайғамбарлар күдер үзіп, олар шы мәнінде жасынға шығарылдық деп ойлаған кезде, өздеріне жәрдеміміз келген еді де сонда қалағанымыз құтқарылды. Сондай-ақ бейнетіміз күнәкар қауымнан қайтарылмайды"},{"SurahNumber":12,"VerseNumber":111,"Text":"Әрине пайғамбарлардың қиссаларында ақыл иелері үшін өнеге бар. Құран бір жасама сөз емес. Бірақ өзінен бұрыңғы кітаптарды растайды. Сондай-ақ иман келтірген ел үшін әр нәрсені ашықтайтын тура жол және игілік"}]}