{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu kitabın ceste ceste indirilmesi çok güçlü ve hikmet sahibi Allah tarafındandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz, gökleri, yeri ve aralarındakileri ancak hak ile ve belirli bir süre için yarattık. Küfredenler ise uyarıldıkları şeylerden alındırmıyorlar (yüz çeviriyorlar)"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: «Şimdi baksanıza, şu sizin Allah´ın berisinden (Allah´tan başka) yalvarıp durduklannıza, gösterin bana, onlar yeryüzünün hangi parçasını yaratmışlar? Yoksa onların göklerde mi bir ortakları var? Haydi bana bundan önce (indirilmiş) bir kitap veya bir ilim kalıntısı getirin, eğer doğru söylüyorsanız!»"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah´ı bırakıp da kendisine kıyamete kadar cevap vermeyecek kimselere dua edenden daha şaşkın kim olabilir? Oysa onlar, onların dualarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"İnsanlar mahşerde bir araya toplandığında da onlara düşman olurlar ve ibadetlerini inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Karşılarında ayetlerimiz açık açık, parlak parlak okunurken de o inkar edenler gerçek kendilerine geldiği zaman ona: «Bu parlak bir büyüdür.» dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa: «Onu uydurdu.» mu diyorlar? De ki: «Ben onu uydurduysam, siz beni Allah´tan kurtaracak hiçbir güce sahip olamazsınız ve O, sizin niye yaygara edip durduğunuzu en iyi bilir. Benimle aranızda şahit olarak ona O yeter. O, bağışlayıcıdır, merhamet sahibidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: «Ben peygamberlerin ilki değilim, bana ve size ne yapılacağını da bilmiyorum. Yalnız bana vahyedilene uyuyorum. Ben, sadece açık bir uyarıcıyım.»"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: «Şuna vicdanınızda bir baktınız mı: Eğer bu, Allah tarafından geldi de siz onu inkar ettiyseniz ve İsrail oğullarından bir şahit de onun benzerine şahitlik edip iman getirdi de siz kibirlenmek istediyseniz? Şüphe yok ki. Allah zalimleri doğru yola çıkarmaz.»"},{"SurahNumber":46,"VerseNumber":11,"Text":"Bir de küfredenler, iman edenler hakkında dediler ki: «Eğer O bir hayır olsaydı, bizden önce ona koşmazlardı.» Bununla başarılı olamayınca da: « Bu, eski bir yalan.» diyecekler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Onun önünden de bir yol gösterici ve rahmet olarak Musa´nın kitabı var. Bu da zulmedenleri korkutmak için, güzel davrananlara da bir müjde olarak Arap diliyle gelmiş doğrulayıcı bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Rabbimiz Allah´tır! deyip de sonra doğru gidenler var ya, onlara kesinlikle hiçbir korku yoktur ve onlar üzülmeyecekterdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar, cennetliktirler, yaptıklarına mükafat olarak sonsuza dek orada kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz o insana anne babasına güzel davranmayı tavsiye ettik. Annesi onu zahmetle karnında taşıdı ve zahmetle doğurdu. Onun taşınması ile sütten kesilmesi otuz aydır. Nihayet olgunluk çağına ulaşıp kırk yaşına girdiği zaman: «Ey Rabbim, beni öyle yönlendir ki, bana ve anama babama verdiğin nimetine şükredeyim ve hoşnut olacağın iyi bir iş yapayım. Soyumdan gelenleri de benim için iyi kimseler eyle. Çünkü ben, gerçekten tevbe ile Sana yüz tuttum ve ben gerçek müslümanlardanım.» der"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte kendilerinden yaptıklannın en güzelini kabul buyuracağımız ve günahlarını sileceğimiz bu kimseler, cennetlikler arasında seçkin kişilerdir. Bu, va´dolunmakta oldukları şaşmaz doğru va´d iledir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Anasına babasına: «Of size! Siz bana, benden önce nice kuşaklar geçmiş iken, tekrar çıkarılacağımı mı va´d ediyorsunuz?» diyen kimseye anası babası Allah´a el´eman çekerek (sığınarak): «Yazık sana; iman et! Kesinlikle Allah´ın va´di gerçektir.» diyorlar da o, yine: «Bu eskilerin uydurmalarından başka birşey değildir!» diyor"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte bunlar, cinlerden ve insanlardan kendilerinden önce geçen ümmetler içinde haklarında (azap) söz(ü) hak olmuş olan kimselerdir.Çünkü bunlar, hep hüsrana mahkum olmuşlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Her birine yaptıklarına göre dereceler vardır. Bu da hiç hakları yenmeyerek bütün yaptıklarını kendilerine tamamen ödemek içindir"},{"SurahNumber":46,"VerseNumber":20,"Text":"İnkar edenler ateşin karşısına çıkarılacakları gün şöyle denir: «Siz, bütün güzel nimetterinizi dünya hayatınızda giderdiniz ve onlarla sefa sürdünüz. Artık bugün, yeryüzünde haksız yere büyüklük tasladığınız için ve dinden çıkıp fasık olmanız yüzünden aşağılayıcı bir azapla cezalandırılacaksınız!»"},{"SurahNumber":46,"VerseNumber":21,"Text":"Bir de Ad´ın kardeşini (Hud´u) an! Ahkaf´da kavmini uyardığı vakit -ki önünden ve ardından (ondan önce de sonra da) nice uyarıcılar gelip geçmiştir- demişti ki: «Allah´tan başka mabud tanımayın, çünkü ben, size büyük bir günün azabın(ın gelmesinden) korkuyorum!»"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar: «Sen bizi tanrılarımızdan çevirmek için mi geldin bize? Haydi getir bize, o tehdit edip durduğun o azabı; eğer doğru söyleyenlerden isen!» dediler"},{"SurahNumber":46,"VerseNumber":23,"Text":"Dedi ki: «O´na (ait) bilgi yalnızca Allah katında. Ben size gönderildiğim şeyi tebliğ ediyorum; fakat sizi, cahillik eden bir topluluk olarak görüyorum.»"},{"SurahNumber":46,"VerseNumber":24,"Text":"Derken onu vadilerine doğru gelen bir bulut halinde gördüklerinde: «Bu, bize yağmur yağdıracak ufukta beliren bir buluttur.» dediler. O ise: «Hayır, o, sizin çabuk gelmesini istediğiniz şeydir; içinde acıklı bir azap bulunan bir rüzgardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbinin emriyle herşeyi yerle bir eder.» dedi. Derken öyle oluverdiler ki, evlerinden başka hiçbir şey görünmez oldu. İşte öyle suçlu bir topluluğa Biz böyle ceza veririz"},{"SurahNumber":46,"VerseNumber":26,"Text":"Andolsun ki, Biz onlara, size vermediğimiz güç ve imkanları vermiştik. Onlar için kulaklar, gözler ve gönüller yapmıştık, ama ne kulakları, ne gözleri ve ne de gönülleri kendilerine bir fayda sağladı. Çünkü Allah´ın ayetlerini inkar ediyorlardı. O alay ettikleri şey de kendilerini kuşatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun ki Biz, çevrenizdeki memleketleri helak etmiştik ve belki dönerler diye, ayetleri çeşitli şekillerde açıklamıştık"},{"SurahNumber":46,"VerseNumber":28,"Text":"O zaman, Allah´tan başka, O´na yakınlık sağlamak için ilah edindikleri kimseler onları kurtarsalardı ya! Aksine onlardan savuşup yittiler (gittiler). İşte onların sapıtmalarının ve uydurup durdukları iftiraların özeti budur"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir de şu vakti anlat, hani cinlerden bir takımını Kur´an dinlemek üzere sana göndermiştik. Onu dinlemeye geldiklerinde: «Susun, dinleyin!» dediler. (Dinleme) bitirilince de dönüp uyarmak üzere kavimlerine gittiler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ve dediler ki: «Ey kavmimiz, haberiniz olsun ki, biz Musa´dan sonra indirilmiş önündeki kitapları doğrulayıp gerçeği ve doğru yolu gösteren bir kitap dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz, Allah´ ın davetçisine uyun ve O´na iman edin ki, bazı günahlarınızı bağışlasın ve sizi acı bir azaptan korusun!»"},{"SurahNumber":46,"VerseNumber":32,"Text":"Her kim Allah´ın davetçisine uymazsa, yeryüzünde (Allah´ı) aciz bırakacak değildir ve O´ndan başka kendisine sahip olacak kayırıcıları da yoktur. Öyleleri açık bir sapıklık içindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gökleri ve yeri yaratan ve onları yaratmakla yorulmamış olan Allah´ın ölüleri diriltme gücüne de sahip olduğunu görmediler mi? Evet, hiç şüphe yok ki, O, herşeye gücü yetendir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Ve O küfredenler ateşe sunulacakları gün onlara: «Nasıl bu gerçek değil miymiş?» denilir. Onlar: «Evet, Rabbimiz hakkı için!» diyecekler. Allah ise: «Öyleyse küfredegeldiğiniz için haydi tadın azabı!» buyuracaktır"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde üstün irade sahibi peygamberlerin sabrettiği gibi sabret ve onlar hakkında ivedilik etme! Onlar, kendilerine va´dedilen acıyı görecekleri gün, gündüzün bir saatinden başka durmamışa döneceklerdir. Bu yeterli bir tebliğdir. Demek ki, helak edilecekler, başkası değil, ancak itaattan çıkmış fasıklar topluluğudur"}]}