{"Id":299,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Алиф. Лам. Мим"},{"SurahNumber":31,"VerseNumber":2,"Text":"Это - аяты мудрого Писания"},{"SurahNumber":31,"VerseNumber":3,"Text":"верное руководство и милость для творящих добро"},{"SurahNumber":31,"VerseNumber":4,"Text":"которые совершают намаз, выплачивают закят и убеждены в Последней жизни"},{"SurahNumber":31,"VerseNumber":5,"Text":"Они следуют верному руководству от их Господа, и они являются преуспевшими"},{"SurahNumber":31,"VerseNumber":6,"Text":"Среди людей есть такой, который покупает потешные речи (песни и музыку), чтобы сбивать других с пути Аллаха без всякого знания, и высмеивает их (знамения Аллаха). Таким уготованы унизительные мучения"},{"SurahNumber":31,"VerseNumber":7,"Text":"Когда ему читают Наши аяты, он надменно отворачивается, словно он даже не слышал их, словно он туг на ухо. Обрадуй же его вестью о мучительных страданиях"},{"SurahNumber":31,"VerseNumber":8,"Text":"Воистину, тем, которые уверовали и совершали праведные деяния, уготованы Сады блаженства"},{"SurahNumber":31,"VerseNumber":9,"Text":"Они пребудут в них вечно согласно истинному обещанию Аллаха. Он - Могущественный, Мудрый"},{"SurahNumber":31,"VerseNumber":10,"Text":"Он создал небеса без опор, которые бы вы могли увидеть, воздвиг на земле незыблемые горы, чтобы она не колебалась вместе с вами, и расселил на ней всяких животных. Мы ниспослали с неба воду и взрастили там всякие благородные виды"},{"SurahNumber":31,"VerseNumber":11,"Text":"Таково творение Аллаха! Так покажите Мне, что сотворили все остальные. О нет! Беззаконники находятся в очевидном заблуждении"},{"SurahNumber":31,"VerseNumber":12,"Text":"Мы даровали Лукману мудрость: «Благодари Аллаха! Тот, кто благодарит, поступает только во благо себе. А если кто неблагодарен, то ведь Аллах - Богатый, Достохвальный»"},{"SurahNumber":31,"VerseNumber":13,"Text":"Вот Лукман сказал своему сыну, наставляя его: «О сын мой! Не приобщай к Аллаху сотоварищей, ибо многобожие является великой несправедливостью»"},{"SurahNumber":31,"VerseNumber":14,"Text":"Мы заповедали человеку делать добро его родителям. Его мать носила его, испытывая изнеможение за изнеможением, и отняла его от груди в два года. Благодари Меня и своих родителей, ибо ко Мне предстоит прибытие"},{"SurahNumber":31,"VerseNumber":15,"Text":"А если они будут сражаться с тобой, чтобы ты приобщил ко Мне сотоварищей, о которых у тебя нет знаний, то не повинуйся им, но сопровождай их в этом мире по-доброму и следуй путем тех, кто обратился ко Мне. Потом вам предстоит вернуться ко Мне, и Я поведаю вам о том, что вы совершили"},{"SurahNumber":31,"VerseNumber":16,"Text":"О сын мой! Если нечто весом с горчичное зернышко будет внутри скалы, или на небесах, или в земле, то Аллах принесет его. Воистину, Аллах - Проницательный (или Добрый), Ведающий"},{"SurahNumber":31,"VerseNumber":17,"Text":"О сын мой! Совершай намаз, повелевай совершать одобряемое, запрещай предосудительное и терпеливо сноси все, что постигает тебя. Воистину, в этих делах надлежит проявлять решимость"},{"SurahNumber":31,"VerseNumber":18,"Text":"Не отворачивай своего лица от людей из высокомерия и не шествуй по земле кичливо. Воистину, Аллах не любит всяких гордецов и бахвалов"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ступай размеренной поступью и понижай свой голос, ибо самый неприятный голос - это рев осла"},{"SurahNumber":31,"VerseNumber":20,"Text":"Неужели вы не видите, что Аллах подчинил вам то, что на небесах, и то, что на земле, и одарил вас сполна Своими явными и незримыми благами? Но среди людей находится такой, который спорит об Аллахе, не имея ни знания, ни верного руководства, ни озаряющего Писания"},{"SurahNumber":31,"VerseNumber":21,"Text":"Когда им говорят: «Следуйте за тем, что ниспослал Аллах!». - они говорят: «О нет! Мы будем следовать тому, чему следовали наши отцы». А если дьявол позовет их к мучениям в Пламени"},{"SurahNumber":31,"VerseNumber":22,"Text":"Кто подчинил свой лик Аллаху, будучи творящим добро, тот ухватился за надежную рукоять, а решение всех дел - за Аллахом"},{"SurahNumber":31,"VerseNumber":23,"Text":"А если кто не уверовал, то пусть его неверие не печалит тебя. Им предстоит вернутся к Нам, и Мы поведаем им о том, что они совершили. Воистину, Аллах знает о том, что в груди"},{"SurahNumber":31,"VerseNumber":24,"Text":"Мы позволим им пользоваться благами недолгое время, а потом принудим к страшным мучениям"},{"SurahNumber":31,"VerseNumber":25,"Text":"Если ты спросишь их: «Кто сотворил небеса и землю?». - они непременно скажут: «Аллах». Скажи: «Хвала Аллаху!». Но большинство их не знает"},{"SurahNumber":31,"VerseNumber":26,"Text":"Аллаху принадлежит то, что на небесах и на земле. Воистину, Аллах - Богатый, Достохвальный"},{"SurahNumber":31,"VerseNumber":27,"Text":"Если бы все деревья земли стали письменными тростями, а за морем чернил находилось еще семь морей, то не исчерпались бы Слова Аллаха. Воистину, Аллах - Могущественный, Мудрый"},{"SurahNumber":31,"VerseNumber":28,"Text":"Сотворение и воскрешение ваше подобно сотворению и воскрешению одного человека. Воистину, Аллах - Слышащий, Видящий"},{"SurahNumber":31,"VerseNumber":29,"Text":"Разве ты не видишь, что Аллах удлиняет день за счет ночи и удлиняет ночь за счет дня, и подчинил солнце и луну, которые движутся к назначенному сроку, и что Аллаху ведомо о том, что вы совершаете"},{"SurahNumber":31,"VerseNumber":30,"Text":"Это потому, что Аллах является Истиной, а все, к чему взывают помимо Него, является ложью, а также потому, что Аллах - Возвышенный, Большой"},{"SurahNumber":31,"VerseNumber":31,"Text":"Разве ты не видишь, что по милости Аллаха корабль плывет по морю, чтобы Он показал вам некоторые из Своих знамений? Воистину, в этом - знамения для каждого, кто терпелив и благодарен"},{"SurahNumber":31,"VerseNumber":32,"Text":"Когда волна накрывает их, словно тень, они взывают к Аллаху, очищая перед Ним свою веру. Когда же Он спасает их и выводит на сушу, то среди них находится тот, кто проявляет умеренность (проявляет покорность или уклоняется от должной благодарности). Но отвергают Наши знамения только неблагодарные изменники"},{"SurahNumber":31,"VerseNumber":33,"Text":"О люди! Бойтесь вашего Господа и страшитесь того дня, когда родитель никак не защитит своего ребенка, а ребенок - своего родителя. Обещание Аллаха истинно, и пусть не обольщает вас мирская жизнь, и пусть соблазнитель (дьявол) не обольщает вас относительно Аллаха"},{"SurahNumber":31,"VerseNumber":34,"Text":"Воистину, только Аллах обладает знанием о Часе, ниспосылает дождь и знает о том, что в утробах. Ни один человек не знает, что он приобретет завтра, и ни один человек не знает, в какой земле он умрет. Воистину, Аллах - Знающий, Ведающий"}]}