{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Haa, Mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"(Hidâyet yolunu) apâşikâr gösteren (şu) kitaba andederim ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Hakıykat biz onu, (Onun manâlarını) anlayasınız diye, Arabca bir Kur´an yapdık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Şübhesiz o (Kur´an), nezdimizdeki ana kitabda (sabit), çok yüce çok kıymetli (bir kitab) dır"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz haddi aşan bir kavmsinizdir diye artık o Kur´ânı sizden (uzaklaşdırıb, inzalinde) vaz geçib bırakı mı verelim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Halbuki biz evvelki (ümmet) ler içinde de nice peygamber (ler) gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlar da, kendilerine bir peygamber gelmeye dursun, ille onunla istihza ederlerdi"},{"SurahNumber":43,"VerseNumber":8,"Text":"Onun için biz kuvvetçe bunlardan daha çetinlerini helak ettik. O evvelki (ümmet) lerin misâl (ler) i (nice âyetlerimizde) geçmişdir"},{"SurahNumber":43,"VerseNumber":9,"Text":"Andolsun ki eğer onlara «Gökleri, yeri kim yaratdı?» (diye) sorarsan elbette «Onları O mutlak gaalib, O (her şey´i) hakkıyle bilen (Allah) yaratdı» derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"(O Allah ki) yeri sizin için bir beşik yapmış, onda, doğru gidesiniz diye, yollar açmışdır"},{"SurahNumber":43,"VerseNumber":11,"Text":"(O Allah ki) gökden bir ölçü ile su indirmişdir. İşte biz onunla ölü bir memlekete can verdik. Sizde böylece (kabirlerinizden diriltilib) çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"(O Allah ki) bütün (mahlukları) sınıf sınıf yaratmış, sizin için gemilerden, hayvanlardan bineceğiniz şeyleri meydana getirmişdir"},{"SurahNumber":43,"VerseNumber":13,"Text":"Tâki sırtlarında karaar kılasınız, sonra üzerlerine yerleşince (kalblerinizle) Rabbinizin ni´metini iyice düşünesiniz ve (dilinizle de) «Bunları bize râmeden Allahın şânı ne yücedir, münezzehdir. Yoksa biz bunlara güc yetiremezdik. Biz herhalde, ancak Rabbimize dönüb gidicileriz», diyesiniz"},{"SurahNumber":43,"VerseNumber":14,"Text":"Tâki sırtlarında karaar kılasınız, sonra üzerlerine yerleşince (kalblerinizle) Rabbinizin ni´metini iyice düşünesiniz ve (dilinizle de) «Bunları bize râmeden Allahın şânı ne yücedir, münezzehdir. Yoksa biz bunlara güc yetiremezdik. Biz herhalde, ancak Rabbimize dönüb gidicileriz», diyesiniz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Böyle iken) kullarından kimi Ona bir cüz´ isnâd etdiler. Hakıykat, insan açıkça küfürbazdır"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yaratmakda olduklarının içinden (kendisine) kızlar edindi de oğlanları size mi ayırıb seçdi"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan birine O çok esirgeyici (Allaha) isnâd etdiği bir benzerle müjde verildiği zaman o, gamla dolu ve ebkem bir halde, yüzü kapkara kesiliyor"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Onlar) süs içinde yetişdirilmekde olub da kendisi mücâdele (hüccetini) açıklamayan kişiyi mi (Allaha nisbet ediyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, O çok esirgeyici (Allah) ın bizzat kulları olan melekleri de dişiler yapdılar! Onların yaratılışlarında hazır mı idiler?! Onların (bu yalan) sahicilikleri yazılacak, onlar sorguya çekileceklerdir"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki: «Eğer o çok esirgeyici (Allah) dileseydi biz bunlara tapmazdık». Onların buna dâir hiçbir bilgisi yokdur. Onlar yalandan başka bir şey söylemiyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz kendilerine bu (Kur´an) dan evvel (iddialarına yer veren) bir kitab verdik de şimdi onlar buna mı tutunuculardır"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bil´akis (şöyle) dediler: «Gerçek biz atalarımızı bir ümmet (bir dîn) üzerinde bulduk. Biz de hakîkaten onların izleri üstünden doğruya erdirilmişleriz»"},{"SurahNumber":43,"VerseNumber":23,"Text":"Senden evvel her hangi bir memlekete fena akıbetleri haber verici hiçbir peygamber göndermedik ki ille oranın refah erbabı da böylece «Gerçek biz atalarımızı bir ümmet (bir dîn) üzerinde bulduk. Biz de hakîkaten onların izlerine uymuşlarız» demiş (ler) dir"},{"SurahNumber":43,"VerseNumber":24,"Text":"(O peygamberlerden her biri şöyle) dedi: «Ben, atalarınızı üstünde bulunduğunuzdan daha doğrusunu size getirdimse de mi»? Onlar da «Biz, dediler, o sizin gönderildiğiniz şeylere (doğru da olsa) küfr edicileriz»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine biz de onlardan intikaam aldık. İşte bak, tekzîb edenlerin akıbeti nice oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman da İbrâhîm, babasına ve kavmine «Ben, demişdi, hakikat, sizin tapmakda olduklarınızdan uzağım»"},{"SurahNumber":43,"VerseNumber":27,"Text":"«(Fakat) beni yaratan (Allah) müstesna. Şübhe yok ki O, beni doğru yolda muvaffak edecekdir»"},{"SurahNumber":43,"VerseNumber":28,"Text":"(İbrâhîm) bunu (bu tevhîd kelimesini, ileride Mekkeliler de dînine) dönsünler diye, zürriyeti arasında baakıy bir kelime yapdı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Daha doğrusu ben onları da, atlarını da, kendilerine hak (ve şerîat hükümlerini) açıklayan bir peygamber gelinceye kadar, fâidelendirdim (yaşatdım)"},{"SurahNumber":43,"VerseNumber":30,"Text":"(Fakat) kendilerine o hak gelince onlar «Bu, sihirdir. Biz onu (inkâr ile) küfredicileriz» demişlerdir"},{"SurahNumber":43,"VerseNumber":31,"Text":"Bir de (şunu) söylediler: «Şu Kur´an iki memleketin birindeki büyük bir adama indirilmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı paylaşdırıyorlar?! Dünyâ hayâtında onların maişetlerini bile aralarında (onlar değil) biz taksîm etdik. Kimi derece derece diğer kiminin üstüne çıkardık ki bir kısmı bir kısmını iş adamı edinsin. Rabbinin rahmeti onların toplayageldiklerinden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer (bütün) insanlar (küfre imrenecek) birtek ümmet haaline gelmeyecek olsaydı O çok esirgeyen (Allah) a küfreden kimselerin evlerinin tavanlarını, üstünden çıkacakları merdivenleri"},{"SurahNumber":43,"VerseNumber":34,"Text":"odalarının kapılarını, üzerine yaslanacakları tahtları hep gümüşden yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"(Onları) altın zînetler (e boğardık). Bunların hepsi dünyâ hayâtının geçici metâından başka şeyler değildir. Âhiret (seâdeti) ise Rabbinin indinde (ancak küfür ve meâsîden) kaçınanlara mahsusdur"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim O çok esirgeyici (Allah) ın zikrinden göz yumarsa biz ona şeytanı musallat ederiz. Artık bu, onun (ayrılmaz) bir arkadaşıdır"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şübhesiz ki bunlar onları yoldan çıkarırlar. Onlar da kendi lerinin hidâyete erdirilmiş olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet o bize geldiği zaman dedi ki (der ki): «Keşki seninle benim aramda gün doğrusu ile gün batısı kadar uzaklık olsaydı! (Sen) ne kötü arkadaş (mışsın)»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bu temenniniz ve peşîmanlığınız bugün size asla fâide vermez. Çünkü (hepiniz) zulmetdiniz. Muhakkak siz de azâbda ortaklarsınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Artık (Habîbim) o sağırlara sen mi duyuracaksın? yahud o körlere, o apaçık bir sapıklık içinde bulunan kimselere (sen mi) hidâyet edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eğer seni herhalde (alır) götürürsek şübhe yok ki onlardan biz intikaam alıcılarızdır"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahud onlara va´d (ve tehdîd) etdiğimiz (azâb) ı (senin hayâtında) behemehal kendine göstereceğiz. Çünkü biz onların üstünde iktidar saahibleriyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Binâen´aleyh sen, sana vahyolunan (Kur´an) a kuvvetle sarıl. Muhakkak ki sen dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Şübhe yok ki o (Kur´an) senin için de, kavmin için de kat´î bir şerefdir. Siz (ondan) mes´ûl olacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden evvel gönderdiğimiz peygamberlerimize sor: Biz o çok esirgeyici (Allah) dan başka tapılacak Tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki biz Musâyı da âyetlerimizle Fir´avne ve cemâatine peygamber olarak gönderdik de o, «Ben gerçek âlemlerin Rabbinin elçisiyim» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara âyetlerimiz gelince bir de ne görsünler, onlar bu (âyetlere) gülüyorlar"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara her hangi bir âyeti göstermiyorduk ki bu, mutlakaa öbürlerinden daha büyükdü. Onları, belki (küfürden) dönenler diye, (bir zaman da) azâb ile tutduk"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Azâbı görünce) dediler ki: «Ey sihir yapan, bizim için Rabbine, sana olan va´di vech ile, düâ et. Muhakkak biz doğru yola kavuşdurulmuş olacağız»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz onlardan azâbı giderince bir de ne bakarsın: Onlar verdikleri sözü bozuyorlar bile"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn, kavmi içinde haykırdı: «Ey kavmim, dedi, Mısır padişahlığı ve altımdan akan şu ırmaklar benim değil mi? Haalâ gözünüzü açmayacak mısınız»"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Yoksa ben ondan hayırlı değil miyim? O ki hakirdir, (meramını) bile hemen hemen açıklayamıyor»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Öyle ya, onun üstüne (gökden) altın bilezikler atılmalı, yahud beraberinde birbiri ardınca (kendisini tasdıyk edici) melekler gelmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Bu suretle kavmini küçümsedi. Onlar da kendisine itaat etdiler. Hakıykat onlar faasıklar güruhu idi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet, onlar bizi gazablandırınca kendilerinden intikam aldık. Derhal onları topdan (suda) boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu vech ile onları sonra (gelen ümmet) ler için (ibret verici) bir geçmiş ve misâl yapdık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oğlu bir misâl olarak (öne) atılınca hemen senin kavmin bundan (şımarıb haykıra haykıra) gülüyorlar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: «Bizim Tanrılarımız mı hayırlı, yoksa O mu»? Bunu sana (Habîbim, baatıl) bir mücâdeleden başka (maksadla) îrâd etmediler. Daha doğrusu onlar çok düşman bir kavmdir"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, bizim kendisine ni´met verdiğimiz, İsrâîl oğullarına (ibret verici) bir misâl yapdığımız bir kuldan başkası değildi"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer biz dileseydik size bedel elbet yer (yüzün) de, ardınızda kalacak, melekler yaratırdık"},{"SurahNumber":43,"VerseNumber":61,"Text":"Şüphesiz ki o, saat (in) ilmi (kendisiyle bilinenlerden) dir. Artık buna karşı sakın şüpheye düşmeyin. (Onlara de ki.) «Bana tâbi´ olun. (Sizi da´vet etdiğini) bu (yol) doğru bir yoldur»"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın sizi şeytan çevirmesin. Çünkü o, hakıykat sizin aşikâr bir düşmanınızdır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsâ o apaçık delilleri getirdiği zaman (şöyle) demişdi: «Ben size gerçek hikmeti getirdim. Bir de hakkında ihtilâf edegeldiğiniz şeylerden ba´zısını size açıklayayım diye (geldim). Artık Allahdan korkun, bana tâbi´ olun»"},{"SurahNumber":43,"VerseNumber":64,"Text":"«Şüphesiz Allah benim de Rabbimdir, sizin de Rabbiniz. Haydi (hepiniz) Ona kulluk edin. Doğru yol budur»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra aralarından partiler (çıkıb) ihtilâf etdiler. Artık pek acıklı bir günün azabından vay o zulmedenlere"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, kendileri farkında olmayarak, (başlarına) gelecek o sâatden başkasını mı gözetliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Dostlar o gün birbirine düşmandır. Takva saahibleri müstesna"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":70,"Text":"Sürûr ve ikram a müstağrak olduğunuz halde siz de, (mü´min) zevceleriniz de girin cennete"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onlar altın tepsiler ve destilerle tavaaf (ve ziyaret) edilecekdir. Canlarının isteyeceği, gözler (in) in hoşlanacağı ne varsa oradadır ve siz içinde ebedî kalıcılarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte bu, sizin yapageldiğiniz iyi amel (ve hareket) leriniz sayesinde mîrascı kılındığınız cennetdir"},{"SurahNumber":43,"VerseNumber":73,"Text":"Burada sizin için bir çok meyveler vardır. Onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Şübhe yok ki günahkârlar cehennem azabında ebedî kalıcıdırlar"},{"SurahNumber":43,"VerseNumber":75,"Text":"(Bu azâb) onlardan hafifletilmeyecek. Onlar bunun içinde ümidsiz susacaklardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik. Fakat onlar kendileri zaalimdiler"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Şöyle) çağrışdılar (çağrışırlar) : «Ey Mâlik Rabbin bizi öldürsün». O da : «Siz behemehal (azâbda) kalıcılarsınız» dedi (ler)"},{"SurahNumber":43,"VerseNumber":78,"Text":"«Andolsun, biz size hakkı getirdik. Fakat çoğunuz hakkı çirkin görenlerdiniz»"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar işi sağlam mı tutmuşlar?! İşte biz de hakıykaten sağlam tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yahud biz onların içlerinde gizlediklerini ve aralarındaki fısıltılarını işitmiyoruz mu sanıyorlar? Hayır (işidiyoruz). Onların yanında da bizim elçilerimiz de var, yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Habîbim) de ki: «O çok esirgeyen (Allah) ın (bilfarz) bir evlâdı olsaydı ben (ona) tapanların ilki olurdum»"},{"SurahNumber":43,"VerseNumber":82,"Text":"Hem göklerin ve yerin Rabbi, arşın Rabbi, onların vasfedegeldiklerinden münezzehdir"},{"SurahNumber":43,"VerseNumber":83,"Text":"(Şimdilik) sen bırak onları, (baatılın içine) dalsınlar, (dünyâlarında) oynaya dursunlar. Nihayet (azâb ile) tehdîd edilmekde oldukları günlerine kavuşdurulacaklardır"},{"SurahNumber":43,"VerseNumber":84,"Text":"O, gökde de Tanrı, yerde de Tanrı olan (bir Allah) dır. O, yegâne hukûm ve hikmet saahibidir; (her şey´i) hakkıyle bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve ikisi arasındaki şeylerin mülk (ve tasarruf) u kendisinin olan (Allah) ın (şânı) ne kadar yücedir! Saatin ilmi Onun nezdindedir. (Hepiniz) ancak Ona döndürü (lüb götürü) leceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allâhı bırakıb da tapar oldukları (putlar hiçbir kimseye) şefaat etmek (salâhiyyetine) mâlik değildir. Hakka, bizzat (kalbleriyle) bilerek şehâdet edenler müstesna"},{"SurahNumber":43,"VerseNumber":87,"Text":"Andolsun ki kendilerini kimin yaratdığını onlara sorarsan elbette «Allah» derler. O halde nasıl olub da (Allaha ibâdetden) çevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun «Yârab» demesi hakkı için muhakkak ki onlar îmâna gelmezler güruhudur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Şimdilik sen (Habîbim) onlardan yüz çevir, «Selâm» de. Artık yakında bileceklerdir"}]}