{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Узвишен нека је Онај Који је у једном часу ноћи превео Свог слугу Мухаммеда од Часне џамије до Далеке џамије, чију смо околину благословили како бисмо му нека знамења Наша показали. Он, уистину, све чује и све види"},{"SurahNumber":17,"VerseNumber":2,"Text":"А Мојсију смо дали Књигу и упутом је Израиљевим синовима учинили и казали: “Поред Мене – Господара другог не узимајте…"},{"SurahNumber":17,"VerseNumber":3,"Text":"о потомци оних које смо са Нојем у лађи превезли!“ Он је, заиста, био слуга захвални"},{"SurahNumber":17,"VerseNumber":4,"Text":"И Ми смо у Књизи објавили Израиљевим синовима: „Ви ћете заиста два пута неред на Земљи да учините и увелико да се охолите.“"},{"SurahNumber":17,"VerseNumber":5,"Text":"Када дође време прве претње, послаћемо против вас Наше слуге жестоке снаге, они ће уздуж и попреко земљу вашу да прегазе, и обећање о казни ће да се испуни"},{"SurahNumber":17,"VerseNumber":6,"Text":"Затим ћемо да вам дамо победу против њих и повећаћемо вам имовину и синове и учинићемо вас бројнијим"},{"SurahNumber":17,"VerseNumber":7,"Text":"Све што чините – чините себи, добро и зло. А кад дође време друге претње, послаћемо их да на лицима вашим тугу и јад оставе и да у Храм као и први пут, поново провале и да све што освоје до темеља поруше"},{"SurahNumber":17,"VerseNumber":8,"Text":"И Господар ће вам се ваш опет смиловати; али ако се вратите нереду, вратићемо се и Ми казни. А Пакао смо за невернике учинили тамницом"},{"SurahNumber":17,"VerseNumber":9,"Text":"Овај Кур’ан води једином исправном путу, и верницима који чине добра дела доноси радосну вест да их чека награда велика"},{"SurahNumber":17,"VerseNumber":10,"Text":"а да смо за оне који у онај свет не верују - припремили болну патњу"},{"SurahNumber":17,"VerseNumber":11,"Text":"Човек и проклиње и благосиља; човек је склон журби и брзим одлукама"},{"SurahNumber":17,"VerseNumber":12,"Text":"И Ми смо ноћ и дан као два знамења учинили: знак ноћи смо уклонили, а знак дана смо учинили видним како бисте могли да тражите благодати свога Господара и да бисте број година знали и да бисте време рачунали - и све смо потанко објаснили"},{"SurahNumber":17,"VerseNumber":13,"Text":"И сваком човеку је сачувано и забележено све што је урадио, а на Судњем дану показаћемо му књигу отворену"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Читај своју књигу, доста ти је данас то што ћеш свој рачун да полажеш!“"},{"SurahNumber":17,"VerseNumber":15,"Text":"Онај који иде Правим путем, од тога ће само он користи имати; а онај ко лута – на своју штету лута, и ниједна душа неће да носи туђе грехе. А Ми ниједан народ нисмо казнили док посланика нисмо послали"},{"SurahNumber":17,"VerseNumber":16,"Text":"Кад хоћемо да уништимо неко насеље, онима који су у њему на раскош навикли наредимо покорност, а они у њему буду непокорни и тако се над њима обистини Реч казне, па га до темеља разрушимо"},{"SurahNumber":17,"VerseNumber":17,"Text":"И колико смо само народа после Ноје уништили! А довољно је то што твој Господар у потпуности зна и види грехе Својих створења"},{"SurahNumber":17,"VerseNumber":18,"Text":"Ономе који жели овај краткотрајни свет, Ми му на њему брзо дајемо - шта хоћемо и коме хоћемо, али ћемо после да му припремимо Пакао, у коме ће да гори презрен и одбачен"},{"SurahNumber":17,"VerseNumber":19,"Text":"А онај ко жели Будући свет и труди се да га заслужи, а верник је, труд ће му хвале вредан бити"},{"SurahNumber":17,"VerseNumber":20,"Text":"Свим људима, и једнима и другима, Господар твој пружа Своје дарове; а дарови твога Господара нису никоме забрањени"},{"SurahNumber":17,"VerseNumber":21,"Text":"Гледај како некима дајемо предност над другима; а на оном свету ће да буде разлика у степенима и предностима, заиста, већа"},{"SurahNumber":17,"VerseNumber":22,"Text":"Не узимај уз Аллаха неког другог бога, па да будеш понижен и без помоћи"},{"SurahNumber":17,"VerseNumber":23,"Text":"Твој Господар заповеда да само Њега обожавате и да родитељима чините доброчинство. Кад једно од њих двоје, или обоје, код тебе доживе старост, не реци им ни: „Уф!“, и не одбиј их од себе, и обраћај им се речима пуним поштовања"},{"SurahNumber":17,"VerseNumber":24,"Text":"Буди према њима пажљив и понизан и реци: “Господару мој, смилуј им се, они су мене, кад сам био дете, неговали!”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Господар ваш најбоље зна шта је у вашим душама: ако будете доброчинитељи, па Аллах ће, заиста, да опрости онима који се кају"},{"SurahNumber":17,"VerseNumber":26,"Text":"Дај своме ближњем његово право, и сиромаху, и путнику, али нипошто не расипај"},{"SurahNumber":17,"VerseNumber":27,"Text":"Заиста су расипници ђавољева браћа, а ђаво је своме Господару итекако незахвалан"},{"SurahNumber":17,"VerseNumber":28,"Text":"А ако немаш ништа да уделиш, јер и сам од Господара свог милост тражиш и њој се надаш, онда им барем коју лепу реч реци"},{"SurahNumber":17,"VerseNumber":29,"Text":"Не држи руку своју стиснуту, а ни посве отворену, па да будеш укорен и да без ичега останеш"},{"SurahNumber":17,"VerseNumber":30,"Text":"Твој Господар, заиста, пружа обилну опскрбу ономе коме хоће, а и ограничава је. Он, уистину, у потпуности зна и види Своја створења"},{"SurahNumber":17,"VerseNumber":31,"Text":"Не убијајте своју децу из страха од сиромаштва, и њих и вас Ми хранимо, њихово убијање је заиста велики грех"},{"SurahNumber":17,"VerseNumber":32,"Text":"И никако се не приближавајте блуду. Заиста је блуд разврат, и ружан пут"},{"SurahNumber":17,"VerseNumber":33,"Text":"И не убијајте никога кога је Аллах забранио, осим када је то законом оправдано! А ако је неко, ни крив ни дужан, убијен, онда његовом наследнику или старатељу дајемо власт, али нека ни он не прекорачује границу у убијању. Он је, заиста, од Бога потпомогнут"},{"SurahNumber":17,"VerseNumber":34,"Text":"И не приближавајте се имовини сирочета, осим ако желите да је унапредите, све док не постане пунолетно. И испуњавајте оно на шта сте се обавезали, јер ће за уговоре заиста да се одговара"},{"SurahNumber":17,"VerseNumber":35,"Text":"Употпуните меру када мерите и вагајте исправном вагом! То је боље и последице су лепше"},{"SurahNumber":17,"VerseNumber":36,"Text":"И не поводи се за оним што не знаш! И слух и вид и разум - за све то ће, заиста, да се одговара"},{"SurahNumber":17,"VerseNumber":37,"Text":"Не ходај по Земљи охоло! Земљу сигурно не можеш да пробијеш ни брда висином да достигнеш"},{"SurahNumber":17,"VerseNumber":38,"Text":"Све су то ружна дела, Господару твоме мрска"},{"SurahNumber":17,"VerseNumber":39,"Text":"То је мудрост коју ти твој Господар објављује. И не сматрај да поред Аллаха постоји друго божанство, да не би био бачен у Пакао, понижен и од милости одбачен"},{"SurahNumber":17,"VerseNumber":40,"Text":"Зар је вас ваш Господар обдарио синовима, а Себи, као кћери, узео анђеле?! Ви, заиста, изговарате крупне речи"},{"SurahNumber":17,"VerseNumber":41,"Text":"У Кур'ану смо мноштво опомена навели да би они поуку извукли, али њима Кур'ан само одбојност повећава"},{"SurahNumber":17,"VerseNumber":42,"Text":"Реци: „Да поред Њега постоји друго божанство, као што они говоре, они би онда потражили пут до Власника Престола.“"},{"SurahNumber":17,"VerseNumber":43,"Text":"Слављен нека је Он и врло високо изнад оног што они говоре"},{"SurahNumber":17,"VerseNumber":44,"Text":"Њега величају седам небеса, и Земља, и они на њима; и не постоји ништа што Га не велича, хвалећи Га; али ви не разумете њихово величање. Он, заиста, не жури са казном и опрашта грехе"},{"SurahNumber":17,"VerseNumber":45,"Text":"А када учиш Кур'ан, између тебе и оних који у Будући свет не верују Ми ставимо невидљиви застор који раздваја"},{"SurahNumber":17,"VerseNumber":46,"Text":"а на њихова срца покриваче да га не би разумели, и учинимо их глувим. И када ти у Кур'ану споменеш свога Господара да је Једини, они из одбојности окрену леђа"},{"SurahNumber":17,"VerseNumber":47,"Text":"Ми добро знамо шта они желе да чују када долазе да те прислушкују, и о чему се сашаптавају кад неправедници говоре: „Ви следите само опчињеног човека!“"},{"SurahNumber":17,"VerseNumber":48,"Text":"Погледај шта о теби они говоре, па онда лутају и не могу да нађу Прави пут"},{"SurahNumber":17,"VerseNumber":49,"Text":"Они говоре: „Зар кад се у кости и прашину претворимо, зар ћемо новим стварањем, заиста, да будемо оживљени?!“"},{"SurahNumber":17,"VerseNumber":50,"Text":"Реци: “Хоћете, и да сте камење или гвожђе"},{"SurahNumber":17,"VerseNumber":51,"Text":"или било какво створење за које мислите да не може да буде оживљено!“ „А ко ће у живот да нас врати?“ Упитаће они. Ти реци: „Онај Који вас је и први пут створио“, а они ће према теби да одмахну главама својим и да упитају: „Када то?“ Ти реци: „Можда убрзо!“"},{"SurahNumber":17,"VerseNumber":52,"Text":"На Дан када вас Он позове, ви ћете са захвалом да Му се одазовете, и помислићете да сте само мало времена на Земљи боравили"},{"SurahNumber":17,"VerseNumber":53,"Text":"И реци Мојим верницима да говоре само лепе речи: јер би ђаво могао посејати непријатељство међу њима, ђаво је, заиста, човеков отворени непријатељ"},{"SurahNumber":17,"VerseNumber":54,"Text":"Господар ваш вас најбоље познаје: ако хоће, Он ће вам се смиловати или ће вас, ако хоће, казнити. И Ми ти нисмо дали власт над њима"},{"SurahNumber":17,"VerseNumber":55,"Text":"Твој Господар најбоље зна оне на небесима и оне на Земљи; Ми смо једне веровеснике над другима одликовали, а Давиду смо Псаламе дали"},{"SurahNumber":17,"VerseNumber":56,"Text":"Реци: “Молите се онима које, поред Њега, сматрате боговима – али вас они неће моћи невоље ослободити нити је изменити.”"},{"SurahNumber":17,"VerseNumber":57,"Text":"Они којима се они моле и сами траже начин како ће што више своме Господару да се приближе, и надају се Његовој милости и плаше се Његове казне. А казне Господара твог свако треба да се чува"},{"SurahNumber":17,"VerseNumber":58,"Text":"И не постоји ниједно насеље које Ми пре Судњег дана нећемо да уништимо или да га тешкој муци изложимо; то је у Књизи одређено"},{"SurahNumber":17,"VerseNumber":59,"Text":"А не шаљемо чуда само зато што древни народи у њих нису поверовали. Семуду смо као видљиво чудо камилу дали, али они у њу нису поверовали. А чуда шаљемо само да застрашимо"},{"SurahNumber":17,"VerseNumber":60,"Text":"И казали смо ти: “Сви су људи у Божјој власти!” А сан који смо ти дали да усниш и дрво уклето, у Кур’ану споменуто, искушење су за људе. Ми их застрашујемо, али њима то само повећава ионако велико безверство"},{"SurahNumber":17,"VerseNumber":61,"Text":"И када смо казали анђелима: „Поклоните се Адаму!“ - Они се сви, осим Сотоне, поклонише. „Зар да се поклоним ономе кога си од глине створио?“ Рече"},{"SurahNumber":17,"VerseNumber":62,"Text":"“Реци ми”, рече онда, “ево овог кога си изнад мене уздигао: ако ме оставиш до Судњег дана сигурно ћу, осим малобројних, над потомством његовим загосподарити.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"“Одлази!” Рече Он. “Теби и онима који се за тобом буду повели следи потпуна казна у Паклу"},{"SurahNumber":17,"VerseNumber":64,"Text":"И заводи гласом својим кога можеш и сакупи против њих своју коњицу и своју пешадију, и имај удела у њиховој имовини и деци, и дај им обећања – а само је обмана то што им ђаво обећава"},{"SurahNumber":17,"VerseNumber":65,"Text":"Ти, заиста, нећеш да имаш никакве власти над Мојим верницима!“ А твој Господар је довољан као заштитник"},{"SurahNumber":17,"VerseNumber":66,"Text":"Господар ваш је Тај Који због вас покреће лађе по мору да бисте трагали за Његовим обиљем. Он је, заиста, према вама милостив"},{"SurahNumber":17,"VerseNumber":67,"Text":"Кад вас на мору невоља задеси, тад нема оних којима се иначе молите, постоји само Он. А кад вас Он на копно спаси, ви окрећете главе – човек је увек незахвалан"},{"SurahNumber":17,"VerseNumber":68,"Text":"Зар сте сигурни да Он неће Земљу да потресе па да вас у њу утера или да неће да пошаље на вас кишу камења, па да онда себи никаквог заштитника не нађете"},{"SurahNumber":17,"VerseNumber":69,"Text":"Или сте можда сигурни да Он неће на море поново да вас изведе, и буру на вас да пошаље и потопи вас због ваше непослушности?! Тада не бисте никога нашли ко би Нас због вас на одговорност позвао"},{"SurahNumber":17,"VerseNumber":70,"Text":"Ми смо Адамовом потомству почаст указали: дали смо им да копном и морем путују, и опскрбили смо их укусним јелима, и дали Смо им посебну предност над многим створењима које смо створили"},{"SurahNumber":17,"VerseNumber":71,"Text":"А на Дан кад позовемо све људе с вођом својим, они којима се књига њихова да у десну руку њихову читаће књигу своју и неће им бити ни колико трун један учињена неправда"},{"SurahNumber":17,"VerseNumber":72,"Text":"онај ко је на овом свету био слеп за истину биће слеп и на Будућем свету и далеко од Правог пута"},{"SurahNumber":17,"VerseNumber":73,"Text":"И замало да те они одврате од онога што ти Ми објављујемо, да би против Нас нешто друго изнео, и тада би те они као пријатеља прихватили"},{"SurahNumber":17,"VerseNumber":74,"Text":"А да те нисмо учинили чврстим, готово да би им се мало приклонио"},{"SurahNumber":17,"VerseNumber":75,"Text":"и тада бисмо ти, заиста, дали да искусиш двоструку патњу у животу и двоструку патњу после смрти; тада не би никога нашао да те од Нас спаси"},{"SurahNumber":17,"VerseNumber":76,"Text":"А они су те толико на Земљи узнемиравали како би те из ње истерали, али тад ни они у њој не би дуго, после тебе, остали…"},{"SurahNumber":17,"VerseNumber":77,"Text":"јер тако је било са свима онима који су посланике протерали, које смо пре тебе послали, и ни ти нећеш наићи на одступање од закона Нашег"},{"SurahNumber":17,"VerseNumber":78,"Text":"Обављај молитву кад сунце с половине неба крене, па до ноћне тмине, и молитву у зору јер молитви у зору многи присуствују"},{"SurahNumber":17,"VerseNumber":79,"Text":"И пробди део ноћи у молитви – то је само твоја дужност; Господар твој ће ти на оном свету хвале достојно место даровати"},{"SurahNumber":17,"VerseNumber":80,"Text":"И реци: “Господару мој, подстакни ме на оно што је исправно и добро за мене, и поштеди ме свега оног у чему је зло за мене, и даруј ми од Себе доказе и снагу која ће ми помоћи!”"},{"SurahNumber":17,"VerseNumber":81,"Text":"И реци: “Дошла је истина, а нестало је лажи – лаж, заиста, нестаје!”"},{"SurahNumber":17,"VerseNumber":82,"Text":"Ми објављујемо у Кур'ану оно што је лек и милост верницима, а неверницима он само повећава пропаст"},{"SurahNumber":17,"VerseNumber":83,"Text":"Кад човеку какву благодат дарујемо, он се окреће и охоло удаљава, а кад га задеси зло, онда очајава"},{"SurahNumber":17,"VerseNumber":84,"Text":"Реци: „Свако на свој начин поступа, а ваш Господар најбоље зна ко је на Правом путу.“"},{"SurahNumber":17,"VerseNumber":85,"Text":"Питају те о души. Реци: “Шта је душа само Господар мој зна, а вама је дато само мало знања.”"},{"SurahNumber":17,"VerseNumber":86,"Text":"А да хоћемо, Ми бисмо учинили да ишчезне оно што смо ти објавили, и ти, после, не би никога нашао ко би ти против Нас помогао"},{"SurahNumber":17,"VerseNumber":87,"Text":"али, твој Господар је према теби милостив и Његова доброта према теби заиста је велика"},{"SurahNumber":17,"VerseNumber":88,"Text":"Реци: „Кад би се сви људи и џинни удружили да саставе један овакав Кур'ан, они, као што је он, не би саставили, па макар једни другима помагали.“"},{"SurahNumber":17,"VerseNumber":89,"Text":"Ми у овом Кур'ану објашњавамо људима свакакве примере, али већина људи никако неће да верује"},{"SurahNumber":17,"VerseNumber":90,"Text":"И говоре: „Нећемо да ти поверујемо све док не учиниш да из земље извор потече"},{"SurahNumber":17,"VerseNumber":91,"Text":"или док не будеш имао врт од палми и лозе, па да кроз њега реке проведеш"},{"SurahNumber":17,"VerseNumber":92,"Text":"или док на нас небо у парчадима не обориш, као што тврдиш; или док нам Аллаха и анђеле не доведеш да их својим очима видимо"},{"SurahNumber":17,"VerseNumber":93,"Text":"или док не будеш имао кућу од злата, или док се на небо не успењеш; а нећемо да верујемо ни да си се успео све док нам не донесеш Књигу да је читамо.“ Реци: „Узвишен нека је мој Господар! Зар ја нисам само човек, посланик?!“"},{"SurahNumber":17,"VerseNumber":94,"Text":"А људе је, кад им је долазила објава, одвраћало од веровања само то што су говорили: „Зар је Бог као посланика послао човека?!“"},{"SurahNumber":17,"VerseNumber":95,"Text":"Реци: „Кад би се на Земљи анђели кретали смирено, Ми бисмо им са неба анђела као посланика послали.“"},{"SurahNumber":17,"VerseNumber":96,"Text":"Реци: “Аллах је довољан сведок мени и вама, јер Он зна и види Своја створења.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"Онај кога Аллах упути - он је упућен, а онога кога на странпутицу одведе, томе, мимо Њега, нећеш да нађеш заштитника. Ми ћемо, на Судњем дану, да их сакупимо, лицем земљи окренуте, слепе, неме и глуве; боравиште њихово биће Пакао; кад год му пламен јења, појачаћемо им огањ"},{"SurahNumber":17,"VerseNumber":98,"Text":"То ће да им буде казна зато што у речи и доказе Наше нису веровали и што су говорили: „Зар кад постанемо кости и прах, зар ћемо као нова створења заиста да будемо оживљени?!“"},{"SurahNumber":17,"VerseNumber":99,"Text":"Зар они не знају да је Аллах, Створитељ небеса и Земље, способан да створи њима сличне и да им је већ одредио час оживљења, у који нема сумње? Али неверници само поричу"},{"SurahNumber":17,"VerseNumber":100,"Text":"Реци: „Да ви поседујете ризнице милости мога Господара, и тада бисте шкртарили из страха да не потрошите; човек је заиста тврдица.“"},{"SurahNumber":17,"VerseNumber":101,"Text":"Ми смо Мојсију девет очигледних знамења дали, па упитај Израиљеве синове кад је њиховим прецима дошао и када му је фараон рекао: „Ја мислим, о Мојсије, да си ти заиста опчињен“"},{"SurahNumber":17,"VerseNumber":102,"Text":"а Мојсије одговори: „Ти знаш да ово није дао нико други него Господар небеса и Земље, као очигледна знамења, и ја мислим да ћеш ти, о фараоне, сигурно да настрадаш.“"},{"SurahNumber":17,"VerseNumber":103,"Text":"Фараон одлучи да их из земље истера, па ми потописмо и њега и све оне који су били са њим"},{"SurahNumber":17,"VerseNumber":104,"Text":"и после тога казасмо Израиљевим синовима: „Населите се у земљи, па кад време Смака света наступи, све ћемо заједно да вас окупимо.“"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ми Кур’ан пун истинске мудрости објављујемо, и на истинит начин се он објављује. А тебе смо послали само зато да радосне вести доносиш и да опомињеш"},{"SurahNumber":17,"VerseNumber":106,"Text":"И као Кур'ан, све део по део га објављујемо да би га ти људима постепено казивао, и према потреби га објављујемо"},{"SurahNumber":17,"VerseNumber":107,"Text":"Реци: “веровали у њега или не веровали, они којима је још пре објављивања његовог дато знање падају лицем на тло кад им се он чита"},{"SurahNumber":17,"VerseNumber":108,"Text":"И говоре: „Узвишен нека је наш Господар, обећање нашег Господара се испунило!“"},{"SurahNumber":17,"VerseNumber":109,"Text":"И падају лицем на тло плачући, и он им увећава страхопоштовање"},{"SurahNumber":17,"VerseNumber":110,"Text":"Реци: „Зовите Га: 'Аллах', или зовите: 'Свемилосни', а како год Га будете звали, Његова су имена најлепша. Не изговарај на сав глас Кур'ан кад молитву обављаш, а и не пригушуј га; нађи средину између тога.“"},{"SurahNumber":17,"VerseNumber":111,"Text":"И реци: „Сва хвала Аллаху Који Себи није узео детета и Који у власти нема сличног, и Коме не треба заштитник због немоћи“ – и истински Га величај"}]}