{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ia. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"[Juro] Por el Corán sabio"},{"SurahNumber":36,"VerseNumber":3,"Text":"Que en verdad tú [¡Oh, Muhámmad!] eres uno de los Mensajeros"},{"SurahNumber":36,"VerseNumber":4,"Text":"Y estás en el sendero recto"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ésta es una revelación del Poderoso, Misericordioso"},{"SurahNumber":36,"VerseNumber":6,"Text":"Para que amonestes a un pueblo cuyos padres no fueron amonestados, y no tienen conocimiento de qué es la guía"},{"SurahNumber":36,"VerseNumber":7,"Text":"Merecieron que Allah sellara sus corazones con la incredulidad, pues Él bien sabía que persistirían en ella"},{"SurahNumber":36,"VerseNumber":8,"Text":"Pusimos en sus cuellos argollas que llegarán a sus barbillas, y sus cabezas quedarán erguidas"},{"SurahNumber":36,"VerseNumber":9,"Text":"Y pusimos ante ellos una barrera, y otra detrás, y les cubrimos con un velo, y no pueden ver [la Verdad]"},{"SurahNumber":36,"VerseNumber":10,"Text":"Es igual que les amonestes o no, no creerán"},{"SurahNumber":36,"VerseNumber":11,"Text":"Ciertamente sólo se beneficia con tu amonestación quien cree en el Mensaje y teme al Misericordioso aunque no Lo pueda ver. A éste anúnciale que obtendrá el perdón y una recompensa generosa"},{"SurahNumber":36,"VerseNumber":12,"Text":"Ciertamente Nosotros tenemos poder para resucitar a los muertos, y registramos lo que hubieren realizado y las consecuencias [buenas y malas] de ello; y todo está mencionado en un libro claro [la Tabla Protegida]"},{"SurahNumber":36,"VerseNumber":13,"Text":"Y proponles [a quienes te desmienten] el ejemplo de los habitantes de una ciudad, cuando se presentaron ante ellos los Mensajeros"},{"SurahNumber":36,"VerseNumber":14,"Text":"Les enviamos dos de ellos y les desmintieron, entonces les reforzamos con un tercero, y dijeron [a los habitantes de la cuidad]: Ciertamente nosotros hemos sido enviados a vosotros"},{"SurahNumber":36,"VerseNumber":15,"Text":"Dijeron [los incrédulos]: Vosotros no sois más que hombres como nosotros, y el Misericordioso no ha revelado nada, no sois sino unos mentirosos"},{"SurahNumber":36,"VerseNumber":16,"Text":"Dijeron [los Mensajeros]: Nuestro Señor bien sabe que ciertamente fuimos enviados a vosotros"},{"SurahNumber":36,"VerseNumber":17,"Text":"Y no nos incumbe sino transmitir el Mensaje evidente"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dijeron [los incrédulos]: Ciertamente consideramos que sois un mal indicio para nosotros, y si no desistís os lapidaremos y recibiréis un castigo doloroso"},{"SurahNumber":36,"VerseNumber":19,"Text":"Dijeron [los Mensajeros]: Vosotros habéis padecido desgracias por vuestra incredulidad, sólo porque os amonestemos [diréis que os traemos mala suerte]. En realidad sois un pueblo de transgresores"},{"SurahNumber":36,"VerseNumber":20,"Text":"Y llegó desde un extremo de la ciudad un hombre corriendo, que dijo: ¡Oh, pueblo mío! Seguid a los Mensajeros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Seguid a quienes no os piden retribución alguna [por exhortaros], y están bien guiados"},{"SurahNumber":36,"VerseNumber":22,"Text":"¿Cómo no he de adorar a Quien me creó, si ante Él comparecéis"},{"SurahNumber":36,"VerseNumber":23,"Text":"¿Tomaría acaso, en lugar de Él, a ídolos cuya intercesión de nada me valdría? Si el Misericordioso decretara alguna adversidad para mí, no podrían liberarme de ella"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ciertamente estaría, entonces, en un error evidente"},{"SurahNumber":36,"VerseNumber":25,"Text":"Yo, en verdad creo en vuestro Señor. ¡Escuchadme pues! [Pero su pueblo le mató]"},{"SurahNumber":36,"VerseNumber":26,"Text":"Y le fue dicho: Ingresa al Paraíso. Dijo: ¡Ojalá mi pueblo supiese"},{"SurahNumber":36,"VerseNumber":27,"Text":"Que mi Señor me perdonó mis faltas, y me contó entre los honrados [en la bienaventuranza]"},{"SurahNumber":36,"VerseNumber":28,"Text":"Y no enviamos, después de él, ningún ejército [de Ángeles] contra su pueblo"},{"SurahNumber":36,"VerseNumber":29,"Text":"Pues fue suficiente con un clamor para que fueran aniquilados"},{"SurahNumber":36,"VerseNumber":30,"Text":"Por cierto que los hombres están perdidos. No se presentó ante ellos ningún Mensajero, sin que se burlasen de él"},{"SurahNumber":36,"VerseNumber":31,"Text":"¿Acaso no observan cuántas generaciones que les precedieron hemos destruido? Ciertamente ellos no retornarán [a la vida mundanal]"},{"SurahNumber":36,"VerseNumber":32,"Text":"Y todos deberán comparecer ante Nosotros"},{"SurahNumber":36,"VerseNumber":33,"Text":"Y un signo [que evidencia la resurrección] es la tierra árida a la cual revivimos [con las lluvias] y hacemos brotar de ella los granos con que se alimentan"},{"SurahNumber":36,"VerseNumber":34,"Text":"Y pusimos en ella jardines de palmeras y vides, e hicimos brotar de ella manantiales"},{"SurahNumber":36,"VerseNumber":35,"Text":"Para que comiesen de sus frutos que no los pueden crear con sus manos. ¿Es que no van a agradecer [al Altísimo]"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glorificado sea Aquel que creó todas las especies que brotan de la tierra, a los humanos y otras criaturas que desconocéis"},{"SurahNumber":36,"VerseNumber":37,"Text":"Y un signo [que evidencia el poder divino] es la noche que le sucede al día, y quedan entonces a oscuras"},{"SurahNumber":36,"VerseNumber":38,"Text":"Y el Sol orbita como le fue designado; ello es un decreto del Poderoso, Omnisciente"},{"SurahNumber":36,"VerseNumber":39,"Text":"Y a la Luna le decretamos sus fases, hasta que [va menguando y] parece una rama seca de palmera [luego entra en creciente otra vez]"},{"SurahNumber":36,"VerseNumber":40,"Text":"No le es posible al Sol alterar su curso [apareciendo de noche] y así alcanzar a la Luna, ni la noche puede adelantarse al día; todos los astros circulan por sus órbitas"},{"SurahNumber":36,"VerseNumber":41,"Text":"Y otro signo [del poder divino] es también que a sus padres les transportamos en una nave cargada"},{"SurahNumber":36,"VerseNumber":42,"Text":"Y creamos para ellos otras criaturas semejantes [en su función de transportarlos] en las que montan"},{"SurahNumber":36,"VerseNumber":43,"Text":"Y si hubiésemos deseado les habríamos ahogado, entonces nadie podría haberles ayudado y habrían perecido"},{"SurahNumber":36,"VerseNumber":44,"Text":"Pero no lo hicimos por Nuestra misericordia, y para que disfrutasen por un tiempo"},{"SurahNumber":36,"VerseNumber":45,"Text":"Y cuando se les dice: Precaveos de lo que pueda aconteceros en esta vida y en la otra para que así se os tenga misericordia"},{"SurahNumber":36,"VerseNumber":46,"Text":"No presencian ninguno de los signos de su Señor, sin que se aparten de él"},{"SurahNumber":36,"VerseNumber":47,"Text":"Y cuando se les dice: Haced caridades de lo que Allah os ha proveído, dicen los incrédulos a los creyentes: ¿Es que vamos a alimentar a quienes si Allah quisiera, Él alimentaría? En verdad, estáis en un error evidente"},{"SurahNumber":36,"VerseNumber":48,"Text":"Y dicen: ¿Cuándo se cumplirá esta amenaza, si es que decís la verdad"},{"SurahNumber":36,"VerseNumber":49,"Text":"No aguardan sino que un solo clamor [cuando sea soplada la trompeta] los tome mientras se encuentran distraídos disputando [sobre la vida mundanal]"},{"SurahNumber":36,"VerseNumber":50,"Text":"Entonces no tendrán tiempo para testar, ni retornarán con los suyos"},{"SurahNumber":36,"VerseNumber":51,"Text":"Y se soplará la trompeta, y entonces ellos saldrán de sus tumbas hacia su Señor"},{"SurahNumber":36,"VerseNumber":52,"Text":"Dirán: ¡Ay de nosotros! ¿Qué nos hizo surgir de nuestras tumbas? [Se les dirá:] Esto fue lo que os prometió el Misericordioso, y corroboraron los Mensajeros"},{"SurahNumber":36,"VerseNumber":53,"Text":"Cuando sea soplada la trompeta, todos ellos deberán comparecer ante Nosotros"},{"SurahNumber":36,"VerseNumber":54,"Text":"Ese día ningún alma será tratada con injusticia, y no seréis juzgados sino acorde a las obras realizadas"},{"SurahNumber":36,"VerseNumber":55,"Text":"Por cierto que los moradores del Paraíso estarán felices disfrutando"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ellos y sus esposas estarán a la sombra, reclinados en sofás"},{"SurahNumber":36,"VerseNumber":57,"Text":"Tendrán allí frutos, y todo lo que deseen"},{"SurahNumber":36,"VerseNumber":58,"Text":"¡La paz sea con vosotros! Serán las Palabras del Señor Misericordioso [y estarán seguros para siempre en la bienaventuranza]"},{"SurahNumber":36,"VerseNumber":59,"Text":"Y separaos hoy [de los creyentes] ¡Oh, transgresores"},{"SurahNumber":36,"VerseNumber":60,"Text":"¿Acaso no tomasteis un compromiso conmigo ¡Oh, hijos de Adán [Adam]! de no obedecer y adorar a Satanás, porque él es un enemigo evidente para vosotros"},{"SurahNumber":36,"VerseNumber":61,"Text":"Y de que Me adoraríais? Y por cierto que éste es el sendero recto [que debíais seguir]"},{"SurahNumber":36,"VerseNumber":62,"Text":"He aquí que muchos de vosotros se desviaron. ¿Por qué no reflexionasteis"},{"SurahNumber":36,"VerseNumber":63,"Text":"Éste es el Infierno con el que fuisteis amenazados"},{"SurahNumber":36,"VerseNumber":64,"Text":"Ingresad en él por vuestra incredulidad"},{"SurahNumber":36,"VerseNumber":65,"Text":"Hoy sellaremos sus bocas y nos hablarán sus manos y sus pies dando testimonio de lo que cometieron"},{"SurahNumber":36,"VerseNumber":66,"Text":"Y si quisiéramos les cegaríamos y se precipitarían al sendero [por encima del Infierno y que conduce al Paraíso]. ¿Y entonces cómo podrían ver"},{"SurahNumber":36,"VerseNumber":67,"Text":"Y si quisiéramos, les paralizaríamos en sus lugares, no podrían avanzar ni retroceder"},{"SurahNumber":36,"VerseNumber":68,"Text":"A quien le concedemos una larga vida, hacemos que se vuelva débil como cuando era pequeño. ¿Es que no reflexionan"},{"SurahNumber":36,"VerseNumber":69,"Text":"Y no le enseñamos [al Profeta Muhámmad] la poesía, pues no es propia para él; ciertamente es un motivo de reflexión y un Corán evidente"},{"SurahNumber":36,"VerseNumber":70,"Text":"Para amonestar a quien tenga el corazón vivo, y como una evidencia en contra de los incrédulos"},{"SurahNumber":36,"VerseNumber":71,"Text":"¿Acaso no recapacitan en que hemos creado para ellos [los hombres] los ganados que poseen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Y los hemos sometido a ellos, y les sirven como montura y alimento"},{"SurahNumber":36,"VerseNumber":73,"Text":"Y también otros beneficios, y de ellos extraéis leche para beber. ¿Es que no van a ser agradecidos"},{"SurahNumber":36,"VerseNumber":74,"Text":"Pero tomaron falsas divinidades en vez de Allah, creyendo que les auxiliarían"},{"SurahNumber":36,"VerseNumber":75,"Text":"Éstas no podrán socorrerse a sí mismas, y todos formarán un ejército que será castigado"},{"SurahNumber":36,"VerseNumber":76,"Text":"Que no te apene [¡Oh, Muhámmad!] lo que dicen; en verdad, bien sabemos lo que murmuran y lo que dicen abiertamente"},{"SurahNumber":36,"VerseNumber":77,"Text":"¿Es que no ve el hombre [que niega la Resurrección] que le hemos creado de un cigoto? Pero él persiste en discutir [el poder divino]"},{"SurahNumber":36,"VerseNumber":78,"Text":"Y [este incrédulo] nos propone ejemplos olvidando cómo ha sido creado y dice: ¿Quién dará vida a los huesos cuando estén ya carcomidos"},{"SurahNumber":36,"VerseNumber":79,"Text":"Dile [¡Oh, Muhámmad!]: Les dará vida Quien los creó por primera vez; pues Él tiene conocimiento de todo"},{"SurahNumber":36,"VerseNumber":80,"Text":"Él es Quien hace que podáis encender fuego del árbol verde [y también puede resucitaros fácilmente]"},{"SurahNumber":36,"VerseNumber":81,"Text":"¿Acaso Quien creó los cielos y la Tierra no podrá crearlos nuevamente? ¡Sí! [Pues tiene poder para ello] Y Él es el Creador, Omnisciente"},{"SurahNumber":36,"VerseNumber":82,"Text":"Ciertamente cuando decide decretar algo dice: ¡Sé!, y es"},{"SurahNumber":36,"VerseNumber":83,"Text":"Glorificado sea, pues, Aquel en Cuya mano está la soberanía de todas las cosas, y ante Él compareceréis"}]}