{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"Лицемеры, когда приходят к тебе, говорят: \"Мы исповедуем, что ты посланник Божий\". Бог знает, что ты посланник Его, и Бог дает ведать, что лицемеры лжецы"},{"SurahNumber":63,"VerseNumber":2,"Text":"Они своими клятвами, как щитом, прикрывают себя и отклоняются от пути Божия. Как худы дела их"},{"SurahNumber":63,"VerseNumber":3,"Text":"Это от того так, что они уверовали, а потом опять стали неверными: печать положена на сердца их, и потому они не понимают"},{"SurahNumber":63,"VerseNumber":4,"Text":"Когда ты видишь их, наружность их тебе нравится; и если они говорят, ты слушаешь слова их: они как столбы, поставленные для подпоры здания. Они всякий крик считают поднятым против них: они враги, потому остерегайтесь их. Да поразит их Бог! Как они нерассудительны"},{"SurahNumber":63,"VerseNumber":5,"Text":"Когда им говорят: \"Приходите, посланник Божий попросит прощения вам\"; тогда они отворачивают свои головы, и ты видишь, как они уклоняются, держа себя величаво"},{"SurahNumber":63,"VerseNumber":6,"Text":"Им будет одно и то же, - будешь ли просить прощения им, или не будешь просить прощения им: Бог не руководствует людей развращенных"},{"SurahNumber":63,"VerseNumber":7,"Text":"Они-то самые говорят: \"Не делайте пожертвований в пользу тех, которые при посланнике Бога, для того, что бы они отстали от него\"; у Бога сокровища небес и земли, но лицемеры не понимают"},{"SurahNumber":63,"VerseNumber":8,"Text":"Они говорят: \"Да, если возвратимся в город, то сильнейший выгонит из него слабейшего\". Сила принадлежит Богу, Его посланнику и верующим; но лицемеры не знают того"},{"SurahNumber":63,"VerseNumber":9,"Text":"Верующие, да не озабочивают вас ни имущество ваше, ни дети ваши, до того, что бы забывать воспоминание о Боге! Те, которые будут поступать так, будут несчастны"},{"SurahNumber":63,"VerseNumber":10,"Text":"Делайте пожертвования из того, чем Мы наделяем вас прежде, нежели к кому либо из вас придет смерть, и он будет говорить: \"Господи! О если бы Ты отсрочил мне хотя бы на малое время! Я стал бы подавать милостыню, и я был бы из числа добродетельных"},{"SurahNumber":63,"VerseNumber":11,"Text":"Но Бог не отсрочит ни одной душе, как скоро наступит определенный для нее срок. Бог ведает то, что делаете вы"}]}