{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"ߦߊߛߌߣ ߠߋ߬"},{"SurahNumber":36,"VerseNumber":2,"Text":"ߊ߰ ߒ ߣߌ߫ ߞߎ߬ߙߊ߬ߣߊ߫ ߥߘߋ߬ߥߘߋ߬ߣߍ߲ ߕߍ߫"},{"SurahNumber":36,"VerseNumber":3,"Text":"ߌߟߋ ߦߋ߫ ߞߋߟߊ ߟߎ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫ ߘߋ߬"},{"SurahNumber":36,"VerseNumber":4,"Text":"ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲߫ ߞߊ߲߬ ߞߊ߬ߣߌ߲߫"},{"SurahNumber":36,"VerseNumber":5,"Text":"ߣߌ߬ߣߌ߬ߟߊ ߤߌߣߟߊ ߟߊ߫ ߟߊ߬ߖߌ߰ߟߌ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":6,"Text":"ߛߴߌ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߦߋ߫ ߸ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ߫ ߡߊ߫ ߞߍ߫ ߡߍ߲ ߠߎ߫ ߝߊ߬ ߟߎ߬ ߦߋ߫ ߸ ߏ߬ ߟߎ߫ ߖߊ߲߬ߓߐߣߍ߲߫ ߖߍ߬ߘߍ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":7,"Text":"ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊߣߴߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߡߊ߬ ߟߋ߬، ߊ߬ߟߎ߬ ߕߍ߫ ߞߍ߫ ߟߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫ ߏ߬ ߟߋ ߘߐ߫ ( ߞߐ߲߬ߞߐ߲߬ߒߡߊ)"},{"SurahNumber":36,"VerseNumber":8,"Text":"ߊ߲ ߣߐ߬ ߞߏߟߏ߲ߜߊ߲ ߠߎ߫ ߟߋ߫ ߓߌ߬ߟߊ߬ ߟߴߊ߬ߟߎ߬ ߞߊ߲ߠߊ߫ ߞߊ߬ ߕߊ߯ ߛߋ߫ ߊ߬ߟߎ߫ ߓߏ߲߬ߓߏ߲ ߡߊ߬߸ ߊ߬ߟߎ߫ ߞߎ߲߭ ߠߎ߬ ߛߊ߲ߘߌߣߍ߲߫ ߏ߬ ߟߋ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":9,"Text":"ߊ߬ ߣߴߊ߲ ߞߊ߬ ߓߊ߬ߟߊ߲ ߞߴߊ߬ߟߎ߬ ߢߍߕߐ߫ ߟߋ߬ ߞߊ߬ ߓߊ߬ߟߊ߲߬ ߞߴߊ߬ߟߎ߬ ߞߕߐ߫ ߞߵߊ߬ߟߎ߫ ߞߎ߲߬ߠߊ߬ߓߌߘߌ߲߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߦߋߟߌ߫ ߞߍ߫ ߟߴߏ߬ ߟߋ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":10,"Text":"ߌ ߞߊ߬ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ߫ ߞߴߊ߬ߟߎ߬ ߦߋ߫ ߓߊ߬߸ ߥߟߊ߫ ߌ ߡߊ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ߫ ߞߴߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߓߍ߯ ߦߊ߯ ߞߊ߲߫ ߊ߬ߟߎ߫ ߡߊ߬، ߓߊ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߞߍ߫ ߟߊ߫ ߟߊߒߠߦߊߓߊ߯ ߘߌ߫"},{"SurahNumber":36,"VerseNumber":11,"Text":"ߌ ߦߋ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ ߟߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߡߍ߲ ߦߋ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ߞߊ߲ ߟߊߓߊ߬ߕߏ߬ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ ߢߍ߬ߣߍ߲߬ߕߐ߬ߦߊ߬ ߘߊ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߦߋ߫ ߘߏ߲߰ ߘߐ߫، ߏ߬ ߟߊߛߍߥߊ߫ ߡߊ߬ߞߕߏ߬ߟߌ ߣߌ߫ ߓߙߊ߬ߖߌ߬ ߞߟߊߒߞߋ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":12,"Text":"ߒ߬ߠߎ߫ ߸ ߊ߲ߠߎ߫ ߞߊ߬ߣߌ߲߫، ߊ߲ ߧߋ߫ ߛߎ߭ ߟߎ߬ ߟߊߣߌߡߦߊ߫ ߟߊ߫߸ ߊ߬ ߣߴߊ߲ ߧߴߊ߬ߟߎ߬ ߟߊ߫ ߓߊ߯ߙߊ߫ ߢߍߓߌ߬ߟߊ߬ߣߍ߲ ߠߎ߬ ߛߓߍ߫ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߝߏ߲߬ߝߏ߲ ߠߎ߬، ߊ߲ ߣߊ߬ ߝߋ߲ ߓߍ߯ ߡߊߘߊ߲߫ ߠߊ߫ ߟߋ߬ ߟߍߙߊ߫ ߘߐߜߍ ߞߣߐ߫ ߞߐߘߍ߫"},{"SurahNumber":36,"VerseNumber":13,"Text":"ߘߎ߰ ߘߏ߲ߞߏ ߟߎ߫ ߖߊ߲߬ߖߏ߲ ߛߊ߲߬ߘߊ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߕߎ߬ߡߊ ߡߍ߲ ߞߋߟߊ ߟߎ߫ ߣߊ߬ ߘߴߏ߬ ߟߎ߫ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":14,"Text":"ߊ߲ ߞߊ߬ ߝߌ߬ߟߊ߬ ߗߋ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ߡߍ߲ߞߍ߭ ߸ ߏ߬ ߟߎ߫ ߞߵߏ߬ ߟߎ߬ ߡߊߛߐ߬ߛߐ߬، ߊ߲ ߞߵߊ߬ߟߎ߫ ߝߊ߲߬ߞߊߘߏ߲߬ ߛߓߊߣߊ߲ ߠߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߒ߬ߠߎ߬ ߗߋߣߴߊߟߎ߫ ߡߊ߬ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":15,"Text":"ߘߎ߰ ߟߊ߬ ߡߐ߮ ߟߎ߬ ߞߊ߲߫߸ ߞߏ߫ ߊߟߎ߫ ߕߍ߫ ߝߏߦߌ߬ ߘߌ߫ ߝߏ߫ ߊ߲ ߢߐ߲߰ ߡߐ߰، ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߝߣߊ߫ ߡߊ߫ ߝߏߦߌ߬ ߟߊߖߌ߰، ߊߟߎ߫ ߕߍ߫ ߝߏߦߌ߫ ߟߋ߬ ߘߌ߫ ߝߏ߫ ߊߟߎ߫ ߦߋ߫ ߥߎߦߊ߫ ߝߐ ߡߍ߲ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":16,"Text":"ߞߋߟߊ ߟߎ߬ ߞߊ߲߫߸ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߞߵߊ߬ ߟߐ߲߫ ߖߐ߫ ߞߏ߫ ߒ߬ߠߎ߬ ߗߋߣߍ߲߫ ߊߟߎ߫ ߡߊ߬ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":17,"Text":"ߝߏߦߌ߬ ߕߍ߫ ߒ߬ߠߎ߫ ߡߊ߬ ߝߏ߫ ߟߊ߬ߛߋ߬ߟߌ߫ ߘߐߞߣߍߣߍ߲"},{"SurahNumber":36,"VerseNumber":18,"Text":"ߘߎ߰ ߟߊ߬ ߡߐ߮ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊ߲ ߓߘߊ߫ ߣߐ߬ߙߐ ߛߌ߰ ߊߟߎ߫ ߟߊ߫، ߏ߬ ߘߐ߫ ߣߴߊߟߎ߫ ߡߊ߫ ߝߘߊ߫߸ ߊ߲ ߘߴߊߟߎ߫ ߞߙߎ߬ߟߊ߬ߓߏ߲߫ ߠߋ߬ ߘߍ߯، ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߝߣߊ߫ ߘߌ߫ ߡߊ߰ ߊߟߎ߫ ߟߊ߫ ߒ߬ ߓߟߏ߫ ߟߋ߬ ߘߍ߯"},{"SurahNumber":36,"VerseNumber":19,"Text":"ߞߋߟߊ ߟߎ߬ ߞߊ߲߫ ߞߏ߫ ߊߟߎ߫ ߟߊ߫ ߣߐ߬ߙߐ ߦߴߊߟߎ߫ ߖߍ߬ߘߍ ߟߋ߫ ߡߊ߬، ߋ߫ ߸ ߞߏ߫ ߊߟߎ߫ ߓߘߊ߫ ߞߊ߬ߥߊ߲߬ߘߌ߫ ߓߊ߬؟ ߍ߲߬ߍ߲߫ ߸ ߊߟߎ߫ ߦߋ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߘߊ߲߬ߠߊߕߊ߬ߡߌ߲߬ߣߍ߲ ߠߎ߫ ߟߋ߬ ߘߌ߫ ߓߏ߬"},{"SurahNumber":36,"VerseNumber":20,"Text":"ߗߍ߭ ߘߏ߫ ߞߊߟߌߦߊߡߍߣߍ߲ߕߐ ߣߊ߬ ߘߊ߫ ߞߊ߬ ߓߐ߫ ߛߏߘߊ ߟߊ߫، ߏ߬ ߞߊ߲߫ ߞߏ߫ ߒ ߓߊߘߋ߲ ߠߎ߬ ߊߟߎ߫ ߦߋ߫ ߕߎ߲߰ ߞߋߟߊ ߟߎ߬ ߟߊ߫ ߤߊ߲߫߹"},{"SurahNumber":36,"VerseNumber":21,"Text":"ߊߟߎ߫ ߦߋ߫ ߕߎ߲߰ ߡߐ߰ ߟߊ߫߸ ߡߍ߲ ߕߴߊߟߎ߫ ߕߙߊ߫ ߟߊ߫ ߛߙߊ߬ ߟߊ߫߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߞߊ߲ߘߊߣߍ߲߫"},{"SurahNumber":36,"VerseNumber":22,"Text":"ߡߎ߲߬ ߦߋ߫ ߒߠߋ ߟߊ߫ ߒ ߕߍ߫ ߝߋ߲߫ ߓߊ߬ߕߏ߬ ߡߍ߲ ߞߊ߬ ߒ ߛߌ߲ߘߌ߫ ߸ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߬ߕߐ߫ ߏ߬ ߡߍ߲ ߡߊ߬؟"},{"SurahNumber":36,"VerseNumber":23,"Text":"ߊ߬ ߝߐ߫ ߒ ߘߌ߫ ߒ ߓߟߏߞߍ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߟߎ߫ ߟߊ߫ ߞߵߏ߬ ߕߏ߫؟ ߣߌ߫ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߢߌߣߌ߲߫ ߘߊ߫ ߕߙߐߦߊ߫ ߡߊ߬ ߒ ߧߋ߫ ߸ ߏ߬ ߟߎ߬ ߟߊ߫ ߛߟߏ߬ߣߊ߬ߟߌ ߕߍ߫ ߝߏߦߌ߫ ߢߊ߬ ߟߊ߫ ߒ ߧߋ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߒ ߠߊߞߛߌ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":24,"Text":"ߤߊ߲߫߸ ߒߠߋ ߦߋ߫ ߝߟߌ߬ ߘߐ߬ߜߍ߫ ߟߋ߬ ߘߐ߫ ߏ ߕߎ߬ߡߊ ߘߋ߬߹"},{"SurahNumber":36,"VerseNumber":25,"Text":"ߒߠߋ ߓߘߊ߫ ߟߴߊߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫߸ ߒ߬ߓߵߊߟߎ߫ ߦߴߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߒ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":26,"Text":"ߊ߬ ߝߐ߫ ߘߴߏ߬ ߡߊ߬ ߞߏ߫ ߘߏ߲߬ ߣߊߞߐ ߘߐ߫، ߊ߬ ߞߊ߲߫߸ ߞߏ߫ ߒ ߡߌ߬ߙߌ߲߬ߘߌ ߟߎ߫ ߕߎ߲߬ ߓߍ߫ ߊ߬ ߟߐ߲߫ ߠߊ߫ ߛߊ߫߹"},{"SurahNumber":36,"VerseNumber":27,"Text":"ߒ ߡߊ߰ߙߌ ߣߐ߬ ߡߊߞߕߏ߬ߟߌ ߞߍ߫ ߟߊ߫ ߒ ߧߋ߫ ߢߊ ߡߍ߲ ߞߊ߬ ߒ ߞߍ߫ ߡߊ߬ߓߏ߲߬ߧߊ߬ߣߍ߲ ߠߎ߬ ߘߏ߫ ߘߌ߫"},{"SurahNumber":36,"VerseNumber":28,"Text":"ߒ߬ ߡߊ߫ ߞߟߍ߬ߓߏ߬ߟߏ߲߬ ߛߌ߫ ߟߊߖߌ߰ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߡߵߊ߬ߟߋ ߞߐ߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ߏ߬ ߞߐ߫، ߊ߲ ߖߘߍ߬ ߡߊ߫ ߞߍ߫ ߟߊ߬ߖߌ߰ߟߌ߬ߓߊ߯ ߘߌ߫ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":29,"Text":"ߘߏ߫ ߜߘߍ߫ ߡߊ߫ ߞߍ߫ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫ ߔߋ߫، ߊ߬ߟߎ߬ ߛߎߡߊ߫ ߘߴߏ߬ ߘߐ߫ ߟߋ߬ ߔߐߍ߯"},{"SurahNumber":36,"VerseNumber":30,"Text":"ߊ߬ ߘߌ߫ ߞߍ߫ ߣߡߌߛߊ ߘߌ߫ ߖߐ߲߬ ߠߎ߫ ߞߊ߲߬ ߞߟߋ߫ ߸ ߞߋߟߊ߫ ߛߌ߫ ߡߊ߫ ߣߊ߬ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߣߴߊ߬ߟߎ߬ ߡߴߊ߬ߟߎ߬ ߦߟߍߓߐ߫ ߏ߬ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":31,"Text":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊ߲ ߓߘߊ߫ ߓߐ߲ߛߐ߲ߘߊ߫ ߦߙߌߞߊ ߡߍ߲ ߛߌߟߊߛߵߊ߬ߟߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߞߴߏ߬ ߟߎ߬ ߕߍߣߵߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߡߎ߬ߕߎ߲߬"},{"SurahNumber":36,"VerseNumber":32,"Text":"ߏ߬ ߟߎ߫ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߝߏߦߌ߬ ߸ ߝߴߏ߬ ߓߍ߯ ߦߋ߫ ߟߊߣߊ߬ ߒ߬ߠߎ߬ ߓߘߊ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":33,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߘߎ߱ ߛߊ߬ߣߍ߲ ߘߌ߫ ߸ ߊ߲ ߓߘߴߏ߬ ߟߊߣߌߡߦߊ߫ ߞߊ߬ ߢߊ߯ߡߊ߫ ߞߡߊ ߟߎ߬ ߟߊߓߐ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߘߏ߫ ߘߊߥߎ߲߫ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":34,"Text":"ߊ߬ ߣߴߊ߲ ߞߊ߬ ߣߊߞߐ ߟߎ߬ ߞߍ߫ ߊ߬ ߢߊߝߍ߬ ߕߌ߲߬ߖߐ߲ ߠߎ߬ ߣߌ߫ ߖߐ߬ߓߌ߬ߙߋ߲߬ ߛߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߞߐ߬ߢߊ ߟߎ߬ ߟߊߝߎ߲ߘߌ߫ ߊ߬ ߢߊߝߍ߬"},{"SurahNumber":36,"VerseNumber":35,"Text":"ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߏ߬ ߘߋ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߓߟߏ ߣߐ߬ ߡߍ߲ ߓߊ߯ߙߊ߫ ߟߊ߫، ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߊ߫؟"},{"SurahNumber":36,"VerseNumber":36,"Text":"ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߞߟߋ߫ ߸ ߡߍ߲ ߞߊ߬ ߝߌ߬ߟߊ߬ߓߊ ߓߍ߯ ߘߊ߲߫ ߘߎ߱ ߟߊ߫ ߝߋ߲߫ ߠߊߝߍߘߍ߲ߕߊ ߘߐ߫ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߞߎ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߝߋ߲߫ ߘߐ߫ ߊ߬ߟߎ߬ ߡߊ߫ ߡߍ߲ ߠߎ߬ ߟߐ߲߫"},{"SurahNumber":36,"VerseNumber":37,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߛߎ ߘߌ߫ ߸ ߊ߲ ߧߋ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߓߏ߬ߛߌ߬ ߟߴߏ߬ ߘߐ߫ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߌ ߘߴߊ߬ߟߎ߫ ߘߓߌ߬ߦߊ߬ߣߍ߲ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":38,"Text":"ߕߋ߬ߟߋ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߞߊ߬ ߕߊ߯ ߊ߬ ߡߊߞߍ߫ ߦߙߐ ߟߋ߫ ߡߊ߬، ߏ߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߊ߫ ߖߊ߬ߕߋ߬ߦߊ߬ߟߌ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߠߋ߬"},{"SurahNumber":36,"VerseNumber":39,"Text":"ߊ߲ ߞߊ߬ ߞߊߙߏ ߝߣߊ߫ ߖߊ߬ߕߋ߬ߦߊ߫ ߛߌ߬ߛߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߝߏ߫ ߊ߬ ߣߊ߬ ߘߊ߫ ߛߊ߬ߦߌ߲߫ ߦߏ߫ ߕߌ߲߬ߖߐ߲ ߛߌ߲ߞߟߊ߫ ߞߘߐ߬ߣߍ߲ ߠߋ߬"},{"SurahNumber":36,"VerseNumber":40,"Text":"ߊ߬ ߕߍ߫ ߓߍ߲߬ ߕߋ߬ߟߋ ߡߊ߬ ߞߊ߬ ߞߍ߫ ߞߊߙߏ ߘߐ߫ ߸ ߥߟߊ߫ ߛߎ ߦߋ߫ ߞߐ߲߰ ߕߟߋ߬ߘߐ߬ߟߊ ߢߍ߫، ߓߊ ߊ߬ ߓߍ߯ ߦߋ߫ ߞߊߡߊ߲ ߠߋ߬ ߞߣߐ߫ ߞߎߟߎ߲ߞߎߟߎ߲ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":41,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߵߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߲ߠߎ߫ ߟߋ߫ ߞߵߊ߬ߟߎ߬ ߓߐߛߎ߲ ߠߎ߫ ߕߊ߬ ߞߎߟߎ߲߫ ߖߛߐߣߍ߲ ߞߣߐ߫"},{"SurahNumber":36,"VerseNumber":42,"Text":"ߊ߲ ߞߵߏ ߢߐ߲߰ ߜߘߍ߫ ߘߊ߲߫ ߡߊ߬ߘߏ߬ߣߌ߲߬ߝߋ߲ ߘߌ߫ ߊ߬ߟߎ߬ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":43,"Text":"ߣߴߊ߬ ߞߊ߬ ߒ߬ ߘߌߦߊ߫ ߒ߬ ߘߴߊ߬ߟߎ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫ ߸ ߡߊ߬ߜߍ߲߬ߓߊ߯ ߕߍ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߟߊߞߛߌ߫"},{"SurahNumber":36,"VerseNumber":44,"Text":"ߝߏ߫ ߤߌߣߊ ߟߊ߫ ߘߋ߬ ߞߊ߬ ߝߘߊ߫ ߒ߬ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߘߊ߰ߡߎ߲ ߤߊ߲߯ ߕߎ߬ߡߊ߬ߣߍ߲߫"},{"SurahNumber":36,"VerseNumber":45,"Text":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߢߍߞߏ ߣߴߊߟߎ߫ ߞߐߞߏ ߡߊ߬߸ ߛߊ߫ ߤߌߣߊ߫ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":46,"Text":"ߟߝߊߙߌ߫ ߕߍ߫ ߣߵߊ߬ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߍ߫ ߞߐߘߏ߲ߓߊ߮ ߘߌ߫ ߏ߬ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":47,"Text":"ߣߴߊ߬ ߘߏ߲߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߊ߫ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߊߟߎ߯ ߏ߬ ߘߏ߫ ߘߏ߲߬ ߘߟߊ߫߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߊ߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫ ߞߊ߬ ߡߍ߲ ߠߘߊߥߎ߲ߠߌ߲߫ ߒ߬ߠߎ߬ ߦߴߏ߬ ߟߘߊߥߎ߲ߠߌ߲߫ ߓߊ߬؟ ߊߟߎ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߝߏ߫ ߝߟߌ߬ ߘߐ߬ߜߍ"},{"SurahNumber":36,"VerseNumber":48,"Text":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߛߐ߲߬ ߞߏ߫ ߊ߬ߟߋ߬ ߛߘߊߒߡߊߕߎߡߊ ߣߌ߲߬ ߦߋ߫ ߕߎ߬ߡߊ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߘߌ߫ ߓߏ߲߰ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫؟"},{"SurahNumber":36,"VerseNumber":49,"Text":"ߊ߬ߟߎ߫ ߕߍ߫ ߝߏߦߌ߬ ߡߊߞߐ߬ߣߐ߲ ߞߊ߲߬ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫ ߔߋ߫ ߸ ߏ߬ ߘߴߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߰ ߢߐ߲߯ ߘߊߘߛߐߛߐ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":50,"Text":"(ߞߏ߫ ߝߌ߬ߟߊ ) ߊ߬ߟߎ߬ ߕߍ߫ ߡߊ߬ߛߙߊ߬ߟߌ߫ ߟߊߣߐ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߛߊ߬ߦߌ߫ ߊ߬ߟߎ߬ ߞߐߙߍ ߟߎ߫ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":51,"Text":"ߏ߬ ߞߐ߫ ߓߘߎ ߘߌ߫ ߝߍ߫ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߊ߬ߟߎ߬ ߞߊߟߌߦߊߡߍߣߍ߲ߕߐ ߘߌ߫ ߓߐ߫ ߛߊ߬ߙߌ ߟߎ߬ ߘߐ߫ ߞߊߕߙߍ߬ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":52,"Text":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߕߊ߫ ߜߊ߬ߟߏ߬ ߓߍ߫߹ ߖߍߣߍ߲ ߣߵߊ߲ ߠߊߥߟߌ߬ ߟߊ߫ ߒ߬ ߛߎ߬ߣߐ߰ ߦߌߟߊ ߘߐ߫؟ ߝߋ߲߫ ߠߋ߫ ߣߌ߲߬ ߘߋ߬ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߞߊ߬ ߡߍ߲ ߦߟߌߡߊߘߌߦߊ ߞߍ߫، ߞߋߟߊߡߐ߮ ߟߎ߫ ߞߊ߬ ߕߎ߬ߢߊ߬ ߝߐ߫ ߝߛߊߦߌ߫"},{"SurahNumber":36,"VerseNumber":53,"Text":"ߊ߬ ߘߏ߲߬ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫، ߘߊ߬ߡߊ߲߬ߛߊ߫ ߊ߬ߟߎ߬ ߟߊߘߍ߬ߣߍ߲ ߓߘߊ߫ ߟߊߣߊ߬ ߒ߬ߠߎ߬ ߓߘߊ"},{"SurahNumber":36,"VerseNumber":54,"Text":"ߒ߬ߓߊ߬ ߓߌ߬ ߸ ߣߌߡߊ ߕߍ߫ ߕߐ߬ߢߍ߰ ߝߏߦߌ߬ ߟߊ߫߸ ߊߟߎ߫ ߕߍ߫ ߛߙߊ߬ ( ߝߋ߲߫ ߠߊ߫) ߝߣߊ߫ ߝߏ߫ ߊߟߎ߫ ߕߘߍ߬ ߡߍ߲ ߞߍ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":55,"Text":"ߣߊߞߐ ߘߏ߲߬ߞߏ ߟߎ߬ ߛߍߥߊߣߍ߲ ߦߋ߫ ߡߊ߬ߜߊ ߟߋ߬ ߘߐ߫ ( ߘߊ߰ߡߎ߲߬ ߞߏ ߟߎ߬ ߟߊ߫) ߓߌ߬"},{"SurahNumber":36,"VerseNumber":56,"Text":"ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߝߘߎߡߊ ߟߎ߫ ߛߍ߲߬ߓߍ߬ߣߍ߲߫ ߜߍ߬ߡߍ ߟߎ߫ ߞߊ߲߬ ߘߎߟߋ߲ ߠߎ߬ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":57,"Text":"ߦߙߌߘߋ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߦߋ߲߬ ߸ ߊ߬ߟߎ߬ ߟߊ߫ ߝߋ߲߫ ߡߊߞߟߌߕߊ ߟߎ߬ ߝߣߴߊ߬ߟߎ߬ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":58,"Text":"ߖߐ ߞߎߡߊ ߝߘߊߣߍ߲߫ ߡߊ߰ߙߌ߬ ߤߌߣߟߊ ߟߋ߬ ߟߊ߫ (ߊ߬ߟߎ߬ ߦߋ߫)"},{"SurahNumber":36,"VerseNumber":59,"Text":"ߊߟߎ ߕߏ߫ ߊߟߎ߫ ߞߏߟߊ߫ ߓߌ߬ ߘߋ߬ ߸ ߊߟߎ߬ ߛߐ߲߬ߡߊ ߟߎ߬"},{"SurahNumber":36,"VerseNumber":60,"Text":"ߊ߬ ߝߐ߫ ߒߠߋ ߡߴߊߟߎ߫ ߡߊߛߙߊ߬ ߓߊ߬ ߊߟߎ߬ ߊߘߡߊ߫ ߘߋ߲ ߠߎ߬ ߸ ߒ ߞߏ߫ ߊߟߎ߫ ߞߊߣߊ߬ ߜߍ߬ߘߍ ߓߊ߬ߕߏ߬ ߸ ߓߊ ߏ߬ ߦߴߊߟߎ߫ ߖߎ߯ ߘߐߜߍ ߟߋ߬ ߘߌ߫؟"},{"SurahNumber":36,"VerseNumber":61,"Text":"ߣߌ߫ ߞߏ߫ ߊߟߎ߯ ߒߠߋ ߓߊ߬ߕߏ߬ ߸ ߓߊ ߣߌ߲߬ ߠߋ߬ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߘߌ߫"},{"SurahNumber":36,"VerseNumber":62,"Text":"ߊ߬ ߘߏ߲߬ ߓߘߊ߫ ߘߊ߲ߝߋ߲߫ ߛߌߦߊߡߊ߲߫ ߠߊߝߟߌ߬ ߊߟߎ߫ ߘߐ߫ ߞߟߋ߫، ߊ߬ ߝߐ߫ ߊߟߎ߫ ߕߴߏ߬ ߤߊߞߟߌߡߦߊ߫ ߟߊ߫ ߓߊ߬؟"},{"SurahNumber":36,"VerseNumber":63,"Text":"ߔߊߦߌߔߊߦߌ ߟߋ߫ ߣߌ߲߬ ߸ ߊߟߎ߫ ߦߟߌߡߊߜߏߦߊߣߍ߲߫ ߕߘߍ߬ ߡߍ߲ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":64,"Text":"ߊߟߎ߫ ߘߏ߲߬ ߊ߬ ߘߐ߫ ߓߌ߬ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ߬ ( ߞߘߐ) ߝߍ߬"},{"SurahNumber":36,"VerseNumber":65,"Text":"ߓߌ߬ ߸ ߊ߲ ߘߴߊ߬ߟߎ߬ ߘߊ ߟߎ߬ ߟߊߓߊ߬ߘߌ߫ ߊ߬ߟߎ߬ ߓߟߏ ߟߎ߬ ߦߋ߫ ߞߎߡߊ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ߟߎ߫ ߛߋ߲߭ ߠߎ߬ ߦߋ߫ ߛߙߋߦߊ ߟߊߟߐ ߊ߬ߟߎ߬ ߗߋߥߊߟߌ߫ ߞߍߣߍ߲ ߠߎ߬ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":66,"Text":"ߣߴߊ߬ ߞߊ߬ ߒ߬ ߘߌߦߊ߫ ߒ߬ ߘߴߊ߬ߟߎ߬ ߢߊ ߟߎ߬ ߟߊߓߎ߲߯ ߸ ߊ߬ߟߎ߬ ߘߌ߫ ߢߐ߲߮ ߞߐ߲߰ ߛߌߟߊ ߞߊ߲߬ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߞߍߕߐ߫ ߦߋߟߌ ߞߍ߫ ߟߴߏ߬ ߘߐ߫ ߘߌ߬؟"},{"SurahNumber":36,"VerseNumber":67,"Text":"ߣߴߊ߬ ߘߏ߲߬ ߞߊ߬ ߒ߬ ߘߌߦߊ߫ ߒ߬ ߘߴߊ߬ߟߎ߬ ߘߊ߲ߠߌ߲ ߡߊߦߟߍ߬ߡߊ߲߫ ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߛߋ، ߊ߬ߟߎ߬ ߕߴߛߋ߫ ߕߊ߬ߡߌ߲߬ ߠߴߏ߬ ߘߐ߫ (ߞߊ߬ ߕߊ߯ ߢߍ߫)߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߴߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߲߬"},{"SurahNumber":36,"VerseNumber":68,"Text":"ߊ߲ ߓߊ߯ ߡߍ߲ ߛߌ߬ߡߊ߬ߦߊ߫߸ ߊ߲ ߘߴߏ߬ ߞߎ߲߬ߕߐ߬ߡߊ߬ߛߊߦߌ߲߫ ߘߊ߲ߠߌ߲ ߘߐ߫ ߸ ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߴߏ߬ ߤߊߞߟߌߡߦߊ߫ ߟߊ߫؟"},{"SurahNumber":36,"VerseNumber":69,"Text":"ߊ߲ ߡߊ߫ ‹ ߞߋߟߊ› ߟߊߟߐ߲ߠߌ߲߫ ߢߙߊ߬ߦߊ߫ ߟߊ߫߸ ߏ߬ ߕߍ߫ ߓߍ߲߬ ߊ߬ ߡߊ߬ ߖߘߍ߬، ߊ߬ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߡߊ߬ ߝߏ߫ ߞߊ߬ߥߊ߲߬ߘߌ߬ߟߌ ߸ ߊ߬ ߣߌ߫ ߘߐ߬ߛߊߙߌ߫ ߘߐߞߣߍߣߍ߲"},{"SurahNumber":36,"VerseNumber":70,"Text":"ߛߴߊ߬ ߘߌ߫ ߖߊ߬ߛߙߋ߬ߡߊ߬ߟߊ ߞߍ߫ (ߛߣߐ߬ߡߍ߬) ߞߍ߲ߘߍ ߦߋ߫ ߸ ߊ߬ ߣߌ߫ ( ߖߊ߲߰ߞߕߊ ) ߞߎߡߊ ߦߋ߫ ߜߋ߲ߜߋ߲ߦߊ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߫ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":71,"Text":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߞߊ߬ ߞߟߏߝߋ߲ ߠߎ߬ ߘߊ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߒ߬ ߖߍ߬ߘߍ ߓߟߏ߫ ߟߊ߫ ߝߋ߲߫ ߓߊ߯ߙߊߣߍ߲ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߟߎ߫ ߡߙߊ߬ ߟߴߏ߬ ߟߋ ߘߐ߫؟"},{"SurahNumber":36,"VerseNumber":72,"Text":"ߊ߲ ߞߵߏ߬ ߟߎ߬ ߞߟߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߟߋ߬، ߊ߬ߟߎ߫ ߦߟߍ߬ߒ߬ߞߊ߲߬ߕߊ ߦߴߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߋ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߠߴߊ߬ ߘߐ߫ ߝߣߊ߫"},{"SurahNumber":36,"VerseNumber":73,"Text":"ߢߊ߬ߞߏ ߟߎ߬ ߣߌ߫ ߡߌ߲߬ߕߊ ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߴߏ߬ ߡߊ߬؟"},{"SurahNumber":36,"VerseNumber":74,"Text":"ߊ߬ߟߎ߬ ߓߘߴߊ߬ߟߎ߬ ߓߟߏߞߍ߫ ߡߊ߰ߙߌ߬ ߜߘߍ߫ ߟߎ߫ ߟߋ߬ ߟߊ߫ ߞߵߊߟߊ߫ ߕߏ߫ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߡߊߘߍ߬ߡߍ߲߬"},{"SurahNumber":36,"VerseNumber":75,"Text":"ߏ߬ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߛߴߊ߬ߟߎ߫ ߘߍ߬ߡߍ߲ ߡߊߣߐ߬ ߟߊ߫، ߏ߬ ߟߎ߬ ߝߣߊ߫ ߦߋ߫ ߞߟߍ߬ߓߏߟߏ߲߫ ߟߊߣߊ߬ߕߊ ߘߏ߫ ߟߋ߬ ߘߌ߫"},{"SurahNumber":36,"VerseNumber":76,"Text":"ߊ߬ߟߎ߬ ߟߊ߫ ߞߎߡߊ ߞߊߣߵߌ ߟߊߛߎ߬ߣߎ߲߫، ߒ߬ߠߎ߫ ߞߵߊ߬ ߟߐ߲߫ ߖߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߜߎ߲߬ߘߎ߬ ߟߊ߫߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߡߍ߲ ߟߊ߲ߞߣߍߡߊ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":77,"Text":"ߡߐ߱ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߞߏ߫ ߒ߬ߠߎ߫ ߟߋ߫ ߞߵߊ߬ ߘߊ߲߫ ߛߖߌ ߘߐ߫؟ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߏ߬ ߟߋ ߞߟߍ߬ߢߐ߲߰ ߘߐ߬ߜߍ ߘߌ߫ (ߣߌ߲߬)؟"},{"SurahNumber":36,"VerseNumber":78,"Text":"ߊ߬ ߓߘߊ߫ ߞߏߟߊߒߞߏߡߊ ߞߍ߫ ߒ߬ ߧߋ߫ ߞߊ߬ ߢߌ߬ߣߴߊ߬ ߖߘߍ߬ ߘߊ߲ߧߊ ߞߐ߫ ߸ ߞߵߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߦߋ߫ ߞߟߏ ߟߎ߬ ߟߊߣߌߡߦߊ߫ ߟߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߰ ߡߎ߰ߡߎ߮ ߘߌ߫؟"},{"SurahNumber":36,"VerseNumber":79,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߡߍ߲ ߞߵߊ߬ߟߎ߬ ߟߊߘߊ߲߫ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫ ߏ߬ ߟߴߊ߬ߟߎ߬ ߟߊߣߌߡߦߊ߫ ߟߊ߫߸ ߓߊ ߏ߬ ߟߋ ߞߊ߬ ߘߊ߲ߠߌ߲ ߓߍ߯ ߟߐ߲ߓߊ ߞߍ߫"},{"SurahNumber":36,"VerseNumber":80,"Text":"ߏ߬ ߟߋ ߞߊ߬ ߕߊ ߟߊߓߐ߫ ߊߟߎ߫ ߦߋ߫ ߦߙߌ߫ ߝߙߌߛߌ ߘߐ߫ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߊߟߎ߫ ߦߋ߫ ߟߊ߬ߡߍ߬ߣߍ߲߬ߠߌ߲ ߞߍ߫ ߟߴߏ߬ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":81,"Text":"ߊ߬ ߝߐ߫ ߡߍ߲ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߏ߬ ߕߍ߫ ߛߴߊ߬ߟߎ ߢߐ߲߰ ߘߊ߲߫ ߠߊ߫ ߓߊ߬؟ ߏ߬ ߘߌ߫ ߛߋ߫ ߏ߬ ߟߊ߫ ߞߍ߬ ߸ ߓߊ ߏ߬ ߟߋ ߘߊ߲ߠߌ߲ߠߓߊ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":82,"Text":"ߊ߬ ߟߊ߫ ߟߐ߬ߟߌ ߦߋ߫ ߟߋ߬ ߸ ߣߴߊ߬ ߞߊ߬ ߞߏ ߘߏ߫ ߟߊߢߌߣߌ߲߫ ߸ ߊ߰ ߊ߬ ߝߐ߫ ߏ߬ ߡߊ߬ ߘߐߙߐ߲߫ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߌߞߘߐ߫"},{"SurahNumber":36,"VerseNumber":83,"Text":"ߛߊߣߌ߲ߧߊ ߓߍ߫ ߡߊ߰ߙߌ ߦߋ߫ ߸ ߞߏ ߓߍ߯ ߡߊ߬ߙߊ ߦߋ߫ ߡߍ߲ ߓߟߏ߫، ߊߟߎ߫ ߘߏ߲߬ ߠߊߛߊ߬ߦߌ߬ߕߐ߫ ߊ߬ߟߋ ߟߋ߫ ߡߊ߬"}]}