{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar hikmetli Kitabın ayetleridir"},{"SurahNumber":31,"VerseNumber":3,"Text":"Muhsin olanlara bir hidayet ve bir rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar, namazı dosdoğru kılarlar, zekâtı verirler. Ve onlar kesin bir bilgiyle ahirete inananlardır"},{"SurahNumber":31,"VerseNumber":5,"Text":"İşte onlar, Rab´lerinden bir hidayet üzerindedirler ve felah bulanlar da onlardır"},{"SurahNumber":31,"VerseNumber":6,"Text":"İnsanlardan öyleleri vardır ki, hiç bir bilgiye dayanmaksızın, Allah´ın yolundan saptırmak için sözün boş olanını satın almaktadırlar ve onu bir eğlence konusu edinmektedirler. İşte onlar; onlar için aşağılatıcı bir azap vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ona ayetlerimiz okunduğunda, sanki onları işitmiyormuş ve kulaklarında bir ağırlık varmış gibi, büyüklük taslayarak (müstekbirce) sırtını çevirir. Artık sen ona acıklı bir azap ile müjde ver"},{"SurahNumber":31,"VerseNumber":8,"Text":"(Ancak) Gerçekten iman edip salih amellerde bulunanlar ise; onlar için de nimetlerle donatılmış cennetler vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"Orada ebedi olarak kalıcıdırlar. Allah´ın va´di haktır. O, üstün ve güçlü olandır, hüküm ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":10,"Text":"O, gökleri dayanak olmaksızın yaratmıştır, bunu görmektesiniz. Arzda da, sizi sarsıntıya uğratır diye sarsılmaz dağlar bıraktı ve orada her canlıdan türetip yayıverdi. Biz gökten su indirdik, böylelikle orada her güzel olan çiftten bir bitki bitirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Bu, Allah´ın yaratmasıdır. Şu halde, O´nun dışında olanların yarattıklarını bana gösterin. Hayır, zulmetmekte olanlar, açıkça bir sapıklık içindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Andolsun, biz Lokman´a «Allah´a şükret» diye hikmet verdik. Kim şükrederse, artık o, kendi nefsi lehine şükreder. Kim de küfre saparsa, artık hiç şüphesiz (Allah,) Ganî (hiç kimseye ve hiç bir şeye muhtaç olmayan) dır, Hamîd (hamd da yalnızca O´na ait) dir"},{"SurahNumber":31,"VerseNumber":13,"Text":"Hani Lokman oğluna -öğüt vererek- demişti ki; «Ey oğlum, Allah´a şirk koşma. Hiç şüphe yok şirk; gerçekten büyük bir zulümdür.»"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana anne ve babasını (onlara iyilikle davranmayı) tavsiye ettik. Annesi onu, zorluk üstüne zorlukla (karnında) taşımıştır. Onun (sütten) ayrılması da, iki yıl içindedir. «Hem bana, hem de anne ve babana şükret, dönüş yalnız banadır.»"},{"SurahNumber":31,"VerseNumber":15,"Text":"Bununla birlikte, onların ikisi (annen ve baban) hakkında bir bilgin olmayan şeyi bana şirk koşman için, sana karşı çaba harcayacak olurlarsa, bu durumda onlara itaat etme ve dünya (hayatın)da onlara iyilikle (ma´ruf üzere) sahiplen (onlarla geçin) ve bana ´gönülden, katıksız olarak yönelenin´ yoluna tabi ol. Sonra dönüşünüz yalnızca banadır, böylece ben de size yapmakta olduklarınızı haber vereceğim.»"},{"SurahNumber":31,"VerseNumber":16,"Text":"«Ey oğlum, (yaptığın iş) gerçekten bir hardal tanesi ağırlığında olsa da, (bu,) ister bir kaya parçasından ya da göklerde veya yer(in derinliklerinde) de bulunsa bile, Allah onu getirir (açığa çıkarır). Hiç şüphesiz Allah, lâtif olandır, (her şeyden) haberdardır.»"},{"SurahNumber":31,"VerseNumber":17,"Text":"«Ey oğlum, dosdoğru namazı kıl, ma´ruf olanı emret, münker olandan sakındır ve sana isabet eden (musibetler)e karşı sabret. Çünkü bunlar, azmedilmesi gereken işlerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"«İnsanlara yanağını çevirip (büyüklenme) ve böbürlenmiş olarak yeryüzünde yürüme. Çünkü Allah, her büyüklük taslayıp bölürleneni sevmez.»"},{"SurahNumber":31,"VerseNumber":19,"Text":"«Yürüyüşünde orta bir yol tut, sesinden de (yüksek perdeleri) eksilt. Çünkü, seslerin en çirkin olanı gerçekten eşeklerin sesidir.»"},{"SurahNumber":31,"VerseNumber":20,"Text":"Görmüyor musunuz ki, şüphesiz Allah, göklerde ve yerde olanları emrinize amade kılmış, açık ve gizli sizin üzerinizdeki nimetlerini genişletip tamamlamıştır. (Buna rağmen) İnsanlardan öyleleri vardır ki, hiç bir ilme dayanmadan, bir yol gösterici ve aydınlatıcı bir kitap da olmadan Allah hakkında mücadele edip durmaktadır"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara; «Allah´ın indirdiklerine uyun» denildiğinde, derler ki; «Hayır, biz atalarımızı üzerinde bulduğumuz şeye uyarız.» Şayet şeytan, onları çılgınca yanan ateşin azabına çağırmışsa da mı (buna uyacaklar)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim ihsanda bulunan (biri) olarak yüzünü (kendini) Allah´a teslim ederse, artık gerçekten o kopmayan bir kulpa yapışmıştır. Bütün işlerin sonu Allah´a varır"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de küfre saparsa, artık onun küfrü seni hüzne kaptırmasın. Onların dönüşü bizedir, artık biz de onlara yapmakta olduklarını haber vereceğiz. Şüphesiz Allah, sinelerin özünde saklı olanı bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz onları az (bir şey ve zaman) olarak metalandırıp yararlandırırız, sonra da onları ağır bir azaba katlandırırız"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun onlara; «Gökleri ve yeri kim yarattı?» diye soracak olsan, hiç tartışmasız; «Allah» diyecekler. De ki; «Hamd Allah´ındır.» Hayır, onların çoğu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerde ve yerde olanlar Allah´ındır. Hiç şüphesiz Allah, Gani (hiç kimseye ve hiç bir şeye muhtaç olmayan)dır, Hamîd (hamd da yalnızca O´na ait)tir"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eğer yeryüzündeki ağaçların tümü kalem ve deniz de -onun ardından yedi deniz daha eklenerek- (mürekkep) olsa, yine de Allah´ın kelimeleri (yazmakla) tükenmez. Hiç şüphesiz Allah, üstün ve güçlü olandır, hüküm ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratılmanız da, diriltilmeniz de yalnızca tek bir kişi(yi yaratıp sonra diriltmek) gibidir. Şüphesiz Allah, işitendir, görendir"},{"SurahNumber":31,"VerseNumber":29,"Text":"Görmüyor musun ki, gerçekten Allah, geceyi gündüze bağlayıp katar, gündüzü de geceye bağlayıp katar. Güneş ile ayı da emre amade kılmıştır. Her biri, adı konulmuş bir süreye kadar akıp gitmektedir. Allah yapmakta olduklarınızdan haberdar olandır"},{"SurahNumber":31,"VerseNumber":30,"Text":"İşte böyle; hiç şüphesiz Allah, O, Hak olandır ve hiç şüphesiz O´nun dışında tapmakta oldukları (tanrılar) ise batıldır. Hiç şüphe yok Allah, yücedir, büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Görmüyor musun ki, size ayetlerinden (bazılarını) göstermesi için, gemiler Allah´ın nimetiyle denizde akıp gitmektedir! Hiç şüphe yok bunda, çok sabreden, çok şükreden için gerçekten ayetler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları kara gölgeler gibi dalgalar sarıverdiği zaman, dini yalnızca O´na ´halis kılan gönülden bağlılar´ olarak Allah´a yalvarıp yakarırlar (dua ederler). Böylece onları karaya çıkarıp kurtarınca, artık onlardan bir kısmı orta yolu tutuyor. Bizim ayetlerimizi gaddar, nankör olandan başkası inkâr etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar, Rabb´inizden korkup sakının ve öyle bir günün azabından çekinip korkun ki, (o gün hiç)bir baba, çocuğu için bir karşılık veremez ve (hiç)bir çocuk da babası için bir şeyi verebilici değildir. Hiç şüphesiz Allah´ın va´di haktır. Artık dünya hayatı sizi aldatmaya sürüklemesin ve aldatıcı(lar) da sizi Allah ile aldatmasın"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyamet saatinin bilgisi, şüphesiz Allah´ın katındadır. Yağmuru yağdırır; rahimlerde olanı bilir. Hiç kimse, yarın ne kazanacağını bilmez. Hiç kimse de, hangi yerde öleceğini bilmez. Hiç şüphe yok Allah bilendir, haberdar olandır"}]}