{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":89,"VerseNumber":1,"Text":"به سپیده‌دم (صبحگاهان) سوگند"},{"SurahNumber":89,"VerseNumber":2,"Text":"و به شبهای دهگانه سوگند"},{"SurahNumber":89,"VerseNumber":3,"Text":"و به جفت و تک (هر چیزی) سوگند"},{"SurahNumber":89,"VerseNumber":4,"Text":"و به شب سوگند بدان گاه که (به سوی روشنائی روز) حرکت می‌کند"},{"SurahNumber":89,"VerseNumber":5,"Text":"آیا در آنچه گفته شد، سوگند مهمّی برای افراد خردمند، موجود است؟"},{"SurahNumber":89,"VerseNumber":6,"Text":"آیا ندانسته‌ای که پروردگارت چگونه با قوم عاد رفتار کرده است (و چه بلائی بر سر ایشان آورده است؟)"},{"SurahNumber":89,"VerseNumber":7,"Text":"قوم اِرَم که صاحب قامتهای بلند ستون مانند، و (کاخها و خیمه‌های) ستوندار بودند"},{"SurahNumber":89,"VerseNumber":8,"Text":"کسانی که همسان ایشان (از نظر پیکر تنومند و کاخهای بلند) باشد در شهرها و کشورها، آفریده و پیدا نشده است"},{"SurahNumber":89,"VerseNumber":9,"Text":"و (آیا ندانسته‌ای که پروردگارت) با قوم ثمود چه کرده است؟ همان قومی که صخره‌های عظیم را در وادی القری (میان مدینه و شام) می‌بریدند و می‌تراشیدند (و در دل کوهها خانه‌ها و کاخها می‌ساختند)"},{"SurahNumber":89,"VerseNumber":10,"Text":"و (آیا خبر نداری که پروردگارت) با فرعون چه کرده است؟ فرعونی که دارای (ساختمانهای محکم و استواری به شکل) میخها (ی وارونه همچون هِرَم) بود"},{"SurahNumber":89,"VerseNumber":11,"Text":"اقوامی که در شهرها و کشورها طغیان و سرکشی کردند"},{"SurahNumber":89,"VerseNumber":12,"Text":"و در آنجاها خیلی فساد و تباهی به راه انداختند"},{"SurahNumber":89,"VerseNumber":13,"Text":"لذا پروردگار تو تازیانه‌ی عذاب را بر سر ایشان فرو ریخت (و شلّاق عذاب را پیاپی بر آنان فرو آورد)"},{"SurahNumber":89,"VerseNumber":14,"Text":"مسلّماً پروردگار تو در کمین (مردمان و مترصّد اعمال ایشان) است"},{"SurahNumber":89,"VerseNumber":15,"Text":"امّا انسان (آن انسانی که در پرتو ایمان عقل و خردش رشد نیافته است، و شخص خود را مقیاس همه چیز می‌پندارد) همین که پروردگارش او را بیازماید و برای این کار او را بزرگی ببخشد و بدو نعمت بدهد، خواهد گفت: پروردگارم مرا بزرگوار و گرامی و محترم و مکرم دیده است! (و این عزّت و نعمت، حق من و شایسته‌ی من است)"},{"SurahNumber":89,"VerseNumber":16,"Text":"و امّا زمانی که پروردگارش او را بیازماید و برای این کار روزی او را تنگ و کم نماید، خواهد گفت: پروردگارم مراخوار و زبون داشته است (و با فقر و فاقه، ذلیل و حقیرم نموده است)"},{"SurahNumber":89,"VerseNumber":17,"Text":"هرگزا هرگز! (چنین نیست که کرامت و ذلّت انسان در نزد یزدان به دارائی و ناداری باشد). بلکه شما (گذشته از اقوال زشت، افعال پلشت هم دارید! از جمله:) یتیم را گرامی نمی‌دارید"},{"SurahNumber":89,"VerseNumber":18,"Text":"و همدیگر را تشویق و ترغیب نمی‌کنید به خوراک دادن به مستمند"},{"SurahNumber":89,"VerseNumber":19,"Text":"و میراث را حریصانه یکجا می‌خورید (و ملاحظه‌ی حق بستگان و محرومان و یتیمان و ضعیفان نمی‌کنید، و حلال و حرام را رویهم انباشته و مشتاقانه صرف می‌کنید)"},{"SurahNumber":89,"VerseNumber":20,"Text":"و اموال و دارائی را بسیار دوست می‌دارید (و سخت دلباخته‌ی مال و متاع دنیا هستید، و لذا ملاحظه‌ی مشروع و نامشروع و حلال و حرام را نمی‌کنید)"},{"SurahNumber":89,"VerseNumber":21,"Text":"هرگزا هرگز! (حقیقت آن چنان نیست که می‌پندارید). زمانی که زمین سخت درهم کوبیده می‌شود و صاف و مسطّح می‌گردد"},{"SurahNumber":89,"VerseNumber":22,"Text":"و پروردگارت بیاید و فرشتگان صف صف حاضر آیند"},{"SurahNumber":89,"VerseNumber":23,"Text":"در آن روز دوزخ را حاضر آورند (و نشانش دهند). در آن روز انسان به خود می‌آید، ولی چنین به خود آمدنی کی سودی به حال او دارد؟"},{"SurahNumber":89,"VerseNumber":24,"Text":"خواهد گفت: کاش برای زندگی خود (خیرات و حسناتی) پیشاپیش می‌فرستادم"},{"SurahNumber":89,"VerseNumber":25,"Text":"در آن روز (که چنین احوال و اوضاعی رخ می‌دهد، خداوند کافر را چنان عذابی می‌رساند که) هیچ کس عذابی همسان عذاب او را بدو نمی‌رساند"},{"SurahNumber":89,"VerseNumber":26,"Text":"و (در آن روز) هیچ کسی همچون خداوند او را به بند نمی‌کشد (و به غل و زنجیر نمی‌بندد)"},{"SurahNumber":89,"VerseNumber":27,"Text":"ای انسانِ آسوده خاطر (که در پرتو یاد خدا و پرستش الله، آرامش به هم رسانده‌ای و هم اینک با کوله‌باری از اندوخته‌ی طاعات و عبادات، در اینجا آرمیده‌ای)"},{"SurahNumber":89,"VerseNumber":28,"Text":"به سوی پروردگارت بازگرد، در حالی که تو (از کرده‌ی خود در جهان و از نعمت آخرت یزدان) خوشنودی، و (خدا هم) از تو خوشنود (است)"},{"SurahNumber":89,"VerseNumber":29,"Text":"به میان بندگانم درآی (و همراه شایستگان و از زمره‌ی بایستگان شو)"},{"SurahNumber":89,"VerseNumber":30,"Text":"و به بهشت من داخل شو (و خوش باش)"}]}