{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Успеаја, секако, верниците"},{"SurahNumber":23,"VerseNumber":2,"Text":"ои се во намазите Нивни покајнички"},{"SurahNumber":23,"VerseNumber":3,"Text":"кои се рамнодушни кон безработицата"},{"SurahNumber":23,"VerseNumber":4,"Text":"и кои зекат спроведуваат"},{"SurahNumber":23,"VerseNumber":5,"Text":"кои ги чуваат срамните места свои"},{"SurahNumber":23,"VerseNumber":6,"Text":"освен со жените свои или со оние кои се во сопственост нивна... па, тие, навистина, се надвор од прекорот"},{"SurahNumber":23,"VerseNumber":7,"Text":"додека оние кои посакуваат преку тоа, токму, претеруваат"},{"SurahNumber":23,"VerseNumber":8,"Text":"и кои, исто така, се грижат за аманетите свои и за договорот свој"},{"SurahNumber":23,"VerseNumber":9,"Text":"и оние кои внимаваат врз намазите свои"},{"SurahNumber":23,"VerseNumber":10,"Text":"овие, токму, се наследниците"},{"SurahNumber":23,"VerseNumber":11,"Text":"кои го наследуваат ЏеннетОТ И во него за навек ќе останат"},{"SurahNumber":23,"VerseNumber":12,"Text":"Ние човекот, навистина, го создадовме од глина одбрана"},{"SurahNumber":23,"VerseNumber":13,"Text":"потоа како капка семе го ставивме на место сигурно"},{"SurahNumber":23,"VerseNumber":14,"Text":"Потоа капката семе Ние ја создадовме засирена крв; од засирената крв создадовме парче месо; од парчето месо создадовме коски, а потоа коските со месо ги обвиткавме; потоа создадовме сосем друго суштество. Па, нека е вишен Аллах. Меѓу создателите ОН е Најубавиот"},{"SurahNumber":23,"VerseNumber":15,"Text":"Потоа вие, секако, ќе умрете"},{"SurahNumber":23,"VerseNumber":16,"Text":"Потоа на Денот суден ќе бидете оживеани, сигурно"},{"SurahNumber":23,"VerseNumber":17,"Text":"ад вас веќе Ние создадовме седум небеса и постојано врз суштеството бдееме"},{"SurahNumber":23,"VerseNumber":18,"Text":"И од небото Ние спуштаме вода со мера, па ја задржуваме во земјата и, секако, кадри сме да ја отстраниме"},{"SurahNumber":23,"VerseNumber":19,"Text":"Па, со помош нејзина Ние ви вадиме бавчи со урми и грозје; во нив имате овошје многу и од него јадете"},{"SurahNumber":23,"VerseNumber":20,"Text":"стебло кое расте на брдото Синај кое дава зејтин и зачин... и од него јадете"},{"SurahNumber":23,"VerseNumber":21,"Text":"Во добитокот, навистина, ибрет имате! Ние ве напојуваме со она што е во стомаците нивни; во него вие имате користи големи и од него, токму, јадете"},{"SurahNumber":23,"VerseNumber":22,"Text":"На нив, како и на чамците, вие патувате"},{"SurahNumber":23,"VerseNumber":23,"Text":"Нуха, секако, Ние го испративме до народот негов, па рече: “О народе мој, обожавајте го Аллаха; друг бог освен него немате. Нема ли да бидете богобојазливи?“"},{"SurahNumber":23,"VerseNumber":24,"Text":"Па големците кои не веруваа меѓу народот негов рекоа: “Овој е само човек вам сличен кој си посакува да стекне предност над вас. Кога Аллах би сакал би испратил мелек. За ова ние не слушнавме НИШТО ОД предците наши одамнешни"},{"SurahNumber":23,"VerseNumber":25,"Text":"Тој е само човек при кого има џинови: па, посматрајте го до време определено"},{"SurahNumber":23,"VerseNumber":26,"Text":"Нух рече:“Господаре мој, помогни ми, зашто ме сметаат за лашко"},{"SurahNumber":23,"VerseNumber":27,"Text":"Тогаш Ние му објавивме: “Прави брод пред очите Нашии според објавата Наша: кога ќе дојде наредбата Наша и кога печката ќе прсне, стави во бродот пар од се, И семејството твое - освен оние кои беа против зборот порано - и не обраќај Ми се за оние кои направија зулум; тие се, секако, потопени"},{"SurahNumber":23,"VerseNumber":28,"Text":"И кога ќе седнеш во бродот, ти и оние со тебе, кажи: “Благодарение на Аллах кој ме избави од народот зулумќарски"},{"SurahNumber":23,"VerseNumber":29,"Text":"И кажи: “Господаре мој, растовари не на бериќетно место, зашто Ти си, меѓу поставувачите, Најдобриот"},{"SurahNumber":23,"VerseNumber":30,"Text":"Во тоа, навистина, има знаменија и Ние, секако, ги ставивме во искушението"},{"SurahNumber":23,"VerseNumber":31,"Text":"Потоа, по нив, Ние созда довме поколенија други"},{"SurahNumber":23,"VerseNumber":32,"Text":"еѓу кои испративме пејгамбер:“Обожавајте го Аллаха; друг бог освен Него немате. Нема ли да бидете богобојазливи?“"},{"SurahNumber":23,"VerseNumber":33,"Text":"Големците меѓу оние кои не. веруваа од народот негов, И кои ја сметаа за лажна средбата на оној свет, и на КОИ иМ овозможивме да уживаат на овој свет, зборуваа: “Овој е само човек, вам сличен; јаде од она од што и вие јадете и пие од она што и вие пиете"},{"SurahNumber":23,"VerseNumber":34,"Text":"И ако бидете послушни на вам сличниот човек тогаш вие, навистина, ќе бидете изгубени"},{"SurahNumber":23,"VerseNumber":35,"Text":"и ветува ли дека вие, навистина, кога ќе умрете, кога земја и коски ќе станете, дека пак ќе се појавите"},{"SurahNumber":23,"VerseNumber":36,"Text":"Далеку, далеку е она што ви се ветува"},{"SurahNumber":23,"VerseNumber":37,"Text":"Животот на овој свет е единствен: живееме и умираме и нема да бидеме оживеани"},{"SurahNumber":23,"VerseNumber":38,"Text":"Тој е само човек кој фрла лага врз Аллах и ние нему, секако, не му веруваме"},{"SurahNumber":23,"VerseNumber":39,"Text":"Нух рече: “Господаре мој, помогни ми, зашто ме сметаат за лашко"},{"SurahNumber":23,"VerseNumber":40,"Text":"Аллах рече: “Да, за кратко време ќе станат покајници"},{"SurahNumber":23,"VerseNumber":41,"Text":"И ги погоди страшен глас, праведно! Па, Ние ги направивме нанес И далеку нека е народот зулумќарски"},{"SurahNumber":23,"VerseNumber":42,"Text":"Потоа, ПО нив Ние создадовме други поколенија"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ниеден народ не може ни да го забрза ни да го задоцни рокот негов"},{"SurahNumber":23,"VerseNumber":44,"Text":"Потоа Ние ги испраќавме пејгамберите \"Наши, еднизадруги. И секогаш кога ќе му дојдеше пејгамбер на еден нарОД... го сметаа за лажен; и така Ние еденсодруг ги заменуваме и само одредивме да бидат помен. И далеку нека е народот неверНИЧКИ"},{"SurahNumber":23,"VerseNumber":45,"Text":"Потоа Ние го испративме Муса и брат му Харун со знаменијата Наши и власта очигледна"},{"SurahNumber":23,"VerseNumber":46,"Text":"до фараонот и големците негови; па се надуја.. станаа народ горделив"},{"SurahNumber":23,"VerseNumber":47,"Text":"рекоа: “Да им веруваме ли на два човека нам слични, а народот нивни нас не обожаваше"},{"SurahNumber":23,"VerseNumber":48,"Text":"И ги сметаа за лажни и беа, токму, страдалници"},{"SurahNumber":23,"VerseNumber":49,"Text":"И Ние на Муса, секако, му дадовме Книга за да се упатат по патот ВИСТИНСКИ"},{"SurahNumber":23,"VerseNumber":50,"Text":"А синот на Мерјем и мајка му Ние ги одредивме знамение и ги засолнивме на едно ритче мирно, со поток"},{"SurahNumber":23,"VerseNumber":51,"Text":"О пејгамбери, јадете од добрата и работете добро. Јас го знам, навистина, она што го работите"},{"SurahNumber":23,"VerseNumber":52,"Text":"Оваа заедница, навистина, е ваша заедница единствена, а Јас сум Господарот ваш, па бидете богобојазливи"},{"SurahNumber":23,"VerseNumber":53,"Text":"меѓу себе оние се поделија, во она што ги обединуваше, на деленици, и секоја странка го величаше она што е при неа"},{"SurahNumber":23,"VerseNumber":54,"Text":"остави ги во беспаќето нивно до време одредено"},{"SurahNumber":23,"VerseNumber":55,"Text":"Сметаат ли тие дека во Нашето давање имот И синови, навистина"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ние да ги натераме побрзо кон добрини? Но не! Не усетуваат"},{"SurahNumber":23,"VerseNumber":57,"Text":"Да, оние кои се плашат, стравувајќи од Господарот свој"},{"SurahNumber":23,"VerseNumber":58,"Text":"кои, токму, веруваат во знаменијата на Господарот свој"},{"SurahNumber":23,"VerseNumber":59,"Text":"и кои, токму, не Му здружуваат здруженик на Господарот свој"},{"SurahNumber":23,"VerseNumber":60,"Text":"кои даваат од даеното им, а срцата нивни се исполнети со трепет од тоа дека, навистина, ќе Му се вратат на Господарот свој"},{"SurahNumber":23,"VerseNumber":61,"Text":"онаквите, секако, брзаат кон добрини и во тоа, токму, им претходат на другите"},{"SurahNumber":23,"VerseNumber":62,"Text":"И Ние никого не оптоваруваме над можноста негова. При нас е Книгата која зборува вистина. И ним не ќе им се наштети"},{"SurahNumber":23,"VerseNumber":63,"Text":"Но, не! Срцата нивни Во врска со тоа се во беспаќе а, делата нивни што ги работат, се спротивни на тоа"},{"SurahNumber":23,"VerseNumber":64,"Text":"Додека ги опфативме од Наша страна со казна оние кои живееја раскошно.. кога, ете, залелекаа"},{"SurahNumber":23,"VerseNumber":65,"Text":"“Не лелекајте денес! Не ќе ви се помогне од Мене, навистина"},{"SurahNumber":23,"VerseNumber":66,"Text":"Да, ајетите Мои вам ви се кажувани, а вие, ете, се враќате по стапалките ваши"},{"SurahNumber":23,"VerseNumber":67,"Text":"дувајќи се во Храмот, разговарајќи до полноќ непристојни зборови"},{"SurahNumber":23,"VerseNumber":68,"Text":"Зошто не размислуваат за Говорот? Или, пак, им доаѓа нешто што не им беше дошло на предците нивни одамнешни"},{"SurahNumber":23,"VerseNumber":69,"Text":"Или, пак, не го познаваат пејгамберот свој!? Во него тие, токму, не веруваат"},{"SurahNumber":23,"VerseNumber":70,"Text":"Или, пак, им зборуваат за него: “При него има џинови!\" Но, не! Пејгамберот им дојде со вистина, а, ете, МНОЗИНСТВОТО ОД нив не ја признаваат вистината"},{"SurahNumber":23,"VerseNumber":71,"Text":"Кога Вистината би ги следела желбите нивни, сигурно би пропаднале и небесата и Земјата и она што е во НИВ. Напротив, Ние им ја дадовме опомената нивна а тие, токму, се рамнодушни кон опомената"},{"SurahNumber":23,"VerseNumber":72,"Text":"Или, пак, од нив бараат придонес? Придонесот од Господарот твој е подобар. Он меѓу снабдувачите е Најдобриот"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ти нив, секако, гИ повикуваш кон патот вистински"},{"SurahNumber":23,"VerseNumber":74,"Text":"А оние кои не веруваат во Ахирет скршнуваат, навистина, ОД патот ВИСТИНСКИ"},{"SurahNumber":23,"VerseNumber":75,"Text":"И Ние да им се смилувавме и да им ја отстраневме штетата од нив пак ќе лутаа, навистина, во пакоста своја"},{"SurahNumber":23,"VerseNumber":76,"Text":"Да, ги обземаше казната Наша, а тие, ете, не Му се потчинуваа на Господарот свој, а ниту Го молеа понизно"},{"SurahNumber":23,"VerseNumber":77,"Text":"дури кога Ние им ја отворивме вратата на казната вжештена.. тие, тогаш, ете, станаа безнадежници"},{"SurahNumber":23,"VerseNumber":78,"Text":"И Он ви создаде и слух, И ВИД, и срце. Е, само колку малку заблагодарувате"},{"SurahNumber":23,"VerseNumber":79,"Text":"И Он ве растури по земјата И кај Него ќе се зберете"},{"SurahNumber":23,"VerseNumber":80,"Text":"И Он оживува и Он усмртува. Сменувањето на ноќта и денот е обврска Негова. Нема ли да се вразумите"},{"SurahNumber":23,"VerseNumber":81,"Text":"Но, не! Зборуваат нешто слично на она што го зборуваа одамнешните"},{"SurahNumber":23,"VerseNumber":82,"Text":"Зборуваат: “И зарем кога ќе умреме и кога земја И коски ќе станеме ќе бидеме ли, навистина, оживеани"},{"SurahNumber":23,"VerseNumber":83,"Text":"И порано веќе тоа ни беше ветено, нам и на предците наши; ова се само измислици на народите одамнешни"},{"SurahNumber":23,"VerseNumber":84,"Text":"Кажи: “Па, чија е тогаш земјата и она што е на неа ако знаете"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ке речат: “Аллахова е!\" Кажи: “Е па, нема ли да се сеќавате"},{"SurahNumber":23,"VerseNumber":86,"Text":"ажи: “Кој е Господарот на седумте небеса и Господарот на Аршот голем"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ќе речат: “Аллак!\" Кажи: “Е па, нема ли да бидете богобојазливи?“"},{"SurahNumber":23,"VerseNumber":88,"Text":"Кажи: “Кој е Оној во чија рака е власта над секоја ствар? Кој штити и од Кого не може да се заштити. Е, само да знаете"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ќе речат: “Аллахова е!\" Кажи: “Па како, тогаш, се восхитувате?“"},{"SurahNumber":23,"VerseNumber":90,"Text":"Но, не! Ние им ја донесовме вистината а тие се, навистина, лашковци"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не си присвои дете и покрај Него нема друг бог. Тогаш, секој бог би го земал, секако, она што би го создал, И еднисодруги ќе се натпреваруваа. Возвишен е Аллах над она со што го опишуваат"},{"SurahNumber":23,"VerseNumber":92,"Text":"Зналец на невидливото И ВИДЛИВОТО... па, возвишен е ОН над она што Му го здружуваат"},{"SurahNumber":23,"VerseNumber":93,"Text":"Кажи: “Господаре мој, ако посакуваш да ми го покажеш она со што им се ветува"},{"SurahNumber":23,"VerseNumber":94,"Text":"тогаш, Господаре мој, не ставај ме меѓу народот зулумќареки!“"},{"SurahNumber":23,"VerseNumber":95,"Text":"Ние сме моќни, секако, да ТИ го покажеме она што им се ветува"},{"SurahNumber":23,"VerseNumber":96,"Text":"На злото возвратете со најдобро! Ние најдобро го знаеме она што го опишуваат"},{"SurahNumber":23,"VerseNumber":97,"Text":"кажи: “Господаре мој, Тебе ти се приклонувам од привлечностите на шејтаните"},{"SurahNumber":23,"VerseNumber":98,"Text":"И Гебе ти се приклонувам, Господаре, од нивното присуство пред мене"},{"SurahNumber":23,"VerseNumber":99,"Text":"И дури некому од нив кога ќе му дојде смртта, тој вели: “Господаре мој, врати ме"},{"SurahNumber":23,"VerseNumber":100,"Text":"ќе работам добро во она што го оставив.\" А, не! Тоа се само зборови кои ги зборува. А зад нив, меѓутоа, има Берзах до Денот во кој ќе бидат оживеани"},{"SurahNumber":23,"VerseNumber":101,"Text":"кога ќе се дувне во Сурлата.. роднински врски еднисодруги веќе нема да има на Денот тој и не ќе се прашуваат за Ништо"},{"SurahNumber":23,"VerseNumber":102,"Text":"Оние чии ваги ќе натежнат... оние, токму, се спасените"},{"SurahNumber":23,"VerseNumber":103,"Text":"А оние, пак, чии ваги нема да натежнат со добро... оние, токму, се упропастија самите себеси, во Џехеннемот за навек ќе останат"},{"SurahNumber":23,"VerseNumber":104,"Text":"Пламен ќе ги спржи по лицата нивни и во Џехеннемот ќе бидат обезличени"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Нели ви се кажувани ајетите Мои, а вие нив за лажни ги сметавте"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ќе речат: “Господаре наш, надвладеа со нас несреќата наша и останавме народ во заблуда скршнат"},{"SurahNumber":23,"VerseNumber":107,"Text":"Господаре наш, извади не од него, зашто, ако иста грешка направиме... та, тогаш сме, навистина, зулумќари"},{"SurahNumber":23,"VerseNumber":108,"Text":"Аллах ќе рече: “Останете во него и не зборувајте Ми повеќе"},{"SurahNumber":23,"VerseNumber":109,"Text":"Меѓу робовите Мои има една дружина која, навистина, зборува: “Господаре наш, ние веруваме, прости ни и смилуј ни се зашто Ти си меѓу милостивите Најдобриот"},{"SurahNumber":23,"VerseNumber":110,"Text":"Па, вие толку многу ги изигрувавте, така што заборававте \"на опомената Моја додека ги исмевавте"},{"SurahNumber":23,"VerseNumber":111,"Text":"Да, Јас денес ги наградив, затоа што беа трпеливи. Денес се, токму, победници"},{"SurahNumber":23,"VerseNumber":112,"Text":"ќе рече: “Колку години останавте на земјата"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ке речат: “Останавме само еден ден или еден дел од еден ден. Па, прашај ги бројачите"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ќе рече: “Останавте само малку. Е, само кога би знаеле"},{"SurahNumber":23,"VerseNumber":115,"Text":"И мислевте ли, навистина, дека Ние ве создадовме залудно И дека, ете, Нам нема да НИи се вратите"},{"SurahNumber":23,"VerseNumber":116,"Text":"Га, Аллах е Вишен! Владар вистински! Нема друг бог освен Него! Господарот на Аршот благороден"},{"SurahNumber":23,"VerseNumber":117,"Text":"оној кој се повикува на друг бог освен Аллах нема доказ за тоа. Та, пресметката негова е кај Господарот негов. Неверниците, навистина, нема да успеат"},{"SurahNumber":23,"VerseNumber":118,"Text":"кажи: “Господаре мој, прости и смилуј се! Ти си меѓу милостивите Најдобриот!\" милостивите Најдобриот"}]}