{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Iindumiso mazibe kuAllâh loWo Uthumele iNcwadi (i’Kur’ân kwisiCaka saKhe (uMuhammad) Waza kuyo apho Akenza bugosogoso"},{"SurahNumber":18,"VerseNumber":2,"Text":"Uyenze yathi Tye ukwenzela ukulumkisa ngesohlwayo esibuhlungu, esivela kuYe, Nokunika iindaba zovuyo kumakholwa enza izenzo zobulungisa zokuba okwabo ngumvuzo omhle (iPaladesi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Baze bahlale apho (ePaladesi) ngonaphakade"},{"SurahNumber":18,"VerseNumber":4,"Text":"Alumkise nabo bathi: “UAllâh Uthabathe (uzele) unyana.”"},{"SurahNumber":18,"VerseNumber":5,"Text":"Abanalwazi lwayo (loo nto) bengenalwazi lwayo nooyise babo. Imbi kakhulu intetho ephuma emilonyeni yabo. Abathethi nto yimbi ngaphandle kobuxoki"},{"SurahNumber":18,"VerseNumber":6,"Text":"Kunokwenzeka wena (Muhammad) ukuba uzixhamle ngokukhathazeka umphefumlo wakho ngenxa yabo ngokungakholwa kwabo kulo myalezo (i’Kur’ân), udandatheke umphefumlo"},{"SurahNumber":18,"VerseNumber":7,"Text":"Inene Senze okusehlabathini ukuba kube sisihombiso sawo khon’ukuze Sibavavanye (Sibone) ukuba ngubani na kubo ongoyena ulungileyo ngezenzo"},{"SurahNumber":18,"VerseNumber":8,"Text":"Yaye inene, Siya kwenza oko kuphezu kwalo kube ngumhlaba oludlolo (ongahlumi nto)"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ucinga ukuba abantu baseMqolombeni noMbhalo (weendaba okanye amagama abantu baseMqolombeni) yayingumnqa kwimiqondiso yeThu"},{"SurahNumber":18,"VerseNumber":10,"Text":"Xa amadodana aya kuzifihla eMqolombeni athi: “Nkosi yethu Senzele inceba evela kuWe, Usilungiselele imeko yethu ngendlela elungileyo.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Ngoko ke Sabathi wambu (ngesigqubuthelo sobuthongo) ezindlebeni zabo eMqolombeni apho iminyaka eliqela"},{"SurahNumber":18,"VerseNumber":12,"Text":"Saza Sabavusa khon’ukuze Sibonise okokuba liliphi na kula maqela mabini eliza kubala ngokuchanekileyo ixesha abalihlalileyo apho (eMqolombeni)"},{"SurahNumber":18,"VerseNumber":13,"Text":"SiThi ababalisela wena (Muhammad) ibali labo ngenyaniso. Inene, bona yayingamadodana ayekholelwa eNkosini yawo yaye Sabongezelela isiKhokelo"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ke kaloku Sabomeleza iintliziyo zabo zomelela. Ekuvukeni kwabo bathi: “INkosi yethu (uAllâh) yiNkosi yamazulu nomhlaba. Asisokuze sicele komnye uthixo ngaphandle kwaKhe. (Xa sinokwenza loo nto) siya kuba ngoko sithethe ilizwi elibi kakhulu lokungakholwa"},{"SurahNumber":18,"VerseNumber":15,"Text":"“Aba bantu bakuthi bazithabathele Thixo bambi ngaphandle kwaKhe (uAllâh) Kutheni kaloku bengabaziseli igunya elicacileyo nje! Ngubani owenza ubugwenxa ukugqitha kulowo uqamba ubuxoki ngokuchasene noAllâh"},{"SurahNumber":18,"VerseNumber":16,"Text":"(Wathi omnye komnye kumadodana lawo ayeseMqolombeni): “Nisakuba nizikhwebule kubo nakoko bakunqulayo ngaphandle koAllâh, balekelani eMqolombeni. INkosi yenu iya kunandisela inceba yaYo, Ithi kananjalo Inilungiselele uncedo kule meko.”"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ke kaloku (ukuba wawukhona, ubukele), wawungabona xa ilanga liphuma emqolombeni wabo ngasekunene, lize litshone, ligqitha kubo ngasekhohlo, lo gama bona babelele kwindawo ephangaleleyo. Lowo ngomnye wemiqondiso ka-Allâh. Lowo ukhokelwe nguAllâh ukhokeleke ngokulungileyo. Kodwa lowo amyekele ekulahlekeni, lowo akuyi kumfumanela mkhokeli wokumkhokelela (eNdleleni ethe Tye)"},{"SurahNumber":18,"VerseNumber":18,"Text":"Wawungacinga ukuba bahleli lo gama babelele. Ke kaloku Sasibaguquguqula (balale) ngamacala abo okunene nawokhohlo, inja yabo yona yayolule imikhono yayo yangaphambili yomibini ekungeneni (koMqolomba). Ukuba wawunokuthi ubajonge inene wawungajika ubaleke yaye inene wawunokuboyika"},{"SurahNumber":18,"VerseNumber":19,"Text":"Kwangaloo ndlela Sabavusa khon’ukuze babuzane. Omnye osisithethi kubo wathi: “Lingakanani na ithuba nihleli (apha)?” Bathi bona: “Sihleli (mhlawumbi) imini okanye inxalenye yemini.” Bathi: “INkosi yakho yiYo Eyazi ngcono ukuba lingakanani na ithuba silapha. Ngoko ke thumelani omnye wenu aye esixekweni nemali eyingqekembe akhangele kananjalo okokuba kukuphi na okona kutya kulungileyo anokuniphathela kona, alumke kananjalo. Niqiniseke ke ukuba akukho mntu uniqaphelayo"},{"SurahNumber":18,"VerseNumber":20,"Text":"Kuba ukuba bathe banazi, baya kunixuluba ngamatye (nife) kungenjalo banibuyisele enkolweni yabo; kuze kusakuba kunjalo ningabi nampumelelo.”"},{"SurahNumber":18,"VerseNumber":21,"Text":"Ngolo hlobo Sabenza ukuba imeko yabo yaziwe khona ukuze (abo babafumanayo) bazi ukuba isithembiso sika-Allâh siyinyaniso neso seYure akukho ntandabuzo [ngaso (oko kwaba)] ngethuba babephikisana ngemeko yabo baza bathi, “Yakhani isakhiwo phezu kwabo iNkosi yabo Yiyona Yaziyo ngabo. “Bathi bona abo baba nempumelelo kumbandela, ‘Inene thina siya kuzakhela imasjid yethu phezu kwabo"},{"SurahNumber":18,"VerseNumber":22,"Text":"Bona (abantu) baza kuthi babebathathu, iyinja yabo eyesine kubo; kananjalo abantu baza kuthi babebahlanu, iyinja yabo eyesithandathu beqikelela ngokungabonwayo; ukanti baza kuthi babesixhenxe, eyesibhozo kubo iyinja yabo. Yithi wena (Muhammad); INkosi yam yiyo Eyazi ngcono ngenani labo. Akukho bani ulaziyo ngaphandle kwabambalwa. Ngoko ke musa ukuphikisana nabo ngaphandle kokuba kukuphikisana ngento ecacileyo kananjalo ungabuzi nakomnye ngabo kwabo (baqashsiselayo)"},{"SurahNumber":18,"VerseNumber":23,"Text":"Kananjalo ungaze nangantoni na uthi, “Inene ndiya kwenza okuya ngomso.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ngaphandle (kokongeza uthi) ukuba uAllâh Uthandile.” Ukhumbule iNkosi yakho xa ulibele (ukutsho) uthi, “Mhlawumbi iNkosi yam Iya kundikhokelela koko kusondeleyo kunoku (kube) kwiNdlela elungileyo.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Ke kaloku bahlala emqolombeni wabo iminyaka engamakhulu amathandathu athe kratya ngelithoba"},{"SurahNumber":18,"VerseNumber":26,"Text":"Yithi: “UAllâh nguYena Waziyo ukuba lingakanani na ithuba abalihlalayo. Yena Unolwazi (lokungabonwayo) lwamazulu nomhlaba. Unjani ukubona! Enjani khona ukuva! Abanamkhuseli ngaphandle kwaKhe yaye Yena Akabelani naye nabani na ngamagunya aKhe"},{"SurahNumber":18,"VerseNumber":27,"Text":"Cengceleza ke wena oko kutyhilwe kuwe kuvela eNkosini yakho. Akuyi kubakho kuguquka emazwini aKhe ungasokuze ufumane lukhuseleko komnye ongenguYe ngaphandle kwaKhe"},{"SurahNumber":18,"VerseNumber":28,"Text":"Ke kaloku wena zigcine unomonde ube kunye nabo babiza eNkosini yabo ekuseni nangokuhlwa befuna inkxaso yaYo. Kwaye amehlo akho makangatsibi ngaphaya kwabo, ufune ubukhazikhazi bobomi beli hlabathi, kananjalo uze ungamthobeli lowo untliziyo yakhe Siyenze yangayinanzi inkumbulo yeThu, olandela iminqweno yakhe, lowo imeko yakhe isoloko ikukungakhathali"},{"SurahNumber":18,"VerseNumber":29,"Text":"Kananjalo yithi: “Inyaniso ivela eNkosini yakho, ngoko ke lowo uthandayo makakholwe, othandayo angakholwa.”Inene Thina Silungiselele abenzi bobubi uMlilo ondonga zawo ziya kubarhangqela yaye (baya kuthi) xa becela ukuphunyuzwa (kuwo), baphunyuzwe ngamanzi amdaka okwe-oli emnyama, ebuxula ubuso. Sibi isenzo (sabo), ingcolile nendawo yabo yokuphumla (isiHogo)"},{"SurahNumber":18,"VerseNumber":30,"Text":"Abo bakholiweyo benza izenzo zobulungisa inene aSiyi kuwenza umvuzo wakhe ulahleke nabani na (kubo) owenze kakuhle ngokwemisebenzi"},{"SurahNumber":18,"VerseNumber":31,"Text":"Abo baya kuba nemiyezo yokuhlala yanaphakade, phantsi kwayo kuya kumpompoza imilambo. Baya kuhonjiswa apho ngezacholo zegolide bavathe izambatho eziluhlaza zesilika ecocekileyo nengqindilili, bengqengqile bengqiyamile ezihlalweni ezihonjisiweyo. Mhle kakhulu umvuzo, intle nendawo yokuphumla (kwabo)"},{"SurahNumber":18,"VerseNumber":32,"Text":"Benzele umzekelo wamadoda amabini: Omnye kuwo Sampha izitiya ezibini zediliya Sazahlula ngemithi yesundu Sabeka phakathi kwazo (amasimi) ezityalo"},{"SurahNumber":18,"VerseNumber":33,"Text":"Ngasinye (kwezo) zitiya zibini savelisa iziqhamo zaso akwabikho nto sisilela ngayo. Senza kwampompoza umlambo phakathi kuzo apho"},{"SurahNumber":18,"VerseNumber":34,"Text":"Owayeneziqhamo, wathi kugxa wakhe, bencokola; “Mna ndingaphaya kunawe ngokobutyebi yaye ndingentla kunawe ngokuba nabantu (abasebenzi abaninzi)"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ke kaloku (waphuma) waya emyezweni wakhe esekuloo mo yakhe yenkukhumalo) ezenzela intswela bulungisa wathi: “Andiqondi ukuba oku kungaze kuphele"},{"SurahNumber":18,"VerseNumber":36,"Text":"Andiqondi kananjalo ukuba iYure iya kuze ifike, kanti ke ukuba ngenene ndingaze ndisiwe phambi kweNkosi yam (ngoMhla woMgwebo), Inene ndiya kufumana okungcono kunoku xa ndibuyela kuYo.”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Ugxa wakhe wathi kuye lo gama wayesathetha naye. Ingaba uye wangakholwa na kuloWo Wakudalayo ngothuli, emva koko ngeqabaza lembewu yomntu waza Wakunika umlinganiselo wokuba ube yindoda"},{"SurahNumber":18,"VerseNumber":38,"Text":"Kodwa kum, nguAllâh, iNkosi yam yaye andayamanisi namnye eNkosini yam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bekutheni na ukungena kwakho esitiyeni sakho ungathi: “(Oko kuthandwe nguAllâh kuya kwenzeka). Akukho mandla ngaphandle kwaka-Allâh?’ Nangona undibona ndingeneno kwakho ngobutyebi nabantwana"},{"SurahNumber":18,"VerseNumber":40,"Text":"Kunokwenzeka ukuba iNkosi yam Iza kundipha (into) engcono kunesitiya sakho, Ize Ithumele ishwangusha elivela esibhakabhakeni yaye siya kuba mpuluswa, sibe ngumhlaba onothuli"},{"SurahNumber":18,"VerseNumber":41,"Text":"Kungenjalo amanzi aso aya kusuka atshe (atshone emhlabeni) ukuze ungaze ube nako ukuwabhaqa.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Iziqhamo zakhe zarhangqelwa yintshabalalo. Wasala eqhwaba izandla edanile (ebuhlungu) ngenkcitho ayenzileyo kuso (isitiya eso) sabe sona siwile amanqwanqwa okusibiyela (elele phantsi), (waqala) wathi: “Yeha kum! Akwaba bendingakhanga ndayamanise namnye eNkosini yam.”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Waye engenamahlakani okumnceda ngaphandle koAllâh, wabe engancediswa nakuncediswa"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ngelo xesha igunya labe likuAllâh (lonke), uSonyaniso. NguYe Olungileyo (ukunika) umvuzo, ikwanguYe Olungileyo kwiziphumo"},{"SurahNumber":18,"VerseNumber":45,"Text":"Bachazele ngomzekelo wobomi beli hlabathi, (bona) bufana nemvula eSiyithumela phantsi ivela esibhakabhakeni, nezityalo zomhlaba zidibane nayo, zize ziphinde zibe yintsalela eyomileyo ethiwe saa yimvula ukanti uAllâh Ungaphezulu kwezinto zonke, Ugqibelele ukuba namandla (okwenza izinto)"},{"SurahNumber":18,"VerseNumber":46,"Text":"Ubutyebi nabantwana (zizinto) ezisisihombiso sobomi beli hlabathi. Kodwa izenzo ezilungileyo zizona zingcono eNkosini yakho ukuba zibe ngumvuzo yaye zizona zingcono ukuba zinqweneleke (emntwini)"},{"SurahNumber":18,"VerseNumber":47,"Text":"(Khumbula) kananjalo iMini eSiya kuncothula iintaba (ngayo) yaye uya kuwubona umhlaba ulithafa elityeneneziweyo Size Sibaqokelele Singashiyi namnye emva kwakhe nabani na"},{"SurahNumber":18,"VerseNumber":48,"Text":"Yaye baza kumiswa phambi kweNkosi yakho ngemigca (Ize Ithi kubo): “Nibuyele kuThi ninjengoko SaSinidalile ekuqaleni. Kodwa nanisithi nina, aSisokuze Senze (kubekho iMini) yokudibana (kweThu) nani"},{"SurahNumber":18,"VerseNumber":49,"Text":"Ke kaloku iNcwadi (yezenzo) iya kubekwa (phambi kwabo ivuliwe) uze ubone izaphula-mthetho zinoloyiko loko (kubhalwe) kuyo, baze bathi, “Yeha kuthi! Kazi okokuba yiNcwadi eluhlobo luni na le ingashiyi nento le incinane nenkulu ngaphandle kokuyibhala (phantsi) ngokwamanani ayo!” Kananjalo baya kukufumana oko bakuzisayo1 eNkosini yabo) kwangaphambili, iNkosi yakho ayiyenzi intswela bulungisa nakomnye"},{"SurahNumber":18,"VerseNumber":50,"Text":"Yabonani Sathi kwiingelosi: “Qubudani kuAdam”, zaqubuda ngaphandle koIblîs. Wayengomnye wejinni. Wemka kumyalelo weNkosi yakhe. Ingaba niza kumthabatha yena nenzala yakhe ukuba babe ngabancedi benu ngaphandle kwaM, lo gama bona beziintshaba zenu? Hayi ukungcola konaniselwano lwabenzi bobubi"},{"SurahNumber":18,"VerseNumber":51,"Text":"Andibenzanga ukuba babe ngamangqina endalo yamazulu nomhlaba okanye kwindalo yeziqu zabo. Yaye NdaNdingeze Ndithabathe abalahlekisi ukuba babe ngabancedisi (baM)"},{"SurahNumber":18,"VerseNumber":52,"Text":"NgeMini Aya kuthi: “Bizani amahlulelane aM enaniwabanga kaloku.” Baya kuwabiza ke, kodwa wona angabaphenduli. Thina ke Siya kubeka umsantsa wentshabalalo phakathi kwabo"},{"SurahNumber":18,"VerseNumber":53,"Text":"Ke kaloku abenzi bobubi baya kuwubona uMlilo baze baqonde kakuhle okokuba baza kuwiselwa kuwo. Ke kaloku abayi kufumana ndlela yakuphuncula kuwo apho"},{"SurahNumber":18,"VerseNumber":54,"Text":"(Inene Thina Senzele abantu zonke iintlobo zemizekeliso kule ‘Kur’ân). Kodwa umntu wahlala ephikisa"},{"SurahNumber":18,"VerseNumber":55,"Text":"Ayikho into eyathintela abantu ukuba bakholwe xa isiKhokelo sasifikile kubo sivela eNkosini yabo. kungekho nto yabathintelayo nokuba bacele itarhu eNkosini yabo ngaphandle kokuba iindlela zabantu bamandulo ziphindwe kubo2 okanye bafuna isohlwayo siziswe kubo (basibone) ubuso ngobuso"},{"SurahNumber":18,"VerseNumber":56,"Text":"Thina ke aSibathumeli nto abaThunywa ngaphandle kokuba babengabavakalisi beendaba zovuyo nabaLumikisi. Kodwa abo bangakholwayo, bayaphikisa ngeengxoxo zabo zobuxoki, khon’ukuze ngaloo ndlela baphike inyaniso. Yaye bathabatha iiVesi zaM noko balunyukiswa ngako bakwenze intlekisa"},{"SurahNumber":18,"VerseNumber":57,"Text":"Ngubani na intswela-bulungisa egqitha okhunjuzwa ngeeVesi zeNkosi yakhe kodwa azitshikilele, aze alibale noko kwenziwe zizandla zakhe? Inene Thina Sibeke isigqubuthelo ezintliziyweni zabo, hleze bayiqiqe (i’Kur’ân). ezindlebeni zabo banobuthulu. Ke kaloku xa ubamemela kwisiKhokelo abasokuze bakhokeleleke"},{"SurahNumber":18,"VerseNumber":58,"Text":"Kanti ke iNkosi yakho nguMxoleli, uSozinceba. Ukuba Ibinokubabeka ityala ngoko (kugwenxa) bazizuzele kona, Ibiza kukhawuleza ngesohlwayo. Ukusuka apho lityunjiwe ixesha labo elo bangayi kufumana kuphuncula (kulo)"},{"SurahNumber":18,"VerseNumber":59,"Text":"Ke kaloku ezo zixeko Sazitshabalalisa zisakwenza ubugwenxa, yaye isohlwayo sazo Sasimisela ixesha"},{"SurahNumber":18,"VerseNumber":60,"Text":"Yabona uMûsâ wathi kwinkwenkwana yakhe (isicaka sakhe), “Andiyi kuyeka (ukuhamba) ndide ndifike esiphambukeni seelwandle ezimbini kungenjalo ndiya kuqhubeka ixesha elide.”"},{"SurahNumber":18,"VerseNumber":61,"Text":"Kodwa bakufika esiphambukeni phakathi kwazo (iilwandle ezimbini) balibala ngentlanzi yabo, ke yona yathabatha indlela yayo yabuyela elwandle yanyamalala"},{"SurahNumber":18,"VerseNumber":62,"Text":"Bathi ke ukugqitha kwabo kuyo, (uMûsâ) wathi kwinkwenkwana yakhe, “Sizisele isidlo sethu sakusasa. Sibulaleke kakhulu kolu hambo lwethu, sidiniwe nokudinwa.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Wathi: “Ubonile ngokuya besiphumle kweliyaa litye? Ndiye ndayilibala intlanzi. Kunjalo nje akukho wumbi undilahlekisileyo ngaphandle koShaytân ondenze ndayilibala. Ukanti yona ithabathe indlela yayo elwandle ngokumangalisayo.”"},{"SurahNumber":18,"VerseNumber":64,"Text":"UMûsâ wathi: “Leyo yiyo kanye into ebesiyikhangela.” Babuyela emva belandela imizila yeenyawo zabo"},{"SurahNumber":18,"VerseNumber":65,"Text":"Ke kaloku bafumana omnye weziCaka zeThu, eSathoba uBabalo oluvela kuThi phezu kwakhe, neSamfundisa nolwazi oluvela kuThi"},{"SurahNumber":18,"VerseNumber":66,"Text":"UMûsâ wathi kuye (uRhadir): “Ndingakulandela na khon’ukuze undifundise okuthile kolo lwazi lwakho lwesiKhokelo walufundiswayo?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"Wathi yena: “Inene, wena akungekhe ukwazi ukuba nomonde (wokunyamezelana) nam"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ungakunyamezela njani oko ungenakukuqulatha elwazini (lwakho)?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"UMûsâ wathi: “Uya kundifumana mna ndinomonde ukuba uAllâh Uthandile yaye andiyi kungakuthobeli nangawuphi na umyalelo.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"Wathi yena: “Ukuba uyandilandela ke uze ungandibuzi nangantoni na (endiyenzayo) ndide ndikuchazele (ngayo).”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bahamba ke bada bakhwela enqanaweni. (URhadir) wayigrobhoza imboba (inqanawa). UMûsâ wathi: “Uyigrobhozela ukuba mayitshonise abantu bayo na?” Inene wenze eyona nto imbi kunene!”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(URhadir) wathi: “Bendingatshongo na kuwe ukuba wena akungekhe unyamezelane nam?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"Wathi (uMûsâ): “Ungandigxeki ngokulibala kwam, ungandibeki ebunzimeni ngesenzo sam.”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Baqhubeka ke (bahamba) bada badibana nenkwenkwana, waza wayibulala. (uRhadir). UMûsâ wathi: “Ubulele umntu ongenatyala ongabulalanga mntu? Inene wenze into elisikizi gqitha!”"},{"SurahNumber":18,"VerseNumber":75,"Text":"(URhadir) wathi: “Bendingatshongo na kuwe ukuba wena akungekhe unyamezelane nam?”"},{"SurahNumber":18,"VerseNumber":76,"Text":"(UMûsâ) wathi: “Ukuba ndikhe (ndaphinda) ndakubuza ngenye into emva kwale, ungabisandigcina kunye nawe, usifumene isizathu sokuzigwebela kum.”"},{"SurahNumber":18,"VerseNumber":77,"Text":"Bahamba ke bada bafika kubantu benye ilali, bacela ukutya kubantu balapho kodwa abavuma ukubenzela ububele baza bafumana udonga olwalusele luza kuwa, waza (uRhadir) walumisa kwakhona. UMûsâ wathi: “Ukuba ubuthandile ngowuthabathe intlawulo ngalo.”"},{"SurahNumber":18,"VerseNumber":78,"Text":"(URhadir) wathi: “Oku ke kukwahlukana phakathi kwam nawe. Ndiza kukuxelela intsingiselo yoko wena ungabanga namonde ngako"},{"SurahNumber":18,"VerseNumber":79,"Text":"Mayela nenqanawa, ibe iyeyabantu abangamahlwempu abasebenza elwandle. Ndiye ndazimisela ukuyenza ibe nesiphene njengoko emva kwabo (bebelandelwa) ngukumkani (othile), ohlutha zonke iinqanawa (Ezilungileyo ezingenasiphene)"},{"SurahNumber":18,"VerseNumber":80,"Text":"Mayela nenkwenkwana, abazali bayo bebengamakholwa, ke, ngoko bekusoyikiselwa ukuba iza kuba ngumthwalo kubo ngokugabadela nokungakholwa"},{"SurahNumber":18,"VerseNumber":81,"Text":"Thina ke siye sanenjongo yokuba iNkosi yabo Ibanike omnye ongcono ngobunyulu endaweni yayo. (Yona) ibe kufuphi nenceba (ka-Allâh)"},{"SurahNumber":18,"VerseNumber":82,"Text":"Mayela nodonga, ibe ileleenkedama ezimbini ezingamakhwenkwe esixekweni, phantsi kwalo bekukho ubutyebi bawo, utata wawo waye elilungisa. Ke kungoko iNkosi yakho Iye Yanenjongo yokuba bafikelele ebudaleni Ize Iburhole ubutyebi babo, bube yinceba evela eNkosini yakho, Ke kaloku mna andenzanga ngokokuthanda kwam. Leyo ke yintsingiselo yoko wena ungakhanga ukwazi ukukunyamezela.”"},{"SurahNumber":18,"VerseNumber":83,"Text":"Ke kaloku bakubuza ngoDthul ‘Karnayn, yithi: “Ndiza kunicengcelezela into ngebali lakhe.”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Inene Thina Sammisela eMhlabeni, Samnika indlela yezinto zonke"},{"SurahNumber":18,"VerseNumber":85,"Text":"Ke kaloku yena wayelandela iNdlela yeThu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Kwada kwalilixa apho wafikelela ekutshoneni kwelanga, walifumana litshona, kulwandle lwamanzi anodaka olumnyama. Wafumana ecaleni kwawo abantu. Thina Sathi: “Hini na Dthul’Karnayn! Ungabohlwaya okanye ubaphathe kakuhle ngezibele, (kukuwe).”"},{"SurahNumber":18,"VerseNumber":87,"Text":"Wathiyena:“Lowo(ungakholwayokuAllâh) enzeubugwenxa, siya kumohlwaya, yaye uya kubuyiselwa eNkosini yakhe, Eza kumohlwaya ngesohlwayo esibi Kunene (isiHogo)"},{"SurahNumber":18,"VerseNumber":88,"Text":"Ke lowo ukholwayo (kuAllâh) enze izenzo zobulungisa, uya kufumana owona mvuzo mhle (iPaladesi) yaye thina siya kuthetha naye amazwi amnandi.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Waza walandela enye indlela"},{"SurahNumber":18,"VerseNumber":90,"Text":"Kwada kwalilixa apho wafikelela kwindawo yokuphuma kwelanga, walifumana liphuma ebantwini Thina esingabanikanga sikhuseli ngokuchasene nelanga"},{"SurahNumber":18,"VerseNumber":91,"Text":"Ngoko ke (kwabanjalo) yaye SaSisazi konke ngaye (uDthul’Karnayn)"},{"SurahNumber":18,"VerseNumber":92,"Text":"Waza walandela enye indlela"},{"SurahNumber":18,"VerseNumber":93,"Text":"Kwada kwalilixa apho wafikelela phakathi kweentaba ezimbini, wafumana phambi kwazo (ezo ntaba ezimbini), abantu ekwakunzima ukuba babe nelizwi nokuba libe linye abaliqondayo (ekungekho ntetho bayaziyo)"},{"SurahNumber":18,"VerseNumber":94,"Text":"Bathi: “O Dthul‘Karnayn! Inene uYa’jûj (uGogi) noMa’jûj (uMagogi), ngabenzi bokungcola (abakhulu) emhlabeni. Ingaba singakunika na intlawulo yokuba wenze umsantsa phakathi kwethu nabo?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"Wathi yena, “Oko iNkosi yam Indimisele kona kungcono (kunoko nindinika kona nina), kodwa ke nina ndincediseni ngamandla (ndinikeni abantu bokundincedisa); mna ndiya kwenza idama phakathi kwenu nabo (uYa’jûj noMa’jûj)"},{"SurahNumber":18,"VerseNumber":96,"Text":"Ndinikeni amacangci entsimbi;” wathi ke esakugqiba, ukuwandlala tyaba phakathi kweentaba ezimbini, wathi: “Vuthelani;” uthe ke esakuwenza ada aba ngumlilo, wathi: “Ndiziseleni ikopolo enyityilikisiweyo ndiyigalele phezu kwawo.”"},{"SurahNumber":18,"VerseNumber":97,"Text":"Baza ke ngoko (uYa’jûj noMa’jûj) abakwazi ukugqitha kuwo abakwazi nokugrumba bagqobhozele kuwo"},{"SurahNumber":18,"VerseNumber":98,"Text":"UDthul’Karnayn wathi: “Le yinceba evela eNkosini yam, kodwa sisakufika isithembiso seNkosi yam, Iza (kuyidiliza) (le ntaba) ilale tyaba phantsi). Yaye isithembiso seNkosi yam sihlala siyinyani"},{"SurahNumber":18,"VerseNumber":99,"Text":"Kananjalo ngaloo Mini Siya kubayeka (uYa’jûj noMa’jûj), bagxalathelane okwamaza (olwandle), omnye phezu komnye, yaye iXilongo liya kuvuthelwa, Size sibaqokelele (abantu nezidalwa) zonke"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ke kaloku Siya kubekela abangakholwayo isiHogo elubala ngaloo Mini"},{"SurahNumber":18,"VerseNumber":101,"Text":"Abo amehlo abo abekade egqunyathelisiwe ekuNdikhumbuleni, bona ke abevanga nokuva"},{"SurahNumber":18,"VerseNumber":102,"Text":"Ukanti abo bangakholwayo bacinga ukuba bangathabatha izicaka zaM (bazinqule) endaweni yaM, Inene Thina Silungiselele isiHogo abangakholwayo ukuba sibe yindawo yabo yokuhlala"},{"SurahNumber":18,"VerseNumber":103,"Text":"Yithi: (Muhammad): “Sinixelele thina (makholwa) abona balahlekelwa bokwenene ngokumayela nezenzo zabo"},{"SurahNumber":18,"VerseNumber":104,"Text":"Abo ngabo imizamo yabo ilahlekileyo kubomi beli hlabathi, lo gama bona bezicingela ukuba baqhuba kakuhle emisebenzini (yabo)"},{"SurahNumber":18,"VerseNumber":105,"Text":"Abo ngabo bangakholwayo kwiiVesi zeNkosi yabo nakwindibano naYo. Ngoko ke imisebenzi yabo ayinto yanto, yaye ngoMhla wokuGqibela Asiyi kubabalela ntweni"},{"SurahNumber":18,"VerseNumber":106,"Text":"Lowo iya kuba ngumvuzo wabo isiHogo ngenxa yoko bakuphikayo nangenxa yokuba bathabatha imiqondiso yaM nemiyalezo yaM bayenza intlekisa"},{"SurahNumber":18,"VerseNumber":107,"Text":"Inene abo bakholiweyo, benza izenzo ezilungileyo baya kuba neMiyezo yePaladesi ibe yindawo yabo yokuhlala"},{"SurahNumber":18,"VerseNumber":108,"Text":"Apho baya kuhlala ngonaphakade. Abayi kunqwenela kukhutshwa phakathi apho"},{"SurahNumber":18,"VerseNumber":109,"Text":"Yithi (Muhammad): “Ukuba ulwandle beluyi-ink (yokubhala) amaZwi eNkosi yam beluya kuphela, (tu) engekapheli wona amaZwi eNkosi yam.” Enokuba beSingada Size nolunye ulwandle olungangalo ukulongeza"},{"SurahNumber":18,"VerseNumber":110,"Text":"Yithi: “Mna ndingumntu njengani, ekuye kwatyhilwa kuye okokuba uThixo wenu nguThixo Omnye (uAllâh). Lowo unethemba lendibano neNkosi yakhe, makasebenze imisebenzi elungileyo, angayamanisi nabani ukuba abe lihlulelane eNkosini yakhe.”"}]}