{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Fast approaching est reckoning people they est oblivious averse"},{"SurahNumber":21,"VerseNumber":2,"Text":"When proof advenit to them ex their Dominus est new they listen to it heedlessly"},{"SurahNumber":21,"VerseNumber":3,"Text":"Their minds est heedless. transgressors confer secretly Est he non just human est vos? Vos accept magic presens vos"},{"SurahNumber":21,"VerseNumber":4,"Text":"He dictus My Dominus knows omnis thought caelum terra. He est Hearer Omniscient"},{"SurahNumber":21,"VerseNumber":5,"Text":"They et dictus Hallucinations He factus it He est poet! Let eum show nos miracle like those de proximus messengers"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nos nunquam annihilated believing community in the elapsus. Est these people believers"},{"SurahNumber":21,"VerseNumber":7,"Text":"Nos non send vos vir nos inspired Ask those know scripture vos non know"},{"SurahNumber":21,"VerseNumber":8,"Text":"Nos non dedit them corporis eat nor est they immortal"},{"SurahNumber":21,"VerseNumber":9,"Text":"Nos fulfilled noster promise them; nos saved them unus whomever nos willed annihilated transgressors"},{"SurahNumber":21,"VerseNumber":10,"Text":"Nos sent vos scripture containing tuus message Vos non understand"},{"SurahNumber":21,"VerseNumber":11,"Text":"Multus community nos terminated their transgression nos substituted alius people their locus"},{"SurahNumber":21,"VerseNumber":12,"Text":"When noster requital advenit pass they started run"},{"SurahNumber":21,"VerseNumber":13,"Text":"Non run advenit tuus luxuries tuus mansions vos habuit accountable"},{"SurahNumber":21,"VerseNumber":14,"Text":"They dictus Woe to nos. Nos est really wicked"},{"SurahNumber":21,"VerseNumber":15,"Text":"Hoc continued est their proclamation dum nos completely wiped them out"},{"SurahNumber":21,"VerseNumber":16,"Text":"Nos non create caelum terra everything them just amusement"},{"SurahNumber":21,"VerseNumber":17,"Text":"Nos needed amusement nos initiated it any de hoc est quod nos wanted perfecit"},{"SurahNumber":21,"VerseNumber":18,"Text":"Instead est noster plan support truth falsehood in order defeat it Woe to vos pro utterances vos utter"},{"SurahNumber":21,"VerseNumber":19,"Text":"Eum belongs everyone caelum terra those apud Eum est nunquam too arrogant worship Eum nor perfecit they ever waver"},{"SurahNumber":21,"VerseNumber":20,"Text":"They glorify nox feria sine ever tiring"},{"SurahNumber":21,"VerseNumber":21,"Text":"they invenit deus terra create"},{"SurahNumber":21,"VerseNumber":22,"Text":"Si ibi est them (caelum terra) alius deus DEUS ibi est chaos. Glory est DEUS; Dominus absolute authority He est high their claims"},{"SurahNumber":21,"VerseNumber":23,"Text":"He est nunquam est asked de anything He dum totus others questioned"},{"SurahNumber":21,"VerseNumber":24,"Text":"they invenit alius deus Eum? Dictus Show me tuus proof Hoc est message my generation consummating totus proximus messages Indeed multus de them non recognize truth; hoc est they est ita hostile"},{"SurahNumber":21,"VerseNumber":25,"Text":"Nos non send any messenger vos inspiration Ibi non est deus absque Me vos worship Me alone"},{"SurahNumber":21,"VerseNumber":26,"Text":"autem they dictus \"The Multus Gracious genitus est filius! Glory est Eum. Totus (messengers) est (His) honored servus"},{"SurahNumber":21,"VerseNumber":27,"Text":"They nunquam speak on their suus, they strictly subsequentis His commands"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows their future their preter. They non intercede absque pro those iam accepted de Eum ac they injuria de their suus necks"},{"SurahNumber":21,"VerseNumber":29,"Text":"any de them claims est deus Eum nos requite eum Hell; nos sic requite the wicked"},{"SurahNumber":21,"VerseNumber":30,"Text":"unbelievers non realize ut caelum terra used est 1 solid mass ut nos exploded existence? Ex aqua nos factus totus vivens things! they believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"Nos locus terra stabilizers lest it tumbles them nos locus straight via therein ut they guided"},{"SurahNumber":21,"VerseNumber":32,"Text":"Nos rendered caelum custos ceiling autem they est totally oblivious to totus portents therein"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ac He est Unus created nox feria sun moon each floating in its suus orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nos nunquam decretum immortality anyone ante vos; vos abiit est they immortal"},{"SurahNumber":21,"VerseNumber":35,"Text":"Omnis person taste decessus post nos put vos test per adversity prosperity tunc to nos vos ultimately return"},{"SurahNumber":21,"VerseNumber":36,"Text":"When those disbelieve vide vos, they ridicule vos Est hoc unus challenges tuus deus Meanwhile they remain totally heedless de message ex the Multus Gracious"},{"SurahNumber":21,"VerseNumber":37,"Text":"human est est impatient nature. Ego inevitably show vos My signum; non est such hurry"},{"SurahNumber":21,"VerseNumber":38,"Text":"They challenge Ubi ut (retribution vos est est truthful)"},{"SurahNumber":21,"VerseNumber":39,"Text":"Unus those disbelieve envision when they try ward fire - off their faces their backs Non 1 help them tunc"},{"SurahNumber":21,"VerseNumber":40,"Text":"Indeed it advenit them suddenly they utterly stunned They potuit nec avoid it nor potuit they receive any respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"Messengers vos ridiculed consequently those ridiculed them incurred retribution pro their ridiculing"},{"SurahNumber":21,"VerseNumber":42,"Text":"Dictus Qui protect vos ex the Multus Gracious nox feria? Indeed they est totally oblivious to message their Dominus"},{"SurahNumber":21,"VerseNumber":43,"Text":"they deus perfecit habuit protect them ex nos? They non et help Nor potuit they accompany unus alias when they summoned face nos"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nos habet provisus pro these people their patres up veteris saeculum! they non vide omnis feria terra brings them closer finis? they reverse hoc process"},{"SurahNumber":21,"VerseNumber":45,"Text":"dictus ego warning vos prout divine inspiration. surdus non hear alias when they warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"When sample tuus Dominus retribution afflicts them they readily dictus Nos est indeed wicked"},{"SurahNumber":21,"VerseNumber":47,"Text":"Nos establish scales de justice Feria Resurrection. Non anima suffer parvus injustice. Et equivalent de mustard seed testimentum est accounted pro! Nos est the multus efficient reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"Nos dedit Moses Aaron Statute Book beacon reminder pro the righteous"},{"SurahNumber":21,"VerseNumber":49,"Text":"Unus reverence their Dominus et when alone in their privacy they injuria Hora"},{"SurahNumber":21,"VerseNumber":50,"Text":"Hoc too est beatus reminder ut nos sent down Vos denying it"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ante ut, nos granted Abraham his guidance understanding nos est fully aware de eum"},{"SurahNumber":21,"VerseNumber":52,"Text":"He dictus to his patris his people Quod est these statues to quae vos devoting"},{"SurahNumber":21,"VerseNumber":53,"Text":"They dictus Nos invenit noster parentes worshipping them"},{"SurahNumber":21,"VerseNumber":54,"Text":"He dictus Indeed vos tuus parentes iit totally astray"},{"SurahNumber":21,"VerseNumber":55,"Text":"They dictus vos telling nos truth vos playing"},{"SurahNumber":21,"VerseNumber":56,"Text":"He dictus Tuus unus Dominus est Dominus de caelum terra created them. Hoc est testimony to quae ego bear testis"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ego juravit DEUS ego habet plan deal cum tuus statues vos sinister"},{"SurahNumber":21,"VerseNumber":58,"Text":"He broke them into pieces absque pro big unus they refer it"},{"SurahNumber":21,"VerseNumber":59,"Text":"They dictus Whoever perfecit hoc noster deus est really transgressor"},{"SurahNumber":21,"VerseNumber":60,"Text":"They dictus Nos heard youth threaten them; he est alias Abraham"},{"SurahNumber":21,"VerseNumber":61,"Text":"They dictus Bring eum eyes totus people they bear testis"},{"SurahNumber":21,"VerseNumber":62,"Text":"They dictus vos perfecit hoc noster deus O Abraham"},{"SurahNumber":21,"VerseNumber":63,"Text":"He dictus est big unus perfecit it Iit ask them si they speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"They taken aback dictus to Indeed vos est the unus transgressing"},{"SurahNumber":21,"VerseNumber":65,"Text":"they reverted their veteris ideas Vos know foderator bene ut these non speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"He dictus vos tunc worship DEUS Perfecit quod non possesses power benefit vos harm vos"},{"SurahNumber":21,"VerseNumber":67,"Text":"Vos incurred shame worshipping idols DEUS! Vos non understand"},{"SurahNumber":21,"VerseNumber":68,"Text":"They dictus Burn eum support tuus deus hoc est quod vos decide perfecit"},{"SurahNumber":21,"VerseNumber":69,"Text":"Nos dictus O fire est cool safe pro Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"Sic they schemed eum nos factus them losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"Nos saved eum nos saved Lot terra nos beatus totus people"},{"SurahNumber":21,"VerseNumber":72,"Text":"Nos granted eum Isaac Jacob gift nos factus them ambo righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"Nos factus them imams guided prout noster commandments nos taught them quam work righteousness quam observe Contact Prayers (Salat) obligatory charity (Zakat)! To nos they devoted worshipers"},{"SurahNumber":21,"VerseNumber":74,"Text":"Prout pro Lot nos granted eum wisdom knowledge nos saved eum ex community ut practiced abominations; they est wicked malus people"},{"SurahNumber":21,"VerseNumber":75,"Text":"Nos admitted eum noster mercy he est righteous"},{"SurahNumber":21,"VerseNumber":76,"Text":"ante ut, Noah alias nos responded eum. Nos saved eum his familia major disaster"},{"SurahNumber":21,"VerseNumber":77,"Text":"Nos supported eum people rejected noster revelations. They est malus people nos drowned them totus"},{"SurahNumber":21,"VerseNumber":78,"Text":"David Solomon when they dodum dominus regard someone's crop ut destroyed alias sheep nos testis their judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"Nos granted Solomon correct understanding nos endowed ambo them cum wisdom knowledge. Nos committed montis serve David glorifying (Deus) alias prout birds! Hoc est quod nos perfecit"},{"SurahNumber":21,"VerseNumber":80,"Text":"Nos taught eum skill factus shields protect vos in war Est vos tunc thankful"},{"SurahNumber":21,"VerseNumber":81,"Text":"Solomon nos committed wind gusting blowing his disposal. He rectus it prout he wished whatever terra he chose nos beatus such cataster eum. Nos est fully aware de totus things"},{"SurahNumber":21,"VerseNumber":82,"Text":"De devils ibi est those dive eum harvest sea perfecit whatever he commanded them perfecit! Nos committed them in his service"},{"SurahNumber":21,"VerseNumber":83,"Text":"Job implored his Dominus Adversity befallen me de totus merciful unus Vos est the Multus Merciful"},{"SurahNumber":21,"VerseNumber":84,"Text":"Nos responded eum relieved his adversity restored his familia pro eum et twice prout much Ut est mercy nos reminder worshipers"},{"SurahNumber":21,"VerseNumber":85,"Text":"Alias Ismail Idris Zal-Kifl; totus est steadfast patient"},{"SurahNumber":21,"VerseNumber":86,"Text":"Nos admitted them noster mercy they est righteous"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zan-Noon (Jonah 1 cum ‘N' in his cognomen) relinquit his mission in protest thinking nos non control eum! He finis imploring darkness big fish's belly Ibi non est deus Vos. Vos glorified Ego committed gross sin"},{"SurahNumber":21,"VerseNumber":88,"Text":"Nos responded eum saved eum ex crisis; nos sic save believers"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zachariah implored his Dominus My Dominus perfecit non keep me heres Vos est bonus inheritor"},{"SurahNumber":21,"VerseNumber":90,"Text":"Nos responded eum granted eum John; nos fixed his uxor eum! they used hasten work righteousness implored nos situations de joy alias prout fear To nos they est reverent"},{"SurahNumber":21,"VerseNumber":91,"Text":"Prout pro 1 qui maintained eam virginity nos blew eam noster anima sic nos factus eam eam filius portent the whole saeculum"},{"SurahNumber":21,"VerseNumber":92,"Text":"Tuus congregation est 1 congregation ego alone est tuus Dominus; vos worship Me alone"},{"SurahNumber":21,"VerseNumber":93,"Text":"they divided disputing religionis. Totus de them advenit nos judgment"},{"SurahNumber":21,"VerseNumber":94,"Text":"Prout pro those work righteousness dum believing their work non iit waste nos actum it"},{"SurahNumber":21,"VerseNumber":95,"Text":"It forbidden any community nos annihilated return"},{"SurahNumber":21,"VerseNumber":96,"Text":"Non Gog Magog reappear testimentum they tunc return - they advenit omnis direction"},{"SurahNumber":21,"VerseNumber":97,"Text":"Est when inevitable prophecy advenit pass disbelievers stare in horror Woe to nos nos est oblivious! Indeed nos est wicked"},{"SurahNumber":21,"VerseNumber":98,"Text":"Vos idols vos worship besides DEUS testimentum est fuel Hell; hoc est tuus inevitable destiny"},{"SurahNumber":21,"VerseNumber":99,"Text":"those est deus they non finis Hell. totus its habitans abide it forever"},{"SurahNumber":21,"VerseNumber":100,"Text":"They sigh groan therein they non habet access any news"},{"SurahNumber":21,"VerseNumber":101,"Text":"Prout pro those deserved noster magnificent rewards they protected ex it"},{"SurahNumber":21,"VerseNumber":102,"Text":"They non hear its hissing They enjoy abode ubi they get everything they desire forever"},{"SurahNumber":21,"VerseNumber":103,"Text":"Major horror non injuria them angels receive them joyfully Hoc est tuus feria promised vos"},{"SurahNumber":21,"VerseNumber":104,"Text":"Ut feria nos fold caelum folding book Just prout nos initiated primas creation nos repeat it Hoc est noster promise nos certainly carry it"},{"SurahNumber":21,"VerseNumber":105,"Text":"Nos decretum Psalms alias prout in alius scriptures ut terra inherited My righteous worshipers"},{"SurahNumber":21,"VerseNumber":106,"Text":"Hoc est proclamation people est worshipers"},{"SurahNumber":21,"VerseNumber":107,"Text":"Nos sent vos mercy nos the whole saeculum"},{"SurahNumber":21,"VerseNumber":108,"Text":"Proclaim ego dedit divine inspiration tuus deus est 1 deus! Vos tunc submit"},{"SurahNumber":21,"VerseNumber":109,"Text":"they turn tunc dictus ego warned vos satis ego non habet idea quam soon late (retribution) advenit vos"},{"SurahNumber":21,"VerseNumber":110,"Text":"He est fully aware de tuus public utterances He est fully aware de everything vos conceal"},{"SurahNumber":21,"VerseNumber":111,"Text":"totus ego know hoc saeculum est test vos temporary enjoyment"},{"SurahNumber":21,"VerseNumber":112,"Text":"Dictus My Dominus Tuus judgment est absolute justice Noster Dominus est the Multus Gracious; unus His help sought in the face de tuus claims"}]}