{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Senayee wondanii On Royruɗo Jeyaaɗo Makko on jemma, iwde ka juulirde hormante haa ka juulirde woɗɗitiinde, nden nde Men Barkini banŋe mun,fii yo Men Hollu mo immorde e Aayeeje Amen. Pellet, Ko Kanko woni Nanoowo, Yi’oowo. @Corrected"},{"SurahNumber":17,"VerseNumber":2,"Text":"Men Jonniino Muusaa Deftere nden, Men Waɗi nde peewal, wonannde ɓiɗɓe Israa’iila ɓen, wonnde : \"Wata on jogito gaanin Am hooloraaɗo"},{"SurahNumber":17,"VerseNumber":3,"Text":"[Ko onon yo] ɓiɗɓe ɓen ɓe Men waɗɗinnoo wonndude e Nuuhu.Pellet, o laatino jeyaaɗo yettoowo"},{"SurahNumber":17,"VerseNumber":4,"Text":"Men wahyiniino e ɓiɗɓe Israa’iila ɓen ka Deftere [wonnde] : \"On bonnayay ka leydi laabi ɗiɗi, on townitoyto kadi townitaare mawnunde"},{"SurahNumber":17,"VerseNumber":5,"Text":"Si fodoore gootel e ɗin ɗiɗi arii, Men wurtay e mon jeyaaɓe Amen, marɓe doole tiiɗuɗe, ɓe yiiloo hakkunde galleeji ɗin. Ɗum wonii fodoore huuwoyteende =golloteende"},{"SurahNumber":17,"VerseNumber":6,"Text":"Refti Men ruttitanani on doole ɗen e hoore maɓɓe; Men Ɓeydi on jawle e ɓiɗɓe,Men Waɗa on gorol ɓurngol ɗuuɗude"},{"SurahNumber":17,"VerseNumber":7,"Text":"Si on moƴƴinii, ko ko'e mon moƴƴinanɗon ; si on bonnii kadi, ko ko’e mon [bonnannɗon]. Si fodoore sakkitiinde nden arii, ko fii yo ɓe hoynu geece mon ɗen, e fii yo no ɓe naatiraa ka juulirde wano ɓe naatirnoo e mayre ka laawol aranol, e fii yo ɓe muncu yeru woo ko ɓe townani muncudee"},{"SurahNumber":17,"VerseNumber":8,"Text":"Hino jortaa ka Joomi mon yurmee on.Si on fillitike (non),Men fillitoo. Men waɗanii yedduɓe ɓen Jahannama on tonngorde"},{"SurahNumber":17,"VerseNumber":9,"Text":"Pellet, ndee Alqur’aanaare no fewnay e ko ɓuri e nunɗude,hinde wewlinira=weltanira gomɗimɓe,ɓen gollooɓe moƴƴuɗi ɗin, wonnde, no woodani ɓe njoɓdi mawndi"},{"SurahNumber":17,"VerseNumber":10,"Text":"E wonnde pellet, ɓen ɓe gomɗinaa laakara on, Men maranii ɓe lepte muusuɗe"},{"SurahNumber":17,"VerseNumber":11,"Text":"Neɗɗo no toroo bone, wano o tororta non moƴƴere,neɗɗanke on wonii ko heñiiɗo"},{"SurahNumber":17,"VerseNumber":12,"Text":"Men waɗii jemma on e ñalorma on Aayeeje ɗiɗi, Men monti Aaya jemma on, Men waɗi Aaya ñalorma on hentiiɗo, fii yo on ɗaɓɓu ɓural immorde ka Joomi mon, e fii yo on anndu limoore duuɓi, e hasboore. Kala huunde, Men fensitirii nde fensitudee"},{"SurahNumber":17,"VerseNumber":13,"Text":"Kala neɗɗanke, Men waɗɗinii mo talkuru makko ndun ka daande makko. Men yaltinanoyay mo Ñalnde Darngal, deftere, o hawra e mayre ko nde fontaande"},{"SurahNumber":17,"VerseNumber":14,"Text":"Janngu deftere maa nden, hoore-maa yonante hannde hasboowo"},{"SurahNumber":17,"VerseNumber":15,"Text":"Mo feewii, haray pellet, ko hoore-makko o feewani ; mo majii kadi, haray pellet, ko o majji kon yantay e hoore-makko. Wonkii ronndotaako bone wokki goo. Men wonaali leptooɓe, haa Men immina Nulaaɗo"},{"SurahNumber":17,"VerseNumber":16,"Text":"Si Men faandike halkude saare, Men yamiray neeminaaɓe mayre ɓen, ɓe faasinqinoo e mayre, konngol (lepte) ngol jojja e mayre, Men munca nde muncudee"},{"SurahNumber":17,"VerseNumber":17,"Text":"Heewii gire ɗe Men halki ɓaawo Nuuhu! Joomi maa Yonii Humpitiiɗo, Yi’oowo junuubi=bakkatuuji jeyaaɓe Makko ɓen"},{"SurahNumber":17,"VerseNumber":18,"Text":"On tawɗo no faandii yaccinaneede=yaawnaneede, Men yaccinanay mo ton huunde ko Men muuyi, wonannde on mo Men yiɗi, refti Men waɗana mo Jahannama, o naatoya nge ko o ŋiñaaɗo, pottinaaɗo [yurmeende]"},{"SurahNumber":17,"VerseNumber":19,"Text":"On faalaaɗo laakara, o gollani ngal golle maggal, hara kanko ko o gomɗinɗo ;ɓen ɗon, golle maɓɓe ɗen wonii jaarnaaɗe"},{"SurahNumber":17,"VerseNumber":20,"Text":"Kala (maɓɓe),Meɗen ɓeydana ; ɓee ɗoo e ɓee ɗoo, immorde e dokkal Joomi maa. Dokkal Joomi maa ngal wonaali haɗaa ngal"},{"SurahNumber":17,"VerseNumber":21,"Text":"Ndaarii no Men ɓurniri yoga maɓɓe e dow yoga, ko laakara on ɓuri mawnude darjaaji,ɓuri mawnude kadi ɓural"},{"SurahNumber":17,"VerseNumber":22,"Text":"Wata a waɗidan Alla reweteeɗo goo ; jooɗoyoɗaa ko a ŋiñaaɗo woppaaɗo"},{"SurahNumber":17,"VerseNumber":23,"Text":"Joomi maa yamirii :\"Wata on rewu ko wanaa Kanko, jibimɓe ɓen,moƴƴagol [e maɓɓe]:si nayewu goɗɗo e maɓɓe yottike ma,maa ɗum ɓe ɗiɗo non;wata a wi’an ɓe \"bis=uf!\" wata a wikko ɓe =wota a furo,wowlan ɓe konngol teddungol"},{"SurahNumber":17,"VerseNumber":24,"Text":"Yankinanoɗaa ɓe yurmeɗaa ɓe, wi’aa: « Joomi an, yurme ɓe’e, wano ɓe ne’irnoo lan non hari ko mi tosokun »"},{"SurahNumber":17,"VerseNumber":25,"Text":"Joomi mo'on no Anndi ko woni ka nder wonkiiji mon, si tawii on wonuno moƴƴuɓe ; pellet Kanko O wonanii ruttotooɓe ɓen Surroowo"},{"SurahNumber":17,"VerseNumber":26,"Text":"Jonnu jom ɓadondiral haqqee makko on, e ɓilliiɗo, e seteejo haqqee makko on ; wata a funsu funsudee"},{"SurahNumber":17,"VerseNumber":27,"Text":"Pellet funsooɓe ɓen, ko siɗɓe seytanuuji ɗin ; seytaane non wonii yedduɗo Joomi mun"},{"SurahNumber":17,"VerseNumber":28,"Text":"Si a ɗurnike ɓe fii ɗaɓɓugol yurmeende immorde ka Joomi maa, nde jortiɗaa ɗum, wi'an ɓe konngol newiingol"},{"SurahNumber":17,"VerseNumber":29,"Text":"Wata a waɗu junngo maa ngon ko lmbaango, ka daande maa ; wata a fontu ngo kadi kala fontugol, haa jooɗoɗaa ko a felniiɗo, ninsuɗo"},{"SurahNumber":17,"VerseNumber":30,"Text":"Pellet Joomi maa, no yanñana arsike, on Mo O muuyi. O ɓittina. Pellet Kanko O wonii Humpitiiɗo, Yi’oowo jeyaaɓe Makko"},{"SurahNumber":17,"VerseNumber":31,"Text":"Wota on warir ɓiɓɓe mon ɓen kulol ɓilla=baasal, ko Menen arsikata ɓe, wonndude e mon ; pellet warugol ɓe ngol, wonii goopol manngol"},{"SurahNumber":17,"VerseNumber":32,"Text":"Wota on ɓatto jeeno ngon=fijrde nde, pellet ɗun wonii pankare e laawol bonungol"},{"SurahNumber":17,"VerseNumber":33,"Text":"Wata on waru wonkii, ki Allah harmini kin [warugol], si wonaa sabu hakkee. Mo tooñaama waraama, Men waɗanii heftuɓe e makko ɓen doole wota non o fantin ka warugol. Pellet Kanko o wonii wallaaɗo"},{"SurahNumber":17,"VerseNumber":34,"Text":"Wata on ɓatto jawle Alyatiim, si wonaa ɓattagol ɓurngol moƴƴude, haa sagatalaaku makko timma ; humnee aadi ndin; pellet, aadi ndin wonii lannditoytee ndi"},{"SurahNumber":17,"VerseNumber":35,"Text":"Hunnee ɓetu ngun si on etay, manndikiron manndakke=peeson peese feewuɗe, ko ɗun moƴƴi, ko kañun ɓuri moƴƴude battane"},{"SurahNumber":17,"VerseNumber":36,"Text":"Wata a naatu e ko a anndaa fii mun. Pellet nanɗe ɗen, e giiɗe ɗen e ɓernde nden, ɗiiɗoo fow wonii lannditoyteeɗi ka Makko"},{"SurahNumber":17,"VerseNumber":37,"Text":"Wata a yaaru ka leydi ñaaƴa bunnga, ko fii pellet an a yulataa leydi ndin, a yottotaako pelle ɗen junndi=njuuteendi"},{"SurahNumber":17,"VerseNumber":38,"Text":"ɗin fow, bone majji on wonii añaaɗun ka Joomi maa"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ɗun, ko goɗɗun e ko Joomi maaɗa wahayini faade e maa, immorde e Ñeeñal wata a waɗu reweteeɗo goo wonndude e Alla, sakko werleɗaa ka nder jahannama ko a felaaɗo raɗaaɗo"},{"SurahNumber":17,"VerseNumber":40,"Text":"E hara Joomi mon suɓani on ɓiɓɓe worɓe, O jogitoo immorde e malaa'ikaɓe ɓen rewɓe? Pellet, onon hiɗin wowlude konngol mawnungol"},{"SurahNumber":17,"VerseNumber":41,"Text":"Gomɗii Men fensitii e nder ndee Alqur'aanaare fii yo ɓe waajitor, ɗum ɓeydaali ɓe si wonaa woɗɗitagol"},{"SurahNumber":17,"VerseNumber":42,"Text":"Maaku : « Si tawno no wonndi e makko, reweteeɗi wano ɓe wi’iri non awa ɗi ɗaɓɓayno laawol ummaade Jom Arsi o.\" @Corrected"},{"SurahNumber":17,"VerseNumber":43,"Text":"Senayee wonanii Mo, O Toowii gaayi e ko ɓe wi'ata Toowal Mawnungal"},{"SurahNumber":17,"VerseNumber":44,"Text":"No subunhinannde Mo kammuuli ɗin jeeɗiɗi e leydi ndin e ɓen wonuɓe e majji, alaa e hay e huunde si wanaa hinde Subunhinaade sabu Yettugol Mo, kono on faamataa subunhinaali maɓɓe ɗin, pellet, Kanko O wonii Munñiiɗo Surroowo"},{"SurahNumber":17,"VerseNumber":45,"Text":"Si a janngii Alqur'aanaare nden Men waɗay hakkonde maa e ɓen ɓe gomɗinaa laahara on heedo suuɗiingo"},{"SurahNumber":17,"VerseNumber":46,"Text":"Men waɗi e dow ɓerɗe maɓɓe ɗen cokooɗe fii wata ɓe faamu nde [Alqur'aanaare nden] e ka noppi maɓɓe kadi teddeele, si a jantike Joomi maaɗa ka nder Alqur'aanaare Kanko Tun ɓe huccinay ɓabbe maɓɓe ɗen ko ɓe dogooɓe"},{"SurahNumber":17,"VerseNumber":47,"Text":"Ko Menen Anndi ko ɓe heɗotoo kon, tuma ɓe heɗotoo faade e maaɗa [yo Nulaaɗo], e tuma ɓe sowndondirta=ndeeydata, tuma nde tooñooɓe ɓen wi'ata: «On jokkaali si wanaa gorko mbilɗaaɗo=bilaado»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Ndaarii [yo Nulaaɗo] ko honno ɓe piyiranay maa mise=yeruuji, ɓe majjii ɓe hattantaake [heɓude] laawol"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ɓe wi'i: «E hara si men wonii ƴi'e e mbuɗu, haray ko men immintinoyteeɓe tagu hesu?»"},{"SurahNumber":17,"VerseNumber":50,"Text":"Maaku: [yo Nulaaɗo] «Wonee kaaƴe maa jamɗe»"},{"SurahNumber":17,"VerseNumber":51,"Text":"Maaɗun tagu tawayngu no mawni ka ɓerɗe mon, aray ɓe wi'a: 'Ko hommbo ruttata men?\" Maaku: \"Ko On Taguɗo on ka laawol aranol\". Aray ɓe dimmba ko'e maɓɓe ɗen faande e maa, ɓe wi'a: \"Ɗun ko honnde tuma\", Maaku: 'No tijjaa nde tawata ɓadike"},{"SurahNumber":17,"VerseNumber":52,"Text":"Ñannde O noddata on nootoɗon yetton Mo sikkon on ñiiɓaano [ka leydi] si wanaa seeɗa"},{"SurahNumber":17,"VerseNumber":53,"Text":"Maakan jeyaaɓe an ɓen: \"Yo ɓe wowlu nden huunde ɓurnde moƴƴude, pellet, Seytaane o bonnay hakkunde maɓɓe, pellet, Seytaane wonanii neɗɗanke gaño ɓannguɗo"},{"SurahNumber":17,"VerseNumber":54,"Text":"Joomi mon ko O Annduɗo fii mon, si O yiɗii O hinnoo on, maaɗun si O yiɗii O lepta on. Men nulaali ma e dow maɓɓe fawtiiɗo"},{"SurahNumber":17,"VerseNumber":55,"Text":"Ko Joomi maa Annde fii ɓen womɓe ka kammuuli e ka leydi, pellet, Men ɓurnii woɓɓe e Annabaaɓe ɓen e dow woɓɓe, Men Jonni Daawuuda Jabuura"},{"SurahNumber":17,"VerseNumber":56,"Text":"Maaku: \"Noddee ɓen ɓe aaƴiɗon [ko reweteeɓe] gaanin Makko, ɓe maraa huncugol lorra kan gaayi mo'on wonaa waylugol kadi"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ɓen, ɓe ɓe woni noddude, hiɓe ɗaɓɓude ɗoworgal faade e Joomi maɓɓe, ko hommbo e maɓɓe ɓuri ɓadaade, hiɓe jortii Hinnayee Makko on hiɓe huli lepte Makko ɗen, pellet, lepte Joomi maa ɗen ɗe laatike ko rentaaɗe"},{"SurahNumber":17,"VerseNumber":58,"Text":"Alaa e saare si wanaa Menen ko Men halkayɓe nde ko adii ñalde darngal, maa ko Men leptayɓe nde lepte sattuɗe, ɗun ɗon wonii ko winndaa ɗun ka Deftere"},{"SurahNumber":17,"VerseNumber":59,"Text":"Haɗaali Men nde Men nula Aayeeje ɗen, si wanaa sabu fenniino ɗe adiiɓe ɓen, Men okki Samuuda Naaqaawa mban yi'teemba ɓe tooñi mba, Men nuliraali Aayeeje ɗen si wonaa hulɓinirɗe"},{"SurahNumber":17,"VerseNumber":60,"Text":"[Janto] Tuma nde Men wi'anno maa: \"Pellet, Joomi maa O huɓindike yimɓe ɓen, Men waɗiraali nden yi'annde nde Men hollumaa si wanaa fitina wonannde yimɓe ɓen e lekki huɗaaki ki ka Alqur'aana, Meɗen hulɓina ɓe kono ɓeydataa ɓe si wanaa bewre mawnde"},{"SurahNumber":17,"VerseNumber":61,"Text":"Nde Men Daalannoo Malaa'ikaaɓe ɓen sujjanee Aadama, ɓe sujji si wanaa Ibliisa o wi'i: \"Hara mi sujjanay on mo taguƊaa e loopal"},{"SurahNumber":17,"VerseNumber":62,"Text":"O wi'i: \"A yi'ii oo mo teddinƊaa e dow an, pellet, si A nennanii lan haa ñalde darngal mi bonnay ɓiɓɓe makko ɓen si wanaa seeɗaaɓe"},{"SurahNumber":17,"VerseNumber":63,"Text":"[Alla] Daali: \"Yahu, kala jokkuɗo ma e maɓɓe pellet, ko jahannama woni njoddi mon, njoddi yonoori"},{"SurahNumber":17,"VerseNumber":64,"Text":"Dillinir on mo hattanaɗaa e maɓɓe hito maa ngon, pooɗu e dow maɓɓe pucci maa e seppooɓe maa, ka fidu e maɓɓe ka jawle e ka ɓiɓɓe foduɓe, [kono] Seytaane fodaali ɓe si wanaa hodo"},{"SurahNumber":17,"VerseNumber":65,"Text":"Pellet, Jeyaaɓe An ɓen a maraa doole e hoore maɓɓe, Joomi maa yonii Hooloraaɗo"},{"SurahNumber":17,"VerseNumber":66,"Text":"Ko Joomi mon woni sogganayɗo on laaɗe ɗen ka maayo, fii yo on ɗaɓɓu immorde e ɓural Makko ngal, pellet, Kanko ko O Yurmeteeɗo on"},{"SurahNumber":17,"VerseNumber":67,"Text":"Si lorra kan heɓii on ka maayo, majjay ɓen ɓe noddayno ɗon, si wonaa Kanko [Alla] nde O danndi on ka njorndi ɗurnoɗon, neɗɗanke on wonii te o seeraani wonde heewuɗo yeddugol"},{"SurahNumber":17,"VerseNumber":68,"Text":"Enee, on hooli O mutintaa on ka banŋe njorndi maaɗun O nula e mon damagariire [toɓo koccu], refti hara heɓantaake on fawtiiɗo"},{"SurahNumber":17,"VerseNumber":69,"Text":"Kaa on hooli O ruttaraa on e maggo laawol goo O accita e dow mon bippooru immorde e keneeli O yoolira on sabu ko yeddunoɗon kon, refti on heɓantaake jokkitirayɗo e dow amen cukkoowo"},{"SurahNumber":17,"VerseNumber":70,"Text":"Gomɗii, Men teddinii ɓiɗɓe Aadama ɓen, Men ronndike ɓe ka njorndi e ka maayo Men arsiki ɓe immorde e laaɓuɗi Men ɓurni ɓe e dow ko heewi e ɓen ɓe Men tagi ɓurnudee"},{"SurahNumber":17,"VerseNumber":71,"Text":"Ñannde Men noddiroyta kala yimɓe yeesoojo maɓɓe on,kala on jonnitiroyaaɗo deftere makko nden ka ñaamo makko ɓen ɗon ɓe janngay deftere maɓɓe nden ɓe tooñirtaake hay yeru gaarayol hun tamaro"},{"SurahNumber":17,"VerseNumber":72,"Text":"Kala on wonuɗo e [ngurndan aduna] ko o bunɗo, haray kanko, ko ka laahara o ɓurata wumude e majjude laawol"},{"SurahNumber":17,"VerseNumber":73,"Text":"Fii kala ɓe eɓɓii nde ɓe fitinaymaa gaayi nden huunde nde Men wahayini e maaɗa fii yo a fefindo e Amen ko wonaa ɗun [ko Men tellini e maa] ontuma ɓe jogitoto ma sehlaajo"},{"SurahNumber":17,"VerseNumber":74,"Text":"Si tawiino Men tabintinaanoma, gomɗii hari a do'ii ooñaade e maɓɓe huunde seeɗaare"},{"SurahNumber":17,"VerseNumber":75,"Text":"Ontuma Men meeɗinteno cowale [lepte] ka ngurndan e cowale [lepte] ka mayde refti heɓantaake ma ballo e hoore Amen"},{"SurahNumber":17,"VerseNumber":76,"Text":"Fii kala ɓe eɓɓiino dillinngol ma ka leydi fii yo ɓe yaltine e mayri, ontuma ɓe ñiiɓataano ɓatte maa si wanaa seeɗa"},{"SurahNumber":17,"VerseNumber":77,"Text":"Ɗun ko Sunna ɓen ɓe Men nuli ko adimaa immorde e Nulaaɓe Amen, a heɓantaa Sunna Amen on mbattiigu"},{"SurahNumber":17,"VerseNumber":78,"Text":"Ñinnu julde nden ka mortagol naange ngen haa ka niwre jemma, Julde subaha nden, pellet, Julde subaha nden wonii seedeteende"},{"SurahNumber":17,"VerseNumber":79,"Text":"Ka jemma tinno e makko ko ɓeydaari maaɗa, no jortaa nde Joomi maaɗa immintinay maa e darorde yettiniinde"},{"SurahNumber":17,"VerseNumber":80,"Text":"Maaku: \"Jooma, naadiran naatirgal goonga yaltiniraa mi yaltirgal goonga, waɗanaa mi immorde ka Maaɗa doole ballal"},{"SurahNumber":17,"VerseNumber":81,"Text":"Maaku: \"goonga kan arii meere nden fuuyii, pellet, meere nden wonii fuuyoore"},{"SurahNumber":17,"VerseNumber":82,"Text":"Meɗen tellina ka Alqur'aana huunde nde konde cellal e yurmeende wonnande gomɗinɓe ɓen, ɓeydataa tooñooɓe ɓen si wanaa hayrere"},{"SurahNumber":17,"VerseNumber":83,"Text":"Si Men neeminii e neɗɗanke on o ɗuurnoo o townaa balaaje makko, si bone heɓii mo o wona hattuɗo e taƴiiɗo"},{"SurahNumber":17,"VerseNumber":84,"Text":"Maaku: \"Mo kala yo gollu e laawol mun, ko Joomi mon woni Annduɗo on ɓurɗo feewude laawol"},{"SurahNumber":17,"VerseNumber":85,"Text":"Hiɓe lanndo maa fii fittaandu, maaku: \"Fittaandu ndun ko e fiyaake Joomi an, on okkaaka e ganndal si wanaa seeɗaé"},{"SurahNumber":17,"VerseNumber":86,"Text":"Mi woondii, si Meɗen yiɗunoo Men naɓayno nden huunde nde Men wahyini faade e Maaɗa, refti heɓantaake ma fawtiiɗo ɗun e hoore Amen"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ko woni tun, ko Hinnayee immorde ka Joomi maa, pellet, ɓural Makko ngal e dow maa wonii mawnungal"},{"SurahNumber":17,"VerseNumber":88,"Text":"Maaku: \"Mi woondii, si yimɓe ɓen e jinnaaji ɗin hawtitii fii yo ɓe addu yeru ndee Alqur'aanaare, ɓe addataa yeru mayre, hay si wonii woɓɓe maɓɓe ko wallindrayɓe e woɓɓe"},{"SurahNumber":17,"VerseNumber":89,"Text":"Gomɗii Men ɓannginanii yimɓe ɓen e ndee Alqur'aanaare immorde e kala misal, ɓurɓe ɗuuɗude e yimɓe ɓen salii, si wanaa yeddugol"},{"SurahNumber":17,"VerseNumber":90,"Text":"Ɓe wi'i: \"Men gomɗintaa ma, haa ɓullitanaa men ka leydi ɓunndu"},{"SurahNumber":17,"VerseNumber":91,"Text":"Maaɗun laatano maa ngesa immorde e tamorooje e inabuuje ɓullitaa canɗi ɗin hakkunde majje ɓullitugol"},{"SurahNumber":17,"VerseNumber":92,"Text":"Maaɗun liɓaa kammu ngun e hoore amen wano aaƴorɗaa non kunte, maaɗun addaa Alla e Maalaa'ikaaɓe ɓen [men] tiindondira"},{"SurahNumber":17,"VerseNumber":93,"Text":"Maaɗun laatano maa suudu immorde e cuɗaaje [kanŋe], maaɗun ƴawaa ka kammu, men gomɗintaa ƴawugol maaɗa ngol haa jippinaa e amen deftere men jannga nde. Maaku: \"Senaade Jom an, hara mi wonu, ko wonaa ɓanndinke Nulaaɗo"},{"SurahNumber":17,"VerseNumber":94,"Text":"Haɗaali yimɓe ɓen nde ɓe gomɗinta tuma nde peewalngal arunoo ɓe, si wanaa fii ɓe wi'ii: \"E hara Alla nulay ɓanndinke Nulaaɗo"},{"SurahNumber":17,"VerseNumber":95,"Text":"Maaku: \"Si tawiino laatinoke ka leydi Malaa'ikaaɓe hiɓe yaha ko ɓe deewuɓe, Men jippinayno e maɓɓe immorde ka kammu Malaa'ikaajo Nulaaɗo"},{"SurahNumber":17,"VerseNumber":96,"Text":"Maaku: \"Alla yonii Seediiɗo hakkunde an e mon, pellet Kanko O wonii Humpitiiɗo Reenuɗo jeyaaɓe Makko ɓen"},{"SurahNumber":17,"VerseNumber":97,"Text":"On mo Alla fewni ko on woni feewuɗo, ɓe O majjini ɓen a heɓantaaɓe wallooɓe ko woori Mo. Men mooɓay ɓe ñalde darngal e dow geece maɓɓe ɗen ko ɓe wumuɓe e mbobiɗu= fahdube ɓe e faaɗuɓe, werde maɓɓe nden ko jahannama tuma kala nge rocci Men ɓeydana ɓe huɓɓunge"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ɗun ko njoddi maɓɓe, sabu kamɓe ɓe yeddii Aayeeje Amen ɗen, ɓe wi'i: \"E hay si men wonii ƴi'e e mbuɗu e hara menen ko men immintinteeɓe tagu hesu"},{"SurahNumber":17,"VerseNumber":99,"Text":"Enee, ɓee yi'aali, wonnde Alla On Taguɗo kammuuli ɗin e leydi ndin ko O Hattanɗo nde O tagata yeru maɓɓe, O waɗani ɓe lajal [caate] sikke alaa e maggal. Tooñooɓe ɓen salii si wanaa yeddugol"},{"SurahNumber":17,"VerseNumber":100,"Text":"Maaku: \"Sinndo onon hiɗon marunoo ngaluuji Hinnayee Joomi an on, ontuma, on jogitotono kulol nafkugol, neɗɗanke on wonii nguddo"},{"SurahNumber":17,"VerseNumber":101,"Text":"Gomɗii Men okkiino Muusaa Aayeeje jeenay ɓannguɗe, lanndii ɓiɓɓe Israa'iila ɓen tuma nde o arunoo ɓe Fir'awna wi'ani mo: \"Min dey miɗo sikkumaa ko an yo Muusaa ko a mbilɗaaɗo"},{"SurahNumber":17,"VerseNumber":102,"Text":"Maaku: \"Goɗii hiɗa anndi jippinaali ɗee si wanaa Jeyɗo kammuuli ɗin e leydi ndin Aayeeje [yi'eteeɗi]. Min dey miɗo sikkumaa ko an yo Fir'awna ko a halkiiɗo"},{"SurahNumber":17,"VerseNumber":103,"Text":"O faalaa nde o dillinta ɓe ka leydi Men yooli mo e ɓen wonnduɓe e makko ɓe denndaangal"},{"SurahNumber":17,"VerseNumber":104,"Text":"Men Daalani ɓaawo makko ɓiɓɓe Israa'iila ɓen: \"Hoɗee ka leydi, si fodoore sakkitiinde nden arii, Men adday on ko on muuɓiiɓe=fiiliibe"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ko sabu Goonga Men telliniri nde, ko sabu Goonga nde tellii, Men nuliraali ma si wanaa [ko a] wewlinoowo=beltinoowo e jertinoowo"},{"SurahNumber":17,"VerseNumber":106,"Text":"E Qur'aanaare Men ɓanngini nde fii yo a janngannde yimɓe ɓen e dow deeƴere, Men jippini nde jipinnde"},{"SurahNumber":17,"VerseNumber":107,"Text":"Maaku: \"Gomɗinee nde, maaɗun wata on gomɗin, pellet, ɓen okkaaɓe ganndal ko adii nde si [nde] janngaama e taweende maɓɓe ɓe suuyiray wokkuɗe ko ɓe sujjooɓe"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ɓe wi'a:Senaade woodanii Joomi amen,nde wonnoo Fodoore Joomi amen nden ko waɗoore"},{"SurahNumber":17,"VerseNumber":109,"Text":"Hiɓe suuyira wokkuɗe ɓe wulla [Alqur'aana on] ɓayda ɓe yankinaare"},{"SurahNumber":17,"VerseNumber":110,"Text":"Maaku: \"Noddiree Mo Alla maa noddiro Mo Hinnorante, kala no noddirɗon Mo, ko Kanko Inɗe Moƴƴe ɗen heeranii, wata a fenñin julde maaɗa nden wata a suudu nde ɗaɓɓu hakkunde ɗun laawol"},{"SurahNumber":17,"VerseNumber":111,"Text":"Maaku: Yettoore nden woodanii Alla On Mo jogitaaki ɓiɗɗo laatanaaki Mo kafidaaɗo e Laamu laatanaaki Mo tedduɗo mo O huykinantoo, Mawnin Mo Mawninndee"}]}