{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"Si naafiqiiɓe ɓen arii e maa, ɓe wi'a: \"Meɗen seedii wonnde ko a Nulaaɗo Allah\". Allah no anndi wonnde pellet, ko a Nulaaɗo Makko; Allah no seedii wonnde pellet, naafiqiiɓe ɓen ko fenooɓe"},{"SurahNumber":63,"VerseNumber":2,"Text":"Ɓe jogitorri goondooje maɓɓe ɗen heedo, ɓe sakkii laawol Allah ngol. Pellet, fii ko ɓe gollaynoo kon bonii"},{"SurahNumber":63,"VerseNumber":3,"Text":"Ɗum non ko tawde ɓe gomɗinii, refti ɓe yeddi, ɓerɗe maɓɓe ɗen notaa e mun; kamɓe on ɓe faamataa"},{"SurahNumber":63,"VerseNumber":4,"Text":"Si a yi'ii ɓe, ɓalli maɓɓe welete; si ɓe wowlii, a heɗoto konnguɗi maɓɓe ɗin. Hiɓe wa'i wa pecce ɓaaraaɗe, hiɓe sikka kala eewnaango ko e hoore maɓɓe. Ko ɓen tigi woni añɓe ɓen, reenoɓe. Allah huɗii ɓe ! Ko honno ɓe yiiltiratool (e goonga)"},{"SurahNumber":63,"VerseNumber":5,"Text":"Si ɓe wi'anaama: \"Aree Nulaaɗo Allah on insinanoo on\", ɓe hayla ko'e maɓɓe ɗen, yi'aa hiɓe ɗuurnoo hara ko ɓe townitiiɓe"},{"SurahNumber":63,"VerseNumber":6,"Text":"Hino fota e maɓɓe, foti a insinani ɓe maa hara a insinanaaki ɓe: Allah yaafotaako ɓe fes, pellet, Allah fewnataa yimɓe faasiqiiɓe ɓen"},{"SurahNumber":63,"VerseNumber":7,"Text":"Ko ɓeen woni wi*ooɓe wote nafqee wonɓe e sera Nelaaɗà haa ɓe ceerta na woodani Alla moftirɗi kammuuli e leydi kono tan naafiqeeɓe ɓe paamatah"},{"SurahNumber":63,"VerseNumber":8,"Text":"Hoɓe wi*a si en ruttiima Madiina ma ɓurɓe teddude yaltin ɓurɓe hoyde ɓe, woodanii Alla teddungal e nelaaɗo makko e goonɗinɓe ɓe, kono tan naafige en nganndah"},{"SurahNumber":63,"VerseNumber":9,"Text":"Eehey mon goonɗinɓe woto sokli mon jawle mon e ɓiɓɓe mon gaa e innude Alla kala baɗɗo ɗuum ko ɓeen ngoni pertuɓe ɓe"},{"SurahNumber":63,"VerseNumber":10,"Text":"Nafqe ko Alla arsakini on ko, ko adii nde maayde arata e gooto e mon o wiya joom am A leelnantaa kam haa e happu ɓadiiɗo mi sakkoro mi wona e moƴƴuɓe"},{"SurahNumber":63,"VerseNumber":11,"Text":"Alla neemnantah hay fittaandu wooturu si happu manndu arii Alla na humpatii ko golloton ko"}]}