{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"يايها الناس اتقوا ربكم الذي خلقكم من نفس وحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والارحام ان الله كان عليكم رقيبا"},{"SurahNumber":4,"VerseNumber":2,"Text":"وءاتوا اليتمى امولهم ولا تتبدلوا الخبيث بالطيب ولا تاكلوا امولهم الى امولكم انه كان حوبا كبيرا (حوبا: اثما)"},{"SurahNumber":4,"VerseNumber":3,"Text":"وان خفتم الا تقسطوا في اليتمى فانكحوا ما طاب لكم من النساء مثنى وثلث وربع فان خفتم الا تعدلوا فوحدة او ما ملكت ايمنكم ذلك ادنى الا تعولوا (تقسطوا: تعدلوا, ادنى الا تعولوا: اقرب الى عدم الجور)"},{"SurahNumber":4,"VerseNumber":4,"Text":"وءاتوا النساء صدقتهن نحلة فان طبن لكم عن شيء منه نفسا فكلوه هنيا مريا (صدقاتهن: مهورهن, نحلة: فريضة عن طيب نفس, هنييا مرييا: حلالا طيبا)"},{"SurahNumber":4,"VerseNumber":5,"Text":"ولا توتوا السفهاء امولكم التي جعل الله لكم قيما وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا (السفهاء: من لا يحسنون التصرف في المال)"},{"SurahNumber":4,"VerseNumber":6,"Text":"وابتلوا اليتمى حتى اذا بلغوا النكاح فان ءانستم منهم رشدا فادفعوا اليهم امولهم ولا تاكلوها اسرافا وبدارا ان يكبروا ومن كان غنيا فليستعفف ومن كان فقيرا فلياكل بالمعروف فاذا دفعتم اليهم امولهم فاشهدوا عليهم وكفى بالله حسيبا (وابتلوا: اختبروا, انستم: علمتم, رشدا: حسن تصرف في الاموال, وبدارا: مبادرة, حسيبا: محاسبا، وشاهدا)"},{"SurahNumber":4,"VerseNumber":7,"Text":"للرجال نصيب مما ترك الولدان والاقربون وللنساء نصيب مما ترك الولدان والاقربون مما قل منه او كثر نصيبا مفروضا"},{"SurahNumber":4,"VerseNumber":8,"Text":"واذا حضر القسمة اولوا القربى واليتمى والمسكين فارزقوهم منه وقولوا لهم قولا معروفا"},{"SurahNumber":4,"VerseNumber":9,"Text":"وليخش الذين لو تركوا من خلفهم ذرية ضعفا خافوا عليهم فليتقوا الله وليقولوا قولا سديدا"},{"SurahNumber":4,"VerseNumber":10,"Text":"ان الذين ياكلون امول اليتمى ظلما انما ياكلون في بطونهم نارا وسيصلون سعيرا (وسيصلون: سيدخلون)"},{"SurahNumber":4,"VerseNumber":11,"Text":"يوصيكم الله في اولدكم للذكر مثل حظ الانثيين فان كن نساء فوق اثنتين فلهن ثلثا ما ترك وان كانت وحدة فلها النصف ولابويه لكل وحد منهما السدس مما ترك ان كان له ولد فان لم يكن له ولد وورثه ابواه فلامه الثلث فان كان له اخوة فلامه السدس من بعد وصية يوصي بها او دين ءاباوكم وابناوكم لا تدرون ايهم اقرب لكم نفعا فريضة من الله ان الله كان عليما حكيما (اخوة: اثنان فاكثر)"},{"SurahNumber":4,"VerseNumber":12,"Text":"۞ولكم نصف ما ترك ازوجكم ان لم يكن لهن ولد فان كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها او دين ولهن الربع مما تركتم ان لم يكن لكم ولد فان كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها او دين وان كان رجل يورث كللة او امراة وله اخ او اخت فلكل وحد منهما السدس فان كانوا اكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها او دين غير مضار وصية من الله والله عليم حليم (ولد: ابن، او بنت, كلالة: من ليس له ولد، ولا والد)"},{"SurahNumber":4,"VerseNumber":13,"Text":"تلك حدود الله ومن يطع الله ورسوله يدخله جنت تجري من تحتها الانهر خلدين فيها وذلك الفوز العظيم"},{"SurahNumber":4,"VerseNumber":14,"Text":"ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خلدا فيها وله عذاب مهين"},{"SurahNumber":4,"VerseNumber":15,"Text":"والتي ياتين الفحشة من نسايكم فاستشهدوا عليهن اربعة منكم فان شهدوا فامسكوهن في البيوت حتى يتوفىهن الموت او يجعل الله لهن سبيلا (الفاحشة: الفعلة القبيحة، وهي الزنا)"},{"SurahNumber":4,"VerseNumber":16,"Text":"والذان ياتينها منكم فاذوهما فان تابا واصلحا فاعرضوا عنهما ان الله كان توابا رحيما"},{"SurahNumber":4,"VerseNumber":17,"Text":"انما التوبة على الله للذين يعملون السوء بجهلة ثم يتوبون من قريب فاوليك يتوب الله عليهم وكان الله عليما حكيما (بجهالة: بسفه، وكل من عصى الله فهو جاهل, من قريب: قبل معاينة الموت)"},{"SurahNumber":4,"VerseNumber":18,"Text":"وليست التوبة للذين يعملون السيات حتى اذا حضر احدهم الموت قال اني تبت الن ولا الذين يموتون وهم كفار اوليك اعتدنا لهم عذابا اليما"},{"SurahNumber":4,"VerseNumber":19,"Text":"يايها الذين ءامنوا لا يحل لكم ان ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما ءاتيتموهن الا ان ياتين بفحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى ان تكرهوا شيا ويجعل الله فيه خيرا كثيرا (ولا تعضلوهن: لا تمسكوهن مضارين لهن)"},{"SurahNumber":4,"VerseNumber":20,"Text":"وان اردتم استبدال زوج مكان زوج وءاتيتم احدىهن قنطارا فلا تاخذوا منه شيا اتاخذونه بهتنا واثما مبينا (قنطارا: مالا كثيرا, بهتانا: كذبا، وظلما)"},{"SurahNumber":4,"VerseNumber":21,"Text":"وكيف تاخذونه وقد افضى بعضكم الى بعض واخذن منكم ميثقا غليظا (افضى: استمتع بالجماع)"},{"SurahNumber":4,"VerseNumber":22,"Text":"ولا تنكحوا ما نكح ءاباوكم من النساء الا ما قد سلف انه كان فحشة ومقتا وساء سبيلا (ومقتا: بغيضا يمقت الله فاعله, سبيلا: طريقا)"},{"SurahNumber":4,"VerseNumber":23,"Text":"حرمت عليكم امهتكم وبناتكم واخوتكم وعمتكم وخلتكم وبنات الاخ وبنات الاخت وامهتكم التي ارضعنكم واخوتكم من الرضعة وامهت نسايكم وربيبكم التي في حجوركم من نسايكم التي دخلتم بهن فان لم تكونوا دخلتم بهن فلا جناح عليكم وحليل ابنايكم الذين من اصلبكم وان تجمعوا بين الاختين الا ما قد سلف ان الله كان غفورا رحيما (وربايبكم: بنات نسايكم اللاتي يتربين غالبا في بيوتكم, وحلايل: زوجات)"},{"SurahNumber":4,"VerseNumber":24,"Text":"۞والمحصنت من النساء الا ما ملكت ايمنكم كتب الله عليكم واحل لكم ما وراء ذلكم ان تبتغوا بامولكم محصنين غير مسفحين فما استمتعتم به منهن فاتوهن اجورهن فريضة ولا جناح عليكم فيما ترضيتم به من بعد الفريضة ان الله كان عليما حكيما (والمحصنات: المتزوجات, ما ملكت ايمانكم: المسبيات، وهن الماخوذات من نساء الكفار في الجهاد, تبتغوا: تطلبوا, محصنين: اعفاء عن الحرام, مسافحين: زانين, اجورهن: مهورهن)"},{"SurahNumber":4,"VerseNumber":25,"Text":"ومن لم يستطع منكم طولا ان ينكح المحصنت المومنت فمن ما ملكت ايمنكم من فتيتكم المومنت والله اعلم بايمنكم بعضكم من بعض فانكحوهن باذن اهلهن وءاتوهن اجورهن بالمعروف محصنت غير مسفحت ولا متخذت اخدان فاذا احصن فان اتين بفحشة فعليهن نصف ما على المحصنت من العذاب ذلك لمن خشي العنت منكم وان تصبروا خير لكم والله غفور رحيم (طولا: غني، وسعة, المحصنات: الحراير, فتياتكم: امايكم, محصنات: عفيفات, متخذات اخدان: مصاحبات اصدقاء للزنا سرا, العنت: الوقوع في الزنا)"},{"SurahNumber":4,"VerseNumber":26,"Text":"يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم"},{"SurahNumber":4,"VerseNumber":27,"Text":"والله يريد ان يتوب عليكم ويريد الذين يتبعون الشهوت ان تميلوا ميلا عظيما"},{"SurahNumber":4,"VerseNumber":28,"Text":"يريد الله ان يخفف عنكم وخلق الانسن ضعيفا"},{"SurahNumber":4,"VerseNumber":29,"Text":"يايها الذين ءامنوا لا تاكلوا امولكم بينكم بالبطل الا ان تكون تجرة عن تراض منكم ولا تقتلوا انفسكم ان الله كان بكم رحيما"},{"SurahNumber":4,"VerseNumber":30,"Text":"ومن يفعل ذلك عدونا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا"},{"SurahNumber":4,"VerseNumber":31,"Text":"ان تجتنبوا كباير ما تنهون عنه نكفر عنكم سياتكم وندخلكم مدخلا كريما (كباير: الذنوب الكبيرة مما فيه حد، او لعنة، او وعيد, سيياتكم: الذنوب الصغيرة)"},{"SurahNumber":4,"VerseNumber":32,"Text":"ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن وسلوا الله من فضله ان الله كان بكل شيء عليما"},{"SurahNumber":4,"VerseNumber":33,"Text":"ولكل جعلنا مولي مما ترك الولدان والاقربون والذين عقدت ايمنكم فاتوهم نصيبهم ان الله كان على كل شيء شهيدا (موالي: ورثة, والذين عقدت ايمانكم: من حالفتموهم على النصرة)"},{"SurahNumber":4,"VerseNumber":34,"Text":"الرجال قومون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من امولهم فالصلحت قنتت حفظت للغيب بما حفظ الله والتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فان اطعنكم فلا تبغوا عليهن سبيلا ان الله كان عليا كبيرا (قانتات: مطيعات لله تعالى ثم لازواجهن, نشوزهن: عصيانهن وترفعهن عن طاعتكم)"},{"SurahNumber":4,"VerseNumber":35,"Text":"وان خفتم شقاق بينهما فابعثوا حكما من اهله وحكما من اهلها ان يريدا اصلحا يوفق الله بينهما ان الله كان عليما خبيرا"},{"SurahNumber":4,"VerseNumber":36,"Text":"۞واعبدوا الله ولا تشركوا به شيا وبالولدين احسنا وبذي القربى واليتمى والمسكين والجار ذي القربى والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت ايمنكم ان الله لا يحب من كان مختالا فخورا (والجار الجنب: الجار غير القريب, والصاحب بالجنب: الرفيق في السفر والحضر, مختالا: متكبرا، معجبا بنفسه, فخورا: كثير الافتخار على الناس بمناقبه)"},{"SurahNumber":4,"VerseNumber":37,"Text":"الذين يبخلون ويامرون الناس بالبخل ويكتمون ما ءاتىهم الله من فضله واعتدنا للكفرين عذابا مهينا"},{"SurahNumber":4,"VerseNumber":38,"Text":"والذين ينفقون امولهم رياء الناس ولا يومنون بالله ولا باليوم الاخر ومن يكن الشيطن له قرينا فساء قرينا"},{"SurahNumber":4,"VerseNumber":39,"Text":"وماذا عليهم لو ءامنوا بالله واليوم الاخر وانفقوا مما رزقهم الله وكان الله بهم عليما"},{"SurahNumber":4,"VerseNumber":40,"Text":"ان الله لا يظلم مثقال ذرة وان تك حسنة يضعفها ويوت من لدنه اجرا عظيما (تك: تكن, لدنه: عنده)"},{"SurahNumber":4,"VerseNumber":41,"Text":"فكيف اذا جينا من كل امة بشهيد وجينا بك على هولاء شهيدا"},{"SurahNumber":4,"VerseNumber":42,"Text":"يوميذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الارض ولا يكتمون الله حديثا"},{"SurahNumber":4,"VerseNumber":43,"Text":"يايها الذين ءامنوا لا تقربوا الصلوة وانتم سكرى حتى تعلموا ما تقولون ولا جنبا الا عابري سبيل حتى تغتسلوا وان كنتم مرضى او على سفر او جاء احد منكم من الغايط او لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم ان الله كان عفوا غفورا (جنبا: على جنابة, عابري سبيل: مجتازي المسجد من باب الى باب, لامستم: جامعتم, فتيمموا: اقصدوا, صعيدا: ما كان على وجه الارض من تراب، ونحوه, طيبا: طاهرا)"},{"SurahNumber":4,"VerseNumber":44,"Text":"الم تر الى الذين اوتوا نصيبا من الكتب يشترون الضللة ويريدون ان تضلوا السبيل"},{"SurahNumber":4,"VerseNumber":45,"Text":"والله اعلم باعدايكم وكفى بالله وليا وكفى بالله نصيرا"},{"SurahNumber":4,"VerseNumber":46,"Text":"من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع ورعنا ليا بالسنتهم وطعنا في الدين ولو انهم قالوا سمعنا واطعنا واسمع وانظرنا لكان خيرا لهم واقوم ولكن لعنهم الله بكفرهم فلا يومنون الا قليلا (واسمع غير مسمع: يدعون على النبي - صلى الله عليه وسلم - قايلين: اسمع منا لا سمعت! وراعنا: افهم عنا، وافهمنا, ليا بالسنتهم: يلوون السنتهم بذلك، وهم يريدون الدعاء عليه بالرعونة حسب لغتهم, واقوم: اعدل قولا)"},{"SurahNumber":4,"VerseNumber":47,"Text":"يايها الذين اوتوا الكتب ءامنوا بما نزلنا مصدقا لما معكم من قبل ان نطمس وجوها فنردها على ادبارها او نلعنهم كما لعنا اصحب السبت وكان امر الله مفعولا (نطمس: نمحو, فنردها: نحولها)"},{"SurahNumber":4,"VerseNumber":48,"Text":"ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى اثما عظيما"},{"SurahNumber":4,"VerseNumber":49,"Text":"الم تر الى الذين يزكون انفسهم بل الله يزكي من يشاء ولا يظلمون فتيلا (يزكون انفسهم: يثنون على انفسهم واعمالهم)"},{"SurahNumber":4,"VerseNumber":50,"Text":"انظر كيف يفترون على الله الكذب وكفى به اثما مبينا (يفترون: يختلقون ويكذبون)"},{"SurahNumber":4,"VerseNumber":51,"Text":"الم تر الى الذين اوتوا نصيبا من الكتب يومنون بالجبت والطغوت ويقولون للذين كفروا هولاء اهدى من الذين ءامنوا سبيلا (بالجبت والطاغوت: كل ما يعبد من دون الله من الاصنام، وشياطين الانس والجن)"},{"SurahNumber":4,"VerseNumber":52,"Text":"اوليك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا"},{"SurahNumber":4,"VerseNumber":53,"Text":"ام لهم نصيب من الملك فاذا لا يوتون الناس نقيرا (نقيرا: قدر النقرة وهي الحفرة في ظهر النواة)"},{"SurahNumber":4,"VerseNumber":54,"Text":"ام يحسدون الناس على ما ءاتىهم الله من فضله فقد ءاتينا ءال ابرهيم الكتب والحكمة وءاتينهم ملكا عظيما"},{"SurahNumber":4,"VerseNumber":55,"Text":"فمنهم من ءامن به ومنهم من صد عنه وكفى بجهنم سعيرا"},{"SurahNumber":4,"VerseNumber":56,"Text":"ان الذين كفروا بايتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا العذاب ان الله كان عزيزا حكيما"},{"SurahNumber":4,"VerseNumber":57,"Text":"والذين ءامنوا وعملوا الصلحت سندخلهم جنت تجري من تحتها الانهر خلدين فيها ابدا لهم فيها ازوج مطهرة وندخلهم ظلا ظليلا (ظليلا: كثيفا، ممتدا، دايما)"},{"SurahNumber":4,"VerseNumber":58,"Text":"۞ان الله يامركم ان تودوا الامنت الى اهلها واذا حكمتم بين الناس ان تحكموا بالعدل ان الله نعما يعظكم به ان الله كان سميعا بصيرا (نعما: نعم ما)"},{"SurahNumber":4,"VerseNumber":59,"Text":"يايها الذين ءامنوا اطيعوا الله واطيعوا الرسول واولي الامر منكم فان تنزعتم في شيء فردوه الى الله والرسول ان كنتم تومنون بالله واليوم الاخر ذلك خير واحسن تاويلا (تاويلا: عاقبة، ومالا)"},{"SurahNumber":4,"VerseNumber":60,"Text":"الم تر الى الذين يزعمون انهم ءامنوا بما انزل اليك وما انزل من قبلك يريدون ان يتحاكموا الى الطغوت وقد امروا ان يكفروا به ويريد الشيطن ان يضلهم ضللا بعيدا (الطاغوت: الباطل الذي لم يشرعه الله)"},{"SurahNumber":4,"VerseNumber":61,"Text":"واذا قيل لهم تعالوا الى ما انزل الله والى الرسول رايت المنفقين يصدون عنك صدودا"},{"SurahNumber":4,"VerseNumber":62,"Text":"فكيف اذا اصبتهم مصيبة بما قدمت ايديهم ثم جاءوك يحلفون بالله ان اردنا الا احسنا وتوفيقا"},{"SurahNumber":4,"VerseNumber":63,"Text":"اوليك الذين يعلم الله ما في قلوبهم فاعرض عنهم وعظهم وقل لهم في انفسهم قولا بليغا"},{"SurahNumber":4,"VerseNumber":64,"Text":"وما ارسلنا من رسول الا ليطاع باذن الله ولو انهم اذ ظلموا انفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما"},{"SurahNumber":4,"VerseNumber":65,"Text":"فلا وربك لا يومنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في انفسهم حرجا مما قضيت ويسلموا تسليما (حرجا: ضيقا)"},{"SurahNumber":4,"VerseNumber":66,"Text":"ولو انا كتبنا عليهم ان اقتلوا انفسكم او اخرجوا من ديركم ما فعلوه الا قليل منهم ولو انهم فعلوا ما يوعظون به لكان خيرا لهم واشد تثبيتا (واشد تثبيتا: اقوى لايمانهم)"},{"SurahNumber":4,"VerseNumber":67,"Text":"واذا لاتينهم من لدنا اجرا عظيما"},{"SurahNumber":4,"VerseNumber":68,"Text":"ولهدينهم صرطا مستقيما"},{"SurahNumber":4,"VerseNumber":69,"Text":"ومن يطع الله والرسول فاوليك مع الذين انعم الله عليهم من النبين والصديقين والشهداء والصلحين وحسن اوليك رفيقا"},{"SurahNumber":4,"VerseNumber":70,"Text":"ذلك الفضل من الله وكفى بالله عليما"},{"SurahNumber":4,"VerseNumber":71,"Text":"يايها الذين ءامنوا خذوا حذركم فانفروا ثبات او انفروا جميعا (ثبات: جماعة بعد جماعة)"},{"SurahNumber":4,"VerseNumber":72,"Text":"وان منكم لمن ليبطين فان اصبتكم مصيبة قال قد انعم الله علي اذ لم اكن معهم شهيدا (ليبطين: يتاخر عن الخروج متثاقلا، ويثبط غيره, شهيدا: حاضرا)"},{"SurahNumber":4,"VerseNumber":73,"Text":"ولين اصبكم فضل من الله ليقولن كان لم تكن بينكم وبينه مودة يليتني كنت معهم فافوز فوزا عظيما"},{"SurahNumber":4,"VerseNumber":74,"Text":"۞فليقتل في سبيل الله الذين يشرون الحيوة الدنيا بالاخرة ومن يقتل في سبيل الله فيقتل او يغلب فسوف نوتيه اجرا عظيما (يشرون: يبيعون)"},{"SurahNumber":4,"VerseNumber":75,"Text":"وما لكم لا تقتلون في سبيل الله والمستضعفين من الرجال والنساء والولدن الذين يقولون ربنا اخرجنا من هذه القرية الظالم اهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا"},{"SurahNumber":4,"VerseNumber":76,"Text":"الذين ءامنوا يقتلون في سبيل الله والذين كفروا يقتلون في سبيل الطغوت فقتلوا اولياء الشيطن ان كيد الشيطن كان ضعيفا (الطاغوت: البغي والفساد)"},{"SurahNumber":4,"VerseNumber":77,"Text":"الم تر الى الذين قيل لهم كفوا ايديكم واقيموا الصلوة وءاتوا الزكوة فلما كتب عليهم القتال اذا فريق منهم يخشون الناس كخشية الله او اشد خشية وقالوا ربنا لم كتبت علينا القتال لولا اخرتنا الى اجل قريب قل متع الدنيا قليل والاخرة خير لمن اتقى ولا تظلمون فتيلا (فتيلا: الخيط الذي يكون في شق نواة التمر)"},{"SurahNumber":4,"VerseNumber":78,"Text":"اينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة وان تصبهم حسنة يقولوا هذه من عند الله وان تصبهم سيية يقولوا هذه من عندك قل كل من عند الله فمال هولاء القوم لا يكادون يفقهون حديثا (بروج مشيدة: حصون منيعة)"},{"SurahNumber":4,"VerseNumber":79,"Text":"ما اصابك من حسنة فمن الله وما اصابك من سيية فمن نفسك وارسلنك للناس رسولا وكفى بالله شهيدا"},{"SurahNumber":4,"VerseNumber":80,"Text":"من يطع الرسول فقد اطاع الله ومن تولى فما ارسلنك عليهم حفيظا (حفيظا: حافظا، رقيبا)"},{"SurahNumber":4,"VerseNumber":81,"Text":"ويقولون طاعة فاذا برزوا من عندك بيت طايفة منهم غير الذي تقول والله يكتب ما يبيتون فاعرض عنهم وتوكل على الله وكفى بالله وكيلا (بيت طايفة: دبرت بليل)"},{"SurahNumber":4,"VerseNumber":82,"Text":"افلا يتدبرون القرءان ولو كان من عند غير الله لوجدوا فيه اختلفا كثيرا"},{"SurahNumber":4,"VerseNumber":83,"Text":"واذا جاءهم امر من الامن او الخوف اذاعوا به ولو ردوه الى الرسول والى اولي الامر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطن الا قليلا (اذاعوا به: افشوه)"},{"SurahNumber":4,"VerseNumber":84,"Text":"فقتل في سبيل الله لا تكلف الا نفسك وحرض المومنين عسى الله ان يكف باس الذين كفروا والله اشد باسا واشد تنكيلا (تنكيلا: عقوبة)"},{"SurahNumber":4,"VerseNumber":85,"Text":"من يشفع شفعة حسنة يكن له نصيب منها ومن يشفع شفعة سيية يكن له كفل منها وكان الله على كل شيء مقيتا (كفل: نصيب من وزرها, مقيتا: شاهدا، وحفيظا)"},{"SurahNumber":4,"VerseNumber":86,"Text":"واذا حييتم بتحية فحيوا باحسن منها او ردوها ان الله كان على كل شيء حسيبا (حسيبا: مجازيا، ومحاسبا)"},{"SurahNumber":4,"VerseNumber":87,"Text":"الله لا اله الا هو ليجمعنكم الى يوم القيمة لا ريب فيه ومن اصدق من الله حديثا"},{"SurahNumber":4,"VerseNumber":88,"Text":"۞فما لكم في المنفقين فيتين والله اركسهم بما كسبوا اتريدون ان تهدوا من اضل الله ومن يضلل الله فلن تجد له سبيلا (اركسهم: اوقعهم، وردهم)"},{"SurahNumber":4,"VerseNumber":89,"Text":"ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم اولياء حتى يهاجروا في سبيل الله فان تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا"},{"SurahNumber":4,"VerseNumber":90,"Text":"الا الذين يصلون الى قوم بينكم وبينهم ميثق او جاءوكم حصرت صدورهم ان يقتلوكم او يقتلوا قومهم ولو شاء الله لسلطهم عليكم فلقتلوكم فان اعتزلوكم فلم يقتلوكم والقوا اليكم السلم فما جعل الله لكم عليهم سبيلا (حصرت صدورهم: ضاقت وكرهت مقاتلتكم, السلم: الاستسلام، والانقياد)"},{"SurahNumber":4,"VerseNumber":91,"Text":"ستجدون ءاخرين يريدون ان يامنوكم ويامنوا قومهم كل ما ردوا الى الفتنة اركسوا فيها فان لم يعتزلوكم ويلقوا اليكم السلم ويكفوا ايديهم فخذوهم واقتلوهم حيث ثقفتموهم واوليكم جعلنا لكم عليهم سلطنا مبينا (اركسوا فيها: وقعوا في اسوا حال, ثقفتموهم: وجدتموهم)"},{"SurahNumber":4,"VerseNumber":92,"Text":"وما كان لمومن ان يقتل مومنا الا خطا ومن قتل مومنا خطا فتحرير رقبة مومنة ودية مسلمة الى اهله الا ان يصدقوا فان كان من قوم عدو لكم وهو مومن فتحرير رقبة مومنة وان كان من قوم بينكم وبينهم ميثق فدية مسلمة الى اهله وتحرير رقبة مومنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما"},{"SurahNumber":4,"VerseNumber":93,"Text":"ومن يقتل مومنا متعمدا فجزاوه جهنم خلدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما"},{"SurahNumber":4,"VerseNumber":94,"Text":"يايها الذين ءامنوا اذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن القى اليكم السلم لست مومنا تبتغون عرض الحيوة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا ان الله كان بما تعملون خبيرا (ضربتم: خرجتم في الارض, عرض الحياة: متاعها الزايل، والمقصود: الغنيمة)"},{"SurahNumber":4,"VerseNumber":95,"Text":"لا يستوي القعدون من المومنين غير اولي الضرر والمجهدون في سبيل الله بامولهم وانفسهم فضل الله المجهدين بامولهم وانفسهم على القعدين درجة وكلا وعد الله الحسنى وفضل الله المجهدين على القعدين اجرا عظيما"},{"SurahNumber":4,"VerseNumber":96,"Text":"درجت منه ومغفرة ورحمة وكان الله غفورا رحيما"},{"SurahNumber":4,"VerseNumber":97,"Text":"ان الذين توفىهم المليكة ظالمي انفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الارض قالوا الم تكن ارض الله وسعة فتهاجروا فيها فاوليك ماوىهم جهنم وساءت مصيرا"},{"SurahNumber":4,"VerseNumber":98,"Text":"الا المستضعفين من الرجال والنساء والولدن لا يستطيعون حيلة ولا يهتدون سبيلا"},{"SurahNumber":4,"VerseNumber":99,"Text":"فاوليك عسى الله ان يعفو عنهم وكان الله عفوا غفورا"},{"SurahNumber":4,"VerseNumber":100,"Text":"۞ومن يهاجر في سبيل الله يجد في الارض مرغما كثيرا وسعة ومن يخرج من بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع اجره على الله وكان الله غفورا رحيما (مراغما: مهاجرا، ومكانا يتحول اليه)"},{"SurahNumber":4,"VerseNumber":101,"Text":"واذا ضربتم في الارض فليس عليكم جناح ان تقصروا من الصلوة ان خفتم ان يفتنكم الذين كفروا ان الكفرين كانوا لكم عدوا مبينا (يفتنكم: يعتدي عليكم)"},{"SurahNumber":4,"VerseNumber":102,"Text":"واذا كنت فيهم فاقمت لهم الصلوة فلتقم طايفة منهم معك ولياخذوا اسلحتهم فاذا سجدوا فليكونوا من ورايكم ولتات طايفة اخرى لم يصلوا فليصلوا معك ولياخذوا حذرهم واسلحتهم ود الذين كفروا لو تغفلون عن اسلحتكم وامتعتكم فيميلون عليكم ميلة وحدة ولا جناح عليكم ان كان بكم اذى من مطر او كنتم مرضى ان تضعوا اسلحتكم وخذوا حذركم ان الله اعد للكفرين عذابا مهينا (تغفلون: تسهون, ميلة واحدة: حملة واحدة ليقضوا عليكم)"},{"SurahNumber":4,"VerseNumber":103,"Text":"فاذا قضيتم الصلوة فاذكروا الله قيما وقعودا وعلى جنوبكم فاذا اطماننتم فاقيموا الصلوة ان الصلوة كانت على المومنين كتبا موقوتا (كتابا: مكتوبا مفروضا, موقوتا: محددا في اوقات معلومة)"},{"SurahNumber":4,"VerseNumber":104,"Text":"ولا تهنوا في ابتغاء القوم ان تكونوا تالمون فانهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما (ولا تهنوا: لا تضعفوا, ابتغاء القوم: طلب العدو)"},{"SurahNumber":4,"VerseNumber":105,"Text":"انا انزلنا اليك الكتب بالحق لتحكم بين الناس بما ارىك الله ولا تكن للخاينين خصيما (خصيما: مدافعا عنهم)"},{"SurahNumber":4,"VerseNumber":106,"Text":"واستغفر الله ان الله كان غفورا رحيما"},{"SurahNumber":4,"VerseNumber":107,"Text":"ولا تجدل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما (يختانون: يخونون انفسهم بالمعصية, خوانا: عظيم الخيانة)"},{"SurahNumber":4,"VerseNumber":108,"Text":"يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا (يبيتون: يدبرون ليلا)"},{"SurahNumber":4,"VerseNumber":109,"Text":"هانتم هولاء جدلتم عنهم في الحيوة الدنيا فمن يجدل الله عنهم يوم القيمة ام من يكون عليهم وكيلا"},{"SurahNumber":4,"VerseNumber":110,"Text":"ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما"},{"SurahNumber":4,"VerseNumber":111,"Text":"ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما"},{"SurahNumber":4,"VerseNumber":112,"Text":"ومن يكسب خطية او اثما ثم يرم به بريا فقد احتمل بهتنا واثما مبينا"},{"SurahNumber":4,"VerseNumber":113,"Text":"ولولا فضل الله عليك ورحمته لهمت طايفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شيء وانزل الله عليك الكتب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما"},{"SurahNumber":4,"VerseNumber":114,"Text":"۞لا خير في كثير من نجوىهم الا من امر بصدقة او معروف او اصلح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نوتيه اجرا عظيما (نجواهم: حديثهم سرا)"},{"SurahNumber":4,"VerseNumber":115,"Text":"ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المومنين نوله ما تولى ونصله جهنم وساءت مصيرا (يشاقق: يخالف عنادا, نوله ما تولى: نتركه، وما توجه اليه)"},{"SurahNumber":4,"VerseNumber":116,"Text":"ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضللا بعيدا"},{"SurahNumber":4,"VerseNumber":117,"Text":"ان يدعون من دونه الا انثا وان يدعون الا شيطنا مريدا (اناثا: اصناما؛ كاللات والعزى ومناة, مريدا: متمردا عاتيا)"},{"SurahNumber":4,"VerseNumber":118,"Text":"لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا (نصيبا مفروضا: جزءا معلوما)"},{"SurahNumber":4,"VerseNumber":119,"Text":"ولاضلنهم ولامنينهم ولامرنهم فليبتكن ءاذان الانعم ولامرنهم فليغيرن خلق الله ومن يتخذ الشيطن وليا من دون الله فقد خسر خسرانا مبينا (فليبتكن: فليقطعن وليشققن)"},{"SurahNumber":4,"VerseNumber":120,"Text":"يعدهم ويمنيهم وما يعدهم الشيطن الا غرورا"},{"SurahNumber":4,"VerseNumber":121,"Text":"اوليك ماوىهم جهنم ولا يجدون عنها محيصا (محيصا: محيدا، ومهربا)"},{"SurahNumber":4,"VerseNumber":122,"Text":"والذين ءامنوا وعملوا الصلحت سندخلهم جنت تجري من تحتها الانهر خلدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا (قيلا: قولا)"},{"SurahNumber":4,"VerseNumber":123,"Text":"ليس بامانيكم ولا اماني اهل الكتب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا"},{"SurahNumber":4,"VerseNumber":124,"Text":"ومن يعمل من الصلحت من ذكر او انثى وهو مومن فاوليك يدخلون الجنة ولا يظلمون نقيرا (نقيرا: قليلا؛ كالنقرة وهي الحفرة في ظهر النواة)"},{"SurahNumber":4,"VerseNumber":125,"Text":"ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابرهيم حنيفا واتخذ الله ابرهيم خليلا (اسلم: انقاد، واستسلم, حنيفا: مايلا عن الشرك الى التوحيد, خليلا: صفيا)"},{"SurahNumber":4,"VerseNumber":126,"Text":"ولله ما في السموت وما في الارض وكان الله بكل شيء محيطا"},{"SurahNumber":4,"VerseNumber":127,"Text":"ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتب في يتمى النساء التي لا توتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفين من الولدن وان تقوموا لليتمى بالقسط وما تفعلوا من خير فان الله كان به عليما (بالقسط: بالعدل)"},{"SurahNumber":4,"VerseNumber":128,"Text":"وان امراة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا وتتقوا فان الله كان بما تعملون خبيرا (نشوزا: ترفعا وانصرافا عنها, واحضرت الانفس الشح: جبلت على الشح والبخل)"},{"SurahNumber":4,"VerseNumber":129,"Text":"ولن تستطيعوا ان تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وان تصلحوا وتتقوا فان الله كان غفورا رحيما (فتذروها: تتركوها, كالمعلقة: التي ليست بذات زوج، ولا مطلقة)"},{"SurahNumber":4,"VerseNumber":130,"Text":"وان يتفرقا يغن الله كلا من سعته وكان الله وسعا حكيما"},{"SurahNumber":4,"VerseNumber":131,"Text":"ولله ما في السموت وما في الارض ولقد وصينا الذين اوتوا الكتب من قبلكم واياكم ان اتقوا الله وان تكفروا فان لله ما في السموت وما في الارض وكان الله غنيا حميدا"},{"SurahNumber":4,"VerseNumber":132,"Text":"ولله ما في السموت وما في الارض وكفى بالله وكيلا"},{"SurahNumber":4,"VerseNumber":133,"Text":"ان يشا يذهبكم ايها الناس ويات باخرين وكان الله على ذلك قديرا"},{"SurahNumber":4,"VerseNumber":134,"Text":"من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيرا"},{"SurahNumber":4,"VerseNumber":135,"Text":"۞يايها الذين ءامنوا كونوا قومين بالقسط شهداء لله ولو على انفسكم او الولدين والاقربين ان يكن غنيا او فقيرا فالله اولى بهما فلا تتبعوا الهوى ان تعدلوا وان تلوا او تعرضوا فان الله كان بما تعملون خبيرا (قوامين: قايمين, بالقسط: بالعدل, تلووا: تحرفوا الشهادة بالسنتكم, تعرضوا: تتركوا الشهادة)"},{"SurahNumber":4,"VerseNumber":136,"Text":"يايها الذين ءامنوا ءامنوا بالله ورسوله والكتب الذي نزل على رسوله والكتب الذي انزل من قبل ومن يكفر بالله ومليكته وكتبه ورسله واليوم الاخر فقد ضل ضللا بعيدا"},{"SurahNumber":4,"VerseNumber":137,"Text":"ان الذين ءامنوا ثم كفروا ثم ءامنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا"},{"SurahNumber":4,"VerseNumber":138,"Text":"بشر المنفقين بان لهم عذابا اليما"},{"SurahNumber":4,"VerseNumber":139,"Text":"الذين يتخذون الكفرين اولياء من دون المومنين ايبتغون عندهم العزة فان العزة لله جميعا"},{"SurahNumber":4,"VerseNumber":140,"Text":"وقد نزل عليكم في الكتب ان اذا سمعتم ءايت الله يكفر بها ويستهزا بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره انكم اذا مثلهم ان الله جامع المنفقين والكفرين في جهنم جميعا"},{"SurahNumber":4,"VerseNumber":141,"Text":"الذين يتربصون بكم فان كان لكم فتح من الله قالوا الم نكن معكم وان كان للكفرين نصيب قالوا الم نستحوذ عليكم ونمنعكم من المومنين فالله يحكم بينكم يوم القيمة ولن يجعل الله للكفرين على المومنين سبيلا (يتربصون بكم: ينتظرون ما يحل بكم, نستحوذ عليكم: نساعدكم)"},{"SurahNumber":4,"VerseNumber":142,"Text":"ان المنفقين يخدعون الله وهو خدعهم واذا قاموا الى الصلوة قاموا كسالى يراءون الناس ولا يذكرون الله الا قليلا"},{"SurahNumber":4,"VerseNumber":143,"Text":"مذبذبين بين ذلك لا الى هولاء ولا الى هولاء ومن يضلل الله فلن تجد له سبيلا (مذبذبين: مترددين)"},{"SurahNumber":4,"VerseNumber":144,"Text":"يايها الذين ءامنوا لا تتخذوا الكفرين اولياء من دون المومنين اتريدون ان تجعلوا لله عليكم سلطنا مبينا"},{"SurahNumber":4,"VerseNumber":145,"Text":"ان المنفقين في الدرك الاسفل من النار ولن تجد لهم نصيرا (الدرك: المنزلة، والطبق)"},{"SurahNumber":4,"VerseNumber":146,"Text":"الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله فاوليك مع المومنين وسوف يوت الله المومنين اجرا عظيما"},{"SurahNumber":4,"VerseNumber":147,"Text":"ما يفعل الله بعذابكم ان شكرتم وءامنتم وكان الله شاكرا عليما"},{"SurahNumber":4,"VerseNumber":148,"Text":"۞لا يحب الله الجهر بالسوء من القول الا من ظلم وكان الله سميعا عليما"},{"SurahNumber":4,"VerseNumber":149,"Text":"ان تبدوا خيرا او تخفوه او تعفوا عن سوء فان الله كان عفوا قديرا"},{"SurahNumber":4,"VerseNumber":150,"Text":"ان الذين يكفرون بالله ورسله ويريدون ان يفرقوا بين الله ورسله ويقولون نومن ببعض ونكفر ببعض ويريدون ان يتخذوا بين ذلك سبيلا"},{"SurahNumber":4,"VerseNumber":151,"Text":"اوليك هم الكفرون حقا واعتدنا للكفرين عذابا مهينا"},{"SurahNumber":4,"VerseNumber":152,"Text":"والذين ءامنوا بالله ورسله ولم يفرقوا بين احد منهم اوليك سوف يوتيهم اجورهم وكان الله غفورا رحيما"},{"SurahNumber":4,"VerseNumber":153,"Text":"يسلك اهل الكتب ان تنزل عليهم كتبا من السماء فقد سالوا موسى اكبر من ذلك فقالوا ارنا الله جهرة فاخذتهم الصعقة بظلمهم ثم اتخذوا العجل من بعد ما جاءتهم البينت فعفونا عن ذلك وءاتينا موسى سلطنا مبينا"},{"SurahNumber":4,"VerseNumber":154,"Text":"ورفعنا فوقهم الطور بميثقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت واخذنا منهم ميثقا غليظا (الطور: جبلا بسيناء, لا تعدوا: لا تعتدوا)"},{"SurahNumber":4,"VerseNumber":155,"Text":"فبما نقضهم ميثقهم وكفرهم بايت الله وقتلهم الانبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يومنون الا قليلا (غلف: مغطاة)"},{"SurahNumber":4,"VerseNumber":156,"Text":"وبكفرهم وقولهم على مريم بهتنا عظيما"},{"SurahNumber":4,"VerseNumber":157,"Text":"وقولهم انا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وان الذين اختلفوا فيه لفي شك منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينا"},{"SurahNumber":4,"VerseNumber":158,"Text":"بل رفعه الله اليه وكان الله عزيزا حكيما"},{"SurahNumber":4,"VerseNumber":159,"Text":"وان من اهل الكتب الا ليومنن به قبل موته ويوم القيمة يكون عليهم شهيدا"},{"SurahNumber":4,"VerseNumber":160,"Text":"فبظلم من الذين هادوا حرمنا عليهم طيبت احلت لهم وبصدهم عن سبيل الله كثيرا"},{"SurahNumber":4,"VerseNumber":161,"Text":"واخذهم الربوا وقد نهوا عنه واكلهم امول الناس بالبطل واعتدنا للكفرين منهم عذابا اليما"},{"SurahNumber":4,"VerseNumber":162,"Text":"لكن الرسخون في العلم منهم والمومنون يومنون بما انزل اليك وما انزل من قبلك والمقيمين الصلوة والموتون الزكوة والمومنون بالله واليوم الاخر اوليك سنوتيهم اجرا عظيما (الراسخون: المتمكنون)"},{"SurahNumber":4,"VerseNumber":163,"Text":"۞انا اوحينا اليك كما اوحينا الى نوح والنبين من بعده واوحينا الى ابرهيم واسمعيل واسحق ويعقوب والاسباط وعيسى وايوب ويونس وهرون وسليمن وءاتينا داود زبورا (والاسباط: الانبياء من ولد يعقوب - عليه السلام -، الذين بعثوا في قبايل بني اسراييل الاثنتي عشرة)"},{"SurahNumber":4,"VerseNumber":164,"Text":"ورسلا قد قصصنهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما"},{"SurahNumber":4,"VerseNumber":165,"Text":"رسلا مبشرين ومنذرين ليلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما"},{"SurahNumber":4,"VerseNumber":166,"Text":"لكن الله يشهد بما انزل اليك انزله بعلمه والمليكة يشهدون وكفى بالله شهيدا"},{"SurahNumber":4,"VerseNumber":167,"Text":"ان الذين كفروا وصدوا عن سبيل الله قد ضلوا ضللا بعيدا"},{"SurahNumber":4,"VerseNumber":168,"Text":"ان الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا"},{"SurahNumber":4,"VerseNumber":169,"Text":"الا طريق جهنم خلدين فيها ابدا وكان ذلك على الله يسيرا"},{"SurahNumber":4,"VerseNumber":170,"Text":"يايها الناس قد جاءكم الرسول بالحق من ربكم فامنوا خيرا لكم وان تكفروا فان لله ما في السموت والارض وكان الله عليما حكيما"},{"SurahNumber":4,"VerseNumber":171,"Text":"ياهل الكتب لا تغلوا في دينكم ولا تقولوا على الله الا الحق انما المسيح عيسى ابن مريم رسول الله وكلمته القىها الى مريم وروح منه فامنوا بالله ورسله ولا تقولوا ثلثة انتهوا خيرا لكم انما الله اله وحد سبحنه ان يكون له ولد له ما في السموت وما في الارض وكفى بالله وكيلا (لا تغلوا: لا تتجاوزوا الاعتقاد الحق, وكلمته: خلقه بالكلمة التي ارسل بها جبريل الى مريم وهي: «كن»؛ فكان)"},{"SurahNumber":4,"VerseNumber":172,"Text":"لن يستنكف المسيح ان يكون عبدا لله ولا المليكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم اليه جميعا (يستنكف: يانف، ويمتنع)"},{"SurahNumber":4,"VerseNumber":173,"Text":"فاما الذين ءامنوا وعملوا الصلحت فيوفيهم اجورهم ويزيدهم من فضله واما الذين استنكفوا واستكبروا فيعذبهم عذابا اليما ولا يجدون لهم من دون الله وليا ولا نصيرا"},{"SurahNumber":4,"VerseNumber":174,"Text":"يايها الناس قد جاءكم برهن من ربكم وانزلنا اليكم نورا مبينا (برهان: دليل صادق، وهو محمد - صلى الله عليه وسلم)"},{"SurahNumber":4,"VerseNumber":175,"Text":"فاما الذين ءامنوا بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم اليه صرطا مستقيما"},{"SurahNumber":4,"VerseNumber":176,"Text":"يستفتونك قل الله يفتيكم في الكللة ان امروا هلك ليس له ولد وله اخت فلها نصف ما ترك وهو يرثها ان لم يكن لها ولد فان كانتا اثنتين فلهما الثلثان مما ترك وان كانوا اخوة رجالا ونساء فللذكر مثل حظ الانثيين يبين الله لكم ان تضلوا والله بكل شيء عليم (الكلالة: من مات وليس له ولد، ولا والد, وله اخت: اي: اخت شقيقة، او لاب)"}]}