{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"تبارك الذي نزل الفرقان على عبده ليكون للعلمين نذيرا"},{"SurahNumber":25,"VerseNumber":2,"Text":"الذي له ملك السموت والارض ولم يتخذ ولد ا ولم يكن له شريك في الملك وخلق كل شيء فقدره تقدير ا"},{"SurahNumber":25,"VerseNumber":3,"Text":"واتخذوا من دونه ءالهة لا يخلقون شي ا وهم يخلقون ولا يملكون لانفسهم ضر ا ولا نفع ا ولا يملكون موت ا ولا حيوة ولا نشور ا"},{"SurahNumber":25,"VerseNumber":4,"Text":"وقال الذين كفروا ان هذا الا افك افترىه واعانه عليه قوم ءاخرون فقد جاءو ظلم ا وزور ا"},{"SurahNumber":25,"VerseNumber":5,"Text":"وقالوا اسطير الاولين اكتتبها فهي تملى عليه بكرة واصيل ا"},{"SurahNumber":25,"VerseNumber":6,"Text":"قل انزله الذي يعلم السر في السموت والارض انه كان غفور ا رحيم ا"},{"SurahNumber":25,"VerseNumber":7,"Text":"وقالوا مال هذا الرسول ياكل الطعام ويمشي في الاسواق لولا انزل اليه ملك فيكون معه نذيرا"},{"SurahNumber":25,"VerseNumber":8,"Text":"او يلقى اليه كنز او تكون له جنة ياكل منها وقال الظلمون ان تتبعون الا رجل ا مسحورا"},{"SurahNumber":25,"VerseNumber":9,"Text":"انظر كيف ضربوا لك الامثل فضلوا فلا يستطيعون سبيل ا"},{"SurahNumber":25,"VerseNumber":10,"Text":"تبارك الذي ان شاء جعل لك خير ا من ذلك جنت تجري من تحتها الانهر ويجعل لك قصورا"},{"SurahNumber":25,"VerseNumber":11,"Text":"بل كذبوا بالساعة واعتدنا لمن كذب بالساعة سعيرا"},{"SurahNumber":25,"VerseNumber":12,"Text":"اذا راتهم من مكان بعيد سمعوا لها تغيظ ا وزفير ا"},{"SurahNumber":25,"VerseNumber":13,"Text":"واذا القوا منها مكان ا ضيق ا مقرنين دعوا هنالك ثبور ا"},{"SurahNumber":25,"VerseNumber":14,"Text":"لا تدعوا اليوم ثبور ا وحد ا وادعوا ثبور ا كثير ا"},{"SurahNumber":25,"VerseNumber":15,"Text":"قل اذلك خير ام جنة الخلد التي وعد المتقون كانت لهم جزاء ومصير ا"},{"SurahNumber":25,"VerseNumber":16,"Text":"لهم فيها ما يشاءون خلدين كان على ربك وعد ا مسول ا"},{"SurahNumber":25,"VerseNumber":17,"Text":"ويوم يحشرهم وما يعبدون من دون الله فيقول ءانتم اضللتم عبادي هولاء ام هم ضلوا السبيل"},{"SurahNumber":25,"VerseNumber":18,"Text":"قالوا سبحنك ما كان ينبغي لنا ان نتخذ من دونك من اولياء ولكن متعتهم وءاباءهم حتى نسوا الذكر وكانوا قوما بور ا"},{"SurahNumber":25,"VerseNumber":19,"Text":"فقد كذبوكم بما تقولون فما تستطيعون صرف ا ولا نصر ا ومن يظلم منكم نذقه عذاب ا كبير ا"},{"SurahNumber":25,"VerseNumber":20,"Text":"وما ارسلنا قبلك من المرسلين الا انهم لياكلون الطعام ويمشون في الاسواق وجعلنا بعضكم لبعض فتنة اتصبرون وكان ربك بصير ا"},{"SurahNumber":25,"VerseNumber":21,"Text":"۞وقال الذين لا يرجون لقاءنا لولا انزل علينا المليكة او نرى ربنا لقد استكبروا في انفسهم وعتو عتو ا كبير ا"},{"SurahNumber":25,"VerseNumber":22,"Text":"يوم يرون المليكة لا بشرى يوميذ للمجرمين ويقولون حجر ا محجور ا"},{"SurahNumber":25,"VerseNumber":23,"Text":"وقدمنا الى ما عملوا من عمل فجعلنه هباء منثورا"},{"SurahNumber":25,"VerseNumber":24,"Text":"اصحب الجنة يوميذ خير مستقر ا واحسن مقيل ا"},{"SurahNumber":25,"VerseNumber":25,"Text":"ويوم تشقق السماء بالغمم ونزل المليكة تنزيلا"},{"SurahNumber":25,"VerseNumber":26,"Text":"الملك يوميذ الحق للرحمن وكان يوما على الكفرين عسير ا"},{"SurahNumber":25,"VerseNumber":27,"Text":"ويوم يعض الظالم على يديه يقول يليتني اتخذت مع الرسول سبيل ا"},{"SurahNumber":25,"VerseNumber":28,"Text":"يويلتى ليتني لم اتخذ فلانا خليل ا"},{"SurahNumber":25,"VerseNumber":29,"Text":"لقد اضلني عن الذكر بعد اذ جاءني وكان الشيطن للانسن خذول ا"},{"SurahNumber":25,"VerseNumber":30,"Text":"وقال الرسول يرب ان قومي اتخذوا هذا القرءان مهجور ا"},{"SurahNumber":25,"VerseNumber":31,"Text":"وكذلك جعلنا لكل نبي عدو ا من المجرمين وكفى بربك هادي ا ونصير ا"},{"SurahNumber":25,"VerseNumber":32,"Text":"وقال الذين كفروا لولا نزل عليه القرءان جملة وحدة كذلك لنثبت به فوادك ورتلنه ترتيل ا"},{"SurahNumber":25,"VerseNumber":33,"Text":"ولا ياتونك بمثل الا جينك بالحق واحسن تفسيرا"},{"SurahNumber":25,"VerseNumber":34,"Text":"الذين يحشرون على وجوههم الى جهنم اوليك شر مكان ا واضل سبيل ا"},{"SurahNumber":25,"VerseNumber":35,"Text":"ولقد ءاتينا موسى الكتب وجعلنا معه اخاه هرون وزير ا"},{"SurahNumber":25,"VerseNumber":36,"Text":"فقلنا اذهبا الى القوم الذين كذبوا بايتنا فدمرنهم تدمير ا"},{"SurahNumber":25,"VerseNumber":37,"Text":"وقوم نوح لما كذبوا الرسل اغرقنهم وجعلنهم للناس ءاية واعتدنا للظلمين عذابا اليم ا"},{"SurahNumber":25,"VerseNumber":38,"Text":"وعاد ا وثمودا واصحب الرس وقرونا بين ذلك كثير ا"},{"SurahNumber":25,"VerseNumber":39,"Text":"وكل ا ضربنا له الامثل وكل ا تبرنا تتبير ا"},{"SurahNumber":25,"VerseNumber":40,"Text":"ولقد اتوا على القرية التي امطرت مطر السوء افلم يكونوا يرونها بل كانوا لا يرجون نشور ا"},{"SurahNumber":25,"VerseNumber":41,"Text":"واذا راوك ان يتخذونك الا هزوا اهذا الذي بعث الله رسولا"},{"SurahNumber":25,"VerseNumber":42,"Text":"ان كاد ليضلنا عن ءالهتنا لولا ان صبرنا عليها وسوف يعلمون حين يرون العذاب من اضل سبيلا"},{"SurahNumber":25,"VerseNumber":43,"Text":"ارءيت من اتخذ الهه هوىه افانت تكون عليه وكيلا"},{"SurahNumber":25,"VerseNumber":44,"Text":"ام تحسب ان اكثرهم يسمعون او يعقلون ان هم الا كالانعم بل هم اضل سبيلا"},{"SurahNumber":25,"VerseNumber":45,"Text":"الم تر الى ربك كيف مد الظل ولو شاء لجعله ساكن ا ثم جعلنا الشمس عليه دليل ا"},{"SurahNumber":25,"VerseNumber":46,"Text":"ثم قبضنه الينا قبض ا يسير ا"},{"SurahNumber":25,"VerseNumber":47,"Text":"وهو الذي جعل لكم اليل لباس ا والنوم سبات ا وجعل النهار نشور ا"},{"SurahNumber":25,"VerseNumber":48,"Text":"وهو الذي ارسل الريح بشرا بين يدي رحمته وانزلنا من السماء ماء طهور ا"},{"SurahNumber":25,"VerseNumber":49,"Text":"لنحي به بلدة ميت ا ونسقيه مما خلقنا انعم ا واناسي كثير ا"},{"SurahNumber":25,"VerseNumber":50,"Text":"ولقد صرفنه بينهم ليذكروا فابى اكثر الناس الا كفور ا"},{"SurahNumber":25,"VerseNumber":51,"Text":"ولو شينا لبعثنا في كل قرية نذير ا"},{"SurahNumber":25,"VerseNumber":52,"Text":"فلا تطع الكفرين وجهدهم به جهاد ا كبير ا"},{"SurahNumber":25,"VerseNumber":53,"Text":"۞وهو الذي مرج البحرين هذا عذب فرات وهذا ملح اجاج وجعل بينهما برزخ ا وحجر ا محجور ا"},{"SurahNumber":25,"VerseNumber":54,"Text":"وهو الذي خلق من الماء بشر ا فجعله نسب ا وصهر ا وكان ربك قدير ا"},{"SurahNumber":25,"VerseNumber":55,"Text":"ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهير ا"},{"SurahNumber":25,"VerseNumber":56,"Text":"وما ارسلنك الا مبشر ا ونذير ا"},{"SurahNumber":25,"VerseNumber":57,"Text":"قل ما اسلكم عليه من اجر الا من شاء ان يتخذ الى ربه سبيل ا"},{"SurahNumber":25,"VerseNumber":58,"Text":"وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا"},{"SurahNumber":25,"VerseNumber":59,"Text":"الذي خلق السموت والارض وما بينهما في ستة ايام ثم استوى على العرش الرحمن فسل به خبير ا"},{"SurahNumber":25,"VerseNumber":60,"Text":"واذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن انسجد لما تامرنا وزادهم نفور ا۩"},{"SurahNumber":25,"VerseNumber":61,"Text":"تبارك الذي جعل في السماء بروج ا وجعل فيها سرج ا وقمر ا منير ا"},{"SurahNumber":25,"VerseNumber":62,"Text":"وهو الذي جعل اليل والنهار خلفة لمن اراد ان يذكر او اراد شكور ا"},{"SurahNumber":25,"VerseNumber":63,"Text":"وعباد الرحمن الذين يمشون على الارض هون ا واذا خاطبهم الجهلون قالوا سلم ا"},{"SurahNumber":25,"VerseNumber":64,"Text":"والذين يبيتون لربهم سجد ا وقيم ا"},{"SurahNumber":25,"VerseNumber":65,"Text":"والذين يقولون ربنا اصرف عنا عذاب جهنم ان عذابها كان غراما"},{"SurahNumber":25,"VerseNumber":66,"Text":"انها ساءت مستقر ا ومقام ا"},{"SurahNumber":25,"VerseNumber":67,"Text":"والذين اذا انفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قوام ا"},{"SurahNumber":25,"VerseNumber":68,"Text":"والذين لا يدعون مع الله الها ءاخر ولا يقتلون النفس التي حرم الله الا بالحق ولا يزنون ومن يفعل ذلك يلق اثام ا"},{"SurahNumber":25,"VerseNumber":69,"Text":"يضعف له العذاب يوم القيمة ويخلد فيه مهانا"},{"SurahNumber":25,"VerseNumber":70,"Text":"الا من تاب وءامن وعمل عمل ا صلح ا فاوليك يبدل الله سياتهم حسنت وكان الله غفور ا رحيم ا"},{"SurahNumber":25,"VerseNumber":71,"Text":"ومن تاب وعمل صلح ا فانه يتوب الى الله متاب ا"},{"SurahNumber":25,"VerseNumber":72,"Text":"والذين لا يشهدون الزور واذا مروا باللغو مروا كرام ا"},{"SurahNumber":25,"VerseNumber":73,"Text":"والذين اذا ذكروا بايت ربهم لم يخروا عليها صم ا وعميان ا"},{"SurahNumber":25,"VerseNumber":74,"Text":"والذين يقولون ربنا هب لنا من ازوجنا وذريتنا قرة اعين واجعلنا للمتقين اماما"},{"SurahNumber":25,"VerseNumber":75,"Text":"اوليك يجزون الغرفة بما صبروا ويلقون فيها تحية وسلما"},{"SurahNumber":25,"VerseNumber":76,"Text":"خلدين فيها حسنت مستقر ا ومقام ا"},{"SurahNumber":25,"VerseNumber":77,"Text":"قل ما يعبوا بكم ربي لولا دعاوكم فقد كذبتم فسوف يكون لزاما"}]}