{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Haa – Meem. (Mashoko aya ndemamwe ezvishamiso zvri muQur’aan, uye hapana anoziva zvaanoreva kunze kwaAllah)"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ndinopika neGwaro riri pachena (Qur’aan rinoburitsa zvinhu pachena)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Zvirokwazvo, takaridzikisa\t(Qur’aan) pausiku hwakakomborerwa (usiku hwe Al-Qadr mumwedzi weRamadhaan). Zvirokwazvo, tiri kuyambira (kuti ticharanga avo vasingatendi)"},{"SurahNumber":44,"VerseNumber":4,"Text":"Mauri (usiku uhwu) munotarwa nyaya dzose dzakarongwa (ndufu, keberekwa kwemhuka, nezviitiko zvese zvichaitika gore rinotevera)"},{"SurahNumber":44,"VerseNumber":5,"Text":"Sechikomekedzo (Qur’aan iri kana kutarwa kwezviitiko) kubva kwatiri. Zvirokwazvo, tinotumira (vatumwa)"},{"SurahNumber":44,"VerseNumber":6,"Text":"Setsitsi kubva kuna Tenzi vako. Zvirokwazvo, ndivo vanonzwa, muzivi wezvose"},{"SurahNumber":44,"VerseNumber":7,"Text":"Tenzi vematenga nenyika nezvose zviri pakati pawo, kana muine kutenda kwechokwadi (nekusangana naTenzi venyu)"},{"SurahNumber":44,"VerseNumber":8,"Text":"Laa ilaaha illaa huwa (Hakuna mumwe ane kodzero yekunamatwa kunze kwavo). Ndivo vanopa upenyu uye vanokonzera rufu – Tenzi venyu uye Tenzi vemadzibaba enyu"},{"SurahNumber":44,"VerseNumber":9,"Text":"Asi vanotamba vari mukugunun’una"},{"SurahNumber":44,"VerseNumber":10,"Text":"Naizvozvo mirira zuva iro denga parichaunza chiutsi chiri pachena (chinooneka)"},{"SurahNumber":44,"VerseNumber":11,"Text":"Chichafukidza vanhu. Ichi chirango chinorwadza"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Vachati): “Tenzi vedu! Bvisai mutongo kwatiri, muzvokwadi tichava vatendi!”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Vangave sei nendangariro (murango wauya kwavari), apo mutumwa ari pachena akauya kwavari (achivajekesera)"},{"SurahNumber":44,"VerseNumber":14,"Text":"Naizvozvo vakamufuratira (Muhammad (SAW)) vakati: “Munhu akadzidziswa (nemumwe munhu), uye anopenga!”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Zvirokwavo, tichabvisa mutongo kwekanguva. Zvirokwazvo, muchadzokera (mukusatenda)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Pazuva iro ratichakutorai nenzira hombe inorwadza. Zvirokwazvo tichadzorera nekupa chirango"},{"SurahNumber":44,"VerseNumber":17,"Text":"Uye zvirokwazvo takaedza mushure mavo vanhu vaFarawo, apo mutumwa anoremekedzwa akauya kwavari (Musa (AS)"},{"SurahNumber":44,"VerseNumber":18,"Text":"Achiti: “Ndipei varanda vaAllah (vana vaIzirairi). Zvirokwazvo, ndiri mutumwa anovimbika kwamuri.”"},{"SurahNumber":44,"VerseNumber":19,"Text":"“Uye musava munozvikudza pamusoro paAllah. Zvirokwazvo, ndauya kwamuri nenzira iri pachena (murairo uri pachena).”"},{"SurahNumber":44,"VerseNumber":20,"Text":"“Uye zvirokwazvo ndinokumbira chengetedzo kubva kuna (Allah) Tenzi vangu naTenzi venyu, nekuti munganditeme (kana kunditi ndiri ngan’a kana kundiuraya).”"},{"SurahNumber":44,"VerseNumber":21,"Text":"“Asi kana musingatendi mandiri, naizvozvo swederai kure neni mondisiya ndega ndakadaro.”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Asi (Musa (AS)) akadana Tenzi vake achiti: “Zvirokwazvo, ava vanhu vanotadza (vatadzi).”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Allah vakati): “Buda pamwechete nevaranda vangu neusiku. Zvirokwazvo muchateverwa.”"},{"SurahNumber":44,"VerseNumber":24,"Text":"“Uye siya gungwa riri zvariri (rakapatsanuka). Zvirokwazvo vari mauto achanyudzwa.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"Mapindu mangani nezvitubu zvavakasiya (vanhu vaFarawo) kumashure"},{"SurahNumber":44,"VerseNumber":26,"Text":"Nezvirimwa (minda inoyevedza) nenzvimbo dzakanaka"},{"SurahNumber":44,"VerseNumber":27,"Text":"Uye mutefetefe weupenyu umo mavaiwana mufaro"},{"SurahNumber":44,"VerseNumber":28,"Text":"Zvakaitika kudaro! Naizvozvo, takaita kuti vamwe vanhu vavagare nhaka (Vana vaIzirairi vagare nhaka humambo weku Egypt)"},{"SurahNumber":44,"VerseNumber":29,"Text":"Uye matenga nenyika hazvina kuvachemera, zvakare havana kupihwa nguva (havana kunonotswa)"},{"SurahNumber":44,"VerseNumber":30,"Text":"Uye zvirokwazvo takanunura vana vaIzirairi kubva kumutongo unonyadzisa wakaomarara"},{"SurahNumber":44,"VerseNumber":31,"Text":"Kubva kunaFarawo. Zvirokwazvo, aizvitutumadza uye aive mumwe wemaMusrifoon (avo vanhu vanopfurikidza mitemo yaAllah)"},{"SurahNumber":44,"VerseNumber":32,"Text":"Uye takavasarudza (vana vaIzirairi) pamusoro pevose (vanhu nemaJinn panguva yaMusa (AS)) neruzivo"},{"SurahNumber":44,"VerseNumber":33,"Text":"Uye tikavapa zviratidzo zvaive nemuyedzo uri pachena"},{"SurahNumber":44,"VerseNumber":34,"Text":"Zvirokwazvo, ava (maQuraish) vari kuti"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Hapana chimwe chinhu kunze kwerufu rwedu rwekutanga, uye hatisi kuzomutswa (zvakare)!”"},{"SurahNumber":44,"VerseNumber":36,"Text":"“Tiunzire madzibaba edu kana uri pachokwadi!”"},{"SurahNumber":44,"VerseNumber":37,"Text":"Vari nani here kana kuti vanhu vekuTubba neavo (vaivepo) mushure mavo? Takavaparadza nekuti zvirokwazvo vaive maMujrimoon (vatadzi)"},{"SurahNumber":44,"VerseNumber":38,"Text":"Uye hatina kuva tinosika matenga nenyika, nezvose zviri pakati pawo sedambe"},{"SurahNumber":44,"VerseNumber":39,"Text":"Hatina kuva tinozvisika kusara kwekuti muchokwadi (kuti tione avo vanoteerera neavo vasingateereri), asi vazhinji vavo havazivi"},{"SurahNumber":44,"VerseNumber":40,"Text":"Zvirokwazvo, zuva rekutongwa inguva yavakatarirwa vose"},{"SurahNumber":44,"VerseNumber":41,"Text":"Zuva rekuti Maula (hama yepedyo) haikwanisi kubatsira Maula (hama yepedyo) nechimwe chinhu, uye zvakare hapana rubatsiro rwavachawana"},{"SurahNumber":44,"VerseNumber":42,"Text":"Kunze kweuyo Allah wavanoratidza tsitsi. Zvirokwazvo, ndivo samasimba, vazere netsitsi"},{"SurahNumber":44,"VerseNumber":43,"Text":"Zvirokwazvo, muti weZaqqoom (unovava zvikuru)"},{"SurahNumber":44,"VerseNumber":44,"Text":"Uchava chikafu chevatadzi"},{"SurahNumber":44,"VerseNumber":45,"Text":"Semafuta anofashaira, chichafashaira mumatumbu avo"},{"SurahNumber":44,"VerseNumber":46,"Text":"Sekufashaira kunoita mvura inopisa"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Zvichanzi): “Mutorei momudhonzera pakati pemarimi emoto!”"},{"SurahNumber":44,"VerseNumber":48,"Text":"“Modira mumusoro make mutongo wemvura inofashaira!”"},{"SurahNumber":44,"VerseNumber":49,"Text":"“Ravira (izvi)! Zvirokwazvo waiva (unozviita kunge) wepamusoro anoremekedzwa!”"},{"SurahNumber":44,"VerseNumber":50,"Text":"“Zvirokwazvo, izvi ndizvo zvamairamba (zvamaigunun’una)!”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Zvirokwazvo, avo vanotya Allah vachange vari munzvimbo yerunyararo (yakachengetedzeka)"},{"SurahNumber":44,"VerseNumber":52,"Text":"Mumapindu nezvitubu"},{"SurahNumber":44,"VerseNumber":53,"Text":"Vakapfeka siriki yakanaka uye siriki yakakora vachitarisana"},{"SurahNumber":44,"VerseNumber":54,"Text":"Zvichava kudaro! Uye tichavaroodza kumaHouri vane maziso mahombe akanaka (vakadzi vakanaka vekuJannah)"},{"SurahNumber":44,"VerseNumber":55,"Text":"Vachadaidzira imomo michero yemhando dzose murunyararo nechengetedzo"},{"SurahNumber":44,"VerseNumber":56,"Text":"Havazomboravira rufu imomo kusara kwerufu rwekutanga (panyika), uye (Allah) vachavanunura kubva kumutongo wekumoto"},{"SurahNumber":44,"VerseNumber":57,"Text":"Semakomborero kubva kuna Tenzi vako! Uku kuchava kubudirira kwepamusoro"},{"SurahNumber":44,"VerseNumber":58,"Text":"Zvirokwazvo, takarirerutsa (Qur’aan iri) parurimi rwako, kuti vave vanorangarira"},{"SurahNumber":44,"VerseNumber":59,"Text":"Naizvozvo mirira (Muhammad (SAW)), zvirokwazvo ivo vakamirira (zvekare)"}]}