{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"“Alif-Lâm-Mîm"},{"SurahNumber":30,"VerseNumber":2,"Text":"“Aroma agonjetsedwa (ndi Aperezi)"},{"SurahNumber":30,"VerseNumber":3,"Text":"“M’dziko loyandikira (kwa Arabu lomwe ndi dziko la Sham). Nawonso pambuyo pogonjetsedwa kwawo, adzagonjetsa (Aperezi)"},{"SurahNumber":30,"VerseNumber":4,"Text":"“Mzaka zochepa (zosapyolera ). Zonse nza Allah, pambuyo ndi patsogolo (pankhondoyo). Ndipo tsiku limenelo okhulupirira adzasangalala"},{"SurahNumber":30,"VerseNumber":5,"Text":"“Ndi chithandizo cha Allah (chimene iwo adzapatsidwa, chomwe ndikugonjetsa Aquraish tsiku lomwelo). (Allah) amamthandiza amene wamfuna, ndipo Iye Ngwamphamvu zoposa; Ngwachisoni chosatha"},{"SurahNumber":30,"VerseNumber":6,"Text":"“Ili ndilonjezo la Allah (loona pa okhulupirira). Allah saswa lonjezo Lake. Koma anthu ambiri sadziwa"},{"SurahNumber":30,"VerseNumber":7,"Text":"“Akudziwa zoonekera (zokhazokha) za moyo wa dziko lapansi (zomwe amadalira pa moyo wawo. Monga ulimi, malonda, zomangamanga ndi zina zotero). Ndipo iwo salabadira za tsiku la chimaliziro"},{"SurahNumber":30,"VerseNumber":8,"Text":"“Kodi salingalira mwa iwo okha (nkuona kuti) Allah sadalenge thambo ndi nthaka ndi zapakati pake, koma mwachilungamo, ndiponso kwa nthawi yoikidwa? Ndithu anthu ambiri ngotsutsa za kukumana ndi Mbuye wawo"},{"SurahNumber":30,"VerseNumber":9,"Text":"“Kodi sadayende pa dziko nkuona momwe adalili malekezero a omwe adaliko patsogolo pawo? Adali anyonga zambiri kuposa iwo. Adailima nthaka ndi kumangapo zomangamanga kuposa momwe iwo adamangirapo. Ndipo aneneri awo adawadzera ndi zizindikiro zoonekera (koma adawatsutsa, ndipo Allah adawawononga). Choncho Allah sadali owapondereza koma iwo ankadzipondereza okha"},{"SurahNumber":30,"VerseNumber":10,"Text":"“Kenako malekezero a amene adaipitsa adali chilango choipa kamba koti adatsutsa Ayah za Allah ndipo ankazichitira chipongwe"},{"SurahNumber":30,"VerseNumber":11,"Text":"“Allah amayambitsa kulenga (zolengedwa), kenako adzabwerezanso (kulengako pambuyo pa imfa yawo), kenako mudzabwezedwa kwa Iye (kuti mudzaweruzidwe)"},{"SurahNumber":30,"VerseNumber":12,"Text":"“Ndipo tsiku limene nthawi ya chiweruziro (Qiyâma) idzakwana, oipa adzataya mtima (zakupeza mtendere wa Allah)"},{"SurahNumber":30,"VerseNumber":13,"Text":"“Ndipo sadzakhala ndi aomboli ochokera m’mafano awo, ndipo mafano awowo adzawakana"},{"SurahNumber":30,"VerseNumber":14,"Text":"“Ndipo tsiku limene nthawi ya chiweruziro (Qiyâma) idzakwana, tsiku limenelo adzalekana (ena kukalowa ku Munda wamtendere, pomwe ena akalowa ku Moto)"},{"SurahNumber":30,"VerseNumber":15,"Text":"“Koma amene akhulupirira ndi kumachita zabwino, adzakhala m’minda ya zipatso ndi maluwa akusangalatsidwa"},{"SurahNumber":30,"VerseNumber":16,"Text":"“Ndipo amene sadakhulupirire ndi kutsutsa Ayah Zathu ndi za kukumana ndi tsiku lachimaliziro, iwo adzaperekedwa ku chilango cha Moto"},{"SurahNumber":30,"VerseNumber":17,"Text":"“Choncho, lemekezani Allah pamene mukulowa m’nthawi za usiku (popemphera Magrbi ndi Isha); ndi pamene mukulowa m’nthawi ya m’bandakucha (popemphera pemphero la Fajr)"},{"SurahNumber":30,"VerseNumber":18,"Text":"“Kutamandidwa konse, kumwamba ndi pansi nkwa Allah. Ndipo (mulemekezeni) m’nthawi ya madzulo (popemphera Asr) ndi pomwe mukulowa m’nthawi yamasana (Dhuhr)"},{"SurahNumber":30,"VerseNumber":19,"Text":"“(Iye) amatulutsa chamoyo kuchokera mchakufa, ndipo amatulutsa chakufa kuchokera m’chamoyo, ndipo amaukitsa nthaka pambuyo pa kufa kwake. Ndipo momwemonso mudzatulutsidwa (m’manda)"},{"SurahNumber":30,"VerseNumber":20,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza mphamvu Zake zoposa), ndiko kukulengani kuchokera ku dothi kenako inu nkukhala anthu omwe mukufala (ponseponse)"},{"SurahNumber":30,"VerseNumber":21,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza chifundo Chake kwa inu) ndiko kukulengerani akazi a mtundu wanu kuti mukhazikike (mitima yanu) kwa iwo, ndipo adaika pakati panu chikondi ndi chisoni. Ndithu mzimenezi muli zizindikiro kwa anthu amene amalingalira"},{"SurahNumber":30,"VerseNumber":22,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza kukhoza Kwake) ndiko kulenga kwa thambo ndi nthaka ndikusiyana kwa ziyankhulo zanu ndi utoto (wa makungu anu; chikhalirecho mudalengedwa kuchokera kwa munthu m’modzi). Ndithu m’zimenezi muli zizindikiro kwa odziwa"},{"SurahNumber":30,"VerseNumber":23,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza luntha Lake), ndiko kukupatsani mpumulo watulo usiku, ndi (kudzuka) usana ndi kufunafuna kwanu zabwino Zake. Ndithu m’zimenezo muli zisonyezo kwa anthu amene amamva (ndi kuthandizidwa ndikumvako)"},{"SurahNumber":30,"VerseNumber":24,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza mphamvu Zake zoposa) ndiko kukusonyezani kung’anima komwe kumakuchititsani mantha, ndi kukupatsani chiyembekezero (chakudza kwa mvula). Ndipo amatsitsa madzi kuchokera kumwamba. Kotero kuti amaukitsa nthaka ndi madziwo pambuyo pa kufa kwake (nthakayo). Ndithu m’zimenezi muli zizindikiro kwa anthu ozindikira"},{"SurahNumber":30,"VerseNumber":25,"Text":"“Ndipo zina mwa zizindikiro Zake (zosonyeza kukhoza kwake), ndiko kuti thambo ndi nthaka zaima mwa lamulo Lake. Kenako akadzakuitanani; kuitana kumodzi nthawi imeneyo inu mudzatuluka m’nthaka"},{"SurahNumber":30,"VerseNumber":26,"Text":"“Ndipo onse akumwamba ndi a pa dziko lapansi, Ngake. Onse amamvera Iye"},{"SurahNumber":30,"VerseNumber":27,"Text":"“Ndipo Iye ndiamene adayambitsa zolengedwa. Ndipo ndi Yemwe adzazibwerezenso (kachiwiri). Ndipo kuzibwerezako, nkosavuta kwa Iye, ndipo ali ndi mbiri yabwino kumwmba ndi pansi. Ndiponso Iye Ngwamphamvu zoposa Ngwanzeru zakuya"},{"SurahNumber":30,"VerseNumber":28,"Text":"“Wapereka kwa inu fanizo la chikhalidwe chanu. Kodi (akapolo) amene manja anu akumanja apeza ali ndi gawo pa chuma chimene takupatsani kotero kuti mumagawana chimenecho molingana? Kodi mumawaopa monga momwe muoperana wina ndi mzake? (Nanga nchotani inu kuti mumuyese Allah kuti ali ndi amzake mwa akapolo Ake?) Umo ndimomwe tikulongosolera Ayah (ndime Zathu) kwa anthu ozindikira"},{"SurahNumber":30,"VerseNumber":29,"Text":"“Koma amene adadzichitira zoipa okha, atsata zofuna zawo popanda kudziwa. Kodi ndiyani angamulungamitse amene Allah wamsiya kuti asokere (chifukwa chakusafuna kwake kuongoka)? Ndipo iwo sadzakhala ndi apulumutsi"},{"SurahNumber":30,"VerseNumber":30,"Text":"“Choncho lunjika nkhope yako ku chipembedzo moyenera; (pewa kusokera kwa okana Allah. Dzikakamize ku) chilengedwe chimene Allah adalengera anthu. (Ichi nchipembedzo cha Chisilamu chomwe nchoyenerana ndi chilengedwe cha munthu). Palibe kusintha m’kalengedwe ka zolengedwa za Allah. Ichi ndi chipembedzo choona (cholungama). Koma anthu ambiri sadziwa"},{"SurahNumber":30,"VerseNumber":31,"Text":"“(Lunjikani nkhope zanu) modzichepetsa kwa Iye ndipo muopeni (potsatira malamulo Ake). Pempherani Swala moyenera, ndipo musakhale mwa opembedza mafano"},{"SurahNumber":30,"VerseNumber":32,"Text":"“Mwa omwe agawa chipembedzo chawo nkukhala mipatukomipatuko; gulu lililonse likusangalalira chomwe lili nacho"},{"SurahNumber":30,"VerseNumber":33,"Text":"“Ndipo mavuto akawakhudza anthu, amampempha Mbuye wawo modzichepetsa kwa Iye. Kenako akawalawitsa mtendere wochokera kwa Iye, pamenepo ena a iwo amamuphatikiza Mbuye wawo (ndi mafano)"},{"SurahNumber":30,"VerseNumber":34,"Text":"“Posathokoza zimene tawapatsa. Choncho sangalalani (ndi zimene mukuzifunazo); posachedwapa mudziwa (kuipa kwake)"},{"SurahNumber":30,"VerseNumber":35,"Text":"“Kodi kapena tidawatsitsira umboni womwe ukufotokoza zomwe adali kumuphatikiza nazo Iye (Allah)"},{"SurahNumber":30,"VerseNumber":36,"Text":"“Ndipo anthu tikawalawitsa mtendere, amausangalalira. Koma choipa chikawapeza, chifukwa cha zomwe manja awo atsogoza, pamenepo iwo amataya mtima (kuti sangapezenso zabwino za Allah)"},{"SurahNumber":30,"VerseNumber":37,"Text":"“Kodi saona kuti Allah amamchulukitsira rizq yemwe wamfuna, ndi kumchepetsera (yemwe wamfuna)? Ndithu m’zimenezi, muli zisonyezo kwa anthu okhulupirira"},{"SurahNumber":30,"VerseNumber":38,"Text":"“Choncho mpatseni gawo lake wachibale, m’mphawi ndi wapaulendo (amene alibe chokamfikitsa kwawo). Zimenezo nzabwino kwa amene akufuna chiyanjo cha Allah, ndipo iwo ndiwo opambana"},{"SurahNumber":30,"VerseNumber":39,"Text":"“Ndipo chuma chimene mukupatsana m’njira yamphatso kuti chichuluke m’chuma cha anthu, kwa Allah sichichuluka. Koma (chuma) chimene mukuchipereka m’njira ya Zakaat uku mukufuna chiyanjo cha Allah (chimachuluka). Iwowo ndi amene adzapeza mphoto yochuluka"},{"SurahNumber":30,"VerseNumber":40,"Text":"“Allah ndi Yemwe adakulengani. Kenako adakupatsani (zokuthandizani kuti mukhale ndi moyo). Kenako adzakupatsani imfa (kuti mulowe m’manda). Ndipo kenako adzakuukitsani (kuti mukaweruzidwe pa zomwe mumachita). Kodi mwa amene mukuwaphatikiza (ndi Allah), alipo yemwe angachite chilichonse m’zimenezi? Wayera Iye (Allah) ndipo watukuka ku zimene akumphatikiza"},{"SurahNumber":30,"VerseNumber":41,"Text":"“Chisokonezo chaonekera pamtunda ndi panyanja chifukwa cha zimene manja a anthu achita, kuti awalawitse (chilango cha) zina zomwe adachita; kuti iwo atembenukire (kwa Allah)"},{"SurahNumber":30,"VerseNumber":42,"Text":"“Nena: “Yendani padziko ndi kuyang’ana momwe adalili mathero a omwe adalipo kale. Ambiri a iwo adali ophatikiza (Allah ndi mafano).”"},{"SurahNumber":30,"VerseNumber":43,"Text":"“Choncho lunjika nkhope yako ku chipembedzo choongoka lisadadze tsiku losabwezedwa lochokera kwa Allah. Tsiku limenelo (anthu) adzagawikana, (abwino akalowa ku Munda wamtendere, pomwe oipa akalowa ku Moto)"},{"SurahNumber":30,"VerseNumber":44,"Text":"“Amene sanakhulupirire, kuipa kwa kusakhulupirira kwake kuli pa iye (mwini). Ndipo amene achita zabwino iwo akudzikonzera okha (zabwino)"},{"SurahNumber":30,"VerseNumber":45,"Text":"“Kuti awalipire zabwino Zake amene akhulupirira ndi kuchita zabwino. Ndithu Iye sakonda akafiri (osakhulupirira)"},{"SurahNumber":30,"VerseNumber":46,"Text":"“Ndipo zina mwa zisonyezo Zake (zosonyeza mphamvu Zake ndi chifundo Chake) ndiko kutumiza mphepo yodza ndi nkhani yabwino (yakuti mvula ivumba) ndi kuti akulawitseni chifundo Chake, ndi kuti zombo ziyende (panyanja) mwa lamulo Lake, ndi kuti mufunefune zabwino Zake ndi kutinso muthokoze (mtendere Wake pomumvera ndi kumpembedza Iye Yekha)"},{"SurahNumber":30,"VerseNumber":47,"Text":"“Ndipo, ndithu tidatuma aneneri kwa anthu awo patsogolo pako. Choncho (mneneri aliyense) adawadzera anthu ake ndi maumboni oonekera poyera (osonyeza kuona kwawo, koma adawakana). Tero tidawawononga amene adalakwa. Ndikofunika kwa Ife kupulumutsa okhulupirira"},{"SurahNumber":30,"VerseNumber":48,"Text":"“Allah ndiyemwe akutumiza mphepo yomwe imagwedeza mitambo mwamphamvu, ndipo akuibalalitsa kumwamba mmene akufunira. Amaigawa zigawozigawo (kufikira) uyiona mvula ikutuluka mkati mwake (mitamboyo). Ndipo (Allah) akaitsitsa kwa amene wamfuna mwa akapolo Ake, pamenepo iwo amakondwa ndi kusangalala"},{"SurahNumber":30,"VerseNumber":49,"Text":"“Ngakhale kuti isadawatsikire, adali otaya mtima (ndi kutekeseka kwambiri)"},{"SurahNumber":30,"VerseNumber":50,"Text":"“Choncho, yang’ana (molingalira) zizindikiro za chifundo cha Allah momwe akuukitsira nthaka (pomeretsa mmera) pambuyo pa imfa yake. Ndithu Iye Ngoukitsa akufa. Ndipo Iye Ngokhoza chilichonse (palibe chokanika kwa Iye)"},{"SurahNumber":30,"VerseNumber":51,"Text":"“Ndipo, ndithu tikaatumizira mphepo (yoononga mmera) nkuuona pambuyo pake uli wachikasu, akadakhala akupitiriza kukana (Allah chifukwa chokwiyitsidwa ndi zimenezi)"},{"SurahNumber":30,"VerseNumber":52,"Text":"“(Usadandaule ndi makani awo). Ndithu iwe sungachititse kuti amve akufa (kuitana kwako). Ndiponso sungachititse kuti amve agonthi kuitana pamene akutembenukira nakuyang’anitsa msana (osafuna kumva mawu ako)"},{"SurahNumber":30,"VerseNumber":53,"Text":"“Ndipo iwe sungathe kuwaongolera akhungu m’kusokera kwawo. Sungachititse kuti amve koma okhawo amene akhulupirira Ayah Zathu. Iwowo ndiwo odzipereka"},{"SurahNumber":30,"VerseNumber":54,"Text":"“Allah ndi Yemwe adakulengani kuchokera mkufooka; kenako adakupatsani mphamvu pambuyo pakufooka, ndipo pambuyo pamphamvu adakupatsani kufooka ndi imvi, (Iye) akulenga chimene wafuna. Ndipo Iye Ngodziwa kwambiri, Ngokhoza chilichonse"},{"SurahNumber":30,"VerseNumber":55,"Text":"“Ndipo tsiku limene chiweruziro (Qiyâma) chidzachitika, oipa adzakhala akulumbira (kuti) sadakhale (pa dziko lapansi kapena mmanda) koma ola limodzi. Umo ndimomwe amatembenuzidwira (kuchokera ku njira ya choonadi)"},{"SurahNumber":30,"VerseNumber":56,"Text":"“Ndipo amene apatsidwa nzeru ndi chikhulupiliro, adzanena: “Ndithu inu mudakhala m’chilamulo cha Allah kufikira tsiku louka ku imfa; choncho ili ndi tsiku louka ku imfa koma inu simunali kudziwa.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"“Choncho tsiku limenelo, madandaulo a omwe adzichitira chinyengo sadzawathandiza ndipo sadzafunsidwa kuti amukondweretse Allah (ndi kulapa kwawo)"},{"SurahNumber":30,"VerseNumber":58,"Text":"“Ndipo ndithu tawapatsa anthu mafanizo a mtundu uliwonse m’Qur’an iyi. Ndipo, ndithu ukawabweretsera mtsutso uliwonse, anena omwe sadakhulupirire: “Inu sikanthu, koma ndinu anthu ochita zachabe.”"},{"SurahNumber":30,"VerseNumber":59,"Text":"“Mmenemo ndi momwe Allah akudindira (chidindo) m’mitima mwa amene sazindikira"},{"SurahNumber":30,"VerseNumber":60,"Text":"“Choncho pirira (iwe Mtumiki ku masautso awo). Ndithu lonjezo la Allah, nloona, ndipo asakugwetse mphwayi amene alibe chikhulupiriro chotsimikizika"}]}