{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Y. `a. S. (Kaaf Haa Yaa `ayn Saad)"},{"SurahNumber":19,"VerseNumber":2,"Text":"розповідь про ваше милосердя Лорда до Його службовця Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"Він закликав його Лорда, виклику таємниці"},{"SurahNumber":19,"VerseNumber":4,"Text":"Він сказав, \"Мій Лорд, кістки повернулися крихкі у мойому тілі, та моє волосся aflame з сірим. Тому що я благаю Вас, мого Лорда, I ніколи не розпачу"},{"SurahNumber":19,"VerseNumber":5,"Text":"мене турбує моїх залежних людину пізніше мені, та моя дружина є стерильним. Гарантуйте мені, від Вас, спадкоємець"},{"SurahNumber":19,"VerseNumber":6,"Text":"Дозволяють йому мій спадкоємець та спадкоємець Jacob клан, та роблять йому, мойому Лорду, прийнятному"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zachariah, ми даємо вам гарну новину; хлопчик чия назва буде Джон (Yahya). Ми ніколи утворені будь хто не любимо його раніше"},{"SurahNumber":19,"VerseNumber":8,"Text":"Він сказав, \"Мій Лорд, я буду мати сина незважаючи на мій sterility дружини, та незважаючи на мою старість"},{"SurahNumber":19,"VerseNumber":9,"Text":"Він сказав, 'Таким \"чином сказав вашого Лорда: `it є легкий для Мене щоб зробити. Я утворив вас перед що, та ви нічого"},{"SurahNumber":19,"VerseNumber":10,"Text":"Він сказав, \"Мій Лорд, дають мені знак.\" Він сказав, \"Ваш знак що ви не будете розмовляти з людьми для трьох послідовних ночі"},{"SurahNumber":19,"VerseNumber":11,"Text":"Він вийшов до його родини, з sanctuary, та сигналізував їм: \"Роздумуйте (на Богу) день та ніч"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Джон, ви будете uphold святе писання, сильно.\" Ми надали право йому з wisdom, навіть у його молоді"},{"SurahNumber":19,"VerseNumber":13,"Text":"Та (ми надали право йому з) доброта з нас та чистоти, для він був справедливий"},{"SurahNumber":19,"VerseNumber":14,"Text":"Він вшанував його батьків, та був ніколи не непокірний тиран"},{"SurahNumber":19,"VerseNumber":15,"Text":"Мир будуть на його день він народився, день він вмирає, та день він resurrected назад до життя"},{"SurahNumber":19,"VerseNumber":16,"Text":"Згадують у святому писанні Mary. Вона ізолювала себе з її родини, у східне розташування"},{"SurahNumber":19,"VerseNumber":17,"Text":"В той час, як бар'єр відокремив її з них, ми послали їй наш Дух. Він поїхав їй у вигляді людський"},{"SurahNumber":19,"VerseNumber":18,"Text":"Вона сказала, \"я шукаю притулку у найбільші Доброзичливі, що ви можете бути справедливі"},{"SurahNumber":19,"VerseNumber":19,"Text":"Він сказав, \"я являю собою кур'єра вашого Лорда, щоб гарантувати вам чистий син"},{"SurahNumber":19,"VerseNumber":20,"Text":"Вона сказала, \"Як може я маю сина, коли ніяка людина не торкнулася мені; Я ніколи не unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"Він сказав, 'Таким \"чином сказав вашого Лорда, `it є легкий для Мене. Ми надаємо йому знак для людей, та милосердя з нас. Це є predestined матерія"},{"SurahNumber":19,"VerseNumber":22,"Text":"Коли вона родила його, вона ізолювала себе до faraway місця"},{"SurahNumber":19,"VerseNumber":23,"Text":"процес народження прибув їй корпусом дерева пальми. Вона сказала,\" (я соромлюся так;) я би хотів, щоб я був мертвий перед тим, як це відбулося, та повністю забуте"},{"SurahNumber":19,"VerseNumber":24,"Text":"(немовля) закликав її з внизу її, кажучи, \"Не сумують. Ваш Лорд забезпечив вас з потоком"},{"SurahNumber":19,"VerseNumber":25,"Text":"Якщо ви трусите корпус цього дерева пальми, це упустить зрілі строки для вас"},{"SurahNumber":19,"VerseNumber":26,"Text":"Гостяться та напій, та тішаться. Коли ви дивитесь будь хто, кажете, `i зробили vow тиші; Я не розмовляю сьогодні до будь хто"},{"SurahNumber":19,"VerseNumber":27,"Text":"Вона прибула їй родина, перенесення йо. Вони сказали, \"O Mary, ви здійснили щось це повністю несподівано"},{"SurahNumber":19,"VerseNumber":28,"Text":"O нащадок Aaron, ваш батько був не погана людина, не була ваша мати unchaste"},{"SurahNumber":19,"VerseNumber":29,"Text":"Вона pointed йому. Вони сказали, \"Як ми можемо розмовляти з немовля у crib"},{"SurahNumber":19,"VerseNumber":30,"Text":"(немовля розмовляло та) сказав, \"я є службовець БОГА. Він дав мені святе писання, та призначило мені пророк"},{"SurahNumber":19,"VerseNumber":31,"Text":"Він зробив мені благословенний де завгодно я іду, та наказаний мені щоб зауважити Контактні Молитви (Salat) та обов'язкова добродійність (Zakat) для такого довгого як я живого"},{"SurahNumber":19,"VerseNumber":32,"Text":"я мушу честь моя мати; Він не зробив мені непокірний бунтівник"},{"SurahNumber":19,"VerseNumber":33,"Text":"Та мир буду на мені день я народився, день я вмираю, та день я приїжджаю resurrected"},{"SurahNumber":19,"VerseNumber":34,"Text":"Це був Ісус, син Mary, та це являє собою правду цієї матерії, про котру вони продовжуються мати сумнів"},{"SurahNumber":19,"VerseNumber":35,"Text":"Це не befit БОГ що Він begets син, Він glorified. Щоб будь що зробив, Він просто каже йому,,\" та це"},{"SurahNumber":19,"VerseNumber":36,"Text":"Він також проголосив, \"БОГ мій Лорд та ваш Лорд; ви будете обожнювати Його єдиний. Це являє собою право шлях"},{"SurahNumber":19,"VerseNumber":37,"Text":"різноманітні сторони посперечалися серед себе (відносно ідентичності Ісуса). Тому, прикрощі до цих хто disbelieve з видовища страшного дня"},{"SurahNumber":19,"VerseNumber":38,"Text":"Чекаєте до ви чуєте їх та бачите їх коли вони прибувають зустрічатися з нами. Порушники на що день буде повністю губитися"},{"SurahNumber":19,"VerseNumber":39,"Text":"Попереджають їх про день remorse, коли вирок буде видаватися. Вони є повністю oblivious; вони не вважають"},{"SurahNumber":19,"VerseNumber":40,"Text":"Ми являємо собою хто успадковуємо землю та кожного на це; до нас кожний буде вертатися"},{"SurahNumber":19,"VerseNumber":41,"Text":"Згадують у святому писанні Abraham; він був святий, пророк"},{"SurahNumber":19,"VerseNumber":42,"Text":"Він сказав його батькові, \"O мій батько, чому ви обожнюєте що можете ні чуєте, ні дивитесь, не допомагаєте вам у будь-якому шляху"},{"SurahNumber":19,"VerseNumber":43,"Text":"O мій батько, я отримав певне знання що ви не отримали. Прослідкуйте мені, та я буду керувати вами у прямому шляху"},{"SurahNumber":19,"VerseNumber":44,"Text":"O мій батько, не обожнюють чорта. Чорт протидіяв найбільш Доброзичливому"},{"SurahNumber":19,"VerseNumber":45,"Text":"O мій батько, я бо lest ви зазнаєте retribution з найбільшого Доброзичливого, тоді ставали союзником чорта"},{"SurahNumber":19,"VerseNumber":46,"Text":"Він сказав, ви forsaken мої боги, O Abraham? Якщо не ви зупиняєте, я буду кам'яні ви. Лишіть мені єдиний"},{"SurahNumber":19,"VerseNumber":47,"Text":"Він сказав, \"Мир будете на вас. Я буду благати мого Лорда простити вас; Він Найбільш Різновид до мені"},{"SurahNumber":19,"VerseNumber":48,"Text":"я покину вас та богів ви обожнюєте біля БОГА. Я буду обожнювати тільки мого Лорда. Благаючи мого Лорда виключно, я не можу поїхати неправильний"},{"SurahNumber":19,"VerseNumber":49,"Text":"Тому, що він покинув їх та богів вони обожнювали біля БОГА, ми гарантували йому Isaac та Jacob, та ми зробили кожні з них пророк"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ми showered їм з нашим милосердям, та ми гарантували їм почесну позицію у історії"},{"SurahNumber":19,"VerseNumber":51,"Text":"Згадують у святому писанні Moses. Він був присвячений, та він був пророк кур'єра"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ми закликали його з права сторона Підіймаємось Sinai. Ми принесли йому близько, щоб присудити з ним"},{"SurahNumber":19,"VerseNumber":53,"Text":"Та ми гарантували йому, з нашого милосердя, його брата Aaron як пророк"},{"SurahNumber":19,"VerseNumber":54,"Text":"Та згадують у святому писанні Ismail. Він був правдивий коли він пообіцяв, та він був пророк кур'єра"},{"SurahNumber":19,"VerseNumber":55,"Text":"Він звичайно наказував його родину зауважити Контактні Молитви (Salat) та обов'язкова добродійність (Zakat); він був прийнятний до його Лорда"},{"SurahNumber":19,"VerseNumber":56,"Text":"Та згадують у святому писанні Idris. Він був святий, пророк"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ми підняли його до почесного розряду"},{"SurahNumber":19,"VerseNumber":58,"Text":"деяко з пророків кому БОГА благословляє. Вони були вибрані з числа нащадків Adam, та нащадки цих кому ми перевезли з Noah, та нащадки Abraham та Ізраїль, та з числа цих кому ми керованих та обраних. Коли апокаліпсис найбільш Доброзичливого декламуються їм, вони падають prostrate, weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"Після них, Він замінив генерації котрі загубив Контактні Молитви (Salat), та переслідував їхній lusts. Вони зазнають наслідків"},{"SurahNumber":19,"VerseNumber":60,"Text":"Тільки цей хто каються, вважають, та ведуть справедливе життя внесе Рай, без найменшої несправедливості"},{"SurahNumber":19,"VerseNumber":61,"Text":"парк Eden очікують їх, як пообіцяне найбільш Доброзичливим для цих хто обожнюють Його, навіть у таємності. Звичайно, Його обіцянка повинна прибути пройти"},{"SurahNumber":19,"VerseNumber":62,"Text":"Вони не почують будь-яке безглуздя там; тільки мир. Вони отримують їхні умови там, день та ніч"},{"SurahNumber":19,"VerseNumber":63,"Text":"Такий Рай; ми гарантуємо це до цих серед наших службовців що є справедливі"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ми не прибуваємо вниз крім командою вашого Лорда. Йому належить нашому минулому, нашому майбутньому, та все між ними. Ваш Лорд є ніколи не forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"Лорд неба та землі, та все між ними; ви будете обожнювати Його та steadfastly persevere у обожнюючому Йо. Ви знаєте будь хто хто дорівнює Йому"},{"SurahNumber":19,"VerseNumber":66,"Text":"людське існування запитує, \"Після я вмираю, я повертаюся до життя"},{"SurahNumber":19,"VerseNumber":67,"Text":"людське існування забуваємо що ми утворили його вже, та він нічого"},{"SurahNumber":19,"VerseNumber":68,"Text":"вашим Лордом, ми звичайно скликаємо їх, разом з чортами, та зберемо їх навколо Пекла, приниженого"},{"SurahNumber":19,"VerseNumber":69,"Text":"Тоді ми зберемо з кожної групи найбільший ревний опонент найбільшого Доброзичливий"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ми знаємо повний добре цей хто найбільш заслуговуємо горячого там"},{"SurahNumber":19,"VerseNumber":71,"Text":"Кожний єдиний один з ви повинні побачити це; це є безповоротне рішення вашого Лорда"},{"SurahNumber":19,"VerseNumber":72,"Text":"Тоді ми рятуємо справедливий, та лишаємо порушників у це, приниженому"},{"SurahNumber":19,"VerseNumber":73,"Text":"Коли наші відкриття декламуються їм, ясно, цей хто disbelieve скажуть цим хто вважають, 'Котрий нас більше квітучий? Котрий нас у більшості"},{"SurahNumber":19,"VerseNumber":74,"Text":"Багато генерації маємо ми винищили перед тим, як їм; вони були більше потужні, та більше квітучий"},{"SurahNumber":19,"VerseNumber":75,"Text":"Кажуть, \"Цей хто вибирають заблукатися, найбільш Доброзичливий приведе їх на, до вони дивляться що мусять обіцяються для них або retribution або Година. Це - коли вони знаходять хто дійсно підуть гірший, та більш слабий у потужності"},{"SurahNumber":19,"VerseNumber":76,"Text":"БОГ збільшує керівництво цих хто вибирають керуватися. Для гарних справ вічно нагороджуються вашим Лордом, та приносять далеко краще прибутки"},{"SurahNumber":19,"VerseNumber":77,"Text":"ви відзначили хто відхилив наші відкриття тоді сказав, 'я буду даватися багатство та дітей"},{"SurahNumber":19,"VerseNumber":78,"Text":"він побачив майбутнє? Він взяв таку заставу з найбільшого Доброзичливу"},{"SurahNumber":19,"VerseNumber":79,"Text":"Дійсно, ми запишемо що він вимовляє, тоді здійснюємо його колись- збільшуючий retribution"},{"SurahNumber":19,"VerseNumber":80,"Text":"Тоді ми успадковуємо все він оволодів, та він повертається до нас весь єдиний"},{"SurahNumber":19,"VerseNumber":81,"Text":"Вони обожнюють біля БОГА інші боги що (вони думають) можуть бути допомоги їм"},{"SurahNumber":19,"VerseNumber":82,"Text":"Навпаки, вони відхилять їхній idolatry, та будуть їх вороги"},{"SurahNumber":19,"VerseNumber":83,"Text":"ви не дивитесь як ми розв'язуємо чортів на disbelievers щоб збудити їх"},{"SurahNumber":19,"VerseNumber":84,"Text":"Не будуть нетерплячий; ми підготовляємо для них деяке підготування"},{"SurahNumber":19,"VerseNumber":85,"Text":"день прибуде коли ми скликаємо справедливий перед найбільш Доброзичливим у групі"},{"SurahNumber":19,"VerseNumber":86,"Text":"Та ми будемо стадо винуватий до Дідька, щоб бути їхні вічний abode"},{"SurahNumber":19,"VerseNumber":87,"Text":"Ніякий кожний не оволодіє потужністю intercede, крім цих хто пристосовуються до законів найбільшого Доброзичливих"},{"SurahNumber":19,"VerseNumber":88,"Text":"Вони сказали, \"Найбільш Доброзичливий begotten син"},{"SurahNumber":19,"VerseNumber":89,"Text":"Ви вимовили великий blasphemy"},{"SurahNumber":19,"VerseNumber":90,"Text":"небо збираються shatter, земля збирається сльоза asunder, та гори збираються кришаться"},{"SurahNumber":19,"VerseNumber":91,"Text":"Тому, що вони заявляють що найбільш Доброзичливий begotten син"},{"SurahNumber":19,"VerseNumber":92,"Text":"Це не befitting найбільший Доброзичливий що Він мусить beget син"},{"SurahNumber":19,"VerseNumber":93,"Text":"Кожний єдиний у небі та землі є службовець найбільшого Доброзичливий"},{"SurahNumber":19,"VerseNumber":94,"Text":"Він охопив їх, та розрахував їх"},{"SurahNumber":19,"VerseNumber":95,"Text":"Усі прибудуть перед тим, як Йо на Дні Resurrection тому що особи"},{"SurahNumber":19,"VerseNumber":96,"Text":"Безсумнівно, цей хто вважають та ведуть справедливе життя, найбільш Доброзичливе буде їм зливи з коханням"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ми таким чином зробили це (Quran) висвітлювали у вашому язикові, аби доставити гарну новину до справедливу, та щоб попередити з це опоненти"},{"SurahNumber":19,"VerseNumber":98,"Text":"Багато генерації перед тим, як їм ми винищили; ви можете відчути будь- яких їм, або можете почути з них будь-який звук? . H. (Ta Ha)"}]}