{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Благодарноста Му припаѓа на Аллах, Чие е сето тоа на небесата и сето тоа на Земјата! Благодарноста Му припаѓа и на оној свет! Тој е Мудар и Сезнаен"},{"SurahNumber":34,"VerseNumber":2,"Text":"Тој знае што влегува во земјата, а што излегува од неа, и што се спушта од небото, а што на него се искачува; Тој е Милостив и Простувач"},{"SurahNumber":34,"VerseNumber":3,"Text":"А неверниците велат: „Часот на оживувањето нема да ни дојде!“ Кажи: „Ќе дојде, секолнам во Господарот мој, Кој го знае итоаштое скриено, сигурно ќе ви дојде.“ – Нему не може ништо, ниту колку една ронка, ни на небесата ни на Земјата да Му избега, и не постои ништо, ни помало ни поголемо од тоа што не е во јасната Книга"},{"SurahNumber":34,"VerseNumber":4,"Text":"да ги награди тие што веруваат и што прават добри дела, нив ги чека прошка и благородно снабдување"},{"SurahNumber":34,"VerseNumber":5,"Text":"а да ги казни со најболно страдање тие кои против доказите Наши се борат, одвраќајќи од нив"},{"SurahNumber":34,"VerseNumber":6,"Text":"На тие на кои им е дадено знаење гледаат дека тоа што ти се објавува од Господарот твој е вистина и дека води на Патот на Силниот и Благодарниот"},{"SurahNumber":34,"VerseNumber":7,"Text":"додека тие што не веруваат велат: „Сакате ли да ви го покажеме човекот кој ве известува дека, когасосемаќесераспаднете, навистина, повторно создадени ќе бидете"},{"SurahNumber":34,"VerseNumber":8,"Text":"Изнесува ли тој лаги за Аллах или е луд?“ Ниту едното ниту другото, туку тие што не сакаат да веруваат во оној свет на мака ќе бидат и во голема заблуда се"},{"SurahNumber":34,"VerseNumber":9,"Text":"Каконе ги гледаат неботои Земјата, тоаштое пред нив итоаштоепод нив?! Кога би сакале, во земја би ги втерале, или парчиња небо на нив би срушиле. Тоа е, навистина, поука за секој роб кој се кае"},{"SurahNumber":34,"VerseNumber":10,"Text":"Ние на Давуд Нашата благодат му ја укажавме: „О, планини и вие птици, повторувајте ја заедно со него благодарноста!“ – и железото му го омекнавме"},{"SurahNumber":34,"VerseNumber":11,"Text":"Прави широки панцири и умерен биди во врзувањето на алките, чесно плети ги и чинете добро, бидејќи Јас гледам што правите вие"},{"SurahNumber":34,"VerseNumber":12,"Text":"А на Сулејман – ветрот (му го потчинивме), наутро преминуваше растојание од еден месец и навечер растојание од еден месец; и сторивме од изворите растопен бакар да му тече и џинните, по волја на Неговиот Господар, пред него да работат; а кога некој од нив би откажал послушност на наредба Наша, ќе сторевме огнено страдање да почувствува"},{"SurahNumber":34,"VerseNumber":13,"Text":"Тие му изработуваа што и да посакаше; храмови и споменици, и садови како цистерни и котли неподвижни. „Работете и бидете благодарни, о Давудови чеда!“ – А малкумина се благодарни меѓу робовите Мои"},{"SurahNumber":34,"VerseNumber":14,"Text":"А кога одредивме да умре, црвот кој го беше изгризал стапот негов – ги предупреди дека умрел, и кога тој падна, џинните сфатија дека не би биле во срамна мака доколку го знаеа гајбот (невидливото)"},{"SurahNumber":34,"VerseNumber":15,"Text":"Жителите на Саба имаа доказ во местото во коешто живееја: две градини, оддесно и одлево. „Јадете од снабдувањето на Господарот свој и бидете Му благодарни; ова е убав крај и ова е Господарот Кој многу простува!“"},{"SurahNumber":34,"VerseNumber":16,"Text":"Но тие станаа неблагодарни, па на нив поплава пуштивме и им ги заменивме градините нивни со други градини со горчливи плодови и со тамариск и со малку див лотус"},{"SurahNumber":34,"VerseNumber":17,"Text":"Ги казнивме така затоа што беа неблагодарни, а дали ние казнуваме некој друг освен неверникот, неблагодарникот"},{"SurahNumber":34,"VerseNumber":18,"Text":"А меѓу нив и градовите кои ги благословивме изградивме видливи населби и им ја одредивме потребната оддалеченост. „Патувајте низ нив, и ноќе и дење, безбедни!“"},{"SurahNumber":34,"VerseNumber":19,"Text":"Но тие рекоа: „Господару наш, направи го растојанието поголемо при патувањата наши!“ – и си сторија насилство кон себеси, и Ние сторивме само за нив да се раскажува, а нив ги раселивме. Во тоа навистина има знаци за секој стрплив и благодарен"},{"SurahNumber":34,"VerseNumber":20,"Text":"А Иблис се увери дека за нив исправно мислеше, и тие го следеа него, освен неколкумина верници"},{"SurahNumber":34,"VerseNumber":21,"Text":"над кои никаква власт немаше; Ние сакавме да укажеме на тој што верува во оној свет, а кој во него се сомнева. – А Господарот твој е Заштитник на сè"},{"SurahNumber":34,"VerseNumber":22,"Text":"Кажи: „Викнете ги тие кои, покрај Аллах, за богови ги сметате. Тие ништо не поседуваат, ни колку една ронка, ни на небесата ни на Земјата; тие во нив немаат никаков удел и Тој нема од нив никаква помош.“"},{"SurahNumber":34,"VerseNumber":23,"Text":"КајНегоќеможедасезаземазанекогосамотојкомуТојќемудопушти. И кога од срцата нивни стравот ќе исчезне, тие ќе запрашаат: „Што рече Господарот ваш?“ – „Вистината!“ – ќе одговорат, Тој е Возвишен и Голем"},{"SurahNumber":34,"VerseNumber":24,"Text":"Прашај: „Кој ве снабдува и од небо и од земја?“ и одговори: „Аллах! Дали сме тогаш ние или вие на Вистинскиот пат, или во очигледна заблуда?“"},{"SurahNumber":34,"VerseNumber":25,"Text":"Кажи: „Вие нема да одговарате за гревовите кои ние ќе ги направиме, ниту ние ќе одговараме за тоа што вие ќе го направите.“"},{"SurahNumber":34,"VerseNumber":26,"Text":"Кажи: „Господарот наш ќе нè собере и тогаш праведно ќе ни пресуди, Тој е Праведниот Судија, Сезнајниот.“"},{"SurahNumber":34,"VerseNumber":27,"Text":"Кажи: „Покажете ми ги тие кои Нему Му ги сметате за еднакви!“ Ги нема; постои само Аллах, Силниот и Мудриот"},{"SurahNumber":34,"VerseNumber":28,"Text":"Ние те пративме на целото човештво, радосни вести да им носиш и да ги опоменуваш, но повеќето луѓе не знаат"},{"SurahNumber":34,"VerseNumber":29,"Text":"и велат: „Кога веќе ќе биде тоа ветување, ако вистината ја зборувате?“"},{"SurahNumber":34,"VerseNumber":30,"Text":"Кажи: „Денот ви е веќе одреден, не можете ниту за еден миг да го одложите или да го забрзате.“"},{"SurahNumber":34,"VerseNumber":31,"Text":"А тие што не веруваат велат: „Ние нема да веруваме во овој Куран ниту во Книгите пред него!“ А кога само би видел кога силниците пред Господарот свој ќе бидат задржани и кога ќе почнат меѓусебно да разговараат: „Да не бевте вие, ние сигурно ќе бевме верници.“ – ќе им речат тие што беа угнетени на тие што беа вообразени"},{"SurahNumber":34,"VerseNumber":32,"Text":"„А зарем ние од упатството ве одвративме откако на него ви беше укажано? Не, самите си бевте злосторници.“ – ќе им речат вообразените на угнетените"},{"SurahNumber":34,"VerseNumber":33,"Text":"„Не беше така,“ – ќе им одговорат угнетуваните на вообразените – „туку дење и ноќе интриги подготвувавте кога од нас баравте да не веруваме во Аллах и други за еднакви да Му сметаме.“ И сите ќе ја прикријат тагата кога ќе ја видат казната, а Ние на вратовите на неверниците синџири ќе им ставиме; зарем ќе бидат казнети поинаку освен според тоа што го правеа"},{"SurahNumber":34,"VerseNumber":34,"Text":"Ние во ниту една населба опоменувач не пративме, а да не рекоа тие кои на раскошен живот беа навикнати: „Ние не веруваме во тоа што е испратено по вас!“"},{"SurahNumber":34,"VerseNumber":35,"Text":"и да не говореа: „Имаме повеќе богатство и деца; ние нема да бидеме казнети!“"},{"SurahNumber":34,"VerseNumber":36,"Text":"Кажи: „Господарот мој му дава обилно снабдување на тој што сака, но и скусува, но, повеќето луѓе не знаат"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ниту богатствата ваши, ниту децата ваши ќе ве направат блиски до Нас; само тие што ќе веруваат и што ќе прават добри дела ги очекува повеќекратна награда за тоа што го работеле, и тие во високите одаи ќе бидат безбедни"},{"SurahNumber":34,"VerseNumber":38,"Text":"А тие што ќе се трудат на доказите Наши да им се спротивстават, одвраќајќи од нив, тие ќе бидат казнети.“"},{"SurahNumber":34,"VerseNumber":39,"Text":"Кажи: „Господарот мој дава обилно надоместување кому сака од робовите Свои, а кому сака ускратува; што и да дадете, Тој тоа ќе го надокнади, Тој најдобро снабдува.“"},{"SurahNumber":34,"VerseNumber":40,"Text":"А на Денот кога сите ќе ги собере, па мелеците ќе ги запраша: „Дали овие вас ве обожуваа?“"},{"SurahNumber":34,"VerseNumber":41,"Text":"тие ќе одговорат: „Возвишен нека си, Ти си Господарот наш, а не тие! Тие џинните ги обожуваа и повеќето од нив веруваа во нив.“"},{"SurahNumber":34,"VerseNumber":42,"Text":"Тој Ден едни на други нема да можете ниту да си користите, ниту да си наштетите, а Ние на тие кои кон себе се огрешија ќе им кажеме: „Вкусете го страдањето во Огнот кој го негирате!“"},{"SurahNumber":34,"VerseNumber":43,"Text":"Кога Нашите јасни ајети им се кажуваат, тие велат: „Овој човек само сака да ве одврати од тоа што вашите предци го обожуваа“, и говорат: „Ова не е ништо друго, туку измислена лага!“ А тие што не веруваат кога им доаѓа Вистината зборуваат: „Ова не е ништо друго туку јасна магија!“"},{"SurahNumber":34,"VerseNumber":44,"Text":"А Ние не им дадовме никакви книги за да ги изучуваат, и Ние, пред тебе, не пративме некој кој би ги опоменувал"},{"SurahNumber":34,"VerseNumber":45,"Text":"Аи тие пред нив Пратениците залажни ги сметаа, аовие непостигнаа ни десетина од тоа што на тие им го дадовме, па сепак Пратениците Мои за лажни ги сметаа, и каква само беше казната Моја"},{"SurahNumber":34,"VerseNumber":46,"Text":"Кажи: „Јас ви советувам само едно: станете искрено кон Аллах, двајца по двајца, или еден по еден, па потоа размислете дека другарот ваш не е опседнат. Тој само ве опоменува пред тешкото страдање.“"},{"SurahNumber":34,"VerseNumber":47,"Text":"Кажи: „Каква било награда да побарам од вас, нека ви остане вам, мене Аллах ќе ме награди, Тој е сведок за сè.“"},{"SurahNumber":34,"VerseNumber":48,"Text":"Кажи: „Господарот мој ја праќа Вистината, Тој е Познавач на скриените нешта.“"},{"SurahNumber":34,"VerseNumber":49,"Text":"Кажи: „Дојде Вистината, а лагите исчезнаа!“"},{"SurahNumber":34,"VerseNumber":50,"Text":"Кажи: „Ако заталкам, ќе заталкам на своја штета, а ако сум на Вистинскиот пат, тоа е поради тоа што Господарот мој ми го објавува; Тој, навистина, сè слуша и блиску е.“"},{"SurahNumber":34,"VerseNumber":51,"Text":"А само да ги видиш кога страв ќе ги зафати – нема да можат да избегаат; одблизу ќе бидат зграпчени"},{"SurahNumber":34,"VerseNumber":52,"Text":"и кога ќе кажат: „Веруваме во Вистината!“ А од каква корист ќе им биде кога животот на Земјата беше и помина"},{"SurahNumber":34,"VerseNumber":53,"Text":"Тие претходно не веруваа во неа, го зборуваа тоа што не е познато, што е далеку од Вистината"},{"SurahNumber":34,"VerseNumber":54,"Text":"и помеѓу нив и тоа што ќе го сакаат ќе биде поставена препрека како што претходно беше направено со на нив сличните, бидејќи сите тие, навистина, многу се сомневаа"}]}