{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Аллах ќе ги поништи делата на тие што не веруваат и од патот Негов што одвраќаат"},{"SurahNumber":47,"VerseNumber":2,"Text":"А на тие што веруваат и што прават добри дела и што веруваат во тоа што му се објавува на Мухаммед – а тоа е Вистината од нивниот Господар – Тој преку нивните лоши постапки ќе мине и состојбите нивни ќе ги подобри"},{"SurahNumber":47,"VerseNumber":3,"Text":"затоа што неверниците ја следат невистината, а верниците ја следат Вистината од својот Господар. Така Аллах на луѓето им ги наведува нивните примери"},{"SurahNumber":47,"VerseNumber":4,"Text":"Когасоневерниците воборба ќесе сретнете, по вратовите удрете ги сè додека не ги ослабнете, и тогаш врзете ги, а потоа, или великодушно ослободете ги од заробеништво или барајте откупнина, сè додека не престане борбата. Така направете! Дасака Аллах, Тој сам ќе ги совлада, но Тој сака да ве искуша едните со помош на другите. Тој нема да ги поништи делата на тие што ќе загинат на Аллаховиот пат"},{"SurahNumber":47,"VerseNumber":5,"Text":"и Тој, сигурно, ќе ги упати и состојбите нивни ќе ги подобри"},{"SurahNumber":47,"VerseNumber":6,"Text":"и во џеннетот ќе ги воведе, со којшто веќе ги запознал"},{"SurahNumber":47,"VerseNumber":7,"Text":"О, верници, ако Го помогнете Аллах, и Тој вам ќе ви помогне и чекорите ваши ќе ги зацврсти"},{"SurahNumber":47,"VerseNumber":8,"Text":"А тие што не веруваат – пропаст за нив! Тој нема делата нивни да ги прифати"},{"SurahNumber":47,"VerseNumber":9,"Text":"затоа што не го сакаат тоа што Аллах го објавува, и Тој делата нивни ќе ги поништи"},{"SurahNumber":47,"VerseNumber":10,"Text":"Зошто тие неотидат по светот да видат каков беше крајот наоние пред нив? Нив Аллах ги истреби, а тоа ги чека и останатите неверници"},{"SurahNumber":47,"VerseNumber":11,"Text":"затоа што Аллах е заштитник на тие што веруваат и затоа што неверниците заштитник немаат"},{"SurahNumber":47,"VerseNumber":12,"Text":"Тие што веруваат и што прават добри дела Аллах ќе ги воведе во џеннетските градини низ кои реки ќе течат, а тие што не веруваат – што се насладуваат и ждерат како што ждерат животните – нивно престојувалиште ќе биде Огнот"},{"SurahNumber":47,"VerseNumber":13,"Text":"А колку градови уништивме, многу помоќни од твојот град кој те протера, и немаше никој да им помогне"},{"SurahNumber":47,"VerseNumber":14,"Text":"Зарем тој што има јасна претстава за Господарот свој е како тој на којшто неговите лоши дела му се чинат убави и кој по страстите свои се поведува"},{"SurahNumber":47,"VerseNumber":15,"Text":"Примерот за џеннетот, кој им е ветен на тие што се плашат од Аллах е: во него се реките од вода проточна и реки од млеко со непроменлив вкус, и реки од вино, пријатно за тие што ќе пијат, и реки од процеден мед, и има разновидно овошје и прошка од Господарот нивен – зарем тоа е исто со страдањето кое ги чека тие што во Огнот вечно ќе престојуваат, кои со зовриена вода ќе се појат, која цревата ќе им ги кине"},{"SurahNumber":47,"VerseNumber":16,"Text":"Има такви што доаѓаат да те слушаат, а штом ќе се оддалечат од тебе, ги прашуваат тие на коишто им е дадено знаење: „Што рече тој пред малку?“ Тоа се тие чиишто срца Аллах ги запечатил икоипострастите свои се водат"},{"SurahNumber":47,"VerseNumber":17,"Text":"А тие што се на Вистинскиот пат Тој Упатството и ќе им го зголеми и ќе им ја зацврсти нивната богобојазливост"},{"SurahNumber":47,"VerseNumber":18,"Text":"Зарем тие чекаат Крајот на светот ненадејно да им дојде, а веќе дошле предзнаците негови? А што ќе им користи нивната опомена кога тој ќе им дојде"},{"SurahNumber":47,"VerseNumber":19,"Text":"Знај дека нема друг бог освен Аллах! Барај прошка за своите гревови и за верниците и за верничките! Аллах знае каде се движите и каде престојувате"},{"SurahNumber":47,"VerseNumber":20,"Text":"А тие што веруваат велат: „Зошто не се објави едно поглавје?“ А кога ќе се објави јасно поглавје и во него ќе се спомне борбата, ќе можеш да ги видиш тие во чиишто срца има болест како те гледаат со поглед како пред смрт онесвестен! А подобра би им била"},{"SurahNumber":47,"VerseNumber":21,"Text":"послушноста и разумниот говор! А кога за борбата ќе биде одлучено, подобро ќе им биде да се искрени кон Аллах"},{"SurahNumber":47,"VerseNumber":22,"Text":"Можеби и вие, кога би се одметнале, неред на Земјата би правеле и роднинските врски би ги кинеле"},{"SurahNumber":47,"VerseNumber":23,"Text":"Тоа се тие коишто Аллах ги проколнал и глуви и слепи ги направил"},{"SurahNumber":47,"VerseNumber":24,"Text":"Како тие не размислат за Куранот, или на срцата имаат катанци"},{"SurahNumber":47,"VerseNumber":25,"Text":"Навистина на тие што отпаднале од верата своја откако Упатството им беше јасно, шејтанот на грев ги наведуваше и лажна надеж им влеваше"},{"SurahNumber":47,"VerseNumber":26,"Text":"Тоа е затоа што им велеа на тие кои не го сакаат тоа што Аллах го објавува: „Ние во некои работи ќе ви се покоруваме.“ - а Аллах добро ги знае нивните тајни"},{"SurahNumber":47,"VerseNumber":27,"Text":"А како ќе им биде дурикогамелеците душите ќе им ги земаат удирајќи ги по лицата и по грбовите нивни"},{"SurahNumber":47,"VerseNumber":28,"Text":"Така ќе биде затоа што го следеа тоа коешто го предизвикува Аллаховиот гнев, а тоа од коешто Тој е задоволен го презираа; Тој делата нивни ќе ги поништи"},{"SurahNumber":47,"VerseNumber":29,"Text":"Зарем тие со болни срца мислат дека Аллах нема да ги изнесе злобите нивни на виделина"},{"SurahNumber":47,"VerseNumber":30,"Text":"А да сакаме, Ние навистина би ти ги покажале, а ти по белезите нивни сигурно би ги познал. Но, ти ќе ги познаеш по начинот на нивниот говор, а Аллах ги знае постапките ваши"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ние ќе ве проверуваме сè додека не укажеме на борците и постојаните меѓу вас, а и вестите за вас ги проверуваме"},{"SurahNumber":47,"VerseNumber":32,"Text":"Тие што не веруваат и што одвраќаат од Аллаховиот пат, и што му се спротивставуваат на Пратеникот, откако им е пратено јасно Упатство, воопшто нема да му наштетат на Аллах и Тој делата нивни ќе им ги поништи"},{"SurahNumber":47,"VerseNumber":33,"Text":"О, верници, покорувајте Му се на Аллах и покорувајте Му се на Пратеникот, и не поништувајте ги делата свои"},{"SurahNumber":47,"VerseNumber":34,"Text":"На тие што не веруваат и од Аллаховиот пат што одвраќаат, па потоа како неверници умираат, Аллах навистина нема да им прости"},{"SurahNumber":47,"VerseNumber":35,"Text":"И не се истоштувајте и не нудете примирје кога сте посилни, бидејќи Аллах е со вас, Тој нема да ве лиши од наградата за делата ваши"},{"SurahNumber":47,"VerseNumber":36,"Text":"Животот на овој свет е само игра и забава! А ако верувате и ако гревовите ги избегнувате, Тој ќе ве награди и имотите ваши од вас нема да ги бара"},{"SurahNumber":47,"VerseNumber":37,"Text":"Кога би ги барал од вас и кога би бил упорен кон вас, би станале скржави, и тоа би ја покажало вашата злобност"},{"SurahNumber":47,"VerseNumber":38,"Text":"Вие, ете, се повикувате дека трошите на Аллаховиот пат, но некои од вас се скржави, а кој е скржав на своја штета е скржав, бидејќи Аллах е богат, а вие сте сиромашни. Аакоглавите ги свртите, Тој со друг народ ќе ве замени, кој тогаш нема да биде какви што сте вие"}]}