{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"Bij de winden die doen opwaaien"},{"SurahNumber":51,"VerseNumber":2,"Text":"Bij de wolken die een zware last dragen"},{"SurahNumber":51,"VerseNumber":3,"Text":"Bij de schepen die gemakkelijk voortdrijven"},{"SurahNumber":51,"VerseNumber":4,"Text":"Bij de verdelers (de Engelen) die volgens een verordening verdelen"},{"SurahNumber":51,"VerseNumber":5,"Text":"Voorwaar, wat jullie is aangezegd zal zeker bewaarheid worden"},{"SurahNumber":51,"VerseNumber":6,"Text":"En voorwaar, de (Dag der) Opstanding zal zeker plaatsvinden"},{"SurahNumber":51,"VerseNumber":7,"Text":"Bij de hemel met zijn banen (van sterren en planeten)"},{"SurahNumber":51,"VerseNumber":8,"Text":"Voorwaar, jullie standpunt (tegenover de Profeet en de Koran) wisselt"},{"SurahNumber":51,"VerseNumber":9,"Text":"Degene die ervan afgewend wordt, die wordt belogen"},{"SurahNumber":51,"VerseNumber":10,"Text":"Verdoemd zijn de leugenaars"},{"SurahNumber":51,"VerseNumber":11,"Text":"Degenen die in achteloosheid verkeren"},{"SurahNumber":51,"VerseNumber":12,"Text":"Zij vragen: \"Wanneer is de Dag van de Opstanding"},{"SurahNumber":51,"VerseNumber":13,"Text":"Op die Dag zullen zij in de Hel verbrand worden"},{"SurahNumber":51,"VerseNumber":14,"Text":"(De bewaker van de Hel zegt:) \"Proeft jullie bestraffing. Dit is waar jullie de bespoediging van vroegen"},{"SurahNumber":51,"VerseNumber":15,"Text":"Voorwaar, de Moettaqôen verblijven in Tuinen en bij bronnen (in het Paradijs)"},{"SurahNumber":51,"VerseNumber":16,"Text":"Zij nemen wat hun Heer hun geeft. Voorwaar, zij behoorden voorheen tot de weldoeners"},{"SurahNumber":51,"VerseNumber":17,"Text":"Zij plachten gedurende de nacht weinig te slapen"},{"SurahNumber":51,"VerseNumber":18,"Text":"En in de laatste uren van de nacht smeekten zij om vergeving"},{"SurahNumber":51,"VerseNumber":19,"Text":"En van hun bezittingen was een rechtmatig deel voor de bedelaar en voor degene die zich weerhield van bedelen"},{"SurahNumber":51,"VerseNumber":20,"Text":"En op de aarde zijn Tekens voor de overtuigden"},{"SurahNumber":51,"VerseNumber":21,"Text":"En ook in jullie zelf, zien jullie dan niet"},{"SurahNumber":51,"VerseNumber":22,"Text":"En in de hemel is jullie voorziening, en wat jullie is beloofd"},{"SurahNumber":51,"VerseNumber":23,"Text":"Bij de Heer van de hemel en de aarde: voorwaar, het is zeker waar, zo waar als (het feit) dat jullie spreken"},{"SurahNumber":51,"VerseNumber":24,"Text":"Heeft de geschiedenis van de geëerde gasten van Ibrahîm jou bereikt"},{"SurahNumber":51,"VerseNumber":25,"Text":"Toen zij bij hem kwamen, zeiden zij: \"Vrede!\" Hij zei: \"Vrede!\", (en hij dacht bij zichzelf:) \"Onbekend volk"},{"SurahNumber":51,"VerseNumber":26,"Text":"Hij ging toen vlug naar zijn familie en bracht een geroosterd kalf"},{"SurahNumber":51,"VerseNumber":27,"Text":"Hij plaatste het daarop vóór hen, en zei: \"Eten jullie het niet"},{"SurahNumber":51,"VerseNumber":28,"Text":"(Maar zij wilden niet eten.) Toen voelde hij angst voor hen. Zij zeiden: \"Wees niet bang.\" En zij verkondigden hem de verheugende tijding over (de geboorte van) een verstandige jongeling (Ishâq)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Zijn vrouw kwam schreeuwend naar voren, en zij sloeg zich in haar gezicht, en zei: \"Ik ben een oude, onvruchtbare vrouw"},{"SurahNumber":51,"VerseNumber":30,"Text":"Zij zeiden: \"Zo heeft jouw Heer gesproken: voorwaar, Hij is de Alwijze, de Alwetende"},{"SurahNumber":51,"VerseNumber":31,"Text":"Hij (Ibrâhîm) vroeg: \"Wat is jullie boodschap, O gezanten"},{"SurahNumber":51,"VerseNumber":32,"Text":"Zij zeiden: \"Voorwaar, wij zijn gezonden naar een volk van misdadigers"},{"SurahNumber":51,"VerseNumber":33,"Text":"Opdat wij stenen van klei op hen neerzenden"},{"SurahNumber":51,"VerseNumber":34,"Text":"Die zijn gekenmerkt bij jouw Heer, voor de overtreders"},{"SurahNumber":51,"VerseNumber":35,"Text":"Toen deden Wij degenen die daar tot de gelovigen behoorden vertrekken"},{"SurahNumber":51,"VerseNumber":36,"Text":"Maar Wij troffen daar slechts één huis van degenen die zich (aan Allah) overgegeven hadden aan. (het huis van Lôeth)"},{"SurahNumber":51,"VerseNumber":37,"Text":"En Wij lieten daar een Teken achter voor degenen die de pijnlijke bestraffing vreesden"},{"SurahNumber":51,"VerseNumber":38,"Text":"En ook in (de geschiedenis van) Môesa toen Wij hem naar Fir'aun zonden met een duidelijk bewijs"},{"SurahNumber":51,"VerseNumber":39,"Text":"Hij (Fir'aun) wendde zich af met zijn gevolg, en hij zei: \"(Hij is) een tovenaar, of een bezetene"},{"SurahNumber":51,"VerseNumber":40,"Text":"Daarop grepen Wij hem en zijn legers en wierpen hen in de zee. En hem (Fir'aun) trof de blaam"},{"SurahNumber":51,"VerseNumber":41,"Text":"En in de 'Âd, toen Wij over hen een verwoestende wind zonden"},{"SurahNumber":51,"VerseNumber":42,"Text":"Die niets heel liet van wat hij tegenkwam, maar (alles) tot ruïnes maakte"},{"SurahNumber":51,"VerseNumber":43,"Text":"En in de Tsamôed, toen tot hen gezegd werd: \"Geniet maar, tot een bepaalde tijd"},{"SurahNumber":51,"VerseNumber":44,"Text":"Toen waren zij hoogmoedig tegenover het gebod van hun Heer, waarop de bliksemslag hen greep, terwijl zij toezagen"},{"SurahNumber":51,"VerseNumber":45,"Text":"Toen konden zij niet meer opstaan en zij konden zichzelf niet helpen"},{"SurahNumber":51,"VerseNumber":46,"Text":"En het volk van Nôeh van daarvóór: voorwaar, zij waren een zwaar zondig volk"},{"SurahNumber":51,"VerseNumber":47,"Text":"En Wij hebben de hemel met een grote macht gebouwd. En voorwaar, Wij zijn zeker Machtigen"},{"SurahNumber":51,"VerseNumber":48,"Text":"En Wij hebben de aarde uitgespreid, en de beste Uitspreiders zijn Wij"},{"SurahNumber":51,"VerseNumber":49,"Text":"En van alle dingen hebben Wij paren geschapen. Hopelijk zullen jullie je laten vermanen"},{"SurahNumber":51,"VerseNumber":50,"Text":"(Zeg, O Moehammad) \"Vlucht daarom naar Allah: voorwaar, ik ben voor jullie van Hem (voor Zijn bestraffing) een duidelijke waarschuwer"},{"SurahNumber":51,"VerseNumber":51,"Text":"En neemt naast Allah geen andere god: voorwaar, ik ben voor jullie van Hem (voor Zijn bestraffing) een duidelijke waarschuwer"},{"SurahNumber":51,"VerseNumber":52,"Text":"Zo kwam er tot degenen vóór hen geen Boodschapper, of zij zeiden: \"(Hij is) een tovenaar, of een bezetene"},{"SurahNumber":51,"VerseNumber":53,"Text":"Dragen zij dit aan elkaar over (van geslacht op geslacht)? Zij zijn zelfs een overtredend volk"},{"SurahNumber":51,"VerseNumber":54,"Text":"Wend je daarom van hen af, dan wordt jou niets verweten"},{"SurahNumber":51,"VerseNumber":55,"Text":"En vermaan: want voorwaar, de vermaning baat de gelovigen"},{"SurahNumber":51,"VerseNumber":56,"Text":"En Ik heb de Djinn's en de mens slechts geschapen om Mij te dienen"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ik wens geen voorzieningen van hen, en ik wens niet dat zij Mij voeden"},{"SurahNumber":51,"VerseNumber":58,"Text":"Voorwaar, Allah is de Voorziener, de Bezitter van sterke kracht"},{"SurahNumber":51,"VerseNumber":59,"Text":"Voorwaar, de zonden van degenen die onrecht plegen zijn gelijk aan de zonden van hun soortgenoten (in vroegere generaties). Laten zij daarom Mij niet vragen (de bestraffing) te bespoedigen"},{"SurahNumber":51,"VerseNumber":60,"Text":"Wee dan degenen die ongelovig zijn op hun Dag die aangezegd is"}]}