{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"“. Ndikulumbilira mphepo imene ikubalalitsa mitambo ya mvula"},{"SurahNumber":51,"VerseNumber":2,"Text":"“Ndi imene imasenza mitolo yolemera (ya madzi)"},{"SurahNumber":51,"VerseNumber":3,"Text":"“Ndi kuyenda (nawo madziwo) mwaubwino"},{"SurahNumber":51,"VerseNumber":4,"Text":"“Ndi awo amene amagawa rizq (limene Allah amalipereka kwa amene wamfuna)"},{"SurahNumber":51,"VerseNumber":5,"Text":"“Ndithu zimene mukulonjezedwa nzoonadi, (zidzachitika)"},{"SurahNumber":51,"VerseNumber":6,"Text":"“Ndipo, ndithu malipiro (pa zochita zanu) adzapezekadi"},{"SurahNumber":51,"VerseNumber":7,"Text":"“Ndikulumbilira thambo lomwe njira zake zambiri nzoikidwa mwaluso"},{"SurahNumber":51,"VerseNumber":8,"Text":"“Ndithu inu muli m’mau otsutsana, (pa zimene mukunena)"},{"SurahNumber":51,"VerseNumber":9,"Text":"“(Kupyolera m’mawu amenewa) akuchotsedwa ku icho (chikhulupiliro chalonjezo loona) amene adachotsedwa (ku chikhulupilirocho)"},{"SurahNumber":51,"VerseNumber":10,"Text":"“Aonongeka abodza (amene akunena za tsiku lachiweruziro mongoganizira)"},{"SurahNumber":51,"VerseNumber":11,"Text":"“Iwo amene akubira mu umbuli, osalabadira (za tsiku lachimaliziro)"},{"SurahNumber":51,"VerseNumber":12,"Text":"“Akufunsa (mwachipongwe ponena kuti) “Lidzakhala liti tsiku lamalipiro?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"“(Limenelo ndi) tsiku lomwe iwo adzalangidwa ku Moto"},{"SurahNumber":51,"VerseNumber":14,"Text":"“(Adzawauza kuti): “Lawani chilango chanu ichi chimene munkachifulumizitsa (kuti chikufikeni).”"},{"SurahNumber":51,"VerseNumber":15,"Text":"“Ndithu oopa (Allah) adzakhala (akusangalala) m’minda ndi mu akasupe okongola"},{"SurahNumber":51,"VerseNumber":16,"Text":"“Uku akulandira zimene wawapatsa Mbuye wawo (malipiro aulemu); ndithu iwo ankachita zabwino asanapeze izi"},{"SurahNumber":51,"VerseNumber":17,"Text":"“Nthawi yausiku amagona pang’ono. (Amadzuka nachita mapemphero mochulukitsa)"},{"SurahNumber":51,"VerseNumber":18,"Text":"“Ndipo kum’bandakucha, iwo amapempha chikhululuko"},{"SurahNumber":51,"VerseNumber":19,"Text":"“Ndipo m’chuma chawo mudali gawo (lodziwika) la opempha ndi osapempha (mwa osauka)"},{"SurahNumber":51,"VerseNumber":20,"Text":"“M’nthaka muli zizindikiro kwa otsimikiza, (zosonyeza kuti Allah alipo)"},{"SurahNumber":51,"VerseNumber":21,"Text":"“Ndi mwa inu nomwe; kodi simuona"},{"SurahNumber":51,"VerseNumber":22,"Text":"“Ndipo kumwamba kuli zokuthandizani (pa moyo wanu), ndi zimene mukulonjezedwa"},{"SurahNumber":51,"VerseNumber":23,"Text":"“Ndikulumbilira Mbuye wa kumwamba ndi pansi, ndithu zimenezo ndi zoona monga kulili kuyankhula kwanu"},{"SurahNumber":51,"VerseNumber":24,"Text":"“Kodi yakufika nkhani ya alendo a Ibrahim; (angelo) olemekezeka"},{"SurahNumber":51,"VerseNumber":25,"Text":"“Pamene adalowa kwa iye ndi kunena kuti: “Salaam,” (“Mtendere”)! Iye adayankha: “Salaam,” (“Mtendere) inu ndinu anthu osadziwika (achilendo).”"},{"SurahNumber":51,"VerseNumber":26,"Text":"“Adatembenukira kwa akunyumba ake (mwakachetechete), ndipo adadza ndi nyama ya mwana wa ng’ombe yonona (yowotcha)"},{"SurahNumber":51,"VerseNumber":27,"Text":"“Naipereka kwa iwo (koma sadadye); iye adanena (modabwa): “Kodi bwanji simukudya?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"“Mumtima mwake adadzazidwa mantha ndi iwo. Iwo adati: “Usaope,” ndipo adamuuza nkhani yabwino ya kubala mwana wodziwa"},{"SurahNumber":51,"VerseNumber":29,"Text":"“Adadza mkazi wake ndi mkuwe (pamene adamva nkhani yabwino ija). Adadzimenya kunkhope (ndi dzanja lake kusonyeza kudabwa ndi kusatheka). Ndipo adati: (“Ine ndine) nkhalamba (ndiponso) chumba; (ndingabereke bwanji)?”"},{"SurahNumber":51,"VerseNumber":30,"Text":"“Iwo adati: “Momwemo, Mbuye wako wanena. Iye Ngwanzeru zakuya (pa chilichonse chimene akulamula); Ngodziwa; (palibe chimene chingabisike kwa Iye)"},{"SurahNumber":51,"VerseNumber":31,"Text":"“۞ (Ibrahim) adati: “Kodi nkhani yanu ndiyotani E inu otumidwa?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"“Iwo adati: “Tatumizidwa kwa anthu oipa.”"},{"SurahNumber":51,"VerseNumber":33,"Text":"““Kuti tiwagende ndi miyala yotenthedwa kuchokera kudongo.”"},{"SurahNumber":51,"VerseNumber":34,"Text":"““Yoikidwa chizindikiro cha aliyense wochimwa kuchokera kwa Mbuye wako.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"“Tidawatulutsa okhulupirira omwe adali m’mudzimo"},{"SurahNumber":51,"VerseNumber":36,"Text":"“Sitidapeze mmenemo (okhulupirira ambiri) kupatula mnyumba imodzi ya Asilamu"},{"SurahNumber":51,"VerseNumber":37,"Text":"“Ndipo tidasiya pamenepo chizindikiro (chosonyeza kuonongeka kwa eni mudziwo kuti chikhale lingaliro) kwa amene akuopa chilango chopweteka"},{"SurahNumber":51,"VerseNumber":38,"Text":"“M’nkhani ya Mûsa (muli phunziro) pamene tidamtuma kwa Farawo uku atalimbikitsidwa ndi chisonyezo choonekera"},{"SurahNumber":51,"VerseNumber":39,"Text":"“Koma Farawo adanyoza (kukhulupirira Mûsa) chifukwa chotama nyonga zake, ndipo adati: “Uyu ndi wamatsenga kapena wamisala.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"“Tidamlanga pamodzi ndi khamu lake la nkhondo ndi kuwaponya mnyanja; iye ali wodzudzulidwa"},{"SurahNumber":51,"VerseNumber":41,"Text":"“Ndipo m’nkhani ya Âdi (muli phunziro) pamene tidawatumizira chimphepo (chamkuntho) chopanda chabwino mkati mwake"},{"SurahNumber":51,"VerseNumber":42,"Text":"“Chomwe sichisiya chinthu chimene chachidutsa koma kuchichita monga chofumbwa"},{"SurahNumber":51,"VerseNumber":43,"Text":"“Ndipo m’nkhani ya Samudu (muli chisonyezo) pamene kudanenedwa kwa iwo kuti: “Sangalalani (mnyumba zanu) mpaka nthawi yaikika.”"},{"SurahNumber":51,"VerseNumber":44,"Text":"“Koma adadzikweza (ponyozera) lamulo la Mbuye wawo. Choncho chiphokoso chidawaononga uku akupenya"},{"SurahNumber":51,"VerseNumber":45,"Text":"“Sadathe kuimilira ndi (kuthawa) ndiponso sadali wodzipulumutsa"},{"SurahNumber":51,"VerseNumber":46,"Text":"“Naonso anthu a Nuh (tidawaononga) kale chifukwa iwo adali anthu otuluka mchilamulo (cha Allah)"},{"SurahNumber":51,"VerseNumber":47,"Text":"“Thambo tidalimanga mwamphamvu (ndi luntha); ndipo tingathe kuchita zochuluka (kuposa zimenezi)"},{"SurahNumber":51,"VerseNumber":48,"Text":"“Ndipo nthaka tidaiyala; taonani kukonza bwino Ife amene tidakonza nthaka"},{"SurahNumber":51,"VerseNumber":49,"Text":"“Ndipo m’chinthu chilichonse talenga ziwiriziwiri kuti inu mulingalire (ndi kukhulupirira mphamvu Zathu)"},{"SurahNumber":51,"VerseNumber":50,"Text":"“Thawirani kwa Allah. Ine ndine mchenjezi woonekera kwa inu wochokera kwa Iye"},{"SurahNumber":51,"VerseNumber":51,"Text":"“Ndipo musadzipangire mulungu wina wompembedza ndi kumuphatikiza ndi Allah. Ndithu ine ndine mchenjezi woonekera poyera kwa inu wochokera kwa Iye"},{"SurahNumber":51,"VerseNumber":52,"Text":"“Momwemo (ndimo idalili mibadwo yakale pamodzi ndi aneneri awo); palibe Mthenga amene adawadzera anthu akale, anthu akowa kulibe, popanda kumnena kuti: “Ndiwamatsenga kapena wamisala.”"},{"SurahNumber":51,"VerseNumber":53,"Text":"“Kodi adalangizana za mawuwa pakati pawo? Iyayi, koma iwo ndianthu opyola malire"},{"SurahNumber":51,"VerseNumber":54,"Text":"“Choncho apatukire iwo (amakani), iwe suli wodzudzulidwa (pakuleka kwawo kuyankha kuitana)"},{"SurahNumber":51,"VerseNumber":55,"Text":"“Kumbutsa. Ndithu kukumbutsa kumawathandiza okhulupirira"},{"SurahNumber":51,"VerseNumber":56,"Text":"“Sindidalenge ziwanda (majini) ndi anthu koma kuti azindipembedza"},{"SurahNumber":51,"VerseNumber":57,"Text":"“Sindifuna kwa iwo chithandizo ndiponso sindifuna kuti azindidyetsa"},{"SurahNumber":51,"VerseNumber":58,"Text":"“Ndithu Allah ndi Amene amapereka rizq; Iye ndi Mwini mphamvu zoposa; Wolimba, (salaphera kanthu)"},{"SurahNumber":51,"VerseNumber":59,"Text":"“Ndithu amene adzichitira okha chinyengo (pokana ndi kutsutsa) ali nalo gawo la chilango monga gawo la anzawo (a mibadwo yakale); choncho asandifulumizitse (kutsitsa chilango nthawi yake isanafike)"},{"SurahNumber":51,"VerseNumber":60,"Text":"“Kuonongeka kuli pa amene atsutsa za tsiku lawo limene alonjezedwa"}]}