{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"BELIVERS, DO not behave presumptuously in the presence of God and His apostle. And fear God: surely God hears all and knows all"},{"SurahNumber":49,"VerseNumber":2,"Text":"Believers, do not raise your voices above the voice of the Prophet, nor shout aloud when speaking to him as you do to one another, lest your labours should come to nothing without your knowledge"},{"SurahNumber":49,"VerseNumber":3,"Text":"Those who speak softly in the presence of God‘s apostle are those whose hearts God has tested for piety. Forgiveness and a rich reward await them"},{"SurahNumber":49,"VerseNumber":4,"Text":"Those who call out to you while you¹ are in your chambers are for the most part devoid of understanding"},{"SurahNumber":49,"VerseNumber":5,"Text":"If they waited until you went out to them, it would be better for them. But God is forgiving and compassionate"},{"SurahNumber":49,"VerseNumber":6,"Text":"Believers, if a mischief maker brings you a piece of news, inquire first into its truth, lest you should wrong people unwittingly and then regret your action"},{"SurahNumber":49,"VerseNumber":7,"Text":"And be aware that God‘s apostle is among you. If he obeyed you in many matters, you would surely come to grief. But God has endeared the Faith to you and beautified it in your hearts, making unbelief, wrongdoing, and disobedience abhorrent to you. Such are those who are rightly guided"},{"SurahNumber":49,"VerseNumber":8,"Text":"through God‘s grace and bounty. God is all-knowing and wise"},{"SurahNumber":49,"VerseNumber":9,"Text":"If two parties of believers take up arms the one against the other, make peace between them. If either of them unjustly attacks the other, fight the aggressors till they submit to God‘s judgement. When they have submitted, make peace between them in equity and fairness; God loves those who exercise justice"},{"SurahNumber":49,"VerseNumber":10,"Text":"The believers are a band of brothers. Make peace among your brothers and fear God, that you may be shown mercy"},{"SurahNumber":49,"VerseNumber":11,"Text":"Believers, let no people mock another people, who may perhaps be better than themselves. And let no women mock other women, who may perhaps be better than themselves. Do not defame one another, nor call one another by nicknames. It is an evil thing to be called by a bad name after embracing the Faith. Those that do not repent are themselves the wrongdoers"},{"SurahNumber":49,"VerseNumber":12,"Text":"Believers, avoid immoderate suspicion, for in some cases suspicion is a crime. Do not spy on one another, nor backbite one another. Would any of you like to eat the flesh of his dead brother? Surely you would loathe it. And fear God; God pardons and is compassionate"},{"SurahNumber":49,"VerseNumber":13,"Text":"You people! We have created you from a male and a female, and made you into communities and tribes, that you might get to know one another. The noblest of you in God‘s sight is he who fears Him. God is all-knowing and conversant with all"},{"SurahNumber":49,"VerseNumber":14,"Text":"The Arabs of the desert say: ‘We are believers.‘ Say: ‘Believers you are not. Rather say: \"We profess Islām,\" for faith has not yet found its way into your hearts. If you obey God and His apostle, He will in no way deny you the reward of your labours. Surely God is forgiving and compassionate.‘"},{"SurahNumber":49,"VerseNumber":15,"Text":"The true believers are those that believe in God and His apostle, and never doubt afterwards; and who fight with their wealth and with their persons in the cause of God. Such are those whose faith is true"},{"SurahNumber":49,"VerseNumber":16,"Text":"Say: ‘Would you instruct God in your religion, when God knows what the heavens and the earth contain? When God has knowledge of all things.‘"},{"SurahNumber":49,"VerseNumber":17,"Text":"They think they have conferred on you a favour by embracing Islām. Say: ‘In accepting Islām you have conferred on me no favour. It was God who bestowed a favour on you in guiding you to the true Faith. Admit this, if you are truthful"},{"SurahNumber":49,"VerseNumber":18,"Text":"God knows all that is hidden in the heavens and the earth. God is cognizant of what you do.‘"}]}