{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. So Allah i Mata-o ko paka-a antapan Niyan non. Ibut ko Pansom a go so nganin a Ipushorat iran"},{"SurahNumber":68,"VerseNumber":2,"Text":"Sabap ko Limo o Kadnan Ka (Ya Muhammad) na kuna a ba Ka Pumbuthanga"},{"SurahNumber":68,"VerseNumber":3,"Text":"Na Mata-an! A ruk Ka so mala a balas a di Puthaman"},{"SurahNumber":68,"VerseNumber":4,"Text":"Go Mata-an! A Suka na titho a thatakna ko parangai a mala"},{"SurahNumber":68,"VerseNumber":5,"Text":"Na Khailaingka dun, go khailai ran"},{"SurahNumber":68,"VerseNumber":6,"Text":"O antawa-a Rukano i mariribat"},{"SurahNumber":68,"VerseNumber":7,"Text":"Mata-an! A so Kadnan Ka na Sukaniyan i Mata-o ko tao a sominilai pho-on ko lalan niyan: Go Sukaniyan i Mata-o ko Miyamangudug ko ontol"},{"SurahNumber":68,"VerseNumber":8,"Text":"Na Dingka Pagonoti so Miyamanaplis"},{"SurahNumber":68,"VerseNumber":9,"Text":"Na kabaya iran a oba Ka bo pulokha: Ka-an siran makalokha"},{"SurahNumber":68,"VerseNumber":10,"Text":"Na Dingka Pagonoti so oman i bali Sapa-an, a Hina"},{"SurahNumber":68,"VerseNumber":11,"Text":"A taliyanta-an, a ilalalakao niyan so Kapamangondor"},{"SurahNumber":68,"VerseNumber":12,"Text":"Phagurun ko mapiya, a malawani, a baradosa"},{"SurahNumber":68,"VerseNumber":13,"Text":"Talibatak, oriyan noto na Wata sa shina"},{"SurahNumber":68,"VerseNumber":14,"Text":"Kagiya adun a tamok iyan, a go manga Wata"},{"SurahNumber":68,"VerseNumber":15,"Text":"Igira-a Puphangadi-a non so manga Ayat Ami, na gi-i niyan Tharo-on: A manga iringa a kabokhag o miyanga o ona"},{"SurahNumber":68,"VerseNumber":16,"Text":"Tiyapan Ami dun sukaniyan sa ngirong"},{"SurahNumber":68,"VerseNumber":17,"Text":"Mata-an! A Sukami na tiniyoba Ami siran lagid o kiyatiyoba Ami ko khimangaruk ko Pamomolan, gowani a shapa siran sa Mataan a phuragonun niran ndun sukaniyan a phangabalaga siran"},{"SurahNumber":68,"VerseNumber":18,"Text":"Go di siran phanabiya"},{"SurahNumber":68,"VerseNumber":19,"Text":"Na kiyalikopan noto a tiyoba a pho-on ko Kadnan Ka,a siran na khitotorogun siran"},{"SurahNumber":68,"VerseNumber":20,"Text":"Na miyabaloi a lagid o gagawi-i a malibotung"},{"SurahNumber":68,"VerseNumber":21,"Text":"Na mithatawaga siran ko kiyapita i kiran"},{"SurahNumber":68,"VerseNumber":22,"Text":"Pangabalaga kano ko Pangoma-an niyo o sukano na phuragon kano"},{"SurahNumber":68,"VerseNumber":23,"Text":"Na lomiyalakao siran, a siran na ipuphunanai ran Tharo"},{"SurahNumber":68,"VerseNumber":24,"Text":"Da dun a makasolud rukano ron sa Alongan nai a miskin"},{"SurahNumber":68,"VerseNumber":25,"Text":"Na komiyabalaga siran, ka andi phakaonot so manga miskin, a khitutugo siran"},{"SurahNumber":68,"VerseNumber":26,"Text":"Na kagiya a mailai ran noto, na Pitharo iran: A Matan-an! A sukutano na titho a Miyangadadadag"},{"SurahNumber":68,"VerseNumber":27,"Text":"Kuna, ka sukutano na piyapas rukutano"},{"SurahNumber":68,"VerseNumber":28,"Text":"Pitharo o mapiya kiran: Ba ko rukano da Tharowa: Ino kano di Thasbik (ko Allah)"},{"SurahNumber":68,"VerseNumber":29,"Text":"Pitharo iran: Soti so Kadnan tano! Mata-an! A sukutano na mimbaloi tano a manga darowaka"},{"SurahNumber":68,"VerseNumber":30,"Text":"Na siyangoran o saba-ad kiran so saba-ad, a gi-i siran shusundita"},{"SurahNumber":68,"VerseNumber":31,"Text":"Pitharo iran: Hai dowan dowan tano! Mata-an! A sukutano na mimbaloi tano a manga malawani"},{"SurahNumber":68,"VerseNumber":32,"Text":"Masikun a so Kadnan tano na shambiyan Niyan rukutano sa mapiya a di giyoto: Mata-an! A sukutano na si-i tano dun ko Kadnan tano Pangangarapan"},{"SurahNumber":68,"VerseNumber":33,"Text":"Giyoto dun man so siksa (ko doniya). Na Mata-an! a so siksa ko Akhirat i lubi a mala; o siran na katawi ran"},{"SurahNumber":68,"VerseNumber":34,"Text":"Mata-an! A bagiyan o Miyamananggila,si-i koKadunan niran so manga Sorga a Pakada randang"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ba Ami mbaloya so Mimbabayorantang a lagid o manga sala"},{"SurahNumber":68,"VerseNumber":36,"Text":"Ino kano wai? Andamanaya i Kipukhokomun niyo (ko bukhog)"},{"SurahNumber":68,"VerseNumber":37,"Text":"Ba adun a Kitab iyo a Kapuphangadi-an niyo ron"},{"SurahNumber":68,"VerseNumber":38,"Text":"A Mata-an! A khakowa niyo ron so nganin a khapili iyo"},{"SurahNumber":68,"VerseNumber":39,"Text":"Antawa-a ba adun a manga diyandi tano a lomalagadai sa taman ko Alongan a Qiyamah: Sa Mata-an! A khakowa niyo so nganin a Ipukhokom iyo"},{"SurahNumber":68,"VerseNumber":40,"Text":"Isha-an Ka kiran, o antawa-a kiran 1 mangangako ro o"},{"SurahNumber":68,"VerseNumber":41,"Text":"Antawa-a ba adun a manga sakoto iran? Na pakadarpa-a iran imanga sakoto iran, o siran na Mumamata-an siran"},{"SurahNumber":68,"VerseNumber":42,"Text":"so Alongan a Qiyamah na pangosbo so Butad, go so kapakarugun o alayalai niyan, go phakaomaon so Allah a Maporo ko kapaka putatailisa a niyan ko kakhokoma kondolondolonan o manga kaadun, na shawa-aniyan a Pamosoaniyan a mapiya a da-a khaibaratanon ko manga ka-adun a isabo go itawag kiran so Kasojiod, na di iran maga"},{"SurahNumber":68,"VerseNumber":43,"Text":"Makasusunong so manga kallai ran,- a kakokoloban siran sa kahina-an. Na Sabunar a siran na iputhawag kiran (ko doniya) so Kasojiod a siran na kadadaya-an niran"},{"SurahNumber":68,"VerseNumber":44,"Text":"Na botawani Akongka a go so tao a gi-i niyan pakambokhagun angkai a Tothol: Shagintonun Nami siran ndun somiksa sa di iran katawan"},{"SurahNumber":68,"VerseNumber":45,"Text":"Na Pakadadamain ko siran. Mata-an! A so antangan na Kun na maillot"},{"SurahNumber":68,"VerseNumber":46,"Text":"Ba Ka kiran puphanguni sa sokai, a siran na minipunud kiran a bayadan"},{"SurahNumber":68,"VerseNumber":47,"Text":"Antawa-a ba shisi-i kiran so Migagaib, na siran 1 Puphanoraton"},{"SurahNumber":68,"VerseNumber":48,"Text":"Na Phantangka ko Kokoman o Kadnan ka, go o ba Kamabaloi a lagid o (Yunus a) Miyatago ko (tiyan o) suda; gowani a Makapangangarapan, a Sukaniyan na kamumunumunan"},{"SurahNumber":68,"VerseNumber":49,"Text":"O da raota Sukaniyan o Limo a pho-on ko Kadnan Niyan, na Mata-an a imbowang Ami ko taog, a pagilidan, a Sukaniyan na Kapapa-awingan"},{"SurahNumber":68,"VerseNumber":50,"Text":"Na pinili Sukaniyan o Kadnan niyan, na biyaloi Niyan a pud ko manga Bilangatao"},{"SurahNumber":68,"VerseNumber":51,"Text":"Na Mata-an a maito bo na so Miyamangongkir na khipapus Ka iran ndun sabap ko manga kailai ran ko kiyanuga iran ko Pananadum, go gi-i ran Tharo-on: A Mataan! A Sukaniyan na titho a Pumbuthangun"},{"SurahNumber":68,"VerseNumber":52,"Text":"Na da ko Sukaniyan (a Quran) inonta na Pananadum a ruk o manga Ka-adun"}]}