{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Ono što žele – vjernici će postići"},{"SurahNumber":23,"VerseNumber":2,"Text":"oni koji molitvu svoju ponizno obavljaju"},{"SurahNumber":23,"VerseNumber":3,"Text":"i koji ono što ih se ne tiče izbjegavaju"},{"SurahNumber":23,"VerseNumber":4,"Text":"i koji milostinju udjeljuju"},{"SurahNumber":23,"VerseNumber":5,"Text":"i koji stidna mjesta svoja čuvaju –"},{"SurahNumber":23,"VerseNumber":6,"Text":"osim od žena svojih ili onih koje su u posjedu njihovu, oni, doista, prijekor ne zaslužuju –"},{"SurahNumber":23,"VerseNumber":7,"Text":"a oni koji i pored toga traže, oni u zlu sasvim pretjeruju –"},{"SurahNumber":23,"VerseNumber":8,"Text":"i koji o povjerenim im amanetima i obavezama svojim brigu brinu"},{"SurahNumber":23,"VerseNumber":9,"Text":"i koji molitve svoje na vrijeme obavljaju –"},{"SurahNumber":23,"VerseNumber":10,"Text":"oni su dostojni nasljednici"},{"SurahNumber":23,"VerseNumber":11,"Text":"koji će Džennet naslijediti, oni će u njemu vječno boraviti"},{"SurahNumber":23,"VerseNumber":12,"Text":"Mi čovjeka od bîti zemlje stvaramo"},{"SurahNumber":23,"VerseNumber":13,"Text":"zatim ga kao kap sjemena na sigurno mjesto stavljamo"},{"SurahNumber":23,"VerseNumber":14,"Text":"pa onda kap sjemena ugruškom učinimo, zatim od ugruška grudu mesa stvorimo, pa od grude mesa kosti napravimo, a onda kosti mesom zaodjenemo, i poslije ga, kao drugo stvorenje, oživimo – pa neka je uzvišen Allah, najljepši Stvoritelj"},{"SurahNumber":23,"VerseNumber":15,"Text":"Vi ćete, poslije toga, pomrijeti"},{"SurahNumber":23,"VerseNumber":16,"Text":"zatim ćete, na onome svijetu, oživljeni biti"},{"SurahNumber":23,"VerseNumber":17,"Text":"Mi smo sedam nebesa iznad vas stvorili, i Mi bdijemo nad onim što smo stvorili"},{"SurahNumber":23,"VerseNumber":18,"Text":"Mi s neba s mjerom kišu spuštamo, i u zemlji je zadržavamo – a kadri smo da je i odvedemo –"},{"SurahNumber":23,"VerseNumber":19,"Text":"i pomoću nje bašče za vas podižemo od palmi i loze vinove – u njima mnogo voća imate, i vi ga jedete –"},{"SurahNumber":23,"VerseNumber":20,"Text":"i drvo koje na Sinajskoj gori raste, koje zejtin daje i začin je onima koji jedu"},{"SurahNumber":23,"VerseNumber":21,"Text":"I stoka vam je pouka: Mi vam dajemo da pijete ono što se nalazi u utrobama njezinim, i vi od nje mnogo koristi imate i vi se njome hranite"},{"SurahNumber":23,"VerseNumber":22,"Text":"i na njima, i na lađama se vozite"},{"SurahNumber":23,"VerseNumber":23,"Text":"Mi smo poslali Nuha narodu njegovu, i on je govorio: \"O narode moj, Allahu se samo klanjajte, vi drugog boga osim Njega nemate; zar se ne bojite"},{"SurahNumber":23,"VerseNumber":24,"Text":"Ali su glavešine naroda njegova, koje nisu vjerovale, govorile: \"Ovo je samo čovjek kao i vi, samo hoće da je od vas ugledniji. Da je Allah htio, meleke bi poslao; ovako nešto nismo čuli od naših predaka davnih"},{"SurahNumber":23,"VerseNumber":25,"Text":"on je lud čovjek, pa pustite ga neko vrijeme"},{"SurahNumber":23,"VerseNumber":26,"Text":"Gospodaru moj\" – reče on – \"pomozi mi, oni me u laž utjeruju"},{"SurahNumber":23,"VerseNumber":27,"Text":"I Mi mu objavismo: \"Gradi lađu pod Našom pažnjom i prema Našem nadahnuću, pa kad zapovijed Naša dođe i voda na površinu zemlje izbije, ti u nju ukrcaj od svake vrste po par, mužjaka i ženku, i čeljad svoju, ali ne one o kojima je već sud donesen, i ne obraćaj Mi se za nevjernike, jer će, doista, biti potopljeni"},{"SurahNumber":23,"VerseNumber":28,"Text":"Pa kad se smjestiš u lađu, ti i oni koji su uz tebe – reci: 'Hvala Allahu, koji nas je spasio naroda koji ne vjeruje"},{"SurahNumber":23,"VerseNumber":29,"Text":"I reci: 'Gospodaru moj, iskrcaj me na blagoslovljeno mjesto, Ti to najbolje umiješ"},{"SurahNumber":23,"VerseNumber":30,"Text":"U tome su, zaista, pouke, a Mi smo, doista, stavljali na kušnju"},{"SurahNumber":23,"VerseNumber":31,"Text":"Poslije njih smo druga pokoljenja stvarali"},{"SurahNumber":23,"VerseNumber":32,"Text":"i jednog između njih bismo im kao poslanika poslali: \"Allahu se samo klanjajte, vi drugog boga osim Njega nemate, zar se ne bojite"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ali bi glavešine naroda njegova, koji nisu vjerovali, koji su poricali da će na onome svijetu biti oživljeni i kojima smo dali da u životu na ovome svijetu raskošno žive, govorili: \"On je čovjek kao i vi; jede ono što i vi jedete, i pije ono što i vi pijete"},{"SurahNumber":23,"VerseNumber":34,"Text":"i ako se budete pokoravali čovjeku kao što ste vi, sigurno ćete biti izgubljeni"},{"SurahNumber":23,"VerseNumber":35,"Text":"Zar vama on da prijeti da ćete, pošto pomrete i zemlja i kosti postanete, doista oživljeni biti"},{"SurahNumber":23,"VerseNumber":36,"Text":"Daleko je, daleko ono čime vam se prijeti"},{"SurahNumber":23,"VerseNumber":37,"Text":"Postoji samo život na ovome svijetu, mi živimo i umiremo, a oživljeni nećemo biti"},{"SurahNumber":23,"VerseNumber":38,"Text":"On je čovjek koji o Allahu iznosi laži, i mi mu ne vjerujemo"},{"SurahNumber":23,"VerseNumber":39,"Text":"Gospodaru moj\" – zamolio bi on – \"pomozi mi, oni me u laž utjeruju"},{"SurahNumber":23,"VerseNumber":40,"Text":"Uskoro će se oni pokajati!\" – odgovorio bi On"},{"SurahNumber":23,"VerseNumber":41,"Text":"I zasluženo bi ih pogodio strašan glas, i Mi bismo ih kao što je nanos riječni učinili – stradao bi narod nasilnički"},{"SurahNumber":23,"VerseNumber":42,"Text":"A zatim bismo, poslije njih, druga pokoljenja stvarali –"},{"SurahNumber":23,"VerseNumber":43,"Text":"nijedan narod ne može ni ubrzati ni usporiti vrijeme propasti svoje –"},{"SurahNumber":23,"VerseNumber":44,"Text":"i poslanike, jedne za drugim slali. Kad bi jednom narodu došao njegov poslanik, u laž bi ga utjerivali, i Mi smo ih zato jedne drugima smjenjivali, i samo u pričama o njima spomen sačuvali – daleko bili ljudi koji nisu vjerovali"},{"SurahNumber":23,"VerseNumber":45,"Text":"Poslije smo poslali Musaa i brata mu Haruna sa znamenjima Našim i dokazom očiglednim"},{"SurahNumber":23,"VerseNumber":46,"Text":"faraonu i glavešinama njegovim, ali su se oni uzoholili, bili su to ljudi nadmeni"},{"SurahNumber":23,"VerseNumber":47,"Text":"Zar da povjerujemo dvojici ljudi koji su isti kao i mi, a narod njihov je roblje naše?\" – govorili su"},{"SurahNumber":23,"VerseNumber":48,"Text":"i njih dvojicu su lažljivcima proglasili, pa su zato uništeni bili"},{"SurahNumber":23,"VerseNumber":49,"Text":"Musau smo onda Knjigu dali da bi sinovi Israilovi Pravim putem išli"},{"SurahNumber":23,"VerseNumber":50,"Text":"I sina Merjemina i majku njegovu smo znakom učinili. Mi smo njih na jednoj visoravni sa tekućom vodom nastanili"},{"SurahNumber":23,"VerseNumber":51,"Text":"O poslanici, dozvoljenim i lijepim jelima se hranite i dobra djela činite, jer Ja dobro znam što vi radite"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ova vaša vjera – jedina je prava vjera, a Ja sam Gospodar vaš, pa Me se pričuvajte"},{"SurahNumber":23,"VerseNumber":53,"Text":"A oni su se u pitanjima vjere svoje podijelili na skupine, svaka stranka radosna onim što ispovijeda"},{"SurahNumber":23,"VerseNumber":54,"Text":"zato ostavi ove u zabludi njihovoj još neko vrijeme"},{"SurahNumber":23,"VerseNumber":55,"Text":"Misle li oni – kad ih imetkom i sinovima pomažemo"},{"SurahNumber":23,"VerseNumber":56,"Text":"da žurimo da im neko dobro učinimo? Nikako, ali oni ne opažaju"},{"SurahNumber":23,"VerseNumber":57,"Text":"Oni koji iz bojazni prema Gospodaru svome strahuju"},{"SurahNumber":23,"VerseNumber":58,"Text":"i oni koji u dokaze Gospodara svoga vjeruju"},{"SurahNumber":23,"VerseNumber":59,"Text":"i oni koji druge Gospodaru svome ravnim ne smatraju"},{"SurahNumber":23,"VerseNumber":60,"Text":"i oni koji od onoga što im se daje udjeljuju, i čija su srca puna straha zato što će se vratiti svome Gospodaru –"},{"SurahNumber":23,"VerseNumber":61,"Text":"oni hitaju da čine dobra djela, i radi njih druge pretiču"},{"SurahNumber":23,"VerseNumber":62,"Text":"Mi nikoga ne opterećujemo preko njegovih mogućnosti; u Nas je Knjiga koja istinu govori, i nikome se nepravda neće učiniti"},{"SurahNumber":23,"VerseNumber":63,"Text":"Ali, srca nevjernika su prema ovom sasvim ravnodušna, a pored toga i ružna djela stalno čine"},{"SurahNumber":23,"VerseNumber":64,"Text":"A kada smo na muke stavili one među njima koji su raskošnim životom živjeli, oni su odmah zapomagali"},{"SurahNumber":23,"VerseNumber":65,"Text":"Sada ne zapomažite, Mi vam nećemo pomoć ukazati"},{"SurahNumber":23,"VerseNumber":66,"Text":"vama su ajeti Moji kazivani, ali vi ste uzmicali"},{"SurahNumber":23,"VerseNumber":67,"Text":"dičeći se Hramom i sijeleći, vi ste ružne riječi govorili"},{"SurahNumber":23,"VerseNumber":68,"Text":"Zašto oni o Kur'anu ne razmisle? Zar im dolazi nešto što nije dolazilo njihovim precima davnim"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ili oni ne poznaju Poslanika svoga, pa ga zato poriču"},{"SurahNumber":23,"VerseNumber":70,"Text":"Kako govore: \"Džini su u njemu!\" Međutim, on im istinu donosi, ali većina njih prezire istinu"},{"SurahNumber":23,"VerseNumber":71,"Text":"Da se Allah za prohtjevima njihovim povodi, sigurno bi nestalo poretka na nebesima i na Zemlji i u onom što je na njima; Mi smo im dali Kur'an, slavu njihovu, ali oni za slavu svoju ne haju"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ili od njih tražiš nagradu? Ta nagrada Gospodara tvoga bolja je, On najbolje nagrađuje"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ti njih pozivaš na Pravi put"},{"SurahNumber":23,"VerseNumber":74,"Text":"ali oni koji u onaj svijet neće da vjeruju s Pravog puta, doista, skreću"},{"SurahNumber":23,"VerseNumber":75,"Text":"I kad bismo im se smilovali i nevolje ih oslobodili, opet bi oni u zabludi svojoj jednako lutali"},{"SurahNumber":23,"VerseNumber":76,"Text":"Mi smo ih na muke stavljali, ali se oni Gospodaru nisu pokorili, niti su molitve upućivali"},{"SurahNumber":23,"VerseNumber":77,"Text":"tek kad im kapiju teške patnje otvorimo, oni će nadu izgubiti i u očajanje zapasti"},{"SurahNumber":23,"VerseNumber":78,"Text":"On vam daje sluh, i vid, i pameti; a kako malo vi zahvaljujete"},{"SurahNumber":23,"VerseNumber":79,"Text":"On vas na Zemlji stvara, i pred Njim ćete se sakupiti"},{"SurahNumber":23,"VerseNumber":80,"Text":"On život i smrt daje i samo od Njega zavisi izmjena noći i dana, pa zašto ne shvatite"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ali, oni govore kao što su govorili oni prije njih"},{"SurahNumber":23,"VerseNumber":82,"Text":"Govorili su: \"Zar kada pomremo i kad prah i kosti postanemo, zar ćemo, zaista, biti oživljeni"},{"SurahNumber":23,"VerseNumber":83,"Text":"I nama i još davno precima našim time se prijetilo, ali, to su samo izmišljotine naroda drevnih"},{"SurahNumber":23,"VerseNumber":84,"Text":"Upitaj: \"Čija je Zemlja i sve ono što je na njoj, znate li"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allahova!\" – odgovoriće, a ti reci: \"Pa zašto onda ne dođete sebi"},{"SurahNumber":23,"VerseNumber":86,"Text":"Upitaj: \"Ko je Gospodar sedam nebesa i ko je Gospodar svemira veličanstvenog"},{"SurahNumber":23,"VerseNumber":87,"Text":"Allah!\" – odgovoriće, a ti reci: \"Pa zašto se onda ne bojite"},{"SurahNumber":23,"VerseNumber":88,"Text":"Upitaj: \"U čijoj je ruci vlast nad svim, i ko uzima u zaštitu, i od koga niko ne može zaštićen biti, znate li"},{"SurahNumber":23,"VerseNumber":89,"Text":"Od Allaha!\" – odgovoriće, a ti reci: \"Pa zašto onda dopuštate da budete zavedeni"},{"SurahNumber":23,"VerseNumber":90,"Text":"Da, Mi im Istinu donosimo, a oni su zaista lažljivci"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah nije uzeo Sebi sina, i s Njim nema drugog boga! Inače, svaki bi bog, s onim što je stvorio – radio što bi htio, i jedan drugog bi pobjeđivao. – Hvaljen neka je Allah koji je daleko od onoga što oni iznose"},{"SurahNumber":23,"VerseNumber":92,"Text":"koji zna i nevidljivi i vidljivi svijet, i On je vrlo visoko iznad onih koje Njemu ravnim smatraju"},{"SurahNumber":23,"VerseNumber":93,"Text":"Reci: \"Gospodaru moj, ako mi hoćeš pokazati ono čime se njima prijeti"},{"SurahNumber":23,"VerseNumber":94,"Text":"onda me, Gospodaru moj, ne ostavi s narodom nevjerničkim"},{"SurahNumber":23,"VerseNumber":95,"Text":"A Mi ti zaista možemo pokazati ono čime im prijetimo"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ti lijepim zlo uzvrati, Mi dobro znamo šta oni iznose"},{"SurahNumber":23,"VerseNumber":97,"Text":"i reci: \"Tebi se ja, Gospodaru moj, obraćam za zaštitu od priviđenja šejtanskih"},{"SurahNumber":23,"VerseNumber":98,"Text":"i Tebi se, Gospodaru moj, obraćam da me od njihova prisustva zaštitiš"},{"SurahNumber":23,"VerseNumber":99,"Text":"Kad nekome od njih smrt dođe, on uzvikne: \"Gospodaru moj, povrati me"},{"SurahNumber":23,"VerseNumber":100,"Text":"da uradim kakvo dobro u onome što sam ostavio!\" – Nikada! To su riječi koje će on uzalud govoriti – pred njima će prepreka biti sve do dana kada će oživljeni biti"},{"SurahNumber":23,"VerseNumber":101,"Text":"Pa kad se u Rog puhne, tada rodbinskih veza među njima neće biti i jedni druge neće ništa pitati"},{"SurahNumber":23,"VerseNumber":102,"Text":"Oni čija dobra djela budu teška, oni će želje svoje ostvariti"},{"SurahNumber":23,"VerseNumber":103,"Text":"a oni čija dobra djela budu lahka, oni će posve izgubljeni biti, u Džehennemu će vječno boraviti"},{"SurahNumber":23,"VerseNumber":104,"Text":"vatra će im lica pržiti i iskeženih zuba će u njemu ostati"},{"SurahNumber":23,"VerseNumber":105,"Text":"Zar vam ajeti Moji nisu kazivani, a vi ste ih poricali"},{"SurahNumber":23,"VerseNumber":106,"Text":"Gospodaru naš\" – reći će – \"naši prohtjevi su bili od nas jači, te smo postali narod zalutali"},{"SurahNumber":23,"VerseNumber":107,"Text":"Gospodaru naš, izbavi nas iz nje; ako bismo ponovo zlo radili, sami bismo sebi nepravdu učinili"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ostanite u njoj prezreni i ništa Mi ne govorite!\" – reći će On"},{"SurahNumber":23,"VerseNumber":109,"Text":"Kad su neki robovi Moji govorili: 'Gospodaru naš, mi vjerujemo, zato nam oprosti i smiluj nam se, jer Ti si najmilostiviji!' –"},{"SurahNumber":23,"VerseNumber":110,"Text":"vi ste im se toliko rugali da ste zbog toga na Mene zaboravljali i uvijek ste ih ismijavali"},{"SurahNumber":23,"VerseNumber":111,"Text":"Njih sam Ja danas nagradio za ono što su trpjeli, oni su, doista, postigli ono što su željeli"},{"SurahNumber":23,"VerseNumber":112,"Text":"A koliko ste godina na Zemlji proveli?\" – upitaće On"},{"SurahNumber":23,"VerseNumber":113,"Text":"Proveli smo dan ili samo dio dana\" – odgovoriće – \"pitaj one koji su brojali"},{"SurahNumber":23,"VerseNumber":114,"Text":"Pa da, kratko ste proveli\" – reći će On – \"da ste samo znali"},{"SurahNumber":23,"VerseNumber":115,"Text":"Zar ste mislili da smo vas uzalud stvorili i da Nam se nećete povratiti"},{"SurahNumber":23,"VerseNumber":116,"Text":"I neka je uzvišen Allah, Vladar istiniti, nema drugog boga osim Njega, Gospodara svemira veličanstvenog"},{"SurahNumber":23,"VerseNumber":117,"Text":"A onaj koji se, pored Allaha, moli drugom bogu, bez ikakva dokaza o njemu, pred Gospodarom svojim će račun polagati, i nevjernici ono što žele neće postići"},{"SurahNumber":23,"VerseNumber":118,"Text":"I reci: \"Gospodaru moj, oprosti i smiluj se, Ti si najmilostiviji"}]}