{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif, Laam, Miim"},{"SurahNumber":29,"VerseNumber":2,"Text":"E yimɓe ɓen sikku ɓe accirte nii, fii ɓe wi'ii: \"Men gomɗinii!\" Hara ɓe fitninaaka"},{"SurahNumber":29,"VerseNumber":3,"Text":"Gomɗii, Men fitninii ɓen adinooɓe ɓe. Maa Alla feññin, fii goonguɓe ɓen, maa O feññin kadi, fii fenooɓe ɓen"},{"SurahNumber":29,"VerseNumber":4,"Text":"Kaa huuwuɓe bonɗi ɓen sikku, wonnde ɓe laawoto Men? ko ɓe ñaawata kon bonii"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kala tawɗo himo jortii hawroygol e Alla, ko pellet, lajal Alla ngal, ko hewtaygal. Ko Kanko woni Nanoowo, Annduɗo On"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kala kadi tiiɗniiɗo, ko hoore-makko o tiiɗnanii, tawde pellet, Alla ko yonndiniiɗo e tageefo ngon"},{"SurahNumber":29,"VerseNumber":7,"Text":"Ɓen non gomɗimɓe, ɓe golli golle moƴƴe, ma Men momtan ɓe bonɗi maɓɓe ɗin, Men yoɓitra ɓe, ko ɓuri moƴƴude e ko ɓe gollaynoo kon"},{"SurahNumber":29,"VerseNumber":8,"Text":"Men yamirii neɗɗanke on, moƴƴugol e mawɓe makko ɓen. Si ɓe doolii maa fii sirkangol Lam, ko a alanaa ɗum ganndal, wata a ɗofto ɓe ! Ko ka Am, woni ruttorde mon, Mi habra on, ko gollaynoɗon"},{"SurahNumber":29,"VerseNumber":9,"Text":"Ɓen gomɗimɓe Alla, ɓe golli golle moƴƴe, ma Men waɗtiduɓe e moƴƴuɓe ɓen"},{"SurahNumber":29,"VerseNumber":10,"Text":"Hino e jimɓe ɓen, wi'oowo: \"Men gomɗinii Alla\"; hara non si o tampiniraama fii Alla, o waɗay lorra yimɓe ɓen, wano lepte Alla ɗen. Si ballal kadi immorii ka Joomi maa, pellet, ɓe wi'ay: \"Meɗen wondunoo e mo'on!\" Kere wanaa Alla ɓuri anndude ko woni e ɓerɗe tageefo ngon"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ma Alla anndin fii gomɗimɓe ɓen, ma O feññina kadi fii naafiqiiɓe ɓen"},{"SurahNumber":29,"VerseNumber":12,"Text":"Heeferɓe ɓen wi'ani gomɗimɓe ɓen: \"Jokkee laawol amen ngol, men fawtoto fii goopi mon ɗin\". Kono ɓe wonaali fawtotooɓe hay huunde e goopi maɓɓe. Pellet, ko ɓe fenooɓe"},{"SurahNumber":29,"VerseNumber":13,"Text":"Kono maa ɓe fawtoo fii teddeendi junuubi maɓɓe ɗin, e teddeendi goo, wonndude e teddeendi maɓɓe ndin. Ko maa ɓe lamndoyee, Ñalnde Darngal, gaay e kon ko ɓe fefindotonoo"},{"SurahNumber":29,"VerseNumber":14,"Text":"Gomɗii Men nulii Nuuhu e yimɓe makko ɓen, o ñiiɓi hakkunde maɓɓe, duuɓi ujunere, ŋakkuɗum duuɓi cappanɗe jowi. Waame on nanngi ɓe, hari ko ɓe tooñuɓe"},{"SurahNumber":29,"VerseNumber":15,"Text":"Men daɗndi mo, kanko e yimɓe laana kan; Men waɗi ka kaawisa tageefo ngon"},{"SurahNumber":29,"VerseNumber":16,"Text":"(Janto) kadi Ibraahiima, nde o wi'annoo yimɓe makko ɓen: \"Rewee Alla, hulon Mo; ko ɗum ɓuri moƴƴannde on, si woni hiɗon anndi"},{"SurahNumber":29,"VerseNumber":17,"Text":"Anndee ko reweton kon gaanin Alla, ko sanamuuji, hiɗon taƴa fenaande. Pellet, ɗin ɗi rewoton gaanin Alla, ɗi waawaa on arsikude; ɗaɓɓiree arsike on ka Alla, rewon Mo, yetton Mo. Ko ka Makko woni rutteteɗon"},{"SurahNumber":29,"VerseNumber":18,"Text":"Si on fennii, haray mofte adinooɓe kadi fenniino (Nulaaɓe mun). Alaa ko fawii e Nulaaɗo on, si wanaa yottingol ɓannginngol"},{"SurahNumber":29,"VerseNumber":19,"Text":"E ɓee yi'aali no Alla fuɗɗorta tagu ngun, refti O ruttay ngu? Pellet, ɗum wonii ko newanii Alla"},{"SurahNumber":29,"VerseNumber":20,"Text":"Maaku: \"Yiilee ka leydi, ndaaron no O fuɗɗori tagu ngun. Refti Alla taga tagu sakkitoru ngun. Pellet, Alla ko hattanɗo kala huunde"},{"SurahNumber":29,"VerseNumber":21,"Text":"Himo lepte mo O muuyani, O yurmo mo O muuyani; ko ka Makko rutteteɗon"},{"SurahNumber":29,"VerseNumber":22,"Text":"On wonaali laawotooɓe ka leydi, wanaa ka kammu; alanaa on gaanin Alla, woni giɗo, wanaa ballo"},{"SurahNumber":29,"VerseNumber":23,"Text":"Ɓen yedduɓe Aayeeje Alla ɗen, e hawroygol e Makko ngol, ɓen taƴike e yurmeende Am, ɓen ɗon, hino woodani ɓe lepte muusuɗe"},{"SurahNumber":29,"VerseNumber":24,"Text":"Jaabawol yimɓe makko ɓen wonaano, si wanaa wiide ɓe: \"Waree mo, maa sunnon mo\". Kono Alla daɗndi mo e yiite ngen. Pellet, wonii e ɗum, maandeeji, wonannde yimɓe gomɗimɓe"},{"SurahNumber":29,"VerseNumber":25,"Text":"O maaki: \"Anndee ko rewoton kon gaanin Alla, ko sanamuuji, fii yiɗindiro hakkunde mon, ka nguurndam aduna, hooti non, Ñalnde Darndal, yoga mon yeddoyay yoga, yoga mon kadi huɗo yoga, hara non, jaaƴorde mon nden, ko ka Yiite, hara wallooɓe alanaa on"},{"SurahNumber":29,"VerseNumber":26,"Text":"Luutu gomɗini mo. O maaki: \"Min on, ko mi feroowo ka Joomi am, ko Kanko woni Fooluɗo, Ñeeño On"},{"SurahNumber":29,"VerseNumber":27,"Text":"Men yeɗi mo Ismaa'iila e Yaaquuba, Men waɗi e geyngol makko ngol, Annabaaku e Daftere. Men okki mo mbarjaari makko ndin aduna, pellet, kanko on ka laakara, ko o jeyaaɗo e moƴƴuɓe ɓen"},{"SurahNumber":29,"VerseNumber":28,"Text":"(Janto) kadi luutu, nde o maakannoo yimɓe makko ɓen : \" E on aray e pankare, ɗe gooto e winndere nden adaaki on e mun"},{"SurahNumber":29,"VerseNumber":29,"Text":"E on aray yottagol e worɓe ɓen? paloɗon kadi e laawol? Huuwon ko mbatirdu mon ko añinii?\" Kono jaabawol yimɓe makko ɓen wonaano, si wanaa wiide ɓe: \"Addan men lepte Alla ɗen, si tawii ko a jeyaaɗo e goonguɓe ɓen"},{"SurahNumber":29,"VerseNumber":30,"Text":"O maaki: \"Joomi am, wallam e hoore yimɓe bonnooɓe ɓen"},{"SurahNumber":29,"VerseNumber":31,"Text":"Tuma nde Imminaaɓe Amen ɓen addannoo Ibraahiima welo-welo ngon, ɓe wi\"i: \"Menen, ko men halkooɓee yimɓe ndee saare. Tawde pellet, yimɓe mayre laatike tooñooɓe"},{"SurahNumber":29,"VerseNumber":32,"Text":"O maaki: \"Kono Luutu no ton!\" Ɓe wi'i: \"Ko menen ɓuri anndude fii wonɓe ton. Ko ma men daɗndu mo, kanko e yimɓe makko ɓen, si wanaa debbo makko on, o jeyaama e helketeeɓe ɓen"},{"SurahNumber":29,"VerseNumber":33,"Text":"Tum nde imminaaɓe Amen ɓen hewtunoo ka Luutu, o saɗtiraa fii maɓɓe, ɓernde makko ɓiɗtorii fii maɓɓe. Ɓe wi'i: \"Wata a hulu, wata a suno. Ko men daɗndooɓe ma an e ɓeynguure maa nden, si wanaa debbo maa on, o jeyaama e halkaaɓe ɓen"},{"SurahNumber":29,"VerseNumber":34,"Text":"Ko men jippinooɓe lepte e yimɓe ndee saare, immorde ka kammu, sabu ko ɓe yaltunoo e ɗoftaare kon"},{"SurahNumber":29,"VerseNumber":35,"Text":"Gomɗii Men accii e nden (saare), maande ɓanngunde, wonannde yimɓe haqqilooɓe ɓen"},{"SurahNumber":29,"VerseNumber":36,"Text":"(Men nuli) kadi e Madyana, musiɗɗo maɓɓe on, Shu'aybu. O maaki: \"Ko onon yo yimɓe am, rewee Alla, jortoron Ñalannde sakkitiinde nden, wata woniri e leydi ndin, bonnooɓe"},{"SurahNumber":29,"VerseNumber":37,"Text":"Kono ɓe fenni mo. Dillannde nden nanngi ɓe, ɓe waɗtini ka koɗooli maɓɓe, ko ɓe jicciiɓe-maayi"},{"SurahNumber":29,"VerseNumber":38,"Text":"(Men halki) kadi Aadi'en, e Saamuda'en. Gomɗii caambbeje maɓɓe ɗin ɓannganii on. Seytaane cuɗinani ɓe, golle maɓɓe ɗen, ndu sakkii ɓe e laawol ngol; tawi le, ko ɓe rentunooɓe"},{"SurahNumber":29,"VerseNumber":39,"Text":"(Men halki) kadi Qaaruuna, e Fir'awna e Haamaana. Gomɗii le, Muusaa addanii ɓe ɓanngannduyeeji, kono ɓe townitii ka leydi, ɓe wonaano laawotooɓe"},{"SurahNumber":29,"VerseNumber":40,"Text":"Kala maɓɓe, Men leptirno junuubi mun ɗin: no e maɓɓe, ɓe Men wuurti henndu e mun; no e maɓɓe, ɓe haacaango halki; no e maɓɓe, mo Men mutini ɗum ka leydi, no e maɓɓe kadi, ɓe Men yoolunoo. Kono non, Alla siforaali tooñoowo ɓe; si ko woni, ko kamɓe tooñunoo ko'e maɓɓe"},{"SurahNumber":29,"VerseNumber":41,"Text":"Misal ɓen jogitiiɓe gaanin Alla reweteeɗi, ko wano marijaawowal(njomblo) saccungal suudu. Ko ɓuri lo'ude non e cuuɗi ɗin, ko suudu marijaawo. Sinno ɓe annduno"},{"SurahNumber":29,"VerseNumber":42,"Text":"Pellet, Alla no anndi kala huunde nde ɓe noddata gaanin Makko. Ko Kanko woni Fooluɗo, Ñeeño On"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ɗee ko mise ɗe Men piyanta yimɓe ɓen; ko woni tun, faamataa ɗen, si wanaa annduɓe ɓen"},{"SurahNumber":29,"VerseNumber":44,"Text":"Alla tagirii kammuuli ɗin e leydi ndin, e hoore goonga. Pellet, wonii ɗum, maande, wonannde gomɗimɓe ɓen"},{"SurahNumber":29,"VerseNumber":45,"Text":"Janngu kon ko waayinaa e maaɗa ka Deftere, ñiiɓaa e julde nden. Pellet, juulde nden no haɗa pankare e ko añinii. Ko jantagol Alla ngol ɓuri (huunde kala) mawnude. Alla no anndi ko golloton kon"},{"SurahNumber":29,"VerseNumber":46,"Text":"Wata on wennjir yimɓe Defte ɓen si wanaa e no ɓuri e moƴƴirde, si wanaa hara ko ɓen tooñuɓe e maɓɓe. Wi'on: \"Men gomɗinii nden jippinaande e amen e ɗen jippinaaɗe e mon. Reweteeɗo amen On e reweteeɗo mon On ko gooto, menen non, ko Men jebbilanii ɓe Mo"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ko wano non Men jippiniri e maaɗa Deftere nden. Ɓen ɓe Men okki Deftere nden, hiɓe gomɗini nde. Hino e maɓɓe on gomɗinɗo nde. Yeddataa Aayeeje Amen ɗen, si wanaa heeferɓe ɓen"},{"SurahNumber":29,"VerseNumber":48,"Text":"A wonaano hiɗa janngaynoo deftere ado mayre, a winndirtaano ñaamo maa ngon. Harayno, bonnooɓe ɓen sikkittono"},{"SurahNumber":29,"VerseNumber":49,"Text":"Si ko woni, ko nde Aayeeje ɓannguɗe e ɓerɗe ɓen okkaaɓe ganndal. Yeddataa Aayeeje Amen ɗen, si wanaa tooñuɓe ɓen"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ɓe wi'i: \"Hanno jippinee e makko maandeeji immorde ka Joomi makko?\" Maaku: \"Aayaaji ko joomam addata, anndee min, ko mi jertinoowo ɓannguɗo"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kere yonaali ɓe wonnde Men jippinii e maaɗa Deftere nden hinde janngee e maɓɓe? Wonii e ɗum, yurmeende e waaju wonannde yimɓe gomɗinooɓe"},{"SurahNumber":29,"VerseNumber":52,"Text":"Maaku: \"Alla yonii hakkunde am e mooɗon seedee Hino anndi ko woni kon ka kammuuli e ka leydi. Ɓen non gomɗimɓe meere nden ɓe yeddi Alla, ko ɓen woni sooyuɓe ɓen"},{"SurahNumber":29,"VerseNumber":53,"Text":"Hiɓe hawjirane lepte ɗen. Si wanaano fii lajal innaangal, lepte ɗen ardirayno e maɓɓe juhal, hara kamɓe ɓe so'aa-anndude"},{"SurahNumber":29,"VerseNumber":54,"Text":"Hiɓe hawjirane lepte ɗen, hara non pellet, Jahannama ko fiiltiinge heefereɓe ɓen"},{"SurahNumber":29,"VerseNumber":55,"Text":"Ñalnde lepte ɗen suddiroyta ɓe senngo dow maɓɓe e ka ley koyɗe maɓɓe, O daala[na ɓe]: \"Meeɗee ko gollaynoɗon kon"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ko onon yo jeyaaɓe Am gomɗimɓe! Anndee leydi Am ndin ko yaajundi. Ko Min woni ko rewoton"},{"SurahNumber":29,"VerseNumber":57,"Text":"Kala wonkii meeɗay maayde. Refti ko ka Amen rutteteɗon"},{"SurahNumber":29,"VerseNumber":58,"Text":"Ɓen gomɗimɓe ɓe golli golle moƴƴe, ma Men hoɗnu ɓe ka Aljanna e cuuɗi ɗi canɗi ilata senngo ley majji, koɓe duumotooɓe ton. Iskin(heskey)° moƴƴere njoɓdi gollunooɓe, @Corrected"},{"SurahNumber":29,"VerseNumber":59,"Text":"ɓen muññiiɓe, ɓe tuugii e Joomi maɓɓe"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ɗuuɗii e ruugayɗi ɗi yooɓotaako arsike majji! Ko Alla arsikata ɗi wonndude e onon. Ko Kanko woni Nanoowo, Annduɗo"},{"SurahNumber":29,"VerseNumber":61,"Text":"Pellet, si a lanndike ɓe: \"Ko hommbo tagi kammuu- li ɗin e leydi ndin, O elti naange ngen e lewru ndu?\" Ma ɓe wi'u: \"Ko Alla\". Ko honno ɓe ferlitoraa (e gomɗingol ngol)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Alla no yaajinana arsike on Mo O muuyi e jeyaaɓe Makko ɓen, Himo ɓittana mo. Pellet, Alla ko Annduɗo kala huunde"},{"SurahNumber":29,"VerseNumber":63,"Text":"Pellet, si a lanndike ɓe: \"Ko hommbo jippiniri ndiyam ka kammu ɗam O wuurnitiri leydi ndin ɓaawo ndi yoorude?\", ma ɓe wi'u: \"Ko Alla\". Maaku: \"Yettoore woodanii Alla!\". Si ko woni, ko ɓuri ɗuuɗude e maɓɓe haqqiltaa"},{"SurahNumber":29,"VerseNumber":64,"Text":"Ɗam nguurndam aduna wonaali, si wanaa mbeleeɗe e fijindaaru. Pellet, ko hoɗo laakara ngon woni nguurandam. Sinno ɓe annduno"},{"SurahNumber":29,"VerseNumber":65,"Text":"Si ɓe waɗɗike ka laana, ɓe nodda Alla ɓe laɓɓinano Mo noddaandu ndun. Tuma nde O daɗndi ɓe ka njorndi, ontuma ɓe sirka"},{"SurahNumber":29,"VerseNumber":66,"Text":"No ɓe yeddira ko Men okki ɓe kon, awa yo ɓe dakmito! Aray kaɓe annda"},{"SurahNumber":29,"VerseNumber":67,"Text":"E ɓee yi'aali wonnde Men waɗii hormorde hoolniinde, yimɓe ɓen no cifee(bifte) bannge maɓɓe? E ko meere nden ɓe gomɗinta ɓe yedda neemaaji Alla ɗin"},{"SurahNumber":29,"VerseNumber":68,"Text":"E ko hommbo ɓuri tooñirde wa on fefindiiɗo fenaande e hoore Alla, maa o fenni goonga kan nde ka arunoo e makko? E wonaa ka Jahannama woni jaaƴorde yedduɓe ɓen"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ɓen tiiɗnorɓe e (weltingol) Men, ma Men fewnirɓe e laawi Amen, ko pellet, Alla no wonndi e moƴƴinooɓe ɓen"}]}