{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, kendisinden başka ilah yoktur. Hayat sahibidir. gözeticidir"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana, önceden indirdiği Tevrat ve İncil’i tasdik eden kitabı hak olarak indirmiştir"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha önce, insanlar için yol gösterici ve hakkı batıldan ayıran /Furkanı da indirmişti. Allah’ın ayetlerini inkâr edenlere/tanımayanlara şiddetli bir azap vardır. Allah güçlüdür, cezalandırıcıdır"},{"SurahNumber":3,"VerseNumber":5,"Text":"Allah’a yer ve gökte olanlardan hiç bir şey gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ana rahminde size dilediği gibi şekil veren O’dur. Kendinden başka ilah olmayan, Aziz ve Hakim olan O’dur"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana kitabı indiren O’dur. Onda bir kısmı, muhkem -ki bunlar kitabın özüdür.- bir kısmı da müteşabih ayetler vardır. Kalplerinde eğrilik olanlar, fitne çıkarmak ve onun tevilini yapmak için onun müteşabih olanlarına uyarlar. Oysa, onun tevilini Allah’tan başkası bilmez. İlimde derinleşenler ise “Biz, ona iman ettik, onun hepsi Rabbimizin katındandır.” derler. Temiz akıl sahiplerinden başkası düşünmez"},{"SurahNumber":3,"VerseNumber":8,"Text":"Rabbimiz, bizi doğru yola ilettikten sonra, kalplerimizi eğriltme. Bize katından rahmet bahşet, şüphesiz sen, bol bol bağışlayansın"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz, geleceği şüphe götürmeyen günde bütün insanları toplayacak olan şüphesiz sensin. Allah sözünden dönmez"},{"SurahNumber":3,"VerseNumber":10,"Text":"Şüphesiz kafir olanlar, onların malları da, çocukları da Allah’a karşı zerre kadar kendilerine fayda sağlamayacaktır. İşte bunlar, ateşin yakıtı olanlardır"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavun Hanedanı ve onlardan öncekilerin gidişi (tavırları) gibi ayetlerimizi yalanladılar da Allah da onları günahları sebebiyle cezalandırdı. Allah’ın cezalandırması pek şiddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"(İnkar edenlere) de ki: -Yakında yenilgiye uğrayacak ve toplanıp cehenneme sürüleceksiniz, orası ne kötü yerleşme yeridir"},{"SurahNumber":3,"VerseNumber":13,"Text":"Karşı karşıya gelen iki toplulukta, sizin için bir ayet vardır. Bunlardan biri Allah yolunda savaşıyordu, diğeri ise kafir idi. Gözleriyle onların kendilerinin iki misli olduklarını görüyorlardı. Allah, dilediğini yardımıyla güçlendirir. Bunda, gören göze sahip olanlar için gerçekten ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Kadınlara, evlatlara, öbek öbek yığılmış altın ve gümüşe, güzel cins atlara, davarlara ve ekinlere karşı aşırı sevgi insanlara çekici ve hoş gösterildi. Oysa bunlar, dünya hayatının nimetleridir. Asıl varılacak güzel yer Allah katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"De ki: -Size, bundan daha hayırlı olanı haber vereyim mi? Allah’tan korkan/günahlardan sakınanlara, altından nehirler akan ebedi kalacakları cennetler vardır. Tertemiz eşler ve Allah’ın güzel kabulü vardır. Allah, kullarını hakkıyla görendir"},{"SurahNumber":3,"VerseNumber":16,"Text":"Onlar: -Rabbimiz, biz, kesin olarak iman ettik. Bizim günahlarımızı bağışla ve bizi ateşin azabından koru, diyenlerdir"},{"SurahNumber":3,"VerseNumber":17,"Text":"(Onlar): Sabredenler, sadık olanlar, gönülden boyun eğenler, sadaka verenler ve seher vakitlerinde bağışlanma dileyenlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah şahittir ki kendisinden başka bir ilah yoktur. Melekler ve adaleti ayakta tutan ilim sahipleri de (buna şahittir.) O’ndan başka ilah yoktur. O, azizdir, hakimdir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında din İslam’dır. Kendilerine kitap verilenler, kendilerine ilim geldikten sonra, sadece aralarındaki kıskançlık ve başkaldırı yüzünden ihtilafa düştüler. Kim Allah’ın ayetlerini inkar edip tanımazsa Allah, hesabı çok seri bir şekilde görendir"},{"SurahNumber":3,"VerseNumber":20,"Text":"Seninle tartışmaya girişirlerse de ki: -Ben, bana tabi olanlarla birlikte kendimi Allah’a teslim ettim. Kendilerine kitap verilenlere ve ümmilere de de ki: -Siz de teslim oldunuz mu? Eğer teslim oldularsa doğru yolu bulmuşlar demektir. Eğer yüz çevirirlerse, sana düşen yalnızca tebliğdir. Allah kullarını görmektedir"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah’ın ayetlerini inkar edenlere, peygamberleri haksız yere öldürenlere, insanlardan adaleti emredenleri öldürenlere, işte onlara, acıklı bir azap müjdesi ver"},{"SurahNumber":3,"VerseNumber":22,"Text":"Bunlar, dünya ve ahirette amelleri boşa çıkanlardır. Bunların bir yardımcısı da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kendilerine kitaptan bir pay verilenleri görmedin mi? Aralarında hakem olarak Allah’ın kitabına çağırılıyorlar da sonra onlardan bir kısmı dönüp uzaklaşıyor. Onlar, işte böyle yüz çevirenlerdir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu, onların: -Ateş, bize sayılı günlerin dışında dokunmayacaktır, demeleri yüzündendir. Uydura geldikleri yalanlar onları dinlerinden saptırdı"},{"SurahNumber":3,"VerseNumber":25,"Text":"Geleceğinde şüphe olmayan günde, onları bir araya getireceğimiz ve herkese kazandığının karşılığı, zulmedilmeden (eksiksizce) ödendiği zaman (onların halleri) nice olacaktır"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki: -Ey hakimiyetin yegane sahibi Allah’ım, mülkü dilediğine verirsin, dilediğinden de mülkü çekip alırsın, dilediğini yükseltir / aziz kılarsın, dilediğini de alçaltır / zelil edersin. Bütün hayır senin elindedir, şüphesiz senin her şeye gücün yeter"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gündüze geçirir, gündüzü de geceye sokarsın. Diriyi ölüden çıkarır, ölüyü de diriden çıkarırsın. Dilediğine de hesapsız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Müminler, müminleri bırakıp kafirleri veli / dost edinmesinler. Kim bunu yaparsa, Allah’tan hiç bir şey beklemesin. Ancak, onlardan (gelebilecek bir tehlikeden korkarsanız) korunma gayesiyle, sakınmanız hariçtir. Allah, asıl kendisinden korkmanız için sizi uyarıyor. Dönüş Allah’adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: -İçinizdekini gizleseniz de açıklasanız da onu Allah bilir. Göklerde ve yerde olan her şeyi bilir. Allah’ın her şeye de gücü yeter"},{"SurahNumber":3,"VerseNumber":30,"Text":"Herkes, yaptığı bütün iyilikleri; de kötülükleri de karşısında bulacağı o gün isteyecek ki kötülükleri ile kendi arasında uzun bir mesafe bulunsun. Allah, sizi kendisi ile uyarır / korkutur. Allah kullarına karşı da çok şefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"De ki: -Allah’ı seviyorsanız, bana tabi olun ki Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah, bağışlayandır, merhamet edendir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: -Allah’a ve Resulüne itaat edin! Eğer yüz çevirirlerse, şüphesiz Allah, kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah; Adem’i, Nuh’u, İbrahim ailesini ve İmran ailesini (birbirlerinin soyu olarak) toplumlar üzerine seçkin kıldı. Allah, hakkıyla işiten ve hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":34,"Text":"Allah; Adem’i, Nuh’u, İbrahim ailesini ve İmran ailesini (birbirlerinin soyu olarak) toplumlar üzerine seçkin kıldı. Allah, hakkıyla işiten ve hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Hani İmran’ın karısı: -Rabbim karnımda olanı sadece sana hizmet etmek üzere adadım, benden kabul buyur. Şüphesiz sen, hakkıyla işitensin, hakkıyla bilensin demişti"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurunca da: -Rabbim, ben, kız doğurdum. (Halbuki Allah, neyi doğuracağını en iyi bilendir) Erkek, kız gibi değildir. Adını Meryem koydum, O’nu da onun soyunu da kovulmuş şeytandan senin korumana veriyorum” dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi, onu güzel bir kabul ile karşıladı ve onu güzel bir bitki gibi yetiştirdi. Zekeriya’yı da ona bakmakla görevlendirdi. Zekeriya ne zaman yanına, onun bulunduğu ibadet mahalline girse O’nun yanında bir yiyecek bulurdu: -Meryem, bu sana nereden geldi? dediğinde O şöyle cevap verirdi: -Bu, Allah katından! Doğrusu Allah, dilediği kimseye hesapsız rızık bağışlar"},{"SurahNumber":3,"VerseNumber":38,"Text":"Zekeriya orada Rabbine dua etti: -Rabbim, bana katından tertemiz bir soy ver! Sen duayı en iyi bir şekilde işitensin, dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Mihrapta namaz kılmakta iken, melekler O’na, Allah’ın kendisine Yahya’yı, Allah’tan gelen bir kelimeyi tasdik eden, efendi, nefsine hakim ve iyilerden bir peygamber olarak müjdelediğini söylediler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Rabbim, ben iyice yaşlanmış, karım da kısır iken nasıl benim bir oğlum olacak? dedi. Allah: -Öyle de olsa, Allah dilediğini yapar! buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"Rabbim, bana bir delil ver, dedi. Allah da: -Senin delilin, üç gün insanlarla işaretle anlaşmak dışında konuşamamandır. Rabbini çokça zikret ve akşam, sabah tesbih et, buyurdu"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani bir zamanlar da melekler şöyle demişlerdi: -Ey Meryem, Allah seni seçip, tertemiz yarattı ve dünya kadınlarına seni tercih etti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem, Rabbine gönülden boyun eğ, secde et, rukû edenlerle birlikte rukû et"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bunlar, sana vahyettiğimiz gayb haberlerindendir. Meryem’e hangisi kefil olacak diye kalemlerini atarlarken (kura çekerlerken) sen yanlarında değildin, konuyu tartışırlarken de yanlarında değildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler demişti ki: -Meryem, Allah sana, adı Mesih, Meryem oğlu, İsa dünya ve ahirette itibarlı ve öncülerden/mukarrebinden olacak kendisinden bir kelimeyi (İsa’yı) müjdeliyor"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, insanlarla beşikte iken de yetişkin iken de konuşacaktır ve O, iyilerden biridir"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem, şöyle dedi: -Rabbim bana bir beşer dokunmamışken nasıl çocuğum olabilir? Melekler: (şöyle cevap verdiler) -İşte böyle, Allah neyi dilerse yaratır. Bir işin olmasını dilediği zaman ona “ol” der ve olur"},{"SurahNumber":3,"VerseNumber":48,"Text":"O’na kitabı, hikmeti Tevrat ve İncil’i öğretecektir ve O’nu İsrailoğullarına peygamber olarak gönderecektir. -Ben size Rabbinizden bir ayet ile geldim. Ben size çamurdan kuş gibi bir şey yapıp ona üfleyeceğim. Allah’ın izniyle, hemen kuş olacaktır. Anadan doğma körleri, alacalıları iyi edeceğim; Allah’ın izniyle, ölüleri dirilteceğim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber vereceğim. Eğer mümin olmuş kimseler iseniz bunda sizin için bir delil vardır"},{"SurahNumber":3,"VerseNumber":49,"Text":"O’na kitabı, hikmeti Tevrat ve İncil’i öğretecektir ve O’nu İsrailoğullarına peygamber olarak gönderecektir. -Ben size Rabbinizden bir ayet ile geldim. Ben size çamurdan kuş gibi bir şey yapıp ona üfleyeceğim. Allah’ın izniyle, hemen kuş olacaktır. Anadan doğma körleri, alacalıları iyi edeceğim; Allah’ın izniyle, ölüleri dirilteceğim; yediklerinizi ve evlerinizde sakladıklarınızı da size haber vereceğim. Eğer mümin olmuş kimseler iseniz bunda sizin için bir delil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Benden önce gelen Tevrat’ı tasdik etmekle beraber size haram edilen şeylerin bir kısmını helal kılmak üzere, Rabbinizden size bir ayet getirdim. Allah’tan korkun ve bana itaat edin! Şüphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. O’na kulluk edin! doğru yol budur"},{"SurahNumber":3,"VerseNumber":51,"Text":"Benden önce gelen Tevrat’ı tasdik etmekle beraber size haram edilen şeylerin bir kısmını helal kılmak üzere, Rabbinizden size bir ayet getirdim. Allah’tan korkun ve bana itaat edin! Şüphesiz Allah, benim de Rabbim, sizin de Rabbinizdir. O’na kulluk edin! doğru yol budur"},{"SurahNumber":3,"VerseNumber":52,"Text":"İsa, onların küfrünü hissedince: -Allah uğrunda bana yardımcı olacak kim vardır? dedi. Havariler de şöyle cevap verdiler: -Biz Allah’ın (dininin) yardımcılarıyız, Allah’a iman ettik, O’na teslim olduğumuza da şahit ol"},{"SurahNumber":3,"VerseNumber":53,"Text":"Rabbimiz, indirdiğine inandık, Peygamber’e uyduk, bizi şahit olanlarla beraber yaz"},{"SurahNumber":3,"VerseNumber":54,"Text":"Onlar hile yaptılar, Allah da onlara hile yaptı. Allah, düzen kurucuların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah, İsa’ya şöyle buyurmuştu: -Ey İsa, seni vefat ettireceğim ve seni katıma yükselteceğim. İnkar edenlerden seni tertemiz ayıracağım. Sana tabi olanları kıyamet gününe kadar inkar edenlerin üstünde tutacağım. Sonra bana döneceksiniz. Sizin aranızda, hakkında ihtilaf ettiğiniz konularda hüküm vereceğim"},{"SurahNumber":3,"VerseNumber":56,"Text":"O kafir olanları dünya ve ahirette şiddetli azaba çarptıracağım, onların yardımcıları da olmayacaktır"},{"SurahNumber":3,"VerseNumber":57,"Text":"İman edenlere ve doğruları yapanlara ise eksiksiz mükafatlarını verecektir. Allah, zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"Sana okuduğumuz bunlar, ayetlerden ve hikmet sahibi, Zikir/Kur’an’dandır"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah katında İsa’nın durumu, kendisini topraktan yaratıp sonra O’na “Ol!” dediği zaman olan Adem’in durumu gibidir"},{"SurahNumber":3,"VerseNumber":60,"Text":"Gerçek Rabbin´dendir. O halde şüphe edenlerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana ilim geldikten sonra, bu hususta seninle kim tartışacak olursa, de ki: -Gelin, oğullarımızı, oğullarınızı; kadınlarımızı, kadınlarınızı; bizi ve sizi çağıralım. Sonra tevazu içinde gönülden yalvaralım da Allah’ın lanetinin yalancılara olmasını dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Şüphesiz bu anlatılanlar gerçek hikayelerdir. Allah’tan başka ilah yoktur. Allah, elbette azizdir, hakimdir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eğer yüz çevirirlerse, şüphesiz Allah, bozguncuları hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: -Ey kitap ehli, “Allah’tan başkasına kulluk etmemek, O’na hiç bir şey ortak koşmamak ve birbirimizi Allah’tan başka Rabler olarak benimsememek” üzere bizimle sizin aranızda ortak bir söze gelin! Eğer yüz çevirirlerse: -Bizim, Müslüman olduğumuza şahit olun, deyin"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey kitap ehli, İbrahim hakkında niçin tartışıyorsunuz? Tevrat da İncil de şüphesiz ondan sonra indirilmiştir. (Bu kadar da) düşünmüyor musunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"İşte siz öylesiniz, biraz bir şeyler bildiğiniz konuda hadi tartıştınız, ama bilginiz olmayan bir şey hakkında ne diye tartışıyorsunuz? Oysa Allah bilir, siz bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"İbrahim Yahudi de Hıristiyan da değildi fakat, hanif bir müslümandı. Müşriklerden de değildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Doğrusu İbrahim’e en yakın olanlar, Ona uyanlarla şu peygamber ve iman edenlerdir. Allah, müminlerin velisidir"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitap ehlinden bir kısmı sizi yoldan çıkarmak isterler, fakat yalnızca kendilerini yoldan çıkarırlar da bunun farkına varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey kitap ehli, göz göre göre niçin Allah’ın ayetlerini inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kitap ehli, niçin hakla batılı karıştırıyor ve bile bile gerçeği gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap ehlinden bir kısmı: -İman edenlere indirilene günün başında inanın, sonunda inkar edin, belki dönerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Dininize uyanlardan başkasına inanmayın, dediler. De ki: -Doğru yol, sadece Allah´ın gösterdiği yoldur. Size verilen bir başkasına da verildi veya Rabbiniz katında size üstün gelecekler diye mi (telaşlanıyorsunuz)? De ki: -Nimet ve ihsan Allah’ın elindedir. Onu dilediğine verir. Allah, ihsanı bol olan, her şeyi bilendir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini dilediğine tahsis eder. Allah, büyük nimet sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap ehlinden; bir yük altın bıraksan onu sana iade eden kimseler vardır. Onlardan, bir dinar versen tepesine dikilmedikçe onu sana geri vermeyen kimseler de vardır. Bu, onların: -Kitapsızlara karşı üzerimize bir sorumluluk yoktur, demelerindendir. Onlar, bile bile Allah hakkında yalan söylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Evet, kim verdiği sözü yerine getirir ve Allah’tan sakınırsa, şüphe yok ki, Allah muttakileri sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah’a verdikleri sözü ve ettikleri yeminleri az bir değere değiştirenlere gelince, onların ahirette bir nasibi olmayacaktır. Allah, kıyamet gününde onlarla konuşmayacak, onlara bakmayacak ve onları temize çıkarmayacaktır. Onlar için acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onların bir kısmı, kitaptan olmadığı halde, sizin kitaptan zannetmeniz için kitaba bakarak dillerini eğip bükerler. O, Allah katından olmadığı halde “Allah katındandır” derler. Bile bile Allah hakkında yalan söylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah’ın kendisine kitap, hikmet ve peygamberlik verdiği bir insanın, bütün bunlardan sonra: -Allah’ı bırakıp, benim kullarım olun, demesi mümkün değildir. Fakat: -Kitabı okuyup, incelediğinize göre Rabb’e kul olunuz, der"},{"SurahNumber":3,"VerseNumber":80,"Text":"O size melekleri ve Peygamberleri Rabler edinmenizi emretmez. Size Müslüman olduktan sonra, hiç kafir olmayı emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Allah, peygamberlerden: -Size kitap ve hikmet verdim, sonra sizden olanı doğrulayan bir peygamber gelecek, ona kesinlikle iman edecek ve ona yardım edeceksiniz! diye söz aldığı zaman (sormuştu): -Karar verdiniz ve size yüklediğim bu ağır yükü kabul ettiniz mi? demişti. Onlar: -Kabul ettik diye cevap verdiler. -Şahit olun, ben de sizinle birlikte şahitlik edenlerdenim, buyurmuştu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık kim bundan sonra yüz çevirirse, işte onlar fasıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Allah’ın dininden başka bir din mi arzu ediyorlar? Oysa, göklerde ve yerde olanların hepsi ister istemez O’na teslim olmuştur. O’na döneceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: -Allah’a, bize indirilene, İbrahim’e, İsmail’e, İshak’a, Yakub’a ve torunlarına indirilene, Rab’lerinden, Musa, İsa ve peygamberlere verilenlere iman ettik. Onlardan hiç biri arasında ayırım yapmayız. Biz Allah’a teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim İslam’dan başka bir dine yönelirse, (bu) ondan asla kabul edilmeyecektir. O, ahirette de kaybedenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"İman etmelerinden ve Peygamberin hak olduğuna şahitlik ettikten, kendilerine belgeler geldikten sonra inkar eden bir toplumu Allah, hidayete nasıl eriştirir? Allah, zalim toplumu hidayete iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların cezaları, Allah’ın, meleklerin ve bütün insanların lanetini üzerlerinde taşımalarıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"O lanette daimidirler. Azap, onlardan hafifletilmez ve onlara bakılmaz da"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak, bu hatalarından sonra tevbe edip, hallerini düzeltenler müstesnadır. Allah, affedendir, merhamet edendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"İman ettikten sonra inkâr edip, inkârlarını artıranların tevbeleri kabul edilmeyecektir. Onlar sapıkların ta kendileridir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Evet, inkâr edip, kafir oldukları halde ölenlerin hiç birinden, yeryüzünü dolduracak kadar altın fidye verse dahi asla kabul edilmeyecektir. İşte acıklı azap bunlar içindir. Onlar için bir yardımcı da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiğiniz şeylerden (Allah için) vermedikçe iyiliğe erişemezsiniz. Her ne verirseniz, şüphesiz Allah onu bilir"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden önce, İsrail’in kendine haram kıldıklarının dışında, İsrail oğullarına her yiyecek helal idi. “Eğer doğru söyleyenler iseniz Tevrat´ı getirip okuyun!” de. Bundan sonra kim Allah adına yalan uydurursa, onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":94,"Text":"Tevrat indirilmeden önce, İsrail’in kendine haram kıldıklarının dışında, İsrail oğullarına her yiyecek helal idi. “Eğer doğru söyleyenler iseniz Tevrat´ı getirip okuyun!” de. Bundan sonra kim Allah adına yalan uydurursa, onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: -Allah doğru söylemiştir. Öyleyse, hanif olan İbrahim’in dinine/yoluna uyun! O, müşriklerden değildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"İnsanlar için inşa edilen ilk mabet, şüphesiz Mekke´deki mübarek ve toplumlar için kılavuz olan (Kâbe)dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada apaçık işaretlerle İbrahim’in makamı vardır. Kim oraya girerse, güvenliktedir. Oraya yol bulabilen insanların beyti/Kâbe´yi haccetmesi Allah’ın hakkıdır. Kim bunu inkar ederse, Allah’ın hiç bir şeye ihtiyacı yoktur"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: -Ey kitap ehli, yaptığınıza şahit iken Allah’ın ayetlerini niye tanımazlık ediyorsunuz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: -Ey kitap ehli, niçin iman edenleri Allah’ın yolunda eğrilik arayarak saptırmaya çalışıyorsunuz? (Oysa siz de onun doğru olduğunu) görüp duruyorsunuz. Allah yaptıklarınızdan habersiz değildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler, eğer kitap verilenlerden bir gruba uyarsanız, iman ettikten sonra sizi kafirliğe döndürürler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Allah’ın ayetleri size okunur, aranızda Resulü bulunurken nasıl inkar edersiniz?! Kim Allah’a sımsıkı bağlanırsa o şüphesiz, dosdoğru yola yöneltir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler, Allah’tan gerektiği gibi korkup/sakının ve yalnızca (O’na) teslim olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Topluca Allah’ın ipine sımsıkı sarılın ve parçalanmayın! Allah’ın üzerinizdeki nimetini düşünün, hani siz düşman idiniz de O, kalplerinizi birleştirdi. O´nun bu nimeti ile kardeşler oldunuz. Siz, bir ateş çukurunun kenarında idiniz de sizi oradan kurtardı. Doğru yola çıkasınız diye, Allah size ayetlerini işte böyle açıklıyor"},{"SurahNumber":3,"VerseNumber":104,"Text":"Sizden hayra davet eden, iyiliği emredip, kötülükten uzaklaştıran bir ümmet oluşsun. İşte kurtuluşa erenler onlardır"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apaçık belgeler geldikten sonra ihtilafa düşerek parçalananlar gibi olmayın. Bir takım yüzlerin parladığı ve bir takım yüzlerin de karardığı günde onlar için büyük bir azap vardır. Yüzleri kararanlara: -İmanınızdan sonra kafir mi oldunuz, öyleyse, kafir olduğunuz için tadın azabı (denir)"},{"SurahNumber":3,"VerseNumber":106,"Text":"Kendilerine apaçık belgeler geldikten sonra ihtilafa düşerek parçalananlar gibi olmayın. Bir takım yüzlerin parladığı ve bir takım yüzlerin de karardığı günde onlar için büyük bir azap vardır. Yüzleri kararanlara: -İmanınızdan sonra kafir mi oldunuz, öyleyse, kafir olduğunuz için tadın azabı (denir)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yüzleri ak olanlar ise Allah’ın rahmetindedirler, onlar orada ebedidirler"},{"SurahNumber":3,"VerseNumber":108,"Text":"İşte bu sana hakkıyla okuduğumuz Allah’ın ayetleridir. Allah hiç kimseye zulmetmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Göklerde ve yerde ne varsa Allah’ındır. Bütün işler de Allah’a döndürülür"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanlar için çıkarılmış en hayırlı ümmetsiniz. İyiliği emreder, kötülüğü yasaklarsınız. Allah’a iman edersiniz. Kitap ehli de iman etseydi kendileri için iyi olurdu. Onlardan mümin olanlar vardır. Fakat çoğunluğu fasıktır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar, size eziyetin dışında asla zarar veremeyeceklerdir. Eğer sizinle savaşırlarsa arkalarını dönüp kaçarlar. Sonra onlara yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlara, Allah’a ve insanlara karşı taahhütlerine bağlanmadıkları sürece nerede olurlarsa olsunlar bir zillet damgası vurulmuştur. Ayrıca Allah’ın gazabına uğradılar da miskinliğe mahkum edildiler. Bu, onların Allah’ın ayetlerini inkar etmeleri ve peygamberleri haksız yere öldürmeleri sebebiyle idi. Bu, onların isyan etmeleri ve haddi aşmaları yüzünden idi"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ehli kitabın hepsi bir değildir. Onlardan; geceleri Allah’ın ayetlerini okuyup duran secdeye kapanan bir topluluk vardır"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar, Allah’a ve ahiret gününe inanır. İyiliği emreder, kötülüğü yasaklar, hayırlarda yarışırlar. İşte onlar da salihlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ne hayır yaparlarsa, ondan mahrum bırakılacak değillerdir. Allah muttakileri, çok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kafir olanlar ise onlara malları da evlatları da Allah’tan gelen bir şeye/azaba karşı bir fayda vermeyecektir. Onlar, cehennem ashabıdır, orada ebedidirler"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onların bu dünya hayatında harcadıkları şeyin örneği; kavurucu soğuk bir rüzgara benzer. Kendilerine zulmetmiş bir toplumun ekinine isabet eder de, onu helak eder. Oysa Allah, onlara zulmetmemiş fakat onlar kendilerine zulmetmişlerdir"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler, sizden olmayanı sırdaş edinmeyin. Zira onlar size ellerinden gelen her türlü kötülüğü yaparlar, size sıkıntı verecek şeyleri arzu ederler. Kinleri / öfkeleri ağızlarından taşmaktadır. İçlerinde gizledikleri (nefret) ise daha da büyüktür. Eğer aklınızı kullanıyorsanız işte size ayetleri açıkladık"},{"SurahNumber":3,"VerseNumber":119,"Text":"Siz, o kimselersiniz ki, onlar sizi sevmiyorken siz onları seviyor ve bütün kitaba iman ediyorsunuz. Sizinle karşılaştıklarında “iman ettik” derler, yalnız kaldıklarında da size kin ve düşmanlıklarından parmaklarını ısırırlar. De ki: -Öfkenizden çatlayın! Allah şüphesiz, sinelerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik gelirse bu onları üzer, size bir kötülük dokunursa buna sevinirler. Eğer sabreder ve korunursanız onların hilesi size hiç bir zarar vermez. Allah, onların yaptıklarını tam olarak kuşatmıştır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen, savaş için müminleri elverişli yerlere yerleştirmek üzere evinden ayrılmıştın. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":122,"Text":"İçinizden iki grup, Allah yardımcıları olmasına rağmen, az kalsın yılgınlık gösteriyorlardı. Müminler, Allah’a bağlansınlar"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allah, size Bedir’de daha zayıf olduğunuz halde yardım etmişti. O halde Allah’tan korkun ki, şükredesiniz"},{"SurahNumber":3,"VerseNumber":124,"Text":"Mü’minlere: -Rabbinizin, indirilen üç bin melekle yardım ulaştırması size yetmez mi? diyordun"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, eğer sabreder, korunursanız ve onlar da size aniden saldırırlarsa, o zaman Rabbiniz size beş bin işaretli melekle yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, bu yardımı size sadece müjde olması ve kalplerinizin bununla yatışması, kafir olanların da bir kısmını yok edip veya perişan ederek ümitsizce geri dönmeleri için yapmıştı. Zafer, ancak Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":127,"Text":"Allah, bu yardımı size sadece müjde olması ve kalplerinizin bununla yatışması, kafir olanların da bir kısmını yok edip veya perişan ederek ümitsizce geri dönmeleri için yapmıştı. Zafer, ancak Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":128,"Text":"Senin bu hususta yapacak bir şeyin yoktur. Allah, ya onların tevbesini kabul eder veya onları cezalandırır. Çünkü onlar zalimlerdir"},{"SurahNumber":3,"VerseNumber":129,"Text":"Göklerde ve yerde ne varsa hepsi Allah’ındır! Dilediğini bağışlar, dilediğini de cezalandırır. Allah, çok bağışlayan ve merhamet edendir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler, kat kat artırılan, faizi yemeyin. Allah’tan korkun ki, kurtuluşa eresiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kafirler için hazırlanan ateşten kendinizi koruyun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah ve Peygamberine itaat edin ki size merhamet edilsin"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizden gelen mağfirete ve genişliği gökler ile yer kadar olan, muttakiler için hazırlanmış cennete koşuşun"},{"SurahNumber":3,"VerseNumber":134,"Text":"Muttakiler, bollukta da darlıkta da veren, öfkelerine hakim olan ve insanların kusurlarını bağışlayanlardır. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Muhsinler, bir çirkin iş yaptıklarında veya nefislerine zulmettiklerinde Allah’ı zikredip günahları için mağfiret dilerler. Allah’tan başka günahları kim bağışlar? Onlar, yaptıklarında bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"İşte böyle olanların mükafatı, Rableri tarafından bağışlanmak ve altlarından ırmaklar akan cennetlerdir. Orada ebedidirler. Böyle çalışanların mükafatı ne güzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce nice hayat tarzları gelip geçmiştir. Yeryüzünde dolaşın da yalanlayanların akıbetinin nasıl olduğunu görün"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, (bütün) insanlar için açıklama, muttakiler için yol gösterme ve bir öğüttür"},{"SurahNumber":3,"VerseNumber":139,"Text":"Eğer gerçekten mümin olduysanız, siz, daha üstün olmanıza rağmen gevşemeyin, üzüntüye düşmeyin"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eğer siz bir yara aldıysanız, o topluluk da ona benzer bir yara aldı. Allah’ın iman edenleri ortaya çıkarması, içinizden şehitler edinmesi ve iman edenleri arındırıp, kafirleri mahvetmesi için bu günleri insanlar arasında döndürür dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Eğer siz bir yara aldıysanız, o topluluk da ona benzer bir yara aldı. Allah’ın iman edenleri ortaya çıkarması, içinizden şehitler edinmesi ve iman edenleri arındırıp, kafirleri mahvetmesi için bu günleri insanlar arasında döndürür dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa Allah, içinizden cihat edenleri belirlemeden ve sabredenleri ortaya çıkarmadan cennete gireceğinizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Oysa siz, (Uhud’da) ölümle karşılaşmadan önce (Allah yolunda) ölmeyi arzuladınız. İşte şimdi onu gözlerinizle gördünüz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed yalnızca bir elçidir. Ondan önce de, elçiler gelip geçmiştir. Öyleyse şimdi, O, ölür veya öldürülürse topuklarınızın üstünde geri mi döneceksiniz? Kim topukları üzerinde geri dönerse, Allah’a hiç bir şekilde zarar veremez. Allah, şükredenleri mükafatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hiç kimse, Allah’ın izni olmadan ve belirlenmiş süresi gelmeden ölmez. Dünya nimeti isteyene ondan veririz. Ahiret nimeti isteyene de ondan veririz. Biz, şükredenleri mükafatlandıracağız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler vardır ki onların yanında bir çok rabbani (Rabbine yönelen kimse) savaşmıştır. Allah yolunda başlarına gelen musibetler sebebiyle gevşememişler, zaaf göstermemiş ve boyun da eğmemişlerdir. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların sözü: -Rabbimiz, günahlarımızı ve işlerimizdeki aşırılığımızı bağışla ayaklarımızı sabit kıl, kafir topluma karşı bize yardım et! demekten başka bir şey değildi"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara dünya nimetini ve ahiret nimetinin en güzelini verdi. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Eğer kafirlere itaat ederseniz, onlar sizi gerisin geri döndürürler de hüsrana uğrayanlardan olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Halbuki sizin mevlanız / yardımcınız, Allah’tır. O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Hakkında hiç bir delil indirmediği şeyi Allah’a şirk koştukları için kafirlerin kalbine korku salacağız. Onların varacağı yer ateştir. Zalimlerin varacağı yer ne kötüdür"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah, sevdiğinizi gösterdikten sonra dağıldığınız, emir konusunda tartıştığınız ve isyan ettiğiniz ana kadar, size olan vaadini gerçekleştirmişti. O’nun izni ile kafirleri öldürüyordunuz. Sizden kimi dünya hayatını istiyor, kimi ahiret hayatını istiyordu. Sonra denemek için onların karşısında sizi bozguna uğrattı. Artık Allah sizi affetmiştir. Çünkü Allah, müminlere karşı çok lütufkardır"},{"SurahNumber":3,"VerseNumber":153,"Text":"O vakit siz, kimseye bakmadan kaçıyor, peygamber de arkanızdan sizi çağırıyordu. Kaybettiğinize ve başınıza gelene üzülmeyesiniz diye Allah size keder üstüne keder verdi. Allah, bütün yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra, o kederin ardından size öyle bir güven öyle bir uyku indirdik ki O, içinizden bir grubu kapladı. Bir grup da canlarının derdine düşüp, Allah hakkında, cahiliye (dönemi) zannı ile doğru olmayan bir zanda bulunuyorlardı: -Bu işten bize ne? (Biz mi gelmek istedik) diyorlardı. De ki: -İş tamamıyla Allah’ındır. İçlerinde, sana açıklamadıkları bir şey gizliyorlar. -Bizim görüşümüz alınsaydı, burada öldürülüp gitmezdik, diyorlar. De ki: -Evlerinizde bulunsaydınız bile, öldürülecekleri takdir olunanlar yatırılacakları yere giderlerdi. Bu, Allah’ın gönüllerinizdekini denemesi ve kalplerinizdekini temizlemesi içindir... Allah, gönüllerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"İki topluluğun karşılaştığı gün, içinizden geri dönenler işledikleri bazı hataları yüzünden şeytan onların ayağını kaydırmak istedi. Yine de Allah, onları affetti. Allah, çok bağışlayıcı ve çok şefkatlidir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Yolculuğa çıkan veya savaşa giden kardeşleri için “yanımızda kalsalardı ölmez ve öldürülmezlerdi” diyen kafirler gibi olmayın. Allah, bunu onların kalbinde yakıp kavuran bir dert kılmak için ortaya koymuştur. Yaşatan da öldüren de Allah’tır. Allah, yaptıklarınızı görmektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eğer Allah yolunda öldürülür veya ölürseniz, (kesin olarak bilin ki) Allah’ın mağfiret ve rahmeti onların topladıkları (mallar)dan hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Ölseniz de öldürülseniz de şüphesiz Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Sen, Allah’ın rahmeti ile onlara yumuşak davrandın. Eğer kaba ve katı kalpli olsaydın elbette etrafından dağılıp giderlerdi. Onları affet ve onlar için Allah’tan bağışlanma dile. İş hususunda onlarla istişare et, karar verdiğin zaman, artık Allah’a güven, Allah kendisine güvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, sizi kimse yenemez. Eğer size yardımı keserse, bundan sonra size yardım edecek kimdir? Müminler, yalnız Allah’a güvenip dayanmalıdırlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin kendisine verilen emanete hıyanet etmesi düşünülemez. Çünkü, kim O’nun emanetine hıyanet ederse, kıyamet günü hıyaneti ile gelir. Sonra herkese kazancı, haksızlık yapılmadan ödenir"},{"SurahNumber":3,"VerseNumber":162,"Text":"Hiç Allah’ın rızasına uyan kimse, Allah’ın gazabına uğrayan ve yeri cehennem olan kimse gibi olur mu? Cehennem, ne kötü bir varılacak yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar Allah katında derece derecedirler. Allah, (onların) yaptıklarını görmektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah, müminlere; onlara ayetlerini okuyan, arındıran, kitap ve hikmeti öğreten aralarından bir peygamber göndermekle büyük lütufta bulunmuştur oysa, bundan önce onlar apaçık bir sapıklık içindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Düşmanlarınızın başına iki katını getirdiğiniz belâ sizin başınıza gelince mi “Bu nasıl olur?” diyorsunuz. De ki: -O, sizin kendinizdendir. Allah’ın her şeye gücü yeter"},{"SurahNumber":3,"VerseNumber":166,"Text":"İki ordunun çarpıştığı gün başınıza gelen ancak Allah’ın izni ile olmuştu. Müminleri belirlemek ve münafıklık edenleri de ortaya çıkarmak için. O münafıklara: -Gelin, Allah yolunda savaşın veya müdafaada bulunun! denilmiş, onlar da: -Savaşmayı bilseydik, ardınızdan gelirdik elbette, demişlerdi. Onlar o gün, imandan çok küfre yakındılar. Ağızlarıyla kalplerinde olmayanı söylüyorlardı. Allah onların gizlediğini çok iyi biliyor"},{"SurahNumber":3,"VerseNumber":167,"Text":"İki ordunun çarpıştığı gün başınıza gelen ancak Allah’ın izni ile olmuştu. Müminleri belirlemek ve münafıklık edenleri de ortaya çıkarmak için. O münafıklara: -Gelin, Allah yolunda savaşın veya müdafaada bulunun! denilmiş, onlar da: -Savaşmayı bilseydik, ardınızdan gelirdik elbette, demişlerdi. Onlar o gün, imandan çok küfre yakındılar. Ağızlarıyla kalplerinde olmayanı söylüyorlardı. Allah onların gizlediğini çok iyi biliyor"},{"SurahNumber":3,"VerseNumber":168,"Text":"Oturdukları yerden, öldürülen kardeşleri için: -Bize uysalardı öldürülmezlerdi, diyen kimselere de ki: -Haydi, doğru söylüyorsanız, ölümü kendinizden savın"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda öldürülenleri ölü saymayın çünkü onlar, Rab´lerinin huzurunda diridirler ve rızıklandırılırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah’ın kendilerine fazlından verdiği şeylere sevinenler, arkalarından (kendilerine) yetişemeyenlere, kendilerine bir korku olmadığını ve mahzun da olmayacaklarını müjdelemek isterler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah’ın nimetini ve fazlını ve Allah’ın müminlerin ecrini zayi etmeyeceğini de müjdelemek isterler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Onlar kendilerine isabet eden yaradan sonra da Allah’a ve Resulüne icabet edenlerdir. Onlardan iyilik eden ve takva sahibi olanlar için büyük bir ecir vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlara bazı kimseler: -İnsanlar sizinle savaşmak için toplandı; onlardan korkun! dediklerinde bu onların imanını artırdı ve “Allah bize yeter, O ne güzel vekildir” diye karşılık verdiler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Onlara bir kötülük dokunmadan Allah’tan olan bir nimet ve fazilet ile döndüler. Allah’ın rızasına uydular. Allah, fazilet ve azamet sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"Şeytan, ancak kendi dostlarını korkutur. Eğer müminseniz onlardan korkmayın, benden korkun"},{"SurahNumber":3,"VerseNumber":176,"Text":"Küfürde yarışanlar seni üzmesin. Onlar Allah’a hiç bir zarar veremezler. Allah, onların ahirette bir nasibinin/payının olmamasını istiyor. Ve onlara büyük bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"İmana karşılık kafirliği satın alanlar, Allah’a hiç bir şekilde zarar veremezler. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kafirler kendilerine mühlet vermemizi hayırlı sanmasınlar. Biz onlara ancak günahlarını artırmaları için mühlet veriyoruz/ ömürlerini uzatıyoruz. Onlar için alçaltıcı bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah, iyiyi kötüden ayırmak için müminleri sizin üzerinizde bulunduğunuz bu durumda bırakmayacaktır. Size gaybı da bildirecek değildir. Fakat, Allah, peygamberlerden dilediğini seçer. Allah’a ve peygamberlerine iman edin. Eğer iman eder ve günahlardan korunursanız size büyük bir mükafat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah’ın kendilerine fazlından verdiği şeylerde cimrilik edenler, bunu kendileri için hayırlı sanmasınlar, aksine bu onlar için şerdir. Kıyamet günü cimrilik ettikleri şeyler boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah’ındır. Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah, “Allah fakirdir, biz zenginiz” diyen kimselerin sözünü işitmiştir. Onların dediklerini ve haksız olarak peygamberlerini öldürmelerini yazacak ve: -Yangın / ateşin azabını tadın, diyeceğiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu sizin ellerinizle hazırladığınızdır. Allah kullarına zulmedici değildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Allah, bizden ateşin yediği bir kurban bize getirinceye kadar bir peygambere inanmamamız için söz aldı, diyenlere de ki: -Benden önce size peygamberler apaçık delillerle ve söylediğiniz (mucize) ile gelmişti. Eğer doğru söylüyorsanız/sözünüzde samimi iseniz niçin onları öldürdünüz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eğer seni yalanlıyorlarsa, onlar, senden önceki apaçık delilleri, sahifeleri ve aydınlatıcı kitabı getiren peygamberleri de yalanlamışlardı"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her can ölümü tadacaktır. Kıyamet günü de ancak yaptıklarınızın karşılığı size ödenecektir. Kim ateşten uzak tutulur ve cennete sokulursa, o kurtulmuştur. Dünya hayatı aldatıcı bir geçimlikten başka bir şey değildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Mallarınız ve canlarınız hususunda elbette imtihan olunuyorsunuz. Sizden önce kendilerine kitap verilenlerden ve müşriklerden eziyet verici bir çok (kötü söz) işitiyorsunuz. Eğer bunlara sabreder ve korunursanız; bu, azmedilmesi gereken işlerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Allah kitap verilenlerden, “kitabı insanlara muhakkak açıklayacaksınız, gizlemeyeceksiniz” diye söz almıştı da, onlar, kitabı arkalarına atıp umursamamışlar, az bir bedele karşılık değişmişlerdi, alış verişleri ne kötüdür"},{"SurahNumber":3,"VerseNumber":188,"Text":"Sakın, yaptıkları (kötülüklerle) ferahlayan, yapmadıkları şeylerle övülmekten hoşlanan kimselerin azaptan kurtulacaklarını sanma. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Göklerin ve yerin hakimiyeti Allah’ındır. Allah’ın her şeye gücü yeter"},{"SurahNumber":3,"VerseNumber":190,"Text":"Göklerin ve yerin yaratılmasında, gece ile gündüzün birbiri ardınca gelmesinde, akıl sahipleri için deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"O akıl sahipleri, ayakta da, otururken de, yanları üzere yatarken de Allah’ı düşünürler/anarlar, göklerin ve yerin yaratılışını düşünerek şöyle dua ederler: -Rabbimiz, bunları boşuna yaratmadın. Seni (eksiklikten ve boş şeyler yapmaktan) tenzih ederiz. Bizi ateşin azabından koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz şüphesiz sen kimi ateşe atarsan, onu perişan edersin, zalimlerin yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz, biz, “Rabbinize iman edin” diye, imana çağıran bir davetçiyi işittik ve iman ettik. Rabbimiz bizim günahlarımızı bağışla, suçlarımızı ört, iyilerle birlikte canımızı al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz, bize elçilerinle vaat ettiğin şeyleri ver ve kıyamet günü bizi perişan etme, sen sözünden dönmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Allah da onların duasına karşılık verdi: -Ben, sizden erkek veya kadın hiç bir çalışanın amelini zayi etmem, siz birbirinizdensiniz. Hicret edenler, memleketlerinden çıkarılanlar, benim yolumda işkence edilenler, savaşan ve öldürülenlerin, elbette günahlarını örteceğim ve onları alt taraflarından ırmakların aktığı cennetlere girdireceğim. Allah katından bir mükafat olarak... Mükafatın en güzeli Allah katındandır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kafirlerin diyar diyar dolaşmaları seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Az bir geçimlik sonra varacakları yer cehennemdir. Orası ne kötü yerleşim yeridir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Rab’lerinden korkanlara da altlarından ırmaklar akan ve içinde temelli kalacakları cennetler vardır. Allah katından bir ağırlanmadır / ikramdır. Allah katında olanlar, iyi kimseler için daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden, Allah’a ve size indirilenlere ve kendilerine indirilenlere iman edip, Allah’tan korkanlar ve Allah’ın ayetlerini az bir bedele karşılık satmayanlara, işte onlara Rab’leri katında mükafatları vardır. Allah, hesabı çabuk görür"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler, Sabredin, (kafirlere karşı) dirençli olun, temkinli olun, Allah’tan korkun ki kurtuluşa eresiniz"}]}