{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"තා. සීම්. මීම්"},{"SurahNumber":26,"VerseNumber":2,"Text":"(නබියේ!) මේවා පැහැදිලි මෙම ධර්මයෙහි ඇති සමහර ආයාවන් වන්නේය"},{"SurahNumber":26,"VerseNumber":3,"Text":"(නබියේ!) ඔවුන් (ඔබව) විශ්වාස නොකළ හේතුවෙන් දුකෙන් ඔබව, ඔබම දිවි නසා ගන්නාක් මෙන්ද"},{"SurahNumber":26,"VerseNumber":4,"Text":"අපි කැමති වුවහොත් ඔවුන්ගේ ඛෙලි යටහත් පහත් වී පැමිණෙන ලෙසට (දඬුවම්) දිය හැකි සාධකයන් අහසින් ඔවුන් මත අපි පහළ කර ඇත්තෙමු"},{"SurahNumber":26,"VerseNumber":5,"Text":"රහ්මාන්ගේ සන්නිධානයෙන් අළුත් යම්කිසි හොඳ ඔවදනක් ඔවුන් වෙත පැමිණෙන සෑම විටම එය ඔවුන් ප්‍රතික්ෂේප නොකර සිටින්නේ නැත"},{"SurahNumber":26,"VerseNumber":6,"Text":"(එබැවින් මෙයද) ඔවුන් නියත වශයෙන්ම බොරු කළහ. එහෙත් ඔවුන් කුමක් (බොරු ගොතා) සමච්චල් කරමින් සිටින්නෝද, එහි සත්‍යය ඉතාමත් ඉක්මනින් ඔවුන් වෙත පැමිණෙනු ඇත"},{"SurahNumber":26,"VerseNumber":7,"Text":"ඔවුන් භූමිය බැලූවේ නැද්ද? (එහි) සෑම වර්ගයකම (ප්‍රයෝජනවත් විය හැකි) උසස් කොපමණදෝ පැලෑටි, ගස් වැල් වර්ග ජෝඩු ජෝඩු වශයෙන්ම අපි වැවෙන්නට සලස්වා ඇත්තෙමු"},{"SurahNumber":26,"VerseNumber":8,"Text":"නියත වශයෙන්ම මෙහි එක් සාධකයක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":9,"Text":"(නබියේ!) ඔබගේ දෙවියන් නියත වශයෙන්ම (සියල්ලන්ටම) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":10,"Text":"(නබියේ!) ඔබගේ දෙවියන් මූසාව කැඳවා “ඔබ අපරාධකාර (ෆිර්අව්න්ගේ) ජනතාව වෙත යනු” යයි පැවසීම ගැන ඔබ අවධානය කර බලනු"},{"SurahNumber":26,"VerseNumber":11,"Text":"“(එම) ෆිර්අව්න්ගේ ජනතාව (මට) බිය නොවන්නෙහුද?”යි (විමසුවේය)"},{"SurahNumber":26,"VerseNumber":12,"Text":"එයට ඔහු “මගේ දෙවියනේ! මාව බොරුකාරයා කර දමනු ඇතැයි නියත වශයෙන්ම මා බිය වන්නෙමි” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":13,"Text":"(එසේ බොරුකාරයා කළහොත්) මගේ මනස බිඳී යනු ඇත. (ඒ අතර මට ගොතභාවය තිඛෙණ බැවින්) මගේ දිවෙන් (හොඳ හැටි) කතා කිරීමට නොහැක. එබැවින් (මා සමග) හාරූන්වද පැමිණෙන මෙන් (ඔහුට) ඔබ දැනුම් දෙනු මැනව"},{"SurahNumber":26,"VerseNumber":14,"Text":"“තවද මා කෙරෙහි ඔවුන් අත එක් චෝදනාවක්ද ඇත. ඒ වෙනුවෙන් ඔවුන් මාව ඝාතනය කර දමනු ඇතැයිද මා බිය වන්නෙමි” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":15,"Text":"එයට (දෙවියන්) මෙසේ පැවසීය: “එසේ නොව. (හාරූන්වද කැඳවාගෙන) ඔබ දෙදෙනාම මගේ සාධකයන් රැගෙන යනු. නියත වශයෙන්ම මා ඔබ සමග සිටිමින් (සියල්ල) සවන් දෙමින් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":16,"Text":"“එබැවින් ඔබ දෙදෙනා ෆිර්අව්න් වෙත ගොස් ‘නියත වශයෙන්ම අපි ලෝකවාසී සියල්ලන්වම උත්පාදනය කර, පෝෂණය කරන්නාගේ දූතයින් වන්නෙමු”"},{"SurahNumber":26,"VerseNumber":17,"Text":"“ඉස්රායීල දරුවන්ව ඔබ අප සමග යවනු’ යයිද පවසනු මැනව!” (යයි නියෝග කළේය)"},{"SurahNumber":26,"VerseNumber":18,"Text":"(එසේ ඔවුන් ෆිර්අව්න් වෙත ගොස් පැවසූ වහාම) මෙයට ඔහු (මූසාට) “අපි ඔබව ළදරුවෙකු වශයෙන් ගෙන, හදා වඩා ගත්තේ නැද්ද? ඔබ, (ඔබගේ තරුණ වියට පත් වන තුරු) වසර ගණනාවක් අප වෙත රැඳී සිටියේ නැද්ද?”"},{"SurahNumber":26,"VerseNumber":19,"Text":"“ඔබ (කිරීමට නොසුදුසු) කාරණාවක් (ඝාතනයක්) කළෙහිය! (එයට සමාව දී තිබියදී) ඔබ කෙළෙහි ගුණ නොදන්නෙකු වශයෙන්ම සිටින්නෙහිය!” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":20,"Text":"එයට මූසා “මා නොදැනුවත්ව සිටි තත්වයෙහි එය මා කළෙමි”"},{"SurahNumber":26,"VerseNumber":21,"Text":"“එබැවින් මා ඔබට බිය වී දිව ගියෙමි. එහෙත් මගේ දෙවියන් මා හට (ඥානයද), සාධාරණයද ලබා දී තමන්ගේ දූතයින්ගෙන් කෙනෙකු වශයෙන්ද මාව පත් කළේය”"},{"SurahNumber":26,"VerseNumber":22,"Text":"“(මගේ ගෝත්‍රිකයින් වන) ඉස්රායීල පරම්පරාවේ දරුවන්ව ඔබ වහලූන් වශයෙන් තබාගෙන සිටින තත්වයෙහි මෙය ඔබ කියා පෑමට යුතු කෘතඥභාවයක් වන්නේද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":23,"Text":"එයට ෆිර්අව්න් “ලෝකවාසීන්ගේ උත්පාදකයා කවරෙක්ද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":24,"Text":"එයට (මූසා) “අහස්ද, භූමියද, මේවා අතර ඇති දැයද, උත්පාදනය කර පෝෂණය කළ අයම (ලෝකවාසීන්ගේ උත්පාදකයාද, පෝෂණය කරන්නාද වන්නේය. මෙම සත්‍යය) ඔබ විශ්වාස කරන්නෙහුද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":25,"Text":"එයට ඔහු තමන් වටා සිටි අයට “ඔබ මෙයට සවන් දුන්නේ නැද්ද?”යි කීවේය"},{"SurahNumber":26,"VerseNumber":26,"Text":"එයට ඔහු “ඔබගේ දෙවියන් (පමණක් නොව, ඔබට) පෙර ඉකුත්ව ගිය ඔබගේ මුතුන් මිත්තන්ගේ දෙවියන්ද (ඔහුය)” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":27,"Text":"එයට (ෆිර්අව්න් ඔවුන්ට) “ඔබ වෙත යවන ලද (යයි පවසන) ඔබගේ දූතයා නියත වශයෙන්ම පිස්සෙකි” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":28,"Text":"එයට (මූසා) “නැගෙනහිර රටද, බස්නාහිර රටද, මේ අතර ඇති දැයද (වශයෙන් ප්‍රකට රටවල්ද) උත්පාදනය කර පෝෂණය කරන්නා (ඔහුය). මෙය ඔබ වටහා ගත යුතු නොවේද?”යි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":29,"Text":"එයට ඔහු “මා හැර (වෙන කිසිවක්) ඔබ දෙවියන් යයි ඇර ගතහොත් නියත වශයෙන්ම මා ඔබව සිර ගෙදරට යවන්නෙමි” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":30,"Text":"එයට ඔහු “පැහැදිලි එකක් (සාධකයක්) මා ඔබ වෙත ගෙනැවිත් තිබියදීද (විශ්වාස නොකරන්නේ)?” යයි විමසුවේය"},{"SurahNumber":26,"VerseNumber":31,"Text":"එයට ඔහු “ඔබ කියන දැය ඇත්ත නම්, එය ගෙන එනු” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":32,"Text":"එබැවින් මූසා තම සැරයටිය වීසි කළේය. එවෙලේම එය පැහැදිලි පිඹුරෙකු බවට පත් විය"},{"SurahNumber":26,"VerseNumber":33,"Text":"තවද ඔහු තමන්ගේ අත (කමිස) සාක්කුව තුළට දමා එළියට ගත්තේය. (එවෙලේම බලන්නාගේ ඇස් හීන් වන තරමට දීප්තිමත් ආලෝකයෙන් බැබළෙන) සුදු වර්ණයෙන් දිස්වුණි"},{"SurahNumber":26,"VerseNumber":34,"Text":"(මෙය දුටු ෆිර්අව්න්) තමන් වටා සිටි ප්‍රධානීන්ට “නියත වශයෙන්ම මොහු ඉතාමත් හොඳින් දැනුවත් සූනියම්කරුවෙකු වශයෙන් සිටින්නේය”"},{"SurahNumber":26,"VerseNumber":35,"Text":"“මොහු තම සූනියම මගින් ඔබගේ රටින් ඔබව එළවා දමන්නට අදහස් කරන්නේය. එබැවින් මේ ගැන ඔබ කුමක් නම්, පවසන්නෙහුද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":36,"Text":"එයට ඔවුන් ඔහුටත්, ඔහුගේ සහෝදරයාටත් එක් නියමිත කාලයක් නියම කර කැඳවන්නන් (අණ ඛෙරකරුවන්) විවිධ නගරයන්ට යවනු"},{"SurahNumber":26,"VerseNumber":37,"Text":"“ඔවුන් හොඳින් දැන උගත් සූනියම්කරුවන් සියල්ල ඔබ වෙත කැඳවාගෙන එනු ඇත” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":38,"Text":"(ඒ අන්දමට කැඳවන්නන් බොහොමයක් නගරයන්ට යවනු ලැබ), නියමිත දිනදී, නියමිත වේලාවට (නියමිත ස්ථානයෙහි), සූනියම්කරුවන් සියල්ල ඒකරාශී කරනු ලැබූහ"},{"SurahNumber":26,"VerseNumber":39,"Text":"සියලූ මිනිසුන් වෙත “(නියමිත වේලාවට) ඔබ පැමිණ එක්රැස් වන්නෙහුද?”යි විමසනු ලැබූහ"},{"SurahNumber":26,"VerseNumber":40,"Text":"“සූනියම්කරුවන් ජයග්‍රහණය කළහොත් (ඔවුන්ගේ ධර්මයම) අප අනුගමනය කරන්නටද ඉඩ ඇත” (යයිද ප්‍රචාරය කරන ලදී)"},{"SurahNumber":26,"VerseNumber":41,"Text":"සූනියම්කරුවන් සියල්ල පැමිණි අවස්ථාවේදී ඔවුන් ෆිර්අව්න්ගෙන් “ඇත්තෙන්ම අපි ජයග්‍රහණය කළහොත් එයට සරිලන කුලියක් අපට ලැඛෙයිද?”යි විමසූහ"},{"SurahNumber":26,"VerseNumber":42,"Text":"එයට ඔහු “එසේය, ඇත. (කුලිය පමණක්ද?) ඒ අවස්ථාවේදී නියත වශයෙන්ම ඔබ (අපගේ රාජසභාවේ උසස් පදවීන්ද), අපට සමීප ප්‍රධානීන්ගෙන්ද අය බවට පත් වන්නෙහුය” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":43,"Text":"ඔවුන්ට මූසා “ඔබ (සූනියම් කිරීමට) වීසි කළ යුතු දැය වීසි කරනු” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":44,"Text":"එබැවින් ඔවුන් තමන්ගේ සැරයටිද කඹද වීසි කර,”ෆිර්අව්න්ගේ ගෞරවය මත සත්තකින්ම! නියත වශයෙන්ම අපිම ජයග්‍රහණය කරන්නෙමු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":45,"Text":"පසුව මූසාද තම සැරයටිය වීසි කළේය. එය (විශාල නාගයෙක් බවට පත් වී) ඔවුන් කර තිබූ සුනියම් සියල්ල ගිල දැමීමට පටන් ගත්තේය"},{"SurahNumber":26,"VerseNumber":46,"Text":"(මෙය දුටු) සූනියම්කරුවන් සියල්ල බිම වැටී සුජූද් කළේය"},{"SurahNumber":26,"VerseNumber":47,"Text":"(තවද) “ලෝකයන් සියල්ලෙහි දෙවියන්වම අපි විශ්වාස කළෙමු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":48,"Text":"“ඔහුම මූසා, හාරූන් යන අයගේ දෙවියන්ද වන්නේය” (යයිද පැවසූහ)"},{"SurahNumber":26,"VerseNumber":49,"Text":"එයට (ෆිර්අව්න්) “මා ඔබට අනුමැතිය ලබා දීමට පෙරම ඔබ ඔහුව විශ්වාස කළෙහුය. නියත වශයෙන්ම ඔබට සූනියම් උගන්වා දුන් ඔබගේ ප්‍රධානියා ඔහුය. (මෙහි ඵලවිපාක) ඉතා ඉක්මනින් ඔබ දැන ගන්නෙහුය. ඔබගේ අත් පා මාරුවෙන් මාරුවට කපා ඔබ සියල්ලන්වම කුරුසයෙහි තබා ඇන ගසන්නෙමි” යයි කීවේය"},{"SurahNumber":26,"VerseNumber":50,"Text":"එයට ඔවුන් “(එමගින්) අපට කිසිම අඩුපාඩුවක් නැත. (මන්දයත්) නියත වශයෙන්ම අපි අපගේ දෙවියන් දෙසටම ආපසු යන්නෙමු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":51,"Text":"(තවද) “නියත වශයෙන්ම (මූසාව) විශ්වාස කළ අයගෙන් අපි පළමුවැනි අය වශයෙන් සිටින බැවින් අපගේ දෙවියන් අපගේ වැරදිවලට සමාව දෙනු ඇතැයි නියත වශයෙන්ම අපි විශ්වාස කරන්නෙමු” (යයිද පැවසූහ)"},{"SurahNumber":26,"VerseNumber":52,"Text":"පසුව අපි මූසාට වහී දැන්වූවෙමු. “(ඉස්රායීල පරම්පරාවේ දරුවන් වන) මගේ වහලූන්ව කැඳවාගෙන, ඔබ රාත්‍රියේදීම පිටත් වී යනු. එහෙත් නියත වශයෙන්ම ඔවුන් ඔබව අනුගමනය කරමින් ලූහු බැඳ එනු ඇත”"},{"SurahNumber":26,"VerseNumber":53,"Text":"(එසේ ඔවුන් ගිය විට) ෆිර්අව්න් විවිධ නගරවලට (ජනතාවන්ව කැඳවීමට) කැඳවන්නන් යවනු ලැබූහ"},{"SurahNumber":26,"VerseNumber":54,"Text":"“නියත වශයෙන්ම (ඉස්රායීල පරම්පරාවේ දරුවන් වන) මොවුන් ඉතාමත් සුළු සංඛ්‍යාවක්(යයිද පැවසූහ)"},{"SurahNumber":26,"VerseNumber":55,"Text":"(තවද) “ඔවුන් අපව කෝපයට ලක් කළහ”"},{"SurahNumber":26,"VerseNumber":56,"Text":"නමුත් “නියත වශයෙන්ම අපි ඉතාමත් විශාල සංඛ්‍යාවකි. (ඒ සමගම) ඉතාමත් ප්‍රවේසම් සහිත අයයි” (යයි පවසා, විවිධ නගරවාසීන්ව ඒකරාශී කරගෙන ඉස්රායීල පරම්පරාවේ දරුවන් පසුපස ලූහු බැඳ ගියහ)"},{"SurahNumber":26,"VerseNumber":57,"Text":"(මෙසේ ඔවුන්ගේ) වතු පිටිවලින්ද අපි ඔවුන්ව පිටමං කර හැරියෙමු"},{"SurahNumber":26,"VerseNumber":58,"Text":"තවද (ඔවුන්ගේ) නිධානයන්ගෙන්ද, ඉතාමත් උසස් නිවෙස්වලින්ද (ඔවුන්ව පිටමං කර හැරියෙමු)"},{"SurahNumber":26,"VerseNumber":59,"Text":"මෙසේ (ඔවුන්ව පිටමං කර හැර) ඉස්රායීල දරුවන්ව ඒවාට උරුමක්කාරයින් බවටද පත් කළෙමු"},{"SurahNumber":26,"VerseNumber":60,"Text":"සූර්යයා උදා වන විට මොවුන්, ඔවුන් පිටුපස ලූහු බැන්දාහ"},{"SurahNumber":26,"VerseNumber":61,"Text":"මෙම සමූහයන් දෙක කෙනෙකුට කෙනෙකු දුටු අවස්ථාවේදී “නියත වශයෙන්ම අපි කොටු වුනෙමු” යයි මූසාගේ සහායයන් පැවසූහ"},{"SurahNumber":26,"VerseNumber":62,"Text":"එයට (මූසා) “එසේ නොව. නියත වශයෙන්ම මගේ දෙවියන් මා සමග සිටින්නේය. (අපි බේරෙන) මාර්ගය නියත වශයෙන්ම අපට දැනුම් දෙනු ඇත” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":63,"Text":"එබැවින් අපි මූසාට “ඔබ, ඔබගේ සැරයටියෙන් මෙම මුහුදට ගසනු” යයි වහී (මාර්ගයෙන්) දැනුම් දුන්නෙමු. (ඔහු එසේ ගැසූ වහාම) එය (විවිධ මාර්ගයන් බවට) පැලී දෙකඩ විය. සෑම පැල්මක්ම විශාල කඳු මෙන් දිස් විය"},{"SurahNumber":26,"VerseNumber":64,"Text":"(පසුපසින් ගිය) අනිත් අයවද එයට ළඟා වීමට සැලැස්සුවෙමු"},{"SurahNumber":26,"VerseNumber":65,"Text":"මූසාවද, ඔහු සමග සිටි සියල්ලන්වම අපි බේරා ගත්තෙමු"},{"SurahNumber":26,"VerseNumber":66,"Text":"පසුව (ඔවුන් පසුපස ගිය) අනිත් සියල්ලන්වම ගිල්වා දැමුවෙමු"},{"SurahNumber":26,"VerseNumber":67,"Text":"නියත වශයෙන්ම මෙහි (මෙම සිද්ධියේදී) පාඩමක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු (මෙය) විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":68,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ට) බලසම්පන්නයෙකු හා කරුණාවන්ත-යෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":69,"Text":"(නබියේ!) ඔවුන්ට ඉබ්රාහීම්ගේ ඉතිහාසයද සමුදීරණය කර පෙන්වනු"},{"SurahNumber":26,"VerseNumber":70,"Text":"ඔහු තමන්ගේ පියාගෙන්ද, තම ජනතාවගෙන්ද “ඔබ කුමක් නම්, නමදින්නෙහුද?”යි විමසූහ"},{"SurahNumber":26,"VerseNumber":71,"Text":"විට ඔවුන් “අපි පිළිරූ නමදින්නෙමු. එවාම අපි සදාකල් ආරාධනා කරමින්ම සිටින්නෙමු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":72,"Text":"එයට (ඉබ්රාහීම් ඔවුන්ට) “ඔබ ඒවාට ආරාධනා කළහොත් ඔබට සවන් දෙන්නෙහුද?” යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":73,"Text":"“නැතහොත් (ඒවා ඔබ ආරාධනා කිරීමෙන්) ඔබට යම්කිසි හොඳක් හෝ (ආරාධනා නොකළහොත්) නරකක් හෝ කරන්නෙහුද?”යි විමසුවේය"},{"SurahNumber":26,"VerseNumber":74,"Text":"(එයට ඔවුන්) “නැත. අපගේ මුතුන් මිත්තන් මේ අන්දමටම (ආරාධනා) කරමින් සිටිනු අපි දුටුවෙමු. (එබැවින් අපිත් ආරාධනා කරන්නෙමු)” යයි පවැසූහ"},{"SurahNumber":26,"VerseNumber":75,"Text":"එයට (ඉබ්රාහීම්) මෙසේ පැවසීය: “ඔබ නමදින දැය ඔබ අවධානය කර බැලූවෙහුද?”"},{"SurahNumber":26,"VerseNumber":76,"Text":"“ඔබ නමදින දැයද, ඔබට පෙර විසූ ඔබගේ පියවරුන් (නැමදූ දැය)ද ඔබ අවධානය කර බැලූවෙහුද?”"},{"SurahNumber":26,"VerseNumber":77,"Text":"“නියත වශයෙන්ම මේවා මා හට සතුරන්ය! ලෝකයන් සියල්ල පෝෂණය කරන්නාම (මගේ දෙවියන්ය)”"},{"SurahNumber":26,"VerseNumber":78,"Text":"“ඔහුම මාව උත්පාදනය කළේය. ඔහුම මාව ඍජු මාර්ගයෙහි යාමට සලස්වන්නේය”"},{"SurahNumber":26,"VerseNumber":79,"Text":"“ඔහුම මා හට ආහාර පානද ලබා දෙන්නේය”"},{"SurahNumber":26,"VerseNumber":80,"Text":"“මා අසනීප වූ අවසථාවන්හිදී ඔහුම මාව සනීප කරන්නේය”"},{"SurahNumber":26,"VerseNumber":81,"Text":"“ඔහුම මාව මරණයට පත් කරන්නේය. පසුව ඔහුම මාව (විනිශ්චය දිනදී) පණ දෙන්නේය”"},{"SurahNumber":26,"VerseNumber":82,"Text":"“ඵලවිපාක දෙනු ලබන (විනිශ්චය) දිනදී මගේ වැරදිවලට සමාව දීමට මා ඔහුවම විශ්වාස කරමින් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":83,"Text":"“මගේ දෙවියනේ! ඔබ මට ඥානය පහළ කර, හොඳ අය සමග මාව එක්කාසු කර හරිනු මැනව!”"},{"SurahNumber":26,"VerseNumber":84,"Text":"“පසු කාලයේදීද (යුග අවසාන දින දක්වා සියල්ල) මා හට (අෙලෙහිස්සලාම් යයි පවසන) හොඳ නාමයද (කීර්තියද) ලබා දෙනු මැනව!”"},{"SurahNumber":26,"VerseNumber":85,"Text":"“සැප පහසුවෙන් යුත් ස්වර්ගය උරුමක්කාරයින් වශයෙන් සිටින්නන්ගෙන් කෙනෙකු බවට මාවද ඔබ පත් කරනු මැනව!”"},{"SurahNumber":26,"VerseNumber":86,"Text":"“මගේ පියාවද ඔබ ක්ෂමා කර හරිනු මැනව! නියත වශයෙන්ම ඔහුගේ මාර්ගය වැරද ගියේය”"},{"SurahNumber":26,"VerseNumber":87,"Text":"“(පණ දී) නැගිට්ටවනු ලබන (විනිශ්චය) දිනදී ඔබ මාව අවමානයට ලක් නොකරනු මැනව!”"},{"SurahNumber":26,"VerseNumber":88,"Text":"“එදිනදී වස්තුවද මිනිසුන්ද කිසිම ප්‍රයෝජනයක් අත් කර නොදෙන්නේය”"},{"SurahNumber":26,"VerseNumber":89,"Text":"“එහෙත් පරිශුද්ධ හෘදය සමග (තම දෙවියන් වන) අල්ලාහ් වෙත පැමිණෙන්නාම (ජයග්‍රහණය කරනු ඇත)”"},{"SurahNumber":26,"VerseNumber":90,"Text":"“භය භක්තිකයින් (වෙනුවෙන් ඔවුන්)ව කළින්ම ස්වර්ගයට ගෙන එනු ලැබේ”"},{"SurahNumber":26,"VerseNumber":91,"Text":"“මාර්ගය වැරද ගියවුන් කළින්ම නිරයට ගෙනැවිත් තබනු ලැබේ”"},{"SurahNumber":26,"VerseNumber":92,"Text":"ඔවුන්ගෙන් “අල්ලාහ් හැර, ඔබ නමදිමින් සිටි දැය කොහේද? යි විමසනු ලැබේ"},{"SurahNumber":26,"VerseNumber":93,"Text":"(ඒ අතර) අල්ලාහ් හැර ඒවා ඔබට උදව් කරයිද? නැතහොත් තමන්වම බේරා ගනීවිද?”යි විමසනු ලැබේ"},{"SurahNumber":26,"VerseNumber":94,"Text":"“(පසුව) ඒවාද (ඒවා නැමද) මාර්ගය වැරද ගිය අයද සියල්ලන්ම මුණින් අතට එහි (නිරයෙහි) තල්ලූ කරනු ලබන්නාහ”"},{"SurahNumber":26,"VerseNumber":95,"Text":"ඉබ්ලීස්ගේ සේනාවද එහි (නිරයෙහි) තල්ලූ කරනු ලබන්නාහ"},{"SurahNumber":26,"VerseNumber":96,"Text":"එහිදී ඔවුන් තමන් තුළ තර්ක කරමින් මෙසේ පවසන්නාහ"},{"SurahNumber":26,"VerseNumber":97,"Text":"“අල්ලාහ් මත සත්තකින්ම! අපි ප්‍රකට දුර්මාර්ගයෙහිම සිටියෙමු”"},{"SurahNumber":26,"VerseNumber":98,"Text":"(තමන්ගේ දෙවිවරුන්ට) “ඔබව අපි ලෝකයන්හි රහ්මාන්ට සමාන කර තැබුවෙමු"},{"SurahNumber":26,"VerseNumber":99,"Text":"(තවද මෙම) වැරදිකරුවන් මිස, (කිසිවෙකුත්) අපිව මාර්ගය වැරද යැවුවේ නැත"},{"SurahNumber":26,"VerseNumber":100,"Text":"“අපට මැදිහත් වී කතා කරන්නන් (අද) කිසිවෙකුත් නැත!”"},{"SurahNumber":26,"VerseNumber":101,"Text":"“(අප කෙරෙහි) අනුකම්පාව ඇති (සත්‍ය) මිතුරෙකුත් නැත නොවෙද!”"},{"SurahNumber":26,"VerseNumber":102,"Text":"“අපි (ලොවට) ආපසු හැරී යන්නට හැකි වුවහොත් නියත වශයෙන්ම අපි සත්‍ය විශ්වාසවන්තයින් බවට පත් වන්නෙමු” (යයි ප්‍රාර්ථනා කරනු ඇත)"},{"SurahNumber":26,"VerseNumber":103,"Text":"ඇත්තෙන්ම මෙහි එක් පාඩමක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු (මෙය) විශ්වාස කරන්නේ නැත"},{"SurahNumber":26,"VerseNumber":104,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන් (සියල්ලන්ටම) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":105,"Text":"නූහුගේ ජනතාව (තමන් වෙත පැමිණි අපගේ) දූතයින්ව බොරුකාරයින් කළහ"},{"SurahNumber":26,"VerseNumber":106,"Text":"ඔවුන්ගේ සහෝදර නූහ් ඔවුන්ට මෙසේ පැවසූ අවස්ථාවේදී, “ඔබ (අල්ලාහ්ට) බිය විය යුතු නොවේද?”"},{"SurahNumber":26,"VerseNumber":107,"Text":"“ඇත්තෙන්ම මා ඔබ වෙත (දෙවියන් විසින්) යවන ලද ඉතාමත් විශ්වාසවන්ත දූතයෙකු වන්නෙමි”"},{"SurahNumber":26,"VerseNumber":108,"Text":"“එබැවින් ඔබ අල්ලාහ්ට බිය වී, මට අවනත වී කටයුතු කරනු"},{"SurahNumber":26,"VerseNumber":109,"Text":"(මේ වෙනුවෙන්) මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකයන් උත්පාදනය කර, බේරාගෙන ආරක්ෂා කරන්නා වෙතම ඇත්තේය”"},{"SurahNumber":26,"VerseNumber":110,"Text":"“එබැවින් ඔබ (එම) අල්ලාහ්ට බිය වී, මට අවනත වී කටයුතු කරනු” (යයි පැවසුවේය)"},{"SurahNumber":26,"VerseNumber":111,"Text":"එයට ඔවුන් “ඔබව අපි විශ්වාස කරන්නද! (අපට කුලී වැඩ කරන) දීනවූ අයම ඔබව අනුගමනය කරමින් සිටින්නාහ” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":112,"Text":"එයට ඔහු “ඔවුන් කරමින් සිටින වැඩ ගැන මා කුමක් නිසා දැන ගත යුතුද? (එය විපරම් කර බැලීම මගේ කාර්යයක් නොව)”"},{"SurahNumber":26,"VerseNumber":113,"Text":"“(මේවා ගැන) ඔවුන් වෙත ගණනය කිරීම මගේ දෙවියන් කෙරෙහිම අනිවාර්යය යුතුකමක් වන්නේය. (මා කෙරෙහි නොව. මෙය) ඔබ දැන ගත යුතු නොවේද”"},{"SurahNumber":26,"VerseNumber":114,"Text":"විශ්වාසය තැබූවන්ව (ඔවුන් දුප්පතුන් බැවින්) එළවා දැමීමට මට නොහැක"},{"SurahNumber":26,"VerseNumber":115,"Text":"මා සියල්ලන්ටම ප්‍රසිද්ධියේ බිය ගන්වා අනතුරු අඟවන්නෙකු මිස, වෙන කිසිවක් නැත යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":116,"Text":"එයට ඔවුන් “ඕ නූහ්! ඔබ (මෙයින්) ඈත් නොවුවහොත් නියත වශයෙන්ම ඔබට ගල් ගසා මරා දමනු ලබන්නෙහිය” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":117,"Text":"එයට ඔහු “මගේ දෙවියනේ! මගේ (මෙම) ජනතාව නියත වශයෙන්ම මාව බොරුකාරයා කර දැමූහ” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":118,"Text":"“එබැවින් මටත්, ඔවුන්ටත් අතරේ ඔබ තීන්දුවක් දී මාවද, මා සමග වූ විශ්වාසය තැබූවන්වද බේරා ගනු මැනව!” යයි ප්‍රාර්ථනා කළේය"},{"SurahNumber":26,"VerseNumber":119,"Text":"එබැවින් අපි ඔහුවද, (විශ්වාසය තබා) ඔහු සමග සිටි අයවද (අනිත් ජීව වස්තූන්ගෙන්) පිරි නැවෙහි (පටවා) බේරා ගත්තෙමු"},{"SurahNumber":26,"VerseNumber":120,"Text":"ඉන්පසු (නැවෙහි නොනැගී) ඉතිරිව සිටි අයව අපි ගිල්වා දැමුවෙමු"},{"SurahNumber":26,"VerseNumber":121,"Text":"නියත වශයෙන්ම මෙහි එක් පාඩමක් ඇත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":122,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (ඔවුන්ට) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":123,"Text":"ආද් නමැති ජනතාවද අපගේ දූතයාව බොරුකාරයා කළහ"},{"SurahNumber":26,"VerseNumber":124,"Text":"ඔවුන්ගෙන් සහෝදර හූද් “ඔබ අල්ලාහ්ට බිය විය යුතු නොවේද” යයි විමසුවේය"},{"SurahNumber":26,"VerseNumber":125,"Text":"නියත වශයෙන්ම මා ඔබ වෙත යවනු ලැබූ විශ්වාසවන්ත එක් දූතයෙකු වන්නෙමි"},{"SurahNumber":26,"VerseNumber":126,"Text":"එබැවින් ඔබ අල්ලාහ්ට බිය වී මට අවනත වී කටයුතු කරනු"},{"SurahNumber":26,"VerseNumber":127,"Text":"“ඒ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලිය නම්, ලෝකවාසී සියල්ලන්වම උත්පාදනය කර, පෝෂණය කරන්නා වෙත ඇත්තේය”"},{"SurahNumber":26,"VerseNumber":128,"Text":"“ඔබ උසස් ස්ථානයන්හි (විශාල කුළුණු මෙන්) මතක සටහන් නිකරුණේ ඉදි කරන්නෙහුද”"},{"SurahNumber":26,"VerseNumber":129,"Text":"ඔබ (විනාශ නොවන) සදාකල් වාසය කරන්නන් මෙන් (ඔබගේ මාලිගාවන්හි උසස්) කැටයම්ද නිර්මාණය කරන්නෙහුය"},{"SurahNumber":26,"VerseNumber":130,"Text":"“ඔබ (කවුරුන්ව හෝ) අල්ලා ගතහොත් (කිසි අනක් ගුණක් නැතිව) ඉතාමත් දරුණු ලෙස වද හිංසා කරන්නෙහුය"},{"SurahNumber":26,"VerseNumber":131,"Text":"“ඔබ අල්ලාහ්ට බිය වී මට අවනත වී කටයුතු කරනු”"},{"SurahNumber":26,"VerseNumber":132,"Text":"“ඔබ දැනුවත් විවිධ වස්තූන්ද, කවුරුන් ඔබට (ලබා දී) උදව් කළෙහුද, ඔහුට ඔබ බිය වනු”"},{"SurahNumber":26,"VerseNumber":133,"Text":"“දරුවන්ද, එළු, ගව, ඔටුවන්ද, ඔබට (ලබා දී) උදව් උපකාර කර ඇත්තේය"},{"SurahNumber":26,"VerseNumber":134,"Text":"වතු පිටිද ඔහුම ඔබට ලබා දී ඇත්තේය"},{"SurahNumber":26,"VerseNumber":135,"Text":"ඔහුට ඔබ වෙනස්කම් කළහොත් නියත වශයෙන්ම මා ඉමහත් වූ දිනක දඬුවම ඔබට පැමිණෙනු ඇතැයි බිය වන්නෙමි” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":136,"Text":"එයට ඔවුන් “(ඕ හූද්!) ඔබ අපට හොඳ ඔවදන් දීමද, හොඳ ඔවදන් නොදීමද, එක සමානය"},{"SurahNumber":26,"VerseNumber":137,"Text":"(බිය ගැන්වීමට) මෙය (මෙසේ පැවසීම) පෙර විසූවන්ගේ පුරුද්දක් මිස, වෙන කිසිවක් නැත!”"},{"SurahNumber":26,"VerseNumber":138,"Text":"“(ඔබ පවසන අන්දමට) අපි (කිසිම) දඬුවමකට ලක් නොවන්නෙමු” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":139,"Text":"ඔවුන් ඔහුව බොරුකාරයා කළහ. එබැවින් අපි ඔවුන්ව විනාශ කර දැමුවෙමු. නියත වශයෙන්ම මෙහි (හොඳ) සාධකයක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":140,"Text":"(නබියේ!) ඔබගේ දෙවියන්ම (ඔවුන්ටද) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":141,"Text":"සමූද් (ජනතාවද ඔවුන් වෙත යවනු ලැබූ අපගේ) දූතයාව බොරුකාරයා කළහ"},{"SurahNumber":26,"VerseNumber":142,"Text":"ඔවුන්ගේ සහෝදර සාලිහ් (නබි) ඔවුන්ට ඔබ (පාපයන්) වළක්වා අල්ලාහ්ට බිය වී අවනත වී කටයුතු කළයුතු නොවේද? යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":143,"Text":"නියත වශයෙන්ම මා ඔබ වෙත යවනු ලැබූ ඉතාමත් විශ්වාසවන්ත දූතයෙකි"},{"SurahNumber":26,"VerseNumber":144,"Text":"එබැවින් ඔබ අල්ලාහ්ට බිය වී, මා හට අවනත වී කටයුතු කරනු"},{"SurahNumber":26,"VerseNumber":145,"Text":"මේ වෙනුවෙන් මා ඔබගෙන් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකයන් උත්පාදනය කර, පෝෂණය කරන්නා වෙතම මිස, (වෙන කිසිවෙකු වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":146,"Text":"“මෙහි (ඇති සැප සම්පත්වලින් සදාකල්) බිය නොවී (ජීවත් වීමට ඔබව) අත්හැර දමනු ලබන්නෙහුද?”"},{"SurahNumber":26,"VerseNumber":147,"Text":"“ (මෙහි ඇති) වතු පිටි වලද ගොවිපළවල්වලද"},{"SurahNumber":26,"VerseNumber":148,"Text":"(තවද) වලූ වලින් පිරුණු ඉඳි වතුවලද"},{"SurahNumber":26,"VerseNumber":149,"Text":"කඳු හාරා ඉදි කරන ලද නිවාසයන්හිද, ඉතාමත් සතුටින් (සදාකල් රැඳී සිටීමට ඔබව අත්හැර දමනු ලබන්නෙහුද?)”"},{"SurahNumber":26,"VerseNumber":150,"Text":"“එබැවින් ඔබ අල්ලාහ්ට බිය වී, මා හට අවනත වී කටයුතු කරනු"},{"SurahNumber":26,"VerseNumber":151,"Text":"“සීමාව ඉක්මවා යන අයගේ අණට ඔබ යටත් නොවනු"},{"SurahNumber":26,"VerseNumber":152,"Text":"ඔවුන් භූමියෙහි අපරාධ කරන්නන් මිස, හොඳක් නොකරන්නාහ” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":153,"Text":"එයට ඔවුන් (සාලිහ් නබිට) “සූනියමට අයත් අයගෙන් ඔබත් කෙනෙකි (එබැවින් ඔබගේ මනස කැළඹී ගියේය)” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":154,"Text":"(“ඔබ අප වැනි මිනිසෙකු මිස වෙන කිසිවෙකු නොව. ඔබ ඇත්ත කියන්නෙකු වශයෙන් සිටින්නෙහි නම්, අපි කැමති වන අන්දමට) යම්කිසි සාධකයක් ගෙන එනු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":155,"Text":"එයට ඔහු “(ඔබට සාධකයක් වශයෙන්) එක් ඔටු දෙනකු සිටින්නේය. (ඔබ වතුර බොන මෙම තොටුපළෙහි) එය එක් එක් නියමිත දිනකදී ඌ බීමටද, ඔබ බීමටද, නියම කරනු ලැබේ"},{"SurahNumber":26,"VerseNumber":156,"Text":"තවද ඔබ යම්කිසි හානියක් කිරීමට ඌට ළං නොවනු. එසේ වුවහොත් දිනකදී දරුණු දඬුවම් ඔබව අල්ලා ගනු ඇත” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":157,"Text":"(මෙසේ පවසා තිබියදී ඌ වතුර බීමට ගිය අවස්ථාවේදී) ඔවුන් උගේ (කකුලේ නහරයක්) කපා දැමූහ. (එබැවින් එම ඔටුවා මරණයට පත් වූ වහාම දඬුවම් පැමිණීමේ සළකුණු දුටු විට), ඔවුන් දුකෙහි ගැලී ගියහ"},{"SurahNumber":26,"VerseNumber":158,"Text":"ඔවුන්ව දඬුවමද අල්ලා ගත්තේය. නියත වශයෙන්ම (ඔවුන්ට) මෙහි එක් සාධකයක් ඇත්තේය. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේම නැත"},{"SurahNumber":26,"VerseNumber":159,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ටම) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":160,"Text":"ලුත් (නබි)ගේ ජනතාවද (අපගේ) දූතයින්ව බොරුකාරයින් කළහ"},{"SurahNumber":26,"VerseNumber":161,"Text":"ඔවුන්ගේ සහෝදර ලුත් තුමා “ඔබ (පාපයෙන් ඔබව) ආරක්ෂා කර ගත යුතු නොවේද?” (යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":162,"Text":"නියත වශයෙන්ම මා ඔබ වෙත යවන ලද විශ්වාසවන්ත දූතයෙකු වශයෙන් සිටින්නෙමි"},{"SurahNumber":26,"VerseNumber":163,"Text":"එබැවින් ඔබ අල්ලාහ්ට බිය වී, මට අවනත වනු”"},{"SurahNumber":26,"VerseNumber":164,"Text":"“මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකවාසීන්ව පෝෂණය කරන දෙවියන් වෙතම මිස, (වෙන කිසිවෙකු වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":165,"Text":"“ලෝකවාසීන්ගෙන් (සුවය විඳීමට) ඔබ පිරිමින් වෙත පැමිණෙන්නෙහුද"},{"SurahNumber":26,"VerseNumber":166,"Text":"ඔබගේ භාර්යයාවන්ගෙන් (ඔබ සුවය විඳීමට) ඔබගේ රබ්බු ඔබ වෙනුවෙන් උත්පාදනය කර ඇති දැය ඔබ අත්හැර දමන්නෙහුය. නැත! ඔබ සීමාව ඉක්මවූ සමූහයකි” (යයි පැවසුවේය)"},{"SurahNumber":26,"VerseNumber":167,"Text":"එයට ඔවුන් “ඕ ලුත්! (මෙසේ පැවසීමෙන්) ඔබ ඈත් නොවුවහොත් නියත වශයෙන්ම ඔබ (අපගේ රටින්) එළවා දමනු ලබන්නෙහිය” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":168,"Text":"එයට ඔහු “නියත වශයෙන්ම මා ඔබගේ (මෙම නපුරු) ක්‍රියාව පිළිකුල් කරන්නෙමි” (යයි පැවසුවේය)"},{"SurahNumber":26,"VerseNumber":169,"Text":"“මගේ දෙවියනේ! මොවුන්ගේ (මෙම නපුරු) ක්‍රියාවෙන් මාවද, මගේ පවුලේ උදවියද බේරා ගනු (මැනව!)” යයි ප්‍රාර්ථනා කළේය"},{"SurahNumber":26,"VerseNumber":170,"Text":"එබැවින් ඔහුවද, ඔහුගේ පවුලේ සියල්ලන්වද අපි බේරා ගත්තෙමු"},{"SurahNumber":26,"VerseNumber":171,"Text":"එහෙත් ඔහුගේ එක් මැහැල්ලියක් (භාර්යයාවක්) හැර, ඇය පසුපසින් රැඳී සිටියවුන් සමග නැවතී (විනාශ වී) ගියාය"},{"SurahNumber":26,"VerseNumber":172,"Text":"පසුව අපි අන් සියල්ලන්වම සහමුලින්ම විනාශ කර දැමුවෙමු"},{"SurahNumber":26,"VerseNumber":173,"Text":"ඔවුන් කෙරෙහි අපි (ගල්) වරුසාවක් වසින්නට සැලැස්සුවෙමු. බිය ගන්වා අනතුරු අඟවන ලද ඔවුන් (මත වසින්නට සැලැස්වූ ගල්) වරුසාව ඉතාමත් නපුරුය"},{"SurahNumber":26,"VerseNumber":174,"Text":"නියත වශයෙන්ම මෙහි එක් සාධකයක් ඇත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":175,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ටම) බලසම්පන්නයෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":176,"Text":"(මදියන් රටේ) අයිකා නමැති වනවාසීන්ද (අපගේ) දූතයින්ව බොරුකාරයන් කළහ"},{"SurahNumber":26,"VerseNumber":177,"Text":"ෂුඅයිබ් (නබි) ඔවුන්ට “ඔබ (අල්ලාහ්ට බිය වී, පාපයන්ගෙන්) ඈත් විය යුතු නොවේද?” (යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":178,"Text":"“නියත වශයෙන්ම මා ඔබ වෙත යවන ලද විශ්වාසවන්ත දූතයෙකු වශයෙන් සිටින්නෙමි”"},{"SurahNumber":26,"VerseNumber":179,"Text":"“අල්ලාහ්ට බිය වී, මට අවනත වනු”"},{"SurahNumber":26,"VerseNumber":180,"Text":"“මේ වෙනුවෙන් මා ඔබ වෙතින් කිසිම කුලියක් ඉල්ලූවේ නැත. මගේ කුලී සියල්ල ලෝකවාසීන්ව පෝෂණය කරමින් සිටින දෙවියන් වෙතම මිස, (වෙන කිසිවෙකුත් වෙත) නැත”"},{"SurahNumber":26,"VerseNumber":181,"Text":"“මිනුම පූරණ වශයෙන් මනිනු. (ජනතාවට) පාඩුවක් ඇති කරන්නන් වශයෙන් නොසිටිනු”"},{"SurahNumber":26,"VerseNumber":182,"Text":"“නිවැරදි තරාදියකින් කිරිනු”"},{"SurahNumber":26,"VerseNumber":183,"Text":"“මිනිසුන්ට ලබා දිය යුතු භාණ්ඩ ඔබ අඩුකර නොදමනු. ඔබ භූමියෙහි අපරාධ කරමින් නොහැසිරෙනු”"},{"SurahNumber":26,"VerseNumber":184,"Text":"“ඔබවද, ඔබට පෙර විසූවන්වද, කවුරුන් උත්පාදනය කළේද, ඔහුටම ඔබ බිය වනු” යයිද පැවසුවේය"},{"SurahNumber":26,"VerseNumber":185,"Text":"එයට ඔවුන් “ඔබ සූනියමට ඇතුළු වූ කෙනෙකු බවට පත් වූවෙහිය”(යයි පැවසූහ)"},{"SurahNumber":26,"VerseNumber":186,"Text":"“ඔබ අප වැනි මිනිසෙකු මිස, වෙන කිසිවෙකු නොව. නියත වශයෙන්ම අපි ඔබ බොරුකාරයින්ගෙන් කෙනෙකු වශයෙන්ම අදහස් කරන්නෙමු”"},{"SurahNumber":26,"VerseNumber":187,"Text":"“ඔබ ඇත්ත කියන්නන්ගෙන් කෙනෙකු වශයෙන් සිටින්නෙහු නම් අහස කෑලිවලට කඩා එයින් එක් කැබැල්ලක් අප වෙත වීසි කරනු” යයි පැවසූහ"},{"SurahNumber":26,"VerseNumber":188,"Text":"එයට ඔහු “ඔබ කරමින් සිටින (නපුරු) කාරණාව මගේ දෙවියන් හොඳින් දන්නේය. (මෙයට අයත් දඬුවම ඔබට අනිවාර්යයෙන් දෙනු ඇත)” යයි පැවසුවේය"},{"SurahNumber":26,"VerseNumber":189,"Text":"(එහෙත්) පසුවත් ඔහුව බොරුකාරයා කළහ. එබැවින් (ඝන) අඳුරු දිනයෙහි දඬුවම ඔවුන්ව හසු කර ගත්තේය. නියත වශයෙන්ම එය නපුරු දිනයක දඬුවමක් වශයෙන්ම තිබුණි"},{"SurahNumber":26,"VerseNumber":190,"Text":"නියත වශයෙන්ම මෙහිද සාධකයක් ඇත. එහෙත් ඔවුන්ගෙන් වැඩි දෙනෙකු විශ්වාස කළේ නැත"},{"SurahNumber":26,"VerseNumber":191,"Text":"(නබියේ!) නියත වශයෙන්ම ඔබගේ දෙවියන්ම (සියල්ලන්ටම) බලසම්පන්යෙකු හා කරුණාවන්තයෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":192,"Text":"(නබියේ! ශුද්ධ වූ කුර්ආනය වන) මෙය නියත වශයෙන්ම ලෝකයන්ගේ දෙවියන් විසින්ම පහළ කරන ලදී"},{"SurahNumber":26,"VerseNumber":193,"Text":"(දෙවියන්ගේ නියෝගයට අනුව) රූහුල් අමීන් (නමැති ජිබ්රීල්) මෙය ඔබගේ මනසෙහි පහළ කර තැබුවේය"},{"SurahNumber":26,"VerseNumber":194,"Text":"(මිනිසුන්ට) ඔබ බිය ගන්වා අනතුරු ඇඟවීම සඳහා (මෙය පහළ කර තැබුවේය)"},{"SurahNumber":26,"VerseNumber":195,"Text":"පැහැදිලි අරාබි භාෂාවෙන් (මෙය පහළ කර තැබුවේය)"},{"SurahNumber":26,"VerseNumber":196,"Text":"(මේ සම්බන්ධයෙන් වූ අනාවැකිය) නියත වශයෙන්ම පෙර තිබූ ධර්මයන්හිද ඇත්තේය"},{"SurahNumber":26,"VerseNumber":197,"Text":"ඉස්රායීල පරම්පරාවේ දරුවන්ගෙන් වූ විද්වතුන් මෙය දැන සිටීමම ඔවුන්ට ප්‍රමාණවත් සාධකයක් නොවෙද"},{"SurahNumber":26,"VerseNumber":198,"Text":"(මොවුන් කැමති අන්දමට අරාබි නොවන) අජමි (වෙනත් ජනතාවන්ට අයත්) යම්කිසි කෙනෙකු කෙරෙහි (ඔහුගේ භාෂාවෙන්) මෙය පහළ කර"},{"SurahNumber":26,"VerseNumber":199,"Text":"ඔහු මෙය ඔවුන්ට සමුදීරණය කර පෙන්වූවා වුවද, ඔවුන් මෙය විශ්වාස කර ඇත්තේම නැත"},{"SurahNumber":26,"VerseNumber":200,"Text":"මෙසේ (ඍනාත්මක මනසින් යුතුව ප්‍රතික්ෂේප කරන නපුරු ගති ගුණයෙන් යුතු) මෙය මෙම වැරදිකරුවන්ගේ හෘදයන්හි අපි ඇතුළු කර ඇත්තෙමු"},{"SurahNumber":26,"VerseNumber":201,"Text":"එබැවින් වේදනා ගෙන දෙන දඬුවම මොවුන් (තමන්ගේ දෑසින්) දකින තුරු මෙය විශ්වාස කරන්නේම නැත"},{"SurahNumber":26,"VerseNumber":202,"Text":"එය ඔවුන් වටහා නොගන්නා සේ හදිසියේ ඔවුන් වෙත පැමිණ ළඟා වන ඒ අවස්ථාවේදී"},{"SurahNumber":26,"VerseNumber":203,"Text":"ඔවුන් “අපට (පොඩි) අවකාශයක් ලබා දෙනු ලැබේද?”යි විමසනු ඇත"},{"SurahNumber":26,"VerseNumber":204,"Text":"කිමෙක්ද! අපගේ දඬුවමටද ඔවුන් ඉක්මන් වන්නේ"},{"SurahNumber":26,"VerseNumber":205,"Text":"(නබියේ!) ඔබ අවධානය කළෙහිද? අපි මොවුන්ව (මොවුන් කැමති වන ආකාරයට) වසර ගණනාවක් සැප සම්පත් විඳින්නට අත්හැර දමා සිටියද"},{"SurahNumber":26,"VerseNumber":206,"Text":"ඉන්පසුව ඔවුන්ට පොරොන්දු දෙන ලද (දඬුවම) පැමිණ ළඟා වන්නේ නම්"},{"SurahNumber":26,"VerseNumber":207,"Text":"ඔවුන් විඳිනු ලැබූ සැප සම්පත් කිසිවක් ඔවුන්ට කිසිම ප්‍රයෝජනයක් අත් කර දෙන්නේ නැත නොවෙද"},{"SurahNumber":26,"VerseNumber":208,"Text":"බිය ගන්වා අනතුරු අඟවා (හොඳ ඔවදන් ලබා දෙන) දූතයෙකු නොයවන තුරු කිසිම රටක් අපි විනාශ කර දැමුවේ නැත"},{"SurahNumber":26,"VerseNumber":209,"Text":"(දූතයෙකු යවා දඬුවම ගැන) මතක් නොකර (කිසිවෙකුත් කිසි විටෙකත්) අපරාධ කරන්නෙකු වශයෙන් අපි සිටියේ නැත"},{"SurahNumber":26,"VerseNumber":210,"Text":"(මොවුන් පවසන අන්දමට) මෙය (මෙම ධර්මය) ෂෙයිතාන්වරුන් ගෙන ආවේද නැත"},{"SurahNumber":26,"VerseNumber":211,"Text":"(එය) ඔවුන්ට සුදුසුද නැත. (එයට අවශ්‍ය) ශක්තියද ඔවුන්ට නැත"},{"SurahNumber":26,"VerseNumber":212,"Text":"නියත වශයෙන්ම ඔවුන් (මෙය සවණට) ඇසීමෙන්ද වළක්වා දමනු ලැබ ඇත්තාහ"},{"SurahNumber":26,"VerseNumber":213,"Text":"එබැවින් (නබියේ!) ඔබ අල්ලාහ් සමග වෙනත් දෙවියෙකු ආරාධනා නොකරනු. (එසේ ආරාධනා කළහොත්) එනිසා ඔබ දඬුවම් කරනු ලබන්නෙහිය"},{"SurahNumber":26,"VerseNumber":214,"Text":"ඔබ, ඔබගේ සමීප ඥාතීන්ටද, බිය ගන්වා අනතුරු අඟවනු"},{"SurahNumber":26,"VerseNumber":215,"Text":"ඔබව අනුගමනය කරන විශ්වාසවන්තයින් වෙත උරහිස් පහත් කොට (කරුණාවන්තව) හැසිරෙනු මැනව"},{"SurahNumber":26,"VerseNumber":216,"Text":"නමුත් ඔවුන් ඔබට වෙනස්කම් කළහොත් “නියත වශයෙන්ම මා ඔබගේ කාරණාවන්ගෙන් ඈත් වූවෙමි” යයි පවසා"},{"SurahNumber":26,"VerseNumber":217,"Text":"(සියල්ලන්ටම) බලසම්පන්නයෙකු හා ආදර කරුණාවෙන් යුතු අය වෙතම ඔබ (ඔබගේ කාරණාවන්) බාර කර හරිනු"},{"SurahNumber":26,"VerseNumber":218,"Text":"(ඔහු නම්) ඔබ (තනියෙන් නැමදීමට) සිට ගත් විටද"},{"SurahNumber":26,"VerseNumber":219,"Text":"(නැතහොත් අන් අය සමග එක්කාසු වී නළල බිම තබා) සුජූද් කර නැමදීමේ තත්වය වෙනස් වන විටද, ඔබව ඔහු බලන්නේය"},{"SurahNumber":26,"VerseNumber":220,"Text":"නියත වශයෙන්ම ඔහු සියල්ල සවන් දෙන්නෙකු හා හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":26,"VerseNumber":221,"Text":"(විශ්වාසවන්තයිනි!) කවුරුන් කෙරෙහි ෂෙයිතාන්වරුන් පහළ වන්නාහ යන්න ඔබට දැනුම් දෙන්නද"},{"SurahNumber":26,"VerseNumber":222,"Text":"බොරු කියන සෑම පාපතරයෙක් කෙරෙහිම පහළ වන්නාහ"},{"SurahNumber":26,"VerseNumber":223,"Text":"තමන් ආරංචි වූ දැය (සියල්ල ඒවා ඔවුන්ට) පවසන්නාහ. ඔවුන්ගෙන් වැඩි දෙනෙකු (ඉමහත්) බොරුකාරයින්ය"},{"SurahNumber":26,"VerseNumber":224,"Text":"කිවිඳියන්වද දුර්මාර්ගිකයින්ම අනුගමනය කරන්නාහ"},{"SurahNumber":26,"VerseNumber":225,"Text":"නියත වශයෙන්ම ඔවුන් සෑම මිටියාවතකම මං මුළාවී ඒ මේ අත සැරිසරන්නාහ යන්න (නබියේ!) ඔබ බැලූවේ නැද්ද"},{"SurahNumber":26,"VerseNumber":226,"Text":"නියත වශයෙන්ම ඔවුන් නොකළ කාරණාවන් (කළේය යයි) පවසන්නාහ"},{"SurahNumber":26,"VerseNumber":227,"Text":"(එහෙත් ඔවුන්ගෙන්) විශ්වාස කර, දැහැමි ක්‍රියාවන් කර, (තමන්ගේ කාව්‍යයන්හි) අල්ලාහ්ව අධික වශයෙන් සිහි කොට, (අනුන්ගේ නින්දාවෙන්) අපරාධයන්ට ලක් වූ පසු පළි ගත්තෝද, ඔවුන් හැර, (අන් අය වැරදිකරුවන්ය. අනුන්ව නින්දා කර, වේදනා ගෙන දුන් මෙම) අපරාධ කළ අය, තමන් කොහේ ආපසු යා යුතුද යන්න ඉතාමත් ඉක්මනින් දැන ගන්නෙහුය"}]}