{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Haa, Miim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Jippagol Deftere nden, ko immorde ka Allah, Fooluɗo, Annduɗo On"},{"SurahNumber":40,"VerseNumber":3,"Text":"Haforoowo junubaaji ɗin, Jaɓoowo tuubuubuyee, Saɗtuɗo lepte, Jom yaajeende. Reweteeɗo alaa, si wanaa kanko. Ko ka Makko woni ruttorde nden"},{"SurahNumber":40,"VerseNumber":4,"Text":"Alaa ko wennjata e Aayeeje Allah ɗen, si wanaa yedduɓe ɓen. Wata a hoditor ko ɓe dillirta kon ka leydi"},{"SurahNumber":40,"VerseNumber":5,"Text":"Ado maɓɓe, yimɓe Nuuhu ɓen e feddeeji ɗin ɓaawo maɓɓe, fennuno (Nulaaɓe mun ɓen), mofte kala himmiri nanngugol Nulaaɗo mun on. Ɓe wennjiri meere, fii no bonnitira (goonga) kan. Kono Mi nanngi ɓe. Taskii no nanngal Am ngal waɗtinirnoo"},{"SurahNumber":40,"VerseNumber":6,"Text":"Ko wano nii Konngol Joomi maa ngol, jojjiri e yedduɓe ɓen : \"Wonnde pellet, ko ɓe yimɓe Yiite"},{"SurahNumber":40,"VerseNumber":7,"Text":"Ɓen (Malaa'ikaaɓe) roondiiɓe Arsiki kin, e wonɓe bannge makki ɓen, hiɓe subbunhinora yettugol Joomi maɓɓe, ɓe gomɗina Mo, ɓe insinorana gomɗimɓe ɓen (wiide): \"Joomi amen, A yaññirii kala huunde, yurmeende e ganndal. Yawtan ɓen tuubuɓe, ɓe jokki laawol Maa ngol, daɗndaa ɓe kadi lepte Dulɓoowe ngen"},{"SurahNumber":40,"VerseNumber":8,"Text":"Joomi amen, naaduɓe ka Aljannaaji ñiiɓal, ɗin ɗi foduɗaa ɓe, e kala moƴƴuɗo e baabiraaɓe maɓɓe, e genndiraaɓe maɓɓe, e geyngol maɓɓe. Pellet, ko An woni Fooluɗo, Ñeeñuɗo On"},{"SurahNumber":40,"VerseNumber":9,"Text":"Daɗndaaɓe [kuuɗe] e bonɗe ɗen. Kala mo daɗnduɗaa [kuuɗe] mun bonɗe ɗen nden Ñalnde, haray pellet, A yurmiii mo\". Ko ɗum woni maloore mawnunde nden"},{"SurahNumber":40,"VerseNumber":10,"Text":"Yedduɓe ɓen noddiroyte: \"Ko tikkere Allah nden ɓuri mawnude, e dii ko tikkanɗon ko'e mon kon, tuma noddetenoɗon e gomɗinal, yeddon"},{"SurahNumber":40,"VerseNumber":11,"Text":"Ɓe wi'a: \"Joomi amen, A warii men laawi ɗiɗi, wuurnituɗaa men laawi ɗiɗi: men qirrike junuubi amen ɗin. Taw si laawol yaltirngol hino woodi"},{"SurahNumber":40,"VerseNumber":12,"Text":"Ɗum mooɗon, ko tawde si Allah tun noddanooma, on yeddon; si O kafidaama, gomɗinon. Ñaawoore nden ko Allah heeranii, Toowuɗo, Mawɗo On"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ko Kanko woni holloowo on maandeeji Makko ɗin, O jippinirana on toɓo ka kammu. Kono taskotaako, si wanaa ruttotooɗo [e Allah]"},{"SurahNumber":40,"VerseNumber":14,"Text":"Rewiree Allah, laɓɓinirangol Mo diina kan, hay si heeferɓe ɓen yiɗaa"},{"SurahNumber":40,"VerseNumber":15,"Text":"Ko o toowuɗo darjaaji, Jeyɗo Arsi kin. Himo jippiniria wahayu on, yamiroore Makko, e on mo O muuyani e jeyaaɓe Makko ɓen, no o jertinira ñalnde Kawral ngal, @Corrected"},{"SurahNumber":40,"VerseNumber":16,"Text":"ñalnde ɓe feeñoyta. Huunde suuɗotaako Allah, e fee maɓɓe. Ko hommbo laamu woodani hannde? Ko Allah Bajjo, Fooluɗo On"},{"SurahNumber":40,"VerseNumber":17,"Text":"Hannde, wonkii kala yoɓete ko faggitii. Tooñe woo alaa hannde, pellet, Allah ko yaawuɗo ñaawoore"},{"SurahNumber":40,"VerseNumber":18,"Text":"Jertnirtɓe, ñalaande dillere nden, tuma ɓerɗe ɗen ƴawtirta ka konondi, hara hiɓe (heewuɓe) ngoƴo. Giɗo woo alanaa tooñooɓe ɓen, wanaa tefoowo jaɓanteeɗo"},{"SurahNumber":40,"VerseNumber":19,"Text":"Himo anndi janfa gite, e ko ɓerɗe ɗen suuɗi"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah ko goonga ñaawirta. Ɗi ɓe rewata ɗin non, gaanin Makko, hay huunde ɗi ñaawirtaa. Pellet, ko kanko woni Nanoowo, Yi'oowo On"},{"SurahNumber":40,"VerseNumber":21,"Text":"Hara ɓee yiilaaki ka leydi, ɓe ndaara no battane ado mabbe ɓen wa'unoo? Ɓen le no ɓurunoo tiiɗude doole e batteeji, ka leydi. Allah nanngitiri ɓe junuubi maɓɓe ɗin, ɓe heɓaano daɗndoowo ɓe e (lepte) Allah ɗen"},{"SurahNumber":40,"VerseNumber":22,"Text":"Ko waɗi ɗum, ko tawde Nulaaɓe maɓɓe ɓen addayno ɓe ɓanngannduyeeji, ɓe yedda. Allah halki ɓe. Pellet, ko O Doolnuɗo, Saɗtuɗo lepte"},{"SurahNumber":40,"VerseNumber":23,"Text":"Gomɗii Men nulirii Muusaa Aayeeje Amen ɗen, e hujja ɓannguɗo"},{"SurahNumber":40,"VerseNumber":24,"Text":"haa e Fir'awna, e Haamaana, e Qaaruuna. Kono ɓe wi'i: \"Ko mbileejo, ɗuuɗuɗo fenaande"},{"SurahNumber":40,"VerseNumber":25,"Text":"Nde o addannoo ɓe goonga kan, immorde e Amen, ɓe wi'iti: \"Waree ɓiɗɓe worɓe gomɗimdimɓe ɓen e makko, accon rewɓe maɓɓe ɓen\". Pewje heeferɓe ɓen wonaali, si wanaa e majjere"},{"SurahNumber":40,"VerseNumber":26,"Text":"Fir'awna wi'i: \"Accee mi wara Muusaa. Yo o noddu Joomi makko ! Miɗo huli nde o waylata diina mon kan, maa o feññina bonnere ka leydi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Muusa maaki: \"Mi moolorii Jeyɗo lam On, jeyi on, e bone kala mawnintiniiɗo, mo gomɗinaa ñalaande hasboore"},{"SurahNumber":40,"VerseNumber":28,"Text":"Gorko gomɗinoɗo goo, jeyaaɗo e yimɓe Fir'awna ɓen - suuɗunooɗo gomɗinal mun - :\"E on waray gorko, fii o wi'i: \"Joomi am ko Allah?\" Hara le o addanii on ɓanngannduyeeji, immorde ka Joomi mon. Si tawii o fenu, haray fenaande makko ko kanko fawii; si tawii kadi o goongu, haray yoga e kon ko kammbirani on, heɓay on\". Pellet, Allah fewnataa on fantinoowo fennoowo"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ko onon yo yimɓe am, laamu no woodani on hanndi, ko on fooluɓe ka leydi. Kono ko hommbo wallata en, e lepte Allah ɗen, si ɗe arii e men?\" Fir'awna wi'i: \"Mi hollataa on, si wanaa ko mi yi'i kon. Mi tindintaa on kadi, si wanaa e laawol peewal ngol"},{"SurahNumber":40,"VerseNumber":30,"Text":"Gomɗinɗo on wi'iti: \"Ko onon yo yimɓe am, min on miɗo hulani on, sugu ñalaande heɓunoonde feddeeji ɗin"},{"SurahNumber":40,"VerseNumber":31,"Text":"Sugu mbowka yimɓe Nuuhu ɓen, e Aadi'en, e Samuuda'en, e arnooɓe ɓaawo maɓɓe ɓen\". Allah faandanaaki tooñude jeyaaɓe ɓen"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ko onon yo yimɓe am, min miɗo hulani on, Ñalaande noddindirton"},{"SurahNumber":40,"VerseNumber":33,"Text":"Ñalnde huccitiroyton, hoɗon ndoga, hara daɗndoowo on alanaa on e Allah\". Kala mo Allah majjini, haray fewnoowo alanaa mo"},{"SurahNumber":40,"VerseNumber":34,"Text":"Gomɗii Yuusufu ardanii on e ɓannganduyeeji, ko adii, on seeraali e sikkitagol kon ko o addani on. Haa nde o faatinoo, wi'uɗon: \"Allah nultataa Nulaaɗo goo, ɓaawo makko\". Ko non majjinirta kala wonoɗo fantinoowo sikkitiiɗo"},{"SurahNumber":40,"VerseNumber":35,"Text":"Ɓen wenjirooɓe e Aayeeje Allah ɗen ko aldaa e hujja arɗo ɓe, [kuuɗe maɓɓe ɗen] mawnii tikkere ka Allah, e ka gomɗimɓe ɓen. Ko wano non Allah notirta e ɓernde kala mawnintiniiɗo dundarankeejo"},{"SurahNumber":40,"VerseNumber":36,"Text":"Fir'awna wi'i: \" Ko an yo Haamaana, mahanam sooro, no gasa mi yottoo ɗate ɗen"},{"SurahNumber":40,"VerseNumber":37,"Text":"ɗate kammuuli ɗin, mi ƴeewoya Reweteeɗo Muusaa On; sabu mi sikki mo fenoowo\". Ko wano non Fir'awna cuɗiranaa, golle makko bonɗe ɗen; o sakkaa e laawol (peewal) ngol. Feere Fir'awna nden wonaano, si wanaa e hayrere"},{"SurahNumber":40,"VerseNumber":38,"Text":"[Gorko] gomɗinɗo on wi'i: \"Ko onon yo yimɓe am, jokkee lam, mi fewna on e laawol peewal ngol"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ko onon yo yimɓe am, anndee ɗam nguurndam aduna, ko dakamme-hun tun, ko laakara on woni, galle ñiiɓal ɗen"},{"SurahNumber":40,"VerseNumber":40,"Text":"Mo gollii bone, o yoɓitetaake, si wanaa yeru makko; mo gollii kadi moƴƴere, foti ko gorko maa debbo, hara ko o gomɗinɗo, ɓen ɗon naatay Aljanna, ɓe arsikoyee ton, ko aldaa e limoore"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ko onon yo yimɓe am, ko waɗi si miɗo nodda on e daɗal, hiɗon nodda lam e Yiite"},{"SurahNumber":40,"VerseNumber":42,"Text":"Hiɗon nodda lam e yeddugol Allah, sirkana Mo e ko mi alanaa ɗum ganndal, hara non, min miɗo nodda on e Fooluɗo, Suuroowo bakkaatu On"},{"SurahNumber":40,"VerseNumber":43,"Text":"Sikke alaa, wonnde ko noddoton lam e mun kon, dewal alanaa ɗum aduna, wanaa laakara. E wonnde ruttorde men nden, ko ka Allah, e wonnde ko fantimɓe ɓen, woni Yiite ngen"},{"SurahNumber":40,"VerseNumber":44,"Text":"Aray nde anndoton, ko mi yewtata on kon; mi fawa fiyaaku am on e Allah. Pellet, Allah ko Reenuɗo jeyaaɓe ɓen"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah daɗndi mo, boneeji ɗi ɓe fewjunoo, O fiiltii yimɓe Fir'awna ɓen, ko ɓuri bonnde e lepte"},{"SurahNumber":40,"VerseNumber":46,"Text":"Yiite ngen, ɓe weeɓitoyte e magge, bimmbi e kiikiiɗe. Ñalnde Darngal daroytoo (wi'oyte): \"Naatee yimɓe Fir'awna ɓen, ka ɓuri saɗtude e lepte"},{"SurahNumber":40,"VerseNumber":47,"Text":"Janto tuma ɓe yeddondiroyta ka Yiite, lo'unooɓe ɓen wi'ana townitinooɓe ɓen: \"Menen, ko onon men jokkuunoo, taw si on duñanay men geɓal e Yiite ngen"},{"SurahNumber":40,"VerseNumber":48,"Text":"Townitinooɓe ɓen wi'a: \"En fow, hiɗen e magge. Gomɗii Allah ñaawii hakkunde jeyaaɓe ɓen"},{"SurahNumber":40,"VerseNumber":49,"Text":"Wonɓe ka Yiite ɓen kadi wi'ana ayninaaɓe Jahannama ɓen: \"Toranee men Joomi mon, O hoynana men, ñalaande (wootere) e lepte ɗen"},{"SurahNumber":40,"VerseNumber":50,"Text":"Ɓe wi'a: \"Nulaaɓe mon ɓen ardanaano on e ɓanngannduyeeji?\" Ɓe wi'a: \"Oo'owoye !\" [Ayninaaɓe] ɓen wi'a: \"Awa toree, onon tigiri !\" Kono toraare heeferɓe ɓen wonaali, si wanaa e majjere"},{"SurahNumber":40,"VerseNumber":51,"Text":"Pellet, Men wallay Nulaaɓe Amen ɓen, e gomɗimɓe ɓen, ka nguurndam aduna, e Ñalnde seedeeɓe ɓen daroytoo"},{"SurahNumber":40,"VerseNumber":52,"Text":"ñalnde de ngantinagol nafoytaa tooñunooɓe ɓen, hara kuddi hino woodani ɓe, e galle bonɗe"},{"SurahNumber":40,"VerseNumber":53,"Text":"Gomɗii Men okkii Muusaa ganndal [Tawreeta] ngal, Men ronini ɓiɗɓe Israa'iila ɓen, Deftere nden"},{"SurahNumber":40,"VerseNumber":54,"Text":"ko nde peewal e waaju, wonannde joomiraaɓe haqqille ɓen"},{"SurahNumber":40,"VerseNumber":55,"Text":"Muñño tun, pellet, fodoore Allah nden ko goonga, insinano junuubi maa ɗin, subbunhinanoɗaa Joomi maa, kiikiiɗe e bimmbi"},{"SurahNumber":40,"VerseNumber":56,"Text":"Pellet, wennjirooɓe e Aayeeje Allah ɗen, ko aldaa e dalil arɗo e maɓɓe, alaa e ɓerɗe ɗen, si wanaa mawnintinagol. Ɓe yottotaako non, e ɗum. Moolor Allah, Ko Kanko woni Nanoowo, Yi'oowo On"},{"SurahNumber":40,"VerseNumber":57,"Text":"Pellet, ko tagde kammuuli ɗin e leydi ndin, ɓuri mawnude e dii tageendi yimɓe ɓen. Kono ko ɓuri ɗuuɗude e yimɓe ɓen, ɓe anndaa"},{"SurahNumber":40,"VerseNumber":58,"Text":"Bunɗo e yi'oowo fotataa, gomɗimɓe ɓen kadi golli moƴƴuɗi, fotataa e bonnuɗo. Fanɗii ko waajitorton"},{"SurahNumber":40,"VerseNumber":59,"Text":"Pellet, Darngal, ko ko arata, sikke alaa e mu'un. Kono ko ɓuri ɗuuɗude e yimɓe ɓen, ɓe gomɗinaa"},{"SurahNumber":40,"VerseNumber":60,"Text":"Joomi mon daali: \"Toree Lam, Mi jaabinana on. Mawtinantooɓe rewugol Lam ɓen, ko pellet, ɓe naatoyay Jahannama, ko ɓe hoyɓe"},{"SurahNumber":40,"VerseNumber":61,"Text":"Ko Allah waɗirani on jemma on, ka fowtoɗon e mun, e ñalorma on, yi'inoowo. Pellet, Allah ko Jom ɓural e yimɓe ɓen, kono ko ɓuri ɗuuɗude e yimɓe ɓen, ɓe yettataa (neema)"},{"SurahNumber":40,"VerseNumber":62,"Text":"Ko On mooɗon Allah Joomi mon, woni Taguɗo kala huunde. Reweteeɗo alaa, si wanaa Kanko. Ko honno firlitortaɗon (e ɗum)"},{"SurahNumber":40,"VerseNumber":63,"Text":"Ko non ɓeya yeddaynooɓe Aayeeje Allah ɗen, ferlisortenoo"},{"SurahNumber":40,"VerseNumber":64,"Text":"Ko Allah woni waɗiranɗo on leydi ndin, ñiiɓirde, kammu ngun, kippoodi, O mbaadini on - O moƴƴini mbaadiiji mon -, O arsiki on e laaɓuɗi. Ko On mooɗon woni Allah Joomi mon; senaare woodanii Allah, Jeyɗo winndere nden"},{"SurahNumber":40,"VerseNumber":65,"Text":"Ko Kanko woni wuurɗo On. Reweteeɗo alaa, si wanaa Kanko. Rewee Mo kisan; laɓɓinano Mo diina kan. Yettoore woodanii Allah, Jeyɗo winndere nden"},{"SurahNumber":40,"VerseNumber":66,"Text":"Maaku: \"Min mi haɗaama rewugol ɗin ɗi noddoton gaanin Allah, tuma nde ɓannganduyeeji ɗin ari e am, immorde e Joomi am, mi yamiraama kadi, nde mi jebbilantoo, Jeyɗo winndere nden"},{"SurahNumber":40,"VerseNumber":67,"Text":"Ko Kanko woni taguɗo on e mbumbuldi, refti e toɓɓere (maniiyu), refti e heɗɗere, refti O yaltiniri on penuuɓe fii no yottoron cemmbe mon, e no laatoron nayeeɓe, - no e mo'on, ƴettiteteeɓe ado ɗum, - haa no yottoron lajal happaangal, belajo'o, on haqqilay"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ko Kanko woni wuurnoowo e waroowo. Si O haajii e fiyaaku, ko O wi'anay mo tun: \"Laato\", o laatoo"},{"SurahNumber":40,"VerseNumber":69,"Text":"E a tinaali, ɓen yeddondirteeɓe e Aayeeje Allah ɗen, ko honno ɓe firlitoraa"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ɓen fennuɓe Deftere nden, e kon ko Men nuliri Nulaaɓe Amen ɓen; ɓe aray anndude"},{"SurahNumber":40,"VerseNumber":71,"Text":"tuma kolombooje ɗen waɗoyaa e daaɗe maɓɓe, e jolokooje(callalle) ɗen, hara hiɓe daasiree"},{"SurahNumber":40,"VerseNumber":72,"Text":"ka nder wulɗam; refti ɓe huɓɓoyee ka nder Yiite"},{"SurahNumber":40,"VerseNumber":73,"Text":"Refti ɓe wi'anee: \"Ko honto woni ɗin ɗi kafidaynoɗon"},{"SurahNumber":40,"VerseNumber":74,"Text":"Ko aldah e Allah?\" Ɓe wi'a: \"Ɗi majjitike men. Wurin, men wonaano ko adii, e rewugol hay huunde\". Ko hona nih Allah majjinirta heeferɓe ɓen"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ko waɗi on ɗum, ko ko weltoraynoɗon kon ka hoore leydi, ko aldaa e goonga, e ko wewliraynoɗon kon"},{"SurahNumber":40,"VerseNumber":76,"Text":"Naatiree dame Jahannama ɗen, luttugol ton. Nge bonii jaaƴorde wonande mawnintiniiɓe ɓen"},{"SurahNumber":40,"VerseNumber":77,"Text":"Muñño. Pellet, fodoore Allah nden, ko goonga. Ko si Men hollete yoga e ko Men fodi ɓe kon, maa hara Men ƴettite (ado mun) ko ka Amen ɓe ruttirtee"},{"SurahNumber":40,"VerseNumber":78,"Text":"Gomɗii Men imminii Nulaaɓe ado maa. Hino e maɓɓe, ɓe Men sifani maa fii mun; hino maɓɓe, ɓe Men sifanaaki ma fii mun. Haananaa Nulaaɗo, addugol Aaya, si wanaa e duŋayee Allah. Si yamiroore Allah nden arii, goonga ñaawirte meerente'en sooya nden ñalnde"},{"SurahNumber":40,"VerseNumber":79,"Text":"Ko Allah woni waɗiranɗo On neemoraaɗi ɗin ko waɗɗoron, ñaamon kadi e majji"},{"SurahNumber":40,"VerseNumber":80,"Text":"nafooje kadi hino woodani on e majji, e no yottoron e majji, haaju hittuɗo e berde mon. Ko e hoore majji e hoore laaɗe ɗen, woni ko ronndeteɗon"},{"SurahNumber":40,"VerseNumber":81,"Text":"Himo holla on maandeeji Makko ɗin. Ko honɗum e maandeeji Allah ɗin, woni ko yeddoton"},{"SurahNumber":40,"VerseNumber":82,"Text":"E ɓee yiilaaki ka leydi, ɓe ndaara ko honno battane ɓeya ado maɓɓe wattinirnoo? Ɓen no ɓurunoo ɓe ɗuude e saɗtude doole e batteeji [waɗaaɗi] ka leydi. Kono kon ko ɓe faggotonoo, duncanaano ɓe"},{"SurahNumber":40,"VerseNumber":83,"Text":"Nde Nulaaɓe maɓɓe ɓen addannooɓe ɓanngannduyeeji ɗin, ɓe wewliri ganndal ko woni ka maɓɓe kon. Ɓe huuɓitiraa kon ko ɓe jalkitaynoo"},{"SurahNumber":40,"VerseNumber":84,"Text":"Nde ɓe yi'unoo lepte Amen ɗen, ɓe wi'i: \"Men gomɗinii Allah tun, men yeddii kon ko men wonunoo e sirkannde"},{"SurahNumber":40,"VerseNumber":85,"Text":"Kono gomɗinal maɓɓe wonaano ko nafata ɓe, fewndo ɓe yi'unoo lepte Amen ɗen; ɗum ko laawol Allah non, gomɗii ɗun yawtiino e jeyaaɓe Makko ɓen. Yedduɓe ɓen sooyi ɗon nden ñalnde"}]}