{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Yasin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Hikmetli Ku´ran´ın hakkı için"},{"SurahNumber":36,"VerseNumber":3,"Text":"Emin ol ki sen, o elçilikle gönderilen peygamberlerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Bir dosdoğru yol üzerindesin"},{"SurahNumber":36,"VerseNumber":5,"Text":"Güçlü ve çok merhametli Allah´ın peyderpey indirdiği vahyi ile"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babaları uyarılmamış olup gaflet içinde olan bir topluluğu uyarasın (vehameti haber veresin) diye"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun ki, pek çoklarına karşı söz hak olmuştur da artık onlar imana gelmezler"},{"SurahNumber":36,"VerseNumber":8,"Text":"Çünkü Biz, onların boyunlarına kelepçeler geçirmişiz de onlar, çenelerine dayanmıştır da burunları yukarı, gözleri aşağı somurtmaktadırlar"},{"SurahNumber":36,"VerseNumber":9,"Text":"Hem önlerinden bir set, hem arkalarından bir set çekmişiz ve kendilerini sarmışızdır; artık baksalar da görmezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onları uyarsan da uyarmasan da farketmez, inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak Kur´an´a uyan ve Rahman´dan gıyabında saygı besleyen kimseyi sakındırırsın; İşte onu, hem bir bağışlama hem de değerli bir mükafatla müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Gerçekten Biz. Biziz, ölüleri diriltiriz; önden gönderdiklerini ve bıraktıkları eserleri kitaba geçiririz. Zaten herşeyi açık bir kütükte «İmam-ı Mübin» de de ihsa (sayıp tesbit) etmişizdir"},{"SurahNumber":36,"VerseNumber":13,"Text":"Ve onlara o şehir halkını örnek ver. Hani oraya o gönderilen elçiler varmıştı"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani onlara o iki elçiyi göndermiştik de onları yalanladılar; Biz de bir üçüncüsüyle onları güçlendirdik, varıp: «Haberiniz olsun, biz sizlere gönderilmiş elçileriz.» dediler"},{"SurahNumber":36,"VerseNumber":15,"Text":"«Siz bizim gibi insandan başka birşey değilsiniz, hem Rahman hiç birşey indirmedi; siz sırf yalan söylüyorsunuz!» dediler"},{"SurahNumber":36,"VerseNumber":16,"Text":"Elçiler: «Rabbimiz biliyor ki, biz gerçekten size gönderilmiş elçileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Açık bir tebliğden ötesi ise bizim üstümüze (vazife) değildir!» dediler"},{"SurahNumber":36,"VerseNumber":18,"Text":"Onlar: «Doğrusu, biz sizi uğursuzluk nedeni saydık. Yemin ederiz ki, vazgeçmezseniz sizi hiç tınmadan taşlarız ve kesinlikle size bizden acıklı bir azap dokunur.» dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Elçiler: «Sizin uğursuzluk kuşunuz beraberinizdedir. Size öğüt verilse de öyle mi? Doğrusu siz israfı adet etmiş bir topluluksunuz.» dediler"},{"SurahNumber":36,"VerseNumber":20,"Text":"o sırada şehrin ta ucundan bir adam koşarak geldi ve dedi ki: «Ey hemşerilerim, uyun o gönderilen elçilere"},{"SurahNumber":36,"VerseNumber":21,"Text":"Uyun sizden bir ücret istemeyen o zatlara ki, onlar doğru yola ermişlerdir"},{"SurahNumber":36,"VerseNumber":22,"Text":"Hem neden kulluk etmeyeyim ben o beni yaratana, hep de döndürülüp O´na götürüleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ben hiç O´ndan başka tanrılar mı edinirim? Eğer o Rahman, bana bir keder irade buyurursa, onların şefaati benden yana hiçbir şeye yaramaz ve beni kurtaramazlar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Şüphesiz ben, o takdirde açık bir sapıklık içindeyimdir"},{"SurahNumber":36,"VerseNumber":25,"Text":"Haberiniz olsun ki, ben Rabbinize iman getirdim, gelin dinleyin beni!»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Denildi ki: «Haydi. gir cennete!» O: «Ah ne olurdu, kavmim bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni bağışlamasını ve beni ikram olunan kullarından kıldığını.»"},{"SurahNumber":36,"VerseNumber":28,"Text":"Arkasından kavminin üzerine gökten bir ordu indirmedik, indirecek de değildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"O sadece bir sayha (gürültü) oldu; hemen sönüverdiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun o kullara ki kendilerine gelen her peygamberle mutlaka alay ediyorlardı"},{"SurahNumber":36,"VerseNumber":31,"Text":"Baksalar ya kendilerinden önce nice nesiller helak etmişiz. Onlar, hiç onlara dönüp gelmiyorlar (dünyaya bir daha dönmüyorlar)"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ancak hepsi toplanıp, bizim huzurumuza celbedilmişlerdir"},{"SurahNumber":36,"VerseNumber":33,"Text":"Hem ölü toprak onlara bir delildir. Biz ona hayat verdik ve onda taneler çıkardık da ondan yiyip duruyorlar"},{"SurahNumber":36,"VerseNumber":34,"Text":"Orada cennetler yaptık; hurma bahçeleri, üzüm bağları (daha neler) neler! İçlerinde pınarlar akıttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ürününden ve kendi elleriyle elde ettikleri mamüllerinden yesinler diye; hala şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yüce ve münezzehtir o ki, herşeyden çiftler meydana getiriyor; yerin bitirdiklerinden, kendilerinden ve daha bilmeyecekleri neler, nelerden"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlara bir delildir. Ondan gündüzü soyarız (çekip alırız), bir de bakarlar ki, karanlığa dalmışlar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de (bir delildir ki) kendisine mahsus bir karargah için akıp gidiyor, işte bu, güçlü ve herşeyi bilen (Allah)ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Aya da; ona da bir takım menziller tayin etmişizdir, nihayet dönmüş (dolanmış) eğri bir hurma dalı gibi olmuştur"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneşin Aya (yetişip) çatması kendisine (çarpması) yaraşır, ne de gece gündüzü geçer; herbiri birer felekte (yörüngede) yüzerler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onlara bir delil de o dolu gemide zürriyetlerini taşımamız"},{"SurahNumber":36,"VerseNumber":42,"Text":"ve kendilerine o gibisinden binecek şeyler yaratmamızdır"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dilersek onları (suda) boğarız da o zaman onlara ne feryatçı vardır, ne de onlar kurtarılırlar"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak tarafımızdan bir rahmet ve bir zamana kadar yaşatmak başka"},{"SurahNumber":36,"VerseNumber":45,"Text":"Durum böyle iken onlara: «Önünüzdekini ve arkanızdakini gözetip korunun ki rahmete erişeniz.» denildiği zaman"},{"SurahNumber":36,"VerseNumber":46,"Text":"kendilerine Rablerinin ayetlerinden her hangi bir ayet de gelse, mutlaka ondan yüz çevire geldiler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara: «Allah´ın size rızık olarak verdiği şeylerden hayra harcayın» denildiği zaman, o kafirler, iman edenler için şöyle dediler: «Allah´ın, dileseydi yiyecek verebileceği kimseyi biz hiç yedirir miyiz, siz apaçık bir sapıklık içinde değil de nesiniz?»"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ve: «Ne zaman bu tehdit , (gerçekleşek eğer) doğru (sözlü) iseniz.» diyorlar"},{"SurahNumber":36,"VerseNumber":49,"Text":"(Ondan) sadece bir tek sayhaya bakıyorlar, bir sayha ki, onlar çekişip dururlarken kendilerini yakalayıverir"},{"SurahNumber":36,"VerseNumber":50,"Text":"o zaman bir tavsiyede bile bulunamazlar; ailelerine de dönemezler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sur üfrülmüştür, bir de ne baksınlar kabirlerinden Rablerine doğru akın ediyorlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"Eyvah başımıza gelenlere! Bizi uyuduğumuz yerden kim kaldırdı? O Rahmin´ın va´d buyurduğu işte buymuş. Gönderilen peygamberler doğru söylemişler derler"},{"SurahNumber":36,"VerseNumber":53,"Text":"Başka değil, sadece bir sayha olmuş, derhal hepsi toplanmış huzurumuza getirilmişlerdir"},{"SurahNumber":36,"VerseNumber":54,"Text":"Artık bugün hiç kimseye zerrece zulmedilmez. Ancak yaptıklarınızın cezasını çekeceksiniz"},{"SurahNumber":36,"VerseNumber":55,"Text":"Gerçekten cennetlikler bugün bir eğlence içinde zevk etmektedirler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kendileri ve eşleri gölgelikler içinde koltuklar üzerinde kurulmuşlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Onlara orada bir meyve vardır. Onlara orada ne isterlerse vardır"},{"SurahNumber":36,"VerseNumber":58,"Text":"Merhametli Rabbin kelamı bir «Selam» olacak"},{"SurahNumber":36,"VerseNumber":59,"Text":"Haydin ayrılın bugün ey suçlular"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Adem oğulları, Ben size şeytana kulluk etmeyin, o size açık bir düşmandır, diye and vermedim mi"},{"SurahNumber":36,"VerseNumber":61,"Text":"Bana kulluk edin, doğru yol budur, diye"},{"SurahNumber":36,"VerseNumber":62,"Text":"Böyle, iken yüceliğime karşı o içinizden birçok nesilleri yoldan çıkardı. O zaman sizin akıllarınız yok muydu"},{"SurahNumber":36,"VerseNumber":63,"Text":"İşte bu va´d olunup durduğunuz cehennem"},{"SurahNumber":36,"VerseNumber":64,"Text":"Bugün yaslanın bakalım ona inkar ettiğiniz için"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bugün ağızlarını mühürleriz de neler kazandıklarını bize elleri söyler, ayaklar şahitlik eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler"},{"SurahNumber":36,"VerseNumber":67,"Text":"Yine dilesek kendilerini oldukları yerde kılıklarını değiştirirdik de ne ileri gidebilirlerdi, ne de dönebilirlerdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Bununla beraber kimin ömrünü uzatıyorsak yaratılışta onu tersine çeviri(p güçten düşürü)yoruz. Hala akıllanmayacaklar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona şiir öğretmedik, ona yakışmaz da; o sadece bir öğüt ve parlak bir Kur´an´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanı uyandırmak, nankörlere de o azap sözünün gerekmesi için"},{"SurahNumber":36,"VerseNumber":71,"Text":"Şunu da görmediler mi: Biz onlar için ellerimizin yaptıklarından bir takım yumuşak hayvanlar yaratmışız da onlara sahip bulunuyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onları kendilerine zebun etmişiz de hem onlardan binekleri var, hem de onlardan yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hala şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Tuttular bir de Allah´tan başka bir takım ilahlar edindiler. Güya yardım olunacaklar"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onların onlara yardıma güçleri yetmez; onlar ise onlar (tanrılar) için celbolunan askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"O halde onların lakırdıları seni üzmesin. Biz onların içlerini de biliriz dışlarını da"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan görmüyor mu ki, Biz onu bir nutfeden yarattık da şimdi o çeneli bir çekişgen kesildi"},{"SurahNumber":36,"VerseNumber":78,"Text":"Yaratılışını unutarak Bize bir de mesel (örnek) fırlattı: «Çürümüşken o kemikleri kim diriltir?» dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: «Onları ilk defa yaratan diriltir ve o yaratmanın her türlüsünü bilir.»"},{"SurahNumber":36,"VerseNumber":80,"Text":"O ki size yeşil ağaçtan bir ateş çıkarmasını sağladı da şimdi siz ondan tutuşturup duruyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan onlar gibisini yaratmaya kadir değil midir? Elbette kadirdir. Yaratan O, her şeyi bilen O"},{"SurahNumber":36,"VerseNumber":82,"Text":"O´nun emri, birşeyi dileyince ona sadece «Ol!» demektir. O da oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Artık tesbih edilmez mi öyle herşeyin hükümranlığı elinde bulunan yüce Allah! Hep de döndürülüp O´na götürüleceksiniz"}]}