{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Laam-Miim (edde faxem Yalli yaaxige)"},{"SurahNumber":29,"VerseNumber":2,"Text":"Sinam cabbimtu waytam takkalee neemeneh iyyaanamal, usun woo iimaanal mokkorime kalah"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nummah keenik dumi mara mokkorreh, tokkel diggah Yalli iimaan warsitak numma yacee mara aaxigeleeh, diraabah neemeneh iyya mara aaxigeleeh ittak ken baxsele"},{"SurahNumber":29,"VerseNumber":4,"Text":"Hinnak umaaneená aba mari nee taanisaah, nek yassaqquwaam yakkalee? Manxu uma cokmiiy, usun abaanah yanin cokmi"},{"SurahNumber":29,"VerseNumber":5,"Text":"Yallih angaaraw qaagitaah, kay galtóh sangeela num, tokkel diggah Yalli isi ginóh ugtiyyah xagana kah hee wakti amaatele, kaadu usuk isi ginóh maxcoocá yaabbi, ken taamoomi yaaxigi"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kaadu Yallih taaqatal yangicille num, toysa cagalah usuk isi nafsih tuxxiiqi kah yangicillem, Yalli diggah isi ginóh taaqatak (oggoluk) gaddali kinni"},{"SurahNumber":29,"VerseNumber":7,"Text":"Kaadu yeemeneeh meqe taamoomi abe marah, diggah ken umaaneená keenik duugennooh, kaadu abak sugen meqe taamoomik tayseemil ken galtenno"},{"SurahNumber":29,"VerseNumber":8,"Text":"Kaadu seehadaytu isi xaleynah yamqeeh, ken amri oggolaamah kaa farrimne, seehadaytow yot agleyta haytaamah kol yingicilleenik atu ixxiga kak aalle waytaamal, tohul ken nammayih amri moggolin, siinik gacsimeyná Yoo fanah akkeleeh, addunyal abak sugteenim siinih warseyyo"},{"SurahNumber":29,"VerseNumber":9,"Text":"Kaadu yeemeneeh meqe taamoomi abe mara, diggah Yallih naqoosak meqe marâ luk jannat ken culsenno"},{"SurahNumber":29,"VerseNumber":10,"Text":"Kaadu sinaamak Yallal neemeneh iyya mari yan, tokkel koros Yallal yeemeneenimih sabbatah adá ken abtek, sinam keenit abta adá Yallih digaaláh innah tet beetaanaah, diinik korraaqan. Kaadu nabiyow ku-Rabbik cató temeetek diggah nanu moominiiney qokoluh siinilluk sugne axceloonuk, Yalli isi ginóh sorkocô baxitteh addat taniimih ixxigah ummaan numuk yaysi hinnaa? yeey yaysi kinnih"},{"SurahNumber":29,"VerseNumber":11,"Text":"Diggah Yalli yeemene mara yaaxigeeh, diggah munaafiqhiin yaaxigeh, isi ixxiga sinam yaybulluh"},{"SurahNumber":29,"VerseNumber":12,"Text":"Koroosite mari yeemene marak ni-gita katayaay, sin dambitte nanu akkuqennok iyyen, usun ken dambittek-tu yakkuqe mara hinnon, diggah usun iyyaanamal dirableelá"},{"SurahNumber":29,"VerseNumber":13,"Text":"Kaadu diggah sinni dambitte akkuqe loonuuh, Yallih gitak makkoysen marih dambitte sinni dambittê luk akkuqe lon, kaadu diggah qhiyaamáh ayró ginnaasitak sugen diraabittek esserime-lon"},{"SurahNumber":29,"VerseNumber":14,"Text":"Nummah Nabii Nuuc kay mara fan kaa rubneeh, ken addal alfi liggiday kontom liggida sinni ken seecak suge Yallal yaamineenim keh, tokkel kaa cineeniih, Yalli tuufaanat (woh maggo leey Yalli Nabii Nuuc mara edde bayse) ken bayse usun sinni nafsi yudlume marah anuk"},{"SurahNumber":29,"VerseNumber":15,"Text":"Tokkel kaa (Nabii Nuuc kinnuk) kee doynikit kaâ luk suge maray kaal yeemene xuumiyyak (anxuqsumiyyak) wadneh, kaadu baad marah (qaalam marah) astá tet abne (doynik kinnuk)"},{"SurahNumber":29,"VerseNumber":16,"Text":"Kaadu nabiyow cus, Nabii Ibraahim isi marak Yalla dubuk uqbudaay, kaak meesita iyye waqdi, siinih taysem tohu siinih taysem yaaxige mara tekkeenik"},{"SurahNumber":29,"VerseNumber":17,"Text":"Cagalah isin Yallak kalah taqbudeenim manton diraabah yallitte axcuk ginnaasittan numtin- wellitte akke waytek. diggah Yallak kalah taqbuden mari sin yarzuqhem maduuda, toysa rizqhi Yallih xaqul gurrusaay, Kaa uqbudaay, Kaa faatita, dubuk Kaa fan gacsimetton rabteeniik geeral cisab kee galtóh"},{"SurahNumber":29,"VerseNumber":18,"Text":"Kaadu sinaamey Ni-farmoyta Mucammad {zsak dirabbosseenik, nummah siinik naharat sugte ummoota sinni farmoytit dirabbosseh, kaadu Ni- farmoyta Mucammadal $s iço baxxaqqa-le gudduysiyyak-sá tanim matan}"},{"SurahNumber":29,"VerseNumber":19,"Text":"Kaadu mayablaanaa! Yalli ginó aneewaytik elle qimbisaah, rabteek lakat elle tet gacsanna. Diggah toh Yallal xabcinih"},{"SurahNumber":29,"VerseNumber":20,"Text":"Nabiyow rabeeniik lakal ugutoonu waanam dirabboysa marak baaxô bagul gexaay, Yalli ginó elle qimbise inna wagita keenik ixxic, tohuk lakal Yalli ellecabô ginó qimbisa naharsi ginó elle qimbise innal qhiyaamah ayró, diggah Yalli ummaan iimih dudda-li"},{"SurahNumber":29,"VerseNumber":21,"Text":"Yalli isi ginók isih faxa marah addunyal aben uma taamáh akeeral digaalaah, isih faxa maray meqe taamá addunyal abiteh kak nacruurah, kaadu qhiyaamah ayró kaâ fanah gacsimtan"},{"SurahNumber":29,"VerseNumber":22,"Text":"Kaadu sinaamey isin baaxól Nee mataanissaanaay, qaraanal Nee mataanissan, kaadu Yallak kalah hebeltoh awlaytu mantoonuuy, hebeltô cateynay Ni-digaalák sin cata manton"},{"SurahNumber":29,"VerseNumber":23,"Text":"Yallih aayootaa kee Qhiyaamah ayró kay angaarawal koroosita mari, woo mari yi Racmatak yobboode mara kaadu woo mari qansarissa digaalá le"},{"SurahNumber":29,"VerseNumber":24,"Text":"Nabii Ibraahim isi mara Yallah seece waqdi, kay mari kaal gacseh yenem mali, mariiy marak keenik kaa qida hinnay girát kaa cararisa iyyaanam akke waytek, tokkel girát kaa qideeniih, tokkel Yalli girák kaa naggoyseh, diggah tohut yaamine marah astooti tan"},{"SurahNumber":29,"VerseNumber":25,"Text":"Kaadu Nabii Ibraahim isi marak iyyeh; isin cagalah Yallak kalah qibaadáh haysitteenim numtin- wellitte, addunyâ manol sin fanal kacni dabqamkeh iyyaanama tet kah haysitteenim, tohuk lakat qhiyaamáh ayró mariiy-maral siinik koroositaah, mariiy mara siinik abaaraah mariiy-marak bari siinik yakke. Kaadu girá siinik orbeynaay, cateynittey girâ culimik sin catta manton"},{"SurahNumber":29,"VerseNumber":26,"Text":"Tokkel Nabii Luut, Nabii Ibraahim nummayseeh, kay diini kataate, kaadu Nabii Ibraahim diggah anu inni Rabbi fan guuruma kay kacnih sangeelih iyye, diggah Yalli mayso- li, naggaara"},{"SurahNumber":29,"VerseNumber":27,"Text":"Kaadu Nabii Ibraahim Ni-sabbatah guurumeemih Iscaaqh deqsita baxa kaah neceeh, kay baxih baxa Yaq-qhuub kaah necee kaadu nubuwwannuu kee kitab kay samadah necee, kaadu addunyal kay galtó kaah neceeh, diggah usuk akeeral meqe marih loowot yan"},{"SurahNumber":29,"VerseNumber":28,"Text":"Kaadu nabiyow Ni-farmoyta Luvut keenih cus, isi marak iyye waqdi; diggah isin qaxumaané kak gufti toofee taama abtan, ama uma taamá ginók (insii kee ginnik) hebeltô num siinik tet maakaminna"},{"SurahNumber":29,"VerseNumber":29,"Text":"Diggaak isin labhal fidóh orobtaanaah, gexentak gita targiqeeniih sin aroocay elle walaltaanal qaxumaané-le taamoomi abtaanaa? tokkel kay mari kaal gacseh yanim mali Yallih digaalá neh bah iyyaanam akke waytek numma yacee marih num tekkek"},{"SurahNumber":29,"VerseNumber":30,"Text":"Nabii Luut yi Rabbow baaxó baysah yan maral yoo qik digaalá keenil oobissaamal iyye"},{"SurahNumber":29,"VerseNumber":31,"Text":"Kaadu Ni-farmoytit (Malayka kinnuk) Nabii Ibraahimih Iscaaqh deqsita baxi yaabaku waah, lakal Iscaaqh baxi Yaq-qhuub yaabaku waamal kaa aytikumusak temeete waqdi, diggah Malayka nanu amagaalah mara (Nabii Luut magaalah mara kinnuk) baysenno itte, diggah tet mari daalimiinih sugeenimih sabbatah"},{"SurahNumber":29,"VerseNumber":32,"Text":"Nabii Ibraahim Malaykak iyyeh: diggah Nabii Luut tet addal yaniih, usuk daalimiinit (koros kinnuk) mayanak, mannal bayissaanaah magaalâ mara usuk tet addal anuk, Nanu tet addal yan marat ixxigah kok nayseh kaak itte Malayka, diggah kaa kee kay buxah maraay kaa nummayse mara finqak naggoysenno, kay barray raaqe marâ luk raqteeh finqitte akke waytek"},{"SurahNumber":29,"VerseNumber":33,"Text":"Kaadu Ni-farmoytit (Malayka kinnuk) Nabii Luutul temeete waqdi, ken sabbatah rookiteeh kaxxam ceyteeh seehada ken yekkeleh isi marih umaané yaaxigeemih sabbatah, atu neh mamceesitinaay, marookitin nanu diggah koo kee ku-buxah mara finqak naggoysennok kaak iyyen, ku-barray raaqe marat raqtey finqite marâ luk finqitte akke waytek"},{"SurahNumber":29,"VerseNumber":34,"Text":"Diggah nanu a-magaalah maral qaraanak digaalá oobisenno, Yallih amri cineeniih, qaxumaané-le taamá abak sugeenimih sabbatah"},{"SurahNumber":29,"VerseNumber":35,"Text":"Kaadu nummah baxxaqgqa itta astá teetik cabne (Luut marih magaala kinnuk) cubbusaah kas elle geya marah"},{"SurahNumber":29,"VerseNumber":36,"Text":"Kaadu Madyan marah ken toobokoyta Nabii Shuqeybi keenih rubne, tokkel yi-maraw Yalla dibuk uqbudaay, abtan qibaadát ellecaboh ayróh galtó qaagita keenik iyye, kaadu baaxó mabaysina, baaxó umaanét baysa mara tikki itteenih"},{"SurahNumber":29,"VerseNumber":37,"Text":"Tokkel kay mari kaa dirabboyseeh, tohih sabbatah gibdi baaxóh angoyyi ken tibbixeeh, sinni dabooqal rabeenih maacisen guluuba keenik baaxot kafimih anuk"},{"SurahNumber":29,"VerseNumber":38,"Text":"Kaadu Qaad kee Samuud deqsita mara finqisneeh, nummah keenit abne finqi siinih baxxaqqa iyye ken buxaaxiy baytey keenik foyyah raqtel. Kaadu sheetan ken uma taamoomi keenit bilqiseeh, cakki gitak ken waaseh, usun sinni koroosannuu kee sinni uma taamoomi yable marah sugeenih immay woh nummayse mara makkon sinni nafsi-fayxi kataateenikkal"},{"SurahNumber":29,"VerseNumber":39,"Text":"Kaadu nummah Qhaaruunuuy, Firqawnaay, Haamaan fingisneh, naummah Nabii Muusa baxxaqqooqi-le astooti luk keenih yemeete. Tokkel baaxô bagul yaamineenimik kaxxa mariiniteeniih, nek yassaqqe mara makkon"},{"SurahNumber":29,"VerseNumber":40,"Text":"Toysa ama uma maray edde yabnek kulli num keenik le-dambih sabbatah finqisne, tokkel arruuqi edde yan gibdi caacay elle rubne mari keenit yanih (Nabii Luut mara kinnuk) kaadu gibdi xongló tibbixeeh, tootoke mari keenit yanih (Nabii Saalic maraa kee Nabii Shuqeybi mara kinnuk). kaadu baaxó elle qanxisneeh nunxuqsuuse mari keenit yanih (Qhaaruun kinnuk) kaadu lee kee badat xuumusne mari keenit yanih (Nabii Nuuc maraay firqownaa kee kay mara kinnuk). kaadu Yalli ama mara dambi maleh dulmih finqise Rabbi makķko, kinnih ikkal usun sinni nafsi sinnih yudlume marah sugen Yallal koroositeeniih, ambiya dirabboyseenimih sabbatah"},{"SurahNumber":29,"VerseNumber":41,"Text":"Yallak kalah numtin-wellitte awlah haysite marih ceelallo, Qaróy tu teetih xiqewaa qari haysitteh ceelalloh inna. Kaadu diggah qarwak boolah umah yan qari qarô qari kinni. Toh aaxaginnoonuy awlah ken haysitak manannon"},{"SurahNumber":29,"VerseNumber":42,"Text":"Diggah Yalli kaak kalah tuk uqbuddu haanamay agleh Kaat haana yaaxigeh, kaadu Usuk mayso-li, naggaara"},{"SurahNumber":29,"VerseNumber":43,"Text":"Kaadu too ceelalloola sinaamah tet naagure (baxxaqisna) edde yantifiqeenî gidah, kaadu teetil kas-kassowtam matan Yalla taaxigeeh, kay amri oggolta tu- taaxagó akke waytek"},{"SurahNumber":29,"VerseNumber":44,"Text":"Yalli qaranwaa kee baaxó nummal gine, diggah tohut Yallal yeemene marah astá tan"},{"SurahNumber":29,"VerseNumber":45,"Text":"Nabiyow wacyik kol obsimtem kitaabak (Qhuraan kitab kinnuk) ikriyaay elle taamitaay, salat soolis elle faxxiima innal, diggah salat qaxuma taamáa kee ceelewaytok waasah, Yallih cusiyyi kulliimik nabaah muxxóh yayseh, kaadu Yalli isin abba haytaanam yaaxigeh umaanék maqaanék, tohul sin galtele"},{"SurahNumber":29,"VerseNumber":46,"Text":"Moominiiney kitab mara (yahuud kee nasaara kinnuk) ma-giddiyina tayse maxcóy qaxmeqet ken giddiytan sin akke waytek, keenik dulmi abeeh cakki gitak daggaaweeh, muslimiinih wiilih yan mari koh raaqay immay. Woo marat qeebi aba Yalla nummassa haanam fan hinnay gabbará acuwwu haanam fan. Kaadu Nel obsime Qhuraanal neemeneeh, siinil obsime Tawraat kee Injiilil neemeneh kaadu ni-Yallaa kee sin Yalla inkittuuy, nanu kaah nuqunxeeh kay amri oggollah ixxica"},{"SurahNumber":29,"VerseNumber":47,"Text":"Kaadu nabiyow tonnaah Qhuraan kitab kol oobisneh dumi farmoytiitil kitooba kah oobisne innah, tokkel kitab kah necee mari kaa nummayseh (Qhuraan kinnuk) kaadu ama Qarabak kaa nıimmaysa mari yaniih, ni-aayoota yangadde mari mayan korosuh yan mara akke waytek"},{"SurahNumber":29,"VerseNumber":48,"Text":"Nabiyow kaak duma (Qhuraan kinnuk) hebeltô kitab akriyak masuginnitooy, hebeltô curuuf kaak isi migdat aktabuk masuginnito. Wacyi kol oobak duma akriyee kee hinnay aktube takkeemil, toysa koros Qhuraan Yallih garik yemeeteemit shakkitak ten"},{"SurahNumber":29,"VerseNumber":49,"Text":"Wonna hinnay Qhuraan usuk baxxaqqa itta aayootay qilmi kah yontocowwime marih alilwat tani kaadu ni-aayoota tangaddem matan daalimiinih yan mara akke waytek"},{"SurahNumber":29,"VerseNumber":50,"Text":"Koros kay Rabbik astooti (Nabii Saalic alaay, Nabii Muusâ caxxih innah tan astáy tambullee kinnuk) macah kaal obsime wayteeh itte. Nabiyow keenik ixxic; cagalah astooti Yallih garil taniih, faxek tet oobisaah, faxek tet waasah. Cagalah anu baxxaqqa-le meesiiséy Yallih digaalák sin meesiisa kinniyo"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kaadu nabiyow Nanu diggah keenil yankirriyime kitab kol oobisnam ken (koros kinnuk) maxiqtaa astáh, diggah woo Qhuraanat nacrur kee kassis edde yan Yallal yeemene marah"},{"SurahNumber":29,"VerseNumber":52,"Text":"Yoo kee sin fan Yalli sumaaqah xiqah anu kay farmoyta kinniyooh, nummal emeeteemih keenik ixxic. Yalli qaranwaa kee baaxól tanim inkih yaaxigeh, deedal nummayseeh Yallal koroosite mari, woo mari usun kasaarite mara addunyaay akeeral"},{"SurahNumber":29,"VerseNumber":53,"Text":"Nabiyow a koros a-nee edde meesissa digaalá neh baaha axcuk kot tasissike anqasah, Yalli digaaláh muggaqsime wakti keenih xageh sugewannay esseren digaalá keenih amaatuk ten kaadu diggah woo digaalá garciik usun aaxigekal keenit amaatele"},{"SurahNumber":29,"VerseNumber":54,"Text":"Nabiyow a koros a-nee edde meesissa digaalá neh baaha axcuk kot tasissike addunyal, diggah jahannam girá koroosite marat maroh tan"},{"SurahNumber":29,"VerseNumber":55,"Text":"Qhiyaamah ayró jahannam giráh digaalá keenik amooy ken ibittek gubak ken buulta. Yalli addunyal abak sugten uma taamah galtó tammoysa keenik iyya"},{"SurahNumber":29,"VerseNumber":56,"Text":"Kee Yi-naqoosay, yeemeneh yan maraw! iimaan taybulleenimik ceyat teneenik diggah Yi-baaxó farakka-le, toysa Yi-baaxóy farakka ittah fan guurumaay, qibaadá dubuk yoh caglisa keenik iyya Yalli"},{"SurahNumber":29,"VerseNumber":57,"Text":"Ummaan nafsiy nuwwi raba tammoysele tohuk lakal Nee fan gacsimtan cisab kee galtóh"},{"SurahNumber":29,"VerseNumber":58,"Text":"Kaadu yeemeneeh meqe taamoomi abbaasite mara, diggah jannatal fayya itta qarway weeqaytitte guba kak gexxal ken oobisenno kaal waarak, manxu meqe galtóoy meqem taamite marih galtó jannatal"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ama edde yabne jannoota lem yeemene maray Yallih qibaadál yisbireeh sinni caagiidah sinni Rabbil kelta kinni"},{"SurahNumber":29,"VerseNumber":60,"Text":"Mutuccu ittaamay isi rizqhi assukuqqe waytaah orbissam duude wayta magide takkeeh (ma axxulleeh)? Yalli tet yarzuqheeh, sin yarzuqheh kaadu Usuk sin maxcooca yaabbi, sin abtoota yaaxigi"},{"SurahNumber":29,"VerseNumber":61,"Text":"Nabiyow ama koros qaranwaa kee baaxó iyyi gineeh, ayróo kee alsá iyyi qaneeh axcuk ken essertek diggah Yalla axcelon. Toysa diggah Yallal yaamineenimik mannal daggaawaanaah mannal dirabboysaanaah woh yeelemeeniik gamadal"},{"SurahNumber":29,"VerseNumber":62,"Text":"Yalli isi naqoosak isih kah faxa marah rizqhi (quusi) farakka haah, isih kah faxa maral keenik ceyissi haa, diggah Yalli ummaanimil ixxiga-li"},{"SurahNumber":29,"VerseNumber":63,"Text":"Kaadu Nabiyow qaraanak lee oobisseeh baaxó is-rabteek gamadal edde tuynuwweem miyyaay axcuk ken essertek, diggah Yalla axcelon aalamuk, sumaq siinil sooleemih Yalli fayla le keenik ixxic, tonna hinnay keenik maggo mari amahal ma kaskassoowa"},{"SurahNumber":29,"VerseNumber":64,"Text":"Kaadu A addunyah mano tu-hinna, digir kee doklá akke waytek, kaadu diggah akeerâ dabqi nummâ manoy rabi elle aneewaa teeti, sinam woh aaxaguk suginnay addunyá dooritak manannon akeerak"},{"SurahNumber":29,"VerseNumber":65,"Text":"Toysa koros dawaanikit korta waqdi xuumiyyak (sutiyyak) meesiteenik, Yalla kallacan dooqá kaah caglisak, tokkel Yalli badak ken naggossu heeh barri fan ken bukku haa waqdi, usun too waqdi agleyta kaat haanaah, sinni koroosannuh gacan"},{"SurahNumber":29,"VerseNumber":66,"Text":"Niqmatak keenih neceemit koroositoonay, hatkoonay ama addunyal, toysa tohih ellecabo sarrah aaxige-lon"},{"SurahNumber":29,"VerseNumber":67,"Text":"Kaadu a koros nanu diggah Makka caramay saayah yani keenih abneeh, keenik derfal sinam qawwimtaah, ken qidak seelabak saay waanam mayablaanaa? Tokkel usun deedal numtin-wellitte nummaysaanaah, Yallih niqmatay Yalli ken caglisel koroositaanaa"},{"SurahNumber":29,"VerseNumber":68,"Text":"Yallal dirab ginnaasiteeh, hinnay Yalli Nabii Mucammad įsako edde ruube cakki kaah yemeete waqdi cakki dirabboyse numuk dulmih iyyi gacaah? (num magaca) korosuh jahannam giráh addal orbeyná matana innaa? (diggaluk tanih)"},{"SurahNumber":29,"VerseNumber":69,"Text":"Yeemene maray Ni-sabbatah Yallih naqboytiitiiy, nafsity, sheetanal yingicillee, diggah Ni-gitittel tirri ken heenno, kaadu diggah Yalli meqe marâ luk yan catóo kee dacayrih"}]}