{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"لوگوں کے لیے ان کے حساب کا وقت قریب آپہنچا ہے، اور وہ ہیں کہ غفلت کی حالت میں منہ پھیرے ہوئے ہیں۔"},{"SurahNumber":21,"VerseNumber":2,"Text":"جب کبھی ان کے پروردگار کی طرف سے نصیحت کی کوئی نئی بات ان کے پاس آتی ہے تو وہ اسے مذاق بنا بنا کر اس حالت میں سنتے ہیں۔"},{"SurahNumber":21,"VerseNumber":3,"Text":"کہ ان کے دل فضولیات میں منہمک ہوتے ہیں۔ اور یہ ظالم چپکے چپکے (ایک دوسرے سے) سرگوشی کرتے ہیں کہ : یہ شخص (یعنی محمد (صلی اللہ علیہ وآلہ وسلم) تمہی جیسا ایک انسان نہیں تو اور کیا ہے ؟ کیا پھر بھی تم سوجھتے بوجھتے جادو کی بات سننے جاؤ گے ؟"},{"SurahNumber":21,"VerseNumber":4,"Text":"پیغمبر نے (جواب میں) کہا کہ : آسمان اور زمین میں جو کچھ کہا جاتا ہے، میرا پروردگار اس سب کو جانتا ہے۔ وہ ہر بات سنتا ہے، ہر چیز سے باخبر ہے۔"},{"SurahNumber":21,"VerseNumber":5,"Text":"یہی نہیں بلکہ ان لوگوں نے یہ بھی کہا کہ : یہ (قرآن) بےجوڑ خوابوں کا مجموعہ ہے، بلکہ یہ ان صاحب نے خود گھڑ لیا ہے، بلکہ یہ ایک شاعر ہیں۔ بھلا یہ ہمارے سامنے کوئی نشانی تو لے آئیں جیسے پچھلے پیغمبر (نشانیوں کے ساتھ) بھیجے گئے تھے۔"},{"SurahNumber":21,"VerseNumber":6,"Text":"حالانکہ ان سے پہلے جس کسی بستی کو ہم نے ہلاک کیا، وہ ایمان نہیں لائی، اب کیا یہ لوگ لے آئیں گے ؟"},{"SurahNumber":21,"VerseNumber":7,"Text":"اور (اے پیغمبر) ہم نے تم سے پہلے کسی اور کو نہیں، آدمیوں ہی کو رسول بنا کر بھیجا تھا جن پر ہم وحی نازل کرتے تھے۔ لہذا (کافروں سے کہو کہ) اگر تمہیں خود علم نہیں ہے تو نصیحت کا علم رکھنے والوں سے پوچھ لو۔"},{"SurahNumber":21,"VerseNumber":8,"Text":"اور ہم نے ان (رسولوں) کو ایسے جسم بنا کر پیدا نہیں کردیا تھا کہ وہ کھانا نہ کھاتے ہوں، اور نہ وہ ایسے تھے کہ ہمیشہ زندہ رہیں۔"},{"SurahNumber":21,"VerseNumber":9,"Text":"پھر ہم نے ان سے جو وعدہ کیا تھا اسے سچا کر دکھایا کہ ان کو بھی بچا لیا، اور (ان کے علاوہ) جن کو ہم نے چاہا ان کو بھی، اور جو لوگ حد سے گزر چکے تھے، انہیں ہلاک کردیا۔"},{"SurahNumber":21,"VerseNumber":10,"Text":"(اب) ہم نے تمہارے پاس ایک ایسی کتاب اتاری ہے جس میں تمہارے لیے نصیحت ہے۔ کیا پھر بھی تم نہیں سمجھتے ؟"},{"SurahNumber":21,"VerseNumber":11,"Text":"اور ہم نے کتنی بستیوں کو پیس ڈالا جو ظالم تھیں اور ان کے بعد ہم نے دوسری نسلیں پیدا کیں۔"},{"SurahNumber":21,"VerseNumber":12,"Text":"چنانچہ جب انہوں نے ہمارے عذاب کی آہٹ پائی تو وہ ایک دم وہاں سے بھاگنے لگے۔"},{"SurahNumber":21,"VerseNumber":13,"Text":"(ان سے کہا گیا) بھاگو مت، اور واپس جاؤ، اپنے انہی مکانات اور اسی عیش و عشرت کے سامان کی طرف جس کے مزے تم لوٹ رہے تھے، شاید تم سے کچھ پوچھا جائے۔"},{"SurahNumber":21,"VerseNumber":14,"Text":"وہ کہنے لگے : ہائے ہماری کم بختی ! سچی بات ہے کہ ہم لوگ ہی ظالم تھے۔"},{"SurahNumber":21,"VerseNumber":15,"Text":"ان کی یہی پکار جارہی رہی یہاں تک کہ ہم نے ان کو ایک کٹی ہوئی کھیتی، ایک بجھی ہوئی آگ بنا کر رکھ دیا۔"},{"SurahNumber":21,"VerseNumber":16,"Text":"اور ہم نے آسمان، زمین اور جو کچھ ان کے درمیان ہے، اس کو اس لیے پیدا نہیں کیا کہ ہم کوئی کھیل کرنا چاہتے ہوں۔"},{"SurahNumber":21,"VerseNumber":17,"Text":"اگر ہمیں کوئی کھیل بنانا ہوتا تو ہم خود اپنے پاس سے بنا لیتے، اگر ہمیں ایسا کرنا ہی ہوتا۔"},{"SurahNumber":21,"VerseNumber":18,"Text":"بلکہ ہم تو حق بات کو باطل پر کھینچ مارتے ہیں، جو اس کا سر توڑ ڈالتا ہے، اور وہ ایک دم مل یا میٹ ہوجاتا ہے۔ اور جو باتیں تم بنا رہے ہو، ان کی وجہ سے خرابی تمہاری ہی ہے۔"},{"SurahNumber":21,"VerseNumber":19,"Text":"اور آسمانوں اور زمین میں جو لوگ بھی ہیں، اللہ کے ہیں۔ اور جو (فرشتے) اللہ کے پاس ہیں، وہ نہ اس کی عبادت سے سرکشی کرتے ہیں، نہ تھکتے ہیں۔"},{"SurahNumber":21,"VerseNumber":20,"Text":"وہ رات دن اس کی تسبیح کرتے رہتے ہیں، اور سست نہیں پڑتے۔"},{"SurahNumber":21,"VerseNumber":21,"Text":"بھلا کیا ان لوگوں نے زمین میں سے ایسے خدا بنا رکھے ہیں جو نئی زندگی دیتے ہیں ؟"},{"SurahNumber":21,"VerseNumber":22,"Text":"اگر آسمان اور زمین میں اللہ کے سوا دوسرے خدا ہوتے تو دونوں درہم برہم ہوجاتے۔ لہذا عرش کا مالک اللہ ان باتوں سے بالکل پاک ہے جو یہ لوگ بنایا کرتے ہیں۔"},{"SurahNumber":21,"VerseNumber":23,"Text":"وہ جو کچھ کرتا ہے اس کا کسی کو جواب دہ نہیں ہے، اور ان سب کو جواب دہی کرنی ہوگی۔"},{"SurahNumber":21,"VerseNumber":24,"Text":"بھلا کیا اسے چھوڑ کر انہوں نے دوسرے خدا بنا رکھے ہیں ؟ (اے پیغمبر) ان سے کہو کہ : لاؤ اپنی دلیل ! یہ (قرآن) بھی موجود ہے جس میں میرے ساتھ والوں کے لیے نصیحت ہے، اور وہ (کتابیں) بھی موجود ہیں جن میں مجھ سے پہلے لوگوں کے لیے نصیحت تھی۔ لیکن واقعہ یہ ہے کہ ان میں سے اکثر لوگ حق بات کا یقین نہیں کرتے، اس لیے منہ موڑے ہوئے ہیں۔"},{"SurahNumber":21,"VerseNumber":25,"Text":"اور تم سے پہلے ہم نے کوئی ایسا رسول نہیں بھیجا جس پر ہم نے یہ وحی نازل نہ کی ہو کہ : میرے سوا کوئی خدا نہیں ہے، لہذا میری عبادت کرو۔"},{"SurahNumber":21,"VerseNumber":26,"Text":"یہ لوگ کہتے ہیں کہ : خدائے رحمن (فرشتوں کی شکل میں) اولاد رکھتا ہے۔ سبحان اللہ ! بلکہ (فرشتے تو اللہ کے) بندے ہیں جنہیں عزت بخشی گئی ہے۔"},{"SurahNumber":21,"VerseNumber":27,"Text":"وہ اس سے آگے بڑھ کر کوئی بات نہیں کرتے، اور وہ اسی کے حکم پر عمل کرتے ہیں۔"},{"SurahNumber":21,"VerseNumber":28,"Text":"وہ ان کی تمام اگلی پچھلی باتوں کو جانتا ہے اور وہ کسی کی سفارش نہیں کرسکتے، سوائے اس کے جس کے لیے اللہ کی مرضی ہو، اور وہ اس کے خوف سے سہمے رہتے ہیں۔"},{"SurahNumber":21,"VerseNumber":29,"Text":"اور اگر ان میں سے کوئی (بالفرض) یہ کہے کہ : اللہ کے علاوہ میں بھی معبود ہوں۔ تو اس کو ہم جہنم کی سزا دیں گے۔ ایسے ظالموں کو ہم ایسی ہی سزا دیتے ہیں۔"},{"SurahNumber":21,"VerseNumber":30,"Text":"جن لوگوں نے کفر اپنا لیا ہے، کیا انہیں یہ معلوم نہیں ہے کہ سارے آسمان اور زمین بند تھے، پھر ہم نے انہیں کھول دیا۔ اور پانی سے ہر جاندار چیز پیدا کی ہے ؟ کیا پھر بھی یہ ایمان نہیں لائیں گے ؟"},{"SurahNumber":21,"VerseNumber":31,"Text":"اور ہم نے زمین میں جمے ہوئے پہاڑ پیدا کیے ہیں تاکہ وہ انہیں لے کر ہلنے نہ پائے، اور اس میں ہم نے چوڑے چوڑے راستے بنائے ہیں، تاکہ وہ منزل تک پہنچ سکیں۔"},{"SurahNumber":21,"VerseNumber":32,"Text":"اور ہم نے آسمان کو ایک محفوظ چھت بنادیا ہے، اور یہ لوگ ہیں کہ اس کی نشانیوں سے منہ موڑے ہوئے ہیں۔"},{"SurahNumber":21,"VerseNumber":33,"Text":"اور وہی (اللہ) ہے جس نے رات اور دن اور سورج اور چاند پیدا کیے، سب کسی نہ کسی مدار میں تیر رہے ہیں۔"},{"SurahNumber":21,"VerseNumber":34,"Text":"اور (اے پیغمبر) تم سے پہلے بھی ہمیشہ زندہ رہنا ہم نے کسی فرد بشر کے لیے طے نہیں کیا۔ چنانچہ اگر تمہارا انتقال ہوگیا تو کیا یہ لوگ ایسے ہیں جو ہمیشہ زندہ رہیں ؟"},{"SurahNumber":21,"VerseNumber":35,"Text":"ہر جان دار کو موت کا مزہ چکھنا ہے۔ اور ہم تمہیں آزمانے کے لیے بری بھلی حالتوں میں مبتلا کرتے ہیں، اور تم سب ہمارے پاس ہی لوٹا کر لائے جاؤ گے۔"},{"SurahNumber":21,"VerseNumber":36,"Text":"اور جن لوگوں نے کفر اپنا رکھا ہے، وہ جب تمہیں دیکھتے ہیں تو اس کے سوا ان کا کوئی کام نہیں ہوتا کہ وہ تمہارا مذاق بنانے لگتے ہیں (اور کہتے ہیں) کیا یہی صاحب ہیں جو تمہارے خداؤں کا ذکر کیا کرتے ہیں ؟ (یعنی یہ کہتے ہیں کہ ان کی کوئی حقیقت نہیں) حالانکہ ان (کافروں) کی اپنی حالت یہ ہے کہ وہ خدائے رحمن ہی کا ذکر کرنے سے انکار کیے بیٹھے ہیں۔"},{"SurahNumber":21,"VerseNumber":37,"Text":"انسان جلد بازی کی خصلت لے کر پیدا ہوا ہے۔ میں عنقریب تمہیں اپنی نشانیاں دکھلا دوں گا، لہذا تم مجھ سے جلدی مت مچاؤ"},{"SurahNumber":21,"VerseNumber":38,"Text":"اور یہ لوگ (مسلمانوں سے) کہتے ہیں کہ : اگر تم سچے ہو تو آخر یہ (عذاب کی) دھمکی کب پوری ہوگی ؟"},{"SurahNumber":21,"VerseNumber":39,"Text":"کاش ان کافروں کو اس وقت کی کچھ خبر لگ جاتی جب یہ نہ اپنے چہروں سے آگ کو دور کرسکیں گے، اور نہ اپنی پشتوں سے، اور نہ ان کو کوئی مدد میسر آئے گی۔"},{"SurahNumber":21,"VerseNumber":40,"Text":"بلکہ وہ (آگ) ان کے پاس ایک دم آدھمکے گی، اور ان کے ہوش و حواس گم کر رکے رکھ دے گی، پھر نہ یہ اسے پیچھے ہٹا سکیں گے، اور نہ انہیں کوئی مہلت دی جائے گی۔"},{"SurahNumber":21,"VerseNumber":41,"Text":"اور (اے پیغمبر) تم سے پہلے بھی پیغمبروں کا مذاق اڑایا گیا تھا، پھر ان کا مذاق بنانے والوں کو اسی چیز نے آگھیرا جس کا وہ مذاق اڑایا کرتے تھے۔"},{"SurahNumber":21,"VerseNumber":42,"Text":"کہہ دو کہ : کون ہے جو رات میں اور دن میں خدائے رحمن (کے عذاب سے) سے تمہارا بچاؤ کرے ؟ مگر وہ ہیں کہ اپنے پروردگار کے ذکر سے منہ موڑے ہوئے ہیں۔"},{"SurahNumber":21,"VerseNumber":43,"Text":"بھلا کیا ان کے پاس ہمارے سوا کوئی ایسے خدا ہیں جو ان کی حفاظت کرتے ہوں ؟ وہ تو خود اپنی مدد نہیں کرسکتے اور نہ ہمارے مقابلے میں کوئی ان کا ساتھ دے سکتا ہے۔"},{"SurahNumber":21,"VerseNumber":44,"Text":"بلکہ معاملہ یہ ہے کہ ہم نے ان کو اور ان کے آباؤاجداد کو سامان عیش عطا کیا، یہاں تک کہ (اسی حالت میں) ان پر ایک عمر گزر گئی۔ بھلا کیا انہیں یہ نظر نہیں آتا کہ ہم زمین کو اس کے مختلف کناروں سے گھٹاتے چلے آرہے ہیں۔ پھر کیا وہ غالب آجائیں گے ؟"},{"SurahNumber":21,"VerseNumber":45,"Text":"کہہ دو کہ : میں تو تمہیں وحی کے ذریعے ڈراتا ہوں، لیکن بہرے لوگ ایسے ہیں کہ جب انہیں ڈرایا جاتا ہے تو وہ کوئی پکار نہیں سنتے۔"},{"SurahNumber":21,"VerseNumber":46,"Text":"اور اگر تمہارے پروردگار کے عذاب کا ایک جھونکا بھی انہیں چھو جائے تو یہ کہہ اٹھیں گے کہ : ہائے ہماری کم بختی ! واقعی ہم لوگ ظالم تھے۔"},{"SurahNumber":21,"VerseNumber":47,"Text":"اور ہم قیامت کے دن ایسی ترازویں لا رکھیں گے جو سراپا انصاف ہوں گی، چنانچہ کسی پر کوئی ظلم نہیں ہوگا۔ اور اگر کوئی عمل رائی کے دانے کے برابر بھی ہوگا، تو ہم اسے سامنے لے آئیں گے، اور حساب لینے کے لیے ہم کافی ہیں۔"},{"SurahNumber":21,"VerseNumber":48,"Text":"اور ہم نے موسیٰ اور ہارون کو حق و باطل کا ایک معیار (ہدایت کی) ایک روشنی اور ان متقی لوگوں کے لیے نصیحت کا سامان عطا کیا تھا۔"},{"SurahNumber":21,"VerseNumber":49,"Text":"جو دیکھے بغیر اپنے پروردگار سے ڈریں، اور جن کو قیامت کی گھڑی کا خوف لگا ہوا ہو۔"},{"SurahNumber":21,"VerseNumber":50,"Text":"اور اب یہ (قرآن) برکتوں والا پیغام نصیحت ہے جو ہم نے نازل کیا ہے۔ کیا پھر بھی تم اسے ماننے سے انکار کرتے ہو ؟"},{"SurahNumber":21,"VerseNumber":51,"Text":"اور اس سے پہلے ہم نے ابراہیم کو وہ سمجھ بوجھ عطا کی تھی جو ان کے لائق تھی اور ہم انہیں خوب جانتے تھے۔"},{"SurahNumber":21,"VerseNumber":52,"Text":"وہ وقت یاد کرو جب انہوں نے اپنے باپ اور اپنی قوم سے کہا تھا کہ : یہ کیا مورتیں ہیں جن کے آگے تم دھرنا دیے بیٹھے ہو ؟"},{"SurahNumber":21,"VerseNumber":53,"Text":"وہ بولے کہ : ہم نے اپنے باپ دادوں کو ان کی عبادت کرتے ہوئے پایا ہے۔"},{"SurahNumber":21,"VerseNumber":54,"Text":"ابراہیم نے کہا : حقیقت یہ ہے کہ تم بھی اور تمہارے باپ دادے بھی کھلی گمراہی میں مبتلا رہے ہو۔"},{"SurahNumber":21,"VerseNumber":55,"Text":"انہوں نے کہا : کیا تم ہم سے سچ مچ کی بات کر رہے ہو، یا دل لگی کر رہے ہو ؟"},{"SurahNumber":21,"VerseNumber":56,"Text":"ابراہیم نے کہا : نہیں، بلکہ تمہارا پروردگار وہ ہے جو تمام آسمانوں اور زمین کا مالک ہے، جس نے یہ ساری چیزیں پیدا کی ہیں، اور لوگو میں اس بات پر گواہی دیتا ہوں۔"},{"SurahNumber":21,"VerseNumber":57,"Text":"اور اللہ کی قسم ! جب تم پیٹھ پھیر کر چلے جاؤ گے تو میں تمہارے بتوں کے ساتھ ایک (ایسا) کام کروں گا (جس سے ان کی حقیقت کھل جائے گی)"},{"SurahNumber":21,"VerseNumber":58,"Text":"چنانچہ ابراہیم نے ان کے بڑے بت کے سوا سارے بتوں کو ٹکڑے ٹکڑے کردیا، تاکہ وہ لوگ اس کی طرف رجوع کریں۔"},{"SurahNumber":21,"VerseNumber":59,"Text":"وہ کہنے لگے کہ : ہمارے خداؤں کے ساتھ یہ حرکت کس نے کی ہے ؟ وہ کوئی بڑا ہی ظالم تھا۔"},{"SurahNumber":21,"VerseNumber":60,"Text":"کچھ لوگوں نے کہا : ہم نے ایک نوجوان کو سنا ہے کہ وہ ان بتوں کے بارے میں باتیں بنایا کرتا ہے، اسے ابراہیم کہتے ہیں۔"},{"SurahNumber":21,"VerseNumber":61,"Text":"انہوں نے کہا : تو پھر اس کو سب لوگوں کے سامنے لے کر آؤ، تاکہ سب گواہ بن جائیں۔"},{"SurahNumber":21,"VerseNumber":62,"Text":"(پھر جب ابراہیم کو لایا گیا تو) وہ بولے : ابراہیم ! کیا ہمارے خداؤں کے ساتھ یہ حرکت تم ہی نے کی ہے ؟"},{"SurahNumber":21,"VerseNumber":63,"Text":"ابراہیم نے کہا : نہیں، بلکہ یہ حرکت ان کے اس بڑے سردار نے کی ہے، اب انہی بتوں سے پوچھ لو، اگر یہ بولتے ہوں۔"},{"SurahNumber":21,"VerseNumber":64,"Text":"اس پر وہ لوگ اپنے دل میں کچھ سوچنے لگے، اور (اپنے آپ سے) کہنے لگے کہ : سچی بات تو یہی ہے کہ تم خود ظالم ہو۔"},{"SurahNumber":21,"VerseNumber":65,"Text":"پھر انہوں نے اپنے سر جھکا لیے، اور کہا : تمہیں تو معلوم ہی ہے کہ یہ بولتے نہیں ہیں۔"},{"SurahNumber":21,"VerseNumber":66,"Text":"ابراہیم نے کہا : بھلا بتاؤ کہ کیا تم اللہ کو چھوڑ کر ایسی چیزوں کی عبادت کر رہے ہو جو تمہیں نہ کچھ فائدہ پہنچاتی ہیں نہ نقصان ؟"},{"SurahNumber":21,"VerseNumber":67,"Text":"تف ہے تم پر بھی، اور ان پر بھی جن کی تم اللہ کو چھوڑ کر عبادت کرے ہو۔ بھلا کیا تمہیں اتنی سمجھ نہیں ؟"},{"SurahNumber":21,"VerseNumber":68,"Text":"وہ (ایک دوسرے سے) کہنے لگے : آگ میں جلا ڈالو اس شخص کو، اور اپنے خداؤں کی مدد کرو، اگر تم میں کچھ کرنے کا دم خم ہے۔"},{"SurahNumber":21,"VerseNumber":69,"Text":"(چنانچہ انہوں نے ابراہیم کو آگ میں ڈال دیا اور) ہم نے کہا : اے آگ ! ٹھندی ہوجا، اور ابراہیم کے لیے سلامتی بن جا۔"},{"SurahNumber":21,"VerseNumber":70,"Text":"ان لوگوں نے ابراہیم کے لیے برائی کا منصوبہ بنایا تھا، مگر نتیجہ یہ ہوا کہ ہم نے انہی کو بری طرح ناکام کردیا۔"},{"SurahNumber":21,"VerseNumber":71,"Text":"اور ہم انہیں اور لوط کو بچا کر اس سرزمین کی طرف لے گئے جس میں ہم نے دنیا جہان کے لوگوں کے لیے برکتیں رکھی ہیں۔"},{"SurahNumber":21,"VerseNumber":72,"Text":"اور ہم نے ان کو انعام کے طور پر اسحاق اور یعقوب عطا کیے، اور ان میں سے ہر ایک کو ہم نے نیک بنایا۔"},{"SurahNumber":21,"VerseNumber":73,"Text":"اور ان سب کو ہم نے پیشوا بنایا جو ہمارے حکم سے لوگوں کی رہنمائی کرتے تھے، اور ہم نے وحی کے ذریعے انہیں نیکیاں کرنے، نماز قائم کرنے اور زکوٰۃ ادا کرنے کی تاکید کی تھی، اور وہ ہمارے عبادت گزار تھے۔"},{"SurahNumber":21,"VerseNumber":74,"Text":"اور لوط کو ہم نے حکمت اور علم عطا کیا، اور انہیں اس بستی سے نجات دی جو گندے کام کرتی تھی۔ حقیقت میں وہ بہت برائی والی نافرمانی قوم تھی۔"},{"SurahNumber":21,"VerseNumber":75,"Text":"اور لوط کو ہم نے اپنی رحمت میں داخل کرلیا، وہ یقینا نیک لوگوں میں سے تھے۔"},{"SurahNumber":21,"VerseNumber":76,"Text":"اور نوح کو بھی (ہم نے حکمت اور علم عطا کیا) وہ وقت یاد کرو جب اس واقعے سے پہلے انہوں نے ہمیں پکارا تو ہم نے ان کی دعا قبول کی، اور ان کو اور ان کے ساتھیوں کو بڑی بھاری مصیبت سے بچا لیا۔"},{"SurahNumber":21,"VerseNumber":77,"Text":"اور جس قوم نے ہماری نشانیوں کو جھٹلایا تھا، اس کے مقابلے میں ان کی مدد کی۔ حقیقت یہ ہے کہ وہ بہت برے لوگ تھے، اس لیے ہم نے ان سب کو غرق کردیا۔"},{"SurahNumber":21,"VerseNumber":78,"Text":"اور داؤد اور سلیمان (کو بھی ہم نے حکمت اور علم عطا کیا تھا) جب وہ دونوں ایک کھیت کے جھگڑے کا فیصلہ کر رہے تھے، کیونکہ کچھ لوگوں کی بکریاں رات کے وقت اس کھیت میں جا گھسی تھیں۔ اور ان لوگوں کے بارے میں جو فیصلہ ہوا اسے ہم خود دیکھ رہے تھے۔"},{"SurahNumber":21,"VerseNumber":79,"Text":"چنانچہ اس فیصلے کی سمجھ ہم نے سلیمان کو دے دی، اور (ویسے) ہم نے دونوں ہی کو حکمت اور علم عطا کیا تھا۔ اور ہم نے داؤد کے ساتھ پہاڑوں کو تابع دار بنادیا تھا کہ وہ پرندوں کو ساتھ لے کر تسبیح کریں۔ اور یہ سارے کام کرنے والے ہم تھے۔"},{"SurahNumber":21,"VerseNumber":80,"Text":"اور ہم نے انہیں تمہارے فائدے کے لیے ایک جنگی لباس (یعنی زرہ) بنانے کی صنعت سکھائی تاکہ وہ تمہیں لڑائی میں ایکد وسرے کی زد سے بچائیں۔ اب بتاؤ کہ کیا تم شکر گزار ہو ؟"},{"SurahNumber":21,"VerseNumber":81,"Text":"اور ہم نے تیز چلتی ہوئی ہوا کو سلیمان کے تابع کردیا تھا جو ان کے حکم سے اس سرزمین کی طرف چلتی تھی جس میں ہم نے برکتیں رکھی ہیں۔ اور ہمیں ہر ہر بات کا پورا پورا علم ہے۔"},{"SurahNumber":21,"VerseNumber":82,"Text":"اور کچھ ایسے شریر جنات بھی ہم نے ان کے تابع کردئیے تھے جو ان کی خاطر پانی میں غوطے لگاتے تھے۔ اور اس کے سوا اور بھی کام کرتے تھے۔ اور ان سب کی دیکھ بھال کرنے والے ہم تھے۔"},{"SurahNumber":21,"VerseNumber":83,"Text":"اور ایوب کو دیکھو ! جب انہوں نے اپنے پروردگار کو پکارا کہ : مجھے یہ تکلیف لگ گئی ہے، اور تو سارے رحم کرنے والوں سے بڑھ کر رحم کرنے والا ہے۔"},{"SurahNumber":21,"VerseNumber":84,"Text":"پھر ہم نے ان کی دعا قبول کی، اور انہیں جو تکلیف لاحق تھی، اسے دور کردیا اور ان کو ان کے گھر والے بھی دیے، اور ان کے ساتھ اتنے ہی لوگ اور بھی تاکہ ہماری طرف سے رحمت کا مظاہرہ ہو، اور عبادت کرنے والوں کو ایک یادگار سبق ملے۔"},{"SurahNumber":21,"VerseNumber":85,"Text":"اور اسماعیل اور ادریس اور ذوالکفل کو دیکھو ! یہ سب صبر کرنے والوں میں سے تھے۔"},{"SurahNumber":21,"VerseNumber":86,"Text":"اور ان کو ہم نے اپنی رحمت میں داخل کرلیا تھا، یقینا ان کا شمار نیک لوگوں میں ہے۔"},{"SurahNumber":21,"VerseNumber":87,"Text":"اور مچھلی والے (پیغمبر یعنی یونس (علیہ السلام)) کو دیکھو ! جب وہ خفا ہو کر چل کھڑے ہوئے تھے اور یہ سمجھتے تھے کہ ہم ان کی کوئی پکڑ نہیں کریں گے۔ پھر انہوں نے اندھیریوں میں سے آواز لگائی کہ : (یا اللہ !) تیرے سوا کوئی معبود نہیں، تو ہر عیب سے پاک ہے، بیشک میں قصور وار ہوں۔"},{"SurahNumber":21,"VerseNumber":88,"Text":"اس پر ہم نے ان کی دعا قبول کی، اور انہیں گھٹن سے نجات عطا کی۔ اور اسی طرح ہم ایمان رکھنے والوں کو نجات دیتے ہیں۔"},{"SurahNumber":21,"VerseNumber":89,"Text":"اور زکریا کو دیکھو ! جب انہوں نے اپنے پروردگار کو پکارا تھا کہ : یا رب ! مجھے اکیلا نہ چھوڑئیے، اور آپ سب سے بہتر وارث ہیں۔"},{"SurahNumber":21,"VerseNumber":90,"Text":"چنانچہ ہم نے ان کی دعا قبول کی، اور ان کو یحی (جیسا بیٹا) عطا کیا، اور ان کی خاطر ان کی بیوی کو اچھا کردیا، یقینا یہ لوگ بھلائی کے کاموں میں تیزی دکھاتے تھے، اور ہمیں شوق اور رعب کے عالم میں پکارا کرتے تھے، اور ان کے دل ہمارے آگے جھکے ہوئے تھے۔"},{"SurahNumber":21,"VerseNumber":91,"Text":"اور اس خاتون کو دیکھو جس نے اپنی عصمت کی حفاظت کی تھی، پھر ہم نے اس کے اندر اپنی روح پھونکی، اور انہیں اور ان کے بیٹے کو دنیا جہان کے لوگوں کے لیے ایک نشانی بنادیا۔"},{"SurahNumber":21,"VerseNumber":92,"Text":"(لوگو) یقین رکھو کہ یہ (دین جس کی یہ تمام انبیاء دعوت دیتے رہے ہیں) تمہارا دین ہے جو ایک ہی دین ہے، اور میں تمہارا پروردگار ہوں۔ لہذا تم میری عبادت کرو۔"},{"SurahNumber":21,"VerseNumber":93,"Text":"اور لوگوں نے اپنے دین کو آپس میں ٹکڑے ٹکڑے کر کے بانٹ لیا، (مگر) سب ہمارے پاس لوٹ کر آنے والے ہیں۔"},{"SurahNumber":21,"VerseNumber":94,"Text":"پھر جو مومن بن کر نیک عمل کرے گا تو اس کی کوشش کی ناقدری نہیں ہوگی، اور ہم اس کوشش کو لکھے جاتے ہیں۔"},{"SurahNumber":21,"VerseNumber":95,"Text":"اور جس کسی بستی (کے لوگوں) کو ہم نے ہلاک کیا ہے، اس کے لیے ناممکن ہے کہ وہ پلٹ کر (دنیا میں) آجائیں۔"},{"SurahNumber":21,"VerseNumber":96,"Text":"یہاں تک کہ جب یاجوج اور ماجوج کو کھول دیا جائے گا، اور وہ ہر بلندی سے پھسلتے نظر آئیں گے۔"},{"SurahNumber":21,"VerseNumber":97,"Text":"اور سچا وعدہ پورا ہونے کا وقت قریب آجائے گا تو اچانک حالت یہ ہوگی کہ جن لوگوں نے کفر اپنا لیا تھا ان کی آنکھیں پھٹی کی پھٹی رہ جائیں گی (اور وہ کہیں گے کہ :) ہائے ہماری کم بختی ! ہم اس چیز سے بالکل ہی غفلت میں تھے، بلکہ ہم نے بڑے ستم ڈھائے تھے۔"},{"SurahNumber":21,"VerseNumber":98,"Text":"(اے شرک کرنے والو !) یقین رکھو کہ تم اور جن کی تم اللہ کو چھوڑ کر عبادت کرتے ہو، وہ سب جہنم کا ایندھن ہیں۔ تمہیں اسی جہنم میں جا اترنا ہے۔"},{"SurahNumber":21,"VerseNumber":99,"Text":"اگر یہ وقعی خدا ہوتے تو اس (جہنم) میں نہ جاتے۔ اور سب کے سب اس میں ہمیشہ رہیں گے۔"},{"SurahNumber":21,"VerseNumber":100,"Text":"وہاں ان کی چیخیں نکلیں گی، اور وہاں وہ کچھ سن نہیں سکیں گے۔"},{"SurahNumber":21,"VerseNumber":101,"Text":"(البتہ) جن لوگوں کے لیے ہماری طرف سے بھلائی پہلے سے لکھی جاچکی ہے، (یعنی نیک مومن) ان کو اس جہنم سے دور رکھا جائے گا۔"},{"SurahNumber":21,"VerseNumber":102,"Text":"وہ اس کی سرسراہٹ بھی نہیں سنیں گے، اور وہ ہمیشہ ہمیشہ اپنی من پسند چیزوں کے درمیان رہیں گے۔"},{"SurahNumber":21,"VerseNumber":103,"Text":"ان کو وہ (قیامت کی) سب سے بڑی پریشانی غمگین نہیں کرے گی، اور فرشتے ان کا (یہ کہہ کر) استقبال کریں گے (کہ) یہ تمہارا وہ دن ہے جس کا تم سے وعدہ کیا جاتا تھا۔"},{"SurahNumber":21,"VerseNumber":104,"Text":"اس دن (کا دھیان رکھو) جب ہم آسمان کو اس طرح لپیٹ دیں گے جیسے کاغذوں کے طومار میں تحریریں لپیٹ دی جاتی ہیں۔ جس طرح ہم نے پہلے بار تخلیق کی ابتدا کی تھی، اسی طرح ہم اسے دوبارہ پیدا کردیں گے۔ یہ ایک وعدہ ہے جسے پورا کرنے کا ہم نے ذمہ لیا ہے۔ ہمیں یقینا یہ کام کرنا ہے۔"},{"SurahNumber":21,"VerseNumber":105,"Text":"اور ہم نے زبور میں نصیحت کے بعد یہ لکھ دیا تھا کہ زمین کے وارث میرے نیک بندے ہوں گے۔"},{"SurahNumber":21,"VerseNumber":106,"Text":"بیشک اس (قرآن) میں عبادت گزار لوگوں کے لیے کافی پیغام ہے۔"},{"SurahNumber":21,"VerseNumber":107,"Text":"اور (اے پیغمبر) ہم نے تمہیں سارے جہانوں کے لیے رحمت ہی رحمت بنا کر بھیجا ہے۔"},{"SurahNumber":21,"VerseNumber":108,"Text":"کہہ دو کہ : مجھ پر تو یہی وحی آتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے۔ تو کیا تم اطاعت قبول کرتے ہو ؟"},{"SurahNumber":21,"VerseNumber":109,"Text":"پھر بھی اگر یہ لوگ منہ موڑیں تو کہہ دو کہ : میں نے تمہیں علی الاعلان خبردار کردیا ہے۔ اور مجھے یہ معلوم نہیں ہے کہ جس (سزا) کا تم سے وعدہ کیا جارہا ہے، وہ قریب ہے یا دور۔"},{"SurahNumber":21,"VerseNumber":110,"Text":"بیشک اللہ تعالیٰ وہ باتیں بھی جانتا ہے جو بلند آواز سے کہی جاتی ہیں، اور وہ باتیں بھی جانتا ہے جو تم چھپاتے ہو۔"},{"SurahNumber":21,"VerseNumber":111,"Text":"اور میں نہیں جانتا شاید (سزا میں) یہ (تاخیر) تمہارے لیے ایک آزمائش ہے اور کسی خاص وقت تک کے لیے مزے کرنے کا موقع دینا ہے۔"},{"SurahNumber":21,"VerseNumber":112,"Text":"(آخرکار) پیغمبر نے کہا کہ : اے میرے پروردگار ! حق کا فیصلہ کردیجیے، اور ہمارا پروردگار بڑٰی رحمت والا ہے، اور جو باتیں تم بناتے ہو، ان کے مقابلے میں اسی کی مدد درکار ہے۔"}]}