{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif Laam Raa1. (Kani waa) kitaab aan kuugu soo dejinnay (waxyi ahaan) si aad uga saarto dadka mugdiyada xagga Nuurka si idanka Rabbigood ah – xagga Jidka Adkaadaha sare, ee la ammaano"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allaah, ee iska leh waxa ku sugan samooyinka iyo waxa ku sugan arlada. Oo hoog waxaa leh gaalada xagga Cadaab Darani darteed"},{"SurahNumber":14,"VerseNumber":3,"Text":"Kuwa jecel nolosha adduunkan in ka badan Aakhirada, oo ka leexda Jidka Ilaahay oo doona inay ka yeelaan mid qalloocan, kuwaanu waxay ku sugan yihiin habow aad u fog"},{"SurahNumber":14,"VerseNumber":4,"Text":"Oo kuma soo dirin Rasuulna waxaan aheyn afka qolodiisa si uu ugu faahfaahiyo si caddaan ah2; markaasuu Allaah midka uu doono habaabiyaa3, oo hanuuniyaa kan uu doono, oo Waa Isaga Adkaadaha sare, Falka sanoo Xakiimka ah"},{"SurahNumber":14,"VerseNumber":5,"Text":"Oo xaqiiq Waxaan la soo dirnay Muuse Aayadahayaga (Annagoo leh): Ka saar qolodaada Mugdiyada xagga Nuurka, oo xusuusi Ayaamaha Ilaahay4. Hubaal waxaa (arrin)kani ugu sugan calaamooyin wax lagu qaato mid walba oo samir badan, mahad naq badan"},{"SurahNumber":14,"VerseNumber":6,"Text":"Oo waa tii uu Muuse ku yidhi qolodiisa: Xusuusta Nicmadda Ilaahay idin siiyey, waa tii uu idinka badbaadshay reer Fircoon ee idin dhadhansiinayey Cadaab Daran, oo gawracayey wiilashiinna, oo deysanayey haweenkiinna, oo (arrin)kani waxaa ku sugnaa imtixaan xagga Rabbigiin ah, aad u weyn"},{"SurahNumber":14,"VerseNumber":7,"Text":"Oo waa tii Rabbigiin ka yeelay wax la og yahay oo caddaan ah: Haddii aad mahad naqdaan, hubaal waan idiin kordhinayaa (nicmadda), haddiise aad gaalowdaan, hubaal Cadaabtaydu waa mid aad u Daran"},{"SurahNumber":14,"VerseNumber":8,"Text":"Oo Muuse wuxuu yidhi: Haddii aad gaalowdaan idinka iyo kuwaa jooga arlada oo dhan, hubaal Allaah waa Hodan Deeqtoon, la Ammaano"},{"SurahNumber":14,"VerseNumber":9,"Text":"Oo miyaanay idin soo gaarin warka kuwii idinka horreeyay qolodii Nuux iyo Caad iyo Thamuud iyo kuwii ka dambeeyey Cidi ma oga iyaga aan ahayn Allaah. Rusushoodii waxay ula yimaadeen xujooyin cad cad, Waxayse ku celiyeen gacmahooda afafkooda5 oo yidhaahdeen: Hubaal innagu ma aaminsanin waxaa la idinla soo diray, oo hubaal innagu waxaanu ka qabnaa shaki waxaad noogu baaqdaan"},{"SurahNumber":14,"VerseNumber":10,"Text":"Rusushoodii waxay yidhaahdeen: Oo ma waxaa jira shaki ku saabsan Allaah, Abuuraha samooyinka iyo aralda? Wuxuu idiinku yeedhaa inuu idinka dhaafo dambiyadiinna oo idin siiyo fursad ilaa muddo magacaaban ah. Waxay yidhaahdeen: Ma ahidin waxaan aheyn dad nala mid ah! Waxaad rabtaan inaad naga duwdaan waxay caabudi jireen aabbayaa- shayo, Ee noo keena wuxuun awood muuqata ah"},{"SurahNumber":14,"VerseNumber":11,"Text":"Rusushoodii waxay ku yidhaahdeen: Ma nihin waxaan aheyn dad idinla mid ah, laakiinse Allaah wuxuu ku manneystaa (Fadligiisa) cidda uu doono ee ka mid ah addoomahiisa. Oo ma aha wax noo yaal innaga inaan idiin keenno awood inuu Allaah Idmo maahee. Oo Allaah uun waa inay mu’miniintu isku halleeyaan"},{"SurahNumber":14,"VerseNumber":12,"Text":"Oo maxaan ugu kalsoonaan weynay Allaah? Isagoo runtii nagu hanuuniyey jidadkayaga (san), oo hubaal waan u samreynaa dhibta aad noo geysataan, Oo Allaah uun ha isku halleeyaan kuwa isku halleeya"},{"SurahNumber":14,"VerseNumber":13,"Text":"Oo kuwii xaqa diiday waxay ku yidhaahdeen Rusushoodii: Waxaynu hubaal idinka saari doonnaa dhulkayaga, ama haddii kale waxaad ku soo noqon doontaan diintayada. Markaasuu Rabbigood u waxyooday: Wallee waanu halaagi gar ma qaatayaasha"},{"SurahNumber":14,"VerseNumber":14,"Text":"Oo hubaal Waxaanu idin dejin Dhulka iyaga kaddib. Kani waxaa leh kan ka cabsada in la i soo hor joojinayo oo ka cabsada Gooddigayga"},{"SurahNumber":14,"VerseNumber":15,"Text":"Oo waxay dalbeen gargaar, oo waxaa hoogay isla weyne kasta oo macangag madax adag ah"},{"SurahNumber":14,"VerseNumber":16,"Text":"Naar baa ka horreysa, oo waxaa laga waraabin biyo carow ah"},{"SurahNumber":14,"VerseNumber":17,"Text":"Wuxuu u cabbi in yar in yar oo ma kari doono inuu liqo oo ka degaan, oo dhimashadu waxay uga imaan meel walba, mase dhiman doono, oo waxaa horti ah Cadaab aad u Qallafsan"},{"SurahNumber":14,"VerseNumber":18,"Text":"Mataalka kuwa ku gaalooba Rabbigood camalladoodu waa sida dambas oo kale oo ay dabeyshu si daran u bitiso maalin dabayl xumi dhaceyso, uma lahaan doonaan awood inay ka helaan waxba ka mid ah waxay kasbadeen.Kani waa habowga fog"},{"SurahNumber":14,"VerseNumber":19,"Text":"Miyaadan arkayn inuu Allaah ku abuuray samooyinka iyo arlada Xaq? Haddii uu doono wuu idin tegsiin oo la iman uun cusub"},{"SurahNumber":14,"VerseNumber":20,"Text":"Oo arrinkani kuma adka Allaah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Oo waxay iyagoo dhammi iman doonaan Allaah horti, markaasay kuwii ducafada ahaa ku odhan kuwii isla weynaa: hubaal waxaanu ahayn raciyadiinna; ee wax ma nooga tari kartaan wax ka mid ah Cadaabta Ilaahay? Waxay odhan: Haddii uu Allaah na hanuunin lahaa, innaguna sidoo kale waan idin hanuunin lahayn. Waa isugu keen mid haddii aan calaacalno (haatan) ama aan samirno, nooma sugnaan meel loo cararo"},{"SurahNumber":14,"VerseNumber":22,"Text":"Oo shaydaanku wuxuu odhan doonaa marka Arrinka la xukumo: hubaal Allaah wuxuu idiin ballan qaaday ballan Xaq ah, oo Anigu sidoo kale waan idiin qaaday ballamo (been ah), markaasaan idiinka baxay. Oo kuma laheyn awood dushiinna, waase idiin baaqay uun oo aad i yeesheen. Marka ha i eedaynina ee eedeeya nafahiinna7. Anigu idiinma gargaari karo (haatan), idinkuna iima gargaari kartaan. Hubaal Anigu diiday ila wadaajintiinna cibaadada Allaah awal hore. hubaal waa gar ma qaatayaasha kuwa mudan doona Cadaab aad u Xanuun Badan"},{"SurahNumber":14,"VerseNumber":23,"Text":"Oo kuwa rumeysan oo samaha fala Waxaa laga yeeli doonaa inay galaan Beero hostooda ay webiyo qulqulaan, _iyagoo dhexdeeda ku waaraya Idanka Rabbigood, Salaantooda dhexdeeda waa, Nabad"},{"SurahNumber":14,"VerseNumber":24,"Text":"Ma waadan u fiirsan sida Allaah ugu soo qaato mataal Kelmedda Wanaagsani inay la mid tahay geed wanaagsan oo asalkiisu dhidban yahay, oo laamihiisu kor samada jiraan"},{"SurahNumber":14,"VerseNumber":25,"Text":"Ku soo saarta midhaheeda goor walba Idanka Rabbigeed, Oo Allaah wuxuu u soo qaadaa mataallo dadka bal inay waantoobaan"},{"SurahNumber":14,"VerseNumber":26,"Text":"Oo mataalka Kelmedda xun waa sida geed xun8 oo laga rujiyey dhulka korkiisa oo aan laheyn sugnaan"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allaah Wuxuu waafajiyaa kuwa rumeysan kelmedda sugan9 nolosha adduunkan iyo aakhiradaba10. Oo Allaah wuxuu lumiyaa gar ma qaatayaasha. Oo Allaah wuxuu falaa wixii uu doono"},{"SurahNumber":14,"VerseNumber":28,"Text":"Ma waadan arag kuwa ku doorsaday Nicmadda Ilaahay abaal dhac11, oo ka yee- lay dadkoodii inay degaan daarta halaagga"},{"SurahNumber":14,"VerseNumber":29,"Text":"Naar bay gali doonaan. Oo u xun meel lagu sal yeesho"},{"SurahNumber":14,"VerseNumber":30,"Text":"Oo waxay u yeelaan shariigyo Allaah si ay uga lumiyaan (dadka) Jidkiisa. Dheh: iska Raaxaysta! Hubaal Aayihiinnu waa xagga Naarta"},{"SurahNumber":14,"VerseNumber":31,"Text":"Ku dheh addoommahayga rumeysan, inay hagaajiyaan tukashada salaadda, oo bixiyaan wax ka mid ah waxa aan ku irsaaqnay sir iyo caddaanba ka hor inta aysan imaan Maalin aysan jiri doonin ganacsi iyo saaxiibnimo midna"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allaah waa Kan abuuray samooyinka iyo arlada oo ka soo dejiya biyo daruuraha, oo ku soo saara midho risiq idiin ah, oo Wuxuu idiin sakhiray doonyaha inay ku maaxaan badda Amarkiisa, oo idiin sakhiray webiyada"},{"SurahNumber":14,"VerseNumber":33,"Text":"Oo Wuxuu idiin sakhiray qorraxda iyo dayaxa, labaduba joogto ugu socdaan rugahooda; oo wuxuu idiin sakhiray habeenka iyo maalinta"},{"SurahNumber":14,"VerseNumber":34,"Text":"Oo Wuxuu idin siiyaa wax ka mid ah wax kastoo aad weydiisataan12, oo haddii aad tirisaan Nicmooyinka Ilaahay, ma kari doontaan inaad tiro koobtaan. hubaal Aadmigu waa dulmilow, abaal laawe ah"},{"SurahNumber":14,"VerseNumber":35,"Text":"Oo waa tii uu Ibraahiim yidhi: Rabbiyow! Ka yeel beledkan (Makkah) aamin, oo iga dheeree aniga iyo awlaaddeydaba inaan cabudno sanammo"},{"SurahNumber":14,"VerseNumber":36,"Text":"Rabbiyow! Hubaal waxay lumiyeen in badan oo ka mid ah dadka. Ee mid kastoo i raaca, aniga buu hubaal iga mid yahay; mid kastoo se igu caasiya,_ Adiga baa hubaal ah Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":14,"VerseNumber":37,"Text":"Rabbiyow! Hubaal waxaan dejiyey qaar ka mid ah durriyadeydii tog aan sarac lahayn, oo beydkaaga Xurmadda leh agtiis ah; Rabbiyow si ay u oogaan salaadda ee ka yeel quluubta qaar dadka ka mid ah kuwo u soo iisha xaggooda oo ku irsaaq midho bal inay mahad naqaan"},{"SurahNumber":14,"VerseNumber":38,"Text":"Rabbiyow! Hubaal waxaad adigu ogtahay waxa aan qarinno iyo waxa aan muujinnaba.Oo kama qarsoomaan Alle wax dhulka jira ama cirka gudahiisa ah"},{"SurahNumber":14,"VerseNumber":39,"Text":"Ammaan idilkeed mahadi wehliso waxaa iska leh Allaah ee i siiyey anigoo weyn oo da’ ah Ismaaciil iyo Isxaaq. hubaal Rabbigay xaqiiq waa Maqlaha baryada"},{"SurahNumber":14,"VerseNumber":40,"Text":"Rabbiyow! Iga yeel mid si fiican u ooga salaadda aniga iyo durriyadeydaba, Rabbiyow! Oo iga aqbal baryada"},{"SurahNumber":14,"VerseNumber":41,"Text":"Rabbiyow! Ii dambi dhaaf aniga iyo labadeyda waalid iyo mu’miniintaba Maalinta ay dhici doonto Xisaabtu"},{"SurahNumber":14,"VerseNumber":42,"Text":"Oo ha moodin in Allaah moog yahay waxa ay falaan gar ma qaatayaashu, ee Wuxuu uun dib ugu dhigaa Maalin ay indhahu taagmi doonaan"},{"SurahNumber":14,"VerseNumber":43,"Text":"Iyagoo horay u degdegaya, madaxyadoodu kor u taagan yihiin13, indhahoodu u soo noqoneyn xaggoooda, oo quluubtoodu maran yihiin"},{"SurahNumber":14,"VerseNumber":44,"Text":"Oo uga dig dadka Maalinta ay u iman doonto cadaabtu, markaas kuwii ahaa gar ma qaatayaasha waxay odhan: Rabbigayow! In yar dib noo dhig, (markaas) waxaynu ajiibi baaqaaga oo raaci Rususha. Miyeydaan ka hor ku dhaaran inaydaan adduunka ka tegi doonin"},{"SurahNumber":14,"VerseNumber":45,"Text":"Oo waxaad degteen guryihii kuwii ku gar darrooday nafahooda, oo waa idiin caddahay sidii aan u galnay. Oo Waxaan idiinka dhignay tusaalooyin"},{"SurahNumber":14,"VerseNumber":46,"Text":"Oo waxay dhab ahaan qorsheeyeen qorshahooda xun, qorshahooda xun se waxaa (ka war) hayay Allaah, inkastoo qorshahoodu xun ahaa mid (daran) ay la baabba’aan buuruhu"},{"SurahNumber":14,"VerseNumber":47,"Text":"Ee marnaba ha moodin inuu Allaah uga baxayo Ballankiisa Rusushiisa. hubaal Allaah waa Adkaade sare, Aar gudasho leh"},{"SurahNumber":14,"VerseNumber":48,"Text":"Maalinta marka arlada loo beddeli doono arlo kale iyo samooyinkaba, oo waxaa la hor keeni doonaa Allaah, Waaxidka, Awoodda sare leh"},{"SurahNumber":14,"VerseNumber":49,"Text":"Oo waxaad arki Dambiilayaasha Maalintaas oo iskula xir-xiran silsilado"},{"SurahNumber":14,"VerseNumber":50,"Text":"Qamiisyadoodu ka sameysan yihiin daamur, oo dabku daboolayo wajiyadooda"},{"SurahNumber":14,"VerseNumber":51,"Text":"Si uu Allaah uga abaal mariyo naf walbaa waxa ay kasbatay. hubaal Allaah waa ku Dhaqso Badan yahay Xisaabta"},{"SurahNumber":14,"VerseNumber":52,"Text":"Kani (Dhambaalkani) ugu filan gaarsiin cad dadka, iyo in loogu digo, iyo inay ogaadaan inuu yahay Ilaah Keliya, iyo inay ku waana qaataan waxgaradku"}]}