{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":44,"VerseNumber":2,"Text":"(Haram ile helâli açıklayan, ifadesi) parlak Kitab= Kur’an hakkı için"},{"SurahNumber":44,"VerseNumber":3,"Text":"Gerçekten biz, onu, mübarek bir gecede (Kadir gecesinde) indirdik. Çünkü biz, (Kur’an’ın hükümleri ile) korkutanız"},{"SurahNumber":44,"VerseNumber":4,"Text":"Her hikmetli iş o mübarek gecede ayırd edilir, (rızık, ecel, iyi ve şerden ibaret bütün işler Kadir gecesinde yazılır)"},{"SurahNumber":44,"VerseNumber":5,"Text":"Bu, (hikmetimizin gereği olan) tarafımızdan bir iştir. Çünkü biz peygambere göndereniz"},{"SurahNumber":44,"VerseNumber":6,"Text":"Peygamberi kitabla gönderişimiz de, senin Rabbinden bir rahmettir, nimettir. Gerçekten O, Semî’dir= bütün söylenenleri işitir, Alîm’dir= her hali bilir"},{"SurahNumber":44,"VerseNumber":7,"Text":"O, göklerin ve yerin ve bütün aralarındakinin Rabbidir. (Ey Mekke’liler, göklerin ve yerin Rabbi Allah olduğuna) eğer gerçekten inanıyorsanız, (biliniz ki, Hz. Muhammed s.a.v. da peygamberidir)"},{"SurahNumber":44,"VerseNumber":8,"Text":"O’ndan başka hiç bir İlâh yoktur; hem diriltir, hem öldürür. Hem sizin Rabbinizdir, hem de evvelki atalarınızın Rabbi"},{"SurahNumber":44,"VerseNumber":9,"Text":"Fakat onlar, bir şüphe içinde oynuyorlar, (yakînen Allah’a ve Peygambere inanmıyorlar, eğleniyorlar)"},{"SurahNumber":44,"VerseNumber":10,"Text":"O halde (Ey Rasûlüm), semanın aşikâre bir duman (kıtlık ve açlık) getireceği (azab) gününü gözle"},{"SurahNumber":44,"VerseNumber":11,"Text":"Öyle bir duman ki, bütün insanları saracaktır. Bu acıklı bir azabdır"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Onlar şöyle diyecekler): “- Ey Rabbimiz! Bizden bu azabı kaldır; çünkü biz müminleriz.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Onlar için düşünmek, ibret almak nerede? Doğrusu kendilerine apaçık anlatan bir Peygamber geldi de"},{"SurahNumber":44,"VerseNumber":14,"Text":"Sonra ondan yüz çevirdiler ve şöyle dediler: “- (Bu peygamberlik iddia eden) öğretilmiştir, mecnundur.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz o (vaadettiğimiz açlıktan ibaret) azabı biraz kaldıracağız. Fakat siz yine (küfre) döneceksiniz"},{"SurahNumber":44,"VerseNumber":16,"Text":"(Kıyamette veya Bedir’de onları) büyük bir şiddetle kavrıyacağımız gün, şüphesiz biz intikam alırız"},{"SurahNumber":44,"VerseNumber":17,"Text":"Celâlim hakkı için, onlardan (Kureyş’den) önce Firavun’un, kavmini imtihan ettik. Onlara da çok şerefli bir peygamber gelmişti"},{"SurahNumber":44,"VerseNumber":18,"Text":"Şöyle desin diye: “- Allah’ın kullarını bana bırakın; çünkü ben size güvenilir bir Peygamberim"},{"SurahNumber":44,"VerseNumber":19,"Text":"Ve Allah’a karşı baş kaldırmayın; çünkü ben size açık bir bürhanla (peygamberliğime delâlet eden mucizelerle) geliyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Biliniz ki, ben, sizin beni taşlamanızdan (döğüp öldürmenizden) Rabbime ve Rabbinize sığınırım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eğer bana iman etmezseniz (peygamberliğimi tasdik etmezseniz), benden ayrılın, çekilin.”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Sonra Mûsa Rabbine şöyle dua etti: “- (Ey Rabbim, bu müşriklere müstahak oldukları cezayı ver; çünkü) bunlar günahkâr bir kavimdir.”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Hak Tealâ buyurdu ki): “-Hemen kullarımı geceleyin yürüt; çünkü siz (iman etmiyen Firavun ve askerleri tarafından) takib edileceksiniz"},{"SurahNumber":44,"VerseNumber":24,"Text":"Denizi de (karşı yakaya geçtikten sonra, sana açılan yolu da kapamayıp) açık bırak; çünkü onlar (açık görecekleri bu yola girip) bir ordu halinde boğulmuş olacaklardır.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"(Firavun ve ordusu boğulduktan sonra) geriye neler bırakmışlardı! Ne bahçeler, ne kaynaklar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ne çiftlikler, ne güzel konaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"İçinde zevk sürdükleri ne nimet ve refah"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte bize isyan edenlere böyle yaparız. Onların mülklerini başka bir kavme miras bıraktık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Nihayet (Firavun ve kavminin) üzerlerine ne gök ağladı, ne yer; ne de (azap bakımından) geciktirildiler"},{"SurahNumber":44,"VerseNumber":30,"Text":"Gerçekten İsraîloğullarını kurtarmıştık o zilletli azabdan"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun’dan (esaretinden ve oğullarının öldürülmesinden). Çünkü o azgın müsriflerdendi, (şirke varanlardandı)"},{"SurahNumber":44,"VerseNumber":32,"Text":"Celâlim hakkı için, biz İsraîloğullarına, bildiğimiz gibi, âlemlerin üstünde hayır vermiştik"},{"SurahNumber":44,"VerseNumber":33,"Text":"Ve onlara (denizin açılması, bıldırcın ve kudret helvası gibi) alâmetlerden öylesini vermiştik ki, onda büyük bir nimet vardı"},{"SurahNumber":44,"VerseNumber":34,"Text":"Fakat (Ey Rasûlüm, senin kavmin olan) şunlar diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"“-İlk ölümümüzden başka bir şey yok; ve biz yeniden diriltilecek değiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"(Ey öldükten sonra dirileceğimize inananlar) eğer doğru iseniz haydi getirin babalarımızı... (onları diriltin de, dirilmenin hak olduğunu bize haber versinler).”"},{"SurahNumber":44,"VerseNumber":37,"Text":"(Ey Rasûlüm, kuvvet ve şiddet bakımından) senin kavmin mi hayırlı, yoksa (etbaı çok) Tübba’ın kavmi ve onlardan evvelkiler mi? Hep onları helâk ettik çünkü günahkâr idiler"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz göklerle yeri ve aralarındakileri, eğlence ve boşuna iş yapanlar olarak yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Ancak bunları (iman ve itaatı gerektiren) hak için yarattık; fakat onların, (Mekke kâfirlerinin) çoğu bilmezler"},{"SurahNumber":44,"VerseNumber":40,"Text":"(Kıyamette haklı ile haksızın ayırd edileceği) o fâsıl günü, (kendilerine azab vaad edilen) bütün insanların azab vaktidir"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gün dost, dostdan hiç bir şeyi (azabı) engelliyemez ve kendilerine yardım da olunmaz"},{"SurahNumber":44,"VerseNumber":42,"Text":"Ancak Allah’ın merhamet ettiği kimseler böyle değil. (Bunlar birbirlerine şefaat eden müminlerdir). Çünkü O Azîz’dir= kâfirlerden intikam alır, Rahîm’dir= müminlere merhamet eder"},{"SurahNumber":44,"VerseNumber":43,"Text":"Gerçekten (cehennemdeki) o Zakkûm ağacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Kâfir olanın yemeğidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"Maden tortusu gibi karınlarında kaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"Kaynar suyun kaynaması gibi"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Allah, cehennemdeki vazifeli meleklere o kâfir için şöyle buyurur): Onu yakalayın da sürükleyib cehennemin ortasına atın"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra da başının üstüne o kaynar su azabından dökün"},{"SurahNumber":44,"VerseNumber":49,"Text":"(Sonra ona şöyle deyin): Tad bakalım, çünkü sen, (zannınca kavminin arasında) çok şerefli ve çok iyi bir kimse idin"},{"SurahNumber":44,"VerseNumber":50,"Text":"İşte bu azab, sizin (dünyada) şübhe edip durduğunuz şeydir"},{"SurahNumber":44,"VerseNumber":51,"Text":"Muhakkak ki, takva sahibi olanlar (her türlü kederden) emin bir yerde"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bahçelerde ve pınarların başındadırlar"},{"SurahNumber":44,"VerseNumber":53,"Text":"Sündüs ve İstebrak’dan (ibaret işlemeli ve kalın) elbiseler giyerek karşı karşıya gelirler"},{"SurahNumber":44,"VerseNumber":54,"Text":"İşte müminlerin cennetteki yeri böyledir. Hem onları iri gözlü Hûri’lerle de eşlendirdik"},{"SurahNumber":44,"VerseNumber":55,"Text":"Orada emin oldukları halde, her türlü yemişi isterler ve getirtirler"},{"SurahNumber":44,"VerseNumber":56,"Text":"Orada, ilk ölümden (dünyadaki ölümden) başka ölüm tadmazlar. Allah onları cehennem azabından korumuştur"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Bütün bunlar, kendilerine) Rabbinden bir kerem ve ihsan olarak verilmiştir. İşte bu en büyük kurtuluş ve saadettir"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz Kur’an’ı senin dilinle indirib onu (okuyuşunu) kolaylaştırdık; olur ki anlar ve öğüd alırlar"},{"SurahNumber":44,"VerseNumber":59,"Text":"Artık (onların helâkini) bekle; çünkü onlar (senin helâkini) bekliyorlar"}]}