{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"İnsanların hesap verme günü yaklaştığı halde onlar halâ gaflet içinde gerçeğe yüz çeviriyorlar"},{"SurahNumber":21,"VerseNumber":2,"Text":"Onlar Rabb´lerinden gelen her yeni uyarıyı kesinlikle alaya alarak dinliyorlar"},{"SurahNumber":21,"VerseNumber":3,"Text":"Kalpleri oyundadır. Bu zalimler gizlice şöyle fısıldaştılar; «Şu Muhammed, sadece sizin gibi bir insan değil mi? Gözünüz göre göre büyüye mi kapılacaksınız?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"Peygamber dedi ki; «Benim Rabb´im, gökte ve yerde söylenen her sözü bilir, o işiten ve bilendir"},{"SurahNumber":21,"VerseNumber":5,"Text":"O zalimler dediler ki; «Hayır, Muhammed´in söyledikleri birtakım karmaşık, birbirinden kopuk hayallerdir. Hayır, bu sözler O´nun uydurmasıdır. Hayır, O bir şairdir. Öyle değilse bize daha önceki peygamberlerin gösterdiklerine benzer bir mucize göstersin.»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Oysa onlardan önceki helâk ettiğimiz kentlerin hiçbiri inanmamıştı. Şimdi onlar mı inanacaklar"},{"SurahNumber":21,"VerseNumber":7,"Text":"Senden önce de kendilerine vahyettiğimiz erkeklerden başkasını göndermedik. Bilmiyorsanız şayet zikir ehline sorun"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz onları yemek yemez organizmalar olarak yaratmadık. Onlar ölümsüz de değillerdi"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra sözümüzü tutarak onları ve dilediğimiz kimseleri kurtararak ölçülerimizi çiğneyen azgınları yokettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Andolsun ki, size namınızı yücelten, öğütler içeren bir kitap indirdik. Buna aklınız ermiyor mu"},{"SurahNumber":21,"VerseNumber":11,"Text":"Halkları zalim olan nice şehri kırıp geçirdik de arkasından başka halklar ortaya çıkardık"},{"SurahNumber":21,"VerseNumber":12,"Text":"Bu zalimler azabımızın gelip çattığını farkettiklerinde derhal şehirlerinden kaçmaya koyuluyorlardı"},{"SurahNumber":21,"VerseNumber":13,"Text":"Kaçmayınız, sizi baştan çıkaran nimetlere ve evlerinize dönünüz ki, sorguya çekileceksiniz"},{"SurahNumber":21,"VerseNumber":14,"Text":"Eyvahlar olsun! Biz gerçekten kendimize zulmetmişiz dediler"},{"SurahNumber":21,"VerseNumber":15,"Text":"Onlar böyle vahlanıp dururken biz kendilerini biçilmiş ekinler gibi cansız yere seriverdik"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz göğü, yeri ve ikisi arasındaki varlıkları oyun olsun diye yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğer bir eğlence edinmek isteseydik, özümüzden kaynaklanan bir eğlence edinirdik. Yapacak olsak böyle yapardık"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır, biz hakkı (gerçeği), batılın (eğriliğin), başına çarparız da batılın beyni parçalanır ve yok oluverir. Allah´a yakıştırdığınız uygunsuz sıfatlardan ötürü vay gele başınıza"},{"SurahNumber":21,"VerseNumber":19,"Text":"Göklerde ve yerde ne varsa hepsi O´nundur. O´nun katındakiler hiçbir büyüklük kompleksine kapılmaksızın ve hiç bıkmaksızın O´na ibadet ederler"},{"SurahNumber":21,"VerseNumber":20,"Text":"Hiç ara vermeksizin, gece gündüz O´nu noksanlıklardan tenzih ederler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa müşrikler, ölüleri diriltebilecek yeryüzü kaynaklı ilahlar mı edindiler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eğer yerde ve gökte Allah´dan başka ilahlar olsaydı yerin ve göğün düzeni altüst olurdu. Arş´ın rabbi olan Allah, o müşriklerin asılsız yakıştırmalarından münezzehtir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O yaptıklarından sorumlu değildir. Oysa onlar davranışlarından sorumludurlar"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa onlar O´nun dışında başka ilahlar mı edindiler? Onlara de ki; «Bu konudaki delilinizi ortaya getiriniz. Bu kitap, gerek benimle birlikteki mü´minlere yönelik direktifleri ve gerekse benden önceki peygamberlere ilişkin bilgileri içeriyor.» Hayır onların çoğunluğu gerçeğin ne olduğunu bilmeksizin ona sırt çevirirler"},{"SurahNumber":21,"VerseNumber":25,"Text":"Senden önce gönderdiğimiz bütün peygamberlere «Benden başka ilah yoktur, sırf bana kulluk ediniz» diye vahyettik"},{"SurahNumber":21,"VerseNumber":26,"Text":"Müşrikler «Rahman olan Allah evlat edindi» dediler. Haşa! O böyle bir şeyden münezzehtir. Tersine melekler, onurlu kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onlar Allah´dan önce söz söylemezler ve ne yaparlarsa sırf O´nun emri ile yaparlar"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah, onların önlerindekini ve arkalarında bıraktıklarını (yapacaklarını ve yaptıklarını) bilir. Onlar sadece Allah´ın hoşnut olduğu kimselere şefaat ederler ve Allah´ın korkusundan titrerler"},{"SurahNumber":21,"VerseNumber":29,"Text":"Eğer onlardan biri «Ben Allah´ın dışında ilahım» derse onu cehennem ile cezalandırırız. Biz zalimleri böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Kâfirler, gökler ile yer birbirine yapışıkken onları ayırdığımızı ve bütün canlıları sudan meydana getirdiğimizi görmüyorlar mı? Onlar yine de iman etmiyorlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryüzü dengede dursun da insanları sarsmasın diye orada köklü dağlar yarattık ve istedikleri yere gidebilsinler diye o dağlarda geçit veren yollar açtık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Göğü dengesizlikten korunmuş bir tavan, bir çatı yaptık. Onlar ise gökteki ayetlere, düşündürücü kanıtlara dönüp bakmıyorlar"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi, gündüzü, güneşi, ayı yaratan O´dur. Bunların herbiri kendi yörüngelerinde yüzerler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Senden önceki hiçbir insana ölümsüzlük imkânı vermiş değiliz. Sanki sen ölürsen onlar sonsuza dek yaşayacaklar mı"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her canlı, ölümü tadacaktır. Nasıl davranacağınızı görelim diye sizi hem kötülükle ve hem de iyilikle sınavdan geçiririz. Sonunda bize döneceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kâfirler seni gördüklerinde birbirlerine «ilahlarınıza dil uzatan adam bu mu?» diyerek seni alaya almaktan geri durmazlar. Oysa kendileri «Rahman» olan Allah´ı hatırlamaya bile yanaşmazlar"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsanın yaratılışında «acelecilik» mayası vardır. Size ayetlerimi, mucizelerimi yakında göstereceğim; biraz sabırlı olunuz"},{"SurahNumber":21,"VerseNumber":38,"Text":"Eğer söylediğiniz doğru ise bu tehdidiniz ne zaman gerçekleşecek? dediler"},{"SurahNumber":21,"VerseNumber":39,"Text":"Kâfirler, cehennem ateşini yüzlerinden ve sırtlarından savamayacakları ve hiç kimseden yardım göremeyecekleri anın dehşetini eğer bilseler, böyle yapmazlardı"},{"SurahNumber":21,"VerseNumber":40,"Text":"Aslında o tehdit, apansız bir şekilde karşılarına çıkıverir de şaşkınlıktan donakalırlar. O zaman onu ne başlarından savabilirler ve ne de kendilerine mühlet verilir"},{"SurahNumber":21,"VerseNumber":41,"Text":"Senden önceki peygamberler de alaya alınmıştı. Fakat o alaycılar, alay konusu ettikleri azabın pençesine düştüler"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki; «Gece gündüz sizi ´Rahman´ olan Allah´ın azabından kim koruyabilir?» Fakat onlar Rabb´lerini hatırlamaya yanaşmıyorlar"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa onların, kendilerini koruyacak bizim dışımızda başka ilahları mı var? O sözde ilahlar kendilerine bile yardım edecek güçte olmadıkları gibi bizden de destek göremezler"},{"SurahNumber":21,"VerseNumber":44,"Text":"Aslında biz onlara ve atalarına geniş geçim imkânları bağışladık da uzun yıllar refah içinde yaşadılar. Fakat bizim, kâfirlerin yurtlarını uçlarından kırptığımızı, müslümanlar lehine alanlarını daralttığımızı görmüyorlar mı? Acaba üstün gelen onlar mıdır"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki; «Ben vahyin mesajına dayanarak sizi uyarıyorum.» Fakat sağırlar, uyarıldıklarında çağrıyı işitemezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Andolsun ki, Rabb´inin azabının en hafif bir fiskesi eğer onlara değse kesinlikle «Eyvahlar olsun! Biz gerçekten kendimize zulmetmişiz» derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Kıyamet günü doğru tartan, duyarlı teraziler kurarız. Orada hiç kimseye haksızlık edilmez. İşlenen amel, bir hardal tanesi kadar bile olsa onu ortaya kovarız. Hesap görücü olarak biz yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun ki, biz Musa ile Harun´a doğru ile eğriyi ayırdeden ve takvalılar için ışık ve öğüt olan kitab´ı verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Onlar Rabb´lerinden görmeden korkarlar ve kıyamet gününün dehşetinden ürkerler"},{"SurahNumber":21,"VerseNumber":50,"Text":"Bu Kur´an, tarafımızdan indirilmiş kutsal bir öğüttür. Siz onu inkâr mı ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun ki, daha önce de İbrahim´e doğru ile eğriyi ayırdetme yeteneği vermiştik. Onun peygamberliğe elverişli olduğunu biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"Hani O babasına ve soydaşlarına «Şu karşılarında saygı duruşu yaptığınız heykeller nedir?» dedi"},{"SurahNumber":21,"VerseNumber":53,"Text":"Onlar da «Babalarımızı onlara tapar bulduk» dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"İbrahim «Gerek siz, gerekse babalarınız gerçekten koyu bir sapıklığa düşmüşsünüz» dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"Onlar: “Sen bize gerçeği mi getirdin, yoksa şaka mı ediyorsun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"İbrahim dedi ki; «Hayır, Rabb´iniz göklerin ve yerin Rabb´idir, onları yoktan vareden O´dur. Ben bu gerçeğin tanıklarından biriyim.»"},{"SurahNumber":21,"VerseNumber":57,"Text":"Vallahi siz arkanızı dönüp gittikten sonra putlarınıza bir oyun oynayacağım, bir komplo düzenleyeceğim"},{"SurahNumber":21,"VerseNumber":58,"Text":"Arkasından o putları kırıp parça parça etti, fakat bilgisine (!) başvursunlar diye en büyük putu sağlam bıraktı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Soydaşları «Bu işi ilahlarımıza kim yaptı? Kim yaptı ise o gerçekten bir zalimdir» dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"Duyduğumuza göre ´İbrahim adında bir delikanlı bu ilahlarımıza dil uzatıyordu´ dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"O halde onu yakalayıp halkın karşısına getiriniz ki, herkes bu suçunun tanığı olsun dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"Soydaşları O´na «Ey İbrahim, bu işi ilahlarımıza sen mi yaptın?» dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"İbrahim soydaşlarına dedi ki; «Aslında bu işi şu en büyükleri yapmıştır. Bunu onların kendilerine sorunuz. Tabii ki, eğer konuşabiliyorlarsa.»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine vicdanlarına başvurarak birbirlerine «asıl zalimler sizlersiniz» dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Fakat sonra yine eski dik kafalılıklarına dönerek İbrahim´e «Sen de iyi bilirsin ki, bunlar konuşamazlar,» dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"Bunun üzerine İbrahim dedi ki; «Allah´ı bırakıp size ne fayda ve ne de zarar dokunduramayan bu putlara mı tapıyorsunuz?»"},{"SurahNumber":21,"VerseNumber":67,"Text":"Yuh olsun size ve Allah´ı bir yana bırakıp taptığınız putlarınıza! Sizin hiç kafanız çalışmıyor mu"},{"SurahNumber":21,"VerseNumber":68,"Text":"O zaman soydaşları «Eğer ilahlarınızın tarafını tutacaksanız İbrahim´i ateşe atınız da böylece onları destekleyiniz» dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"Bunun üzerine biz dedik ki; «Ey ateş, İbrahim´e karşı yakıcılığını yitir, O´na zarar verme.»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Onlar O´nu tuzağa düşürmek istediler. Biz ise onları en ağır hüsrana uğrattık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Arkasından İbrahim´i, Lut ile birlikte kurtararak onları insanlar için verimli ve bereketli kıldığımız bir bölgeye yerleştirdik"},{"SurahNumber":21,"VerseNumber":72,"Text":"Üstelik İbrahim´e, İshak´ı ve fazladan bir bağış olarak Yakub´u lütfettik ve hepsini de salih kimseler yaptık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları emrimiz uyarınca insanları doğru yola ileten önderler yaptık. Onlara yararlı işler yapmayı, namaz kılmayı, zekât vermeyi vahyettik. Onlar bize kulluk eden kimselerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lût´a da egemenlik ve bilgi verdik. Onu, halkı iğrenç işler yapan o kentten kurtardık. Onlar gerçekten çirkin davranışları huy edinmiş kötü bir toplumdur"},{"SurahNumber":21,"VerseNumber":75,"Text":"Lût´u rahmetimizin kapsamına aldık. O gerçekten salih kullarımızdan biri idi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh´a gelince hani O, daha önce bize yalvarmıştı. Biz de O´nun duasını kabul ederek kendisini ve yakınlarını o büyük afetten kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Onu ayetlerimizi yalanlayan soydaşlarının şerrinden kurtardık. Onlar gerçekten kötü bir toplumdu. Bu yüzden hepsini sularda boğduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ve Süleyman´a gelince, hani onlar geceleyin yabancı bir koyun sürüsünün içine dalarak ekinini mahvettiği bir tarlanın davasını hükme bağladıklarında verdikleri hükmün tanığı olmuştuk"},{"SurahNumber":21,"VerseNumber":79,"Text":"Davud´un verdiği bu hükmü, Süleyman´ın kavrayıp onaylamasını sağladık. Her ikisine de egemenlik ve bilgi verdik. Allah´ı noksanlıklardan tenzih etme konusunda dağları ve kuşları Davud´a boyun eğdirdik. Biz bunları yaparız"},{"SurahNumber":21,"VerseNumber":80,"Text":"Savaşta düşmanın darbelerinden korunasınız diye Davud´a zırh yapma sanatını öğrettik. Acaba buna şükredecek misiniz ki"},{"SurahNumber":21,"VerseNumber":81,"Text":"Verimli ve bereketli kıldığımız bölgeye doğru akan fırtınayı O´nun buyruğuna verdik. Her şey bizim bilgimizin kapsamı içindedir"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ayrıca O´nun hesabına derin sulara dalan ve başka işler yapan bazı şeytanları da Süleyman´ın emrine verdik. Biz onları gözetim altında tutuyorduk"},{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyüb´e gelince hani O «Bir derde yakalandım, sen ise merhametlilerin en merhametlisisin» diye Rabb´ine seslenmişti"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz de duasını kabul ederek pençesine düştüğü derdi giderdik. Ayrıca karşılıksız rahmetimizin bir eseri olarak ve bize kulluk edenlerin her zaman anacakları bir örnek olsun diye eski ailesini kendisine bir kat fazlası ile yeniden bağışladık"},{"SurahNumber":21,"VerseNumber":85,"Text":"İsmail´i, İdris´i ve Zülkifli de hatırla. Bunların her üçü de sabırlı kimselerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Her üçünü de rahmetimizin kapsamına aldık. Onlar gerçekten salih kullarımızdandı"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun´a (Yunus´a) gelince hani o öfke içinde yurdundan ayrılırken artık bizim kendisini sıkıntıya uğratmayacağımızı sanmıştı. Fakat sonra karanlıklar içinde «Senden başka ilah yoktur, sen her türlü noksanlıktan münezzehsin, ben gerçekten bir zalim oldum» diye bize seslendi"},{"SurahNumber":21,"VerseNumber":88,"Text":"Bunun üzerine duasını kabul ederek kendisini içine düştüğü sıkıntıdan kurtardık. İşte mü´minleri böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya´yı da hatırla. Hani O Rabb´ine «Ya Rabb´i, beni tek, evlatsız bırakma, gerçi en hayırlı mirasçı sensin, her şey sonunda sana kalacaktır» diye seslendi"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz de duasını kabul ederek kendisine Yahya´yı armağan etmiş, eşini geçimli ve doğurgan yapmıştık. Bütün bu peygamberler iyi işler yapmaya koşarlar, umut ve korku içinde bize dua ederler, bize gönülden saygı beslerlerdi"},{"SurahNumber":21,"VerseNumber":91,"Text":"Irzına dokundurtmayan Meryem´e gelince ona ruhumuzdan bir soluk üfleyerek kendisini ve oğlunu tüm insanlar için gücümüzün sınırsızlığını kanıtlayan bir mucize yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"İşte bu oluşturduğunuz ümmet, tek bir ümmettir, Rabb´iniz de benim. Öyleyse sırf bana kulluk ediniz"},{"SurahNumber":21,"VerseNumber":93,"Text":"Fakat insanlar inanç birliğinden ayrılarak çeşitli gruplara bölündüler. Ama hepsi sonunda bize döneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kim mü´min olarak yararlı ameller işlerse emeği gözardı edilmez. Biz onu mutlaka yazıya geçiririz"},{"SurahNumber":21,"VerseNumber":95,"Text":"Yok ettiğimiz kentlerin halklarının hesap vermek üzere bize dönmemeleri imkânsızdır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Sonunda Ye´cuc ile Me´cuc´un önündeki set yıkıldığında bunlar bütün tepelerden akarak her tarafa yayılırlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Gerçek vaadin (kıyamet gününün) eşiğine gelindiğinde kâfirlerin bakışları dehşetten donakalır ve «Eyvah halimize! Biz bu anın geleceğinden gafil yaşadık, biz gerçekten zalimlerden olduk» derler"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah´ı bir yana bırakarak taptığınız sözde ilahlar, cehennem odunusunuz. Hepiniz oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eğer o taptıklarınız, gerçekten ilah olsalardı, cehenneme girmezlerdi. Oysa hepsi sürekli olarak orada kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar orada hırıltılı sesler çıkararak inleyeceklerdir ve kulakları hiçbir ses işitemeyecektir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Daha önce akıbetlerinin iyi olacağını takdir ettiğimiz kimselere gelince, onlar cehennemden uzak tutulacaklardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onlar cehennem ateşinin uğultusunu duymazlar ve ebedi olarak canlarının çektiği nimetler içinde kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"Onları o en büyük korku ürkütmez. Melekler kendilerini «Bugün, size vaktiyle vadedilen gündür» diyerek karşılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"O gün göğü, yazılı sayfaların dürüldüğü gibi düreriz. Varlıkları ilk başta nasıl yarattıksa, onları aynı şekilde yeni baştan diriltiriz. Bu yerine getirmeyi üstlendiğimiz bir sözdür. Biz onu mutlaka yaparız"},{"SurahNumber":21,"VerseNumber":105,"Text":"Andolsun ki, nezdimizdeki saklı belgelerden sonra peygamberlere indirdiğimiz kutsal kitaplara da «Ancak salih, yapıcı kullar yeryüzünün varisleri olabilirler» diye yazdık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Hiç kuşkusuz bu Kur´an´da Allah´a kulluk edenler için yeterli olacak nitelikte bilgi ve mesaj vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"Biz seni tüm alemlere rahmet olarak gönderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"Müşriklere de ki; «Bana ilahınızın tek Allah olduğu vahyolundu. Siz bu ilkeyi benimseyip müslüman oluyor musunuz»"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eğer bu çağrına sırt çevirirlerse onlara de ki; «Bana gelen mesajı duyurarak bu konuda sizi kendimle eşit bilgi düzeyine erdirdim. Size yöneltilen tehdit yakın mıdır, yoksa uzak mıdır, onu bilemem.»"},{"SurahNumber":21,"VerseNumber":110,"Text":"Hiç kuşkusuz Allah, açıkça söylediğiniz sözleri bildiği gibi içinizde sakladığınız duyguları da bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilemem; belki de azabınızın ertelenmesi sizin sınavdan geçirilmeniz ve belirli bir sürenin sonuna kadar dünya nimetlerinden yararlandırılmanız içindir"},{"SurahNumber":21,"VerseNumber":112,"Text":"Peygamber dedi ki; «Ya Rabb´i, benim ile müşrikler arasındaki davayı hak ilkesi uyarınca hükme bağla. Sizin düzmece iddialarınız ve asılsız yakıştırmalarınız karşısında tek sığınağım, son derece merhametli olan Rabb´imin yardımıdır.»"}]}