{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"¦.H"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ba Mu saukar da Alƙur'ãni a gare ka dõmin ka wahala ba"},{"SurahNumber":20,"VerseNumber":3,"Text":"Fãce dõmin tunãtarwa ga wanda ke tsõron Allah"},{"SurahNumber":20,"VerseNumber":4,"Text":"(An saukar da shi) saukarwa daga wanda Ya halitta ƙasa da sammai maɗaukaka"},{"SurahNumber":20,"VerseNumber":5,"Text":"Mai rahama, Ya daidaita a kan Al'arshi"},{"SurahNumber":20,"VerseNumber":6,"Text":"Abin da yake a cikin sammai nãSa ne, da abin da yake a cikin ƙasa da abin da yake a tsakãninsu da abin da ke ƙarƙashin turɓãya"},{"SurahNumber":20,"VerseNumber":7,"Text":"Kuma idan ka bayyana da magana, to, lalle Shi, Yanã sanin asĩri da mafi bõyuwa"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah bãbu abin bautãwa fãce Shi. Yanã da sunãye mafiya kyau"},{"SurahNumber":20,"VerseNumber":9,"Text":"Kuma shin, lãbarin Mũsã yãje maka"},{"SurahNumber":20,"VerseNumber":10,"Text":"A lõkacin da ya ga wata wuta, sai ya ce wa iyãlinsa, \"Ku dãkata. Lalle ne nĩ, na tsinkãyi wata wuta tsammãnĩna in zo mukuda makãmashi daga gare ta, kõ kuwa in sãmi wata shiriya a kan wutar"},{"SurahNumber":20,"VerseNumber":11,"Text":"Sa'an nan a lõkacin da ya je mata, aka kira shi, \"Ya Mũsã"},{"SurahNumber":20,"VerseNumber":12,"Text":"Lalle ne, Nĩ ne Ubangijnka, sai ka ɗẽbe takalmanka Lalle ne kanã a rãfin nan abin tsarkakẽwa, ¦uwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Kuma Nĩ Nã zãɓe ka. Sai ka saurãra ga abin da ake yin wahayi"},{"SurahNumber":20,"VerseNumber":14,"Text":"Lalle, Nĩ Ni ne Allah. Bãbu abin bautawa fãce Ni. Sai ka bauta Mini, kuma ka tsayar da salla dõmin tuna Ni"},{"SurahNumber":20,"VerseNumber":15,"Text":"Lalle ne Sa'a mai zuwa ce, lnã kusa da In ɓõye ta dõmin a sãka wa dukan rai da abin da yake aikatãwa"},{"SurahNumber":20,"VerseNumber":16,"Text":"Sabõda haka, kada wanda bã ya yin ĩmãni da ita kumaya bi son zuciyarsa, ya taushe ka daga gare ta har ka halaka"},{"SurahNumber":20,"VerseNumber":17,"Text":"Kuma wãce ce waccan ga dãmanka yã Mũsa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Ya ce: \"Ita sandãta ce, inã dõgara a kanta, kuma inã kakkaɓar ganye da ita a kan ƙananan bisãshẽna kuma inã da waɗansu bukãtõci na dabam a gare ta"},{"SurahNumber":20,"VerseNumber":19,"Text":"Ya ce: \"Ka yi jĩfa da ĩta, yã Mũsã"},{"SurahNumber":20,"VerseNumber":20,"Text":"Sai ya jẽfa ta. Sai gã ta dabbar macĩjiya, tanã tafiya da gaggãwa"},{"SurahNumber":20,"VerseNumber":21,"Text":"Ya ce: \"Ka kãma ta kuma kada ka ji tsõro. Za Mu mayar da ita ga hãlinta na farko"},{"SurahNumber":20,"VerseNumber":22,"Text":"Kuma ka haɗa hannunka zuwa ga damtsenka, ya fita yanã fari, bãbu sõfane, wata ãyã ta dabam"},{"SurahNumber":20,"VerseNumber":23,"Text":"Dõmin Mu nũna maka daga ãyõyinMu manya"},{"SurahNumber":20,"VerseNumber":24,"Text":"Ka tafi zuwa ga Fĩr'auna. Lalle shĩ ya ƙẽtare haddi (da girman kai)"},{"SurahNumber":20,"VerseNumber":25,"Text":"Ya ce: \"Ya Ubangiji! Ka buɗa mini, ƙirjĩna"},{"SurahNumber":20,"VerseNumber":26,"Text":"Kuma ka sauƙaƙe mini al'amarĩna"},{"SurahNumber":20,"VerseNumber":27,"Text":"Kuma Ka warware mini wani ƙulli daga harshẽna"},{"SurahNumber":20,"VerseNumber":28,"Text":"Su fahimci maganãta"},{"SurahNumber":20,"VerseNumber":29,"Text":"Kuma Ka sanya mini wani mataimaki daga mutãnena"},{"SurahNumber":20,"VerseNumber":30,"Text":"Hãrũna ɗan'uwana"},{"SurahNumber":20,"VerseNumber":31,"Text":"Ka ƙarfafa halittata da shi"},{"SurahNumber":20,"VerseNumber":32,"Text":"Kuma Ka shigar da shi a cikin al'amarina"},{"SurahNumber":20,"VerseNumber":33,"Text":"Dõmin mu tsarkake Ka da yawa"},{"SurahNumber":20,"VerseNumber":34,"Text":"Kuma mu tuna Ka da yawa"},{"SurahNumber":20,"VerseNumber":35,"Text":"Lalle Kai, Ka kasance Mai gani gare mu"},{"SurahNumber":20,"VerseNumber":36,"Text":"Ya ce: \"Lalle ne, an bã ka rõƙonka, yã Mũsã"},{"SurahNumber":20,"VerseNumber":37,"Text":"Kuma lalle ne haƙĩƙa, Mun yi wata baiwa gare ka a wani lõkacin na dabam"},{"SurahNumber":20,"VerseNumber":38,"Text":"A lõkacin da Muka yi wahayin abin da aka yi wahayi zuwa ga uwarka"},{"SurahNumber":20,"VerseNumber":39,"Text":"Cẽwa, Ki jẽfa shi a cikin akwatin nan, sa'an nan ki jẽfa shi a cikin kõgi, sa'an nan kogin ya jefa shi a gãɓa, wani maƙiyi Nãwa kuma maƙiyi nãsa ya ɗauke shi.' Kuma Na jẽfa wani so daga gare Ni a kanka. Kuma dõmin a riƙe ka da kyau a kan ganiNa"},{"SurahNumber":20,"VerseNumber":40,"Text":"A sa'ad da 'yar'uwrka ke tafiya har ta ce, shin, in shiryar da ku ga wanda ke rẽnonsa?' Sai Muka mayar da kai zuwa ga uwarka dõmin idonta ya yi sanyi kuma bã zã ta yi baƙin ciki ba. Kuma kã kashe wani rai, sa'an nan Muka tsẽrar da kai daga baƙin ciki, kuma Muka fitine ka da waɗansu fitinõni. Sa'an nan ka zauna shẽkaru a cikin mutãnen Madyana. Sa'an nan kuma ka zo a kan wata ƙaddara, yã Mũsã"},{"SurahNumber":20,"VerseNumber":41,"Text":"Kuma Na zãɓe ka dõmin Kaina"},{"SurahNumber":20,"VerseNumber":42,"Text":"Ka tafi kai da ɗan'uwanka game da ãyõyiNa, kuma kada ku yi rauni ga ambatõNa"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ku tafi kũ biyu zuwa ga Fir'auna. Lalle shĩ ya ƙẽtare haddi (ga girman kai)"},{"SurahNumber":20,"VerseNumber":44,"Text":"Sai ku gaya masa magana mai laushi, tsammãninsa yanã tunãwa kõ kuwa ya ji tsõro"},{"SurahNumber":20,"VerseNumber":45,"Text":"Su biyu suka ce: \"Ya Ubangijinmu! Lalle ne munã tsõron ya yi gaggawa a kanmu, kõ ya ƙẽtare haddi"},{"SurahNumber":20,"VerseNumber":46,"Text":"Ya ce: \"Kada ku ji tsõro. Lalle Nĩ, Inã tãre da ku, Inaji, kuma Inã gani"},{"SurahNumber":20,"VerseNumber":47,"Text":"Sai ku jẽ masa sa'an nan ku ce, Lalle mũ, Manzanni biyune na Ubangijinka, sai ka saki Banĩ Isrã'ĩla tãre da mu. Kuma kada ka yi musu azãba. Haƙĩƙa mun zomaka da wata ãyã daga, Ubangijinka. Kuma aminci ya tabbata ga wanda ya bi shiriya"},{"SurahNumber":20,"VerseNumber":48,"Text":"Lalle mũ, haƙĩƙa, an yi wahayi zuwa gare mu, cẽwaazãba tanã a kan wanda ya ƙaryata, kuma ya jũya bãya"},{"SurahNumber":20,"VerseNumber":49,"Text":"Ya ce: \"To, wãne ne Ubangijinku? Ya Mũsã"},{"SurahNumber":20,"VerseNumber":50,"Text":"Ya ce: \"Ubangijinmu Shi ne wanda Ya bai wa dukan kõme halittarsa, sa'an nan Ya shiryar"},{"SurahNumber":20,"VerseNumber":51,"Text":"Ya ce: \"To, mẽne hãlin ƙarnõnin farko"},{"SurahNumber":20,"VerseNumber":52,"Text":"Ya ce: \"Saninsu yanã a wurin Ubangijĩna, Ubangijĩna bã Ya ɓacẽwa kuma bã Ya mantuwa"},{"SurahNumber":20,"VerseNumber":53,"Text":"Wanda Ya sanya muku ƙasa shimfiɗa, kuma Ya shigar muku da hanyõyi a cikinta, kuma Ya saukar da ruwa daga sama.\" Sa'an nan game da shi Muka fitar da nau'i-nau'i daga tsirũruwa dabam-dabam"},{"SurahNumber":20,"VerseNumber":54,"Text":"Ku ci kuma ku yi kiwon dabbõbin ni'imarku. Lalle ne, a cikin wannan akwai ãyõyi ga masu hankali"},{"SurahNumber":20,"VerseNumber":55,"Text":"Daga gare ta Muka halitta ku, kuma a cikinta Muke mayar da ku, kuma daga gare ta Muke fitar da ku a wani lõkaci na dabam"},{"SurahNumber":20,"VerseNumber":56,"Text":"Kuma lalle, haƙĩƙa, Mun nũna masa ãyõyinMu dukansu sai ya ƙaryata, kuma ya ƙiya"},{"SurahNumber":20,"VerseNumber":57,"Text":"Ya ce: \"Shin kã zo mana ne dõmin ka fitar da mu daga ƙasarmu game da sihirinka, yã Mũsã"},{"SurahNumber":20,"VerseNumber":58,"Text":"To, lalle ne munã zo maka da wani sihiri irinsa. Sai ka sanya wani wa'adi a tsakãninmu da tsakãninka bã mu sãɓa masa mũ kai kuma, bã ka sãɓãwa, a wani wuri mai dãcẽwa"},{"SurahNumber":20,"VerseNumber":59,"Text":"Ya ce: \"Wa'adinku shi ne rãnar ƙawa kuma a tãra mutãne da hantsi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Sai Fir'auna ya jũya, sa'an nan ya tãra mugunyar dabãrarsa, sa'an nan kuma ya zo"},{"SurahNumber":20,"VerseNumber":61,"Text":"Mũsã ya ce musu, \"Kaitõnku! Kada ku ƙirƙira ƙarya ga Allah har Ya tumɓuke ku da wata azãba. Kuma wanda ya ƙirƙira ƙarya, yã tãɓe"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sai suka yi jãyayya ga al'amarinsu a tsakãninsu kuma suka asirta gãnawa"},{"SurahNumber":20,"VerseNumber":63,"Text":"Suka ce: \"Lalle ne waɗannan biyun, haƙĩƙa masihirta ne sunã nufin su fitar da ku daga ƙasarku game da sihirinsu kuma su tafi da tabĩ'arku mafĩficiya"},{"SurahNumber":20,"VerseNumber":64,"Text":"Sai ku haɗa dabãrarku sa'an nan kuma ku tafi a sahu guda, kuma haƙĩƙa, wanda ya rinjãya, a yau, ya rabbanta"},{"SurahNumber":20,"VerseNumber":65,"Text":"Suka ce: \"Ya Mũsã! Imma ka jefa, ko kuma mu kasance farkon mai jẽfawa"},{"SurahNumber":20,"VerseNumber":66,"Text":"Ya ce: \"Ã'a, ku jẽfa.\" Sai gã igiyoyinsu da sandunansu anã sũranta su a gare shi, daga sihirinsu, lalle sunã tafiya da sauri"},{"SurahNumber":20,"VerseNumber":67,"Text":"Sai Mũsã ya ji tsõro a cikin ransa"},{"SurahNumber":20,"VerseNumber":68,"Text":"Muka ce: \"Kada ka ji tsõro. lalle kai ne mafi ɗaukaka"},{"SurahNumber":20,"VerseNumber":69,"Text":"Kuma ka jẽfa abin da ke a cikin hannun dãmanka, ta cafe abin da suka aikata. Lalle ne abin da suka aikata mãkircin masihirci ne kuma masihirci bã ya cin nasara a duk inda ya je"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sai aka jẽfar da masihirtan sunã mãsu sujada, suka ce: \"Mun yi ĩmãni da Ubangijin Hãrũna da Mũsã"},{"SurahNumber":20,"VerseNumber":71,"Text":"Ya ce: \"Kun yi ĩmãni sabõda shi a gabãnin in yi muku izni? Lalle shĩ, haƙĩƙa, babbanku ne wanda ya sanar da ku sihirin! To, lalle ne zan kakkãtse hannayenku da ƙafãfunku a tarnaƙi kuma lalle zan tsĩre ku a cikin kututturan itãcen dabĩno, kuma lalle zã ku sani wanenmu ne mafi tsananin azãba kuma wãne ne mafi wanzuwar (azãba)"},{"SurahNumber":20,"VerseNumber":72,"Text":"Suka ce: \"Bã zã mu fĩfĩta ka ba faufau a kan abin da ya zo mana na hujjõji. Munã rantsuwa da wanda Ya ƙãga halittarmu sai ka hukunta abin da kake mai hukuntãwa, ai kanã ƙãre wannan rãyuwar dũniya kawai ne"},{"SurahNumber":20,"VerseNumber":73,"Text":"Lalle mũ, mun yi ĩmãni da Ubangijinmu dõmin Ya gãfarta mana laifuffukanmu da abin da ka tĩlasta mu a kansa na sihiri. Kuma Allah ne Mafi alhẽri, kumaMafi wanzuwa"},{"SurahNumber":20,"VerseNumber":74,"Text":"Lalle shĩ wanda ya je wa Ubangijinsa yanã mai laifi, to lalle ne yanã da Jahannama, bã ya mutuwa a cikinta kuma bã ya rãyuwa"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kuma wanda ya je Masa yanã mai ĩmãni, alhãli kuwaya aikata aikin ƙwarai to waɗannan sunã da darajõji maɗaukaka"},{"SurahNumber":20,"VerseNumber":76,"Text":"Gidãjen Aljannar zama kõguna na gudãna daga ƙarƙashinsu, sunã madawwama a cikinsu. Kuma wannan ne sakamakon wanda ya tsarkaku"},{"SurahNumber":20,"VerseNumber":77,"Text":"Kuma lalle ne haƙĩƙa Mun yi wahayi zuwa ga Mũsã cẽwa, \"Ka yi tafiyar dare da bãyiNa. Sa'an nan ka dõka musu hanya a cikin tẽku tana ƙẽƙasasshiya, bã ka tsõron riskuwa, kuma bã ka fargabar nutsẽwa"},{"SurahNumber":20,"VerseNumber":78,"Text":"Sai Fir'auna ya bi su game da rundunarsa. Sai abin da ya rufe su daga tẽku ya rufe su"},{"SurahNumber":20,"VerseNumber":79,"Text":"Kuma Fir'auna ya ɓatar da mutãnensa, kuma bai shiryar (dasu) ba"},{"SurahNumber":20,"VerseNumber":80,"Text":"Yã Banĩ Isrã'ĩla! Lalle Mun tsẽrar da ku daga maƙiyinku, kuma mun yi muku wa'adi a gẽfen Dũtsen nan na dãma, kuma Mun sassaukar da darɓa da tattabaru dõminku"},{"SurahNumber":20,"VerseNumber":81,"Text":"Ku ci daga mãsu dãɗin abin da Muka azurtã ku kuma kada ku ƙẽtare haddi a cikinsa har hushĩNa ya sauka a kanku. Kuma wanda hushĩNa ya sauka a kansa, to, lalle ne, ya fãɗi"},{"SurahNumber":20,"VerseNumber":82,"Text":"Kuma lalle Nĩ haƙĩƙa Mai gãfara ne ga wanda ya tũba kuma ya yi ĩmãni, kuma ya aikata aikin ƙwarai, sa'an nan kuma ya nẽmi shiryuwa"},{"SurahNumber":20,"VerseNumber":83,"Text":"Kuma mẽne ne ya gaggautar da kai ga barin mutãnenka? Yã Mũsã"},{"SurahNumber":20,"VerseNumber":84,"Text":"Ya ce: \"Su ne waɗannan a kan sãwũna, kuma na yi gaggãwa zuwa gare Ka, yã Ubangiji! Dõmin Ka yarda"},{"SurahNumber":20,"VerseNumber":85,"Text":"Ya ce: \"To, lalle ne, haƙĩƙa, Mun fitini, mutãnenka daga bayãnka, kuma sãmiri ya ɓatar da su"},{"SurahNumber":20,"VerseNumber":86,"Text":"Sai Mũsã ya kõma zuwa ga mutãnensa yanã mai hushi, mai baƙin ciki, ya ce: \"Yã mutãnẽna! shin, Ubangijinku bai yi muku wa'adi ba, wa'adi mai kyau? Shin, lõkacin ya yi tsãwo a kanku ne, kõ kun yi nufi ne wani hushi ya sauka a kanku daga Ubangijinku, sabõda haka kuka sãɓã wa alkawarĩna"},{"SurahNumber":20,"VerseNumber":87,"Text":"Suka ce: \"Ba mu sãɓa wa alkawarinka ba da ĩkonmu kuma amma an ɗõra mana waɗansu kãya masu nauyi daga abin ƙawar mutãnen ne, sai muka jẽfar da su. Sa'an nan kamar haka ne sãmiri ya jẽfa"},{"SurahNumber":20,"VerseNumber":88,"Text":"Sai ya fitar musu da wani maraƙi, jikin mutãne, yanã rũri, sa'an nan suka ce: wannan ne gunkinku kuma gunkin Mũsã, sai ya manta"},{"SurahNumber":20,"VerseNumber":89,"Text":"Shin, to, bã su ganin cẽwabã ya mayar musu da magana, kuma bã ya mallakar wata cũta a gare su, kuma bã ya mallakar amfãni"},{"SurahNumber":20,"VerseNumber":90,"Text":"Kuma, haƙĩƙa, Hãrũna yã ce musu daga gabãni, \"Yã mutãnẽna! Lalle an fitinẽ ku da shi ne kawai. Kuma lalle Ubangijinku Mai rahama ne, sai ku bi ni, kuma ku yi ɗã'ã ga umurnĩna"},{"SurahNumber":20,"VerseNumber":91,"Text":"Suka ce: \"Ba zã mu gushe ba faufau a kansa munã mãsu lazimta, sai Mũsã ya kõmo zuwa gare mu"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Mũsã) ya ce: \"Yã Hãrũna! Mẽ ya hane ka, sa'ad da kagan su sun ɓace"},{"SurahNumber":20,"VerseNumber":93,"Text":"Ba ka bĩ ni ba! Shin, to, ka sãɓã wa umurnina ne"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Hãrũna) ya ce: \"Yã ɗãn'uwãna! Kada ka yi kãmu ga gẽmũna kõ ga kaina. Lalle nĩ, nã ji tsõron ka ce: Ka rarraba a tsakãnin Banĩ Isrã'ĩla kuma ba ka tsare maganata ba"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Mũsã) ya ce: \"Mẽne ne babban al'amarinka? Ya Sãmiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Sãmiri) ya ce: \"Nã ga abin da ba su gan shi ba shi, sai na yi damƙa, damƙa guda daga kufan sãwun Manzon, sa'an nan na jẽfa ta. Kuma haka dai raina ya ƙawãta mini"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Mũsã) ya ce: \"To, ka tafi, sabõda haka lalle ne kanã da a cikin rãyuwarka, ka ce 'Bãbu shãfa' kuma kanã da wani ma'alkawarta, bã zã a sãɓa maka gare ta ba. Kuma ka dũba zuwa ga gunkinka wanda ka yini a kansa kanã mai lazimta. Lalle ne muna ƙõne shi, sa'an nan kuma munã shẽƙe shi, a cikin tẽku, shẽƙẽwa"},{"SurahNumber":20,"VerseNumber":98,"Text":"Abin sani kawai abin bautãwarku Allah kawai ne wanda bãbu wani abin bautãwa, fãce Shi kuma Yã yalwaci dukkan kõme da ilmi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Kamar wancan ne Muke lãbartãwa a gare ka, daga lãbãran abin da ya gabãta, alhãli kuwa haƙĩƙa, Mun bã ka zikiri (Alƙur'ãni) daga gunMu"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wanda ya kau da kai daga gare shi, to, lalle shĩ, yanãɗaukar wani nauyi a Rãnar ¡iyãma"},{"SurahNumber":20,"VerseNumber":101,"Text":"Sunã madawwama a cikinsa, kuma yã mũnana ya zama abin ɗauka, a Rãnar ¡iyãma"},{"SurahNumber":20,"VerseNumber":102,"Text":"A Rãnar da ake hũrãwa a cikin ƙãho kuma Munã tãra mãsu laifi, a rãnar nan, sunã mãsu shũɗãyen idãnu"},{"SurahNumber":20,"VerseNumber":103,"Text":"Suna ɓõye magana a tsakãninsu, (Sunã ce wa jũna) \"Ba ku zauna ba (a cikin dũniya) fãce kwãna gõma"},{"SurahNumber":20,"VerseNumber":104,"Text":"Mu ne mafi sani ga abin da suke faɗa a sa'ad da mafĩficinsu ga hanya ke cẽwa, \"Ba ku zauna ba fãce a yini guda"},{"SurahNumber":20,"VerseNumber":105,"Text":"Kuma sunã tambayar ka daga duwãtsu sai ka ce: \"Ubangijina Yana shẽƙe su shẽƙẽwa"},{"SurahNumber":20,"VerseNumber":106,"Text":"Sa'an nan Yanã barin (wurinsu) faƙo mai santsi"},{"SurahNumber":20,"VerseNumber":107,"Text":"Bã ka ganin karkata a cikinsa, kuma bã ka ganin wani tudu"},{"SurahNumber":20,"VerseNumber":108,"Text":"A rãnar nan sunã biyar mai kira, bãbu karkata a gare shi, kuma sautuka suka yi kawaici ga Mai rahama, bã ka sauraren kõme fãce sautin tafiya"},{"SurahNumber":20,"VerseNumber":109,"Text":"A yinin nan cẽto bã ya yin amfãni fãce wanda Mai rahama Ya yi masa izni kuma Ya yarda da shi, da magan"},{"SurahNumber":20,"VerseNumber":110,"Text":"Yanã sanin abin da ke a gaba gare su da abin da ke bãyansu, kuma bã su kẽwayẽwa da shi ga sani"},{"SurahNumber":20,"VerseNumber":111,"Text":"Kuma fuskõki suka ƙanƙan da kai ga Rãyayye, Tsayayye, alhãli kuwa wanda ya ɗauko wani zãlunci ya tãɓe"},{"SurahNumber":20,"VerseNumber":112,"Text":"Kuma wanda ya aikata wani abu daga ayyukan ƙwarai alhãli kuwa yanã mai ĩmãni, to, bã ya tsõron wani zãlunci ko wata naƙasa"},{"SurahNumber":20,"VerseNumber":113,"Text":"Kuma haka Muka saukar da shi, Alƙur'ãni, yanã abin karantãwa, da Larabci kuma Muka jujjuya misãlai, a cikinsa, na tsõratarwa, tsammãninsu, sunã yin taƙawa ko ya sabbaba musu wata wa'aztuwa"},{"SurahNumber":20,"VerseNumber":114,"Text":"Sa'an nan Allah Mamallaki, Tabbatacce Yã ɗaukaka. Kuma kada ka yi gaggãwa da Alƙur'ãni a gabãnin a ƙãre wahayinsa zuwa gare ka. Kuma ka ce: \"Yã Ubangiji! Ka ƙãra mini ilmi"},{"SurahNumber":20,"VerseNumber":115,"Text":"Kuma lalle, haƙĩƙa, Mun yi alkawari zuwa ga Ãdamu a gabãnin wannan, sai ya manta, kuma ba Mu sãmi ƙarfin zũciya a gare shiba"},{"SurahNumber":20,"VerseNumber":116,"Text":"Kuma sa'ad da Muka ce wa malã'iku, \"Ku yi sujada ga Ãdamu.\" Sai suka yi sujada, fãce Iblĩsa, yã ƙiya"},{"SurahNumber":20,"VerseNumber":117,"Text":"Sai Muka ce: \"Ya Ãdamu! Lalle ne wannan maƙiyi ne gare ka da kuma ga mãtarka, sabõda haka kada ya fitar da ku daga Aljanna har ku wahala"},{"SurahNumber":20,"VerseNumber":118,"Text":"Lalle ne kã sãmu bã zã ka ji yunwa ba a cikinta, kuma bã zã ka yi tsiraici ba"},{"SurahNumber":20,"VerseNumber":119,"Text":"Lalle kai, bã zã ka ji ƙishirwa ba, kuma bã zã ka shiga hantsi ba"},{"SurahNumber":20,"VerseNumber":120,"Text":"Sai shaiɗan ya sanya waswãsi zuwa gare shi, ya ce: \"Yã Ãdamu! Shin, in shiryar da kai ga itãciyar dawwama da mulki wanda bã ya ƙãrẽwa"},{"SurahNumber":20,"VerseNumber":121,"Text":"Sai suka ci daga gare ta, sabõda haka al'aurunsu suka bayyana, kuma suka shiga sunã lulluɓãwa a kansu daga ganyen Aljanna. Kuma Ãdamu ya sãɓã wa Ubangijinsa, sabõda haka ya ɓace"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sa'an nan kuma Ubangjinsa Ya zãɓẽ shi, Ya karɓi tũba gare shi, kuma Ya shiryar (da shi)"},{"SurahNumber":20,"VerseNumber":123,"Text":"Ya ce: \"Ku sauka kũ biyu daga gare ta gabã ɗaya, sãshenku yanã maƙiyi ga sãshe. To, imma dai wata shitiya ta jẽ muku daga gare Ni, to, wanda ya bi shiryarwãta, to, bã ya ɓacẽwa, kuma bã ya wahala"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kuma wanda ya bijire daga ambatõNa (Alƙur'ãni) to, lalle ne rãyuwa mai ƙunci ta tabbata a gare shi, kuma Munã tãyar da shi a Rãnar ¡iyãma yanã makãho"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ya ce: \"Ya Ubangiji! Don me Ka tãyar da ni makãho alhãli kuwa nã kasance mai gani"},{"SurahNumber":20,"VerseNumber":126,"Text":"Ya ce: \"Kamar wancan ne ãyõyinMu suka jẽ maka sai ka mance su, kuma kamar hakar a yau ake mance ka"},{"SurahNumber":20,"VerseNumber":127,"Text":"Kuma kamar haka Muke sãka wa wanda ya yawaita, kuma bai yi ĩmãni da ãyõyin Ubangijinsa ba. Kuma lalle ne azãbar Lãhira ce mafi tsanani, kuma mafi wanzuwa"},{"SurahNumber":20,"VerseNumber":128,"Text":"Shin, to, bai shiryar da su ba cẽwa da yawa Muka halakarda (kãfirai) daga ƙarnuka, a gabãninsu, sunã tafiya a cikin masaukansu? Lalle ne, a cikin wancan akwai ãyõyi ga mãsu hankula"},{"SurahNumber":20,"VerseNumber":129,"Text":"Kuma bã dõmin wata kalma ba wadda ta gabãta daga Ubangijinka, da kuma ajali ambatacce haƙĩƙa, dã azãbarta kasance mai lazimta"},{"SurahNumber":20,"VerseNumber":130,"Text":"Sai ka yi haƙuri a kan abin da suke cẽwa, kuma ka yi tasbĩhi da gõdẽ wa Ubangijinka a gabãnin fitõwar rãnã da gabãnin ɓacẽwarta, kuma daga sã'õ'in dare sai ka yi tasbĩhi da sãsannin yini, tsammãninka zã ka sãmi yarda"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kuma kada ka mĩƙar da idãnunka zuwa ga abin da Muka jiyar da su dãɗi da shi, nau'i-nau'i daga gare su, kamar huren rãyuwar dũniya yake, dõmin Mu fitine su a cikinsa, alhãli kuwa arzikin Ubangijinka, ne mafi alhẽri kuma mafi wanzuwa"},{"SurahNumber":20,"VerseNumber":132,"Text":"Kuma ka umurci iyãlanka da salla, kuma ka yi haƙuri a kanta. Bã Mu tambayar ka wani arziki Mu ne Muke azurta ka. Kuma ãƙiba mai kyau tanã ga taƙawa"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kuma suka ce: \"Don me bã ya zo mana da wata ãyã daga Ubangijinsa?\" Shin, kuwa hujjar abin da ke a cikin littattafan farko, ba ta jẽ musu ba"},{"SurahNumber":20,"VerseNumber":134,"Text":"Kuma dã dai Mun halaka sũ da wata azãba daga gabãninsa, lalle ne dã sun ce: \"Yã Ubangijinmu! Dã Kã aiko da wani Manzo zuwa gare mu har mu bibiyi ãyõyinKa daga gabãnin mu ƙasƙanta, kuma mu wulãkantu"},{"SurahNumber":20,"VerseNumber":135,"Text":"Ka ce: \"Kõwa mai tsumãye ne. Sai ku yi tsumãye. Sa'an nan zã ku san su wa ne ma'abũta tafarki madaidaici, kuma wane ne ya nẽmi shiryuwa"}]}