{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"“Yâ-Sîn"},{"SurahNumber":36,"VerseNumber":2,"Text":"“Ndikulumbira Qur’an (iyi yomwe yakonzedwa mwaluso) yodzazidwa ndi mawu anzeru"},{"SurahNumber":36,"VerseNumber":3,"Text":"“Ndithu iwe (Muhammad {s.a.w}) ndimmodzi wa atumiki (amene Allah adawatuma kwa anthu kuti akawasonyeze chiongoko)"},{"SurahNumber":36,"VerseNumber":4,"Text":"“(Uli) panjira yolunjika"},{"SurahNumber":36,"VerseNumber":5,"Text":"“(Qur’an iyi) nchivumbulutso cha Mwini Mphamvu zoposa; (palibe chokanika kwa Iye) Wachisoni chosatha"},{"SurahNumber":36,"VerseNumber":6,"Text":"“Kuti uwachenjeze anthu omwe makolo awo sadachenjezedwe; choncho iwo ngoiwala (zomwe zili zofunika kuchitira Allah ndi kudzichitira okha pamodzi ndi anthu ena)"},{"SurahNumber":36,"VerseNumber":7,"Text":"“Ndithu mawu (onena za chilango) atsimikizika pa ambiri a iwo; poti iwo sakhulupirira"},{"SurahNumber":36,"VerseNumber":8,"Text":"“Ndithu Ife taika magoli m’makosi mwawo ofika kuzibwano, kotero kuti mitu yawo yayang’ana mmwamba; (siingathe kutembenuka ndi kuyang’ana)"},{"SurahNumber":36,"VerseNumber":9,"Text":"“Ndipo tawaikira chotsekereza patsogolo pawo ndi chotsekereza pambuyo pawo, ndipo (maso awo) tawaphimba, tero iwo saona (zapatsogolo ndi pambuyo pawo)"},{"SurahNumber":36,"VerseNumber":10,"Text":"“Ndipo kwa iwo nchimodzimodzi, uwachenjeze ngakhale usawachenjeze sangakhulupirire"},{"SurahNumber":36,"VerseNumber":11,"Text":"“Ndithu kuchenjeza kwako kupindulira amene watsatira Qur’an ndi kumuopa (Allah) Wachifundo chambiri ngakhale sakumuona. Wotere muuze nkhani yabwino ya chikhululuko (chochokera kwa Allah pa machimo ake) ndi malipiro aulemu"},{"SurahNumber":36,"VerseNumber":12,"Text":"“Ndithu Ife tidzaukitsa akufa, ndipo tikulemba zimene atsogoza (m’dziko lapansi m’zochita zawo) ndi zomwe amasiya pambuyo (atafa, zonkerankera mtsogolo), ndipo chinthu chilichonse tachilemba m’kaundula wopenyeka (wofotokoza chilichonse)"},{"SurahNumber":36,"VerseNumber":13,"Text":"“Ndipo pereka kwa iwo (iwe Mneneri) fanizo la (nkhani ya) eni mudzi pamene atumiki (a Allah) adaudzera mudziwo (kuti akaaongole eni mudziwo)"},{"SurahNumber":36,"VerseNumber":14,"Text":"“Pamene tidatumiza atumiki awiri kwa iwo adawatsutsa; ndipo tidawalimbitsa iwo (awiriwo) potumiza wachitatu. (Atumiki atatuwo) adati: “Ife tatumidwa kwa inu.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"“(Eni mudzi) adati: “Inu ndi anthu ngati ife; (Allah) Wachifundo chambiri sadavumbulutse chilichonse (kwa munthu); inu simuli kanthu koma mukunena bodza.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"“(Atumiki) adati: “Mbuye wathu (Amene watituma kwa inu) akudziwa kuti ife ndi otumidwadi kwa inu.”"},{"SurahNumber":36,"VerseNumber":17,"Text":"““Ndipo palibe china pa ife, koma kufikitsa mwachimvekere (uthenga wa Allah).”"},{"SurahNumber":36,"VerseNumber":18,"Text":"“(Eni mudzi) adati: “Ife tapeza tsoka chifukwa cha inu; ngati simusiya (ulaliki wanuwo wofuna kutichotsa ku chipembedzo chathu) tikugendani ndi miyala; ndipo kuchokera kwa ife chikukhudzani chilango chowawa.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"“(Atumiki) adati: “Tsoka lanu lili ndi inu (chifukwa cha kukana kwanu ndi kupitiriza kupembedza mafano). Kodi mukakumbutsidwa (ndi mawu omwe m’kati mwake muli mtendere wanu mukuti takudzetserani masoka; ndi kumatiopseza ndi chilango chowawa)? Koma inu ndi anthu olumpha malire.”"},{"SurahNumber":36,"VerseNumber":20,"Text":"“Kenako munthu adadza akuthamanga kuchokera ku malekezero a mzindawo (ndipo) adati: “E inu anthu anga! Atsateni atumikiwa.”"},{"SurahNumber":36,"VerseNumber":21,"Text":"““Atsateni omwe sakupemphani malipiro (pa kukulangizani kwawo), ndipo iwo ngoongoka.”"},{"SurahNumber":36,"VerseNumber":22,"Text":"““Kodi nchiyani chingandiletse ine kupembedza Yemwe adandilenga? Ndipo kwa Iye ndi komwe inu nonse mudzabwerera.”"},{"SurahNumber":36,"VerseNumber":23,"Text":"““Kodi ndidzipangire milungu kusiya Iye (Allah)? Chipulumutso chawo sichingandipindulire chilichonse ngati (Allah) Wachifundo Chambiri atafuna kundichitira zoipa; ndipo siingandipulumutse.”"},{"SurahNumber":36,"VerseNumber":24,"Text":"““Ndithu ine ngati nditatero ndiye kuti ndili mchisokero choonekera poyera”"},{"SurahNumber":36,"VerseNumber":25,"Text":"““Ndithu ine ndakhulupirira Mbuye wanu choncho ndimvereni.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"“Kudanenedwa (kwa iye): “Lowa m’Munda wamtendere.” Iye adati: “Ha! Anthu anga akadadziwa!”"},{"SurahNumber":36,"VerseNumber":27,"Text":"““Momwe Mbuye wanga wandikhululukira ndikundichita kukhala mmodzi wa opatsidwa ulemu (akadakhulupirira).”"},{"SurahNumber":36,"VerseNumber":28,"Text":"“Ndipo anthu ake sitidawatsitsire ankhondo ochokera kumwamba pambuyo pake (kuti awaononge). Ndipo pachizolowezi chathu sititsitsa (ankhondo kumwamba tikafuna kuononga, koma Mngelo mmodzi amakwanira)"},{"SurahNumber":36,"VerseNumber":29,"Text":"“(Kuonongeka kwawo) kudali mkuwe umodzi, ndipo nthawi yomweyo adali akufa (izi zidachitika pamene mngelo Gabuliyele adawakuwira mkuwe wamphamvu)"},{"SurahNumber":36,"VerseNumber":30,"Text":"“Ha! Nzodandaulitsa kwa akapolo! Palibe pamene mtumiki adawadzera popanda kumchitira chipongwe (ndi kukana kumtsata)"},{"SurahNumber":36,"VerseNumber":31,"Text":"“Kodi sadalingalire za mibadwo yambirimbiri imene tidaiononga patsogolo pawo? Ndipo iwo sangabwelerenso kwa iwo"},{"SurahNumber":36,"VerseNumber":32,"Text":"“Ndipo zolengedwa zonse zidzaonekera kwa Ife"},{"SurahNumber":36,"VerseNumber":33,"Text":"“Ndipo chisonyezo chawo ndi nthaka yakufa; timaiukitsa (ndi madzi) ndi kutulutsa m’menemo njere, zomwe zina mwa izo amadya"},{"SurahNumber":36,"VerseNumber":34,"Text":"“Ndipo tapanga m’menemo minda ya kanjedza ndi mphesa; ndipo tatulutsa m’menemo akasupe"},{"SurahNumber":36,"VerseNumber":35,"Text":"“Kuti azidya zipatso zake pomwe sizidapangidwe ndi manja awo. Kodi bwanji sathokoza (Allah)"},{"SurahNumber":36,"VerseNumber":36,"Text":"“Alemekezeke (Allah), Amene adalenga zinthu zonse, chachimuna ndi chachikazi, kuchokera m’zimene nthaka ikutulutsa, ndi iwo omwe ndi zina zimene (anthu) sakudziwa"},{"SurahNumber":36,"VerseNumber":37,"Text":"“Ndiponso chisonyezo chawo ndiusiku. M’menemo timachotsamo usana (womwe umabisa usiku), ndipo (anthu) amangozindikira ali mu mdima"},{"SurahNumber":36,"VerseNumber":38,"Text":"“۞ Ndipo dzuwa; limayenda m’njira ndi m’nthawi yake imene idakonzedwa kwa ilo. Chikonzero chimenecho ncha (Allah) Wamphamvu zoposa, Wodziwa kwambiri"},{"SurahNumber":36,"VerseNumber":39,"Text":"“Ndiponso mwezi; tidaukonzera malo oimirapo mpaka kukafika pomwe umabwerera ndi kukhala wochepa ndi wokhota monga nthambi ya mtengo wa kanjedza, youma komanso yokhota"},{"SurahNumber":36,"VerseNumber":40,"Text":"“Nkosatheka kwa dzuwa kukumana ndi mwezi (njira yake); nawonso usiku sungathe kupambana usana (pakudza nthawi yausana isadathe, koma zimasinthana). Ndipo chilichonse mwa izo chimasambira m’njira yake (imene Allah adachikonzera)"},{"SurahNumber":36,"VerseNumber":41,"Text":"“Ndiponso pali chisonyezo kwa iwo (chosonyeza madalitso Athu pa iwo). Ndithu tidaukweza mtundu wawo mchombo chodzazidwa (ndi zonse zamoyo)"},{"SurahNumber":36,"VerseNumber":42,"Text":"“Ndipo tidawapangira chonga icho chomwe akuchikwera"},{"SurahNumber":36,"VerseNumber":43,"Text":"“Ndipo ngati titafuna tikhoza kuwamiza m’madzi, ndipo sangapezeke wowathandiza, ndiponso sangapulumutsidwe"},{"SurahNumber":36,"VerseNumber":44,"Text":"“Koma (sitikuwamiza) chifukwa cha chifundo Chathu pa iwo ndi kuti asangalale kufikira nthawi yawo (yofera)"},{"SurahNumber":36,"VerseNumber":45,"Text":"“Ndipo kukanenedwa kwa iwo: “Opani zomwe ziri patsogolo panu ndi zomwe ziri pambuyo panu kuti muchitiridwe chifundo.” (Iwo akunyoza malangizowo)"},{"SurahNumber":36,"VerseNumber":46,"Text":"“Ndipo palibe chisonyezo chilichonse mwa zisonyezo za Mbuye wawo (zosonyeza umodzi Wake ndi kukhoza Kwake) chomwe chidawadzera popanda kuchinyoza (ndi kuchikana)"},{"SurahNumber":36,"VerseNumber":47,"Text":"“Ndipo kukanenedwa kwa iwo: “Patsani (amphawi) zimene Allah wakupatsani.” Osakhulupirira amanena kwa okhulupirira: “Kodi tidyetse yemwe Allah akadafuna akadamdyetsa; (titsutsane ndi cholinga cha Allah)? Ndithu inu simuli kanthu koma muli m’kusokera koonekeratu.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"“Ndipo akunena (mwachipongwe kwa okhulupirira): “Kodi lonjezo ili (lakudza kwa chiweruziro), lidzachitika liti, ngati mukunena zoona?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"“Palibe chimene akuyembekeza, koma ndi mkuwe umodzi womwe udzawamaliza mwadzidzidzi uku iwo akukangana"},{"SurahNumber":36,"VerseNumber":50,"Text":"“Ndipo sangathe kuuza wina mawu pa chinthu, ndiponso sangathe kubwerera ku maanja awo"},{"SurahNumber":36,"VerseNumber":51,"Text":"“Ndipo lipenga lidzaimbidwa (loukitsa akufa); iwo adzangozindikira akutuluka m’manda kunka kwa Mbuye wawo uku akuthamanga"},{"SurahNumber":36,"VerseNumber":52,"Text":"“Adzati: “Kalanga ife! Kodi ndani watidzutsa pogona pathu?” (Adzawauza): “Izi ndi zimene adalonjeza (Allah), Wachifundo chambiri ndi zimene adanena atumiki moona.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"“Sipadzakhala (china) koma mkuwe umodzi basi; adzangozindikira iwo onse atabweretsedwa patsogolo Pathu"},{"SurahNumber":36,"VerseNumber":54,"Text":"““Ndipo mzimu uliwonse lero suponderezedwa pa chilichonse. Ndipo mulipidwa pa zokhazo munkachita.”"},{"SurahNumber":36,"VerseNumber":55,"Text":"“Ndithu anthu aku Jannah (Munda wamtendere) lero akhala wotanganidwa ndi chisangalalo"},{"SurahNumber":36,"VerseNumber":56,"Text":"“Iwo ndi akazi awo ali m’mithunzi uku atatsamira mipando (ya mtengo wapamwamba)"},{"SurahNumber":36,"VerseNumber":57,"Text":"“M’menemo apeza (mtundu uliwonse) wa zipatso ndiponso apeza chilichonse chimene akuchifuna"},{"SurahNumber":36,"VerseNumber":58,"Text":"““Mtendere (pa iwo)!” Limeneli ndi liwu lochokera kwa Mbuye (wawo), Wachisoni chosatha"},{"SurahNumber":36,"VerseNumber":59,"Text":"“Ndipo dzipatuleni lero, inu oipa"},{"SurahNumber":36,"VerseNumber":60,"Text":"“Kodi sindidakulangizeni, E inu ana a Adam kuti musapembedze satana? Ndithu, iye ndi mdani woonekera kwa inu"},{"SurahNumber":36,"VerseNumber":61,"Text":"“Ndikuti ndipembedzeni Ine? Imeneyi ndi njira yolunjika"},{"SurahNumber":36,"VerseNumber":62,"Text":"“Ndithu (satana) adasokeretsa anthu ambiri mwa inu. Kodi simumaganizira mwanzeru"},{"SurahNumber":36,"VerseNumber":63,"Text":"“Iyi ndi Jahena yomwe mumalonjezedwa"},{"SurahNumber":36,"VerseNumber":64,"Text":"“Iloweni lero, chifukwa cha kunkana kwanu (Allah)"},{"SurahNumber":36,"VerseNumber":65,"Text":"“Lero titseka kukamwa kwawo. Ndipo manja awo atiyankhula ndipo miyendo yawo ichitira umboni pa zomwe amachita"},{"SurahNumber":36,"VerseNumber":66,"Text":"“Ndipo tikadafuna, tikadafafaniza maso awo; ndipo akadakhala akuthamangira njira; koma akadapenya chotani"},{"SurahNumber":36,"VerseNumber":67,"Text":"“Ndipo tikadafuna, tikadawasintha kukhala ndi maonekedwe a nyama pamalo pawo pomwepo (pamene adali), kotero kuti sakadatha kuyenda (kunka patsogolo) ngakhale kubwerera pambuyo"},{"SurahNumber":36,"VerseNumber":68,"Text":"“Ndipo amene tikumtalikitsira moyo wake, timam’bwezeranso pambuyo m’kalengedwe kake (ndi kukhala ngati mwana). Kodi bwanji saganizira mwanzeru"},{"SurahNumber":36,"VerseNumber":69,"Text":"“Ndipo sitidamphunzitse (Mtumiki {s.a.w}) ndakatulo, ndipo nkosayenera kwa iye (kukhala mlakatuli). Qur’an sichina, koma ndichikumbutso ndi buku lomwe likulongosola chilichonse"},{"SurahNumber":36,"VerseNumber":70,"Text":"“Kuti liwachenjeze amene ali moyo, ndi kuti litsimikizike liwu (la chilango) pa osakhulupirira"},{"SurahNumber":36,"VerseNumber":71,"Text":"“Kodi saona kuti Ife tawalengera nyama, m’zimene manja Athu akonza, zomwe iwo akuti nzawo"},{"SurahNumber":36,"VerseNumber":72,"Text":"“Ndi kuti tazichita kukhala zowatumikira? Zina mwa izo amazikwerapo; ndipo zina mwa izo amazidya"},{"SurahNumber":36,"VerseNumber":73,"Text":"“Ndipo m’menemo (m’nyama) muli zowathandiza (zambiri) ndiponso zakumwa. Nanga bwanji sathokoza"},{"SurahNumber":36,"VerseNumber":74,"Text":"“Ndipo adzipangira milungu (yabodza) kusiya Allah kuti athandizidwe nayo"},{"SurahNumber":36,"VerseNumber":75,"Text":"“(Koma) siingathe kuwathandiza; ndipo iwo (kwa milunguyo) ndi asilikali amene akonzedwa kulondera (mafanowo ndi kuwatumikira)"},{"SurahNumber":36,"VerseNumber":76,"Text":"“Mawu awo (onyoza Allah ndi okutsutsa iwe) asakudandaulitse. Ndithu Ife tikudziwa zimene akubisa ndi zimene akuzionetsera poyera"},{"SurahNumber":36,"VerseNumber":77,"Text":"“Kodi munthu sazindikira kuti Ife tidamulenga ndi dontho la umuna? Koma iye wakhala wotsutsa woonekera"},{"SurahNumber":36,"VerseNumber":78,"Text":"“Ndipo akutiponyera fanizo (lotsutsa kukhoza Kwathu kuukitsa akufa) ndi kuiwala chilengedwe chake (chochokera kumadzi opanda pake). Akunena: “Ndani angaukitse mafupa pomwe ali ofumbwa?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"“Nena: “Adzawaukitsa Yemwe adawalenga panthawi yoyamba. Ndipo Iye Ngodziwa kalengedwe ka mtundu uliwonse"},{"SurahNumber":36,"VerseNumber":80,"Text":"“Yemwe adakupangirani moto kuchokera mu mtengo wauwisi; kenako inu mumakoleza moto m’menemo"},{"SurahNumber":36,"VerseNumber":81,"Text":"“Kodi Yemwe adalenga thambo ndi nthaka (mukuganiza kuti) siwokhoza kuwalenga (iwo kachiwiri) monga momwe alili? Inde! Iye ndi Mlengi Wamkulu, Wodziwa kwambiri"},{"SurahNumber":36,"VerseNumber":82,"Text":"“Ndithu machitidwe Ake akafuna kuti chinthu chichitike, amangonena kwa icho: “Chitika!” Ndipo chimachitika (nthawi yomweyo)"},{"SurahNumber":36,"VerseNumber":83,"Text":"“Kotero alemekezeke Yemwe m’manja Mwake muli ulamuliro pa chinthu chilichonse; ndipo kwa Iye (ndiko) mudzabweerera nonse"}]}