{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"İnsanlar için hesap vakti yaklaştı. Ve onlar, gaflet içinde yüz çevirenlerdir"},{"SurahNumber":21,"VerseNumber":2,"Text":"Rabbinden, yeni bir zikir (uyarı) gelmeyegörsün. Onu, ancak oynayarak (alay ederek) dinlerler"},{"SurahNumber":21,"VerseNumber":3,"Text":"Onların kalpleri, (Allah´ın söylediklerine) önem vermemekte. Ve zulmedenler, gizlice (şöyle) fısıldaştılar: “Bu (Hz. Muhammed S.A.V), sizin gibi bir beşer olmaktan başka bir şey mi? Yoksa siz, görerek (göz göre göre) sihre mi kapılıyorsunuz?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"(O şöyle) dedi: “Benim Rabbim, semadaki ve yerdeki sözü bilir. Ve O, (en iyi) işiten, (en iyi) bilendir.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"“Hayır, karışık rüyalardır. Hayır, belki onu uydurdu. Hayır, belki de o bir şairdir. Öyleyse evvelkilere gönderildiği gibi bize (de) âyet (mucize) getirsin.” dediler"},{"SurahNumber":21,"VerseNumber":6,"Text":"Onlardan önce helâk ettiğimiz ülkelerden (hiç)biri îmân etmediler. Öyleyse onlar mı îmân edecekler"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ve senden önce, vahyettiğimiz rical (erkekler)den başkasını göndermedik. Eğer bilmiyorsanız, zikir ehline (daimî zikrin sahiplerine) sorun"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ve Biz, onları (vahyettiğimiz ricalleri) yemek yemeyen bir beden (vücut) kılmadık. Ve onlar, halidin (ebedî, ölümsüz) değillerdir"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra onlara olan vaade, sadık kaldık. Böylece onları ve dilediklerimizi kurtardık. Ve müsrifleri (haddi aşanları) helâk ettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Andolsun ki; içinde, sizi zikreden (sizden bahseden) bir kitap indirdik. Hâlâ akıl etmez misiniz"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ve Biz, zalim olan nice ülkeleri kırdık (döktük, yok ettik). Ve ondan sonra başka kavimler inşa ettik (yarattık)"},{"SurahNumber":21,"VerseNumber":12,"Text":"Böylece (şiddetli) azabımızı hissettikleri zaman onlar, ondan kaçarlar"},{"SurahNumber":21,"VerseNumber":13,"Text":"Kaçmayın ve orada şımartıldığınız (her isteğinizin yerine getirildiği) şeye (yere) ve meskenlerinize geri dönün ki (orada), sorgulanacaksınız"},{"SurahNumber":21,"VerseNumber":14,"Text":"“Yazıklar olsun bize! Muhakkak ki biz, zalimler olmuştuk.” dediler"},{"SurahNumber":21,"VerseNumber":15,"Text":"Böylece onların bu davaları (şikâyetleri); Biz onları, biçilmiş ekin (gibi) sönmüş hale getirinceye (ölünceye) kadar bitmedi"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz; yeri, göğü ve ikisinin arasındaki şeyleri, oyun (eğlence) olsun diye yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eğer Biz, eğlence edinmek isteseydik, (bunu) yapacak olsaydık mutlaka onu, Kendi katımızdan edinirdik"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hayır, Biz, hakkı bâtılın üzerine atarız. Böylece onu mahveder. O zaman o (bâtıl), zail olmuştur. Vasfettiğiniz (Allah´a isnat ettiğiniz) şeylerden dolayı size yazıklar olsun"},{"SurahNumber":21,"VerseNumber":19,"Text":"Semalardaki (göklerdeki) ve arzdaki (yerdeki) bütün kişiler, O´nundur. Ve O´nun katında olan kişiler (huzur namazını kılanlar), O´na ibadet etmekten kibirlenmezler ve onlar yorulmazlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Onlar, gece ve gündüz ara vermeden (Allah´ı) tesbih ederler (daimî zikrin sahibidirler)"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa onlar, arzdan (yerden) ilâhlar mı edindiler? Onları (o ilâhlar mı) diriltecek"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eğer ikisinde de (semada ve arzda), Allah´tan başka ilâhlar olsaydı, ikisi de (yer de, gök de) mutlaka fesada uğrardı. Arşın Rabbi Allah, onların vasıflandırdığı (isnat ettikleri) şeylerden münezzehtir"},{"SurahNumber":21,"VerseNumber":23,"Text":"O (Allah), yaptığı şeylerden mesul (sorumlu) değildir. Ve onlar, (yaptıklarından) mesuldür (sorgulanırlar)"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa O´ndan (Allah´tan) başka ilâhlar mı edindiler? “Haydi burhanınızı (kesin delilinizi) getirin. (İşte) bu, benimle beraber olanların ve benden öncekilerin zikridir (kitabıdır).” de. Fakat onların çoğu, hakkı bilmezler. Bu sebeple onlar, yüz çevirenlerdir"},{"SurahNumber":21,"VerseNumber":25,"Text":"Ve senden önce: “Benden başka ilâh yoktur.” diye (kendisine) vahyetmediğimiz bir resûl göndermedik. Öyleyse (sadece) Bana kul olun"},{"SurahNumber":21,"VerseNumber":26,"Text":"Ve: “Rahmân evlât edindi.” dediler. O, Sübhan´dır (münezzehtir). Hayır, (onlar, kendilerine) ikram edilmiş kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"Onlar, söz ile O´nun (Allah´ın önüne) geçmezler. Ve onlar, O´nun (Allah´ın) emriyle amel ederler"},{"SurahNumber":21,"VerseNumber":28,"Text":"Onların önünde ve arkasında olan şeyleri (muhafız melekleri) bilir. Ve onlar, (Allah´ın) rızasına ermiş olanlardan başkasına şefaat etmezler. Ve onlar, O´nun (Allah´ın) haşyetinden korkanlardır"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ve onlardan kim: “Muhakkak ki ben, O´ndan başka bir ilâhım.” derse, işte o zaman onu cehennem ile cezalandırırız. Zalimleri işte böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"İnkâr edenler (kâfirler), semaların ve arzın bitişik olduğunu görmediler mi? Sonra Biz, o ikisini (birbirinden) ayırdık. Ve her canlı şeyi sudan yarattık. Hâlâ inanmazlar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ve arzda (yeryüzünde), onları sarsar diye (sarsmaması için) dağlar kıldık. Ve orada geniş yollar oluşturduk. Umulur ki (böylece) onlar, hidayete ererler (ulaşırlar)"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ve semayı (gökleri) muhafaza edilmiş bir tavan kıldık. Ve onlar, O´nun âyetlerinden yüz çevirenlerdir"},{"SurahNumber":21,"VerseNumber":33,"Text":"Geceyi ve gündüzü, Güneş´i ve Ay´ı yaratan O´dur. Hepsi feleklerinde (yörüngelerinde) yüzerler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ve senden önce bir beşeri, ebedî (ölümsüz) kılmadık. Öyleyse sen ölürsen, o zaman onlar, ebedî mi olacaklar (ölmeyecekler mi)"},{"SurahNumber":21,"VerseNumber":35,"Text":"Bütün nefsler, ölümü tadıcıdır. Sizi, hayır ve şerr fitneleri ile imtihan ederiz. Ve Bize döndürüleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"Ve inkâr edenler (kâfirler), seni gördükleri zaman: “Sizin ilâhlarınızı zikreden (onlar hakkında konuşan) bu mu?” diyerek, seni sadece alay konusu edinirler. Ve onlar, Rahmân´ın Zikri´ni (Kitabı´nı) inkâr edenlerdir"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan aceleci olarak yaratıldı. Size âyetlerimi göstereceğim. Artık Benden acele istemeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"“Eğer siz doğru söyleyenlerseniz, bu vaad ne zaman (yerine getirilecek)?” derler"},{"SurahNumber":21,"VerseNumber":39,"Text":"İnkâr edenler, (cehennem) ateşini yüzlerinden ve sırtlarından gideremeyecekleri ve yardım olunmayacakları zamanı keşke bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Hayır, onlara (azap) ansızın gelecek. Böylece onları dehşette bırakacak. Artık onu reddetmeye (geri çevirmeye) güçleri yetmeyecek. Ve de onlara bakılmayacak"},{"SurahNumber":21,"VerseNumber":41,"Text":"Andolsun ki senden önce (de) resûllerle alay edildi. Sonra alay etmiş oldukları şey, alay edenleri kuşattı"},{"SurahNumber":21,"VerseNumber":42,"Text":"“Sizi, gündüz ve gece Rahmân´dan (Allah´ın azabından) kim korur?” de. Hayır, onlar Rab´lerinin zikrinden yüz çevirenlerdir"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa onların, Bizden men eden (azabımızdan onları koruyan) ilâhları mı var? Onların, kendilerine dahi yardım etmeye güçleri yetmez. Ve onlara, Bizim tarafımızdan sahip çıkılmaz"},{"SurahNumber":21,"VerseNumber":44,"Text":"Hayır, onlara da uzun gelen bir ömür boyunca onları ve babalarını, Biz metalandırdık (faydalandırdık). Arza gelip, onu etrafından nasıl eksilttiğimizi hâlâ görmüyorlar mı? Öyleyse gâlip gelenler (üstün olanlar) onlar mı"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: “Ben, sizi sadece vahiy ile uyarıyorum.” Ve sağırlar, uyarıldıkları zaman (uyarıldıkları) şeye daveti işitmezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Ve eğer, onlara Rabbinin azabından bir esinti dokunursa, mutlaka: “Bize yazıklar olsun, gerçekten biz, zalimler olduk.” derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ve Biz, kıyâmet günü adalet mizanlarını koyarız. O zaman, kimseye hiçbir şeyle zulmedilmez. Ve hardal tanesi kadar bir ağırlık olsa, onu getiririz (hayat filminde gösteririz). Ve Bize, hesap görücüler kâfidir"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ve andolsun ki Biz, Musa (A.S)´a ve Harun (A.S)´a, takva sahipleri için Furkan´ı (Tevrat´ı), bir Işık (Nur) ve Zikir olarak verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Onlar, gaybte (görmedikleri halde) Rab´lerine huşû duyarlar. Ve onlar, o saatten (kıyâmet saatinden) korkanlardır"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ve bu, Bizim indirdiğimiz Mübarek Bir Zikir´dir. Siz, hâlâ O´nu inkâr edenler misiniz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ve andolsun ki daha önce İbrâhîm (A.S)´a rüşdünü (irşad yetkisini) verdik. Ve Biz, onu (irşada ehil olduğunu) bilenlerdik"},{"SurahNumber":21,"VerseNumber":52,"Text":"(İbrâhîm A.S), babasına ve kavmine şöyle demişti: “Sizin ibadet ettiğiniz bu heykeller nedir?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"“Babalarımızı ona (onlara) ibadet ediyor bulduk.” dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"(İbrâhîm A.S): “Andolsun ki siz ve babalarınız, apaçık dalâlettesiniz.” dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"“Sen, bize hakkı mı getirdin yoksa sen (bizimle) oyun mu oynuyorsun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"“Hayır sizin Rabbiniz, semaların ve arzın Rabbidir ve onları yaratandır. Ve ben, buna şahit olanlardanım.” dedi"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah´a yemin olsun, siz arkanızı döndükten (gittikten) sonra ben mutlaka sizin putlarınıza hile yapacağım"},{"SurahNumber":21,"VerseNumber":58,"Text":"Sonra onları (putları) cüz cüz (parça parça) yaptı. Onların büyük olanı hariç. Umulur ki böylece onlar, ona rücu ederler (dönerler)"},{"SurahNumber":21,"VerseNumber":59,"Text":"“Bizim ilâhlarımıza bunu kim yaptı? Muhakkak ki o, gerçekten zalimlerdendir.” dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"“Ona (kendisine), İbrâhîm denen gencin, onları zikrettiğini (putlardan bahsettiğini) işittik.” dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"“Öyleyse onu, insanların gözü önüne getirin! Böylece onlar şahit olurlar.” dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"“Ey İbrâhîm! Bizim ilâhlarımıza bunu sen mi yaptın?” dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"(İbrâhîm A.S) şöyle dedi: “Hayır, bunu onların büyüğü yaptı. Haydi eğer onlar konuşuyorlarsa (konuşabiliyorlarsa) onlara sorun!”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine kendilerine geldiler, sonra da (kendileri için); “Muhakkak ki siz; siz zalimlersiniz.” dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra onların başları öne eğildi. (Hz. İbrâhîm´e): “Andolsun ki sen, bunların konuşmadığını (konuşamadığını) biliyordun.” (dediler)"},{"SurahNumber":21,"VerseNumber":66,"Text":"(İbrâhîm A.S): “Hâlâ size bir faydası ve zararı olmayan, Allah´tan başka şeylere mi tapıyorsunuz?” dedi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Size ve Allah´tan başka taptığınız şeylere yazıklar olsun. Hâlâ akıl etmiyor musunuz"},{"SurahNumber":21,"VerseNumber":68,"Text":"“Eğer yapabilirseniz, onu (İbrâhîm A.S´ı) yakın! Ve ilâhlarınıza yardım edin.” dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"“Ey ateş! İbrâhîm (A.S)´a (karşı) soğuk ve selâmet (zararsız) ol.” dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ve ona tuzak kurmak istediler. Fakat Biz, onları daha çok hüsrana düşürdük"},{"SurahNumber":21,"VerseNumber":71,"Text":"Âlemler içinde bereketli kıldığımız arz´a, onu ve Hz. Lut´u (ulaştırıp) kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ve ona, İshak (A.S)´ı ve nafileten (ilâveten) Yâkub (A.S)´ı vehbî (armağan) olarak verdik. Ve hepsini salihler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Ve onları, emrimizle hidayete erdiren (ölmeden önce ruhları Allah´a ulaştıran) imamlar kıldık. Ve onlara, hayırlar işlemeyi, namaz kılmayı ve zekât vermeyi vahyettik. Ve onlar, Bize kul oldular"},{"SurahNumber":21,"VerseNumber":74,"Text":"Ve Lut (A.S)´a hikmet ve ilim verdik. Ve habaîs (kötülükler, ahlâksızlıklar) işleyen ülkeden onu kurtardık. Muhakkak ki onlar, fasık olan kötü bir kavimdi"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ve onu rahmetimizin içine dahil ettik. Muhakkak ki o, salihlerdendir"},{"SurahNumber":21,"VerseNumber":76,"Text":"Ve Nuh (A.S), daha önce nida etmişti (seslenmiş, dua etmişti). Bunun üzerine ona icabet ettik (duasını kabul ettik). Böylece onu ve ehlini (ailesini) büyük bir üzüntüden kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ve âyetlerimizi yalanlayan bir kavme karşı ona yardım ettik. Muhakkak ki onlar, kötü bir kavim oldu. Böylece onların hepsini boğduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davut (A.S) ve Süleyman (A.S), bir kavmin koyunlarının gece (çobansız olarak) içinde yayılıp otladığı ekinler hakkında hüküm veriyorlardı. Ve Biz, onların hükmüne şahittik"},{"SurahNumber":21,"VerseNumber":79,"Text":"Böylece onu (bu hükmü), Süleyman (A.S)´a anlattık. Ve hepsine hikmet ve ilim verdik. Davut (A.S)´la beraber tesbih eden (etsinler diye) dağları ve kuşları musahhar (emrine amade) kıldık. Ve (bunları) yapan, Biziz"},{"SurahNumber":21,"VerseNumber":80,"Text":"Sizin için ona, şiddetli çarpışmalarınızda sizi korusun diye elbise (zırh) yapmayı öğrettik. Öyleyse siz şükredenler(den) misiniz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ve fırtınalı rüzgâr, Hz. Süleyman içindi. (Rüzgâr), bereketli kıldığımız oradaki yerlere onun emriyle giderdi. Ve Biz, herşeyi bileniz (biliriz)"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ve şeytanlardan, onun için denize dalanlar ve bundan başka işler yapanlar (da) vardı. Ve onları (onun emrinde) muhafaza eden, Bizdik"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ve Hz. Eyüp, Rabbine (şöyle) nida etmişti: “Muhakkak ki, bana bir zarar isabet etti (hastalık geldi). Ve Sen, rahmet edenlerin en çok rahmet edenisin.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Böylece zarar veren şeyi giderdik (hastalığı iyileştirdik). Kullara bir zikir (öğüt) ve katımızdan bir rahmet olsun diye. Ona ehlini (ailesini) ve onlarla beraber bir mislini daha verdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ve Hz. İsmail ve Hz. İdris ve Hz. Zelkifli; hepsi sabredenlerdendir"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ve onları, rahmetimizin içine dahil ettik. Muhakkak ki onlar, salihlerdendir"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ve Zennûn (Yunus A.S), gadaba gelerek (öfkelenerek) gitmişti. Böylece ona muktedir olamayacağımızı (hükmedemeyeceğimizi) zannetti. Sonra karanlıklar içinde (şöyle) nida etti: “Senden başka İlâh yoktur. Sen Sübhan´sın (herşeyden münezzehsin). Muhakkak ki ben, zalimlerden oldum.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Ve onu, gamdan (üzüntüden, kederden) kurtardık. Ve Biz, mü´minleri işte böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ve Hz. Zekeriya, Rabbine (şöyle) nida etmişti: “Rabbim, beni tek başıma bırakma ve Sen, varislerin en hayırlısısın.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Bunun üzerine ona icabet ettik (duasını kabul ettik). Ve ona, Yahya (A.S)´ı hibe (armağan) ettik. Ve onun için, zevcesini de ıslâh ettik (çocuğu olabilecek duruma getirdik). Muhakkak ki onlar, hayırlarda yarışırlardı. Ve Bize, rağbet ederek ve korkarak dua ederlerdi. Ve onlar, Bize huşû duyanlardı"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ve o (Hz. Meryem), ırzını korudu. O zaman Biz, ruhumuzdan onun içine üfledik. Onu ve oğlunu, âlemlere âyet (ibret) kıldık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Muhakkak ki bu sizin ümmetiniz (topluluğunuz, dîniniz), tek bir ümmettir (dîndir). Ve Ben, sizin Rabbinizim. Öyleyse Bana kul olun"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ve emirlerini (uygulamalarını), kendi aralarında böldüler (fırkalara ayrıldılar). Hepsi Bize dönecek olanlardır"},{"SurahNumber":21,"VerseNumber":94,"Text":"O halde kim mü´min olarak salihat (nefs tezkiyesi) yaparsa, bundan sonra onun gayretleri (kazandığı dereceler) örtülmez (eksilmez, yok olmaz). Ve muhakkak ki Biz, onu yazanlarız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ve helâk ettiğimiz bir kasaba halkının, oraya dönmesi (yeniden hayata getirilmesi) haramdır (imkânsızdır)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet yecüc ve mecüc, (sedleri) açıldığı zaman tepelerin hepsinden saldırırlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ve hak vaad yaklaştı. İşte o zaman kâfir olanların gözleri (korku ile) büyür. (Derler ki): “Bize yazıklar olsun. Biz bundan gaflet içindeydik. Meğer biz zalimler olmuşuz (kendimize zulmetmişiz).”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Muhakkak ki siz ve sizin Allah´tan başka taptıklarınız, cehennem yakıtısınız (odunusunuz). Siz, ona girecek olanlarsınız"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eğer onlar gerçekten ilâhlar olsaydılar, oraya (cehenneme) girmeyeceklerdi. Ve hepsi orada ebediyyen kalacak olanlardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar, orada (ızdırap ile) inlerler. Ve onlar, orada (bir şey) işitmezler"},{"SurahNumber":21,"VerseNumber":101,"Text":"Muhakkak ki Bizden kendilerine hüsna (güzellikler) ulaşanlar (yazılanlar), işte onlar, ondan (cehennemden) uzaklaştırılanlardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onun (cehennemin) uğultusunu işitmezler. Ve onlar, istedikleri şeyler içinde ebedî kalacak olanlardır"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en büyük dehşet (korku), onları mahzun etmez. Ve melekler, onları karşılar (ve derler ki): “Bu, sizin vaadolunduğunuz gününüzdür.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"O gün, kitapların yazılı sayfalarını dürer gibi semayı düreceğiz. Onu ilk defa halketmeye başladığımız gibi (eski durumuna) iade edeceğiz (geri döndüreceğiz). Bizim üzerimizde bir vaaddir. Muhakkak ki (bunu) yapacak olan, Biziz"},{"SurahNumber":21,"VerseNumber":105,"Text":"Andolsun ki; zikirden (Tevrat´tan) sonra Zebur´da, arza salih kullarımızın varis olacağını, yazdık"},{"SurahNumber":21,"VerseNumber":106,"Text":"Muhakkak ki abidler (Allah´a kul olanlar) kavmi için bunda, elbette tebliğ (açıklamalar) vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"Seni Biz, sadece âlemlere rahmet olarak gönderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki: “Bana, sizin ilâhınızın sadece tek bir ilâh olduğu vahyedildi.” Öyleyse siz müslümanlar mısınız (Allah´a teslim olanlar) mısınız"},{"SurahNumber":21,"VerseNumber":109,"Text":"Bundan sonra dönerlerse, o zaman de ki: “Size müsavi olarak (herkese eşit şekilde), (Allah´ın emirlerini) bildirdim (ilân ettim). Vaadolunduğunuz şey (azap) uzak mı yoksa yakın mı (eğer) ben bilseydim (bilmiyorum).”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Muhakkak ki O, sözün cehrî olanını (açıkça söylenenini) ve ketmettiklerinizi (gizlediklerinizi) bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Eğer bilsem (bilmiyorum), belki de o (erteleme), sizin için bir imtihandır. Ve belli bir zamana kadar bir meta (faydalanma)dır"},{"SurahNumber":21,"VerseNumber":112,"Text":"Dedi ki: “Rabbim hak ile hüküm ver. Ve bizim Rabbimiz, sizin (yanlış) vasıflandırmalarınıza rağmen yardım istenilen Rahmân (Allah)´dır.”"}]}