{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif, lâm, râ. buku eye tokitisi yango epai nayo ete obimisa na yango bato na molili komema bango na mwinda na ndingisa ya Nkolo wa bango, komema bango na nzela ya oyo azali na nguya atonda lokumu"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allah nde Nkolo wa manso mazali o likolo mpe o nsé, mpe mpasi ezali тропа bapengwi, bakozuaka etumbu ya makasi"},{"SurahNumber":14,"VerseNumber":3,"Text":"Baye bazali коропа bomoyi ya nsé koleka oyo ya mokolo mwa suka mpe bazali kobundisa nzela ya Allah mpe bazali kolukela yango minyokoli. Bango bazali na libunga lia mosika"},{"SurahNumber":14,"VerseNumber":4,"Text":"Mpe totindaki motindami te sé azala moto ya monoko ya bato naye, mpo alimbola bango malamu. Allah abungisaka oyo alingi, mpe akambaka oyo alingi. Mpe ye nde azali na bokasi atonda bwanya"},{"SurahNumber":14,"VerseNumber":5,"Text":"Мре tosilaki kotinda Mûssa na makamwisi ma biso, bimisa bato bayo na molili bakende na bongengi. Mpe yebisa bango ete bakanisa na mikolo mia Allah. Ya soló, bilembo bina bizali тропа bato banso bakangi mitema mpe bazali na botondi"},{"SurahNumber":14,"VerseNumber":6,"Text":"Mpe tango Mûssa alobaki na bato naye ete: Bokanisa bolamu ya Allah likolo na bino, tango alongisaki bino na maboko ya bato ya falo, baye bazalaki konyokolo bino na etumbu, mpe bazalaki koboma bana na bino ya mibali mpe kotika basi na bino, kasi wana ezali elembo enene ya bomekami тропа bino kowuta epai ya Allah"},{"SurahNumber":14,"VerseNumber":7,"Text":"Mpe tango Nkolo wa bino alobaki: Soki ya sólo, bozali kotondo ngai, nakobakisela bino bolamu bwa ngai kasi soki bozangi ngai botondi, ya sólo etumbu na ngai ezali makasi"},{"SurahNumber":14,"VerseNumber":8,"Text":"Mpe Mûssa alobaki ete: Soki bopengwi bino na baye banso bazali na nsé, ya sólo, boyeba ete Allah atonda na bomengo bwa ye mpe asanzolama na lokumu"},{"SurahNumber":14,"VerseNumber":9,"Text":"Boye sango ya baye balekaki liboso lia bino ekomelaki bino te ya bato ba Núh, na aad na Thamúd na baye balandaki bango sima? Moko te ayebi bango sé Allah. Batindami ba bango bayelaki bango bilembo, kasi balobaki na kotiya maboko ma bango na minoko mia bango: Tokondima te na maye botindami na yango, mpe tozali na tembe na maye bozali kobenga biso na yango koleka"},{"SurahNumber":14,"VerseNumber":10,"Text":"Batindami na bango balobaki: Bozali kotiya tembe na Allah, mokeli wa likolo na mabele? Azali kobenga bino mpo alimbisa masumu ma bino, mpe Apesa bino eleko kino mikolo na bino mikoka. (bapengwi bakolobaka): Bozali bato lokola biso, boye bolingi koboisa biso na maye ba nkoko ba biso bazalaki kobondela boyela biso elembo ya polele"},{"SurahNumber":14,"VerseNumber":11,"Text":"Batindami ba bango bayanolaki bango balobi: Ya soló penza, tozali bato lokola bino, kasi Allah asalisaka oyo alingi o kati ya bawumbu baye. Biso tokoki koyela bino bilembo te sé ezala na bolingi bwa Allah, mpe epai na Allah nde esengeli na bandimi bamipesa"},{"SurahNumber":14,"VerseNumber":12,"Text":"Mpe тропа nini tokomipesa na Allah te asilaki kokamba biso o nzela ya malamu eye tozali kolanda? Mpe Tokakanga mitema тропа minyokoli mia bino, mpe epai ya Allah, bandimi bamipesa"},{"SurahNumber":14,"VerseNumber":13,"Text":"Мре bapengwi balobaki na batindami na bango ete: Tokobimisa bino na mabele ma biso, longola sé soki bozongi na lingomba lia biso. Na yango, Nkolo wa bango akitiseli bango emoniseli ete: Tokoboma babubi"},{"SurahNumber":14,"VerseNumber":14,"Text":"Mpe tokovandisa bino o mboka sima na bango. Wana ezali тропа oyo akobanga bokutani na ngai тре azali kobanga elaka na etumbu. (na ngai)"},{"SurahNumber":14,"VerseNumber":15,"Text":"Mpe basengaki Allah elonga, mpe bato banso ya mabe bazalaki kobundisa bosôló bakweyaki"},{"SurahNumber":14,"VerseNumber":16,"Text":"Moto nde ekozala esika na bango, sima bakomelisaka bango mayi ma tofina"},{"SurahNumber":14,"VerseNumber":17,"Text":"Акотека komela yango mokemoke kaši ekolekaka te, liwa likoyelaka ye na bisika binso kaši akokufaka te. Mpe akozuaka etumbu ya makasi sima na yango"},{"SurahNumber":14,"VerseNumber":18,"Text":"Ndakisa ya misala ya baye bapengwi na Nkolo wa bango, ezali lokola mputulu ememami na mopepe ya makasi, bakokoka kozua litomba na eloko te na maye basalaki, wana ezali libunga ya mosika"},{"SurahNumber":14,"VerseNumber":19,"Text":"Boye ozali kornona te ete Allah akela likolo na mabele na bosôló? Soki alingi, abungisi bino тре ayei na bikelamo bisusu o esika na bino"},{"SurahNumber":14,"VerseNumber":20,"Text":"Kaši wana ezali paši te тропа Allah asala yango"},{"SurahNumber":14,"VerseNumber":21,"Text":"Мре bawei banso bakobimaka о malita ma bango тре bakotelemaka o liboso lia Allah тропа kokata makambo, mpe bato bamotawu bakolobaka na ba oyo ya makasi mpe ya lolendo: Tozalaki kolanda bino, bokoki kokimisa mpe kobikisa biso na etumbu ya Allah te? Bakoyanolaka: Soki Allah akambaka biso tolingaki kokamba bino, tokokoka komisalisa te ata soki tozeli, mpe tozali na esika ya kokimela te"},{"SurahNumber":14,"VerseNumber":22,"Text":"Mpe tango makambo manso makosilaka kokatama, satana akoloba na (bato ya lifelo): Ya soló, Allah alakaki bino elaka ya bosóló, ngai nalakaki bino elaka kasi nakokisi yango te. Mpe nazalaki na bokonzi likolo na bino te, kasi ngai na bengaki bino mpe bondimelaki ngai. Bo pamela ngai te, bomipamela bino moko. Ngai nakosalisa bino te mpe bino bokosalisa ngai te. Ya sólo, ngai naboyi na maye bosangisaki ngai na yango liboso (тропа Allah) ya sólo bato mabe bakozuaka etumbu ya makasi"},{"SurahNumber":14,"VerseNumber":23,"Text":"Мре bakokotisama baye bandimaki mpe basalaki misala milamu o Iola eye ezali koleka o nsé na yango mingala, bakozalaka o kati na yango libela, na bolingi bwa Nkolo wa bango. Мре kuna losako na bango lokozala sé ete: (salam) kimia"},{"SurahNumber":14,"VerseNumber":24,"Text":"Boye, ozali kornona te ete: Allah apeși ndakisa ya liloba lilamu lizali lokola nzete elamu eye misisa mia yango mikangama malamu, mpe bitape bia yango bibimi na likolo"},{"SurahNumber":14,"VerseNumber":25,"Text":"Ezali kobota mbuma na yango tango inso, na bolingi bwa Nkolo wa yango. Mpe Allah abetelaka bato ba ndakisa mpo bakoka kokanisa"},{"SurahNumber":14,"VerseNumber":26,"Text":"Mpe apesi ndakisa ya liloba lia mabe, lizali lokola nzete ya mabe, eye ekundami malamu te kati na mabele, esimbamaka makasi te"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah azali kolendisa bandimi na liloba litongami malamu, kati ya bomoyi ya nsé mpe na mokolo mwa suka, mpe azali kobungisa babubi, mpe Allah asalaka oyo alingi"},{"SurahNumber":14,"VerseNumber":28,"Text":"Boye, ozali kornona te, тропа baye babongoli bolamu bwa Allah na bopengwi mpe batandi bato ba bango o ndako ya libungi"},{"SurahNumber":14,"VerseNumber":29,"Text":"Bakozikisamaka na moto ya lifelo, oyo nde efandeli ya mabe"},{"SurahNumber":14,"VerseNumber":30,"Text":"Mpe batieli Allah binzambe nzambe, тропа kobungisa na yango bato nzela naye. Loba: Bosepela (na bomoyi bwa mokili) kaši nzela na bino ezali ya sôló okati ya moto ya lifelo"},{"SurahNumber":14,"VerseNumber":31,"Text":"Loba na bawumbu na ngai baye bandima ete: Batelemisa losambo mpe na maye topesaki bango babimisa yango na polele to na sekele liboso ete eyela bango mokolo oyo mombongo ekozala te mpe kimoninga ekozala te"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah nde mokeli wa likolo na nsé, mpe akitisaka mayi kowuta o mapata ezali kobimisa na yango bambuma mpo ezala bozui bwa bino. Мре apeși bino maye ya kosala masuwa mpo etambola na ebale. Na mitindo mia ye, mpe atieli bino mingala"},{"SurahNumber":14,"VerseNumber":33,"Text":"Mpe atieli bino moyi na sanza, ezala na bongengi bwa libela. Mpe atiyeli bino butu na mokolo"},{"SurahNumber":14,"VerseNumber":34,"Text":"Mpe apesaka bino nyonso oyo bosengaka ye, mpe soki bolingi koyeba bolamu ya Allah oyo asaleli bino, bokokoka koyeba motango mwa yango te. Ya soló, moto alekisi ndelo na bopegwi mpe bobubi"},{"SurahNumber":14,"VerseNumber":35,"Text":"Mpe tango Ibrâhîm alobaki: Oh Nkolo wa ngai! Tia mboka oyo (Makkah) ezala na kimia, mpe tiya ngai na bana ba ngai mosika mpo tobondela bikeko te"},{"SurahNumber":14,"VerseNumber":36,"Text":"Oh Nkolo wa ngai! Ya sôló, yango (bikeko) bisili kobungisa bato ebele. Mpe moto oyo akolanda ngai, ya soló azali wa ngai, kasi oyo akotosa ngai te, ya sólo, yo nde molimbisi otonda ngolu"},{"SurahNumber":14,"VerseNumber":37,"Text":"Oh Nkolo wa biso! Ya sólo, natiki ndambu ya libota na ngai na nsé ya ngomba oyo, ezali na bato te mpe ezali na milona te, pene na ndako nayo esantu, Nkolo mpo été batelemisa losambo, mpe sala été bato bawuta mosika bakende kofanda na bango esika wana, mpe leisa bango bambuma mpo été batonda yo botondi"},{"SurahNumber":14,"VerseNumber":38,"Text":"Oh Nkolo wa biso! Ya sólo penza, oyebi maye mabombami o mitema mia biso na maye tomonisaka polele, mpe eloko te ekoki kobombamela Allah ezala na nsé to na likolo"},{"SurahNumber":14,"VerseNumber":39,"Text":"Matondi na Allah oyo apesi ngai likabo ya İsmail mpe Is’háq na bopaka na ngai. Ya sólo, Nkolo na ngai azali penza moyoki ya libondeli"},{"SurahNumber":14,"VerseNumber":40,"Text":"Oh Nkolo wa ngai! Sala ngai ete nakokisa basambela elongo na libota nangai, Nkolo wa biso ndima libondeli na biso"},{"SurahNumber":14,"VerseNumber":41,"Text":"OhNkolo wa biso! Limbisangai na baboti ba ngai, na bandimi o mokolo mwa lifuta"},{"SurahNumber":14,"VerseNumber":42,"Text":"Mpe bokanisa te ete: Allah alandaka te maye babubi bazali kosala. Ya soló, azali kozelisa bango kino o mokolo moye miso ma bango makotombwama"},{"SurahNumber":14,"VerseNumber":43,"Text":"Batomboki bakopotaka mbangu mpe mitu na miso na bango mikotala o likolo, mpe mitu mia bango mikozala polele, mpe mitema mikozalaka na eloko te"},{"SurahNumber":14,"VerseNumber":44,"Text":"Mpe kebisa bato тропа mokolo moye etumbu ekoyelaka bango, babubi bakolobaka: Nkolo wa biso! Zelisa biso ata mwa ngonga токе, mpo toyanola na mbela nayo, mpe tolanda batindami. Boye bolapaki liboso te ete bokoki kolimwa te"},{"SurahNumber":14,"VerseNumber":45,"Text":"Boye bovandaki te na bisika bia baye babubaki milimo mia bango moko? Mpe bino boyebi polele ndenge nini tosalaki bango, mpe totangela bino bandakisa"},{"SurahNumber":14,"VerseNumber":46,"Text":"Mpe basilaki kosala likita lia mabe, kasi likita lia bango wana liyebani epai ya Allah, ata soki likita lia bango lizali makasi ekoki kopanza ngomba te"},{"SurahNumber":14,"VerseNumber":47,"Text":"Мре bokanisa te ete: Allah akozangisa kokokisa elaka naye epai ya batindami naye. Ya soló, Allah azali na nguya тропа kopesa etumbu"},{"SurahNumber":14,"VerseNumber":48,"Text":"Mokolo moye mabele makotikela mabele mosusu esika. Na mapata lokola, mokolo moye bato bakobimaka liboso lia Allah wa bomoko atonda bokasi"},{"SurahNumber":14,"VerseNumber":49,"Text":"О mokolo mona okomona batomboki bakangami bango na bango na minyololo"},{"SurahNumber":14,"VerseNumber":50,"Text":"В ilamba bia bango bikozalaka nde mbiko mpe moto mokozingaka bilongi bia bango"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Nyoso wana) ekozala mpo Allah akofutaka moto nyoso engebene na maye asalaki. Ya sólo, Allah azali mbangu тропа kofuta"},{"SurahNumber":14,"VerseNumber":52,"Text":"Oyó ezali sango mpe liyebisi (kurani) тропа bato bakeba na yango, mpe bayeba ya sólo ete, ye Nzambe (Allah) azali sé ye moko, na yango esengeli na bato ya mayele basosola"}]}