{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"’n Verklaring van vrystelling van Allah en Sy Boodskapper teenoor die heidene met wie julle ’n verdrag gesluit het"},{"SurahNumber":9,"VerseNumber":2,"Text":"gaan daarom vier maande lank in die land rond, en weet dat julle nie van Allah kan ontsnap nie en dat Allah skande oor die ongelowiges sal bring"},{"SurahNumber":9,"VerseNumber":3,"Text":"En dit is ’n aankondiging van Allah en Sy Boodskapper aan almal op die dag van die groot bedevaart, dat Allah, saam met sy Boodskapper, vry is van verantwoordelikheid teenoor die heidene. As julle daarom berou toon, sal dit vir julle beter wees; maar as julle wegdraai, weet dan dat julle Allah nie kan ontwyk nie. En verkondig ’n smartlike straf aan die ongelowiges"},{"SurahNumber":9,"VerseNumber":4,"Text":"met die uitsondering van daardie heidene met wie julle ’n verdrag gesluit het, en wat julle in niks in die steek gelaat het nie, of niemand teen julle gesteun het nie; kom dan die ooreenkoms met hulle tot aan die einde van die tydperk na. Waarlik, Allah het die godvresendes lief"},{"SurahNumber":9,"VerseNumber":5,"Text":"En wanneer die heilige maande verby is, bring dan die heidene om waar julle hulle ook mag vind, en neem hulle gevangene, beleër hulle, en loer op hulle uit elke hinderlaag. Maar as hulle berou toon en die gebed onderhou en die Zakaat1 betaal, laat hulle weg dan onverhinderd wees. Voorwaar, Allah is Vergewensgesind, Genadevol"},{"SurahNumber":9,"VerseNumber":6,"Text":"En as enige van die heidene u om beskerming vra, skenk hom dan beskerming totdat hy die woord van Allah gehoor het, en bring hom dan na ’n plek van veiligheid. Dit is omdat hulle ’n onkundige volk is"},{"SurahNumber":9,"VerseNumber":7,"Text":"Hoe kan daar dan ’n verbond tussen Allah en Sy Boodskapper en die heidene bestaan, behalwe húlle met wie julle ’n verbond by die Heilige Ka’ba gesluit het? Solank as hulle julle getrou is moet julle getrou wees aan hulle. Waarlik, Allah het die godvresendes lief"},{"SurahNumber":9,"VerseNumber":8,"Text":"Hoe dan? As hulle die oorhand oor julle kry, dan, in julle geval, eerbiedig hulle nóg bande van verwantskap nóg verbond. Hulle sal julle met hulle monde behaag, terwyl hulle haat in hulle harte het; en die meeste van hulle is oortreders"},{"SurahNumber":9,"VerseNumber":9,"Text":"Hulle het ’n geringe prys vir die tekens van Allah betaal, daarom keer hulle die mense van Sy weg af. Hulle dade is waarlik boos"},{"SurahNumber":9,"VerseNumber":10,"Text":"Sover dit ’n gelowige aangaan, eerbiedig hulle nóg bande van verwantskap nóg verbond. En dit is húlle wat die perke oorskry"},{"SurahNumber":9,"VerseNumber":11,"Text":"Maar as hulle berou het, die gebed onderhou en die Zakaat2 betaal, dan is hulle julle broers in die geloof. En Ons maak die tekens duidelik vir ’n volk wat weet"},{"SurahNumber":9,"VerseNumber":12,"Text":"En as hulle ná hul verbond hul eed sou breek en julle godsdiens belaster, veg dan teen die leiers van die ongeloof ~ waarlik, hulle eed beteken niks nie ~ sodat hulle daarmee kan ophou"},{"SurahNumber":9,"VerseNumber":13,"Text":"Wil julle dan nie ’n volk beveg wat hul eed verbreek en planne beraam het om die Boodskapper te verdryf, en wat julle eerste aangeval het nie? Vrees julle húlle? Maar Allah het ’n groter aanspraak op julle vrees, as julle werklik gelowiges is"},{"SurahNumber":9,"VerseNumber":14,"Text":"Beveg hulle! Allah sal hulle deur julle hande straf en skande oor hulle bring, en julle teen hulle help, en verligting in die harte van ’n gelowige volk bring"},{"SurahNumber":9,"VerseNumber":15,"Text":"En Hy sal die nyd uit hulle harte wegneem. En Allah wend Hom- self met barmhartigheid tot wie Hy wil. En Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":16,"Text":"Dink julle dat jul met rus gelaat sal word terwyl Allah nog nie getoets wie van julle hard gestrewe het, en buiten Allah en Sy Boodskapper en die gelowiges, niemand anders as boesemvriend geneem het nie? En Allah is bewus van julle dade"},{"SurahNumber":9,"VerseNumber":17,"Text":"Die heidene het geen reg om die Moskees van Allah te onderhou terwyl hulle ongeloof teen hul getuig nie. Dit is húlle wie se werke tevergeefs is; en hulle sal in die Vuur woon"},{"SurahNumber":9,"VerseNumber":18,"Text":"Die Moskees van Allah kan slegs onderhou word deur diegene wat in Allah en aan die Laaste Dag glo, en die gebed onderhou en die Zakaat3 betaal en niemand behalwe Allah vrees nie. Diesulkes is op die regte leiding"},{"SurahNumber":9,"VerseNumber":19,"Text":"Dink julle dan dat die verskaffing van drinkwater aan die pelgrims en die onderhoud van die Heilige Ka’ba, gelykstaande is aan die dienste van iemand wat in Allah en die Laaste Dag glo en hard in die weg van Allah strewe? In die oë van Allah is hulle nie gelyk nie. En Allah lei nie die onregverdiges nie"},{"SurahNumber":9,"VerseNumber":20,"Text":"Hulle wat geglo het en uit hulle huise vlug, en in die weg van Allah hard gestrewe het met hulle rykdom en hulle lewens, is veel hoër in aansien by Allah. En dit is húlle wat sal seëvier"},{"SurahNumber":9,"VerseNumber":21,"Text":"Hul Heer bring hulle ’n blye tyding van Sy barmhartigheid en welbehae, en Tuine waarin blywende saligheid vir hul sal wees"},{"SurahNumber":9,"VerseNumber":22,"Text":"terwyl hulle vir ewig daarin bly. Voorwaar, by Allah is daar ’n groot beloning"},{"SurahNumber":9,"VerseNumber":23,"Text":"O julle gelowiges! Neem julle vaders en julle broers nie tot vriende as hulle die ongeloof bo geloof verkies nie. En dié van julle wat vir hulle tot vriende neem, is boosdoeners"},{"SurahNumber":9,"VerseNumber":24,"Text":"Sê: As julle vaders, en julle seuns en broers, en julle vroue en julle naasbestaandes, en die skatte wat julle vergaar het, en die handel waarin julle ’n slapte vrees, en die huise waarvan julle hou, vir julle dierbaarder is as Allah en Sy Boodskapper en Sy diens, wag dan tot Allah Sy oordeel uitbring. En Allah lei nie die sondaars nie"},{"SurahNumber":9,"VerseNumber":25,"Text":"Gewis het Allah julle op baie slagvelde bygestaan, en op die dag van Goenein, toe jul groot getalle julle trots laat voel het ~ maar julle niks gebaat het nie ~ en die aarde, ondanks sy uitge- strektheid, vir julle te nou geword het, toe julle al vlugtende moes terugval"},{"SurahNumber":9,"VerseNumber":26,"Text":"Daarna het Allah Sy kalmte oor Sy Boodskapper en die gelowi- ges laat neerdaal, en magte wat julle nie kon sien nie, gestuur om die ongelowiges te straf. En dít is die loon van die ongelowi- ges"},{"SurahNumber":9,"VerseNumber":27,"Text":"Daarna sal Allah die boetedoening aanvaar van wie Hy wil. En Allah is Vergewensgesind, Genadevol"},{"SurahNumber":9,"VerseNumber":28,"Text":"O julle gelowiges! Die heidene is beslis onrein, daarom sal hulle die Heilige Ka’ba ná hierdie jaar nie weer betree nie. En as julle armoede vrees, dan sal Allah, as dit Hom behaag, julle uit Sy oorvloed verryk. Waarlik, Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":29,"Text":"Beveg húlle wat nie in Allah en aan die Laaste Dag glo nie, en nie verbied wat Allah en Sy Boodskapper verbied het nie, en nie die Godsdiens van die Waarheid navolg nie ~ tussen die mense aan wie die Boek vroeër gegee is ~ totdat hulle die belasting ter erkentenis van voorrang betaal, en hulle onderdanig is"},{"SurahNumber":9,"VerseNumber":30,"Text":"En die Jode sê: Esra is die seun van Allah, en die Christene sê: Die Messias is die seun van Allah. Dit is die woorde wat hulle monde uiter. Hulle herhaal die woorde van diegene wat voorheen ongelowig was. Die vloek van Allah rus op hulle. Hoe ontdaan is hulle van die waarheid"},{"SurahNumber":9,"VerseNumber":31,"Text":"Hulle neem hulle skrifgeleerdes en hulle monnike tot Heer buiten Allah, en ook die Messias, seun van Maria. En dit is hulle gebied om slegs een God te aanbid ~ daar is geen God nie buiten Hom. Verhewe is Hy bo dít wat hulle met Hom vereenselwig"},{"SurahNumber":9,"VerseNumber":32,"Text":"Hulle begeer om die lig van Allah met hulle monde uit te doof, maar Allah sal niks toelaat nie behalwe die vervolmaking van Sy lig, ofskoon die ongelowiges dit haat"},{"SurahNumber":9,"VerseNumber":33,"Text":"Dit is Hy wat Sy Boodskapper met leiding en die Ware Gods- diens gestuur het, sodat Hy dit oor alle godsdienste kan laat heers, hoewel die heidene dit haatlik vind"},{"SurahNumber":9,"VerseNumber":34,"Text":"O julle gelowiges! Voorwaar, baie van die skrifgeleerdes en die monnike verorber die rykdom van mense op ’n skynheilige manier, en keer hulle van die weg van Allah af. En hulle wat goud en silwer vergaar en dit nie in die weg van Allah bestee nie ~ verkondig aan hulle ’n smartlike straf"},{"SurahNumber":9,"VerseNumber":35,"Text":"Op die Dag wanneer dit in die Vuur van die Hel sal verhit word, sal hulle voorhoofde en hul sye en hul rûe daarmee gebrandmerk word: Dít is wat julle vir julleself opgegaar het; geniet dus daarvan"},{"SurahNumber":9,"VerseNumber":36,"Text":"Voorwaar, die aantal maande by Allah is twaalf, volgens ’n verordening van Allah sedert Hy die hemele en die aarde geskape het. Vier hiervan is heilig. Dít is die ware geloof. Doen julle hierom dus geen onreg aan nie. En beveg al die heidene soos hulle júlle beveg. En weet dat Allah met die godvresendes is"},{"SurahNumber":9,"VerseNumber":37,"Text":"Voorwaar, die uitstel van ’n heilige maand is maar net ’n toevoeging by die ongeloof, waardeur die ongelowiges op die dwaalspoor gebring word. Hulle laat dit die een jaar toe en die volgende jaar belet hulle dit, sodat hulle mag besluit oor die aantal maande wat Allah geheilig het, en sodoende probeer hulle wettig wat Allah onwettig verklaar het. Die kwaad van hulle dade word vir hulle mooi gemaak. En Allah lei nie die ongelowiges nie"},{"SurahNumber":9,"VerseNumber":38,"Text":"O julle gelowiges! Watter rede het julle om, wanneer aan julle gesê word: Gaan voort op die weg van Allah, julle hewig aan"},{"SurahNumber":9,"VerseNumber":39,"Text":"As julle nie voortgaan nie, sal Hy julle met ’n smartlike straf teregstel en ’n ander volk in julle plek kies. Julle kan Hom geen leed aandoen nie. En Allah het mag oor alle dinge"},{"SurahNumber":9,"VerseNumber":40,"Text":"As júlle hom nie help nie, dan het Allah hom tog sekerlik gehelp toe die ongelowiges hom verdryf het ~ hy wat die tweede van die twee was; toe hulle albei in die grot was en hy aan sy metgesel4 gesê het: Treur nie; waarlik, Allah is met ons. Toe het Allah Sy gerustheid op hom laat neerdaal en hom met ’n mag, wat julle nie gesien het nie, versterk, en die woord van die ongelowiges verneder. En die woord van Allah is die oppermagtigste. En Allah is Almagtig, Allerwys"},{"SurahNumber":9,"VerseNumber":41,"Text":"Gaan voort, lig of swaar, en strewe hard in die weg van Allah met julle rykdom en julle lewens. Dit is vir julle beter dat julle dit weet"},{"SurahNumber":9,"VerseNumber":42,"Text":"As dit ’n onmiddellike wins en ’n kort reis gewees het, sou hulle u sekerlik gevolg het, maar die vermoeiende reis was vir hulle te lank. En hulle sal by Allah sweer: As ons in staat gewees het, sou ons met u voortgegaan het. Hulle veroorsaak die vernietiging van hulle eie siele; en Allah weet dat hulle leuenaars is"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah vergewe u! Waarom het u hulle toegelaat voordat hulle wat die waarheid praat, aan u bekend was, en u die leuenaars uitgeken het"},{"SurahNumber":9,"VerseNumber":44,"Text":"Hulle wat in Allah en aan die Laaste Dag glo, sal u nie om vrystelling vra van die gebruik van hulle rykdom en hulle persone nie. En Allah ken die godvresendes"},{"SurahNumber":9,"VerseNumber":45,"Text":"Net hulle wat nie in Allah en aan die Laaste Dag glo nie, sal u om verlof vra, en hulle harte twyfel, en in hulle twyfel aarsel hulle"},{"SurahNumber":9,"VerseNumber":46,"Text":"En indien hulle van voornemens was om voort te gaan, sou hulle sekerlik vir toerusting gesorg het; maar Allah wou nie dat hulle gaan nie. Daarom het Hy hulle teruggehou, en daar is gesê: Sit dan saam met die tuisblyers"},{"SurahNumber":9,"VerseNumber":47,"Text":"En as hulle met julle saamgegaan het, sou hulle julle niks anders as moeilikheid besorg het nie, en hulle sou heen en weer gehardloop het terwyl hulle probeer om tweedrag tussen julle te saai. En tussen julle is daar ’n klompie wat na hulle sou luister. En Allah ken die kwaaddoeners goed"},{"SurahNumber":9,"VerseNumber":48,"Text":"Hulle het al vantevore probeer om tweedrag te saai, en hulle het sameswerings teen u gesmee totdat die Waarheid gekom het en die verordening van Allah gevestig is, hoewel hulle nie daarvan gehou het nie"},{"SurahNumber":9,"VerseNumber":49,"Text":"En tussen hulle is daar diegene wat sê: Verskoon my, en beproef my nie. Hulle het reeds al in die versoeking geval, en die Hel sal die ongelowiges waarlik omring"},{"SurahNumber":9,"VerseNumber":50,"Text":"As iets goeds oor u kom, doen dit hulle verdriet aan; en as u rampspoed ondervind, sê hulle: Ons het inderdaad vooraf ons voorsorg geneem. En juigend draai hulle om"},{"SurahNumber":9,"VerseNumber":51,"Text":"Sê: Niks sal ons oorval nie behalwe dít wat Allah vir ons bestem het. Hy is ons Beskermheer. En op Allah moet die gelowiges vertrou"},{"SurahNumber":9,"VerseNumber":52,"Text":"Sê: Verwag julle vir ons niks anders nie as een van twee goeie dinge? En ons verwag vir julle dat Allah julle ’n straf van Homself, of deur ons hande, sal oplê. Wag dan; ons wag saam met julle"},{"SurahNumber":9,"VerseNumber":53,"Text":"Sê: Bestee vrywillig of onwillig; dit sal tog nie van julle aangeneem word nie. Julle is ’n ongehoorsame volk"},{"SurahNumber":9,"VerseNumber":54,"Text":"En daar is niks wat verhoed dat hulle gawes aangeneem sal word nie, behalwe dat hulle nie in Allah en die Boodskapper glo nie, en dat hulle nie anders na die gebed toe kom nie as lui-lui; en hulle bestee ook onwillig"},{"SurahNumber":9,"VerseNumber":55,"Text":"Moenie dat hulle rykdom of hulle kinders u verwondering wek nie. Allah wil hulle daarmee straf, en hulle siele sal heengaan terwyl hulle ongelowiges is"},{"SurahNumber":9,"VerseNumber":56,"Text":"En hulle sweer by Allah dat hulle werklik tot julle behoort. En hulle behoort nie tot julle nie, maar hulle is bang"},{"SurahNumber":9,"VerseNumber":57,"Text":"En as hulle ’n skuilplek of grotte of ’n plek vind om in te gaan, sal hulle sekerlik daarnatoe wend en in aller yl weghardloop"},{"SurahNumber":9,"VerseNumber":58,"Text":"En tussen hulle is diegene wat u oor die aalmoes kwalik neem. As hulle daarvan gegee word, is hulle tevrede, en as hulle niks daarvan ontvang nie, kyk! dan is hulle woedend"},{"SurahNumber":9,"VerseNumber":59,"Text":"En was hulle maar tevrede met wat Allah en Sy Boodskapper aan hulle gegee het, en het hulle gesê: Allah is vir ons genoeg; Allah sal ons weldra van Sy oorvloed gee, en ook vir Sy Boodskapper; waarlik, tot Allah is ons vertoë gerig"},{"SurahNumber":9,"VerseNumber":60,"Text":"Die gunste5 is slegs vir die armes en die behoeftiges, en vir diegene wat dit moet versprei, en vir hulle wie se harte tot die waarheid geneig is, en vir die bevryding van gevangenes, en vir hulle wat in die skuld is, vir die diens van Allah, en vir die reisiger ~ ’n instelling van Allah. En Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":61,"Text":"En onder hulle is diegene wat die Profeet lastig val en sê: Hy is net ore. Sê: ’n Luisteraar van die goeie om julle onthalwe ~ hy glo in Allah en hy glo die gelowiges, en hy is ’n genade vir die gelowiges tussen julle. En op hulle wat die Boodskapper van Allah te na kom, wag daar ’n smartlike straf"},{"SurahNumber":9,"VerseNumber":62,"Text":"Hulle sweer teenoor julle by Allah om julle te behaag; en Allah en Sy Boodskapper dring daarop aan dat hulle Hom moet behaag as hulle gelowiges is"},{"SurahNumber":9,"VerseNumber":63,"Text":"Weet hulle nie dat die Hel as tuiste bestem is vir hulle wat Allah en Sy Boodskapper vyandiggesind is nie? Dit is ’n groot vernedering"},{"SurahNumber":9,"VerseNumber":64,"Text":"Die Huigelaars vrees dat ’n soera6 aangaande hulle gestuur sal word, waarin onomwonde openbaar sal word wat in hulle harte omgaan. Sê: Spot maar, Allah sal dít wat julle vrees, waarlik aan die lig bring"},{"SurahNumber":9,"VerseNumber":65,"Text":"En as u hulle sou ondervra, dan sal hulle sê: Dit was maar verspotte praatjies en grappe van ons. Sê: Was dit met Allah en Sy tekens en Sy Boodskapper waarmee julle die spot gedryf het"},{"SurahNumber":9,"VerseNumber":66,"Text":"Vra nie om vergifnis nie; julle het waarlik ongelowig geword nadat julle eenmaal geglo het. As Ons sommige van julle ver- gewe, sal Ons ook sommige van julle moet straf, omdat hulle skuldig is"},{"SurahNumber":9,"VerseNumber":67,"Text":"Die Huigelaars, mans en vroue, is almal aan mekaar verwant. Hulle spoor tot die kwaad aan en verbied die goeie en weerhou hulle hande van die gee van gunste. Hulle het Allah vergeet, daarom vergeet Hy hulle. Voorwaar, die Huigelaars is sondaars"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah belowe die Huigelaars, die mans sowel as die vroue, en ook die ongelowiges, die Vuur van die Hel. Dít is vir hulle goed genoeg. En Allah het hulle vervloek, daarom sal hulle ’n bly- wende straf ontvang"},{"SurahNumber":9,"VerseNumber":69,"Text":"Soos diegene vóór julle ~ hulle was sterker as julle en het meer rykdom en kinders gehad. So het hulle hul aandeel geniet; en so het julle julle aandeel geniet net soos hulle vóór julle hul aandeel geniet het, en julle gee jul oor aan ydele praatjies soos hulle hul oorgegee het. Dit is húlle wie se werke in hierdie wêreld en in die Hiernamaals niksbeduidend sal wees; en hulle sal die verloorders wees"},{"SurahNumber":9,"VerseNumber":70,"Text":"Het die verhaal van diegene wat vóór hulle was hulle nie bereik nie ~ die volk van Noag en Aad en Thamoed, en die volk van Abraham en die bewoners van Mede en die verwoeste stede? Die boodskappers het met duidelike bewyse tot hulle gekom. Daarom het Allah hulle geen kwaad aangedoen nie, maar hulle het hulsélf skade berokken"},{"SurahNumber":9,"VerseNumber":71,"Text":"En die gelowiges, mans sowel as vroue, is vriende van mekaar. Hulle spoor tot die goeie aan en verbied die kwaad en onderhou die gebed en betaal die Zakaat en gehoorsaam Allah en die Boodskapper. Aan hulle sal Allah Sy barmhartigheid bewys. Waarlik, Allah is Almagtig, Allerwys"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah het die gelowiges, die mans en die vroue, tuine belowe waardeur riviere vloei, waarin hulle kan woon, en heerlike woonhuise in Tuine van Ewigheid. En die grootste van dit alles is die welbehae van Allah. Dít is die uitnemendste sukses"},{"SurahNumber":9,"VerseNumber":73,"Text":"O Profeet! Stry hard teen die ongelowiges en die Huigelaars, en wees ferm teenoor hulle. Hulle tuiste is die Hel, en dit is ’n gedoemde bestemming"},{"SurahNumber":9,"VerseNumber":74,"Text":"Hulle sweer by Allah dat hulle niks gesê het nie. En tog het hulle waarlik die woord van ongeloof uitgespreek en ongelowig geword nadat hulle Islam aanvaar het, en hulle het beoog wat hulle nie kon volbring nie. En hulle wou wraak neem omdat Allah ~ én Sy Boodskapper ~ hulle uit Sy oorvloed verryk het. As hulle maar berou het, sal dit vir hulle goed wees; maar as hulle afdwaal, sal Allah hulle in hierdie wêreld en in die Hierna- maals met ’n kastyding straf; en hulle sal op aarde geen vriend of helper hê nie"},{"SurahNumber":9,"VerseNumber":75,"Text":"En tussen hulle is daar mense wat ’n verbond met Allah gesluit en gesê het: As Hy ons van Sy oorvloed skenk, sal ons gunste gee en deugsaam wees"},{"SurahNumber":9,"VerseNumber":76,"Text":"Maar nadat Hy hulle van Sy oorvloed gegee het, het hulle suini- ger geword, hulle het met afgryse weggedraai"},{"SurahNumber":9,"VerseNumber":77,"Text":"Hy het hulle daarom vergeld met huigelary in hulle harte wat sal duur tot die Dag wanneer hulle Hom sal ontmoet, omdat hulle hul gelofte aan Allah verbreek en gelieg het"},{"SurahNumber":9,"VerseNumber":78,"Text":"Weet hulle dan nie dat Allah hulle heimlike gedagtes en heimlike beraadslaginge ken en dat Allah die Groot Weter van die Onsigbare is nie"},{"SurahNumber":9,"VerseNumber":79,"Text":"Hulle het die gelowiges wat vrywillig gunste gee, asook hulle wat slegs hul arbeid het om aan te bied, belaster en hulle bespot; Allah sal hulle hul spottery vergeld, en vir hulle is daar ’n smartlike straf"},{"SurahNumber":9,"VerseNumber":80,"Text":"Vra om vergifnis vir hulle, of vra nie om vergifnis vir hulle nie; al vra u ook sewentig maal om vergifnis vir hulle, sal Allah hulle nog nie vergewe nie. Dit is omdat hulle nie in Allah en aan Sy Boodskapper glo nie. En Allah lei nie die sondaars nie"},{"SurahNumber":9,"VerseNumber":81,"Text":"Hulle wat tuis gebly het, was bly dat hulle agter die rug van die Boodskapper kon sit. Hulle het nie daaarvan gehou om met hulle eiendom en hul lewens in die weg van Allah te strewe nie, en het gesê: Moenie voortgaan in hierdie hitte nie. Sê: Die Vuur van die Hel is nog warmer. Kon hulle dit maar begryp"},{"SurahNumber":9,"VerseNumber":82,"Text":"Laat hulle dan min lag en baie ween; dís die loon wat hulle verdien het"},{"SurahNumber":9,"VerseNumber":83,"Text":"En as Allah ’n klompie van hulle na u terugbring en hulle vra u dan toestemming om saam uit te trek, sê dan: Nooit sal u saam met my uittrek nie, en nooit sal u saam met my ’n vyand beveg nie. Julle het een maal verkies om tuis te bly; bly sit nou saam met hulle wat agterbly"},{"SurahNumber":9,"VerseNumber":84,"Text":"En nooit moet u bid vir enigeen van hulle wat sterf nie; en staan ook nie by sy graf nie. Voorwaar, hulle het nie in Allah en aan Sy Boodskapper geglo nie, en hulle het as sondaars gesterf"},{"SurahNumber":9,"VerseNumber":85,"Text":"En moenie dat hulle skatte en hulle kinders u verwondering wek nie. Allah gaan hulle daarmee in hierdie wêreld straf, en gee dat hul siele hulle sal verlaat terwyl hulle ongelowiges is"},{"SurahNumber":9,"VerseNumber":86,"Text":"En wanneer ’n soera geopenbaar word: Glo in Allah en strewe hard saam met Sy Boodskapper, dan vra die rykes tussen hulle vir u om toestemming en sê: Laat ons agterbly, sodat ons by die tuisblyers kan sit"},{"SurahNumber":9,"VerseNumber":87,"Text":"Hulle verkies om by die tuisblyers te wees, en hulle harte is verseël; daarom verstaan hulle nie"},{"SurahNumber":9,"VerseNumber":88,"Text":"Maar die Boodskapper, en dié wat saam met hom glo, strewe hard met hul eiendom en hul persoon. En vir hulle is die goeie bedoel, en hulle sal suksesvol wees"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah het vir hulle Tuine waardeur riviere vloei, voorberei om daarin te woon. Dít is die grootste sukses"},{"SurahNumber":9,"VerseNumber":90,"Text":"En die wat verskoning maak tussen die woestynbewoners het daarop aangedring dat vrystelling aan hulle verleen moet word; en hulle wat Allah en Sy Boodskapper belieg het, het tuisgebly"},{"SurahNumber":9,"VerseNumber":91,"Text":"Daar rus geen blaam op die swakke en die sieke nie, ook nie op hulle wat niks kan vind om weg te gee nie, as hulle maar opreg is teenoor Allah en Sy Boodksapper. Daar rus ook geen blaam op die weldoeners nie. Allah is Vergewensgesind, Genadevol"},{"SurahNumber":9,"VerseNumber":92,"Text":"Ook nie op hulle wat na u gekom en versoek het dat u aan hulle rydiere en vervoer moet gee, en toe u gesê het: Ek kan niks vind waarop julle kan ry nie, teruggegaan het terwyl die trane uit hul oë stroom van spyt dat hulle niks kon vind om weg te gee nie"},{"SurahNumber":9,"VerseNumber":93,"Text":"Die blaam rus alleen op húlle wat u om verlof vra om met die tuisblyers te wees; en Allah het hulle harte verseël, daarom verstaan hulle nie"},{"SurahNumber":9,"VerseNumber":94,"Text":"Hulle sal met verontskuldigings na julle kom wanneer julle terugkeer. Sê: Bied geen verskoning aan nie; ons sal julle tog nie glo nie. Allah het ons reeds aangaande julle ingelig. En Allah en Sy Boodskapper sal nou julle doen en late raaksien; daarom sal julle na die Weter van die Onsigbare en die Sigbare teruggebring word en Hy sal julle inlig aangaande wat julle gedoen het"},{"SurahNumber":9,"VerseNumber":95,"Text":"Hulle sal teenoor julle by Allah sweer wanneer julle terugkeer, sodat julle hul met rus mag laat. Ignoreer hulle dus. Voorwaar, hulle is onrein en die Hel is hul woonplek ~ ’n vergelding in ooreenstemming met hulle verdienste"},{"SurahNumber":9,"VerseNumber":96,"Text":"Hulle sal voor julle sweer sodat julle hul goedgesind kan wees. Maar selfs al sou julle met hulle tevrede wees, sal Allah nooit met ’n sondige volk tevrede wees nie"},{"SurahNumber":9,"VerseNumber":97,"Text":"Die woestynbewoners is die hardnekkigste ongelowiges en huigelaars, en is baie geneig om die bepalinge wat Allah aan Sy Boodskapper geopenbaar het, nie na te kom nie. En Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":98,"Text":"En tussen die woestynbewoners is diegene wat dít wat hulle bestee, as ’n boete beskou, en wens dat ’n ramp julle moet tref. Oor hulle egter sal daar rampspoed kom. En Allah is Alleshorend, Alleswetend"},{"SurahNumber":9,"VerseNumber":99,"Text":"En tussen die woestyn-Arabiere is daar diegene wat in Allah en aan die Laaste Dag glo en wat dít wat hulle bestee, asook die gebede van die Profeet, beskou as iets wat hulle nader aan Allah sal bring. Voorwaar, dit bring hulle nader aan Allah. Allah sal hulle weldra tot Sy barmhartigheid toelaat. Voorwaar, Allah is Vergewensgesind, Genadevol"},{"SurahNumber":9,"VerseNumber":100,"Text":"En die eerstes wat Islam aanvaar het tussen die Emigrante en die Helpers, en diegene wat hulle in goedheid gevolg het ~ Allah is tevrede met hulle en hulle is tevrede met Hom, en Hy het vir hulle Tuine voorberei waardeur riviere vloei, en daarin sal hulle vir ewig bly. Dít is die groot beloning"},{"SurahNumber":9,"VerseNumber":101,"Text":"En tussen die woestyn-Arabiere wat in julle omgewing is, en tussen die volk van Madina, is daar Huigelaars ~ hulle volhard in huigelary. U ken hulle nie; Ons ken hulle. Ons sal hulle dubbeld straf, dan sal hulle vir ’n swaar straf teruggebring word"},{"SurahNumber":9,"VerseNumber":102,"Text":"En daar is ook ander wat hulle foute beken het ~ hulle het ’n goeie daad verbrou deur dit met ’n slegte opgevolg. Dit mag wees dat Allah Hom tot hulle met barmhartigheid sal wend. Voorwaar, Allah is Vergewensgesind, Genadevol"},{"SurahNumber":9,"VerseNumber":103,"Text":"Neem geldelike gunste van hulle besittings, sodat u hulle daardeur kan reinig en louter, en bid vir hulle. U gebed is vir hulle waarlik ’n bron van gerusstelling"},{"SurahNumber":9,"VerseNumber":104,"Text":"Weet hulle nie dat dit Allah is wat die berou van Sy dienaars aanvaar en die geldelike gunste aanneem en dat dit Allah is wat Berouaanvarend en Genadevol is nie"},{"SurahNumber":9,"VerseNumber":105,"Text":"En sê: Werk, dan sal Allah julle werk raaksien, en so ook Sy Boodskapper en die gelowiges. En julle sal na die Kenner van die Onsigbare en die Sigbare teruggebring word, dan sal Hy julle inlig oor wat julle gedoen het"},{"SurahNumber":9,"VerseNumber":106,"Text":"En ander sal die gebod van Allah moet afwag, of Hy hulle gaan straf of hulle gaan vergewe. En Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":107,"Text":"En hulle wat ’n moskee gebou het om Islam skade te berokken en om die wangeloof te bevorder en verdeeldheid tussen die gelowiges te saai, en om as ’n skuilplek te dien vir hom wat voorheen reeds oorlog teen Allah en Sy Boodskapper gevoer het. En hulle sal sekerlik sweer: Ons verlang niks anders as die goeie nie. En Allah getuig dat hulle waarlik leuenaars is"},{"SurahNumber":9,"VerseNumber":108,"Text":"Moenie daarin staan nie. Voorwaar, ’n moskee wat van die eerste dag af vir die pligsvervulling bedoel was, is vir u waardiger om in te staan. Daarin is manne wat lief is om hulself te louter. En Allah het diegene lief wat hulself louter"},{"SurahNumber":9,"VerseNumber":109,"Text":"Wie is die wysste: hy wat sy fondamente grondves op godvresendheid en op Sy welbehae, of hy wat bou op die rand van ’n afgrond wat met hom in die Vuur van die Hel sal stort? En Allah lei nie die onregverdiges nie"},{"SurahNumber":9,"VerseNumber":110,"Text":"Die gebou wat hulle opgerig het, sal altyd vir hulle ’n bron van onrus in die hart bly, tensy hulle harte in stukke geskeur word. En Allah is Alleswetend, Allerwys"},{"SurahNumber":9,"VerseNumber":111,"Text":"Voorwaar, Allah het van die gelowiges hulle persoon en hul besittinge gekoop, sodat hulle die Paradys daarvoor in ruil sal ontvang. Hulle veg in die weg van Allah en maak dood, en word ook doodgemaak. Dit is ’n belofte wat Hom, vanuit die Tora en die Evangelie en die Qur’ãn, bind. En wie is getrouer aan sy beloftes as Allah? Verheug julle dan in die goeie slag wat julle geslaan het. En dít is die groot beloning"},{"SurahNumber":9,"VerseNumber":112,"Text":"Diegene wat hulle tot Allah bekeer, wat Hom aanbid, wat Hom prys, en vas en vooroorbuig in die gebed, wat biddend hulself prostreer, wat tot die goeie aanspoor, wat die kwaad belet en wat die gebooie van Allah eerbiedig ~ en ’n blye tyding aan die gelowiges bring"},{"SurahNumber":9,"VerseNumber":113,"Text":"Dit is die Profeet en die gelowiges nie geoorloof om vir die heidene om vergifnis te vra nadat dit vir hulle duidelik geword het dat hulle bewoners van die Vlammende Vuur is nie, selfs al sou hulle ook familie wees"},{"SurahNumber":9,"VerseNumber":114,"Text":"En die smeking om vergifnis deur Abraham vir sy vader, was slegs omdat hy ’n belofte aan hom afgelê het; maar toe dit vir hom duidelik word dat hy ’n vyand van Allah was, het hy hom van hom losgemaak. Waarlik, Abraham was uiters sagmoedig, verdraagsaam"},{"SurahNumber":9,"VerseNumber":115,"Text":"En Allah sal nie ’n volk weer laat dwaal nadat Hy hulle reg gelei het nie; nie voordat Hy aan hulle verduidelik het waarteen hulle hulself moet bewaak nie"},{"SurahNumber":9,"VerseNumber":116,"Text":"Gewis, aan Allah behoort die koninkryk van die hemele en die aarde. Hy skenk die lewe en veroorsaak die dood. En buiten Allah het julle nóg vriend nóg helper"},{"SurahNumber":9,"VerseNumber":117,"Text":"Waarlik, Allah het Hom met barmhartigheid tot die Profeet gewend, en ook tot die Emigrante en die Helpers wat hom in die uur van sy nood gevolg het nadat die harte van sommige van hulle byna afgewyk het; toe het Hy Hom met barmhartigheid tot hulle gekeer. Waarlik, Hy is Liefderyk, Genadevol teenoor hulle"},{"SurahNumber":9,"VerseNumber":118,"Text":"En met barmhartigheid het Hy Hom tot die drie agtergebly- wendes gewend totdat die aarde met sy uitgestrektheid vir hulle te nou geword het, en hulle eie lewens vir hulle moeilik geword het, en hulle geweet het dat hulle nie van Allah kan weg vlug nie. Toe het Hy hulle vergewe, sodat hulle hul tot Hom kon bekeer. Voorwaar, Allah is Berouaanvarend, Genadevol"},{"SurahNumber":9,"VerseNumber":119,"Text":"O julle wat glo! Wees bewus van Allah en bly by die opregtes"},{"SurahNumber":9,"VerseNumber":120,"Text":"Dit het die volk van Madina en die woestyn-Arabiere nie betaam om agter te staan by die Boodskapper van Allah nie, of dat hulle hul eie lewens bo syne sou stel nie. Dit is so, omdat geen dors, of moegheid, of honger hulle op die weg van Allah teister nie; ook betree hulle geen pad wat die ongelowiges vertoorn, of berokken hulle geen vyand enige skade, sonder dat daarmee vir hulle ’n goeie daad opgeteken word nie. Voorwaar, Allah sal die belo- ning van die weldoeners nie verlore laat gaan nie"},{"SurahNumber":9,"VerseNumber":121,"Text":"En hulle spandeer niks nie, klein of groot, of deurkruis ’n vallei, sonder dat dit ten gunste van hulle opgeteken word nie, sodat Allah hulle mag beloon vir hulle uitnemende dienste"},{"SurahNumber":9,"VerseNumber":122,"Text":"En die gelowiges moenie almal saam opruk nie. Waarom dan gaan daar nie ’n deel van elke groep voor om hulle toe te lê op die godsdiensonderrig sodat hulle hul volk kan waarsku wanneer hulle na hul terugkeer, en hulle gevolglik waaksaam kan wees nie"},{"SurahNumber":9,"VerseNumber":123,"Text":"O julle wat glo! Beveg die ongelowiges wat naby julle is, en laat hulle vasberadenheid in julle vind. En weet dat Allah met die godvresendes is"},{"SurahNumber":9,"VerseNumber":124,"Text":"En wanneer daar ’n soera7 geopenbaar word, is daar sommige wat sê: Vir wie van julle het dit in die geloof laat toeneem? Maar wat die gelowiges betref, dit versterk hulle geloof, en hulle verheug hul daaroor"},{"SurahNumber":9,"VerseNumber":125,"Text":"En aangaande hulle in wie se harte daar ’n siekte is, dit voeg vir hulle onreinheid by onreinheid, en as ongelowiges sterf hulle"},{"SurahNumber":9,"VerseNumber":126,"Text":"Sien hulle dan nie dat hulle een of twee maal elke jaar op die proef gestel word nie? Tog het hulle geen berou nie, nog minder waak hulle"},{"SurahNumber":9,"VerseNumber":127,"Text":"En wanneer daar ’n soera geopenbaar word, kyk hulle na mekaar en sê: Het iemand julle gesien? Dan sluip hulle weg. Allah het hulle harte afvallig gemaak omdat hulle ’n volk is wat nie verstaan nie"},{"SurahNumber":9,"VerseNumber":128,"Text":"Voorwaar, ’n Boodskapper het uit jul midde tot julle gekom; smartlik vir hom is die ellende wat julle verduur, besorg is hy oor julle welsyn, liefdevol en barmhartig teenoor die gelowiges"},{"SurahNumber":9,"VerseNumber":129,"Text":"Maar as hulle afvallig word, sê dan: Allah is vir my voldoende ~ daar is geen God buiten Hom nie. Op Hom vertrou ek, en Hy is die Heer van die magtige Troon"}]}