{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ха, мим"},{"SurahNumber":41,"VerseNumber":2,"Text":"Објава од Милостивиот Сомилосен"},{"SurahNumber":41,"VerseNumber":3,"Text":"Книга со потенко објаснети ајети - Кур\"ан на арапски - за луѓето кои знаат"},{"SurahNumber":41,"VerseNumber":4,"Text":"Како радосник и опоменувач. Па, МНОЗИНСТВОТО ОД нив се рамнодушни кон него и оние никако не слушаат"},{"SurahNumber":41,"VerseNumber":5,"Text":"И зборуваат: “Срцата наши се затврднати во однос кон она кон што не повикуваат, ушите ни се стежнати а меѓу нас и тебе има завеса. Па, ти работи си,аи ние, навистина, ќе си работиме"},{"SurahNumber":41,"VerseNumber":6,"Text":"Кажи: “Јас сум, навистина, човек, вам сличен. Само ми се објавува дека вашиот Бог, секако, е еден Бог. Па, тогаш, барајте да се управете кон Него и барајте прошка од Него. И тешко на многубошците"},{"SurahNumber":41,"VerseNumber":7,"Text":"Оние кои не даваат зекат баш се оние кои не веруваат во Ахирет"},{"SurahNumber":41,"VerseNumber":8,"Text":"За оние кои веруваат и кои добри дела работат, навистина, има награда која не престанува"},{"SurahNumber":41,"VerseNumber":9,"Text":"Кажи: “Вие ли, навистина, не верувате во Оној кој ја создаде земјата за два дена? И Нему ли Му припишувате здруженици? Ете, тоа е Господарот на световите"},{"SurahNumber":41,"VerseNumber":10,"Text":"д.И Он расфрла по земјата планини, и во неа, исто така, посеа бериќети, и ги постави сите услови за живот и тоа за четири дена... ова за оние кои бараат"},{"SurahNumber":41,"VerseNumber":11,"Text":"Потоа се упати кон небесата а тие беа како магла, И им рече, ним и на земјата: “Дојдете, сакале или не сакале!\" Па, рекоа: “Доаѓаме, сакајќи"},{"SurahNumber":41,"VerseNumber":12,"Text":"за два дена, потоа, Он одреди седум небеса, и на секое небо му ја вдахна наредбата за него. А небото, над земјата Ние со звезди го разубавивме и го чуваме. Ете, тоа е наредбата на Силниот и Зналецот"},{"SurahNumber":41,"VerseNumber":13,"Text":"Па, ако се рамнодушни, кажи им: “Ве опоменав со молњата, слична на молњата врз Ад и Семуд"},{"SurahNumber":41,"VerseNumber":14,"Text":"кога им дојдоа пејгамберите и зад нив и пред нив: “Освен Аллах ли ќе обожавате?“ Рекоа: “Господарот наш да посака ќе испрати мелеки: ние, навистина, не веруваме во она со што сте испратени"},{"SurahNumber":41,"VerseNumber":15,"Text":"А што се однесува до Ад... тие се дуеја по земјата бесправно, и зборуваа: “Кој е помоќен од нас?\" Не гледаат ли дека Аллах кој ги создаде, навистина, е помоќен од нив? И не ги признаваа знаменијата Наши"},{"SurahNumber":41,"VerseNumber":16,"Text":"Па, Ние им испративме ветар ладен, во деновите несреќни за да ја вкусат срамната казна во животот на овој свет, а казната на Ахирет сигурно е посрамна. Не ќе им се помогне"},{"SurahNumber":41,"VerseNumber":17,"Text":"што се однесува до Семуд... па, нив Ние ги упативме: повеќе го сакаа беспаќето од Патоказот, па ете, ги погоди молња, казна срамна за она што го спечалија"},{"SurahNumber":41,"VerseNumber":18,"Text":"И Ние ги спасивме оние кои веруваа и богобојазливите"},{"SurahNumber":41,"VerseNumber":19,"Text":"И Денот во кој непрјателите Аллахови ќе бидат натерани во огнот...па, тие ќе бидат притворени"},{"SurahNumber":41,"VerseNumber":20,"Text":"и штом ќе дојдат до неа, ќе сведочат против нив: и ушите НИВНИ, И очите нивни, и кожите нивни... за она што го работеа"},{"SurahNumber":41,"VerseNumber":21,"Text":"оние тогаш ќе им речат на кожите Нивни: “ЗОШТО сведочевте против нас?\" Овие ќе речат: “Аллах е Оној кој ни даде способност да зборуваме; таква способност И даде на секоја ствар. Он ве создаде првпат и Нему Му се враќате"},{"SurahNumber":41,"VerseNumber":22,"Text":"Вие не се криевте од тоа да не сведочат против вас: ушите ваши, очите ваши и кожите ваши. Но, ете, мислевте дека Аллах не знае многу од она што го работите"},{"SurahNumber":41,"VerseNumber":23,"Text":"Затоа што така мислевте, за Господарот ваш мислејќи, страдавте, и станавте поразени"},{"SurahNumber":41,"VerseNumber":24,"Text":"Па, и ако се стрпат, огнот ќе биде престојувалиштето нивно, и ако бараат да се вратат во она што сакаат, не ќе можат да се вратат"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ние им одредивме другари па им го разубавуваа она што го работеа и она што ќе го работат. И против нив се оствари зборот што се оствари против народите кои лажеа пред нив: и на џиновите и на луѓето. Оние беа презрени, навистина"},{"SurahNumber":41,"VerseNumber":26,"Text":"Оние кои не веруваат, зборуваат:““Не слушајте го овој Кур\"ан и спротиставете му се, викајќи, за да го совладате"},{"SurahNumber":41,"VerseNumber":27,"Text":"За оние кои не веруваат Ние ќе одредиме сигурно да ја вкусат жешката казна и ќе ги казниме со она што е најболно заради она што го работеа"},{"SurahNumber":41,"VerseNumber":28,"Text":"Ете, тоа е казна, оган, за непријателите \" ДАллахови. Во него за нив ќе им биде Куќата на вечноста: казна затоа што не ги признаваа ајетите Наши"},{"SurahNumber":41,"VerseNumber":29,"Text":"А оние кои не веруваат, зборуваат:“Господаре наш, покажи ни ги џиновите и луѓето што не скршнаа во заблуда, да ги ставиме под нозете наши за да бидат најдолни"},{"SurahNumber":41,"VerseNumber":30,"Text":"Оние кои, навистина, зборуваат: “Аллах е Господарот наш“, а потоа се истрајни во тоа, ИМ доаѓаат мелеките и им велат: “Не плашете се и не тагувајте И радувајте се на Џеннетот што ви е ветен"},{"SurahNumber":41,"VerseNumber":31,"Text":"Ние сме заштитници ваши и во животот на овој свет и во животот на Ахирет. Во него за вас ќе има се што ќе посакаат душите ваши, и за вас таму го има она што ќе го побарате"},{"SurahNumber":41,"VerseNumber":32,"Text":"Какво угостување од Простувачот и Сомилосниот!\"“"},{"SurahNumber":41,"VerseNumber":33,"Text":"кој зборува подобро од оној кој повикува кон Аллахи кој добро работи, и кој вели: “Јас сум, навистина, меѓу Послушните"},{"SurahNumber":41,"VerseNumber":34,"Text":"Не се изедначуваат доброто И злото! Возврати му со она што е најдобро, па ако меѓу негои меѓу тебе има непријателство, потоа може да стане пријател близок"},{"SurahNumber":41,"VerseNumber":35,"Text":"Ова ќе го постигнат само оние кои се трпеливи и ова ќе го. постигнат само оние кои поседу-. ваат еден голем дел од тоа"},{"SurahNumber":41,"VerseNumber":36,"Text":"А ако Шејтанот ти се вмеша, па приклони се кон Аллах. Он, навистина, е Слушач и Зналец"},{"SurahNumber":41,"VerseNumber":37,"Text":"А од знаменијата Негови се ноќта и денот, и Сонцето, И Месечината. И не паѓајте им на сеџде ни на Сонцето ни на Месечината! Паѓајте Му на сеџде на Аллах кој нив ги создаде ако, секако, само Него го обожавате"},{"SurahNumber":41,"VerseNumber":38,"Text":"Но, ако се почувствуваат горделиви... па, оние кои се кај Господарот твој Го слават Него, и дење и ноќе, без замор"},{"SurahNumber":41,"VerseNumber":39,"Text":"ДА од знаменијата Негови е и тоа што ти, навистина, ја гледаш земјата сува. Па, кога Ние ќе И спуштиме вода таа, веднаш, ќе роди. Оној што ја оживува - Оживувач е на мртвите. Он, навистина, е Кадар за се"},{"SurahNumber":41,"VerseNumber":40,"Text":"Оние кои не веруваат во знаменијата Наши, навистина, нема да Ни се скријат. Па, подобар ли е оној што ќе биде фрлен во огнот на Денот суден или оној кој ќе дојде сигурен? Работете што сакате! Он, навистина, го гледа она што го работите"},{"SurahNumber":41,"VerseNumber":41,"Text":"Оние кои, навистина, не веруваат во Опомената што веќе им дојде... па, таа, секако, е Книга силна"},{"SurahNumber":41,"VerseNumber":42,"Text":"на која не ќе и дојде невистина ни однапред ни одзади; тоа е Објава од Мудриот и за благодарност Достојниот"},{"SurahNumber":41,"VerseNumber":43,"Text":"Тебе ти се зборува она што им се зборуваше на пејгамберите пред тебе. Господарот твој, секако, поседува прошка а и казна болна"},{"SurahNumber":41,"VerseNumber":44,"Text":"А Куранот Ние да го објавивме на неарапски, тие сигурно ќе речеа:“Ајетите да му беа потенко објаснети. Тој да биде неарапски а тој Арап?\" Кажи: “За оние кои веруваат Кур\"анот е Патоказ и Лечение. Оние кои не веруваат... во ушите нивни има тежина а Куранот е за нив слепило; како да се повикуваат од место далечно"},{"SurahNumber":41,"VerseNumber":45,"Text":"И на Муса, секако, Ние му дадовме Книга и, во врска со неа, станаа деленици. А да не беше зборот од Господарот твој, што претходеше, ќе им беше пресудено. Тие, навистина, за него се сомневаат, наполно"},{"SurahNumber":41,"VerseNumber":46,"Text":"А. оној кој работи добро, го работи за себеси, а оној кој работи зло, работи против себеси. Господарот твој не е неправеден кон робовите"},{"SurahNumber":41,"VerseNumber":47,"Text":"До Него допира знаењето за Часот. И плодовите што излегуваат од лисната обвивка нивна, и која било жена што ќе затрудни и што ќе роди... е само со знаењето Негово. А на Денот кога ќе им возгласи: “Каде се здружениците Мои?\" Ќе речат: “Ги јавуваме дека меѓу нас нема таков сведок"},{"SurahNumber":41,"VerseNumber":48,"Text":"И ќе скршнат од нив оние кои ги молеа порано. И ќе помислат дека не ќе можат да се оттргнат"},{"SurahNumber":41,"VerseNumber":49,"Text":"На човекот никогаш не му досадува да се моли за добро, а, ако, пак, го снајде зло некакво, очајува, без надеж е"},{"SurahNumber":41,"VerseNumber":50,"Text":"А ако, пак, Ние дадеме да ја вкуси милоста Наша, веќе по штетата што му се случила, сигурно ќе рече: “Ова е мое, и не мислам дека Часот некогаш ќе дојде. А ако, пак, бидам вратен кај Господарот мој... кај Него, мене, навистина, ме чека добрина.\" Па, сигурно Ние ќе ги известиме оние кои не веруваат за она што го работеа, и ќе дадеме да ја искусат,сигурно, казната голема"},{"SurahNumber":41,"VerseNumber":51,"Text":"А кога Ние некој човек го благословуваме, станува рамнодушен и, од своја страна, останува настрана, а ако го снајде зло, ете го, како долго се МОЛИ"},{"SurahNumber":41,"VerseNumber":52,"Text":"Кажи: “Што мислите? Ако е тоа од Аллах, а вие не верувате во тоа! А кој скршнал во заблуда повеќе од оној кој е во секотина далечна"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ние ќе им ги покажеме знаменијата Наши во видиците а и во нив самите за да им стане јасно дека тој, навистина, е вистина. Нели е доста тоа што Господарот твој, секако, е Сведок за се"},{"SurahNumber":41,"VerseNumber":54,"Text":"не е така: тие се сомневаат во средбата со Господарот свој, а Он, секако, опфаќа се"}]}