{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"¡Por el Corán, que contiene la Amonestación"},{"SurahNumber":38,"VerseNumber":2,"Text":"Por los infieles están llenos de orgullo y en oposición"},{"SurahNumber":38,"VerseNumber":3,"Text":"¡A cuántas generaciones, antes de ellos, hemos hecho perecer! Invocaron cuando ya no había tiempo para salvarse"},{"SurahNumber":38,"VerseNumber":4,"Text":"Se asombran de que uno salido de ellos haya venido a advertirles. Y dicen los infieles: «¡Éste es un mago mentiroso"},{"SurahNumber":38,"VerseNumber":5,"Text":"¡Quiere reducir los dioses a un Dios Uno? ¡Es algo, ciertamente, asombroso!»"},{"SurahNumber":38,"VerseNumber":6,"Text":"Sus dignatarios se fueron: «¡Id y manteneos fieles a vuestros dioses! ¡Esto es algo deseable"},{"SurahNumber":38,"VerseNumber":7,"Text":"No oímos que ocurriera tal cosa en la última religión. Esto no es más que una superchería"},{"SurahNumber":38,"VerseNumber":8,"Text":"¿Se le ha revelado la Amonestación a él, de entre nosotros?» ¡Sí! ¡Dudan de Mi Amonestación! ¡No, aún no han gustado Mi castigo"},{"SurahNumber":38,"VerseNumber":9,"Text":"¿O tienen los tesoros de misericordia de tu Señor, el Poderoso, el Munífico"},{"SurahNumber":38,"VerseNumber":10,"Text":"¿O poseen el dominio de los cielos; de la tierra y de lo que entre ellos hay? Pues que suban por las cuerdas"},{"SurahNumber":38,"VerseNumber":11,"Text":"Todo un ejército de coalicionistas será aquí mismo derrotado"},{"SurahNumber":38,"VerseNumber":12,"Text":"Antes de ellos, otros desmintieron: el pueblo de Noé, los aditas y Faraón, el de las estacas"},{"SurahNumber":38,"VerseNumber":13,"Text":"los tamudeos, el pueblo de Lot, los habitantes de la Espesura. Ésos eran los coalicionistas"},{"SurahNumber":38,"VerseNumber":14,"Text":"No hicieron todos sino desmentir a los enviados y se cumplió Mi castigo"},{"SurahNumber":38,"VerseNumber":15,"Text":"No esperarán éstos más que un solo Grito, que no se repetirá"},{"SurahNumber":38,"VerseNumber":16,"Text":"Dicen: «¡Señor! ¡Anticípanos nuestra parte antes del día de la Cuenta!»"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ten paciencia con lo que dicen y recuerda a Nuestro siervo David, el fuerte. Su arrepentimiento era sincero"},{"SurahNumber":38,"VerseNumber":18,"Text":"Sujetamos, junto con él, las montañas para que glorificaran por la tarde y por la mañana"},{"SurahNumber":38,"VerseNumber":19,"Text":"Y los pájaros, en bandadas. Todo vuelve a Él"},{"SurahNumber":38,"VerseNumber":20,"Text":"Consolidamos su dominio y le dimos la sabiduría y la facultad de arbitrar"},{"SurahNumber":38,"VerseNumber":21,"Text":"¿Te has enterado de la historia de los litigantes? Cuando subieron a palacio"},{"SurahNumber":38,"VerseNumber":22,"Text":"Cuando entraron adonde estaba David y éste se asustó al verles. Dijeron: «¡No tengas miedo! Somos dos partes litigantes, una de las cuales ha ofendido a la otra. Decide, pues, entre nosostros según justicia, imparcialmente, y dirígenos a la vía recta"},{"SurahNumber":38,"VerseNumber":23,"Text":"éste es mi hermano. Tiene noventa y nueve ovejas y yo una oveja. Dijo: '¡Confíamela!' Y me gana a discutir»"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dijo: «Sí, ha sido injusto contigo pidiéndote que agregaras tu oveja a las suyas». En verdad, muchos consocios se causan daño unos a otros; no los que creen y obran bien, pero ¡que pocos son éstos! David comprendió que sólo habíamos querido probarle y pidió perdón a su Señor. Cayó de rodillas y se arrepintió"},{"SurahNumber":38,"VerseNumber":25,"Text":"Se lo perdonamos y tiene un sitio junto a Nosotros y un bello lugar de retorno"},{"SurahNumber":38,"VerseNumber":26,"Text":"¡David! Te hemos hecho sucesor en la tierra. ¡Decide, pues, entre los hombres según justicia! ¡No sigas la pasión! Si no, te extraviará del camino de Alá. Quienes se extravíen del camino de Alá tendrán un severo castigo. Por haber olvidado el día de la Cuenta"},{"SurahNumber":38,"VerseNumber":27,"Text":"No hemos creado en vano el cielo, la tierra y lo que entre ellos está. Así piensan los infieles. Y ¡ay de los infieles, por el Fuego"},{"SurahNumber":38,"VerseNumber":28,"Text":"¿Trataremos a quienes creen y obran bien igual que a quienes corrompen en la tierra, a los temerosos de Alá igual que a los pecadores"},{"SurahNumber":38,"VerseNumber":29,"Text":"Una Escritura que te hemos revelado, bendita, para que mediten en sus aleyas y para que los dotados de intelecto se dejen amonestar"},{"SurahNumber":38,"VerseNumber":30,"Text":"A David le regalamos Salomón. ¡Qué siervo tan agradable! Su arrepentimiento era sincero"},{"SurahNumber":38,"VerseNumber":31,"Text":"Cuando un anochecer le presentaron unos corceles de raza"},{"SurahNumber":38,"VerseNumber":32,"Text":"Y dijo: «Por amor a los bienes he descuidado el recuerdo de mi Señor hasta que se ha escondido tras el velo"},{"SurahNumber":38,"VerseNumber":33,"Text":"¡Traédmelos!» Y se puso a desjarretarlos y degollarlos"},{"SurahNumber":38,"VerseNumber":34,"Text":"Aún probamos a Salomón cuando asentamos en su trono a su sosia. Luego, se arrepintió"},{"SurahNumber":38,"VerseNumber":35,"Text":"«¡Señor!» dijo. «¡Perdóname y regálame un dominio tal que a nadie después de mí le esté bien. Tú eres el Munífico»"},{"SurahNumber":38,"VerseNumber":36,"Text":"Sujetamos a su servicio el viento, que soplaba suavemente allí donde él quería, a una orden suya"},{"SurahNumber":38,"VerseNumber":37,"Text":"Y los demonios, constructores y buzos de toda clase"},{"SurahNumber":38,"VerseNumber":38,"Text":"y otros, encadenados juntos"},{"SurahNumber":38,"VerseNumber":39,"Text":"«¡Esto es don Nuestro! ¡Agracia, pues, o retén, sin limitación!»"},{"SurahNumber":38,"VerseNumber":40,"Text":"Tiene un sitio junto a Nosotros y un bello lugar de retorno"},{"SurahNumber":38,"VerseNumber":41,"Text":"¡Y recuerda a nuestro siervo Job! Cuando invocó a su Señor. «El Demonio me ha infligido una pena y un castigo»"},{"SurahNumber":38,"VerseNumber":42,"Text":"«¡Golpea con el pie! Ahí tienes agua fresca para lavarte y para beber»"},{"SurahNumber":38,"VerseNumber":43,"Text":"Le regalamos su familia y otro tanto, como misericordia venida de Nosotros y como amonestación para los dotados de intelecto"},{"SurahNumber":38,"VerseNumber":44,"Text":"Y: «¡Toma en tu mano un puñado de hierba, golpea con él y no cometas perjurio!» Le encontramos paciente. ¡Qué siervo tan agradable! Su arrepentimiento era sincero"},{"SurahNumber":38,"VerseNumber":45,"Text":"Y recuerda a Nuestros siervos Abraham, Isaac y Jacob, fuertes y clarividentes"},{"SurahNumber":38,"VerseNumber":46,"Text":"Les hicimos objeto de distinción al recordarles la Morada"},{"SurahNumber":38,"VerseNumber":47,"Text":"Están junto a Nosotros, de los elegidos mejores"},{"SurahNumber":38,"VerseNumber":48,"Text":"Y recuerda a Ismael, Eliseo y Dulkifl, todos ellos de los mejores"},{"SurahNumber":38,"VerseNumber":49,"Text":"Esto es una amonestación. Los que teman a Alá tendrán, ciertamente, un bello lugar de retorno"},{"SurahNumber":38,"VerseNumber":50,"Text":"los jardines del edén, cuyas puertas estarán abiertas para ellos"},{"SurahNumber":38,"VerseNumber":51,"Text":"y en los que, reclinados, pedirán fruta abundante y bebida"},{"SurahNumber":38,"VerseNumber":52,"Text":"Junto a ellos estarán las de recatado mirar, de una misma edad"},{"SurahNumber":38,"VerseNumber":53,"Text":"Esto es lo que se os promete para el día de la Cuenta"},{"SurahNumber":38,"VerseNumber":54,"Text":"En verdad, éste será Nuestro sustento, sin fin"},{"SurahNumber":38,"VerseNumber":55,"Text":"Así será. Los rebeldes, en cambio, tendrán un mal lugar de retorno"},{"SurahNumber":38,"VerseNumber":56,"Text":"la gehena, en la que arderán. ¡Qué mal lecho"},{"SurahNumber":38,"VerseNumber":57,"Text":"Esto ¡que lo gusten!: agua muy caliente, hediondo líquido"},{"SurahNumber":38,"VerseNumber":58,"Text":"y otras muchas cosas por el estilo"},{"SurahNumber":38,"VerseNumber":59,"Text":"«He ahí a otra muchedumbre que se precipita con vosotros. No hay bienvenida para ellos. Arderán en el Fuego»"},{"SurahNumber":38,"VerseNumber":60,"Text":"Dirán: «¡No! ¡No hay bienvenida para vosotros! ¡Sois vosotros los que nos habéis preparado esto! ¡Qué mala morada...!»"},{"SurahNumber":38,"VerseNumber":61,"Text":"«¡Señor!» dirán, «a los que nos han preparado esto ¡dóblales el castigo en el Fuego!»"},{"SurahNumber":38,"VerseNumber":62,"Text":"Dirán: «¿Cómo es que no vemos aquí a hombres que teníamos por malvados"},{"SurahNumber":38,"VerseNumber":63,"Text":"de los que nos burlábamos? ¿O es que se desvían de ellos las miradas?»"},{"SurahNumber":38,"VerseNumber":64,"Text":"Sí, esto es verdad: la discusión entre los moradores del Fuego"},{"SurahNumber":38,"VerseNumber":65,"Text":"Di: «Yo no soy más que uno que advierte. No hay ningún otro dios que Alá, el Uno, el Invicto"},{"SurahNumber":38,"VerseNumber":66,"Text":"el Señor de los cielos, de la tierra y de lo que entre ellos está, el Poderoso, el Indulgente»"},{"SurahNumber":38,"VerseNumber":67,"Text":"Di: «es una noticia enorme"},{"SurahNumber":38,"VerseNumber":68,"Text":"de la cual os apartáis"},{"SurahNumber":38,"VerseNumber":69,"Text":"Yo no tenía conocimiento del Consejo Supremo, cuando discutían unos con otros"},{"SurahNumber":38,"VerseNumber":70,"Text":"Lo único que se me ha revelado es que soy un monitor que habla claro»"},{"SurahNumber":38,"VerseNumber":71,"Text":"Cuando tu Señor dijo a los ángeles: «Voy a crear a un mortal de arcilla"},{"SurahNumber":38,"VerseNumber":72,"Text":"y, cuando lo haya formado armoniosamente e infundido en él de Mi Espíritu, ¡caed prosternados ante él!»"},{"SurahNumber":38,"VerseNumber":73,"Text":"Los ángeles se prosternaron, todos juntos"},{"SurahNumber":38,"VerseNumber":74,"Text":"salvo Iblis, que se mostró altivo y fue de los infieles"},{"SurahNumber":38,"VerseNumber":75,"Text":"Dijo: «¡Iblis! ¿Qué es lo que te ha impedido prosternarte ante lo que con Mis manos he creado? ¿Ha sido la altivez, la arrogancia?»"},{"SurahNumber":38,"VerseNumber":76,"Text":"Dijo: «Yo soy mejor que él. A mí me creaste de fuego, mientras que a él le creaste de arcilla»"},{"SurahNumber":38,"VerseNumber":77,"Text":"Dijo: «¡Sal de aquí! ¡Eres un maldito"},{"SurahNumber":38,"VerseNumber":78,"Text":"¡Mi maldición te perseguirá hasta el día del Juicio!»"},{"SurahNumber":38,"VerseNumber":79,"Text":"Dijo: «¡Señor, déjame esperar hasta el día de la Resurrección!»"},{"SurahNumber":38,"VerseNumber":80,"Text":"Dijo: «Entonces, serás de aquéllos a quienes se ha concedido una prórroga"},{"SurahNumber":38,"VerseNumber":81,"Text":"hasta el día del tiempo señalado»"},{"SurahNumber":38,"VerseNumber":82,"Text":"Dijo: «¡Por Tu poder, que he de descarriarles a todos"},{"SurahNumber":38,"VerseNumber":83,"Text":"salvo a aquéllos que sean siervos Tuyos escogidos!»"},{"SurahNumber":38,"VerseNumber":84,"Text":"Dijo: «La verdad es -y digo verdad"},{"SurahNumber":38,"VerseNumber":85,"Text":"que he de llenar la gehena contigo y con todos aquéllos que te hayan seguido»"},{"SurahNumber":38,"VerseNumber":86,"Text":"Di: «Yo no os pido, a cambio, ningún salario ni me arrogo nada"},{"SurahNumber":38,"VerseNumber":87,"Text":"Ello no es más que una amonestación dirigida a todo el mundo"},{"SurahNumber":38,"VerseNumber":88,"Text":"Y os enteraréis, ciertamente, de lo que anuncia dentro de algún tiempo»"}]}