{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":87,"VerseNumber":1,"Text":"Glorify the Name of your Nourisher-Sustainer, the Higher (than all others) —"},{"SurahNumber":87,"VerseNumber":2,"Text":"Who has created (every thing that exists) then set (it) in due proportion"},{"SurahNumber":87,"VerseNumber":3,"Text":"and Who assessed in measure (and) then guided (every creation to its way of life)"},{"SurahNumber":87,"VerseNumber":4,"Text":"and Who brought out the pasturage"},{"SurahNumber":87,"VerseNumber":5,"Text":"(and) then made it dried and lifeless, brownish black (wet and decomposed)"},{"SurahNumber":87,"VerseNumber":6,"Text":"Soon, We shall teach you how to recite the correct pronunciation of the written (Arabic Text of Al-Kitab), then you shall not forget (it)"},{"SurahNumber":87,"VerseNumber":7,"Text":"except what Allah desired. [When Allah desires to put a person to a test regarding his Faith on al-ghaib (the unseen), He may withdraw the capacity to recite, or the capacity to keep in memory, or the capacity to bring to mind some particular portion of the Text of Al-Kitab. All control exists with Allah Alone]. Surely, He knows the apparent and whatever keeps (itself or himself) hidden"},{"SurahNumber":87,"VerseNumber":8,"Text":"And We shall provide for you every facility for (reciting and propagating) Al-Yusrah"},{"SurahNumber":87,"VerseNumber":9,"Text":"So remind (to yourself and to others) if the Zikrah (‘Reminder’) gave benefit (to a personality)"},{"SurahNumber":87,"VerseNumber":10,"Text":"Soon receives (the) reminder — that who is mindful of the position (of Allah and fears Him)"},{"SurahNumber":87,"VerseNumber":11,"Text":"And the more arrogant one will remain unfamiliar to it"},{"SurahNumber":87,"VerseNumber":12,"Text":"that, who enters the Great Fire"},{"SurahNumber":87,"VerseNumber":13,"Text":"then he does not die therein and nor he lives. (It will be a struggle-state ‘between life and death’)"},{"SurahNumber":87,"VerseNumber":14,"Text":"Indeed, he has achieved success who cleans and purifies (the Nafs)"},{"SurahNumber":87,"VerseNumber":15,"Text":"and propagated the Name of his Nourisher-Sustainer; then (also) offered Prayer (as detailed in the Book of Allah)"},{"SurahNumber":87,"VerseNumber":16,"Text":"Nay! You people prefer the life of this world"},{"SurahNumber":87,"VerseNumber":17,"Text":"although the Hereafter is better and more lasting"},{"SurahNumber":87,"VerseNumber":18,"Text":"Surely, this, indeed is in As-Suhuf-il-oola"},{"SurahNumber":87,"VerseNumber":19,"Text":"(also in) Suhuf-e-Ibrahima wa Musa (‘ Surahs with Ibrahim and Musa’)"}]}