{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":68,"VerseNumber":1,"Text":"AL-QALAM (PENA) Pendahuluan: Makkiyyah, 52 ayat ~ Surat ini berisikan pembelaan terhadap Rasululah saw. dan pemantapan keinginan hatinya agar tetap teguh pada kebenaran tanpa harus mengalah pada siapa pun. Dalam surat ini, siksa yang diterima oleh penduduk Mekah dianalogikan dengan apa yang diderita oleh pemilik kebun yang ceritanya dituturkan di dalam surat ini. Diterangkan juga berita gembira untuk orang-orang Mukmin dari sisi Tuhan dan bahwa mereka itu tidak sama dengan orang-orang kafir. Selain itu, surat ini berisi penolakan terhadap kepalsuan para pendusta yang menyandangkan sesuatu yang tidak benar untuk diri mereka, ancaman terhadap mereka berupa penjelasan keadaan mereka di akhirat dan nasehat kepada Rasulullah saw. untuk selalu sabar dan tabah. Surat ini ditutup dengan keterangan tentang kemuliaan al-Qur'ân.]] Nûn adalah salah satu huruf fonemis yang digunakan untuk memulai sebagian surat-surat al-Qur'ân sebagai tantangan kepada orang-orang yang mendustakannya dan gugahan terhadap orang-orang yang mempercayainya"},{"SurahNumber":68,"VerseNumber":2,"Text":"Aku bersumpah demi pena yang biasa digunakan oleh malaikat dan lainnya untuk menulis, dan demi kebaikan dan manfaat yang mereka tuliskan, bahwa sesungguhnya kamu--dengan kenabian yang diberikan oleh Allah kepadamu--bukanlah seorang yang lemah akal dan bodoh"},{"SurahNumber":68,"VerseNumber":3,"Text":"Sesungguhnya--dengan apa yang kamu alami dalam menyampaikan risalah–kamu mendapat pahala besar yang tak terputus"},{"SurahNumber":68,"VerseNumber":4,"Text":"Sesungguhnya kamu benar-benar berpegang teguh pada sifat-sifat dan perbuatan-perbuatan baik yang telah ditetapkan Allah untukmu"},{"SurahNumber":68,"VerseNumber":5,"Text":"Dari dekat, kamu dan orang-orang kafir akan melihat siapa di antara kalian yang gila"},{"SurahNumber":68,"VerseNumber":6,"Text":"Dari dekat, kamu dan orang-orang kafir akan melihat siapa di antara kalian yang gila"},{"SurahNumber":68,"VerseNumber":7,"Text":"Sesungguhnya Tuhanmulah yang Mahatahu siapa yang tersesat dari jalan-Nya. Dan Dialah yang Mahatahu orang-orang berakal yang mendapat petunjuk"},{"SurahNumber":68,"VerseNumber":8,"Text":"Maka janganlah kamu tinggalkan sikapmu yang berbeda dengan orang-orang yang mendustakan. Mereka menginginkan agar kamu sedikit bersikap lunak terhadap mereka sehingga mereka pun akan bersikap lunak terhadapmu sebagai balasan atas sikapmu"},{"SurahNumber":68,"VerseNumber":9,"Text":"Maka janganlah kamu tinggalkan sikapmu yang berbeda dengan orang-orang yang mendustakan. Mereka menginginkan agar kamu sedikit bersikap lunak terhadap mereka sehingga mereka pun akan bersikap lunak terhadapmu sebagai balasan atas sikapmu"},{"SurahNumber":68,"VerseNumber":10,"Text":"Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu"},{"SurahNumber":68,"VerseNumber":11,"Text":"Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu"},{"SurahNumber":68,"VerseNumber":12,"Text":"Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu"},{"SurahNumber":68,"VerseNumber":13,"Text":"Jangan tinggalkan sikapmu yang berbeda dengan setiap orang yang banyak bersumpah, hina, banyak mencela, suka menebar isu yang dapat memecah belah masyarakat, banyak menghalangi perbuatan baik, melampaui batas lagi banyak dosa, keras hati dan kasar serta terkenal dengan kejahatannya, melebihi sifat-sifatnya yang tercela itu"},{"SurahNumber":68,"VerseNumber":14,"Text":"Karena ia merasa mempunyai banyak harta dan anak, tetapi ia mendustakan ayat-ayat Kami dan menolak untuk menerimanya. Apabila dibacakan al-Qur'ân, ia berkata, \"Ini adalah kisah-kisah dongeng umat terdahulu"},{"SurahNumber":68,"VerseNumber":15,"Text":"Karena ia merasa mempunyai banyak harta dan anak, tetapi ia mendustakan ayat-ayat Kami dan menolak untuk menerimanya. Apabila dibacakan al-Qur'ân, ia berkata, \"Ini adalah kisah-kisah dongeng umat terdahulu"},{"SurahNumber":68,"VerseNumber":16,"Text":"Kami akan menjadikan tanda di hidung yang selalu menyertainya agar tanda itu dapat mempermalukannya di depan orang"},{"SurahNumber":68,"VerseNumber":17,"Text":"Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari"},{"SurahNumber":68,"VerseNumber":18,"Text":"Sesungguhnya Kami telah menguji penduduk Mekkah dengan memberikan mereka nikmat, lalu mereka mengingkarinya. Ini sama halnya seperti Kami menguji para pemilik kebun ketika mereka bersumpah--tanpa mengingat Allah dan tidak menyerahkan urusan kepada kehendak-Nya--akan memetik buah-buahan dari kebun mereka di pagi hari"},{"SurahNumber":68,"VerseNumber":19,"Text":"Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya"},{"SurahNumber":68,"VerseNumber":20,"Text":"Kemudian datang bencana besar dari Tuhanmu pada malam hari ketika mereka terlelap dalam tidur. Kebun-kebun itu menjadi hitam seperti malam yang gelap akibat bencana yang menimpanya"},{"SurahNumber":68,"VerseNumber":21,"Text":"Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan"},{"SurahNumber":68,"VerseNumber":22,"Text":"Ketika pagi hari, sebagian dari mereka menyeru yang lainnya, \"Pergilah segera ke kebun kalian jika ingin memetik buah-buahan"},{"SurahNumber":68,"VerseNumber":23,"Text":"Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian"},{"SurahNumber":68,"VerseNumber":24,"Text":"Maka pergilah mereka sambil berbisik-bisik dan berpesan, \"Hari ini jangan sampai ada seorang miskin pun yang dapat masuk ke kebun kalian"},{"SurahNumber":68,"VerseNumber":25,"Text":"Mereka pergi ke kebun di pagi hari dengan niat buruk dan mengira bahwa mereka akan sangat mampu melaksanakannya"},{"SurahNumber":68,"VerseNumber":26,"Text":"Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya"},{"SurahNumber":68,"VerseNumber":27,"Text":"Tatkala mereka melihat kebun-kebun itu hitam terbakar, dengan goncang mereka berkata, \"Kita sungguh telah tersesat! Ini bukan kebun kita! Atau ini memang kebun kita, tetapi kita telah terhalangi untuk melihatnya"},{"SurahNumber":68,"VerseNumber":28,"Text":"Salah seorang dari mereka, yang paling bijak dan paling baik, mencela mereka seraya berkata, \"Bukankah aku telah mengatakan kepada kalian ketika kalian saling berpesan untuk melarang orang-orang miskin, 'Apakah kalian tidak ingat Allah sehingga kalian mengubah niat tersebut"},{"SurahNumber":68,"VerseNumber":29,"Text":"Setelah sadar, mereka berkata, \"Mahasuci Allah dari anggapan kita bahwa Dia telah menzalimi kita dengan musibah ini. Sesungguhnya kitalah yang telah berbuat zalim karena niat buruk kita"},{"SurahNumber":68,"VerseNumber":30,"Text":"Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan"},{"SurahNumber":68,"VerseNumber":31,"Text":"Masing-masing dari mereka berhadap-hadapan saling mencela dan berkata, \"Celaka! Sesungguhnya kezaliman kita telah melampaui batas berlebihan"},{"SurahNumber":68,"VerseNumber":32,"Text":"Semoga Allah mengganti kebun kita dengan yang lebih baik. Sesungguhsnya hanya kepada Tuhan kita sajalah kita mengharap ampunan dan ganti"},{"SurahNumber":68,"VerseNumber":33,"Text":"Seperti musibah yang terjadi di kebun itulah siksa yang akan Aku turunkan ke dunia untuk orang yang berhak menerimanya. Dan siksa akhirat sungguh lebih besar lagi kalau saja manusia mengetahuinya"},{"SurahNumber":68,"VerseNumber":34,"Text":"Sesungguhnya orang-orang yang bertakwa akan memperoleh surga-surga yang penuh kenikmatan di sisi Tuhan mereka"},{"SurahNumber":68,"VerseNumber":35,"Text":"Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu"},{"SurahNumber":68,"VerseNumber":36,"Text":"Apakah Kami berlaku zalim dalam memberi keputusan dengan menyamakan antara orang-orang Muslim dan orang-orang kafir? Apa yang telah terjadi pada kalian? Bagaimana mungkin kalian membuat keputusan yang zalim seperti itu"},{"SurahNumber":68,"VerseNumber":37,"Text":"Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih"},{"SurahNumber":68,"VerseNumber":38,"Text":"Atau apakah kalian mempunyai kitab suci dari Allah yang di dalamnya kalian baca bahwa kalian mendapatkan apa yang kalian pilih"},{"SurahNumber":68,"VerseNumber":39,"Text":"Atau apakah kalian mempunyai janji-janji atas Kami yang diperkuat dengan sumpah yang berlaku sampai hari kiamat? Sesungguhnya kalian benar-benar dapat mengambil keputusan sekehendak kalian"},{"SurahNumber":68,"VerseNumber":40,"Text":"Tanyakan orang-orang musyrik, hai Muhammad, \"Siapakah di antara mereka yang bertanggung jawab atas keputusan itu"},{"SurahNumber":68,"VerseNumber":41,"Text":"Atau apakah ada orang yang menyertai mereka dan mengikuti jalan mereka dalam ucapan tersebut? Datangkanlah sekutu-sekutu mereka jika mereka benar dalam tuduhan tersebut"},{"SurahNumber":68,"VerseNumber":42,"Text":"Pada hari yang teramat sulit dan orang-orang kafir diseru untuk sujud--sebagai bentuk ejekan dan pelemahan--lalu mereka tidak mampu, pandangan mereka kabur dipenuhi oleh kehinaan yang sangat. Sesungguhnya dulu, ketika di dunia, mereka pernah diseru untuk bersujud. Tetapi mereka menolak untuk sujud, padahal mereka mampu melakukannya"},{"SurahNumber":68,"VerseNumber":43,"Text":"Pada hari yang teramat sulit dan orang-orang kafir diseru untuk sujud--sebagai bentuk ejekan dan pelemahan--lalu mereka tidak mampu, pandangan mereka kabur dipenuhi oleh kehinaan yang sangat. Sesungguhnya dulu, ketika di dunia, mereka pernah diseru untuk bersujud. Tetapi mereka menolak untuk sujud, padahal mereka mampu melakukannya"},{"SurahNumber":68,"VerseNumber":44,"Text":"Serahkan kepada-Ku, hai Muhammad, perkara orang yang mendustakan al-Qur'ân. Mereka akan Kami dekatkan ke siksa setahap demi setahap dari arah yang mereka tidak ketahui dari mana siksa itu datang"},{"SurahNumber":68,"VerseNumber":45,"Text":"Aku memberi mereka tangguh dengan menunda siksa. Sesungguhnya rencana-Ku amat teguh dan tak seorang pun akan luput darinya"},{"SurahNumber":68,"VerseNumber":46,"Text":"Ataukah kamu meminta upah dari mereka sebagai imbalan menyampaikan risalah sehingga mereka merasa terbebani untuk membayar upah tersebut"},{"SurahNumber":68,"VerseNumber":47,"Text":"Ataukah mereka memiliki pengetahuan tentang yang gaib sehingga mereka mampu menulis apa yang mereka putuskan"},{"SurahNumber":68,"VerseNumber":48,"Text":"Bersabarlah atas penangguhan yang diberikan kepada mereka dan penundaan bantuan kemenangan kepadamu. Jangan seperti Yûnus--yang dimakan ikan hiu--yang tidak sabar dan marah kepada kaumnya ketika ia menyeru kepada Tuhan-Nya dalam keadaan marah seraya meminta agar azab mereka disegerakan"},{"SurahNumber":68,"VerseNumber":49,"Text":"Kalau tidak segera mendapat nikmat Tuhan berupa penerimaan tobatnya, niscaya ia sudah dilemparkan dari perut hiu ke suatu padang luas dalam keadaan tersiksa karena kesalahannya"},{"SurahNumber":68,"VerseNumber":50,"Text":"Lalu Tuhan memilihnya dengan menerima tobatnya dan menjadikannya termasuk orang-orang yang saleh"},{"SurahNumber":68,"VerseNumber":51,"Text":"Orang-orang kafir itu benar-benar hampir mengenyahkanmu dari tempatmu dengan pandangan marah dan bermusuhan tatkala mereka mendengar al-Qur'ân seraya mengatakan, \"Sesungguhnya kamu benar- benar gila"},{"SurahNumber":68,"VerseNumber":52,"Text":"Al-Qur'ân tidak lain hanyalah nasehat, pelajaran dan peringatan bagi seluruh alam"}]}