{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Alf Lam Mim. So Allah i Mata-o ko paka-a antapan Niyan ro-o"},{"SurahNumber":32,"VerseNumber":2,"Text":"Na Initoron so Kitab a da a sangka a madalumon,- a pho-on ko Kadnan o manga Ka-adun"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ino a di iran Tharo-on: A Pimba-as aya o Muhammad? Kuna, ka Sukaniyan so Bunar a pho-on ko Kadnan Ka, ka-an Ka Mapakaiktiyar so pagtao a da-a miyakatalingoma kiran a Miyamakaiktiyar a miya-ona-an Ka Ka-an siran makakudug ko ontol"},{"SurahNumber":32,"VerseNumber":4,"Text":"So Allah so Miyadun ko manga Langit, a go so Lopa, go so nganin a pagulutan a dowa nan, si-i ko num a Alongan; oriyan Niyan na Lominiyawaw ko Aras sa samporna a kaliyawaw ko domadait ton: Da-a bagiyan niyo a salakao Rukaniyan, a Panarigan, go da-a Phangongogopan: Ino kano di Phananadum"},{"SurahNumber":32,"VerseNumber":5,"Text":"Tomatakdir ko Sogowan a pho-on ko Langit a phagowitun ko Lopa: Oriyan niyan na phamanik sii Rukaniyan, si-i ko Alongan, a miyabaloi so diyangka iyan a sanggibo ragon ko itongan niyo (giyoto so Alongan a Qiyamah)"},{"SurahNumber":32,"VerseNumber":6,"Text":"Giyoto man so Mata-o ko Gaib, a go so Mapayag, a Mabagur, a Makalimo-on"},{"SurahNumber":32,"VerseNumber":7,"Text":"So miphiyapiya ko langowan taman a [nadun Niyan: Go piyakapo-on Niyan a Kiya-aduna Niyan ko Manosiya ko lipao]"},{"SurahNumber":32,"VerseNumber":8,"Text":"Oriyan niyan na biyaloi Niyan so Moriyatao niyan a pho-on sa Rasa a pho-on sa ig a malowig"},{"SurahNumber":32,"VerseNumber":9,"Text":"Oriyan niyan na inimasad Iyan thaong sukaniyan, go ini masok Iyan non so pud ko Niyawa a Inadun Niyan. Na tiyagowan kano Niyan sa kanug, go manga kailai, go manga poso; miyakaitoito a kapuphanalamat iyo"},{"SurahNumber":32,"VerseNumber":10,"Text":"Na Pitharo iran: Ino amai ka shanao kami ko Lopa, ba Mata-an! A sukami na khatago kami dun ko Ka-adun a bago? Kuna, ka siran na so kitho-ona an ko Kadnan niran na o Ongkirun niran"},{"SurahNumber":32,"VerseNumber":11,"Text":"Tharowangka: A thanganungkano o Malakalmaot, a so piyakakibir rukano, oriyan niyan na si-i kano ko Kadnan niyo Phamakandoda"},{"SurahNumber":32,"VerseNumber":12,"Text":"Na o Mailaingka amai ka so manga baradosa a misosondong iran a manga Olo iran sa Hadapan o Kadnan niran, (Matharo iran:) Kadnan nami! miyakailai kami, go miyakanug kami: Na pakakasoya Kamingka (sa doniya): Ka nggalubuk kami sa mapiya: Mata-an! A sukami na Mithomangkud kamı"},{"SurahNumber":32,"VerseNumber":13,"Text":"Na o kabaya Ami, na khibugai Ami dun ko oman i ginawa so Torowan rukaniyan: Na ogaid na miyatanto so Katharo a pho-on Rakun: Mata-an a ipunopuno a Kun ndun ko Naraka Jahannam so saba-ad ko manga Jinn, go so manga Manosiya langon"},{"SurahNumber":32,"VerseNumber":14,"Text":"Na ta-ami niyo sa sabap ko kiyapakalipati niyo ko kapakambabaratumowa sa Alongan niyo wai, Mata-an! A Sukami na piyakalipatan Ami sukano-na ta-ami niyo so siksa a kakal sabap ko pinggolaola niyo"},{"SurahNumber":32,"VerseNumber":15,"Text":"Aya dun a Mapaparatiyaya ko manga Ayat Ami, na so siran a igira a miya-aloi kiran Sukaniyan, na Somondong siran, a Khisosodod, go ithasbik iran so Podi ko Kadnan niran, a siran na di siran Phumaratabat"},{"SurahNumber":32,"VerseNumber":16,"Text":"Pukhakalukat so manga kilid iran ko manga iga-an, Puphamanguni siran ko Kadnan niran, sa kaluk, a go Arap: Go so saba-ad ko inibugai Ami kiran na ipuphamumugai ran"},{"SurahNumber":32,"VerseNumber":17,"Text":"Na di katawan o ginawa so piyaguma a bagiyan niran-a kapipiya ginawa, a balas, sabap ko pinggolaola iran (a manga pipiya)"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ino so tao a aya butad iyan na Mapaparatiyaya ba lagid o tao a aya butad iyan na songklid? kuna a ba siran magishan"},{"SurahNumber":32,"VerseNumber":19,"Text":"Aya puman a so Miyamaratiyaya go pinggalubuk iran so manga pipiya, na bagiyan niran so Sorga a Jannatol Ma’wah, a tinibaba a darpa sabap ko pinggolaola iran (a manga pipiya)"},{"SurahNumber":32,"VerseNumber":20,"Text":"Na so puman so miyamanongklid, na darpa iran so Naraka: Oman niran khadiyatun a kapakaawa iran non, na pakakasowin siran non, go Tharo-on kiran: Ta-ami niyo so siksa ko Naraka, a so sukano na gi-i niyo to pakambokhagun"},{"SurahNumber":32,"VerseNumber":21,"Text":"Na Mata-an a puphakataamun Ami siran ndun ko siksa a korang (si-i sa doniya) ko da pun so siksa a mala (ko Akhirat), ka-an siran makambalingan (ko ontol)"},{"SurahNumber":32,"VerseNumber":22,"Text":"Na ba adun a lubi a darowaka a di so tao a miya-aloi so manga Ayat o Kadnan niyan, oriyan niyan na tiyalikhodan niyan? Mata-an! A Sukami i shiksa ko manga rarata 1 ongar"},{"SurahNumber":32,"VerseNumber":23,"Text":"Na Sabunsabunar a ini bugai Ami ko Musa so Kitab: Na o ba Ka matago ko a nganangan ko kithoona an Ka Rukanıiyan: Go inisunggai Ami oto a Torowan ko manga Moriyatao o Israil"},{"SurahNumber":32,"VerseNumber":24,"Text":"Go biyaloi Ami so saba-ad kiran a manga Nakoda, a pukhipamando iran so Sogowan Ami, ko masa a Kiyaphantang iran; go miyabaloi siran ko manga Ayat Ami a Khitatangkud"},{"SurahNumber":32,"VerseNumber":25,"Text":"Mata-an! A so Kadnan Ka na Sukaniyan i Khokom ko lut iran ko Alongan a Qiyamah, si-i ko siran a di siran non phagayonayon"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ba kiran nda makanggonanao so kadakul a bininasa Mi ko miya-ona an niran, a miyagapidapid a manga pagtao, a puphakalalakao siran ko manga darpa iran? Mataan! A adun a matatago ro-o man a titho a manga tanda: Ba siran ndi Phamamakinug"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ba iran nda mailai a Mataan! A Sukami na ipuphamakaig Ami so ig ko Lopa a kabagabagas, na puphakagumawan Nami sa sabap rukaniyan sa pur a puphakakanon so manga Ayam iran, go so manga ginawa iran? ba siran ndi Phangilailai"},{"SurahNumber":32,"VerseNumber":28,"Text":"Na gi-i ran Tharo-on: Anda i masa angkai a kapakada-ag, o sukano 1 manga bunar"},{"SurahNumber":32,"VerseNumber":29,"Text":"Tharowangka: A si-i ko Alongan a kapakada-ag, (a giyoto so Alongan a Qiyamah), na di phakanggai a gona ko siran a Miyamangongkir so Paratiyaya iran! Go di kiran Maputhata-alik"},{"SurahNumber":32,"VerseNumber":30,"Text":"Na Talikhodingka siran, go nayao Ka: Mata-an! A siran na khinanayao (ko phakatalingoma a mapunggolaola)"}]}