{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":74,"VerseNumber":1,"Text":"اے چادر اوڑھنے والے (حبیب)"},{"SurahNumber":74,"VerseNumber":2,"Text":"اُٹھیں اور (لوگوں کو اللہ کا) ڈر سنائیں"},{"SurahNumber":74,"VerseNumber":3,"Text":"اور اپنے رب کی بڑائی (اور عظمت) بیان فرمائیں"},{"SurahNumber":74,"VerseNumber":4,"Text":"اور اپنے (ظاہر و باطن کے) لباس (پہلے کی طرح ہمیشہ) پاک رکھیں"},{"SurahNumber":74,"VerseNumber":5,"Text":"اور (حسبِ سابق گناہوں اور) بتوں سے الگ رہیں"},{"SurahNumber":74,"VerseNumber":6,"Text":"اور (اس غرض سے کسی پر) احسان نہ کریں کہ اس سے زیادہ کے طالب ہوں"},{"SurahNumber":74,"VerseNumber":7,"Text":"اور آپ اپنے رب کے لئے صبر کیا کریں"},{"SurahNumber":74,"VerseNumber":8,"Text":"پھر جب (دوبارہ) صور میں پھونک ماری جائے گی"},{"SurahNumber":74,"VerseNumber":9,"Text":"سو وہ دن (یعنی روزِ قیامت) بڑا ہی سخت دن ہوگا"},{"SurahNumber":74,"VerseNumber":10,"Text":"کافروں پر ہرگز آسان نہ ہوگا"},{"SurahNumber":74,"VerseNumber":11,"Text":"آپ مجھے اور اس شخص کو جسے میں نے اکیلا پیدا کیا (اِنتقام لینے کے لئے) چھوڑ دیں"},{"SurahNumber":74,"VerseNumber":12,"Text":"اور میں نے اسے بہت وسیع مال مہیا کیا تھا"},{"SurahNumber":74,"VerseNumber":13,"Text":"اور (اس کے سامنے) حاضر رہنے والے بیٹے (دئیے) تھے"},{"SurahNumber":74,"VerseNumber":14,"Text":"اور میں نے اسے (سامانِ عیش و عشرت میں) خوب وُسعت دی تھی"},{"SurahNumber":74,"VerseNumber":15,"Text":"پھر (بھی) وہ حرص رکھتا ہے کہ میں اور زیادہ کروں"},{"SurahNumber":74,"VerseNumber":16,"Text":"ہرگز (ایسا) نہ ہوگا، بے شک وہ ہماری آیتوں کا دشمن رہا ہے"},{"SurahNumber":74,"VerseNumber":17,"Text":"عنقریب میں اسے سخت مشقت (کے عذاب) کی تکلیف دوں گا"},{"SurahNumber":74,"VerseNumber":18,"Text":"بے شک اس نے سوچ بچار کی اور ایک سازش وضع کرلی"},{"SurahNumber":74,"VerseNumber":19,"Text":"بس اس پر (اللہ کی) مار (یعنی لعنت) ہو، اس نے کیسی سازش تیار کی"},{"SurahNumber":74,"VerseNumber":20,"Text":"اس پر پھر (اللہ کی) مار (یعنی لعنت) ہو، اس نے (یہ) کیسی سازش کی"},{"SurahNumber":74,"VerseNumber":21,"Text":"پھر اس نے (اپنی تجویز پر دوبارہ) غور کیا"},{"SurahNumber":74,"VerseNumber":22,"Text":"پھر تیوری چڑھائی اور منہ بگاڑا"},{"SurahNumber":74,"VerseNumber":23,"Text":"پھر (حق سے) پیٹھ پھیر لی اور تکبّر کیا"},{"SurahNumber":74,"VerseNumber":24,"Text":"پھر کہنے لگا کہ یہ (قرآن) جادو کے سوا کچھ نہیں جو (اگلے جادوگروں سے) نقل ہوتا چلا آرہا ہے"},{"SurahNumber":74,"VerseNumber":25,"Text":"یہ (قرآن) بجز اِنسان کے کلام کے (اور کچھ) نہیں"},{"SurahNumber":74,"VerseNumber":26,"Text":"میں عنقریب اسے دوزخ میں جھونک دوں گا"},{"SurahNumber":74,"VerseNumber":27,"Text":"اور آپ کو کس نے بتایا ہے کہ سَقَر کیا ہے"},{"SurahNumber":74,"VerseNumber":28,"Text":"وہ (ایسی آگ ہے جو) نہ باقی رکھتی ہے اور نہ چھوڑتی ہے"},{"SurahNumber":74,"VerseNumber":29,"Text":"(وہ) جسمانی کھال کو جھلسا کر سیاہ کر دینے والی ہے"},{"SurahNumber":74,"VerseNumber":30,"Text":"اس پر اُنیس (19 فرشتے داروغے مقرر) ہیں"},{"SurahNumber":74,"VerseNumber":31,"Text":"اور ہم نے دوزخ کے داروغے صرف فرشتے ہی مقرر کئے ہیں اور ہم نے ان کی گنتی کافروں کے لئے محض آزمائش کے طور پر مقرر کی ہے تاکہ اہلِ کتاب یقین کر لیں (کہ قرآن اور نبوتِ محمدی صلی اللہ علیہ وآلہ وسلم حق ہے کیونکہ ان کی کتب میں بھی یہی تعداد بیان کی گئی تھی) اور اہلِ ایمان کا ایمان (اس تصدیق سے) مزید بڑھ جائے، اور اہلِ کتاب اور مومنین (اس کی حقانیت میں) شک نہ کر سکیں، اور تاکہ وہ لوگ جن کے دلوں میں (نفاق کی) بیماری ہے اور کفار یہ کہیں کہ اس (تعداد کی) مثال سے اللہ کی مراد کیا ہے؟ اسی طرح اللہ (ایک ہی بات سے) جسے چاہتا ہے گمراہ ٹھہراتا ہے اور جسے چاہتا ہے ہدایت فرماتا ہے، اور آپ کے رب کے لشکروں کو اس کے سوا کوئی نہیں جانتا، اور یہ (دوزخ کا بیان) اِنسان کی نصیحت کے لئے ہی ہے"},{"SurahNumber":74,"VerseNumber":32,"Text":"ہاں، چاند کی قَسم (جس کا گھٹنا، بڑھنا اور غائب ہو جانا گواہی ہے)"},{"SurahNumber":74,"VerseNumber":33,"Text":"اور رات کی قَسم جب وہ پیٹھ پھیر کر رخصت ہونے لگے"},{"SurahNumber":74,"VerseNumber":34,"Text":"اور صبح کی قَسم جب وہ روشن ہو جائے"},{"SurahNumber":74,"VerseNumber":35,"Text":"بے شک یہ (دوزخ) بہت بڑی آفتوں میں سے ایک ہے"},{"SurahNumber":74,"VerseNumber":36,"Text":"انسان کو ڈرانے والی ہے"},{"SurahNumber":74,"VerseNumber":37,"Text":"(یعنی) اس شخص کے لئے جو تم میں سے (نیکی میں) آگے بڑھنا چاہے یا جو (بدی میں پھنس کر) پیچھے رہ جائے"},{"SurahNumber":74,"VerseNumber":38,"Text":"ہر شخص اُن (اَعمال) کے بدلے جو اُس نے کما رکھے ہیں گروی ہے"},{"SurahNumber":74,"VerseNumber":39,"Text":"سوائے دائیں جانب والوں کے"},{"SurahNumber":74,"VerseNumber":40,"Text":"(وہ) باغات میں ہوں گے، اور آپس میں پوچھتے ہوں گے"},{"SurahNumber":74,"VerseNumber":41,"Text":"مجرموں کے بارے میں"},{"SurahNumber":74,"VerseNumber":42,"Text":"(اور کہیں گے:) تمہیں کیا چیز دوزخ میں لے گئی"},{"SurahNumber":74,"VerseNumber":43,"Text":"وہ کہیں گے: ہم نماز پڑھنے والوں میں نہ تھے"},{"SurahNumber":74,"VerseNumber":44,"Text":"اور ہم محتاجوں کو کھانا نہیں کھلاتے تھے"},{"SurahNumber":74,"VerseNumber":45,"Text":"اور بیہودہ مشاغل والوں کے ساتھ (مل کر) ہم بھی بیہودہ مشغلوں میں پڑے رہتے تھے"},{"SurahNumber":74,"VerseNumber":46,"Text":"اور ہم روزِ جزا کو جھٹلایا کرتے تھے"},{"SurahNumber":74,"VerseNumber":47,"Text":"یہاں تک کہ ہم پر جس کا آنا یقینی تھا (وہ موت) آپہنچی"},{"SurahNumber":74,"VerseNumber":48,"Text":"سو (اب) شفاعت کرنے والوں کی شفاعت انہیں کوئی نفع نہیں پہنچائے گی"},{"SurahNumber":74,"VerseNumber":49,"Text":"تو ان (کفّار) کو کیا ہوگیا ہے کہ (پھر بھی) نصیحت سے رُوگردانی کئے ہوئے ہیں"},{"SurahNumber":74,"VerseNumber":50,"Text":"گویا وہ بِدکے ہوئے (وحشی) گدھے ہیں"},{"SurahNumber":74,"VerseNumber":51,"Text":"جو شیر سے بھاگ کھڑے ہوئے ہیں"},{"SurahNumber":74,"VerseNumber":52,"Text":"بلکہ ان میں سے ہر ایک شخص یہ چاہتا ہے کہ اُسے (براہِ راست) کھلے ہوئے (آسمانی) صحیفے دے دئیے جائیں"},{"SurahNumber":74,"VerseNumber":53,"Text":"ایسا ہرگز ممکن نہیں، بلکہ (حقیقت یہ ہے کہ) وہ لوگ آخرت سے ڈرتے ہی نہیں"},{"SurahNumber":74,"VerseNumber":54,"Text":"کچھ شک نہیں کہ یہ (قرآن) نصیحت ہے"},{"SurahNumber":74,"VerseNumber":55,"Text":"پس جو چاہے اِسے یاد رکھے"},{"SurahNumber":74,"VerseNumber":56,"Text":"اور یہ لوگ (اِسے) یاد نہیں رکھیں گے مگر جب اللہ چاہے گا، وُہی تقوٰی (و پرہیزگاری) کا مستحق ہے اور مغفرت کا مالک ہے"}]}