{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaaf Haa Yaa Aiin Saad"},{"SurahNumber":19,"VerseNumber":2,"Text":"A mention of the mercy of your Lord on His servant Zechariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"when he prayed to his Lord, praying secretly"},{"SurahNumber":19,"VerseNumber":4,"Text":"He said, \"My Lord! my bones have become weak and my head is shining with grey hair and I have never been unsuccessful in my prayer to you, my Lord"},{"SurahNumber":19,"VerseNumber":5,"Text":"And I fear my heirs after me and my wife is barren. So grant me from Yourself a heir"},{"SurahNumber":19,"VerseNumber":6,"Text":"who should inherit me and inherit from the family of Jacob, and make him, O my Lord! pleasing"},{"SurahNumber":19,"VerseNumber":7,"Text":"(It was said), “O Zechariah! We give you the good news of a son whose name will be John. We did not assign (this) name to anyone before"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said, \"My Lord! how shall I have a son when my wife is barren and I have reached the extreme degree of old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"It was said, \"(It will be) like that, your Lord says it is easy for Me and I had created you before when you were nothing"},{"SurahNumber":19,"VerseNumber":10,"Text":"He said, \"My Lord! make for me a sign,\" He said, \"Your sign is that you will not speak to mankind for three nights (though) in sound health"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he came out to his people from the sanctuary then communicated to them by signs that they should glorify (God) morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"O John ! hold the book with strength.\" And We gave him wisdom (in) childhood (itself)"},{"SurahNumber":19,"VerseNumber":13,"Text":"and compassion from Us and purity, and he was one who guarded (against evil)"},{"SurahNumber":19,"VerseNumber":14,"Text":"and dutiful to his parents and he was not compelling (rebellious), disobedient"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace be on him on the day he was born and the day he dies and the day he will be raised alive"},{"SurahNumber":19,"VerseNumber":16,"Text":"And mention in the book (about) mary when she withdrew from her people to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"and took a veil (to screen herself) from them. Then We sent to her Our spirit so he appeared to her like a balanced man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, \"I seek the protection of the Beneficent (God) from you if you are one who guards (against evil)"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said, \"I am only a messenger of your Lord that I may grant to you a pure son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, \"How can there be a son to me when man has not touched me and I am not one who has exceeded the limits"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said, \"(It will be) like that. Your Lord says that is easy for Me and that We will make him a sign for mankind and a mercy from Us, and it is an affair decided"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she bore him then withdrew with him to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the pains of childbirth drove her to the trunk of a palm tree. She said, \"I wish I had died before this and had become forgotten (as something) to be forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then she was called from beneath her, “Do not grieve, your Lord has made a rivulet beneath you"},{"SurahNumber":19,"VerseNumber":25,"Text":"and shake the trunk of the date palm towards you, making ripe dates to fall down to you"},{"SurahNumber":19,"VerseNumber":26,"Text":"Then eat and drink and cool (your) eye, and if you see any man then say: I have vowed a fast to the Beneficent, therefore I will not speak to any man today"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then she came to her people carrying him (Jesus). They (her people) said, \"O mary !you have come with a strange thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron ! your father was not a bad man nor your mother was one who exceeded the limits"},{"SurahNumber":19,"VerseNumber":29,"Text":"So she pointed towards him (Jesus, for the explanation). They said, \"How can we talk to one who is a child in the cradle?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"He (Jesus) said, \"I am a servant of God, He has given me the book and made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed wherever I may be and has enjoined on me worship (salat) and (giving of) charity (zakat) as long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And (He has made me) dutiful to my mother and has not made me compelling (rebellious), wretched"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace be on me the day I was born and the day I die and the day I will be raised alive"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such (was) Jesus, the Son of Mary. (This is a) statement of the fact about which they doubt"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not befitting to God that He should take to Himself a son, glory be to Him, when He decrees an affair, He says to it only \"Be,\" so it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And God is certainly my Lord and your Lord so serve Him, this is the straight path"},{"SurahNumber":19,"VerseNumber":37,"Text":"But the parties disagreed among themselves. So sorrowful will be the state of those who do not believe because of their being present on the great day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How clearly will they hear and how clearly will they see on the day they come to Us, but this day the unjust are in clear error"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn them of the day of regret when the affair will be decided, and (at present) they are in a state of heedlessness and (therefore) they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"We will inherit the earth and whoever is on it and they will be returned to Us. (R)"},{"SurahNumber":19,"VerseNumber":41,"Text":"And mention in the book (about) Abraham, he was certainly a truthful man, a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"When he said to his father, \"O My father! why do you worship that which neither hears nor sees nor does it make you care-free from anything"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! there has come to me of knowledge, (something) which has not come to you. So follow me I will guide you to the balanced path"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! do not worship the devil, the devil is certainly disobedient to the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father ! I fear that a punishment from the Beneficent (God) may afflict you, then you will become a friend of the devil"},{"SurahNumber":19,"VerseNumber":46,"Text":"He said, \"Do you forsake my gods O Abraham. If you do not desist I will definitely stone you, now go away from me for a long time"},{"SurahNumber":19,"VerseNumber":47,"Text":"He said, \"Peace be on you ! I will seek protective forgiveness of my Lord for you, He is certainly Gracious to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I will withdraw from you and that which you pray to besides God, and I will pray to my Lord, may be that I will not be unsuccessful in my prayer to my Lord"},{"SurahNumber":19,"VerseNumber":49,"Text":"So when he withdrew from them and that which they worshipped besides God, We granted to him Isaac and Jacob and We made each one of them a prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"And We granted to them from Our mercy and We assigned to them a high and true renown. (R)"},{"SurahNumber":19,"VerseNumber":51,"Text":"And mention in the book (about) Moses, he was one who was purified and he was a messenger, a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And We called him from the right (hand) side of the Mount Toor and drew him nearer for secret talk"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We granted to him from Our mercy, his brother Aaron, a prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And mention in the book (about) Ishmael, he was truthful in his promise and he was a messenger, a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"And he used to enjoin on his people worship (salat) and charity (zakat) and he was one with whom his Lord was pleased"},{"SurahNumber":19,"VerseNumber":56,"Text":"And mention in the book (about) Enoch, he was a truthful man, a prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"and We raised him to a high place"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those are the persons on whom God bestowed (His) favour, from among the prophets from the descendants of Adam and from among those whom We carried with Noah (in the ship) and from among the descendants of Abraham and Israel and from among those whom We guided and chose, when the communications of the Beneficent (God) were read to them they fell down prostrating and weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"But the successors who succeeded after them wasted their worship (salat) and followed lusty desires, so they will meet (the punishment for their) error"},{"SurahNumber":19,"VerseNumber":60,"Text":"except him who repents and believes and does righteous work, so those will enter the garden and they will not be dealt with unjustly in anything"},{"SurahNumber":19,"VerseNumber":61,"Text":"gardens of everlasting bliss which the Beneficent (God) has promised to His servants in the unseen, His promise will certainly come to pass"},{"SurahNumber":19,"VerseNumber":62,"Text":"Therein they will not hear (any) vain talk but peace, and therein there will be their provision for them morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"That is the garden which We will make (those of) Our servants to inherit who had guarded (against evil)"},{"SurahNumber":19,"VerseNumber":64,"Text":"And we do not come down but by the command of your Lord, to Him belongs whatever is before us and whatever is behind us and whatever is between that, and your Lord is not forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"Lord of the skies and the earth and that which is between these two. So serve Him and be constant in His service. Do you know (anyone else having the same) name (or attributes, which) belong to Him? (R)"},{"SurahNumber":19,"VerseNumber":66,"Text":"And man says, \"What ! when I am dead, will I surely be brought out alive"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does not man remember that We created him before, when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"So by your Lord, We will definitely gather them and the devils, then We will definitely make them to be present around hell on their knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"Then We will definitely pull out from every sect those of them who were most severe in their revolt against the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Then surely We know best about those who are most worthy to enter therein"},{"SurahNumber":19,"VerseNumber":71,"Text":"And there is not one of you but will pass over it, this is an inevitable decision of your Lord"},{"SurahNumber":19,"VerseNumber":72,"Text":"Then We will deliver those who had guarded (against evil) and We will leave in it those who were unjust, on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"And when Our clear signs are read to them, those who do not believe say to those who believe, \"Which of the two parties (yours or ours) is better in position and better in assembly"},{"SurahNumber":19,"VerseNumber":74,"Text":"And how many of the generations have We destroyed before them, who were better in riches and in appearance (show)"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say, \"For one who is in error, the Beneficent (God) allows (the rope of leniency) to stretch for him (with a set) stretching, until when they see that which they were promised, either the punishment or the hour of doom, then they will know who is in an evil position and weaker in forces"},{"SurahNumber":19,"VerseNumber":76,"Text":"And God increases the guidance of those who receive guidance, and the (permanent) righteous works which remain, are better in the sight of your Lord, in respect of reward and better in respect of returns"},{"SurahNumber":19,"VerseNumber":77,"Text":"Then have you seen him who does not believe in Our signs and says, \"I will definitely be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Is the unseen disclosed to him or has he made an agreement with the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":79,"Text":"By no means, We will write down what he says and We will prolong for him (the period) of punishment (with a set) prolonging"},{"SurahNumber":19,"VerseNumber":80,"Text":"And We will inherit from him what he says and he will come to Us alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"And they have taken gods besides God that they may be (a source of) might for them"},{"SurahNumber":19,"VerseNumber":82,"Text":"By no means, they (the false gods) will reject their having worshipped them and they will become their opponents"},{"SurahNumber":19,"VerseNumber":83,"Text":"Did you not consider that We send the devils on the disbelievers to incite them with an incitement"},{"SurahNumber":19,"VerseNumber":84,"Text":"So do not make haste against them, We only number for them, a number (of days)"},{"SurahNumber":19,"VerseNumber":85,"Text":"The day We will gather those who guard (against evil, like honourable) guests before the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":86,"Text":"and We will drive the criminals to hell (like) thirsty (cattle)"},{"SurahNumber":19,"VerseNumber":87,"Text":"none will have the power to mediate except him who has received an agreement, (permission) from the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":88,"Text":"And they say, \"The Beneficent (God) has taken (to Him self) a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"You have indeed come with a disastrous thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"The skies are about to cleave asunder due to it and the earth to split asunder and the mountains to fall down in pieces"},{"SurahNumber":19,"VerseNumber":91,"Text":"that they invoke a son for the Beneficent (God)"},{"SurahNumber":19,"VerseNumber":92,"Text":"And it does not suit the Beneficent (God) that He should take (to Himself) a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"there is no one in the skies and the earth but he comes to the Beneficent (God) as a servant"},{"SurahNumber":19,"VerseNumber":94,"Text":"He has computed them and numbered them a numbering"},{"SurahNumber":19,"VerseNumber":95,"Text":"and everyone of them will come to Him on the day of resurrection, alone"},{"SurahNumber":19,"VerseNumber":96,"Text":"Those who believe and do righteous works, the Beneficent (God) will certainly assign love for them"},{"SurahNumber":19,"VerseNumber":97,"Text":"So We have made the (Quran) easy in your language only because you should (be able to) convey the good news through it to those who guard (against evil) and warn through it, quarrelsome people"},{"SurahNumber":19,"VerseNumber":98,"Text":"And how many generations have We destroyed before them, do you find anyone of them or hear (even) their whisper? (R 6, P 15 ½)"}]}