{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Whatever is in the heavens and on earth, doth declare the Praises and Glory of God: to Him belongs dominion, and to Him belongs praise: and He has power over all things"},{"SurahNumber":64,"VerseNumber":2,"Text":"It is He Who has created you; and of you are some that are Unbelievers, and some that are Believers: and God sees well all that ye do"},{"SurahNumber":64,"VerseNumber":3,"Text":"He has created the heavens and the earth in just proportions, and has given you shape, and made your shapes beautiful: and to Him is the final Goal"},{"SurahNumber":64,"VerseNumber":4,"Text":"He knows what is in the heavens and on earth; and He knows what ye conceal and what ye reveal: yea, God knows well the (secrets) of (all) hearts"},{"SurahNumber":64,"VerseNumber":5,"Text":"Has not the story reached you, of those who rejected Faith aforetime? So they tasted the evil result of their conduct; and they had a grievous Penalty"},{"SurahNumber":64,"VerseNumber":6,"Text":"That was because there came to them apostles with Clear Signs, but they said: \"Shall (mere) human beings direct us?\" So they rejected (the Message) and turned away. But God can do without (them): and God is free of all needs, worthy of all pra ise"},{"SurahNumber":64,"VerseNumber":7,"Text":"The Unbelievers think that they will not be raised up (for Judgment). Say: \"Yea, By my Lord, Ye shall surely be raised up: then shall ye be told (the truth) of all that ye did. And that is easy for God"},{"SurahNumber":64,"VerseNumber":8,"Text":"Believe, therefore, in God and His Apostle, and in the Light which we have sent down. And God is well acquainted with all that ye do"},{"SurahNumber":64,"VerseNumber":9,"Text":"The Day that He assembles you (all) for a Day of Assembly,- that will be a Day of mutual loss and gain (among you), and those who believe in God and work righteousness,- He will remove from them their ills, and He will admit them to Gardens be neath which Rivers flow, to dwell therein for ever: that will be the Supreme Achievement"},{"SurahNumber":64,"VerseNumber":10,"Text":"But those who reject Faith and treat Our Signs as falsehoods, they will be Companions of the Fire, to dwell therein for aye: and evil is that Goal"},{"SurahNumber":64,"VerseNumber":11,"Text":"No kind of calamity can occur, except by the leave of God: and if any one believes in God, (God) guides his heart (aright): for God knows all things"},{"SurahNumber":64,"VerseNumber":12,"Text":"So obey God, and obey His Apostle: but if ye turn back, the duty of Our Apostle is but to proclaim (the Message) clearly and openly"},{"SurahNumber":64,"VerseNumber":13,"Text":"God! There is no god but He: and on God, therefore, let the Believers put their trust"},{"SurahNumber":64,"VerseNumber":14,"Text":"O ye who believe! Truly, among your wives and your children are (some that are) enemies to yourselves: so beware of them! But if ye forgive and overlook, and cover up (their faults), verily God is Oft-Forgiving, Most Merciful"},{"SurahNumber":64,"VerseNumber":15,"Text":"Your riches and your children may be but a trial: but in the Presence of God, is the highest, Reward"},{"SurahNumber":64,"VerseNumber":16,"Text":"So fear God as much as ye can; listen and obey and spend in charity for the benefit of your own soul and those saved from the covetousness of their own souls,- they are the ones that achieve prosperity"},{"SurahNumber":64,"VerseNumber":17,"Text":"If ye loan to God, a beautiful loan, He will double it to your (credit), and He will grant you Forgiveness: for God is most Ready to appreciate (service), Most Forbearing"},{"SurahNumber":64,"VerseNumber":18,"Text":"Knower of what is open, Exalted in Might, Full of Wisdom"}]}