{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"BLESSED BE He who has revealed Salvation to His servant, that he may warn the nations"},{"SurahNumber":25,"VerseNumber":2,"Text":"Sovereign of the heavens and the earth, who has begotten no children and has no partner in His sovereignty; who has created all things and ordained them in due proportion"},{"SurahNumber":25,"VerseNumber":3,"Text":"And yet the unbelievers serve, besides Him, other gods which can create nothing and were themselves created: which can neither harm nor help themselves, and which have no power over death or life, or the raising of the dead"},{"SurahNumber":25,"VerseNumber":4,"Text":"The unbelievers say: ‘This² is but a forgery of his own invention, in which others have helped him.‘ Unjust is what they say and false"},{"SurahNumber":25,"VerseNumber":5,"Text":"And they say: ‘Fables of the ancients he has written: they are dictated to him morning and evening.‘"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say: ‘It is revealed by Him who knows the secrets of the heavens and the earth. He is surely forgiving and compassionate.‘"},{"SurahNumber":25,"VerseNumber":7,"Text":"They also say: ‘How is it that this apostle eats food and walks about the market-squares? Why has no angel been sent down to him to give warning with him"},{"SurahNumber":25,"VerseNumber":8,"Text":"Why has no treasure been given him, no garden to provide his sustenance?‘ And the wrongdoers say: ‘The man you follow is surely bewitched.‘"},{"SurahNumber":25,"VerseNumber":9,"Text":"See what epithets they bestow upon you!³ They have gone astray and cannot return to the true path"},{"SurahNumber":25,"VerseNumber":10,"Text":"Blessed be He who, if He wills, can make for you better things than these; Gardens watered by running brooks; and He can make palaces for you"},{"SurahNumber":25,"VerseNumber":11,"Text":"Indeed, they deny the Hour. For those who deny the Hour We have prepared a Conflagration"},{"SurahNumber":25,"VerseNumber":12,"Text":"From far away they shall hear it raging and roaring"},{"SurahNumber":25,"VerseNumber":13,"Text":"And when, chained together, they are flung into some narrow space; they will fervently call for death"},{"SurahNumber":25,"VerseNumber":14,"Text":"But they will be told: ‘Do not call today for one death; call for many deaths!‘"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say: ‘Which is better, this or the Paradise of Immortality which the righteous have been promised? It is their recompense and their retreat"},{"SurahNumber":25,"VerseNumber":16,"Text":"Abiding there for ever, they shall find therein all that they desire. That is a promise which your Lord must needs fulfil.‘"},{"SurahNumber":25,"VerseNumber":17,"Text":"On the day He herds them together with their idols, He will say: ‘Was it you who misled these My servants, or did they choose to go astray?‘"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will answer: ‘Glory be to You! We should never have chosen other guardians besides You. But You allowed them and their fathers the enjoyment of this life, so that they forgot the Admonition and became a people utterly extinct.‘"},{"SurahNumber":25,"VerseNumber":19,"Text":"Your idols have denied your charges. You cannot avert your doom, nor can you be helped. Those of you who have done wrong We will grievously punish.‘"},{"SurahNumber":25,"VerseNumber":20,"Text":"And We have sent no apostles before you who did not eat food or walk about the market-squares. We test you by means of one another. Will you not have patience? Surely your Lord observes all"},{"SurahNumber":25,"VerseNumber":21,"Text":"Those who entertain no hope of meeting Us ask: ‘Why have not the angels been sent down upon us? Why can we not see our Lord?‘ Arrogant they are; and mightily iniquitous"},{"SurahNumber":25,"VerseNumber":22,"Text":"On the day they behold the angels, the transgressors will not rejoice that day. The angels will say to them: ‘You shall never cross that barrier.‘"},{"SurahNumber":25,"VerseNumber":23,"Text":"Then We shall turn to that which they have done and tender it as vain as scattered dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"As for the heirs of Paradise, they shall on that day lodge in a more auspicious dwelling, and in a cooler resting-place"},{"SurahNumber":25,"VerseNumber":25,"Text":"On that day the sky with all its clouds shall be rent asunder and the angels sent down in their ranks"},{"SurahNumber":25,"VerseNumber":26,"Text":"On that day the Merciful will truly reign supreme. A day of woe it shall be to the unbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"On that day the wrongdoer will bite his hands and say: ‘Would that I had walked in the Apostle‘s path"},{"SurahNumber":25,"VerseNumber":28,"Text":"Oh, would that I had never chosen so-and-so for my companion"},{"SurahNumber":25,"VerseNumber":29,"Text":"It was he that made me stray from the Admonition after it had come me. Satan is ever treacherous to man.‘"},{"SurahNumber":25,"VerseNumber":30,"Text":"And the Apostle says: ‘Lord, my people have forsaken this Koran.‘"},{"SurahNumber":25,"VerseNumber":31,"Text":"Thus to every prophet We have assigned adversaries among the transgressors: but you need none besides your Lord to guide and help you"},{"SurahNumber":25,"VerseNumber":32,"Text":"And the unbelievers say: ‘Why was the Koran not revealed to him entire in a single revelation?‘ We have revealed it thus so that We may sustain your heart. We have imparted it by gradual revelation"},{"SurahNumber":25,"VerseNumber":33,"Text":"No sooner will they come to you with an argument than We shall reveal to you the Truth, better expounded"},{"SurahNumber":25,"VerseNumber":34,"Text":"Those who are dragged upon their faces into Hell shall have a viler place to dwell in, having strayed farther from the right path"},{"SurahNumber":25,"VerseNumber":35,"Text":"We gave the Book to Moses and assigned to him his brother Aaron as a helper"},{"SurahNumber":25,"VerseNumber":36,"Text":"We sent them to those who had denied Our signs, and utterly destroyed them"},{"SurahNumber":25,"VerseNumber":37,"Text":"And Noah‘s people: when they denied the emissaries, We drowned them and made of them an example to mankind; for the wrongdoers We prepared a woeful scourge"},{"SurahNumber":25,"VerseNumber":38,"Text":"And ‘Ād and Thamūd, and those who dwelt at Al-Rass, and many generations in between"},{"SurahNumber":25,"VerseNumber":39,"Text":"to each of them We gave examples, and each of them We exterminated"},{"SurahNumber":25,"VerseNumber":40,"Text":"They must surely have passed by the city which was destroyed by the fatal rain: have they never seen its ruins? Yet have they no faith in the Resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"Whenever they see you they only deride you, saying: ‘Is this the man God has sent as an emissary"},{"SurahNumber":25,"VerseNumber":42,"Text":"Had we not stood firm, he would have made us stray from our gods.‘ But when they face the scourge they shall realize who has strayed farther from the right path"},{"SurahNumber":25,"VerseNumber":43,"Text":"Have you considered him who has made a god of his own appetite? Would you be a guardian over him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think most of them can hear or understand? They are but like cattle; indeed, even more misguided"},{"SurahNumber":25,"VerseNumber":45,"Text":"Do you not see how your Lord lengthens the shadow? Had it been His will He could have made it constant. But We make the sun its guide"},{"SurahNumber":25,"VerseNumber":46,"Text":"little by little We shorten it"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He it was who made the night a mantle for you, and sleep a rest. He made each day a resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"And He it is who drives the winds as harbingers of His mercy; and We send down pure water from the sky"},{"SurahNumber":25,"VerseNumber":49,"Text":"so that We may give life to a dead land and quench the thirst of countless beasts and men We have created"},{"SurahNumber":25,"VerseNumber":50,"Text":"We have made it flow freely among them, that they may remember. Yet most decline to render thanks"},{"SurahNumber":25,"VerseNumber":51,"Text":"And had it been Our will, We could have sent to every city someone to give warning"},{"SurahNumber":25,"VerseNumber":52,"Text":"So do not yield to the unbelievers, but fight them vigorously with this.¹"},{"SurahNumber":25,"VerseNumber":53,"Text":"And He it was who sent the two seas rolling, the one sweet and fresh, the other salt and bitter, and set a rampart between them, an insurmountable barrier"},{"SurahNumber":25,"VerseNumber":54,"Text":"And He it was who created man from water, and gave him kin of blood and of marriage. All-powerful is your Lord"},{"SurahNumber":25,"VerseNumber":55,"Text":"Yet they worship idols which can neither help nor harm them. Surely the unbeliever is an enemy to his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"And We have sent you only to proclaim joyful tidings and to give warning"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: ‘I demand of you no recompense for this. Let him who will, take the right path to his Lord.‘"},{"SurahNumber":25,"VerseNumber":58,"Text":"Put your trust in the Ever-living who never dies. Celebrate His praise: He well knows all His servants‘ sins"},{"SurahNumber":25,"VerseNumber":59,"Text":"In six days He created the heavens and the earth and all that lies between them, and then ascended the throne. He is the Lord of Mercy. Ask those who know, concerning Him"},{"SurahNumber":25,"VerseNumber":60,"Text":"When they are told: ‘Bow down before the Merciful,‘ they ask: ‘Who is the Merciful? Would you have us bow down to whatever you will?‘ And they grow more rebellious"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed be He who decked the sky with constellations and set in it a lamp and a shining moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"And He it is who makes the night succeed the day: for those who would remember and render thanks"},{"SurahNumber":25,"VerseNumber":63,"Text":"True servants of the Merciful are those who walk humbly on the earth and say: ‘Peace!‘ to the ignorant who accost them"},{"SurahNumber":25,"VerseNumber":64,"Text":"who pass the night standing and on their knees in adoration of their Lord"},{"SurahNumber":25,"VerseNumber":65,"Text":"who say: ‘Lord, ward off from us the torment of Hell, for its torment is everlasting"},{"SurahNumber":25,"VerseNumber":66,"Text":"an evil dwelling and an evil resting-place‘"},{"SurahNumber":25,"VerseNumber":67,"Text":"who when they spend are neither extravagant nor niggardly, but keep the golden mean"},{"SurahNumber":25,"VerseNumber":68,"Text":"who invoke no other deity besides God, and do not kill except for a just cause: manslaughter is forbidden by God; who do not commit adultery (he that does shall meet with evil)"},{"SurahNumber":25,"VerseNumber":69,"Text":"his punishment shall be doubled on the Day of Resurrection and in disgrace he shall abide for ever ―"},{"SurahNumber":25,"VerseNumber":70,"Text":"unless he repent and believe and do good works, for then God will change his sins to good actions: God is forgiving and compassionate"},{"SurahNumber":25,"VerseNumber":71,"Text":"he that repents and does good works shall truly return to God"},{"SurahNumber":25,"VerseNumber":72,"Text":"who do not bear false witness, and who maintain their dignity when hearing profane abuse"},{"SurahNumber":25,"VerseNumber":73,"Text":"who do not turn a deaf ear and a blind eye to the revelations of their Lord when they are reminded of them"},{"SurahNumber":25,"VerseNumber":74,"Text":"who say: ‘Lord, give us joy in our wives and children, and make us examples to those who fear You.‘"},{"SurahNumber":25,"VerseNumber":75,"Text":"These shall be rewarded for their fortitude with the loftiest abode in Paradise. Therein shall they find a greeting and a welcome"},{"SurahNumber":25,"VerseNumber":76,"Text":"and therein shall they abide forever: a pleasant dwelling and a pleasant resting-place"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say: ‘Little cares my Lord if you do not invoke Him. Now that you have denied His revelations, His punishment is bound to overtake you.‘"}]}