{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Poraženi su Bizantinci"},{"SurahNumber":30,"VerseNumber":3,"Text":"U zemlji najbližoj, a oni će poslije poraza svog, pobijediti"},{"SurahNumber":30,"VerseNumber":4,"Text":"Za nekoliko godina - Allahova je naredba prije i poslije - a tog dana radovat će se vjernici"},{"SurahNumber":30,"VerseNumber":5,"Text":"S pomoći Allaha. Pomaže koga hoće, a On je Moćni, Milosrdni"},{"SurahNumber":30,"VerseNumber":6,"Text":"Obećanje je Allahovo! Allah neće iznevjeriti obećanje Svoje, ali većina ljudi ne zna"},{"SurahNumber":30,"VerseNumber":7,"Text":"Znaju vanjštinu života Dunjaa, a oni su o Ahiretu nehajni"},{"SurahNumber":30,"VerseNumber":8,"Text":"Zar neće razmisliti u dušama svojim? Allah je stvorio nebesa i Zemlju i šta je između njih, samo s Istinom i rokom određenim. A uistinu, većina ljudi su u susret Gospodara svog nevjernici"},{"SurahNumber":30,"VerseNumber":9,"Text":"Zar nisu putovali po Zemlji, pa vidjeli kakav je bio kraj onih prije njih? Bili su moćniji od njih u sili i kopali su zemlju i gradili je više no što je izgrađuju. A dolazili su im poslanici njihovi s jasnim dokazima. Pa nije Allah učinio zulm njima, nego su dušama svojim zulm učinili"},{"SurahNumber":30,"VerseNumber":10,"Text":"Potom je zlo bilo kraj onih koji su činili zlo, zato što su poricali ajete Allahove i njima se izrugivali"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah je počeo stvaranje, zatim ga ponavlja, potom ćete Njemu biti vraćeni"},{"SurahNumber":30,"VerseNumber":12,"Text":"A na Dan kad nastupi Čas, očajavat će zločinci"},{"SurahNumber":30,"VerseNumber":13,"Text":"I neće oni imati od ortaka svojih posrednike, i biće u ortake svoje nevjernici"},{"SurahNumber":30,"VerseNumber":14,"Text":"A na Dan kad nastupi Čas, Tog dana će se rastaviti"},{"SurahNumber":30,"VerseNumber":15,"Text":"Pa što se tiče onih koji budu vjerovali i dobra djela činili - pa oni će se u (bujnom) vrtu veseliti"},{"SurahNumber":30,"VerseNumber":16,"Text":"Pa što se tiče onih koji ne budu vjerovali i znakove Naše poricali, i susret Ahireta - pa takvi će biti u kaznu privedeni"},{"SurahNumber":30,"VerseNumber":17,"Text":"Pa slavljen neka je Allah kad zanoćite i kad osvanete"},{"SurahNumber":30,"VerseNumber":18,"Text":"I Njemu je hvala na nebesima i Zemlji, i početkom noći i u podnevu kad ste"},{"SurahNumber":30,"VerseNumber":19,"Text":"Izvodi živo iz mrtvog i izvodi mrtvo iz živog. I oživljava zemlju poslije mrtvila njenog; a tako ćete biti izvedeni"},{"SurahNumber":30,"VerseNumber":20,"Text":"A od znakova Njegovih je što vas je stvorio od prašine, potom gle! vi smrtnici (koji) se širite"},{"SurahNumber":30,"VerseNumber":21,"Text":"I od znakova Njegovih je što je stvorio za vas od duša vaših parice, da se smirite uz njih; i uspostavio je između vas ljubav i milost. Uistinu, u tome su znaci za ljude koji razmišljaju"},{"SurahNumber":30,"VerseNumber":22,"Text":"I od znakova Njegovih je stvaranje nebesa i Zemlje, i različitost jezika vaših i boja vaših. Uistinu, u tome su znaci za učene"},{"SurahNumber":30,"VerseNumber":23,"Text":"I od znakova Njegovih je spavanje vaše noću i danju i traženje vaše iz blagodati Njegove. Uistinu, u tome su znaci za ljude koji čuju"},{"SurahNumber":30,"VerseNumber":24,"Text":"I od znakova Njegovih je: Pokazuje vam munju kao strah i nadu, i spušta s neba vodu, pa oživljava njome zemlju nakon mrtvila njenog. Uistinu, u tome su znaci za ljude koji razumiju"},{"SurahNumber":30,"VerseNumber":25,"Text":"I od znakova Njegovih je što postoji nebo i Zemlja po naredbi Njegovoj. Zatim, kad vas pozove zovom iz Zemlje, gle! vi izlazite"},{"SurahNumber":30,"VerseNumber":26,"Text":"I Njegov je ko je na nebesima i Zemlji. Svi su Njemu pokorni"},{"SurahNumber":30,"VerseNumber":27,"Text":"I On je Taj koji počinje stvaranje, zatim ga ponavlja, a to je Njemu lakše. I Njegov primjer je najuzvišeniji na nebesima i Zemlji, a On je Moćni, Mudri"},{"SurahNumber":30,"VerseNumber":28,"Text":"Navodi vam primjer od duša vaših: Imate li vi među onim šta posjeduju desnice vaše ikakve ortake u onom čim smo vas opskrbili, pa ste vi u tome isti? Bojite se njih kao vašim bojanjem duša vaših? Tako izlažemo znakove ljudima koji shvataju"},{"SurahNumber":30,"VerseNumber":29,"Text":"Suprotno, oni koji čine zulm, slijede strasti svoje bez znanja. Pa ko će uputiti onoga koga je zaveo Allah? A neće oni imati nikakvih pomagača"},{"SurahNumber":30,"VerseNumber":30,"Text":"Zato stani licem svojim vjeri pravoj, fitretu Allahovom, onom po kojem je stvorio ljude. Nema promjene stvaranja Allahovog. To je vjera prava, ali većina ljudi ne zna"},{"SurahNumber":30,"VerseNumber":31,"Text":"Budite oni koji se obraćaju Njemu, i bojte Ga se i obavljajte salat i ne budite od mušrika"},{"SurahNumber":30,"VerseNumber":32,"Text":"Od onih koji su podijelili vjeru svoju i postali sekte. Svaka stranka se s onim što je kod njih, raduje"},{"SurahNumber":30,"VerseNumber":33,"Text":"A kad ljude dotakne nesreća, zovu Gospodara svog obraćajući Mu se pokajanički; zatim, kad oni okuse od Njega milost, gle! skupina njih Gospodaru svom pridružuje"},{"SurahNumber":30,"VerseNumber":34,"Text":"Da bi bili nezahvalni na onom šta smo im dali. “Pa uživajte, ta saznaćete!”"},{"SurahNumber":30,"VerseNumber":35,"Text":"Zar smo im spustili dokaz, pa on govori o onom šta Mu pridružuju"},{"SurahNumber":30,"VerseNumber":36,"Text":"I kad damo da ljudi okuse milost, raduju se u njoj; a kad ih zadesi zlo zbog onog što su pripravile ruke njihove, gle! oni očajavaju"},{"SurahNumber":30,"VerseNumber":37,"Text":"Zar ne vide da Allah pruža opskrbu kome hoće, i uskraćuje? Uistinu! U tome su znaci za ljude koji vjeruju"},{"SurahNumber":30,"VerseNumber":38,"Text":"Pa daj bližnjem pravo njegovo i siromahu i sinu puta. To je bolje za one koji žele lice Allahovo. A ti takvi su uspješni"},{"SurahNumber":30,"VerseNumber":39,"Text":"A ono što ste dali od kamate da bi porasla u imecima ljudi - pa neće porasti kod Allaha. A ono što date od zekata želeći lice Allahovo - pa ti takvi su mnogostruki dobitnici"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah je Taj koji vas je stvorio, zatim vas opskrbio, potom će vas usmrtiti, zatim će vas oživiti. Ima li iko od ortaka vaših koji čini išta od toga? Slava Njemu! I uzvišen neka je nad onim šta pridružuju"},{"SurahNumber":30,"VerseNumber":41,"Text":"Pojavio se nered na kopnu i moru zbog onog što su ostvarile ruke ljudi, da bi dao da oni iskuse dio onog šta su uradili, da bi se oni povratili"},{"SurahNumber":30,"VerseNumber":42,"Text":"Reci: “Putujte po Zemlji, pa vidite kakav je bio kraj onih od ranije! Većina njih bili su mušrici.”"},{"SurahNumber":30,"VerseNumber":43,"Text":"Zato stani licem svojim vjeri ispravnoj, prije no dođe Dan kojem nema odbijanja od Allaha. Tog dana će se razdvojiti"},{"SurahNumber":30,"VerseNumber":44,"Text":"Ko ne vjeruje, pa protiv njega je kufr njegov; a ko radi dobro, pa dušama svojim pripremaju"},{"SurahNumber":30,"VerseNumber":45,"Text":"Da bi nagradio one koji vjeruju i rade dobra djela iz dobrote Svoje. Uistinu! On ne voli nevjernike"},{"SurahNumber":30,"VerseNumber":46,"Text":"I od znakova Njegovih je što šalje vjetrove (kao) radosne vijesti, i da vam da da kušate iz milosti Njegove, i da plove plovila po odredbi Njegovoj, i da tražite iz blagodati Njegove, i da biste vi zahvaljivali"},{"SurahNumber":30,"VerseNumber":47,"Text":"A doista, slali smo prije tebe poslanike narodu njihovom, te su im dolazili s jasnim dokazima. Pa smo se osvetili onima koji su skrivili. A pomaganje vjernicima bila je na Nama obaveza"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah je Taj koji šalje vjetrove pa dižu oblak, te ga rasprostire u nebu kako hoće i čini ga komadima; tad vidiš kišu izlazi iz sred njega! Pa kad pogodi njome koga hoće od robova Svojih, gle! oni se vesele"},{"SurahNumber":30,"VerseNumber":49,"Text":"Iako su prije no što je spuštena na njih - prije toga bili očajnici"},{"SurahNumber":30,"VerseNumber":50,"Text":"Zato pogledaj tragove milosti Allahove. Kako oživljava zemlju nakon mrtvila njenog. Uistinu! To je Oživljavač mrtvih; a On je nad svakom stvari Imalac moći"},{"SurahNumber":30,"VerseNumber":51,"Text":"I da pošaljemo vjetar, pa ga vide žutim, sigurno bi poslije toga nastavili da ne vjeruju"},{"SurahNumber":30,"VerseNumber":52,"Text":"Pa uistinu, ti nećeš pročuti mrtve, niti pročuti gluhe dozivanjem, kad se okrenu vračajući se"},{"SurahNumber":30,"VerseNumber":53,"Text":"I nisi ti vodič slijepcima iz zablude njihove. Pročut ćeš jedino onog ko vjeruje u ajete Naše - ta oni su muslimani"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah je Taj koji vas je stvorio od slabog, zatim je poslije slabosti snagu načinio, potom je poslije snage slabost načinio i sijedu kosu. Stvara šta hoće, a On je Znalac, Moćni"},{"SurahNumber":30,"VerseNumber":55,"Text":"A na Dan kad nastupi Čas, zaklinjaće se zločinci da nisu ostali sem čas. Tako su se oni odvratili"},{"SurahNumber":30,"VerseNumber":56,"Text":"I reći će oni kojima je dato znanje i vjerovanje: “Doista ste ostali po Knjizi Allahovoj do Dana podizanja - ta ovo je Dan podizanja, ali vi niste znali!”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Pa Tog dana neće koristiti onima koji su činili zulm, pravdanje njihovo, niti će im se dati da traže naklonost"},{"SurahNumber":30,"VerseNumber":58,"Text":"I doista, naveli smo ljudima u ovom Kur’anu od svakog primjera (ponešto). A da si im donio znak, sigurno bi rekli oni koji ne vjeruju: “Vi ste samo blebetala!”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Tako pečati Allah srca onih koji ne znaju"},{"SurahNumber":30,"VerseNumber":60,"Text":"Zato se strpi! Doista, obećanje Allahovo je Istina. I neka te nikako ne smatraju lahkim oni koji nisu uvjereni"}]}