{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Alif. Lam. Ra. Este Libro contiene preceptos precisos que son explicados detalladamente, y dimana del Sabio, Informado"},{"SurahNumber":11,"VerseNumber":2,"Text":"Para que no adoréis sino a Allah; ciertamente él [el Profeta Muhámmad] es para vosotros un amonestador [que os previene del castigo] y un albriciador [de la recompensa que recibiréis si creéis]"},{"SurahNumber":11,"VerseNumber":3,"Text":"Y os exhorta a que pidáis perdón a vuestro Señor y os arrepintáis, pues así Allah os concederá de Sus gracias hasta un plazo determinado, y recompensará a todo aquel que obre el bien. Ciertamente temo que si rechazáis [los que os exhorto] os alcance el castigo de un día terrible [el Día del Juicio]"},{"SurahNumber":11,"VerseNumber":4,"Text":"Sabed que ante Allah compareceréis y que Él tiene poder sobre todas las cosas"},{"SurahNumber":11,"VerseNumber":5,"Text":"Ciertamente ellos [los hipócritas] pretenden simular su aversión y creen poder esconder sus malas acciones de Allah, pero aunque se cubran con sus ropas Él bien sabe lo que esconden y lo que manifiestan, pues conoce lo que hay en los corazones"},{"SurahNumber":11,"VerseNumber":6,"Text":"No existe criatura en la Tierra sin que sea Allah Quien la sustenta; Él conoce su morada y por donde transita, todo está registrado en un Libro evidente [la Tabla Protegida]"},{"SurahNumber":11,"VerseNumber":7,"Text":"Él es Quien ha creado los cielos y la Tierra en seis días, y Su Trono se encuentra sobre el agua, [todo ello] para probaros y distinguir a quienes de vosotros obran mejor. Y si dices [¡Oh, Muhámmad!]: Por cierto que resucitaréis después de la muerte; dirán los incrédulos: Esto no es sino magia evidente"},{"SurahNumber":11,"VerseNumber":8,"Text":"Y si les retrasamos su castigo hasta un tiempo determinado, dirán [los incrédulos]: ¿Qué es lo que lo retiene? Acaso no saben que el día que les alcance el castigo no podrán evitarlo y éste les cercará por haberse burlado"},{"SurahNumber":11,"VerseNumber":9,"Text":"Y si le concedemos al hombre algo de Nuestra gracia y luego se la quitamos se desespera y se muestra desagradecido"},{"SurahNumber":11,"VerseNumber":10,"Text":"Pero cuando le agraciamos luego de haber padecido una adversidad, dice: Se han alejado los males de mí, y se jacta por ello"},{"SurahNumber":11,"VerseNumber":11,"Text":"Excepto aquellos que fueron pacientes y obraron el bien; éstos obtendrán el perdón y una gran recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Tú no dejarías de transmitirles nada de lo que te fue revelado [¡Oh, Muhámmad! aunque esto les disguste a los incrédulos]. Tu corazón se acongoja porque dicen: ¿Por qué no se le ha concedido un tesoro, o no viene con él un Ángel [que compruebe lo que dice]? [Pero a ti sólo te corresponde transmitir el Mensaje] Ciertamente tú eres un amonestador; y Allah es protector de todas las cosas"},{"SurahNumber":11,"VerseNumber":13,"Text":"O dicen: Él lo inventó [al Corán]. Diles: Inventad, entonces, diez suras como ésta y presentadlas, e invocad a quienes podáis [para que os auxilien] en vez de Allah, si es que sois veraces"},{"SurahNumber":11,"VerseNumber":14,"Text":"Y si no os responden [el desafío], sabed pues, que ha sido revelado con la sabiduría de Allah, y que no hay otra divinidad salvo Él. ¿Acaso no vais a someteros a Él"},{"SurahNumber":11,"VerseNumber":15,"Text":"Quien desee la vida mundanal y sus placeres solamente, se los concederemos y no será defraudado"},{"SurahNumber":11,"VerseNumber":16,"Text":"Éstos son quienes no tendrán en la otra vida sino el castigo del Infierno; lo que hubieren hecho se desvanecerá, y sus obras habrán sido en vano"},{"SurahNumber":11,"VerseNumber":17,"Text":"Aquel que se basa en la Verdad dimanada de Su Señor [el Profeta Muhámmad], la cual es atestiguada [por el Ángel Gabriel], y anteriormente fue corroborada por el Libro de Moisés [Musa] [la Tora] que era una guía y misericordia [no puede equipararse con quien no cree y está sumergido en las tinieblas]; y sabed que quienes siguen su ejemplo son los creyentes. En cambio, los seguidores de otras religiones que no crean en él [el Corán] tendrán por morada el Infierno. No tengas dudas [de ello ¡Oh, Muhámmad! en lo más mínimo], pues [el Corán] es la Verdad dimanada de tu Señor, pero la mayoría de los hombres no creen"},{"SurahNumber":11,"VerseNumber":18,"Text":"Hay alguien más inicuo que quien inventa mentiras acerca de Allah? Ésos deberán comparecer ante su Señor [y responderán por sus obras], y entonces todos los testigos dirán: Éstos son quienes mintieron acerca de su Señor. ¡Qué la maldición de Allah caiga sobre los inicuos"},{"SurahNumber":11,"VerseNumber":19,"Text":"Quienes apartan a los hombres del sendero de Allah, tratan de modificarlo y no creen en la otra vida"},{"SurahNumber":11,"VerseNumber":20,"Text":"No podrán huir de Allah en la Tierra, no tendrán protectores fuera de Él y se les duplicará el castigo. Éstos no pudieron oír ni ver [la Verdad]"},{"SurahNumber":11,"VerseNumber":21,"Text":"Se desviaron, y todo lo que habían inventado se esfumará"},{"SurahNumber":11,"VerseNumber":22,"Text":"Y por cierto que no hay duda que en la otra vida serán quienes más pierdan"},{"SurahNumber":11,"VerseNumber":23,"Text":"En cambio, los creyentes que obraron correctamente y se sometieron con humildad a su Señor serán los moradores del Paraíso, donde vivirán eternamente"},{"SurahNumber":11,"VerseNumber":24,"Text":"Éstos se semejan a dos grupos de personas, uno de ciegos y sordos [los incrédulos] y el otro de quienes tienen la facultad de ver y oír [los creyentes]: ¿Acaso se equiparan? ¿Es que no reflexionáis"},{"SurahNumber":11,"VerseNumber":25,"Text":"Por cierto que enviamos a Noé [Nuh] a su pueblo [y les dijo]: Yo soy para vosotros un amonestador evidente"},{"SurahNumber":11,"VerseNumber":26,"Text":"No adoréis sino a Allah, pues temo que os azote el castigo de un día doloroso [el Día del Juicio]"},{"SurahNumber":11,"VerseNumber":27,"Text":"Los líderes de la incredulidad de su pueblo dijeron: No eres más que un mortal como nosotros, y sólo te siguen los pobres y débiles de nuestro pueblo que no piensan. Ciertamente no os creemos mejores que nosotros sino que os consideramos mentirosos"},{"SurahNumber":11,"VerseNumber":28,"Text":"Dijo [Noé [Nuh]]: ¡Oh, pueblo mío! Por cierto que me he presentado ante vosotros con una prueba evidente de mi Señor, Quien me ha agraciado con Su misericordia [la profecía], pero estáis enceguecidos [y no comprendéis]. ¿Acaso creéis que vamos a imponeros aceptar [el Mensaje] cuando no estáis de acuerdo"},{"SurahNumber":11,"VerseNumber":29,"Text":"¡Oh, pueblo mío! No os pido retribución alguna a cambio [de transmitiros el Mensaje], pues Allah será Quien me recompensará, y no voy a rechazar a los creyentes [como me pedís], ciertamente ellos se encontrarán con su Señor [Quien los recompensará por su fe]; y veo que sois un pueblo de ignorantes"},{"SurahNumber":11,"VerseNumber":30,"Text":"¡Oh, pueblo mío! ¿Quién me protegerá de Allah [y Su castigo] si los rechazo? ¿Es que no recapacitáis"},{"SurahNumber":11,"VerseNumber":31,"Text":"No os digo que poseo los tesoros de Allah, ni conozco lo oculto, ni os digo ser un Ángel, pero tampoco digo que Allah no recompensará [en la otra vida] a aquellos que vosotros consideráis inferiores [los débiles y los pobres, como pretendéis], pues Allah bien sabe lo que hay en sus corazones; y si así lo dijese me contaría entre los inicuos"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dijeron [los incrédulos]: ¡Oh, Noé [Nuh]! No has dejado de discutir y objetarnos, haz que se desencadene de una vez sobre nosotros aquello con lo cual nos amenazas, si eres veraz"},{"SurahNumber":11,"VerseNumber":33,"Text":"Dijo [Noé [Nuh]]: Ciertamente Allah lo desencadenará [al castigo] si Él así lo decreta, y no podréis huir entonces"},{"SurahNumber":11,"VerseNumber":34,"Text":"Y aunque os quiera beneficiar con mi exhortación tampoco os servirá de nada si Allah decreta para vosotros el desvío. Él es vuestro Señor, y ante Él compareceréis"},{"SurahNumber":11,"VerseNumber":35,"Text":"Y dicen [los idólatras de La Meca]: Él lo inventó [al Corán] Diles [¡Oh, Muhámmad!]: Si yo lo hubiera inventado, sobre mí recaería el castigo de ello; y por cierto que soy inocente de vuestra incredulidad"},{"SurahNumber":11,"VerseNumber":36,"Text":"Y le fue revelado a Noé [Nuh]: Salvo los que ya han creído, nadie más creerá de tu pueblo; no te apenes pues por lo que hicieren [los incrédulos]"},{"SurahNumber":11,"VerseNumber":37,"Text":"Construye el arca bajo Nuestra observancia y según Nuestra orden, y no Me pidas compasión por quienes obraron injustamente, pues ellos serán ahogados"},{"SurahNumber":11,"VerseNumber":38,"Text":"Y mientras construía el arca, cada vez que pasaban ante él los poderosos de su pueblo se burlaban, y él les decía: Si os burláis de nosotros, sabed que ya nos burlaremos de vosotros [cuando seáis ahogados] como vosotros lo hacéis ahora"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ya sabréis a quién le alcanzará un castigo humillante [en esta vida], y [en la otra] sufrirá un tormento eterno"},{"SurahNumber":11,"VerseNumber":40,"Text":"Cuando llegue Nuestro designio y [como señal de ello] el agua brote de la tierra [e inunde todo], haz subir a ella una pareja de cada especie, embarca a tu familia, salvo a quienes de ellos decretamos que serían destruidos, y a los creyentes. Y ciertamente unos pocos creyeron en él"},{"SurahNumber":11,"VerseNumber":41,"Text":"Y dijo [Noé [Nuh]]: Embarcad [y decid]: ¡Qué en el nombre de Allah navegue y ancle! Por cierto que mi Señor es Absolvedor, Misericordioso"},{"SurahNumber":11,"VerseNumber":42,"Text":"Y [el arca] navegó con ellos entre olas como montañas; y Noé [Nuh] llamó a su hijo que se encontraba en un lugar apartado: ¡Oh, hijito mío! Embárcate con nosotros y no te cuentes entre los incrédulos"},{"SurahNumber":11,"VerseNumber":43,"Text":"Dijo [su hijo]: Me refugiaré en una montaña que me protegerá de las aguas. Dijo [Noé [Nuh]]: Hoy no habrá nada que pueda socorreros del designio de Allah, y sólo se salvará aquel a quien Allah le tenga misericordia; y las olas se interpusieron entre ambos, y [su hijo] se contó entre los ahogados"},{"SurahNumber":11,"VerseNumber":44,"Text":"Y fue ordenado: ¡Oh, tierra! Traga tu agua. ¡Oh, cielo! Deja de llover. Y entonces el agua fue descendiendo y así se cumplió el designio [y los incrédulos fueron destruidos], y [la embarcación] se detuvo y se asentó sobre el monte Yudii, y fue dicho: ¡La maldición recayó sobre los inicuos y fueron exterminados"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noé [Nuh] invocó a su Señor diciendo: ¡Oh, Señor mío! Por cierto que mi hijo era parte de mi familia [y pensé que no sería destruido]; Tu promesa es verdadera, y Tú eres el mejor de los jueces"},{"SurahNumber":11,"VerseNumber":46,"Text":"Dijo Allah a Noé [Nuh]: ¡Oh, Noé [Nuh]! Ciertamente él no era de [los que se salvarían de] tu familia, pues obró en forma impía [e incrédula]; no Me cuestiones sobre lo que careces de conocimiento. Te advierto para que no te cuentes entre los ignorantes"},{"SurahNumber":11,"VerseNumber":47,"Text":"Dijo [Noé [Nuh]]: ¡Oh, Señor mío! Me refugio en Ti de cuestionarte algo sobre lo que no tengo conocimiento; si no me perdonas y te apiadas de mí me contaré entre los perdedores"},{"SurahNumber":11,"VerseNumber":48,"Text":"Entonces, le fue dicho: ¡Oh, Noé [Nuh]! Desembarca que os brindaremos seguridad, y que las bendiciones sean contigo y con las naciones que sucederán a quienes están contigo. A algunas de ellas [que no creerán] las dejaremos gozar [de esta vida mundanal], pero luego les azotará Nuestro castigo doloroso"},{"SurahNumber":11,"VerseNumber":49,"Text":"Éstas son historias que no conocías, y te las revelamos [¡Oh, Muhámmad!]; ni tú ni tu pueblo las sabían. Ten paciencia, que ciertamente el éxito [en esta vida y en la otra] es para los piadosos"},{"SurahNumber":11,"VerseNumber":50,"Text":"Y al pueblo llamado Ád le enviamos a su hermano Hud [como Profeta, quien les dijo]: ¡Oh, pueblo mío! Adorad sólo a Allah, pues no existe otra divinidad salvo Él; vosotros no hacéis más que inventar mentiras [acerca de Allah]"},{"SurahNumber":11,"VerseNumber":51,"Text":"¡Oh, pueblo mío! No os pido remuneración alguna a cambio [de trasmitiros el Mensaje] sólo anhelo la recompensa de Quien me ha creado. ¿Es que no reflexionáis"},{"SurahNumber":11,"VerseNumber":52,"Text":"¡Oh, pueblo mío! Pedid perdón a vuestro Señor y arrepentíos, así Él os enviará del cielo copiosas lluvias y os aumentará vuestro poderío, y no os apartéis [de vuestro Señor] ensoberbecidos"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dijeron: ¡Oh, Hud! No nos has presentado ninguna evidencia, y nosotros no dejaremos nuestros ídolos sólo porque nos lo digas, pues no creemos en ti"},{"SurahNumber":11,"VerseNumber":54,"Text":"Consideramos que uno de nuestros ídolos te ha enviado algún daño [y has perdido el juicio]. Dijo [Hud]: Ciertamente pongo a Allah y a vosotros por testigo de que soy inocente de lo que adoráis"},{"SurahNumber":11,"VerseNumber":55,"Text":"En vez de Él. Confabulaos todos contra mí [si queréis] y no me tengáis más tolerancia"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ciertamente yo me encomiendo a Allah, mi Señor y el vuestro; y sabed que no hay criatura que no dependa de Su voluntad. Por cierto que mi Señor es infinitamente Justo"},{"SurahNumber":11,"VerseNumber":57,"Text":"Y si rechazáis [mi exhortación], por cierto que os transmití aquello por lo que fui enviado a vosotros, y mi Señor [os destruirá y] os hará suceder por otro pueblo diferente [que creerá], y sabed que no Le perjudicáis en nada [con vuestra incredulidad]; en verdad mi Señor es Protector de todas las cosas"},{"SurahNumber":11,"VerseNumber":58,"Text":"Y cuando llegó Nuestro designio [de destruirles], salvamos a Hud y a quienes creyeron con él por Nuestra misericordia, librándolos de un castigo terrible"},{"SurahNumber":11,"VerseNumber":59,"Text":"Así fue el pueblo llamado Ád; negaron los signos de su Señor y desobedecieron a Sus Mensajeros, siguiendo a todo prepotente [líder de la incredulidad y] rebelde"},{"SurahNumber":11,"VerseNumber":60,"Text":"Y la maldición les alcanzó en este mundo, y también [serán maldecidos] el Día del Juicio. Ciertamente los habitantes de Ád negaron a su Señor, por ello el pueblo de Hud quedó fuera de la misericordia divina"},{"SurahNumber":11,"VerseNumber":61,"Text":"Y al pueblo llamado Zamud le enviamos a su hermano Salih [como Profeta], quien les dijo: ¡Oh, pueblo mío! Adorad a Allah, pues no existe otra divinidad salvo Él. Él os creó de la tierra y os hizo vivir en ella. Implorad Su perdón [por los pecados cometidos] y arrepentíos, ciertamente mi Señor está próximo [cuando Le invocáis] y responde vuestras súplicas"},{"SurahNumber":11,"VerseNumber":62,"Text":"Dijeron: ¡Oh, Salih! Teníamos esperanzas [que fueses una persona sensata] antes de esto [a lo que nos exhortas]. ¿Acaso nos prohíbes que adoremos lo que adoraron nuestros padres? Por cierto que tenemos una profunda duda sobre aquello a lo que nos convocas"},{"SurahNumber":11,"VerseNumber":63,"Text":"Dijo [Salih]: ¡Oh, pueblo mío! ¿Acaso no veis que poseo una prueba evidente de mi Señor y que me ha concedido una misericordia dimanada de Él [la profecía]? ¿Quién me protegerá de Allah si Le desobedezco [como pretendéis]? No lograríais con ello más que aumentar mi perdición"},{"SurahNumber":11,"VerseNumber":64,"Text":"¡Oh, pueblo mío! Esta es la camella de Allah [que hizo surgir milagrosamente de entre las rocas], y es para vosotros un signo [del poder divino], dejadla que coma en la tierra de Allah y no le hagáis ningún daño, pues de lo contrario os azotará un castigo ineludible"},{"SurahNumber":11,"VerseNumber":65,"Text":"Pero aun así la mataron, y entonces [Salih] les dijo: Disfrutad en vuestros hogares durante tres días [que seréis aniquilados y pereceréis]; éste es un designio indiscutible"},{"SurahNumber":11,"VerseNumber":66,"Text":"Y cuando llegó lo que habíamos decretado para ellos, salvamos a Salih y los creyentes por Nuestra misericordia de la humillación de aquel día. Ciertamente tu Señor es Fortísimo, Poderoso"},{"SurahNumber":11,"VerseNumber":67,"Text":"Y el estrépito sorprendió a los inicuos, y amanecieron en sus casas todos muertos"},{"SurahNumber":11,"VerseNumber":68,"Text":"Como si no hubiesen habitado en ellas. Ciertamente los habitantes de Zamud negaron a su Señor, por ello quedaron fuera de la misericordia divina"},{"SurahNumber":11,"VerseNumber":69,"Text":"Y por cierto que Nuestros [Ángeles] enviados se presentaron ante Abraham [Ibrahim] para albriciarle [el nacimiento de su hijo Isaac [Ishaq] y anunciarle la destrucción del pueblo de Lot [Lut]]. Dijeron: ¡La paz sea contigo! Respondió [Abraham [Ibrahim]]: ¡Y con vosotros! Y no tardó en traer un ternero asado"},{"SurahNumber":11,"VerseNumber":70,"Text":"Y cuando observó que sus manos no lo tocaban [al ternero] sospechó de ellos y sintió temor, entonces dijeron: No temas, en verdad nosotros fuimos enviados al pueblo de Lot [Lut]"},{"SurahNumber":11,"VerseNumber":71,"Text":"Y su mujer que estaba de pie [para servir a los huéspedes] se rió [sorprendida por la noticia], y le albriciamos con Isaac [Ishaq] y que Isaac [Ishaq] tendría como hijo a Jacob [Yaqub]"},{"SurahNumber":11,"VerseNumber":72,"Text":"Y exclamó: ¡Cómo es posible! ¿Cómo he de concebir ahora que mi marido y yo somos ancianos? En verdad esto es algo asombroso"},{"SurahNumber":11,"VerseNumber":73,"Text":"Le dijeron [los Ángeles]: ¿Acaso te asombras del designio de Allah? ¡Qué la misericordia de Allah y Sus bendiciones sean sobre vosotros, oh familiares de Abraham [Ibrahim]! En verdad, Él es Loable, Glorioso"},{"SurahNumber":11,"VerseNumber":74,"Text":"Pero cuando se disipó el temor de Abraham [Ibrahim], y fue albriciado, quiso interceder a favor del pueblo de Lot [Lut]"},{"SurahNumber":11,"VerseNumber":75,"Text":"Ciertamente Abraham [Ibrahim] era tolerante, piadoso y siempre pedía perdón"},{"SurahNumber":11,"VerseNumber":76,"Text":"[Le fue dicho:] ¡Oh, Abraham [Ibrahim]! Desiste de interceder por ellos, pues ha llegado el designio de tu Señor, y les azotará un castigo inapelable"},{"SurahNumber":11,"VerseNumber":77,"Text":"Y cuando nuestros emisarios se presentaron ante Lot [Lut], éste [pensando que eran viajeros] se preocupó [por lo que su pueblo pudiere proponerles] y se apenó, y exclamó: ¡Éste es un día terrible"},{"SurahNumber":11,"VerseNumber":78,"Text":"Y los hombres de su pueblo, que cometían obscenidades, se presentaron presurosamente ante él, y éste les dijo: ¡Oh, pueblo mío! Casaos con las mujeres, pues ello es lo lícito para vosotros, temed a Allah y no me avergoncéis ante mis huéspedes ¿Es que no hay entre vosotros ningún hombre recto"},{"SurahNumber":11,"VerseNumber":79,"Text":"Respondieron: Tú sabes que no deseamos a las mujeres, y entiendes bien lo que queremos"},{"SurahNumber":11,"VerseNumber":80,"Text":"Dijo [Lot [Lut]]: ¡Cómo no tuviese poder o contase con socorredores [para impedir lo que pretendéis]"},{"SurahNumber":11,"VerseNumber":81,"Text":"Dijeron [los Ángeles]: ¡Oh, Lot [Lut]! Ciertamente somos emisarios de tu Señor, y sabe que no podrán alcanzarte con ningún daño. Márchate con tu familia durante la noche, y que ninguno de vosotros vuelva la mirada atrás, y por cierto que tu mujer lo hará y le sobrevendrá el mismo castigo que a ellos [por su incredulidad]. Su destrucción será al alba, y por cierto que ella está cercana"},{"SurahNumber":11,"VerseNumber":82,"Text":"Y cuando llegó Nuestro designio, volteamos sus hogares dejando arriba sus cimientos [y sus techos abajo], e hicimos llover sobre ellos copiosas piedras de arcilla"},{"SurahNumber":11,"VerseNumber":83,"Text":"Marcadas [y enviadas] por tu Señor. Y sabed [¡Oh, idólatras!] que este castigo no está lejos de los inicuos [como vosotros]"},{"SurahNumber":11,"VerseNumber":84,"Text":"Y al pueblo llamado Madián le enviamos a su hermano Jetró [Shuaib] [como Profeta], quien les dijo: ¡Oh, pueblo mío! Adorad a Allah, pues no existe otra divinidad salvo Él, y no merméis en la medida ni el peso [en vuestras ventas]. Por cierto que veo que os encontráis en una situación holgada, y temo que os azote el castigo de un día ineludible [si no agradecéis a Allah]"},{"SurahNumber":11,"VerseNumber":85,"Text":"¡Oh, pueblo mío! Cumplid en la medida y el peso con equidad, no os apoderéis de los bienes ajenos, y no obréis mal en la Tierra corrompiéndola"},{"SurahNumber":11,"VerseNumber":86,"Text":"Conformaos con lo que Allah os sustenta, pues ello es lo mejor para vosotros, si sois creyentes. Y sabed que yo no he sido enviado para velar por vuestras obras"},{"SurahNumber":11,"VerseNumber":87,"Text":"Dijeron [burlándose de él]: ¡Oh, Jetró [Shuaib]! ¿Es que tus oraciones son las que te ordenan que dejemos aquello que adoraron nuestros padres, y que no podamos hacer con nuestros bienes lo que queramos? ¿Acaso crees que sólo tú eres tolerante y honrado [y nuestros antepasados no]"},{"SurahNumber":11,"VerseNumber":88,"Text":"Dijo: ¡Oh, pueblo mío! Ciertamente me baso en una prueba evidente de mi Señor, y Él me ha proveído un generoso sustento. No creáis que os impondría algo que yo mismo no cumpliría. Sólo pretendo bregar por vuestro bienestar en la medida que pueda, pero mi éxito depende de Allah; a Él me encomiendo y ante Él me arrepiento"},{"SurahNumber":11,"VerseNumber":89,"Text":"¡Oh, pueblo mío! No permitáis que vuestra discrepancia conmigo os conduzca a ser alcanzados por un castigo como le ocurrió a los pueblos de Lot [Lut], Hud y Salih. Y recordad que [el castigo] del pueblo de Lot [Lut] no está lejano de vosotros"},{"SurahNumber":11,"VerseNumber":90,"Text":"Pedid perdón a vuestro Señor y arrepentíos, ciertamente mi Señor es Misericordioso, Afectuoso"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dijeron: ¡Oh, Jetró [Shuaib]! No comprendemos casi nada de lo que dices, y en verdad te consideramos una persona débil. Si no fuera por la tribu a la que perteneces te lapidaríamos; tú no eres importante entre nosotros"},{"SurahNumber":11,"VerseNumber":92,"Text":"Dijo: ¡Oh, pueblo mío! ¿Acaso mi tribu es más importante para vosotros que Allah, a Quien habéis dejado de lado? Sabed que mi Señor abarca [con Su conocimiento] todo lo que hacéis"},{"SurahNumber":11,"VerseNumber":93,"Text":"Oh, pueblo mío! Obrad a vuestra forma [siguiendo vuestras creencias] que yo lo haré a la mía, y ya sabréis quién recibirá un castigo humillante, y quién es el que miente. ¡Asechadme, que yo aguardaré [el castigo de Allah] para vosotros"},{"SurahNumber":11,"VerseNumber":94,"Text":"Y cuando llegó Nuestro designio salvamos, por Nuestra misericordia, a Jetró [Shuaib] y a quienes creían con él. Y a los inicuos les sorprendió el estrépito, y amanecieron en sus casas todos muertos"},{"SurahNumber":11,"VerseNumber":95,"Text":"Como si no hubieran habitado en ellas. Ciertamente los habitantes de Madián quedaron fuera de la misericordia divina igual que los de Zamud"},{"SurahNumber":11,"VerseNumber":96,"Text":"Y por cierto que enviamos a Moisés [Musa] con Nuestros signos y con pruebas evidentes"},{"SurahNumber":11,"VerseNumber":97,"Text":"Para que se presentase ante el Faraón y su nobleza, pero ésta siguió la orden del Faraón. Y ciertamente el Faraón no estaba encaminado"},{"SurahNumber":11,"VerseNumber":98,"Text":"Éste irá delante de su pueblo el Día del Juicio y les conducirá al [castigo del] Infierno. ¡Qué pésimo el lugar al que ingresarán"},{"SurahNumber":11,"VerseNumber":99,"Text":"Y la maldición les alcanzó en este mundo y perdurará hasta el Día del Juicio. ¡Qué terrible maldición les alcanzó"},{"SurahNumber":11,"VerseNumber":100,"Text":"Éstas son partes de las historias de los pueblos que te hemos revelado. Algunos de ellos todavía siguen en pie, y otros han sido devastados"},{"SurahNumber":11,"VerseNumber":101,"Text":"No fui injusto con ellos [al castigarlos], sino que ellos lo fueron consigo mismos [al rechazar a los Profetas]. De nada les sirvieron los ídolos que invocaban en lugar de Dios cuando llegó el designio de tu Señor, no hicieron más que aumentar su ruina"},{"SurahNumber":11,"VerseNumber":102,"Text":"Así es el castigo de tu Señor, cuando decide azotar a un pueblo opresor los azota con un castigo doloroso y severo"},{"SurahNumber":11,"VerseNumber":103,"Text":"Así es el castigo de tu Señor cuando decide azotar a las ciudades por su iniquidad, ciertamente Su castigo es doloroso y severo‫( ؛‬102) Ciertamente en esto hay un motivo de reflexión para quien teme el castigo de la otra vida. El Día del Juicio serán congregados los hombres, y ese día será atestiguado por todos"},{"SurahNumber":11,"VerseNumber":104,"Text":"No lo retrasaremos sino hasta el plazo determinado"},{"SurahNumber":11,"VerseNumber":105,"Text":"Y cuando llegue, a nadie le será permitido hablar, salvo a quien Allah quiera. Y entre los congregados habrá desdichados y bienaventurados"},{"SurahNumber":11,"VerseNumber":106,"Text":"Los desdichados serán castigados en el Infierno, donde se oirán sus alaridos y lamentos"},{"SurahNumber":11,"VerseNumber":107,"Text":"Quedarán eternamente en él al igual que los cielos y la tierra [en la otra vida], que perdurarán para siempre, salvo que tu Señor disponga otra cosa. Por cierto que tu Señor dispone lo que Le place"},{"SurahNumber":11,"VerseNumber":108,"Text":"En cambio, los bienaventurados estarán en el Paraíso eternamente al igual que los cielos y la tierra [en la otra vida], que perdurarán para siempre, salvo aquellos para quienes Allah decretó que debían permanecer un tiempo en el Infierno [para purificar sus pecados]. Ciertamente serán recompensados con una gracia infinita"},{"SurahNumber":11,"VerseNumber":109,"Text":"No tengas dudas [¡Oh, Muhámmad!] que lo que adoran los idólatras es falso. Ellos adoran lo mismo que anteriormente adoraban sus padres. Y por cierto que les concederemos [a pesar de ello] lo que ya les fue decretado como sustento, sin merma alguna"},{"SurahNumber":11,"VerseNumber":110,"Text":"Ciertamente concedimos a Moisés [Musa] el Libro [la Tora], pero su pueblo discrepó acerca de él, y de no ser porque tu Señor había decretado [retrasar el castigo hasta el Día del Juicio] ya los habría aniquilado. Y ciertamente ellos [los judíos] dudan acerca de él [el Corán]"},{"SurahNumber":11,"VerseNumber":111,"Text":"Tu Señor les juzgará a todos por sus obras, pues Él está bien informado de cuanto hacen"},{"SurahNumber":11,"VerseNumber":112,"Text":"Mantente firme [¡Oh, Muhámmad! en el sendero recto] como se te ha ordenado, y que también lo hagan quienes se arrepientan [de su incredulidad y te sigan], y no seáis transgresores; y sabed que Él bien ve cuánto hacéis"},{"SurahNumber":11,"VerseNumber":113,"Text":"Y no os inclinéis hacia los inicuos [aceptando su iniquidad], porque [si lo hacéis] seréis castigados en el Infierno, y no tendréis fuera de Allah protector alguno ni defensor"},{"SurahNumber":11,"VerseNumber":114,"Text":"Y observa [¡Oh, Muhámmad!] las oraciones prescritas durante el día [Salat Al Fayir, Salat Adh Dhuhr y Salat Al Ásr] y durante la noche [Salat Al magrib y Salat Al Ishá], pues las buenas obras borran las malas. Ciertamente esto es una exhortación para quienes reflexionan"},{"SurahNumber":11,"VerseNumber":115,"Text":"Y sé paciente; ciertamente Allah no hará que se pierda la recompensa de los benefactores"},{"SurahNumber":11,"VerseNumber":116,"Text":"Por cierto que en las generaciones que os precedieron hubo sólo unos pocos piadosos, a quienes salvamos, que se opusieron a la corrupción en la Tierra. En cambio los inicuos [que eran la mayoría] permanecieron cegados por los placeres de la vida mundanal, y fueron pecadores"},{"SurahNumber":11,"VerseNumber":117,"Text":"Tu Señor jamás destruiría un pueblo injustamente, cuando sus habitantes procuran establecer el bienestar en la Tierra"},{"SurahNumber":11,"VerseNumber":118,"Text":"Si tu Señor hubiera querido, habría hecho de todos los hombres una sola nación [de creyentes]; [pero por Su sabiduría divina concedió al hombre libre albedrío] y no cesan de discrepar"},{"SurahNumber":11,"VerseNumber":119,"Text":"Excepto aquellos de quienes tu Señor tuvo misericordia [y los guió]. Allah creó a los hombres, [y a través de sus obras se evidenciará quién es creyente y quién no] y decretó que llenaría el Infierno de genios y humanos"},{"SurahNumber":11,"VerseNumber":120,"Text":"Todo esto que te narramos sobre las historias de los Mensajeros es para [consolar y] afianzar tu corazón. Por cierto que te ha sido revelado en esta sura signos que evidencian la Verdad, y son una exhortación y un motivo de reflexión para los creyentes"},{"SurahNumber":11,"VerseNumber":121,"Text":"Diles [¡Oh, Muhámmad!] a quienes no creen: Obrad a vuestra manera que nosotros lo haremos a la nuestra [según los preceptos el Islam]"},{"SurahNumber":11,"VerseNumber":122,"Text":"Y esperad, que nosotros también aguardaremos [que os acontece]"},{"SurahNumber":11,"VerseNumber":123,"Text":"Allah conoce lo oculto de los cielos y de la Tierra, y a Él retornan todos los asuntos [y os juzgará por ellos]. Adoradle pues, y encomendaos a Él; y sabed que vuestro Señor está bien atento de lo que hacéis"}]}