{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"اے نبیؐ، جب یہ منافق تمہارے پاس آتے ہیں تو کہتے ہیں \"ہم گواہی دیتے ہیں کہ آ پ یقیناً اللہ کے رسول ہیں\" ہاں، اللہ جانتا ہے کہ تم ضرور اُس کے رسول ہو، مگر اللہ گواہی دیتا ہے کہ یہ منافق قطعی جھوٹے ہیں"},{"SurahNumber":63,"VerseNumber":2,"Text":"انہوں نے اپنی قسموں کو ڈھال بنا رکھا ہے اور اِس طرح یہ اللہ کے راستے سے خود رکتے اور دنیا کو روکتے ہیں کیسی بری حرکتیں ہیں جو یہ لوگ کر رہے ہیں"},{"SurahNumber":63,"VerseNumber":3,"Text":"یہ سب کچھ اس وجہ سے ہے کہ ان لوگوں نے ایمان لا کر پھر کفر کیا اس لیے ان کے دلوں پر مہر لگا دی گئی، اب یہ کچھ نہیں سمجھتے"},{"SurahNumber":63,"VerseNumber":4,"Text":"اِنہیں دیکھو تو اِن کے جثے تمہیں بڑے شاندار نظر آئیں بولیں تو تم ان کی باتیں سنتے رہ جاؤ مگر اصل میں یہ گویا لکڑی کے کندے ہیں جو دیوار کے ساتھ چن کر رکھ دیے گئے ہوں ہر زور کی آواز کو یہ اپنے خلاف سمجھتے ہیں یہ پکے دشمن ہیں، ان سے بچ کر رہو، اللہ کی مار ان پر، یہ کدھر الٹے پھرائے جا رہے ہیں"},{"SurahNumber":63,"VerseNumber":5,"Text":"اور جب اِن سے کہا جاتا ہے کہ آؤ تاکہ اللہ کا رسول تمہارے لیے مغفرت کی دعا کرے، تو سر جھٹکتے ہیں اور تم دیکھتے ہو کہ وہ بڑے گھمنڈ کے ساتھ آنے سے رکتے ہیں"},{"SurahNumber":63,"VerseNumber":6,"Text":"اے نبیؐ، تم چاہے ان کے لیے مغفرت کی دعا کرو یا نہ کرو، ان کے لیے یکساں ہے، اللہ ہرگز انہیں معاف نہ کرے گا، اللہ فاسق لوگوں کو ہرگز ہدایت نہیں دیتا"},{"SurahNumber":63,"VerseNumber":7,"Text":"یہ وہی لوگ ہیں جو کہتے ہیں کہ رسول کے ساتھیوں پر خرچ کرنا بند کر دو تاکہ یہ منتشر ہو جائیں حالانکہ زمین اور آسمانوں کے خزانوں کا مالک اللہ ہی ہے، مگر یہ منافق سمجھتے نہیں ہیں"},{"SurahNumber":63,"VerseNumber":8,"Text":"یہ کہتے ہیں کہ ہم مدینے واپس پہنچ جائیں تو جو عزت والا ہے وہ ذلیل کو وہاں سے نکال باہر کرے گا حالانکہ عزت تو اللہ اور اس کے رسولؐ اور مومنین کے لیے ہے، مگر یہ منافق جانتے نہیں ہیں"},{"SurahNumber":63,"VerseNumber":9,"Text":"اے لوگو جو ایمان لائے ہو، تمہارے مال اور تمہاری اولادیں تم کو اللہ کی یاد سے غافل نہ کر دیں جو لوگ ایسا کریں وہی خسارے میں رہنے والے ہیں"},{"SurahNumber":63,"VerseNumber":10,"Text":"جو رزق ہم نے تمہیں دیا ہے اس میں سے خرچ کرو قبل اس کے کہ تم میں سے کسی کی موت کا وقت آ جائے اور اُس وقت وہ کہے کہ \"اے میرے رب، کیوں نہ تو نے مجھے تھوڑی سی مہلت اور دے دی کہ میں صدقہ دیتا اور صالح لوگوں میں شامل ہو جاتا"},{"SurahNumber":63,"VerseNumber":11,"Text":"حالانکہ جب کسی کی مہلت عمل پوری ہونے کا وقت آ جاتا ہے تو اللہ اُس کو ہرگز مزید مہلت نہیں دیتا، اور جو کچھ تم کرتے ہو، اللہ اس سے باخبر ہے"}]}