{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":98,"VerseNumber":1,"Text":"Китаби кәферләр һәм китапсыз мөшрикләр, көферлекләреннән аерылмадылар, хәтта хакның хаклыгын вә батылның батыллыгын ачык аңлатучы вә хакны батылдан ачык аеручы Коръән килгәнгә чаклы"},{"SurahNumber":98,"VerseNumber":2,"Text":"Ул аңлатма Аллаһудан килгән рәсүлнең Коръән аятьләрен укымаклыгыдыр, ул аятьләр батылдан (ялганнан) ґәзабтан пак булган һәм сәхифәләрдә язылган Коръән"},{"SurahNumber":98,"VerseNumber":3,"Text":"Ул сәхифәләрдә һич үзгәрми торган хөкмий аятьләр бардыр. Алар хакны сөйләүче һәм үзгәрүдән пак (Коръән иңгәч кәферләр һәм мөшрикләр, Коръәнне кабул итеп мөселман булдылар. Хәзер дә ул эш дөньяда дәвам итә)"},{"SurahNumber":98,"VerseNumber":4,"Text":"Ул китабий кәферләр, бер-берсеннән аерылмадылар төрле мәзһәбләргә бүленмәделәр мәгәр үзләренә пәйгамбәр килеп хак динне өйрәтеп бер генә юлны ачык күрсәткәннән соң аерылдылар"},{"SurahNumber":98,"VerseNumber":5,"Text":"Китаплары белән гамәл кылмыйча кәфер булган яһүдләр һәм насаралар, Аллаһ тарафыннан боерылдылар, Аллаһ ризалыгы өчен генә Ислам динен тотарга, Аллаһуга гына гыйбадәт кылырга һәм Аңа итагать итәргә, дәхи намаз укырга, зәкят бирергә, дөреслектә хаклыкта таза торганнарның хак дине әнә шулдыр"},{"SurahNumber":98,"VerseNumber":6,"Text":"Китапка ышанып та кәфер булган кешеләр һәм китапка ышанмаучы кәферләр алар җәһәннәм утында мәңге калучылардыр. Алар мәхлукатнең иң явызырагыдыр"},{"SurahNumber":98,"VerseNumber":7,"Text":"Тәхкыйк иман китереп изге гамәлләр кылган хак мөэминнәр, мәхлукларның яхшыларыдыр"},{"SurahNumber":98,"VerseNumber":8,"Text":"Раббылары хозурында аларның җәзасы Ґәден исемендәге җәннәтләредер, ул җәннәтләрнең асларыннан елгалар агадыр, алар анда мәңге калырлар. Аллаһ алардан разый булды, һәм алар да Аллаһудан разый булдылар. Бу дәрәҗәләр Раббыларыннан курыккан хак мөэминнәргәдер"}]}