{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Paɣibu balibu kam dihitabli ti Naawuni So Ŋun su din be sagbana, ni din be tiŋgbani ni, paɣibu lahi dihitabli n-ti O Zaadali. Ŋuna lahi n-nyɛ Yεmgoliŋgalana, Ŋun mi di sɔɣi"},{"SurahNumber":34,"VerseNumber":2,"Text":"O mila din kpεri tiŋgbani ni, ni din yiri di puuni na, ka mi din yiri zuɣusaa na, ni din duri di puuni. Ŋuna lahi n-nyɛ Zaadali Nambɔzobonaa, Chεmpaŋlana"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ka ninvuɣu shεba ban niŋ chεfuritali maa yεli: “Chiyaama yiɣsibu bi yɛn ka ti na.” Yεlima: “Achiika! M-po n Duuma (Naawuni) so Ŋun mi din sɔɣi, achiika! Di ni kan ya na.” Din pɔrlim ŋmani salinsaa ku tooi sɔɣi ka chɛ O (Naawuni) sagbana bee tiŋgbani ni, di mi pɔrlim yi gari lala, bee di galsi mi n- gari lala, naɣila di bela litaafi shεli din be polo la ni (Lauhul Mahfuuz)"},{"SurahNumber":34,"VerseNumber":4,"Text":"Domin O yo ninvuɣu shεba ban ti Naawuni yεlimaŋli ka tum tuunsuma (sanyovɛlli), bannim’ maa mali chεmpaŋ (Naawuni sani), ni arzichi din bara (Alizanda)"},{"SurahNumber":34,"VerseNumber":5,"Text":"Yaha! Ninvuɣu shεba ban na nabiɛri Ti (Tinim’ Naawuni) aayanim’ puuni, ka tεhiri ni bɛ ni tooi sɔɣi Tila, tɔ! Bannim’ maa mali azaaba kpeeni"},{"SurahNumber":34,"VerseNumber":6,"Text":"(Yaa nyini Annabi)! Ka ninvuɣu shεba bɛ (Naawuni) ni ti baŋsim maa nyari (kadama) bɛ ni siɣisi shɛli n-ti a na a Duuma (Naawuni) sani maa, dina n-nyɛ yɛlimaŋli, ka dolsira n-zaŋ chaŋ Nyɛŋda, Duuma paɣirigu la soli"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ka ninvuɣu shεba ban niŋ chεfuritali maa yεli: “Di ni bɔŋɔ, ti wuhimi ya ninvuɣu so (Muhammadu) ŋun tiri ya lahibali kadama bɛ yi ti bursi yi koba bursibu kam, achiika! Bɛ ni tooi lahi nam ya ka yi nyɛ binnamdi palli?”"},{"SurahNumber":34,"VerseNumber":8,"Text":"Di ni bɔŋɔ, o (Muhammadu) ŋmala ʒiri m-pa Naawuni bee o kpela yinyεri? Chɛli gba! Ninvuɣu shεba ban bi ti Chiyaama yεlimaŋli maa be azaaba ni, ni birginsim din niŋ katiŋ’ ka chɛ dolsigu puuni"},{"SurahNumber":34,"VerseNumber":9,"Text":"Di ni bɔŋɔ, bɛ (Maka chεfurnim’ maa) bi yuli n-zaŋ chaŋ din be bɛ tooni ni bɛ nyaaŋa din yi zuɣusaa ni tiŋgbani ni na? Ti (Tinim’ Naawuni) yi bɔra, ka Ti chɛ ka tiŋgbani vali ba, bee ka Ti chɛ ka sagbana yaɣ’ shεli ŋmaai lu bɛ zuɣu, achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti dabli kam ŋun niŋdi tuuba n- labri Naawuni sani"},{"SurahNumber":34,"VerseNumber":10,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) daa ti Annabi Dawuda pini shɛli din yi Ti sani na (ka yεli): “Yaa yinim’ zoya! Niŋmi ya Naawuni kasi m-pahi o zuɣu, ni noombihi. Yaha! Ka Ti daa balgi kurugu balibu kam n-ti o"},{"SurahNumber":34,"VerseNumber":11,"Text":"(Ka Naawuni yεli Annabi Dawuda): “Malimi tobu daliyanim’ din galsi, ka viεlgi tobu daliyanim’ maa malibu. Yaha! Tummi ya din vɛla, achiika! N (Mani Naawuni) nyɛla Ŋun nyari yi tuuntumsa"},{"SurahNumber":34,"VerseNumber":12,"Text":"Yaha! Ka Ti (Tinim’ Naawuni) balgi pɔhim n-ti Annabi Sulemana, ka di (pɔhim maa mali o mini o tobbihi) chani goli yini chandi Asibaasi kam, ni goli yini chandi Zaawuni kam. Yaha! Ka Ti chɛ ka tahiʒɛɣu kobilnina zɔri tiŋgbani ni n-tiri o. Di lahi be alizinnim’ puuni ban tumdi tuma n-tiri o ni o Duuma yεda, dinzuɣu ŋun ti lebi biri bɛ (alizinnim’) puuni ka chɛ Ti ni puhi o shεli niŋbu, tɔ! Ti ni chɛ ka o lam Sa’iir buɣum la daazaaba"},{"SurahNumber":34,"VerseNumber":13,"Text":"Ka bɛ (Alizinnim’ maa) tumdi o ni bɔri shεli n-tiri o, ka miεri yilitamda tiri o, ni binyɛra shifa, ni lahi din galsi ŋmani bɛma, ni duɣiri din kpaŋkpa tiŋgbani ni, yaa yinim’ (Annabi) Dawuda yiŋnima! Paɣimi ya (Naawuni). Yaha! N (Mani Naawuni) daba puuni bεla n-nyɛ ban paɣira"},{"SurahNumber":34,"VerseNumber":14,"Text":"Saha shεli Ti (Tinim’ Naawwuni) ni daa deegi o (Annabi sulemana) nyɛvuli, pa shɛli n-daa baŋsi ba (alizinnim’ maa) kadama o kpiya m-pahila tiŋgbani ni binneen’ so (yobli) n-daa diri o jaangbee maa (hali ka di ti kabgi, ka o naan lu). Dinzuɣu saha shεli o ni daa ti lu, ka di naan yina polo ni n-ti alizinnim’ maa (kadama) bɛ yi di mi din sɔɣi, bɛ naan ku kpalim azaaba kpeeni (tuunkpɛma) puuni"},{"SurahNumber":34,"VerseNumber":15,"Text":"Achiika! Di daa nyɛla kpahimbu n-ti Saba’i nima bɛ yiŋsi puuni, ka pukara ayi daa be di (tiŋ’ maa) nudirgu ni nuzaa, (ka Naawuni yɛla): “Dim ya yi Duuma (Naawuni) daarzichi puuni ka paɣi O, yi mali tiŋ shɛli din ʒii nyεɣisa, ni Duuma so ŋun nyɛ Chɛmpaŋlana.”"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ka bɛ (tiŋmaanim’) lebi biri, ka Ti (Tinim’ Naawuni) tim biɛŋ kom na bɛ zuɣu, (ka di ti cheei kpe bɛ puri ayi maa ni), ka Ti lebgi bɛ puri ayi maa ka di leei din biniwola mali gɔhi ka to, ka di lahi nyɛ yɔɣu, ka di puuni biɛla gabi ni Sidri tia"},{"SurahNumber":34,"VerseNumber":17,"Text":"Lala ka Ti (Tinim’ Naawuni) daa yo ba samli domin bɛ gutulunsi zuɣu. Yaha! Di ni bɔŋɔ, Ti ni yo so ŋɔ maa tatabo m-pahila gutulunima"},{"SurahNumber":34,"VerseNumber":18,"Text":"Ka Ti lahi zaŋ di mini tiŋsi shɛŋa Ti (Tinim’ Naawuni) ni niŋ li alibarka niŋ di puuni sunsuuni, ka di nyɛ tiŋ shɛŋa din kuli pampa taba zuɣu, ka Ti balgi chandi di puuni (ka yɛli): “Gom ya di (tiŋsi maa) puuni yuŋ ni wuntaŋ’ ni, ka nyɛla ban mali suhudoo"},{"SurahNumber":34,"VerseNumber":19,"Text":"Ka bɛ naan yεli: “Yaa ti Duuma (Naawuni)! Niŋmi waɣililim niŋ ti chandi sunsuuni, ka di bɛ maŋ’ zualinsi, ka Ti (Tinim’ Naawuni) zaŋ ba leei lahibaya (ni bɛ ti mali li n-teeri bɛ yεla). Yaha! Ka Ti woliwoli ba wolibu kam, achiika! Ŋɔ maa puuni mali kpahimbu n-zaŋ ti ŋun kam zooi suɣulo, ŋun paɣiri Naawuni"},{"SurahNumber":34,"VerseNumber":20,"Text":"Achiika! Ibliisu (shintaŋ) tεha niŋ yεlimaŋli bɛ zuɣu, ka bɛ shiri doli o, naɣila zamaatu shɛba ninvuɣu shɛba ban ti Naawuni yεlimaŋli puuni"},{"SurahNumber":34,"VerseNumber":21,"Text":"Yaha! O (shintaŋ) ka yiko shεli bɛ zuɣu, naɣila Ti (Tinim’ Naawuni) bɔrimi ni Ti baŋ ŋun ti Chiyaama yεlimaŋli, ka chɛ ŋun be zilsigu ni. Yaha! (Yaa nyini Annabi)! A Duuma nyɛla Gula binshɛɣu kam zuɣu"},{"SurahNumber":34,"VerseNumber":22,"Text":"(Yaa nyini Annabi)! Yεlima! Bolimi ya binyεr’ shεŋa yi ni jεmdi ka di pa ni Naawuni maa, bɛ ka binshɛɣu din pɔrlim ŋmani moʒi (bee salinsaa) yiko sagbana bee tiŋgbani ni. Yaha! Bɛ ka tarli di puuni. O (Naawuni) mi ka sɔŋda bɛ (Duumanim’ maa) puuni"},{"SurahNumber":34,"VerseNumber":23,"Text":"Yaha! Suhudee ti ku niŋ anfaani O sani (Zaadali) naɣila O ni saɣi ti so, hali ni saha shɛli bɛ yi ti yihi dabiεm bɛ (ban yɛn suhudee maa) suhiri ni, ka bɛ yɛli: “Bo ka yi Duuma (Naawuni) daa yεli? Ka bɛ yεli: “O daa shiri yεli yεlimaŋli. Yaha! Ŋuna n-nyɛ Ŋun nam du ka galsi.”"},{"SurahNumber":34,"VerseNumber":24,"Text":"(Yaa nyini Annabi)! Yεlima: “Ŋuni n-leei tiri ya arzichi sagbana ni tiŋgbani ni? Yεlima: “Naawuni.” Yaha! Achiika! Ti mini ya puuni so kuli ni be dolsigu bee birginsim polo ni.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"(Yaa nyini Annabi)! Yεlim: “Bɛ ti ku bɔhi ya (yi chεfurinima) ti ni daa tum tuumbe’ shɛli, bɛ mi ti bi yɛn bɔhi ti yi tuuntumsa ni daa nyɛ shεli.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"Yεlima: “Ti Duuma (Naawuni) n-yɛn ti laɣim ti sunsuuni (Zaadali), ka niŋ fukumsi ti sunsuuni ni yεlimaŋli. Yaha! Ŋuna n-nyɛ yɛlimaŋli fukumsilana, ni Baŋda"},{"SurahNumber":34,"VerseNumber":27,"Text":"(Yaa nyini Annabi)! Yεlima: “Wuhimi ya ma binyɛr’ shɛŋa yi ni zaŋ laɣim ni Ŋuna (Naawuni) ka bɛ nyɛ duumanim’ maa.” Chɛli gba! Ŋuna n-nyɛ Naawuni, Nyεŋda, Yεmgoliŋga- lana"},{"SurahNumber":34,"VerseNumber":28,"Text":"Yaha! (Yaa nyini Annabi)! Ti (Tinim’ Naawuni) bi tim a na, naɣila ninsalinim’ zaasa zuɣu, ka a nyɛla ŋun tiri suhupεlli lahibali (ni Alizanda), ka valsira (ni buɣum daazaaba). Amaa! Ninsalinim’ pam bi mi"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ka bɛ (Maka chεfurinim’) naan yεra: “Bondali n-leei nyɛ alkauli ŋɔ (Chiyaama dabsili) maa, yi yi nyɛla yɛlimaŋlinima"},{"SurahNumber":34,"VerseNumber":30,"Text":"(Yaa nyini Annabi)! Yεlima: “Yi mali dabsili shɛli Naawuni ni zali ya di daalikauli. Bɛ ti bi yɛn naɣisi li n-tin ya saha yini, bɛ mi ti ku daŋsi ya li.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Ka ninvuɣu shεba ban niŋ chεfuritali maa naan yεli: “Di kariya ka ti ti Alkur’aani Ŋɔ maa yεlimaŋli, ti mi ku ti yɛlimaŋli ni (litaafi shεŋa) din daŋ li na. (Yaa nyini Annabi): “Di yi di yɛn niŋ ka a ti nya saha shεli bɛ ni yɛn ti taɣi zualindiriba n-zali bɛ Duuma tooni (Zaadali), ka bɛ puuni shɛba labsiri taba yɛltɔɣa (ka bɛ galindi taba), ka tarimba naan yεli bɛ asanzanima: “Di yi di daa pala yi zuɣu, ti daa naan leei ninvuɣu ban ti Naawuni yεlimaŋli.”"},{"SurahNumber":34,"VerseNumber":32,"Text":"Ka asanzanim’ niriba maa yεli tarimba maa: “Di ni boŋɔ, tinima n-daa taɣi ya ka chɛ dolsigu saha shɛli di ni daa kan ya na nyaaŋa? Chɛli gba! Yi daa kuli nyɛla bibiɛhi.”"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ka tarimba maa yɛli bɛ ninvuɣu asanzanim’ maa: “Chɛli gba! Di daa nyɛla yuŋ ni wuntaŋ’ ni ka yi doli ti n- nari ti nabiεri, ka wuhiri ti ni ti niŋmi chεfuritali ni Naawuni ka bo duuma shεba m-pahi O zuɣu jεmda, ka bɛ sɔɣi bɛ yolitεm saha shεli bɛ ni nya azaaba. Ka Ti (Tinim’ Naawuni) zaŋ bandi (bee ankufunima) m-piri ninvuɣu shɛba ban niŋ chɛfuritali maa niŋgoya ni. Di ni- bɔŋɔ, bɛ ni yo ba samli m-pahi bɛ tuuntumsa ni daa nyɛ shɛli"},{"SurahNumber":34,"VerseNumber":34,"Text":"Yaha! Ti (Tinim’ Naawuni) na ʒin tim tuun’ so tiŋgbani shɛlinim’ sani, naɣila bɛ ninvuɣu asanzanim’ yεli: “Tinim’ bi ti yεlimaŋli ni shɛli zuɣu bɛ ni tim ya na maa.”"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ka bɛ yεli: “Tinim’ n-nyɛ ban gari ya ni arzichi mini bihi, dinzuɣu tinim’ pala bɛ ni yɛn niŋ shεba azaaba.”"},{"SurahNumber":34,"VerseNumber":36,"Text":"(Yaa nyini Annabi)! Yεlima: “Achiika! N Duuma (Naawuni) yεlgirila arzichi n-tiri O ni bɔri so, ka tahiri miisim na n-ti tiri O ni bɔri so, amaa! Ninsalinim’ pam bi mi.”"},{"SurahNumber":34,"VerseNumber":37,"Text":"Yaha! Pa yi daarzichi bee yi bihi n- nyɛ din zaŋdi ya miriti Ti (Tinim’ Naawuni) m-pahila ninvuɣu so ŋun ti Naawuni yεlimaŋli, ka tum tuunviεlli, tɔ! Bannim’ maa mali sanyoo din nabgi domin bɛ tuuntumsa zuɣu, ka bɛ nyɛla ban yɛn ti be (Alizanda puuni) yilitamda ni, ka nyɛla ban mali suhudoo"},{"SurahNumber":34,"VerseNumber":38,"Text":"Yaha! Ninvuɣu shεba ban nari nabεri (domin bɛ saɣim) Ti (Tinim’ Naawuni) aayanima, tɔ! Bɛ nyɛla bɛ ni yɛn ti zaŋ ninvuɣu shεba na n-ti niŋ azaaba puuni"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Yaa nyini Annabi)! Yεlima: “Achiika! N Duuma (Naawuni) yεlgirila arzichi tiri O ni bɔri so O daba puuni, ka mɔŋdi O ni bɔri so. Yaha! Yi ni zaŋ shɛli dihi (Naawuni zuɣu), tɔ! O ni labsi li n-tin ya. Yaha! Ŋuna n-nyɛ Ŋun gari ŋun kam tiri arzichi. yɛn ti laɣim bɛ zaasa namgbaniyini, din"},{"SurahNumber":34,"VerseNumber":40,"Text":"Yaha! Dabsi’ shεli O (Naawuni) ni nyaaŋa ka O yεli Malaaika nima: “Di ni bɔŋɔ, yinim’ ka bambɔŋɔ nima maa daa jεmdi la?” n-nyɛ ti Duuma ka pa ni bana.” Chɛli"},{"SurahNumber":34,"VerseNumber":41,"Text":"Ka bɛ yεli: “A nam niŋ kasi, nyini gba! Bɛ daa nyɛla ninvuɣu shɛba ban jεmdi alizinnima, ka bɛ pam daa nyɛla ban tiri ba yεlimaŋli.”"},{"SurahNumber":34,"VerseNumber":42,"Text":"Dinzuɣu, yi shεba ku tooi niŋ taba anfaani bee chuuta shεli zuŋɔ, ka Ti (Tinim’ Naawuni) yεli ninvuɣu shεba ban daa di zualinsi maa: “Lammi ya buɣum daazaaba shεli yi ni daa labsiri ʒiri maa.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Yaha! Bɛ yi ti karim ba Ti (Tinim’ Naawuni) aayanim’ din be polo ni, ka bɛ yεli: “Ŋumbɔŋɔ (Muhammadu) pala so m-pahila ninvuɣu so ŋun bɔri ni O taɣi ya ka chɛ yi banim’ ni daa jεmdi shɛli maa.” Ka bɛ lahi yεli: “Ŋɔ (Alkur’aani) maa pala shεli m-pahila ʒiri ka bɛ kpiri, ka ninvuɣu shεba ban niŋ gutulunsi ni yεlimaŋli saha shεli di ni daa kaba na maa yεli: “Ŋɔ maa pala shεli m-pahila sihira n-nyɛli polo ni.”"},{"SurahNumber":34,"VerseNumber":44,"Text":"(Yaa nyini Annabi)! Ti na ʒin ti ba (Larbunim’ maa) litaafi shεŋa na ka bɛ ni karindi li, Ti mi na ʒin tim varsigulana so na bɛ sani pɔi ni nyini (Annabi Muhammadu)"},{"SurahNumber":34,"VerseNumber":45,"Text":"Yaha! Ninvuɣu shεba ban daa kana pɔi ni bana (Makka chɛfurinim’ maa) daa labsi Naawuni yɛltɔɣa ʒiri, amaa! Bɛ (Maka chɛfurinim’ maa) bi nya Ti ni daa ti ba shɛli vaabu yim pia puuni, ka bɛ labsi N (Mani Naawuni) tuumba ʒirinima, tɔ! Ka wula n-daa ti leei nyɛ N yɛltɔɣa zaɣisibu bahigu"},{"SurahNumber":34,"VerseNumber":46,"Text":"(Yaa nyini Annabi)! Yεlima: “Achiika! Mani saɣisiri ya mi ni yεltɔɣa yini! Dina n-nyɛ yi zani n-ti Naawuni yi niriba ayiyi, bee ninvuɣu gaŋ gaŋ, din nyaaŋa ka tεhi ya ka baŋ ni yi mabia maa (Annabi Muhammadu) bi kpɛla yinyεri, o pa so m-pahila Saɣisigulana n-tin ya, ka o daŋ kana pɔi ni azaaba- kpeeni ti paai ya (Zaadali)"},{"SurahNumber":34,"VerseNumber":47,"Text":"Yεlima: “M-bi bɔhiri ya sanyo’ shεli, di (wa’azu maa) daanfaani nyɛla yinim’ dini. Mani ka sanyo’ shεli naɣila Naawuni sani. Yaha! Ŋuna n-nyɛ Shɛhiradira yɛllikam zuɣu. ”"},{"SurahNumber":34,"VerseNumber":48,"Text":"Yεlima: “Achiika! N Duuma (Naawuni) n-nyɛ Ŋun zaŋdi yεlimaŋli n-kariti ʒiri, O nyɛla Ŋun mi din sɔɣi.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"(Yaa nyini Annabi)! Yεlima: “Yεlimaŋli kana, ʒiri mi ku tooi pili shɛli, di mi ku tooi labsi li na"},{"SurahNumber":34,"VerseNumber":50,"Text":"Yεlima: “N-yi birgi, tɔ! Achiika! M maŋ’ zuɣu ka m-birgi. M-mi yi dolsi, tɔ! Di nyɛla n Duuma (Naawuni) ni siɣisi shεli wahayi n-tima na, Achiika! O nyɛla Wumda, Ŋun be yoma"},{"SurahNumber":34,"VerseNumber":51,"Text":"Yaha! (Yaa nyini Annabi)! A yi di nya saha shεli bɛ (chεfurinim’) ni yɛn ti yirgi, dinsaha bɛ lahi ka bɛ ni yɛn zo n-tilgi shɛli polo, ka bɛ gbaai ba yoma shee"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ka bɛ (chɛfurinim’) yεli: “Ti ti yεlimaŋli,” ka yapolo ka bɛ yɛn ti nya gbaabu shee luɣushɛli polo din niŋ katiŋa"},{"SurahNumber":34,"VerseNumber":53,"Text":"Yaha! Achiika! Bɛ daa pun niŋ chεfuritali ni dina (Alkur’aani), ka daa be zilsigu puuni ni din sɔɣi (Zaadali) luɣu shεli polo din be katiŋa"},{"SurahNumber":34,"VerseNumber":54,"Text":"Ka bɛ niŋ saɣili niŋ bɛ mini bɛ ni niŋdi shεli kore maa (tuuba niŋbu mini Alizanda kpɛbu) sunsuuni, kamani bɛ ni daa niŋ ninvuɣu shɛba ban daa kana pɔi ni bana maa shεm, achiika! Bɛ daa nyɛla ban be bɛhim din paai tariga ni"}]}