{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Yalli tuur deqsitta qalel xiibite. (woh Yalli Nabii Muusâ luk elle yaabe qale kinnuk)"},{"SurahNumber":52,"VerseNumber":2,"Text":"Kaadu kitaabay yunkuttubel xiibite"},{"SurahNumber":52,"VerseNumber":3,"Text":"Woh Qhuraanay fiddiime waraakitih addal yani kinni"},{"SurahNumber":52,"VerseNumber":4,"Text":"Kaadu Qaraanal yan Qariy beytil maqmuvr deqsitay malayka Yalla elle taqbudel xiibite"},{"SurahNumber":52,"VerseNumber":5,"Text":"Kaadu fayya heen Qaraanal (addunyâ Qaran kinnuk) xiibite"},{"SurahNumber":52,"VerseNumber":6,"Text":"Kaadu leek kiben badal xiibite"},{"SurahNumber":52,"VerseNumber":7,"Text":"Diggah Nabiyow ku Rabbih digaala korosul oobeleemil"},{"SurahNumber":52,"VerseNumber":8,"Text":"Hebeltoh (uli) iimiy tet waassa matan obta waqdi"},{"SurahNumber":52,"VerseNumber":9,"Text":"Woh qaran amooxiyyah yamooxeeh kaxxa angoyyih yangayye ayro (Qhiyaamah ayro kinnuk)"},{"SurahNumber":52,"VerseNumber":10,"Text":"Kaadu qaleelá isi aracak kattaah gexoh gexxa ayro (Qhiyaamah ayro kinnuk). qubultinnah"},{"SurahNumber":52,"VerseNumber":11,"Text":"Too ayro farmoytit luk temeetem dirabboyse marah baatii kee finqi yan"},{"SurahNumber":52,"VerseNumber":12,"Text":"Woo mari usun deedalat giirisaah digra mara"},{"SurahNumber":52,"VerseNumber":13,"Text":"Tama mari gutqoh gutqumoonu waan ayró jahannam girâ fanah"},{"SurahNumber":52,"VerseNumber":14,"Text":"Ah teeti giray dirbboysak sugteeni keenik iyyan"},{"SurahNumber":52,"VerseNumber":15,"Text":"Tokkel ta tablen digaala baaba innaa hinnak isin ablewaytaanaa"},{"SurahNumber":52,"VerseNumber":16,"Text":"Isin gira culaay, tet niqna tammoysa, teetil tasbiroonu (coolaysittoonu) hinnay asbire waytoonu, siinil inki gide, cagalah isin elle galtimettoonum addunyal abak sugten uma taama"},{"SurahNumber":52,"VerseNumber":17,"Text":"Diggah Yallak meesita mari jannootaa kee niqmatitteh addal yanin"},{"SurahNumber":52,"VerseNumber":18,"Text":"Ken Rabbi keenih yeceemit ruffu axcuk (tassa axcuk) kaadu ken Rabbi ken reebiseeh naggoyseh jaciim deqsitta girah digaalak"},{"SurahNumber":52,"VerseNumber":19,"Text":"Akumaay, aquba rufto luk addunyal abak sugten meqe taamah galtoh"},{"SurahNumber":52,"VerseNumber":20,"Text":"Usun rooruh yan qaraakiiyih amol cusuulah anuk itta wagitak, kaadu ken rihmisneh (alkumusneh) curral qeyni deqsita agabul"},{"SurahNumber":52,"VerseNumber":21,"Text":"Kaadu Yallal yeemene maraa kee ken xayloy iimaanal ken katatte, ken xaylo ken eleelisneh, kaadu ken taamah galtok tu keenik madaggoysinnino, ummaan num abba heemih yabbixsime"},{"SurahNumber":52,"VerseNumber":22,"Text":"Kaadu niqmatittek caxa mixuu kee cadok faxxa haanam keenih osisneh"},{"SurahNumber":52,"VerseNumber":23,"Text":"Jannat addal kamri kaaqon sittal tabaatabsan, kaat kas magexaay, uma maxcoo kee dambit ken maqida"},{"SurahNumber":52,"VerseNumber":24,"Text":"Kaadu keenit meekitah keenih taamituh massoysen urri, usun sibat dansime luulih inna lon qaxah"},{"SurahNumber":52,"VerseNumber":25,"Text":"Kaadu jannatti marak mariiy marâ fanah yafkune addunyal abak sugen taama sitta esserak"},{"SurahNumber":52,"VerseNumber":26,"Text":"Diggah nanu duma addunyal ninni marih addal Yallih digaalak meesita marah sugne iyyan"},{"SurahNumber":52,"VerseNumber":27,"Text":"Tokkel Yalli nee guneeh neh yemqeh tirri neeheemil, kaadu jahannam girah huvurih digaalak nee naggoyseh"},{"SurahNumber":52,"VerseNumber":28,"Text":"Diggah nanu duma dubuk Yalla aqbudak sugne, diggah usuk meqe Rabbiiy, xuwaw li kinni"},{"SurahNumber":52,"VerseNumber":29,"Text":"Toysa Nabiyow fan kak rubsumte mara ta Qhuraanal kassis, atu ku Rabbi koh abe niqmatal ginnili hinnitooy, cabuli hinnitok"},{"SurahNumber":52,"VerseNumber":30,"Text":"Hinnak ta koros qadarabey raba kah qamballa kok ittaa Nabiyow"},{"SurahNumber":52,"VerseNumber":31,"Text":"Yi raba qambaala keenik ixxic:diggah anu sin innaah sin finqa qambaala marat anik"},{"SurahNumber":52,"VerseNumber":32,"Text":"Hinnak ta koros ahal ken kas ken amrise innaa, hinnak usun umaanet caddok tatre maraay"},{"SurahNumber":52,"VerseNumber":33,"Text":"Hinnak Nabii Mucammad Acade Qhuraan isih ginnaasiteeh bicsite iyyaanaa? Aleey, tonna hinna usun nummayse waana ikkal"},{"SurahNumber":52,"VerseNumber":34,"Text":"Toysa kaa (Qhuraan kinnuk) ceela yab baahoonay nummat yaaba mara yekkeenik"},{"SurahNumber":52,"VerseNumber":35,"Text":"Hinnak ta koros tu ken gine kal ginniimeeni innaa, hinnak usun sinni nafsi sinnih gine maraay Yalli ken gine kalah"},{"SurahNumber":52,"VerseNumber":36,"Text":"Hinnak usun qaranwaa kee baaxó gineeni innaa? Aleey, tonna hinna usun Yallih digaala asmite waanaah, Yallih inkittinaane nummayse waana ikkal"},{"SurahNumber":52,"VerseNumber":37,"Text":"Hinnak ku Rabbih kadnooni ken garil tani innaa, hinnak usun maysó-le maray sinam dirkisaay"},{"SurahNumber":52,"VerseNumber":38,"Text":"Hinnak qaran elle yawqen daragay (magaaray) malaykâ yab kee wacyi elle ankacsaana loonu innaa? Toysa keenik ankacise num baxxaqqa-le sumaq baahay"},{"SurahNumber":52,"VerseNumber":39,"Text":"Hinnak Yalli say xayló leeh, isin lab xaylo litoonuv? isin dirab kee ererih kah ittan innah"},{"SurahNumber":52,"VerseNumber":40,"Text":"Hinnak Nabiyow diini gudduysiyyal cawal ken (koros kinnuk) essertannaa?edde luk usun woo magoyta elle tingiddibeh tiqilsee maraay"},{"SurahNumber":52,"VerseNumber":41,"Text":"Hinnak usun qellittaamih ixxigay usun sinaamah kak yaktubeeniih warsaana maay lon"},{"SurahNumber":52,"VerseNumber":42,"Text":"Hinnak Nabiyow usun uma mala koh malsaanam faxaanaa? Tokkel koroosite mari, ken uma mala keenil taduure"},{"SurahNumber":52,"VerseNumber":43,"Text":"Hinnak Yallak kalah qibaada cakkisita Yallay yaqbudeeni loonu innaa? usun agleh kaat hayya haanamak Yalli saytunnooweh"},{"SurahNumber":52,"VerseNumber":44,"Text":"Kaadu ta koros qaran kitiifoonuh keenil oobah yableenimil digaalah, ittak bagul tan qamburre axcuk yenen"},{"SurahNumber":52,"VerseNumber":45,"Text":"Toysa ken cab Nabiyow ken ayróy (woh Qhiyaamah ayró) edde finqitoonu waanat ongoorowwu iyyaanam fanah"},{"SurahNumber":52,"VerseNumber":46,"Text":"Too ayró ken uma mala Yallih digaalak tu keenih ma xiqtaay, Yallih digaalak ken cattam matan"},{"SurahNumber":52,"VerseNumber":47,"Text":"Kaadu diggah isi nafsi koroosannut yudlume mari, Qhiyaamah ayroh digaalak naharat digaala lon addunyal, kaadu kinnih immay keenik maggo mari woh mayaaxiga"},{"SurahNumber":52,"VerseNumber":48,"Text":"Kaadu Nabiyow ku Rabbih meklal isbir, diggah atu Ni dacayrih gubat tantooh koo nablehik, kaadu saytunnos ku Rabbi faylisak salaatah solta waqdi"},{"SurahNumber":52,"VerseNumber":49,"Text":"Kaadu barak tut ku Rabbi saytunnoysaay cutuk derre caba waqdi salat (subci salaatih wakti kinnuk), kaah ab"}]}