{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Yâsîn"},{"SurahNumber":36,"VerseNumber":2,"Text":"Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi"},{"SurahNumber":36,"VerseNumber":3,"Text":"Ey Muhammed! Hikmetli Kur'ân'a andolsun ki, sen risâlet görevi"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dosdogru bir yol üzerindesin"},{"SurahNumber":36,"VerseNumber":5,"Text":"Babalari korkutulmamis ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'in indirdigi (Kur'ân) ile korkutasin"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babalari korkutulmamis ve kendileri de gafil olan bir kavmi, çok güçlü ve çok merhametli olan Allah'in indirdigi (Kur'ân) ile korkutasin"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun ki onlarin çogunun üzerine azab sözü hak olmustur. Onlar imana gelmezler"},{"SurahNumber":36,"VerseNumber":8,"Text":"Çünkü biz onlarin boyunlarina kelepçeler geçirmisiz. O kelepçeler çenelerine dayanmistir da burunlari yukari, gözleri asagi somurtmaktadirlar"},{"SurahNumber":36,"VerseNumber":9,"Text":"Hem önlerinden bir sed, arkalarindan bir sed çekmisiz, kendilerini sarmisizdir. Baksalar da görmezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onlari korkutsan da korkutmasan da onlara göre birdir, inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak Kur'ân'a tabi olan ve görünmedigi halde Rahman olan Allah'tan korkan kimseyi sakindirirsin. Iste onu bir bagislanma ve çok serefli bir mükafatla müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Gerçekten biz ölüleri diriltiriz, onlarin önceden yapip gönderdiklerini ve biraktiklari eserlerini yazariz. Zaten biz her seyi açik bir kütükte, bir \"imam-i mübin\"de (ana kitapta, yani Levh-i mahfuzda) sayip tesbit etmisizdir"},{"SurahNumber":36,"VerseNumber":13,"Text":"Sen onlara, o sehir halkini örnek ver. Hani oraya peygamberler gelmisti"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani biz onlara iki peygamber göndermistik, fakat onlar ikisini de yalanlamislardi. Biz de (onlari) üçüncü bir peygamberle destekledik. Onlara: \"Süphesiz ki biz size gönderilmis elçileriz.\" dediler"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar da: \"Siz bizim gibi insandan baska birsey degilsiniz, hem Rahman olan Allah, hiçbir sey indirmedi. Siz sadece yalan söylüyorsunuz.\" dediler"},{"SurahNumber":36,"VerseNumber":16,"Text":"Peygamberler dediler ki: \"Rabbimiz biliyor ki biz gerçekten size gönderilmis elçileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bize düsen de sadece apaçik tebligdir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Onlar dediler ki: \"Herhalde biz sizin yüzünüzden ugursuzluga ugradik. Eger bu isten vazgeçmezseniz, andolsun ki, sizi hiç tinmadan taslariz ve mutlaka bizden size pek acikli bir azab dokunur"},{"SurahNumber":36,"VerseNumber":19,"Text":"Peygamberler de söyle cevap verdiler: \"Sizin ugursuzlugunuz beraberinizdedir. Size ögüt verildi diye mi (ugursuzluga ugradiniz)? Dogrusu siz israfi âdet etmis bir kavimsiniz"},{"SurahNumber":36,"VerseNumber":20,"Text":"O sirada sehrin ta ucundan bir adam kosarak geldi ve: \"Ey kavmim! Uyun o elçilere"},{"SurahNumber":36,"VerseNumber":21,"Text":"Uyun sizden hiçbir ücret istemeyen o zatlara ki, onlar hidayete ermislerdir"},{"SurahNumber":36,"VerseNumber":22,"Text":"Bana ne oluyor da kulluk etmeyecekmisim beni yaratana? Hep döndürülüp O'na götürüleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Hiç ben O'ndan baska ilâhlar edinir miyim? Eger O Rahman, bana bir zarar dileyecek olsa, onlarin sefaati benden yana hiçbir seye yaramaz ve onlar beni kurtaramazlar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Süphesiz ki ben, o zaman apaçik bir sapiklik içinde olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Süphesiz ki ben, Rabbinize iman getirdim, gelin dinleyin beni"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Sonra ona) \"haydi gir cennete!\" denildi. O da dedi ki: \"Ne olurdu kavmim bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni bagisladigini ve beni kendilerine ikram edilen kullarindan kildigini"},{"SurahNumber":36,"VerseNumber":28,"Text":"Biz arkasindan kavminin üzerine bir ordu indirmedik, indirecek de degildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"Sadece bir gürültü oldu, onlar da hemen sönüverdiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yaziklar olsun o kullara ki, kendilerine glen her bir peygamberle mutlaka alay ediyorlardi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Görmediler mi ki, kendilerinden önce nice kusaklari helak etmisiz. Onlar artik kendilerine dönüp gelmiyorlar"},{"SurahNumber":36,"VerseNumber":32,"Text":"Onlarin hepsi toplanip, sadece bizim huzurumuza getirilmislerdir"},{"SurahNumber":36,"VerseNumber":33,"Text":"Hem bir delildir onlara ölü toprak. Biz ona hayat verdik ve ondan taneler çikardik da ondan yiyip duruyorlar"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz orada hurmaliklardan, üzüm baglarindan bahçeler yaptik. Içlerinde pinarlardan sular fiskirttik"},{"SurahNumber":36,"VerseNumber":35,"Text":"(Bunu), Onun ürününden ve kendi elleriyle yaptiklarindan yesinler diye (yaptik). Hâlâ sükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitkilerinden, kendi nefislerinden ve daha bilemeyecekleri seylerden bütün çiftleri yaratan Allah'in sani ne yücedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlara bir delildir. Biz ondan gündüzü soyar çikaririz, bir de bakarlar ki karanliga dalmislar"},{"SurahNumber":36,"VerseNumber":38,"Text":"Günes de bir delildir ki kendi yolunda akip gidiyor. Iste bu çok güçlü ve her seyi bilen Allah'in takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay'a gelince, ona menziller tayin ettik. Nihayet o eski hurma salkiminin çöpü gibi (yay haline) dönmüstür"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne günesin aya çatmasi yarasir, ne de gece gündüzü geçebilir; onlarin her biri kendi yörüngesinde yüzerler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onlar için bir delil de bizim, onlarin neslini dolu bir gemide tasimamizdir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Yine kendileri için onun gibi binecek seyler yaratmamizdir"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eger dilesek onlari bogariz da o zaman ne onlarin feryadina yetisen bulunur, ne de onlar kurtarilir"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak tarafimizdan bir rahmet ve bir zamana kadar yasatmak baska"},{"SurahNumber":36,"VerseNumber":45,"Text":"Durum böyle iken onlara: \"Önünüzdekinden ve arkanizdakinden korkun ki size rahmet edilsin\" denildigi zaman"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ve kendilerine Rablerinin âyetlerinden herhangi bir âyet geldigi zaman mutlaka ondan yüz çevirirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara: \"Allah'in size rizik olarak verdigi seylerden hayra harcayin\" dendigi zaman, o kâfirler, müminler için: \"Allah'in dileyince doyurabilecegi kimseyi biz mi doyuracagiz? Siz apaçik bir sapiklik içinde degil de nesiniz?\" dediler"},{"SurahNumber":36,"VerseNumber":48,"Text":"Yine onlar: \"Eger dogru söylüyorsaniz bu (kiyamet) vaadi ne zaman?\" diyorlar"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar sadece bir tek çigliga bakiyorlar, bir çiglik ki, onlar çekisip dururken kendilerini yakalayiverir"},{"SurahNumber":36,"VerseNumber":50,"Text":"O zaman bir vasiyette bile bulunamazlar. Ailelerine de dönemezler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sûr'a üfürülmüstür, bir de ne baksinlar kabirlerinden Rablerine dogru akin ediyorlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"Onlar: \"Eyvah basimiza gelenlere! Mezarimizdan bizi kim kaldirdi? O Rahmân'in vaad buyurdugu iste bu imis. Gönderilen peygamberler de dogru söylemisler\" derler"},{"SurahNumber":36,"VerseNumber":53,"Text":"Baska degil, sadece bir tek çiglik olmus, derhal hepsi toplanmis huzurumuza getirilmislerdir"},{"SurahNumber":36,"VerseNumber":54,"Text":"Artik bugün hiç kimseye zerre kadar zulmedilmez. Ancak yaptiklarinizin cezasini çekeceksiniz"},{"SurahNumber":36,"VerseNumber":55,"Text":"Gerçekten cennetlik olanlar bugün bir mesguliyet içinde zevk etmektedirler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kendileri ve esleri gölgelerde koltuklar üzerine kurulmuslardir"},{"SurahNumber":36,"VerseNumber":57,"Text":"Onlara orada bir meyve vardir. Isteyecekleri her sey onlarindir"},{"SurahNumber":36,"VerseNumber":58,"Text":"(Onlara) Rahîm olan Rab'den \"selâm\" sözü vardir"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ey günahkârlar! Bugün siz bir tarafa ayrilin"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ey Âdemogullari! Seytana tapmayin, o size apaçik bir düsmandir ve bana kulluk edin, dogru yol budur, diye size and vermedim mi?\" (buyurulacak)"},{"SurahNumber":36,"VerseNumber":62,"Text":"Böyle iken o sizden birçok nesilleri yoldan çikardi. Ya o zaman düsünmüyor muydunuz"},{"SurahNumber":36,"VerseNumber":63,"Text":"Iste bu size vaad edilen cehennemdir"},{"SurahNumber":36,"VerseNumber":64,"Text":"Bugün yaslanin ona bakalim inkâr ettiginiz için"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bugün biz onlarin agizlarini mühürleriz de neler kazandiklarini bize elleri söyler, ayaklari da sahitlik eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Hem dileseydik gözlerini üzerinden silme kör ediverirdik de yola dökülürlerdi. Fakat nereden görecekler"},{"SurahNumber":36,"VerseNumber":67,"Text":"Yine dileseydik olduklari yerde kiliklarini degistirirdik de ne ileri gidebilirlerdi, ne de geri dönebilirlerdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Bununla beraber kimin ömrünü uzatiyorsak, yaratilista onu (güç ve kuvvetini alarak) tersine çeviriyoruz. Hâlâ akillanmayacaklar mi"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona siir ögretmedik. Bu ona yarasmaz da... O sadece bir ögüt ve apaçik bir Kur'ân'dir"},{"SurahNumber":36,"VerseNumber":70,"Text":"(Bu), diri olanlari uyarmak ve kâfirlere de azab sözünün hak olmasi içindir"},{"SurahNumber":36,"VerseNumber":71,"Text":"Sunu da görmediler mi: Biz onlar için kudretimizin meydana getirdiklerinden birtakim hayvanlar yaratmisiz da onlara sahip bulunuyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onlari, kendilerinin hizmetine vermisiz de, hem onlardan binekleri var, hem de onlardan yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda daha birçok menfaatleri ve türlü içecekleri de var. Hâlâ sükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Onlar, Allah'tan baska birtakim ilâhlar edindiler. Güya yardim olunacaklar"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onlarin, onlara yardima güçleri yetmez. Kendileri ise onlar için bazi askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"O halde onlarin sözleri seni üzmesin. Biz onlarin içlerini de biliriz, dislarini da"},{"SurahNumber":36,"VerseNumber":77,"Text":"Insan, kendisini bir damla sudan yarattigimizi görmedi mi de, simdi apaçik bir hasim kesildi"},{"SurahNumber":36,"VerseNumber":78,"Text":"Yaratilisini unutarak bize bir de mesel firlatti: \"Kim diriltecekmis o çürümüs kemikleri?\" dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onlari ilk defa yaratan diriltecek ve o her yaratmayi bilir"},{"SurahNumber":36,"VerseNumber":80,"Text":"Size o yesil agaçtan bir ates yapan O'dur. Simdi siz ondan tutusturmaktasiniz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan, onlar gibisini yaratmaya kâdir degil midir? Elbette kâdirdir. Çünkü o her seyi yaratandir, her seyi bilendir"},{"SurahNumber":36,"VerseNumber":82,"Text":"O'nun emri, bir seyi dileyince ona sadece \"Ol!\" demektir. O da hemen oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"O halde her seyin mülkü ve tasarrufu (hükümranligi) elinde bulunan Allah'in sani ne yücedir. Siz de yalniz O'na döndürüleceksiniz"}]}