{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"Münafıklar sana geldikleri zaman: \"Biz gerçekten şehadet ederiz ki, sen kesin olarak Allah'ın elçisisin\" dediler. Allah da bilir ki sen elbette O'nun elçisisin. Allah, şüphesiz münafıkların yalan söylediklerine şahidlik eder"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar, yeminlerini bir siper edinip Allah'ın yolundan alıkoydular. Doğrusu ne kötü şey yapıyorlar"},{"SurahNumber":63,"VerseNumber":3,"Text":"Bu, onların iman etmeleri sonra inkar etmeleri dolayısıyla böyledir. Böylece kalplerinin üzerini mühürlemiştir, artık onlar kavrayamazlar"},{"SurahNumber":63,"VerseNumber":4,"Text":"Sen onları gördüğün zaman cüsseli yapıları beğenini kazanmaktadır. Konuştukları zaman da onları dinlersin. (Oysa) Sanki onlar (sütun gibi) dayandırılmış ahşap-kütük gibidirler. (Bu dayanıksızlıklarından dolayı da) Her çağrıyı kendileri aleyhinde sanırlar. Onlar düşmandırlar, bu yüzden onlardan kaçınıp-sakının. Allah onları kahretsin; nasıl da çevriliyorlar"},{"SurahNumber":63,"VerseNumber":5,"Text":"Onlara: \"Gelin Allah'ın Resûlü sizin için mağfiret (bağışlanma) dilesin,\" denildiği zaman başlarını yana çevirdiler. Sen, onların büyüklük taslamışlar olarak yüz çevirmekte olduklarını görürsün"},{"SurahNumber":63,"VerseNumber":6,"Text":"Senin onlar adına mağfiret dilemen ile mağfiret dilememen onlar için birdir. Allah, onlara kesin olarak mağfiret etmeyecektir. Şüphesiz Allah, fasık bir kavme hidayet vermez"},{"SurahNumber":63,"VerseNumber":7,"Text":"Onlar ki: \"Allah'ın Resûlü yanında bulunanlara hiçbir infak (harcama)da bulunmayın, sonunda dağılıp gitsinler,\" derler. Oysa göklerin ve yerin hazineleri Allah'ındır. Ancak münafıklar kavramıyorlar"},{"SurahNumber":63,"VerseNumber":8,"Text":"Derler ki, \"Andolsun, Medine'ye bir dönecek olursak, gücü ve onuru çok olan, düşkün ve zayıf olanı elbette oradan sürüp-çıkaracaktır.\" Oysa izzet (güç, onur ve üstünlük) Allah'ın, O'nun Resûlü’nün ve mü'minlerindir. Ancak münafıklar bilmiyorlar"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey iman edenler, ne mallarınız, ne çocuklarınız sizi Allah'ı zikretmekten 'tutkuya kaptırarak-alıkoymasın'; kim böyle yaparsa, artık onlar hüsrana uğrayanların ta kendileridir"},{"SurahNumber":63,"VerseNumber":10,"Text":"Sizden birinize ölüm gelip de: \"Rabbim, beni yakın bir süreye (ecele) kadar geciktirsen ben de böylece sadaka versem ve salihlerden olsam\" demezden önce, size rızık olarak verdiklerimizden infak edin"},{"SurahNumber":63,"VerseNumber":11,"Text":"Oysa Allah, kendi eceli gelmiş bulunan hiçbir kimseyi kesinlikle ertelemez. Allah, yaptıklarınızdan haberdardır"}]}