{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Воистину, блаженны верующие"},{"SurahNumber":23,"VerseNumber":2,"Text":"которые смиренны при [совершении] молитв"},{"SurahNumber":23,"VerseNumber":3,"Text":"которые избегают [всего] суетного"},{"SurahNumber":23,"VerseNumber":4,"Text":"которые вносят закат"},{"SurahNumber":23,"VerseNumber":5,"Text":"которые не имеют сношений ни с кем"},{"SurahNumber":23,"VerseNumber":6,"Text":"кроме как со своими женами или невольницами, за что они непорицаемы"},{"SurahNumber":23,"VerseNumber":7,"Text":"А те, кто возжелает сверх того, преступают через дозволенное"},{"SurahNumber":23,"VerseNumber":8,"Text":"[Блаженны те], которые блюдут врученное им на хранение и договоры"},{"SurahNumber":23,"VerseNumber":9,"Text":"которые исполняют свои обрядовые молитвы"},{"SurahNumber":23,"VerseNumber":10,"Text":"именно они и суть наследники"},{"SurahNumber":23,"VerseNumber":11,"Text":"которые наследуют рай, в котором они вечно пребудут"},{"SurahNumber":23,"VerseNumber":12,"Text":"Воистину, Мы сотворили человека из глиняного теста"},{"SurahNumber":23,"VerseNumber":13,"Text":"потом же Мы определили его в виде капли [семени] в надежное место"},{"SurahNumber":23,"VerseNumber":14,"Text":"Потом Мы превратили каплю в сгусток крови, кровяной сгусток - в кусок мяса, создали в куске мяса кости и покрыли кости мясом. Потом Мы воплотили его (т. е. человека) в новое создание. Благословен Аллах, наилучший из создателей"},{"SurahNumber":23,"VerseNumber":15,"Text":"Потом, после всего этого, вам предстоит умереть"},{"SurahNumber":23,"VerseNumber":16,"Text":"А затем, в День воскресения, вы будете воскрешены"},{"SurahNumber":23,"VerseNumber":17,"Text":"Воистину, Мы создали над вами семь путей. И Мы [никогда] не пренебрегали [Своими] созданиями"},{"SurahNumber":23,"VerseNumber":18,"Text":"Мы низвели с неба воду в меру (т. е. дождь) и пропитали ею землю, и, воистину, в Нашей власти испарить ее"},{"SurahNumber":23,"VerseNumber":19,"Text":"При помощи воды Мы вырастили для вас пальмовые рощи и виноградники, где на потребу вам растет много плодов, которые вы едите"},{"SurahNumber":23,"VerseNumber":20,"Text":"а также [вырастили] дерево, которое растет на горе Синай и дает [оливковое] масло и приправу для вкушающих"},{"SurahNumber":23,"VerseNumber":21,"Text":"Воистину, животные служат назиданием для вас: Мы поим вас тем, что находится у них в утробах; они приносят вам много пользы, и вы питаетесь от них"},{"SurahNumber":23,"VerseNumber":22,"Text":"на них и на кораблях вы передвигаетесь"},{"SurahNumber":23,"VerseNumber":23,"Text":"Воистину, Мы направили Нуха к своему народу, и он возвестил: \"О мой народ! Поклоняйтесь Аллаху. У вас нет другого бога, кроме Него. Неужели же вы не убоитесь [Его]"},{"SurahNumber":23,"VerseNumber":24,"Text":"Но предводители его народа, которые не уверовали, сказали: \"Ведь он - всего-навсего человек, как и вы. Он хочет только возвыситься над вами. Если бы Аллах пожелал [направить посланника], то Он непременно ниспослал бы ангелов. Мы не слышали, чтобы что-либо подобное [случилось] во времена наших праотцев"},{"SurahNumber":23,"VerseNumber":25,"Text":"Он - не кто иной, как бесноватый муж, так что следите за ним до поры до времени"},{"SurahNumber":23,"VerseNumber":26,"Text":"[Нух] сказал: \"Господи! Поддержи меня [против них], так как они отвергают меня"},{"SurahNumber":23,"VerseNumber":27,"Text":"И Мы внушили ему откровение: \"Сооруди ковчег под Нашим присмотром и согласно откровению, которое Мы тебе даровали. А когда явится Наше веление и вода забьет фонтаном из печи, то погрузи на него по паре всех [животных], а также твою семью, кроме тех, о чьей гибели уже было ниспослано Мое веление [о гибели]. И не проси Меня за тех, которые были грешны, - они будут потоплены"},{"SurahNumber":23,"VerseNumber":28,"Text":"А когда ты и те, кто с тобой, расположитесь на ковчеге, скажи: \"Слава Аллаху, который спас нас от нечестивых людей"},{"SurahNumber":23,"VerseNumber":29,"Text":"Скажи также: \"Господи! Дай мне пристанище благословенное, ведь Ты - наилучший из тех, кто дает пристанище"},{"SurahNumber":23,"VerseNumber":30,"Text":"Воистину, в этом [повествовании] заключены знамения, Мы же только испытывали [народ Нуха]"},{"SurahNumber":23,"VerseNumber":31,"Text":"Впоследствии вслед за ними Мы породили другое поколение [людей]"},{"SurahNumber":23,"VerseNumber":32,"Text":"И Мы направили к ним посланника из их же числа, [и он призывал]: \"Поклоняйтесь Аллаху, у вас нет иного бога, кроме Него. Неужели вы не страшитесь [Аллаха]"},{"SurahNumber":23,"VerseNumber":33,"Text":"Предводители его народа, которые не уверовали [в Аллаха] и отрицали, что их ждет [наказание] в жизни будущей, после того как Мы одарили их благами этого мира, сказали: \"Это всего-навсего человек, подобный вам: он ест то, что вы едите, и пьет то, что вы пьете"},{"SurahNumber":23,"VerseNumber":34,"Text":"А если вы повинуетесь подобному вам человеку, то непременно понесете ущерб"},{"SurahNumber":23,"VerseNumber":35,"Text":"Как [такой человек может] обещать вам, что после смерти, когда вы превратитесь в прах и кости, будете выведены [из могил живыми]"},{"SurahNumber":23,"VerseNumber":36,"Text":"Далеко, далеко [от истины] то, что обещано вам"},{"SurahNumber":23,"VerseNumber":37,"Text":"Нет ничего, кроме нашей жизни в этом мире. Мы умираем и живем, и мы не будем воскрешены"},{"SurahNumber":23,"VerseNumber":38,"Text":"Он - не кто иной, как человек, который возвел на Аллаха навет, и мы не уверуем в него"},{"SurahNumber":23,"VerseNumber":39,"Text":"[Посланник] взмолился: \"Господи! Помоги мне [против них], так как они отвергают меня"},{"SurahNumber":23,"VerseNumber":40,"Text":"[Аллах] ответил: \"В скором времени им непременно придется раскаяться"},{"SurahNumber":23,"VerseNumber":41,"Text":"И настиг их трубный глас по справедливости, и Мы обратили их [в нечто подобное] сору [на гребне волны]. Да сгинут нечестивцы"},{"SurahNumber":23,"VerseNumber":42,"Text":"Потом после них Мы сотворили другие поколения [людей]"},{"SurahNumber":23,"VerseNumber":43,"Text":"Ни одна община не может опередить или замедлить [предопределенный] срок"},{"SurahNumber":23,"VerseNumber":44,"Text":"Потом Мы направляли одного за другим Наших посланников. Каждый раз, когда к какой-либо общине приходил посланник, [последователи общины] провозглашали его лжецом. И Мы отправляли [жителей общин] одних за другими [на погибель] и сделали их притчей во языцех. Да сгинут же, кто не уверовал"},{"SurahNumber":23,"VerseNumber":45,"Text":"Потом Мы отправили Мусу и его брата Харуна с Нашими знамениями и ясным доводом"},{"SurahNumber":23,"VerseNumber":46,"Text":"к Фир'ауну и его знати, но они возгордились, ведь они были людьми надменными"},{"SurahNumber":23,"VerseNumber":47,"Text":"Они стали спрашивать [друг у друга]: \"Неужели мы уверуем в двух подобных нам людей, в то время как [весь] их народ подчиняется нам"},{"SurahNumber":23,"VerseNumber":48,"Text":"Они объявили лжецами обоих (т. е. Мусу и Харуна) и [тем самым] обрекли себя на погибель"},{"SurahNumber":23,"VerseNumber":49,"Text":"Воистину, Мы даровали Мусе писание, полагая, что они (т. е. Фир'аун и его знать) ступят на прямой путь"},{"SurahNumber":23,"VerseNumber":50,"Text":"Мы сделали сына Марйам и его мать знамением и поселили их в убежище на холме, где в укромном месте протекал ручей"},{"SurahNumber":23,"VerseNumber":51,"Text":"О посланники! Вкушайте [наилучшую] пищу и вершите добро. Воистину, Я ведаю о том, что вы творите"},{"SurahNumber":23,"VerseNumber":52,"Text":"Воистину, ваша религия - единая религия, а Я - ваш Господь. Так бойтесь же Меня"},{"SurahNumber":23,"VerseNumber":53,"Text":"Но [люди] разорвали свою [единую] религию на различные части (т. е. толки), и каждая группа ликует от того, что досталось ей"},{"SurahNumber":23,"VerseNumber":54,"Text":"Так оставь же их на некоторое время в пучине [заблуждения]"},{"SurahNumber":23,"VerseNumber":55,"Text":"Неужели они думают, что, поддерживая их богатством и потомством"},{"SurahNumber":23,"VerseNumber":56,"Text":"Мы спешим одарить их [земными] благами? О нет, они просто не разумеют"},{"SurahNumber":23,"VerseNumber":57,"Text":"Воистину, те, которые робеют перед Господом своим в страхе [перед его наказанием]"},{"SurahNumber":23,"VerseNumber":58,"Text":"которые уверовали в знамения Господа своего"},{"SurahNumber":23,"VerseNumber":59,"Text":"которые не признают наряду с Господом своим других богов"},{"SurahNumber":23,"VerseNumber":60,"Text":"которые подают то, что положено, а сердца их страшатся того, что им суждено вернуться к своему Господу"},{"SurahNumber":23,"VerseNumber":61,"Text":"все они спешат вершить добрые дела и стараются превзойти в этом [других людей]"},{"SurahNumber":23,"VerseNumber":62,"Text":"Мы возлагаем на человека только по мере его возможности. При Нас хранится книга, которая глаголет истину, и с ними поступят по справедливости"},{"SurahNumber":23,"VerseNumber":63,"Text":"Но сердца неверных не ведают об этом (т. е. о добрых деяниях), у них - иные деяния, которые они вершат"},{"SurahNumber":23,"VerseNumber":64,"Text":"до тех пор, пока Мы не подвергнем наказанию благоденствующих из них. И тогда уж они завопят, [требуя сострадания]"},{"SurahNumber":23,"VerseNumber":65,"Text":"[Но им будет сказано]: \"Не вопите [понапрасну] сегодня, ибо, воистину, вам нет помощи от Нас"},{"SurahNumber":23,"VerseNumber":66,"Text":"Вам были возвещены Мои аяты, но вы отворачивались [от них]"},{"SurahNumber":23,"VerseNumber":67,"Text":"возгордившись [тем, что обладаете Мекканским храмом], и болтая вздор [о Коране и Пророке] в ночных беседах"},{"SurahNumber":23,"VerseNumber":68,"Text":"Неужели они не призадумались о Слове? Или же к ним было ниспослано то, что не было ниспослано их праотцам"},{"SurahNumber":23,"VerseNumber":69,"Text":"Или же они не распознали своего пророка и [потому] отвергли его"},{"SurahNumber":23,"VerseNumber":70,"Text":"Или же они утверждают, что он поражен безумием? Напротив, он явился к ним с истиной, но большинство их не в ладах с ней"},{"SurahNumber":23,"VerseNumber":71,"Text":"И если бы истина следовала их [низменным] страстям, то сгинули бы небеса, земля и те, кто на них. Но, напротив, Мы даровали им наставление (т. е. Коран), они же отвергли его"},{"SurahNumber":23,"VerseNumber":72,"Text":"Разве ты просишь [, о Мухаммад,] у них вознаграждения? Но ведь вознаграждение твоего Господа превыше, и Он - лучший из тех, кто дарует удел"},{"SurahNumber":23,"VerseNumber":73,"Text":"И ты, истинно, зовешь их на прямой путь"},{"SurahNumber":23,"VerseNumber":74,"Text":"Воистину, те, которые не веруют в будущую жизнь, непременно сходят с [прямого] пути"},{"SurahNumber":23,"VerseNumber":75,"Text":"Если бы Мы смилостивились над ними и избавили от поразившей их беды, они все равно упорствовали бы в заблуждении и растерянности"},{"SurahNumber":23,"VerseNumber":76,"Text":"Мы уже подвергли их наказанию, но они не смирились перед своим Господом и не взмолились перед Ним"},{"SurahNumber":23,"VerseNumber":77,"Text":"Когда же Мы распахнули перед ними врата тяжкого наказания, они пришли в отчаяние"},{"SurahNumber":23,"VerseNumber":78,"Text":"Он - тот, кто дал вам уши, глаза и сердце. Но как мало вы благодарны"},{"SurahNumber":23,"VerseNumber":79,"Text":"Он - тот, кто умножил вас на земле, и перед Ним вы предстанете"},{"SurahNumber":23,"VerseNumber":80,"Text":"Он - тот, кто оживляет и умерщвляет. Он чередует дни и ночи. Неужели же вы не разумеете"},{"SurahNumber":23,"VerseNumber":81,"Text":"Но нет же, они говорят то же, что и прежние люди"},{"SurahNumber":23,"VerseNumber":82,"Text":"Они говорят: \"Когда мы умрем и превратимся в прах и кости, так неужели же мы в самом деле будем воскрешены"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ведь это обещали нам и нашим праотцам и прежде. Это не что иное, как легенды древних людей"},{"SurahNumber":23,"VerseNumber":84,"Text":"Спроси [, Мухаммад]: \"Кому принадлежит земля и те, кто на ней, если только вы знаете"},{"SurahNumber":23,"VerseNumber":85,"Text":"Они ответят: \"Аллаху\". Спроси: \"Неужели же вы не призадумаетесь"},{"SurahNumber":23,"VerseNumber":86,"Text":"Спроси: \"Кто Господь семи небес и Господь великого трона"},{"SurahNumber":23,"VerseNumber":87,"Text":"Они ответят: \"Они принадлежат Аллаху\". Спроси: \"Неужели же вы не устрашитесь [Аллаха]"},{"SurahNumber":23,"VerseNumber":88,"Text":"Спроси: \"В чьей деснице власть над всем сущим? Кто защищает и от кого нет защиты, если только вы знаете"},{"SurahNumber":23,"VerseNumber":89,"Text":"Они ответят: \"Аллах\". Скажи: \"До чего же вы околдованы"},{"SurahNumber":23,"VerseNumber":90,"Text":"Да, Мы явились к ним с истиной, но сами они лгут"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не породил сына, и нет наряду с ним [другого] бога. А если бы не так, то каждый бог уносил бы с собой то, что сотворил, и одни из них возвысились бы над другими. Пречист Аллах от того, что приписывают [неверные] Ему"},{"SurahNumber":23,"VerseNumber":92,"Text":"ведающему сокровенное и явное. Превыше Он тех, кому поклоняются наряду с Ним"},{"SurahNumber":23,"VerseNumber":93,"Text":"Проси [, Мухаммад]: \"Господи! Если Ты покажешь мне, какое [наказание] им обещано"},{"SurahNumber":23,"VerseNumber":94,"Text":"то не делай меня [одним из] тех, кто творит беззаконие"},{"SurahNumber":23,"VerseNumber":95,"Text":"Воистину, в Нашей власти показать тебе то, что обещано им"},{"SurahNumber":23,"VerseNumber":96,"Text":"Отринь же зло тем, что превосходит его. Мы лучше знаем то, что приписывают [Нам]"},{"SurahNumber":23,"VerseNumber":97,"Text":"Скажи [, Мухаммад]: \"Господи! Я ищу убежища у Тебя от наваждений шайтанов"},{"SurahNumber":23,"VerseNumber":98,"Text":"и молю Тебя, Господи, отогнать их от меня"},{"SurahNumber":23,"VerseNumber":99,"Text":"Когда же перед кем-либо из них предстанет смерть, он взмолится: \"Господи! Верни меня [в этот мир]"},{"SurahNumber":23,"VerseNumber":100,"Text":"быть может, я свершу праведное дело в том, чем я пренебрег\". Так нет же! То, что он говорит, всего лишь [пустые] слова. Позади тех, кто уходит из мира, [будет] преграда до того, как их воскресят"},{"SurahNumber":23,"VerseNumber":101,"Text":"Когда же затрубят в трубу, то в тот день не будут знать родственных уз и не будут расспрашивать друг друга [ни о чем]"},{"SurahNumber":23,"VerseNumber":102,"Text":"И те, у кого на весах перевесит [чаша добрых деяний], - они и будут спасены [от ада]"},{"SurahNumber":23,"VerseNumber":103,"Text":"А те, у кого на весах [чаша добрых деяний] окажется легкой, сами навредили себе [и потому] пребудут вечно в аду"},{"SurahNumber":23,"VerseNumber":104,"Text":"Их лица будет сжигать адский огонь, и они будут корчиться в нем"},{"SurahNumber":23,"VerseNumber":105,"Text":"[Им скажет Аллах]: \"Разве не были возвещены вам Мои знамения и разве вы не отвергли их"},{"SurahNumber":23,"VerseNumber":106,"Text":"Они взмолятся: \"Господи! Наше злосчастие оказалось сильнее нас, и стали мы заблудшими"},{"SurahNumber":23,"VerseNumber":107,"Text":"Господи! Выведи нас из ада. Если мы вновь станем грешить, то будем творящими беззаконие"},{"SurahNumber":23,"VerseNumber":108,"Text":"[Аллах] ответит: \"Прочь! Ступайте с позором в ад и не говорите со Мной"},{"SurahNumber":23,"VerseNumber":109,"Text":"Воистину, говорили же некоторые из Моих рабов: \"Господи! Мы уверовали. Так прости же нас и помилуй, ибо Ты - лучший из тех, кто милует"},{"SurahNumber":23,"VerseNumber":110,"Text":"Но вы насмехались над ними, так что даже забыли Меня, в то время как смеялись над ними"},{"SurahNumber":23,"VerseNumber":111,"Text":"Воистину, в сей день Я вознаградил их за то, что они терпели, и потому-то они преуспели"},{"SurahNumber":23,"VerseNumber":112,"Text":"Аллах спросит: \"Сколько же лет вы пробыли на земле"},{"SurahNumber":23,"VerseNumber":113,"Text":"Они ответят: \"Мы пробыли день или частичку его. Лучше спроси тех, кто умеет считать"},{"SurahNumber":23,"VerseNumber":114,"Text":"[Аллах] скажет: \"Вы пробыли немного, если бы только вы знали"},{"SurahNumber":23,"VerseNumber":115,"Text":"Неужели вы полагали, что Мы сотворили вас на потеху и что вы не предстанете предо Мною"},{"SurahNumber":23,"VerseNumber":116,"Text":"Превыше всего Аллах, владыка истинный, нет бога, кроме Него. [Он] - Господь преславного трона"},{"SurahNumber":23,"VerseNumber":117,"Text":"У того, кто молится наряду с Аллахом другим богам, нет для этого никакого довода, и счет ему предъявят, когда он предстанет перед Господом своим, Воистину, неверные не преуспеют"},{"SurahNumber":23,"VerseNumber":118,"Text":"Скажи же: \"Господи! Прости и помилуй! Ты - лучший из тех, кто милует"}]}