{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"K[f H[ Y[ <A @[d]"},{"SurahNumber":19,"VerseNumber":2,"Text":"A remembrance of the mercy of thy Lord to His servant Zechariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"when he cried out to his Lord, secretively crying out"},{"SurahNumber":19,"VerseNumber":4,"Text":"He said: My Lord! Truly, I—my bones became feeble and my head became studded with grayness of hair and I be not disappointed in my supplication to Thee, O my Lord"},{"SurahNumber":19,"VerseNumber":5,"Text":"And, truly, I feared for my defenders after me. And my woman had been a barren woman. So bestow on me from that which proceeds from Thy Presence a protector"},{"SurahNumber":19,"VerseNumber":6,"Text":"He will inherit from me and inherit from the family of Jacob. And make him, my Lord, pleasing"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zechariah! Truly, We give thee the good tidings of a boy. His name will be Yahya and We assigned it not as a namesake for anyone before"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said: My Lord! How will I have a boy while my woman had been a barren woman and, surely, I reached an advanced old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"He said: It is about to be! Thy Lord said: It is insignificant for Me and, surely, I created thee before when thou wast nothing"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zechariah said: My Lord! Assign for me a sign. He said: Thy sign is that thou wilt not speak to humanity for three nights, although being without fault"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he went forth to his folk from the sanctuary. Then, he revealed to them: Glorify in the early morning dawn and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Yahya! Take the Book with strength. And We gave him critical judgment while a lad"},{"SurahNumber":19,"VerseNumber":13,"Text":"and Our continuous mercy from that which proceeds from Our Presence and purity and he had been devout"},{"SurahNumber":19,"VerseNumber":14,"Text":"and pious to ones who are his parents and be not haughty nor rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace be on him the day on which he was given birth and the day he dies and the day he is raised up, living"},{"SurahNumber":19,"VerseNumber":16,"Text":"And remember Mary in the Book when she went apart from her people to an eastern place"},{"SurahNumber":19,"VerseNumber":17,"Text":"Then, she took to herself a partition away from them, so We sent Our Spirit to her and he presented himself before her as a mortal without fault"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: Truly, I take refuge in The Merciful from thee; come not near me if thou hadst been devout"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: I am only a messenger from thy Lord that I bestow on thee (f) a pure boy"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: How will I have a boy when no mortal touches me, nor am I an unchaste woman"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: Thus, it will be. Thy Lord said: It is for Me insignificant. And: We will assign him as a sign for humanity and as a mercy from Us. And it had been that which is a decreed command"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and she went apart with him to a farther place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the birth pangs surprised her at the trunk of a date palm tree. She said: O would that I had died before this and I had been one who is forgotten, a forgotten thing"},{"SurahNumber":19,"VerseNumber":24,"Text":"So he cried out to her from beneath her: Feel not remorse! Surely, thy Lord made under thee (f) a brook"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards thee (f) the trunk of the date palm tree. It will cause ripe, fresh dates to fall on thee"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink and thy eyes be refreshed. If thou hast seen any mortal, say: I vowed formal fasting to The Merciful so I will never speak to any human being this day"},{"SurahNumber":19,"VerseNumber":27,"Text":"Then, she approached her folk with him, carrying him. They said: O Mary! Surely, thou hadst drawn near a monstrous thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron! Thy father had not been a reprehensible man nor was thy mother an unchaste woman"},{"SurahNumber":19,"VerseNumber":29,"Text":"Then, she pointed to him. They said: How speak we to one who had been in the cradle, a lad"},{"SurahNumber":19,"VerseNumber":30,"Text":"Jesus said: Truly, I am a servant of God. He gave me the Book and He made me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He made me one who is blessed wherever I had been and He bequeathed to me the formal prayer and the purifying alms as long as I continue living"},{"SurahNumber":19,"VerseNumber":32,"Text":"and He makes me pious toward one who is my mother and He makes me not haughty nor disappointed"},{"SurahNumber":19,"VerseNumber":33,"Text":"And peace be on me the day I was given birth and the day I die and the day I am raised up, living"},{"SurahNumber":19,"VerseNumber":34,"Text":"That is Jesus son of Mary, a saying of The Truth. They contest what is in it"},{"SurahNumber":19,"VerseNumber":35,"Text":"It had not been for God that He takes to Himself a son. Glory be to Him! When He decreed a command, He not but says to it: Be! Then, it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"And, truly, God is my Lord and your Lord, so worship Him. This is a straight path"},{"SurahNumber":19,"VerseNumber":37,"Text":"There was variance among the confederates, so woe to those who were ungrateful from the scene of a tremendous Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"Hear well and perceive well. On that Day they will approach Us, but today the ones who are unjust are in a clear wandering astray"},{"SurahNumber":19,"VerseNumber":39,"Text":"And warn thou them of the Day of Regret when the command would be decided. Yet they are heedless and they believe not"},{"SurahNumber":19,"VerseNumber":40,"Text":"Truly, We will inherit the earth and whatever is in and on it and to Us they will be returned"},{"SurahNumber":19,"VerseNumber":41,"Text":"And remember Abraham in the Book. Truly, he had been a just person, a Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"That is when he said to his father: O my father! Why wilt thou worship what hears not, and perceives not, and avails thee not anything"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! Truly, I, there drew near me of the knowledge of what approaches thee not. So follow me and I will guide thee to a path without fault"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! Worship not Satan. Truly, Satan had been rebellious towards The Merciful"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father! Truly, I fear that a punishment should afflict thee from The Merciful so that thou become a protector of Satan"},{"SurahNumber":19,"VerseNumber":46,"Text":"He said: Art thou one who shrinks from my gods, O Abraham? If thou wilt not refrain thyself, certainly, I will stone thee, so abandon me for some while"},{"SurahNumber":19,"VerseNumber":47,"Text":"He said: Peace be to thee. I will ask for forgiveness from my Lord for thee. Truly, He had been One Who is Gracious to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I will withdraw from you and what you call to other than God and I will call to my Lord. Perhaps I will not be disappointed in my supplication to my Lord"},{"SurahNumber":19,"VerseNumber":49,"Text":"So he withdrew from them and what they worship other than God. And We bestowed on him Isaac and Jacob. And each of them We made a Prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"And We bestowed on them from Our mercy and We assigned them the tongue of lofty sincerity"},{"SurahNumber":19,"VerseNumber":51,"Text":"And remember Moses in the Book. Truly, he had been one who was devoted and he had been a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And We proclaimed to him from the right edge of the mount and We brought him near privately"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We bestowed on him out of Our mercy his brother Aaron, a Prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And remember Ishmael in the Book. Truly, he had been one who is sincere in his promise, and he had been a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He had been commanding his people to formal prayer and the purifying alms and he had been with His Lord one who is well-pleasing"},{"SurahNumber":19,"VerseNumber":56,"Text":"And remember Enoch in the Book. Truly, he had been a just person, a Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"And We exalted him to a lofty place"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those are those to whom God was gracious from among the Prophets of the offspring of Adam and whomever We carried with Noah and of the offspring of Abraham and Israel, Jacob, from among whomever We guided and elected. When are recounted to them the signs of the Merciful they fell down, crying, ones who prostrate themselves.‡"},{"SurahNumber":19,"VerseNumber":59,"Text":"Then, after them succeeded a succession who wasted the formal prayer and followed their lusts. So they will meet error"},{"SurahNumber":19,"VerseNumber":60,"Text":"but the ones who repented and believed and did as ones in accord with morality. For those will enter the Garden and they will not be wronged at all"},{"SurahNumber":19,"VerseNumber":61,"Text":"Gardens of Eden which The Merciful promised His servants in the unseen. Truly, He, His promise had been that which is kept"},{"SurahNumber":19,"VerseNumber":62,"Text":"They will not hear in them idle talk, nothing but: Peace. And they will have their provision in them in the early morning dawn and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"This is the Garden which We will give as inheritance to whomever of Our servants who had been devout"},{"SurahNumber":19,"VerseNumber":64,"Text":"And we come forth not but by the command of thy Lord. To Him belongs whatever is in advance of us and whatever is behind us and whatever is in between that. And thy Lord had not been forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"the Lord of the heavens and the earth, and what is between them! So worship Him and maintain thou patience in His worship. Hast thou known any namesake for Him"},{"SurahNumber":19,"VerseNumber":66,"Text":"And the human being says: When I am dead, will I be brought out living"},{"SurahNumber":19,"VerseNumber":67,"Text":"Will the human being not remember that We created him before when he be of nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"So by thy Lord, certainly, We will assemble them and the satans. Again, We will parade them around hell, ones who crawl on their knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"Again, We will tear out every partisan, whoever of them was more severe in stubborn rebellion against The Merciful"},{"SurahNumber":19,"VerseNumber":70,"Text":"After that We are greater in knowledge of those, they who are most deserving of roasting in it"},{"SurahNumber":19,"VerseNumber":71,"Text":"There is none of you, but ones who go down to it. This had been a thing decreed, that decreed by thy Lord"},{"SurahNumber":19,"VerseNumber":72,"Text":"Again, We will deliver those who were Godfearing and We will forsake the ones who are unjust, in it, ones who crawl on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"And when are recounted to them Our signs, clear portents, those who were ungrateful would say to those who believed: Which of the two groups of people is best in station and fairer in alliance"},{"SurahNumber":19,"VerseNumber":74,"Text":"How many before them We caused to perish whose generation was fairer in furnishing and outward show"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say: Whoever had been in fallacy, The Merciful will prolong his prolonging for him. Until when they would see what they are promised, either the punishment or the Hour, then, they will know whose place is worse and whose army is weak"},{"SurahNumber":19,"VerseNumber":76,"Text":"And God increases in guidance those who were truly guided and endure in accord with morality. They are better with thy Lord in reward for good deeds and better for turning back"},{"SurahNumber":19,"VerseNumber":77,"Text":"Hadst thou seen him who was ungrateful for Our signs, who said: Will I be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Perused he the unseen or took he to himself a compact from The Merciful"},{"SurahNumber":19,"VerseNumber":79,"Text":"No indeed! We will write down what he says. We will cause the punishment to increase for him, prolonging it"},{"SurahNumber":19,"VerseNumber":80,"Text":"And We will inherit from him all that he says and he will approach Us individually"},{"SurahNumber":19,"VerseNumber":81,"Text":"And they took to themselves gods other than God that there be a triumph for them"},{"SurahNumber":19,"VerseNumber":82,"Text":"No indeed! They will disbelieve in what they worship and they will be taking a stand against them"},{"SurahNumber":19,"VerseNumber":83,"Text":"Hast thou not considered that We sent the satans against the ones who were ungrateful to confound them with confusion"},{"SurahNumber":19,"VerseNumber":84,"Text":"So hasten thou not against them. We only number for them a sum"},{"SurahNumber":19,"VerseNumber":85,"Text":"On the Day We will assemble the ones who are Godfearing to The Merciful like an entourage"},{"SurahNumber":19,"VerseNumber":86,"Text":"And We will drive the ones who sin to hell, herding them"},{"SurahNumber":19,"VerseNumber":87,"Text":"None of them will possess the power of intercession but such a one who took to himself a compact with The Merciful"},{"SurahNumber":19,"VerseNumber":88,"Text":"And they said: The Merciful took to Himself a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"Certainly, you brought about a disastrous thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"whereby the heavens are almost split asunder and the earth is split and the mountains fall crashing down"},{"SurahNumber":19,"VerseNumber":91,"Text":"that they attributed a son to The Merciful"},{"SurahNumber":19,"VerseNumber":92,"Text":"It is not fit and proper for The Merciful that He should take a son to Himself"},{"SurahNumber":19,"VerseNumber":93,"Text":"There is none at all in the heavens and the earth but he be one who arrives to The Merciful as a servant"},{"SurahNumber":19,"VerseNumber":94,"Text":"Certainly, He counted for them and numbered up a sum"},{"SurahNumber":19,"VerseNumber":95,"Text":"And every one of them will be ones who arrive to Him individually on the Day of Resurrection"},{"SurahNumber":19,"VerseNumber":96,"Text":"Truly, those who believed and did as the ones in accord with morality, The Merciful will assign ardor for them"},{"SurahNumber":19,"VerseNumber":97,"Text":"So, truly, We made this easy on thy tongue. Certainly, thou wilt give good tidings with it to the ones who are Godfearing and thou wilt warn a most stubborn folk with it"},{"SurahNumber":19,"VerseNumber":98,"Text":"How many a generation caused We to perish before them? Art thou conscious of anyone of them or hear you so much as a whisper from them"}]}