{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Йа. Сін"},{"SurahNumber":36,"VerseNumber":2,"Text":"Клянуся мудрим Кораном"},{"SurahNumber":36,"VerseNumber":3,"Text":"Воістину, ти — один із посланців"},{"SurahNumber":36,"VerseNumber":4,"Text":"який тримається прямого шляху"},{"SurahNumber":36,"VerseNumber":5,"Text":"Зіслано його Всемогутнім, Милосердним"},{"SurahNumber":36,"VerseNumber":6,"Text":"щоб ти застерігав людей, батьків яких не застерігали, й вони стали невігласами"},{"SurahNumber":36,"VerseNumber":7,"Text":"Уже справдилося слово над більшістю з них; не увірували вони"},{"SurahNumber":36,"VerseNumber":8,"Text":"Воістину, на їхні шиї Ми наклали кайдани аж до підборіддя; їхні голови задерті"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ми встановили перепону попереду них і встановили перепону позаду; Ми накрили їх і вони не бачать"},{"SurahNumber":36,"VerseNumber":10,"Text":"Байдуже для них, застерігав ти їх чи не застерігав — вони не увірують"},{"SurahNumber":36,"VerseNumber":11,"Text":"Ти можеш застерегти тільки того, хто йде за нагадуванням і потаємно боїться Милостивого. Сповісти йому добру звістку про прощення й щедру винагороду"},{"SurahNumber":36,"VerseNumber":12,"Text":"Воістину, Ми оживляємо померлих і записуємо їхні вчинки й те, що вони лишили по собі. Кожну річ Ми порахували у Ясній Книзі"},{"SurahNumber":36,"VerseNumber":13,"Text":"Розкажи їм притчу про жителів селища, до якого прийшли посланці"},{"SurahNumber":36,"VerseNumber":14,"Text":"Ми відіслали туди двох, але їх визнали брехунами, і Ми підсилили їх третім. Вони сказали: «Воістину, ми — посланці до вас!»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ті відповіли: «Ви такі самі люди, як і ми. Милостивий нічого не відсилав, а ви — лише брехуни!»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Вони сказали: «Господь наш знає, що ми — посланці до вас"},{"SurahNumber":36,"VerseNumber":17,"Text":"І ми повинні тільки передати ясне одкровення»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ті сказали: «Ми бачимо у вас поганий знак! Якщо ви не припините, то ми неодмінно вас каменуємо, й вас торкнеться болісна кара від нас!»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Вони сказали: «Знак ваших нещасть обернеться проти вас самих! Вас лише застерігають! Та ж ні, ви — злочинний народ!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"З околиць міста прибіг, поспішаючи, чоловік і сказав: «О люди! Йдіть за посланцями"},{"SurahNumber":36,"VerseNumber":21,"Text":"Йдіть за тими, хто не просить у вас винагороди та перебуває на прямому шляху"},{"SurahNumber":36,"VerseNumber":22,"Text":"Чого б мені не поклонятися Тому, Хто створив Мене й до Кого ви повернетесь"},{"SurahNumber":36,"VerseNumber":23,"Text":"Невже я братиму собі замість Нього інших богів? Якщо Милостивий побажає заподіяти мені шкоду, то їхнє заступництво ніяк не допоможе мені, й вони не врятують мене"},{"SurahNumber":36,"VerseNumber":24,"Text":"Інакше я потраплю в явну оману"},{"SurahNumber":36,"VerseNumber":25,"Text":"Воістину, я увірував у вашого Господа! Тож послухайте мене!»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Йому сказали: «Увійди до раю!» Він сказав: «О, якби мій народ тільки знав"},{"SurahNumber":36,"VerseNumber":27,"Text":"за що мій Господь простив мене й зробив мене одним із пошанованих!»"},{"SurahNumber":36,"VerseNumber":28,"Text":"Після нього Ми не вислали проти його народу ніякого війська й не збиралися відсилати"},{"SurahNumber":36,"VerseNumber":29,"Text":"Був тільки один крик — і ось, усі вони згасли"},{"SurahNumber":36,"VerseNumber":30,"Text":"Лихо ж рабам! Який би посланець до них не приходив, вони глузували з нього"},{"SurahNumber":36,"VerseNumber":31,"Text":"Невже вони не знають, скільки поколінь раніше за них Ми знищили й що вони не повернуться"},{"SurahNumber":36,"VerseNumber":32,"Text":"Воістину, всі вони постануть перед Нами"},{"SurahNumber":36,"VerseNumber":33,"Text":"Знамення для них — мертва земля, яку Ми оживляємо та виводимо звідти зерно, яким вони харчуються"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ми створили там сади з пальм і винограду; за Нашою волею там з’явилися джерела"},{"SurahNumber":36,"VerseNumber":35,"Text":"щоб вони мали їжу з їхніх плодів і те, що приготували своїми руками. Невже вони не будуть вдячними"},{"SurahNumber":36,"VerseNumber":36,"Text":"Преславний Аллаг, Який створив парами все, що зрощує земля, їх самих і те, про що вони не знають"},{"SurahNumber":36,"VerseNumber":37,"Text":"Знамення для них — ніч, від якої Ми віддаляємо день, і вони опиняються в темряві"},{"SurahNumber":36,"VerseNumber":38,"Text":"Сонце плине до свого постійного місця. Так визначив Всемогутній, Всезнаючий"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ми визначили для місяця стани, доки він не стає наче стара пальмова гілка"},{"SurahNumber":36,"VerseNumber":40,"Text":"Сонце не повинно наздоганяти місяць, а ніч не повинна випереджати день. Усі вони плинуть небосхилом"},{"SurahNumber":36,"VerseNumber":41,"Text":"Знамення для них — те, що Ми несли їхніх нащадків у переповненому ковчегу"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ми створили для них за його подобою те, в що вони сідають"},{"SurahNumber":36,"VerseNumber":43,"Text":"Якщо Ми побажаємо, то втопимо їх. Не буде в них рятівника. Вони врятуються"},{"SurahNumber":36,"VerseNumber":44,"Text":"тільки завдяки Нашій милості та можливості користуватися благами до певного часу"},{"SurahNumber":36,"VerseNumber":45,"Text":"Коли їм говорять: «Бійтеся того, що перед вами, й того, що позаду вас; можливо, вас помилують», — [вони не відповідають]"},{"SurahNumber":36,"VerseNumber":46,"Text":"Яке б зі знамень Господа твого до них не приходило, вони від цього відвертаються"},{"SurahNumber":36,"VerseNumber":47,"Text":"Коли їм говорять: «Жертвуйте з того, чим наділив вас Аллаг!» — то ті, які не увірували, говорять тим, які увірували: «Невже ми будемо годувати того, кого Аллаг нагодував би Сам, якби побажав? Воістину, ви перебуваєте в явній омані!»"},{"SurahNumber":36,"VerseNumber":48,"Text":"Вони говорять: «Коли ж прийде обіцяне, якщо ви правдиві?»"},{"SurahNumber":36,"VerseNumber":49,"Text":"Вони можуть чекати тільки крику, який вразить їх, коли вони будуть сперечатися"},{"SurahNumber":36,"VerseNumber":50,"Text":"Вони не зможуть ні лишити заповіту, ні повернутися до своїх родин"},{"SurahNumber":36,"VerseNumber":51,"Text":"Щойно засурмлять у ріг, вони поспішатимуть із могил до свого Господа"},{"SurahNumber":36,"VerseNumber":52,"Text":"Вони скажуть: «Горе нам! Хто підняв нас із місць, де ми спали? Це ж те, що обіцяв Милостивий! Посланці говорили правду!»"},{"SurahNumber":36,"VerseNumber":53,"Text":"Буде тільки єдиний крик і всі вони постануть перед Нами"},{"SurahNumber":36,"VerseNumber":54,"Text":"Того Дня жодну душу не буде скривджено, а вам відплатять тільки за те, що ви робили"},{"SurahNumber":36,"VerseNumber":55,"Text":"Воістину, сьогодні жителі раю поринуть у втіхи"},{"SurahNumber":36,"VerseNumber":56,"Text":"Вони лежатимуть у затінку зі своїми дружинами на оздоблених ложах"},{"SurahNumber":36,"VerseNumber":57,"Text":"Там вони матимуть фрукти і все, чого попросять"},{"SurahNumber":36,"VerseNumber":58,"Text":"«Мир!» — таким буде слово Милосердного Господа"},{"SurahNumber":36,"VerseNumber":59,"Text":"«Відійдіть сьогодні, грішники"},{"SurahNumber":36,"VerseNumber":60,"Text":"Хіба Я не заповідав вам, о сини Адама, щоб ви не поклонялися шайтану, адже він для вас явний ворог"},{"SurahNumber":36,"VerseNumber":61,"Text":"а поклонялися Мені? Це — прямий шлях"},{"SurahNumber":36,"VerseNumber":62,"Text":"Він уже збив зі шляху багатьох із вас. Невже ви не розумієте"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ось геєна, яку й було обіцяно вам"},{"SurahNumber":36,"VerseNumber":64,"Text":"Увійдіть сьогодні туди — за те, що ви були невіруючими!»"},{"SurahNumber":36,"VerseNumber":65,"Text":"Того Дня Ми запечатаємо їхні вуста. З Нами говоритимуть їхні руки, а їхні ноги будуть свідчити про те, що вони робили"},{"SurahNumber":36,"VerseNumber":66,"Text":"Якщо Ми побажаємо, то заберемо їхні очі, й вони кинуться до шляху. Та як вони зможуть бачити"},{"SurahNumber":36,"VerseNumber":67,"Text":"Якщо Ми побажаємо, то змінимо їх на місці. Вони не зможуть ні рушити вперед, ні повернутись назад"},{"SurahNumber":36,"VerseNumber":68,"Text":"Кому Ми подовжуємо життя, тому вкладаємо в єство протилежність. Невже ви не розумієте"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ми не вчили його поезії, і не личить йому це робити. Це тільки нагадування і ясний Коран"},{"SurahNumber":36,"VerseNumber":70,"Text":"щоб він застерігав тих, хто живий, і щоб справдилося слово щодо невіруючих"},{"SurahNumber":36,"VerseNumber":71,"Text":"Невже вони не бачать, що зі створеного Нашими руками Ми зробили для них худобу, якою вони володіють"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ми підкорили їм [тварин]: на деяких вони подорожують, а з інших мають їжу"},{"SurahNumber":36,"VerseNumber":73,"Text":"Вони приносять їм користь і дають поживу. Невже вони не будуть вдячні"},{"SurahNumber":36,"VerseNumber":74,"Text":"Замість Аллага вони поклоняються іншим богам, сподіваючись на допомогу від них"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ті неспроможні допомогти, але ж ці складають готове до бою військо"},{"SurahNumber":36,"VerseNumber":76,"Text":"Нехай не засмучують тебе їхні слова. Воістину, Ми знаємо те, що вони приховують і що відкривають"},{"SurahNumber":36,"VerseNumber":77,"Text":"Невже людина не бачить, що Ми створили її з краплі сімені? Проте вона відкрито сперечається"},{"SurahNumber":36,"VerseNumber":78,"Text":"Вона наводить Нам притчі, а сама забуває про своє створення. Вона говорить: «Хто оживить кістки, які зітліли?»"},{"SurahNumber":36,"VerseNumber":79,"Text":"Скажи: «Оживить Той, Хто створив їх уперше! А Він знає про кожне творіння"},{"SurahNumber":36,"VerseNumber":80,"Text":"Той, Хто дав вам вогонь із зеленого дерева, від якого ви розпалюєте вогнище!»"},{"SurahNumber":36,"VerseNumber":81,"Text":"Невже Той, Хто створив небеса й землю, не зможе створити подібного до них? Та ж ні! Він — Творець, Знаючий"},{"SurahNumber":36,"VerseNumber":82,"Text":"Коли Він воліє чогось, то тільки говорить: «Будь!» — і воно є"},{"SurahNumber":36,"VerseNumber":83,"Text":"Преславний Той, у Чиїй руці перебуває влада над кожною річчю! До Нього ви повернетесь"}]}