{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"sura noi expedia jos noi decreta regula. Noi dezvalui clar revelations ala tu lua atentie"},{"SurahNumber":24,"VerseNumber":2,"Text":"Adulterare alterator tu biciui each a ele suta bici. Nu legana by mila purta dumnezeu regula daca tu într-adevar crede în DUMNEZEU Ultim Zi! diminua grup credincios martor their amenda"},{"SurahNumber":24,"VerseNumber":3,"Text":"Alterator end casatori adulterare idol worshiper adulterare end casatori alterator idol worshiper! Acesta interzice credincios"},{"SurahNumber":24,"VerseNumber":4,"Text":"Ala acuza casatorit muiere adulter atunci fail produce 4 martor tu biciui ele 80 bici nu accepta altele declaratie de ele; ei exista hain"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ei regreta afterwards reforma atunci DUMNEZEU exista Forgiver Îndurator"},{"SurahNumber":24,"VerseNumber":6,"Text":"As for ala acuza their propiu so\u0004 altele altul martor atunci declaratie accepta el jura DUMNEZEU 4 timp el exprima adevar"},{"SurahNumber":24,"VerseNumber":7,"Text":"juramânt exista crea dumnezeu condamnare him el minti"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ea cosidera nevinovat ea jura DUMNEZEU 4 timp el exista mincinos"},{"SurahNumber":24,"VerseNumber":9,"Text":"juramânt crea dumnezeu urgie her el exprima adevar"},{"SurahNumber":24,"VerseNumber":10,"Text":"Acesta exista dumnezeu onora mila tu! DUMNEZEU EXISTA SALVATOR ÎNTELEPT"},{"SurahNumber":24,"VerseNumber":11,"Text":"Banda tu produce masiv minciuna. Nu medita el exista urât tu; instead el exista bun for tu. Meanwhile each una ai ele earned his farâma vina. As for 1 cine începe întreg incident el crea teribil retribution"},{"SurahNumber":24,"VerseNumber":12,"Text":"When tu asculta el crede om crede muiere avea îmbunatati thoughts însisi spune Acesta exista obviously masiv minciuna"},{"SurahNumber":24,"VerseNumber":13,"Text":"Doar ei produce 4 martor (tu crede ele)! Ei fail produce martor atunci ei exista DUMNEZEU mincinos"},{"SurahNumber":24,"VerseNumber":14,"Text":"Daca el nu exista dumnezeu gratie tu His mila în acesta lume Hereafter tu suferi mare retribution acesta incident"},{"SurahNumber":24,"VerseNumber":15,"Text":"Tu fabricated el vostri propiu limba odihna ai tu repta el vostri gura înafara dovedit! Tu medita exista simplu when el exista DUMNEZEU grosoan"},{"SurahNumber":24,"VerseNumber":16,"Text":"When tu asculta el tu spune Noi nu repta acesta. Glorie exista Tu. Acesta exista grosoan falsehood"},{"SurahNumber":24,"VerseNumber":17,"Text":"DUMNEZEU STIMULA TU ALA TU NICIODATA do EL IAR TU EXISTA CREDINCIOS"},{"SurahNumber":24,"VerseNumber":18,"Text":"DUMNEZEU TAMÂIE explains revelations TU. DUMNEZEU EXISTA Omniscient ÎNTELEPT"},{"SurahNumber":24,"VerseNumber":19,"Text":"Ala iubi vedea immorality desfacere credincios crea dureros retribution în acesta trai Hereafter DUMNEZEU sti, UITDE TU NU STI"},{"SurahNumber":24,"VerseNumber":20,"Text":"DUMNEZEU INUNDA TU His ONORA MILA! DUMNEZEU EXISTA AMABIL CATRE CREDINCIOS ÎNDURATOR"},{"SurahNumber":24,"VerseNumber":21,"Text":"O tu crede nu follow pas Satan! Oricine follows pas Satan sti ca el advoca evil menghine Daca el nu exista dumnezeu gratie tu His mila none a tu purifica. Dumnezeu purifica whomever El vointa. DUMNEZEU EXISTA AUDITOR Knower"},{"SurahNumber":24,"VerseNumber":22,"Text":"Ala dintre tu binecuvânta resursa avere exista caritabil catre their ruda sarac, ala imigra DUMNEZEU. Ei trata ele cu bunatate toleran\u0004a; tu nu iubi atinge dumnezeu forgiveness? DUMNEZEU EXISTA Forgiver ÎNDURATOR"},{"SurahNumber":24,"VerseNumber":23,"Text":"Însiguranta ala falsely acuza casatorit muiere exista evlavios credincios crea condamnare în acesta trai Hereafter ei crea horrendous retribution"},{"SurahNumber":24,"VerseNumber":24,"Text":"Zi veni when their propiu rosti mâna picior cara martor everything ei done"},{"SurahNumber":24,"VerseNumber":25,"Text":"În zi DUMNEZEU vei rasplati ele fully for their munca ei vei gasi out ca DUMNEZEU exista Adevar"},{"SurahNumber":24,"VerseNumber":26,"Text":"Urât muiere urât om urât om urât muiere bun muiere bun om bun om bun muiere. A ultimul exista nevinovat ai asemenea acuzare. Ei atinge forgiveness generos recompensa"},{"SurahNumber":24,"VerseNumber":27,"Text":"O tu crede nu enter casa alt decât yours permisiune de their locuitor salut ele! Acesta exista bine tu tu lua atentie"},{"SurahNumber":24,"VerseNumber":28,"Text":"Tu gasi nimeni ele nu enter ele tu ob\u0004ine permisiune! Tu exprima Merge tu merge Acesta exista pur for tu. DUMNEZEU EXISTA fully constient a everything TU do"},{"SurahNumber":24,"VerseNumber":29,"Text":"Tu nu comite error entering nelocuit casa wherein acolo exista something belongs catre tu! DUMNEZEU sti everything TU DEZVALUI everything TU ASCUNDE"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Exprima crede om ei supune their ochi nu holbare muiere) mentine their castitate! Acesta exista pur for ele. DUMNEZEU EXISTA fully Cognizant AI everything EI do"},{"SurahNumber":24,"VerseNumber":31,"Text":"Si exprima crede muiere supune their ochi mentine their castitate! Ei nu dezvalui altele parte ai their caroserie ca care exista trebuin\u0004a! Ei înveli their piept nu destinde acesta codifica prezenta their so\u0004 their tata tata their so\u0004 their fiu fiu their so\u0004 their frate fiu their frate fiu their sora alte muiere barbatesc servitor employees sexual merge abroga copil nu ajunge pubertate. Ei nu lovi their picior when ei umbla în ordine tremura dezvalui anumit detaliu their caroserie! Tot a tu regreta DUMNEZEU O tu credincios ala tu urma"},{"SurahNumber":24,"VerseNumber":32,"Text":"Tu encourage ala ai tu exista unic obtine casatorit! Ei casatori cinstit dintre vostri barbatesc female servitor ei exista sarac. DUMNEZEU vei enrich ELE His GRATIE. DUMNEZEU EXISTA DARNIC Knower"},{"SurahNumber":24,"VerseNumber":33,"Text":"Ala nu permite obtine casatorit mentine moralitate DUMNEZEU înzestra for ele de His gratie! Ala dintre vostri servitor dori liber în ordine casatori tu subventiona ele their dori once tu realiza ca ei exista onest! Da ele dumnezeu bani El depozita tu. Tu nu force vostri fata comite prostitution cauta material acesta lume ei dori exista cast! Oricine forces ele atunci DUMNEZEU vedea ei forced exista Forgiver Îndurator"},{"SurahNumber":24,"VerseNumber":34,"Text":"Noi dezvalui tu clarifying revelations examples de generatie enlightenment for a cinstit"},{"SurahNumber":24,"VerseNumber":35,"Text":"(DUMNEZEU EXISTA LUMINA AI RAI earth allegory His lumina exista ca ai concave oglinda lamp placed sticla recipient. Sticla recipient exista ager pearl-like star. Combustibil thereof furniza binecuvântat oil-producing copac, ala exista neither eastern nor occidental Its ulei exista gata-gata self-radiating; nu foc aprinde el! Lumina pe usor! DUMNEZEU GHID His USOR ORICINE VOINTA GHID). DUMNEZEU TAMÂIE CITA PARABOLA POPOR. DUMNEZEU EXISTA fully constient a TOT OBIECT"},{"SurahNumber":24,"VerseNumber":36,"Text":"Dumnezeu conducere gasi casa exalted DUMNEZEU His nume comemora therein! Glorifica Him therein zi si noapte"},{"SurahNumber":24,"VerseNumber":37,"Text":"Popor nu distrage by afacere maiestrie comemora DUMNEZEU; ei observa Atingere Rugaciune (Salat) da obligatoriu caritate (Zakat) ei exista conscient ai zi when memorie ochi îngrozi"},{"SurahNumber":24,"VerseNumber":38,"Text":"DUMNEZEU vei certainly RASPLATI ELE their BUN MUNCA INUNDA ELE His GRATIE! DUMNEZEU înzestra for whomever EL VOINTA restrânge"},{"SurahNumber":24,"VerseNumber":39,"Text":"As for ala disbelieve their munca exista miraj pustiu. Însetat persoana medita el exista stropi! when el ajunge el el gvsi el exista nimic el gasi DUMNEZEU acolo instead rasplati him fully his munca. DUMNEZEU EXISTA a multi(multe) efficient reckoner"},{"SurahNumber":24,"VerseNumber":40,"Text":"Alta allegory exista ai exista total întuneric violent ocean val val înainte catre dens fog Întuneric întuneric - El privi his propiu mâna el saracacios vedea el. Whomever DUMNEZEU concedia ai lumina nu avea lumina"},{"SurahNumber":24,"VerseNumber":41,"Text":"Tu nu realiza ala everyone rai earth glorifica DUMNEZEU însera pasare as ei musca coloana? Each sti its rugaciune its glorification. DUMNEZEU EXISTA fully constient a everything EI do"},{"SurahNumber":24,"VerseNumber":42,"Text":"Catre DUMNEZEU belongs suveranitate ai rai earth catre DUMNEZEU exista final destin"},{"SurahNumber":24,"VerseNumber":43,"Text":"Tu nu realiza ca DUMNEZEU merge nor Do atunci strânge ele împreuna atunci îngramadi ele în each alt atunci tu vedea ploaie venire ele? El expedia cer sarcina zapada înveli whomever El vointa interval diverting el de whomever El vointa! Stralucire zapada gata-gata orbi ochi"},{"SurahNumber":24,"VerseNumber":44,"Text":"DUMNEZEU CONTROL NOAPTE ZI. Acesta exista lectie ala poseda ochi"},{"SurahNumber":24,"VerseNumber":45,"Text":"Dumnezeu crea every viata creatura de stropi! Niste a ele umblet their burta niste umblet 2 picior niste umbla 4. DUMNEZEU CREA CE EL VOINTA. DUMNEZEU EXISTA ATOTPUTERNIC"},{"SurahNumber":24,"VerseNumber":46,"Text":"(Noi expedia tu clarifying revelations atunci DUMNEZEU ghid oricine vointa ghid) direct poteca"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ei spune Noi crede în DUMNEZEU curier noi asculta atunci niste a ele aluneca înapoi afterwards! Acestea fi credincios"},{"SurahNumber":24,"VerseNumber":48,"Text":"When ei invita DUMNEZEU His curier judeca ele niste a ele rasturna"},{"SurahNumber":24,"VerseNumber":49,"Text":"Daca judecata exista their favor ei prompt accepta el"},{"SurahNumber":24,"VerseNumber":50,"Text":"Exista acolo boala their inima? Fi ei doubtful? Fi ei fricos ca DUMNEZEU His curier trata ele unfairly? În fact, exista ei exista nejust"},{"SurahNumber":24,"VerseNumber":51,"Text":"Singur enunt credincios când invita DUMNEZEU His curier judeca their chestiune exista spune Noi asculta noi asculta. Acestea exista câstigator"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ala asculta DUMNEZEU His curier venera DUMNEZEU observa Him acestea exista triumfant una"},{"SurahNumber":24,"VerseNumber":53,"Text":"Ei jura DUMNEZEU solemnly tu comanda ele mobiliza ei mobiliza! spune nu jura. Ascultare exista obliga\u0004ie. DUMNEZEU EXISTA fully Cognizant AI everything TU do"},{"SurahNumber":24,"VerseNumber":54,"Text":"spune Asculta DUMNEZEU asculta curier. ei refuza atunci el exista responsabil his obliga\u0004ie tu exista responsabil for vostri obliga\u0004ie. Tu asculta him tu ghid. Unic vama curier exista livra (stire)"},{"SurahNumber":24,"VerseNumber":55,"Text":"DUMNEZEU PROMITE ALA TU crede CONDUCE CINSTIT TRAI ALA EL PRODUCE ELE SUVERAN earth as EL did for ALA ALTADATA ELE SI establish for ELE RELIGIE EL ALEGE ELE SUBSTITUI PACE SIGURANTA ELE în loc AI fear Toate acesta because ei închinare Mie singur; ei niciodata situa altele idol Mie. Ala disbelieve acesta exista a într-adevar hain"},{"SurahNumber":24,"VerseNumber":56,"Text":"Tu observa Atingere Rugaciune (Salat) da obligatoriu caritate (Zakat) asculta curier ala tu atinge mila"},{"SurahNumber":24,"VerseNumber":57,"Text":"Nu medita ala disbelieve ever obtine el Their final domiciliu exista Iad; care nenorocit destin"},{"SurahNumber":24,"VerseNumber":58,"Text":"(O tu crede permisiune solicita vostri servitor copil nu atinge pubertate entering vostri camera)! Acesta exista exista done în 3 exemplificare! - Zori Rugaciune amiaza when tu schimba vostri îmbraca ramâne Noapte Rugaciune. Acestea fi 3 particular timp tu. Asupra altul timp nu exista gresi tu ele amesteca 1 altul! DUMNEZEU TAMÂIE clarifies revelations TU. DUMNEZEU EXISTA Omniscient ÎNTELEPT"},{"SurahNumber":24,"VerseNumber":59,"Text":"Once copil ajunge pubertate ei întreba permisiune (înainte entering asemanator ala ajunge adult ele întreba permisiune (înainte entering DUMNEZEU TAMÂIE clarifies His revelations TU. DUMNEZEU EXISTA Omniscient ÎNTELEPT)"},{"SurahNumber":24,"VerseNumber":60,"Text":"elderly muiere nu expect obtine casatorit comite nimic gresit by destinde their îmbracaminte codifica înzestra ei nu dezvalui prea mult ai their caroserie! Mentine modestie exista bine ele! DUMNEZEU EXISTA AUDITOR Knower"},{"SurahNumber":24,"VerseNumber":61,"Text":"Orb nu exista mustra crippled nu exista mustra nor handicapa mustra drept as tu nu exista mustra for mânca vostri casa casa vostri tata casa vostri mama casa vostri frate casa vostri sora casa vostri tata frate casa vostri tata sora casa vostri mama frate casa vostri mama sora casa belong catre tu tu poseda their cheie casa vostri prieten! Tu comite nimic gresit mânca împreuna as individ! When tu enter altele casa tu saluta each alt salut de DUMNEZEU binecuvânta si bun. DUMNEZEU TAMÂIE explains revelations TU TU ÎNTELEGE"},{"SurahNumber":24,"VerseNumber":62,"Text":"Adevarat credincios exista ala crede în DUMNEZEU His curier si when ei exista him popor întîlni ei do nu parasi him permisiune! Ala întreba permisiune exista una crede în DUMNEZEU His curier. Ei întreba vostri permisiune în ordine dirija catre niste a their chestiune tu subventiona permisiune whomever tu dori întreba DUMNEZEU forgive ele! DUMNEZEU EXISTA Forgiver ÎNDURATOR"},{"SurahNumber":24,"VerseNumber":63,"Text":"Nu trata curier cerere tu trata each others' cerere! DUMNEZEU EXISTA fully constient a ALA DINTRE TU las DEPLASAT întrebuinta flimsy SCUZA. Permite ele beware - Ala disobey his ordine - for dezastru lovi ele sever retribution"},{"SurahNumber":24,"VerseNumber":64,"Text":"Absolutely catre DUMNEZEU belongs everything rai earth El fully sti every condi\u0004ie tu exista în. Zi tu returned Him El informa ele ai everything ei done DUMNEZEU EXISTA fully constient a TOT OBIECT"}]}