{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif Lam Ra. So Allah i Matao ko paka-a antapan Niyan non. (Giyangkai a Qur-an) na Kitab a Initoron Ami Ruka (Ya Muhammad), ka-an Ka mapaka-awa so manga Manosiya pho-on ko manga lilibotung sa mawit ko Maliwanagsabap sa idin o Kadnan niran-si-i ko okit o Allah a Mabagur a Puphodin"},{"SurahNumber":14,"VerseNumber":2,"Text":"A so Allah, a so ruk Iyan so shisi-i1 ko manga Langit a go so shisi-i ko Lopa! Na so kabinasa na bagiyan o da Pamaratiyaya a pud ko siksa a sangat"},{"SurahNumber":14,"VerseNumber":3,"Text":"Siran na matotomo iran so Kaoyagoyag ko doniya a di so Akhirat, go Puphangalang siran ko lalan o Allah go puphuloloba-an niran non a kabukhog iyan: Na siran man i matatago ko kadadag a mawatan"},{"SurahNumber":14,"VerseNumber":4,"Text":"Na da-a Siyogo Ami a Sogoaba di si-i ko basa o pagtao Niyan, ka-an Niyan kiran mapayag (so Sogowan). Na ndadagun o Allah sotao a kabaya Iyan, go punggonanao Niyan so tao a kabaya Iyan: Go Sukaniyan i Mabagur, a Maongangun"},{"SurahNumber":14,"VerseNumber":5,"Text":"Na Sabunsabunar a Siyogo Ami so Musa rakhus o manga Tanda Ami, (sa Pitharo Ami): A pakaawa Angka so Pagtaongka pho-on ko manga Lilibotung sa mawit ko Maliwanag, go Pakitadumingka kiran so manga Limo o Allah. Mataan! A adun a matatago ro-o man a ttho a manga Tanda ko oman i Mapantang,- a Mananalamat"},{"SurahNumber":14,"VerseNumber":6,"Text":"Na gowani na Pitharo o Musa ko pagtao Niyan: A Tadumi niyo so Limo rukano o Allah gowani ko sabutun kano Niyan ko pagtao o Pir-aon: A irarasai ran rukano so marata a siksa, go Puphanombali-in niran so manga Wata iyo a manga Mama, na phulamba-an niran so manga Babai rukano: Na adun a matatago ro-o man a tiyoba a phoon ko Kadnan niyo a lubi a Mala"},{"SurahNumber":14,"VerseNumber":7,"Text":"Na gowani na Piyakalangkap o Kadnan niyo: A Mata-an a o Panalamat kano, na pagomanan Ko rukano dun (so Limo Akun); go Mata-an ao Ongkir kano, na Mata-an! A so siksa Akun na tanto a marugun"},{"SurahNumber":14,"VerseNumber":8,"Text":"Na Pitharo o Musa: A o Ongkir kano sukano a go so tao a matatago ko Lopa langon,- na Mata-an! A so Allah na da dun a Mapukhuno Niyan, a Khiīiruk ko Podi"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ba rukano da Makatalingoma so Totholan ko siran a Miya-ona an niyo?- So pagtao Nuh, go so Ad, go so Samood, go so siran a miyaoriyan niran? Da-a Mata-o kiran a inonta so Allah. Miyakaoma kiran so manga Sogo kiran rakhus o manga rarayag a Karina; na piyangukhub iran so manga lima iran, si-i ko manga ngari iran (sa otug), go Pitharo iran: A Mata-an! A sukami na Inongkir ami so ini Sogo Rukano to, go Mata-an!! A sukami na titho a shasangka kami ko Ipundolon Niyo rukami oto sa mapayag a kashangka"},{"SurahNumber":14,"VerseNumber":10,"Text":"Pitharo o manga Sogo kiran: A ba adun a sangka ko makapantag ko Allah, a Miyadun ko manga Langit a go so Lopa? Puthawagun kano Niyan, ka-an Niyan rukano mapakada so manga dosa niyo, go pakalalanatun kano Niyan taman ko ta-alik a mapupunto! Pitharo iran: A kuna a ba Kano di Manosiya a lagid ami! Khabaya-an Niyo a ka-alangan kami Niyo ko Pushimba-an o manga lokus ami: Na witi kami niyo sa katantowan, a mapayag"},{"SurahNumber":14,"VerseNumber":11,"Text":"Pitharo kiran o manga Sogo kiran: A kuna a ba Kami di Manosiya a lagid iyo, na ogaid na so Allah na Pumbugan Niyan sa Limo so tao a kabaya Iyan ko manga Oripun Niyan. Na di Rukami patot o ba adun a mawit Ami rukano a katantowan inonta o sabap ko idin o Allah. Na so bo so Allah i Sarigi o Miyamaratiyaya"},{"SurahNumber":14,"VerseNumber":12,"Text":"Na andamanaya idi Ami Kasarigi ko Allah? A Sabunar a Tiyoro Kami Niyan ko manga lalan Nami; na Mata-an a Puphantang Kami dun ko Kiyapamakasakiti niyo Rukami. Na so bo so Allah i Sarigi o Khisasarig"},{"SurahNumber":14,"VerseNumber":13,"Text":"Na Pitharo o siran a da Pamaratiyaya ko manga Sogo kiran: Mata-an a paka-awa-an nami Sukano dun ko Lopa amı, o di na Mataan a makakasoi Kano dun ko okit Tano. Na Ini-ilaham Kiran o Kadnan Niran: A mbina-sa-an Nami dun so manga Darowaka"},{"SurahNumber":14,"VerseNumber":14,"Text":"Go Pakaphagingudun Nami sukano dun ko Lopa ko oriyan niran. Giyoto man na ruk o tao a inikaluk iyan so kapakatindug iyan ko Hadapan Ko,- go inikaluk iyan so siksa Akun"},{"SurahNumber":14,"VerseNumber":15,"Text":"Na Miyanguni Siran sa tabang (ko Allah), na miyalogi so oman i takabor a somosorang (ko bunar)"},{"SurahNumber":14,"VerseNumber":16,"Text":"Si-i ko khabolosan niyan so Naraka Jahannam, go phakainomun ko ig a dana"},{"SurahNumber":14,"VerseNumber":17,"Text":"Phulikuganon, go marugun a kaphulinowaniyan non Go Puphakatalingoma-on so kapatai pho-on ko oman i darpa, a di bo phatai sukaniyan: Go si-i ko khabolosan niyan so siksa a mitataralo"},{"SurahNumber":14,"VerseNumber":18,"Text":"Aya ibarat o siran a da Pamaratiyaya ko Kadnan niran na so manga Amal iran na lagid o ombi, a inibayog sukaniyan o ndo ko Alongan kapananagompot iyan: Da-a khasakum iran ko Pinggalubuk iran a maito bo: Giyoto man na sukaniyan i kadadag a miyakawatawatan"},{"SurahNumber":14,"VerseNumber":19,"Text":"Bangka di katawi a Mata-an! A so Allah ı Miyadun ko manga Langit a go so Lopa si-i ko bunar? O kabaya Iyan, na khailang kano Niyan, go phakasambi sa Ka-adun a bago"},{"SurahNumber":14,"VerseNumber":20,"Text":"Na kuna a ba oto marugun ko Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Na mabayar siran ko Allah langon: Na Tharo-on o manga lolobai ko siran a Miyamanakabor: A Mata-an! A sukami na miyabaloi kami a Puphangongonotan rukano; na una sukano khalinding kami niyo ko siksa o Allah sa maito bo? Tharo-on niran: A o Tiyoro kami o Allah, na Miyatoro ami sukano dun: Magishan rukutano o ino mikhaminan tano, antawa-a ba tano dun Miphantang: Ka da bo a Kaphagapasan tano"},{"SurahNumber":14,"VerseNumber":22,"Text":"Na Tharo-on o Shaitan amai ka mapasad so Kokoman: A Mataan! a so Allah na inidiyandi Iyan rukano so diyandi a bunar: Na inidiyandi akun rukano (so ribat), na diyorat akun sukano. Na da-a miyabaloi a kapa-ar akun rukano ogaid na giyogo akun sukano, na Inonotan nako niyo: Na di ako niyo Phanunditi, na aya Panunditi niyo na so manga ginawa niyo. Diyakun sukano khatabangan, go di ako niyo khatabangan. Mata-an! A sakun na Inongkir akun so ĶKinisakoto niyo rakun (ko Allah) gowani. Mata-an! A so manga Darowaka na adun a bagiyan niran a siksa a malipudus"},{"SurahNumber":14,"VerseNumber":23,"Text":"Na pakasoludun so siran a Miyamaratiyaya go Pinggalubuk iran so manga pipiya ko manga Sorga a Puphamangondas ko kababa-an Niyan so manga lawasaig,makakakal siran ro-o sabap ko idin o Kadnan niran. Aya gi-i ran ro-oọ Ikhokormata: Na Salaam"},{"SurahNumber":14,"VerseNumber":24,"Text":"Bangka di katawi o andamanaya i Kiyamba-alo Allah sa ibarat?Katharo a mapiya lagid o kayo a mapiya, a so itado niyan na thatakna, na so sapak iyan na shisi-i ko kawang"},{"SurahNumber":14,"VerseNumber":25,"Text":"Pukhibugai niyan so Onga Niyan ko oman i masa, sabap sa Sogowan o Kadnan Niyan. Na Phagumba-alan o Allah so manga ibarat ko manga Manosiya, ka-an siran Puphakatanod"},{"SurahNumber":14,"VerseNumber":26,"Text":"Na aya ibarat o Katharo a marata na lagid o kayo a marata: A miya-andot ko liyawao o Lopa: A da-a thatakna-an niyan"},{"SurahNumber":14,"VerseNumber":27,"Text":"Pakathatakna-an o Allah ko siran a Miyamaratiyaya so Katharo athatana (so Laa-ilaaha illallaah), si-i ko Kaoyagoyag ko doniya go si-i ko Akhirat; go ndadagun o Allah so manga Darowaka: Na Punggolao-la-an o Allah so kabaya Iyan"},{"SurahNumber":14,"VerseNumber":28,"Text":"Bangka da katokawi so siran a pishambi-iran so Limo o Allah sa kada-a Tadum. Na Piyakapagingud iran so pagtao wiran ko Ingud a binasa"},{"SurahNumber":14,"VerseNumber":29,"Text":"A so Naraka Jahannam? aphakasolud siran non,- na miyakaratarata a Phagingudan"},{"SurahNumber":14,"VerseNumber":30,"Text":"Na miyangumba-al siran sa manga Sakoto o Allah, ka-an niran Madadag (so manga Manosiya) pho-on ko lalan o Allah! Tharowangka: A shonor kano dun! Ka Mata-an! A aya khabolosan niyo na so Naraka"},{"SurahNumber":14,"VerseNumber":31,"Text":"Tharowangka ko manga Oripun Ko a Miyamaratiyaya: A Puthindugun niran so Sambayang, go puphamumugai siran ko ini bugai Ami Kiran, sa masolun a go mapayag, ko da pun kapakatalingoma o Alongan a da-a kaphapasa-i ron go da-a kambobolay oka-on (a phakabugai a gona)"},{"SurahNumber":14,"VerseNumber":32,"Text":"So Allah so Miyadun ko manga Langit a go so Lopa, goPiyakatoron Niyan a pho-on ko kawang so ig, na mini-sabap on a kiyapakagumawa Niyan ko manga Onga a Pagupur rukano; go inipa-gadil Iyan rukano so manga Kapal, ka-adun puphamakakutas ko Kalo- dan sabap ko Sogowan Niyan; goinipagadıil Iyan rukano so manga lawasaig (ka-an niyo gi-i kanggona-i)"},{"SurahNumber":14,"VerseNumber":33,"Text":"Go inipagadil Iyan rukano so Alongan a go so Olan, a tatap adowa oto ko okit iran; go inipagadil Iyan rukano so gagawi-i a go sodaondao (ka-an niyo gi-i kanggona)"},{"SurahNumber":14,"VerseNumber":34,"Text":"Go bigan kano Niyan ko oman i Piyanguni niyo Rukaniyan. Na o pagitonga niyo so Limo o Allah, na di niyo dun maitong. Mata-an! A so Manosiya (a da Paratiyaya) na titho a Darowaka, a da-a Tadum iyan"},{"SurahNumber":14,"VerseNumber":35,"Text":"Na gowani na Pitharo o Ibrahim: Kadnan Ko! Baloyangka a ungkai a Ingud (a Makkah) a Panarigan: Go pakawatana Kongka a go so manga Moriyatao Akun ko Kapakasıimba Mi ko manga Barahala"},{"SurahNumber":14,"VerseNumber":36,"Text":"Kadnan Ko! Mata-an! A siran na Miyakadadag siran sa madakul ko manga Manosiya; na sa dun sa Monot Rakun na Mata-an! A sukaniyan na pud Akun, na sa dun sa somorang Rakun,- na Mata-an! a Suka ı Manapi, a Makalimo-on"},{"SurahNumber":14,"VerseNumber":37,"Text":"Kadnan Nami! Mata-an! A Sakun na Piyakapagingud Akun so saba-ad ko manga Moriyatao Akun ko Balintad (sa Makkah) a di Kapumbasokan, a marani ko Walaingka a Pagadatan; Kadnan Nami! Kaa Niran Mipamayandug so Sambayang: Na Baloyangka so manga poso o saba-ad ko manga Manosiya a magawi kiran, go Riskhi Ingka siran ko manga Onga: ka-an siran Makapanalamat"},{"SurahNumber":14,"VerseNumber":38,"Text":"Kadnan Nami! Mata-an! A Suka na katawan Ka so isosolun Nami go so ipapayag Ami: Na da-a makaphagma ko Allah a maito bo si-i ko Lopa, go da-a (Makaphagma-on) si-i ko Langit"},{"SurahNumber":14,"VerseNumber":39,"Text":"So Podi na ruk o Allah, a so inibugai Niyan Rakun si-1 ko kiyalokus Akun so Ismail go so Ishaq: Mata-an! A so Kadnan Ko i titho a Puphakanug ko Panguni"},{"SurahNumber":14,"VerseNumber":40,"Text":"Kadnan Ko! Baloya Kongka a Puphamayandug ko Sambayang, go so saba-ad ko manga Moriyatao Akun, Kadnan Nami! Go Tarimaangka so Panguni Akun"},{"SurahNumber":14,"VerseNumber":41,"Text":"Kadnan Nami! Napi-i Yakongka, go so mbala a Lokus Akun, go so Miyamaratiyaya, ko Alongan a kapakatindug o itongan"},{"SurahNumber":14,"VerseNumber":42,"Text":"Na Dingka dun Tharima-a 1 ba di mai-inungka o Allah so gi-i nggolaola-an o manga Darowaka. Aya bo a kapakalalanata Niyan kiran na taman mbo. ko Alongan a Khasambolayangon so manga kailai"},{"SurahNumber":14,"VerseNumber":43,"Text":"Gi-i siran makanggaga-an a milalangag iran a manga Olo iran, a di siran Phakapuruk, go so manga poso iran na makakawang (sabap sa kaluk)"},{"SurahNumber":14,"VerseNumber":44,"Text":"Na Paki-iktiyaringka ko manga Manosiya so Alongan a kapakatalingoma kiran o siksa: Na Tharo-on o siran a da Pamaginontolan: Kadnan Nami! Pakalanata Kamingka sa taman bo ko ta-alik a di mathaıi: Ka tarima-an Nami so Sogowan Ka, go Pagonotan nami so manga Sogo! (na isumbag kiran:) Ba kano da Shapa gowani sa da dun a kakhada iyo"},{"SurahNumber":14,"VerseNumber":45,"Text":"Na Miyakapagingud kano ko Piyamagingudan o siran a siyalimbotan niran a manga ginawa iran; go miyapayag rukano so inikidiya Mi kiran; go inumba-alan Nami rukano so manga ibarat"},{"SurahNumber":14,"VerseNumber":46,"Text":"Na Sabunar a piyagantangan niran so antangan niran a marata, na si-i ko Allah so (balas o) antangan niran, go da mapatot ko antangan niran o ba-on misabap a kailang o manga Palao"},{"SurahNumber":14,"VerseNumber":47,"Text":"Na Dingka dun Tharima-a so Allah a ba ndorat ko diyandi Iyan ko manga Sogo Iyan: Mata-an! A so Allah na Mabagur,- a phapa-ar ko kandadanug"},{"SurahNumber":14,"VerseNumber":48,"Text":"Si-i ko Alongan a kasambiyan so Lopa sa salakao a Lopa, go (kasambiyan) so manga Langit, go mabayar siran ko Hadapan o Allah, a Isa Isa, a Phakaba-as"},{"SurahNumber":14,"VerseNumber":49,"Text":"Na Mailaingka so manga"},{"SurahNumber":14,"VerseNumber":50,"Text":"Baradosa sa Alongan noto a piyakaphapatonga ko manga patong;50. So manga nditarun niran na tombaga a pulangga, go mikokolob ko manga paras iran so Apoi"},{"SurahNumber":14,"VerseNumber":51,"Text":"Ka imbadal o Allah ko oman 1 Baraniyawa so Pinggalubuk iyan; Mata-an! A so Allah na maga-an i itongan"},{"SurahNumber":14,"VerseNumber":52,"Text":"Giyangka-i (a Qur-an) na Tarotop a undao ko manga Manosiya: Go a non misabap a Kapakaiktiyara kiran, go an niran katokawi a Sukaniyan mbo i Tohan a Isa Isa: Go an makowa undao O manga papantas i akal"}]}