{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), қачон мунофиқлар сизнинг олдингизга келсалар: «Гувоҳлик берамизки, сиз шак-шубҳасиз, Аллоҳнинг пайғамбаридирсиз», дерлар. Аллоҳ дарҳақиқат, сиз Ўзининг пайғамбари эканлигингизни билур, яна Аллоҳ у мунофиқларнинг шак-шубҳасиз, ёлғончи эканликларига ҳам гувоҳлик берур"},{"SurahNumber":63,"VerseNumber":2,"Text":"Улар ўзларининг (мусулмон эканликлари ҳақида ичган ёлғон) қасамларини қалқон қилишиб олиб, (одамларни) Аллоҳнинг йўлидан тўсдилар! Уларнинг қилгувчи бўлган амаллари нақадар ёмондир"},{"SurahNumber":63,"VerseNumber":3,"Text":"Бунга сабаб уларнинг (тилларида) иймон келтириб, сўнгра (дилларида) кофир бўлганларидир. Бас, уларнинг диллари муҳрлаб қўйилди. Энди улар (иймоннинг ҳақиқатини) англай олмаслар"},{"SurahNumber":63,"VerseNumber":4,"Text":"Қачон сиз уларга боқсангиз уларнинг жисмлари (кўринишлари, кийган кийимлари) сизни ҳайратга солур, сўзлаганларида эса сўзларига (оҳангдор, фасоҳатли бўлгани учун берилиб) қулоқ солурсиз. (Лекин уларнинг диллари иймон ва яхшиликдан холи бўлгани учун) улар гўё (деворга) йўлаб қўйилган (чирик) ёғочларга ўхшайдилар. Улар (юраксизликлари сабабли) ҳар бир қичқириқ-овозни устларига (тушаётган бирон бало-офат деб) гумон қиладилар. Улар душмандирлар. Бас, улардан эҳтиёт бўлинг! Уларни Аллоҳ лаънатлагай! Қандай адашмоқдалар-а"},{"SurahNumber":63,"VerseNumber":5,"Text":"Қачон уларга: «Келинглар, Аллоҳнинг пайғамбари сизлар учун мағфират сўрар», дейилса, албатта улар бошларини буриб кетурлар ва уларни кибр-ҳаво қилган ҳолларида юз ўгиришларини кўрурсиз"},{"SurahNumber":63,"VerseNumber":6,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз улар учун мағфират сўрадингизми ёки мағфират сўрамадингизми уларга баробардир — Аллоҳ уларни ҳаргиз мағфират қилмас! Албатта Аллоҳ бундай фосиқ-итоатсиз қавмни ҳидоят қилмас"},{"SurahNumber":63,"VerseNumber":7,"Text":"Улар (ўзларининг тобеъларига): «Аллоҳнинг пайғамбари ҳузуридаги кишиларга инфоқ-эҳсон қилманглар, токи улар тарқалиб кетсинлар», дейдиган кимсалардир. Ҳолбуки, осмонлар ва Ер хазиналари ёлғиз Аллоҳникидир. Лекин мунофиқлар (буни) англамаслар"},{"SurahNumber":63,"VerseNumber":8,"Text":"Улар: «Қасамки, агар Мадинага қайтсак, албатта кучлилар кучсизларни ундан қувиб чиқарур», дерлар. Ҳолбуки, куч-қудрат Аллоҳники, Унинг пайғамбариники ва мўминларникидир. Лекин мунофиқлар (буни) билмаслар"},{"SurahNumber":63,"VerseNumber":9,"Text":"Эй мўминлар, на мол-дунёларингиз ва на бола-чақаларингиз сизларни Аллоҳнинг зикридан (яъни, Аллоҳга ибодат қилишдан) юз ўгиртириб қўймасин! Кимки шундай қилса, бас, ана ўшалар зиён кўргувчи кимсалардир"},{"SurahNumber":63,"VerseNumber":10,"Text":"Сизларнинг (ҳар) бирингизга ўлим келиб, у: «Парвардигорим, мени озгина муддатга (ҳаётда) қолдирсанг, мен хайр-садақа қилиб, солиҳ (банда)лардан бўлсам», деб қолишдан илгари, Биз сизларга ризқ қилиб берга нарсалардан инфоқ-эҳсон қилингиз"},{"SurahNumber":63,"VerseNumber":11,"Text":"Аллоҳ бирон жонни ажал келган вақтида (вафот этдирмасдан) қолдирмас. Аллоҳ қилаётган амалларингиздан хабардордир"}]}