{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Uzvišen neka je Onaj Koji je u jednom času noći preveo Svoga roba od Časne džamije do Najdalje džamije, čiju smo okolicu blagoslovili kako bismo mu neka znamenja Naša pokazali. On je, uistinu, Svečujući i Svevideći"},{"SurahNumber":17,"VerseNumber":2,"Text":"A Musau smo Knjigu dali i uputom je sinovima Israilovim učinili: \"Osim Mene zaštitinika ne tražite"},{"SurahNumber":17,"VerseNumber":3,"Text":"o potomci onih koje smo sa Nuhom u lađi prevezli! On je, doista, bio rob zahvalni"},{"SurahNumber":17,"VerseNumber":4,"Text":"I Mi smo u Knjizi objavili sinovima Israilovim: \"Vi ćete doista dva puta nered na Zemlji učiniti i uveliko se oholiti"},{"SurahNumber":17,"VerseNumber":5,"Text":"Kada dođe vrijeme prvoga, poslat ćemo protiv vas robove Naše snage žestoke, oni će uzduž i poprijeko zemlju vašu pregaziti, i obećanje o kazni će se ispuniti"},{"SurahNumber":17,"VerseNumber":6,"Text":"Zatim ćemo vam dati pobjedu protiv njih i povećati vam imetke i sinove i učinit ćemo vas brojnijim"},{"SurahNumber":17,"VerseNumber":7,"Text":"Pa, ako dobro budete činili - sebi ste ga činili, a ako zlo budete činili - protiv kao što su u njega ušli i prvi put i da do temelja"},{"SurahNumber":17,"VerseNumber":8,"Text":"I možda vam se Gospodar vaš opet smiluje; ali ako se vratite neredu, vratit ćemo se i Mi kazni. A Džehennem smo za nevjernike tamnicom učinili"},{"SurahNumber":17,"VerseNumber":9,"Text":"Zaista je ovaj Kur'an uputa ka Putu koji je najispravniji, i vjernicima koji čine dobra djela donosi radosnu vijest da ih čeka nagrada velika"},{"SurahNumber":17,"VerseNumber":10,"Text":"a da smo za one koji u ahiret ne vjeruju-bolnu patnju pripremili"},{"SurahNumber":17,"VerseNumber":11,"Text":"Baš kao što moli za ono što je dobro, čovjek nekada moli i za ono što ne valja. Čovjek je zaista sklon da ishitren bude"},{"SurahNumber":17,"VerseNumber":12,"Text":"I Mi smo noć i dan kao dva znamenja učinili: znak noći smo uklonili, a znak dana smo svijetlim učinili kako biste mogli da tražite blagodati Gospodara svoga i da biste broj godina znali i da biste vrijeme računali i sve smo potanko objasnili"},{"SurahNumber":17,"VerseNumber":13,"Text":"I svakom čovjeku Mi ono što uradi o vrat privezujemo, a na Kijametskom danu pokazat ćemo mu knjigu koju će otvorenu zateći"},{"SurahNumber":17,"VerseNumber":14,"Text":"Čitaj knjigu svoju, dosta ti je danas to što ćeš svoj račun polagati"},{"SurahNumber":17,"VerseNumber":15,"Text":"Onaj ko slijedi Uputu pomoći će sam sebi time što je slijedi, a onaj ko zaluta - sebi će štetu nanijeti time što luta, i nijedna duša neće nositi grijehe druge. A Mi nijedan narod nismo kaznili dok poslanika nismo poslali"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kad hoćemo da neko naselje uništimo, onima koji su u njemu na raskoš navikli naredimo pokornost a oni u njemu buntovni budu i tako se nad njima obistini Riječ kazne, pa ga do temelja razrušimo"},{"SurahNumber":17,"VerseNumber":17,"Text":"I koliko smo samo naroda poslije Nuha uništili! A dovoljno je to što Gospodar tvoj u potpunosti zna i vidi grijehe robova Svojih"},{"SurahNumber":17,"VerseNumber":18,"Text":"Onome koji želi ovaj - kratkotrajni svijet, Mi mu na njemu brzo dajemo - što hoćemo i kome hoćemo, ali ćemo mu poslije Džehennem pripremiti, u kome će se prezren i odbačen peći"},{"SurahNumber":17,"VerseNumber":19,"Text":"A svako ko za ahiretom teži i zbog njega se trudi, a vjernik je - pa trud takvih će pohvalan biti"},{"SurahNumber":17,"VerseNumber":20,"Text":"Svima njima, ijednima i drugima, dajemo darove Gospodara tvoga; a darovi Gospodara tvoga nisu nikome zabranjeni"},{"SurahNumber":17,"VerseNumber":21,"Text":"Gledaj kako jednima dajemo prednost nad drugima; a na ahiretu će razlika u stepenima i prednostima biti, doista, veća"},{"SurahNumber":17,"VerseNumber":22,"Text":"Ne uzimaj uz Allaha nekog drugog boga, pa da prezren i bez podrške budeš"},{"SurahNumber":17,"VerseNumber":23,"Text":"Gospodar tvoj zapovijeda da samo Njemu ibadet činite i da roditeljima dobročinstvo činite. Kad jedno od njih dvoje, ili oboje, kod tebe starost dožive, ne reci im ni: \"Uh!\", i ne odbij ih od sebe, i obraćaj im se riječima poštovanja punim"},{"SurahNumber":17,"VerseNumber":24,"Text":"Iz samilosti prema njima svoje krilo poniznosti spusti i reci: \"Gospodaru moj, smiluj im se, kao što su oni mene, kad sam bio dijete, podizali"},{"SurahNumber":17,"VerseNumber":25,"Text":"Gospodar vaš najbolje zna šta je u dušama vašim: ako budete poslušni, pa Allah će, doista, oprostiti onima koji se kaju"},{"SurahNumber":17,"VerseNumber":26,"Text":"Daj bližnjemu svome pravo njegovo, i siromahu, i putniku namjerniku, ali nipošto ne rasipaj"},{"SurahNumber":17,"VerseNumber":27,"Text":"Zaista su rasipnici braća šejtanova, a šejtan je Gospodaru svome itekako nezahvalan"},{"SurahNumber":17,"VerseNumber":28,"Text":"A ako moraš da se od njih okreneš, jer i sam od Gospodara svoga milost tražiš i njoj se nadaš, onda im bar birane riječi obećanja uputi"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ne drži ruku svoju stisnutu kao da je za vrat privezana, a nemoj je ni posve pružati, pa da ukoren budeš i kloneš - bez ičega ostaneš"},{"SurahNumber":17,"VerseNumber":30,"Text":"Gospodar tvoj, zaista, pruža obilnu opskrbu onome kome hoće, a i uskraćuje je. On, uistinu, u potpunosti zna i vidi robove Svoje"},{"SurahNumber":17,"VerseNumber":31,"Text":"Ne ubijajte djecu svoju iz straha od neimaštine, i njih i vas Mi hranimo, a ubijati njih doista je veliki grijeh"},{"SurahNumber":17,"VerseNumber":32,"Text":"I ne približavajte se bludu! Doista je to razvrat, i to je ružan put"},{"SurahNumber":17,"VerseNumber":33,"Text":"I ne ubijajte nikoga koga je Allah zabranio, osim kada je to zakonom opravdano! A ako je neko, ni kriv ni dužan, ubijen, onda njegovom nasljedniku ili staratelju dajemo vlast, ali neka ni on ne prekoračuje granicu u ubijanju. On će, doista, biti pomognut"},{"SurahNumber":17,"VerseNumber":34,"Text":"I ne približavajte se imetku siročeta, osim ako želite da ga unaprijedite, sve dok ne postane punoljetno. I ispunjavajte ono na šta ste se obavezali, jer će se za ugovore zaista odgovarati"},{"SurahNumber":17,"VerseNumber":35,"Text":"Napunite mjeru kada mjerite i vagajte vagom ispravnom! To je bolje i posljedice su ljepše"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ne govori ono što ne znaš! I sluh, i vid, i razum - za sve to će se, zaista, odgovarati"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ne hodi po zemlji nadmeno! Zemlju sigurno ne možeš probiti ni brda visinom dostići"},{"SurahNumber":17,"VerseNumber":38,"Text":"Sve ogavnosti što su u tome, tvome su Gospodaru mrske"},{"SurahNumber":17,"VerseNumber":39,"Text":"To je mudrost koju ti Gospodar tvoj objavljuje. I ne pridodaji Allahu drugog boga da ne bi u Džehennem bio bačen, prekoren i odbačen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Zar je vaš Gospodar vas sinovima obdario, a Sebi, kao kćeri, meleke uzeo?! Vi, zaista, izgovarate krupne riječi"},{"SurahNumber":17,"VerseNumber":41,"Text":"U Kur'anu smo mnoštvo opomena naveli da bi oni pouku izvukli, ali njima on samo odbojnost povećava"},{"SurahNumber":17,"VerseNumber":42,"Text":"Reci: \"Da pored Njega postoje drugi bogovi, kao što oni govore, oni bi onda potražili put do Vlasnika Arša"},{"SurahNumber":17,"VerseNumber":43,"Text":"Slavljen je On i visinom velikom uzvišen naspram onoga što oni govore"},{"SurahNumber":17,"VerseNumber":44,"Text":"Njega veličaju sedmera nebesa, i Zemlja, i oni na njima; i ne postoji ništa što Ga ne veliča, hvaleći Ga; ali vi ne razumijete veličanje njihovo. On je, doista, Onaj Koji ne žuri s kaznom i Onaj Koji oprašta grijehe"},{"SurahNumber":17,"VerseNumber":45,"Text":"A kada učiš Kur'an, između tebe i onih koji u ahiret ne vjeruju Mi zastor nevidljivi koji razdvaja stavimo"},{"SurahNumber":17,"VerseNumber":46,"Text":"a na srca njihova pokrivače da ga ne bi razumjeli, i gluhim ih učinimo. I kada ti u Kur'anu spomeneš Gospodara svoga da Jedini je, oni iz odbojnosti okrenu leđa"},{"SurahNumber":17,"VerseNumber":47,"Text":"Mi dobro znamo šta oni žele da čuju kada dolaze da te prisluškuju, i o čemu se sašaptavaju kad zulumćari govore: \"Vi slijedite samo opčinjena čovjeka"},{"SurahNumber":17,"VerseNumber":48,"Text":"Pogledaj kako oni tebe opisuju, pa onda lutaju i ne mogu da nađu Pravi put"},{"SurahNumber":17,"VerseNumber":49,"Text":"Oni govore: \"Zar kad se u kosti i prašinu pretvorimo, zar ćemo novim stvaranjem, doista, oživljeni biti"},{"SurahNumber":17,"VerseNumber":50,"Text":"Reci: \"Budite, ako možete, kamenje ili gvožđe"},{"SurahNumber":17,"VerseNumber":51,"Text":"ili bilo kakvo stvorenje za koje mislite da ne može biti oživljeno!\" \"A ko će nas u život vratiti?\", upitat će oni. Ti reci: \"Onaj Koji vas je i prvi put stvorio\", a oni će prema tebi odmahnuti glavama svojim i upitati: \"Kada to?\" Ti reci: \"Možda ubrzo"},{"SurahNumber":17,"VerseNumber":52,"Text":"Bit će Onog dana kad vas On pozove, i vi ćete se, s hvalom Njemu, odazvati, i pomisliti da ste samo malo vremena ostali"},{"SurahNumber":17,"VerseNumber":53,"Text":"Reci robovima Mojim da govore samo lijepe riječi, ili će šejtan posijati neprijateljstvo među njima; šejtan je, doista, čovjekov otvoreni neprijatelj"},{"SurahNumber":17,"VerseNumber":54,"Text":"Gospodar vaš najbolje vas poznaje: ako hoće, On će vam se smilovati ili će vas, ako hoće, na muke staviti. A nismo te poslali sa zaduženjem da im Uputu daš"},{"SurahNumber":17,"VerseNumber":55,"Text":"Gospodar tvoj najbolje zna one na nebesima i one na Zemlji; Mi smo jedne vjerovjesnike nad drugima odlikovali, a Davudu smo Zebur dali"},{"SurahNumber":17,"VerseNumber":56,"Text":"Reci: \"Molite se onima koje, pored Njega, smatrate bogovima, pa, oni od vas neće moći nevolju otkloniti niti je preusmjeriti"},{"SurahNumber":17,"VerseNumber":57,"Text":"Oni kojima se oni mole i sami traže načina kako će se što više Gospodaru svome približiti, i nadaju se milosti Njegovoj i plaše se kazne Njegove. A kazne Gospodara tvoga treba se čuvati"},{"SurahNumber":17,"VerseNumber":58,"Text":"I ne postoji nijedno naselje koje Mi prije Kijametskog dana nećemo uništiti ili ga teškoj muci izložiti; to je u Knjizi zapisano"},{"SurahNumber":17,"VerseNumber":59,"Text":"A da ti pošaljemo velike znakove spriječilo Nas je samo to što su ih prijašnji narodi lažnim smatrali; Semudu smo kao očiti znak kamilu dali, pa su u vezi s njom zulum učinili. A velike znakove šaljemo samo za zastrašivanje"},{"SurahNumber":17,"VerseNumber":60,"Text":"I kada smo ti rekli: \"Sve ljude Gospodar tvoj, zaista, obuhvaća! A prizor koji smo ti pokazali i drvo prokleto, u Kur'anu spomenuto, iskušenje su za ljude. Mi ih zastrašujemo, ali to samo njihovu osionost pojačava"},{"SurahNumber":17,"VerseNumber":61,"Text":"I kada rekosmo melecima: \"Učinite sedždu Ademu!\" - oni svi, osim Iblisa, sedždu učiniše. \"Zar da učinim sedždu onome koga si Ti od gline stvorio?\", reče"},{"SurahNumber":17,"VerseNumber":62,"Text":"Reci mi\", reče onda, \"evo ovoga koga si iznad mene uzdigao: ako me ostaviš do Kijametskog dana sigurno ću, osim malobrojnih, nad potomstvom njegovim zagospodariti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Odlazi!\", reče On. \"A svakom od njih ko te bude slijedio - Džehennem će svima vama biti obilna kazna"},{"SurahNumber":17,"VerseNumber":64,"Text":"I zavodi glasom svojim koga možeš i potjeraj na njih svoju konjicu i svoju pješadiju, i budi im ortak u imecima, i u djeci, i daji im obećanja - a samo je obmana to što im šejtan obećava"},{"SurahNumber":17,"VerseNumber":65,"Text":"ali, ti, doista, nećeš imati nikakve vlasti nad robovima Mojim!\" A Gospodar tvoj je dovoljan kao zaštitnik"},{"SurahNumber":17,"VerseNumber":66,"Text":"Gospodar vaš je Taj Koji radi vas pokreće lađe po moru da biste tragali za Njegovim obiljem. On je, zbilja, prema vama milostiv"},{"SurahNumber":17,"VerseNumber":67,"Text":"Kad vas na moru nevolja zadesi, tada nestanu oni koje inače prizivate, postoji samo On. A kad vas On na kopno spasi, vi se okrećete, a čovjek je itekakav nezahvalnik"},{"SurahNumber":17,"VerseNumber":68,"Text":"Zar ste sigurni da vas On neće u zemlju utjerati ili da na vas pješčanu oluju neće poslati, pa da onda sebi nikakva zaštitnika nećete naći"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili ste možda sigurni da vas On ponovo neće na more izvesti, i buru na vas poslati i potopiti vas zbog neposlušnosti vaše?! Tada ne biste nikoga našli ko bi Nas zbog vas na odgovornost pozvao"},{"SurahNumber":17,"VerseNumber":70,"Text":"Mi smo sinovima Ademovim počast ukazali: dali smo im da kopnom i morem putuju, i opskrbili ih ukusnim jelima, i nad mnogima koje smo stvorili posebnu im prednost dali"},{"SurahNumber":17,"VerseNumber":71,"Text":"A na Dan kad pozovemo sve ljude s predvodnikom njihovim, oni kojima knjiga njihova u desnu ruku data bude, čitat će knjige svoje i neće im, ni koliko končić na hurminoj košpici, zulum učinjen biti"},{"SurahNumber":17,"VerseNumber":72,"Text":"Onaj ko je na ovom svijetu bio slijep, bit će slijep i na ahiretu, i još dalje će zalutati"},{"SurahNumber":17,"VerseNumber":73,"Text":"I zamalo da te oni odvrate od onoga što ti Mi objavljujemo, da bi protiv Nas nešto drugo iznio, i tada bi te oni kao prijatelja prihvatili"},{"SurahNumber":17,"VerseNumber":74,"Text":"A da te nismo učinili čvrstim, gotovo da bi im se malo priklonio"},{"SurahNumber":17,"VerseNumber":75,"Text":"i tada bismo ti, doista, dali da iskusiš dvostruku patnju u životu i dvostruku patnju poslije smrti; tada ne bi nikoga našao ko bi ti protiv Nas pomogao"},{"SurahNumber":17,"VerseNumber":76,"Text":"Pa iako su te umalo iz zemlje pokrenuli da bi te iz nje istjerali, ipak ni oni tada u njoj ne bi dugo, poslije tebe, ostali"},{"SurahNumber":17,"VerseNumber":77,"Text":"To pravilo je važilo za sve one kojima smo prije tebe poslanike poslali; nećeš vidjeti da je naše pravilo promijenjeno"},{"SurahNumber":17,"VerseNumber":78,"Text":"Obavljaj namaz kad Sunce s polovine neba krene, pa do noćne tmine, i Kur'an u namazu u zoru uči, jer učenju Kur'ana u namazu u zoru mnogi prisustvuju"},{"SurahNumber":17,"VerseNumber":79,"Text":"I bdij dio noći u namazu - tebi dodatnom; na ahiretu će te tvoj Gospodar na hvaljeni položaj postaviti"},{"SurahNumber":17,"VerseNumber":80,"Text":"I reci: \"Gospodaru moj, uvedi me uvodom Istine i izvedi me ishodom Istine! I daruj mi od Sebe moć koja će mi pomoći"},{"SurahNumber":17,"VerseNumber":81,"Text":"I reci:\"Došla je istina, a nestalo je laži; laž, zaista, nestaje"},{"SurahNumber":17,"VerseNumber":82,"Text":"Mi objavljujemo u Kur'anu ono što je lijek i milost vjernicima, a zulumćarima on samo povećava propast"},{"SurahNumber":17,"VerseNumber":83,"Text":"Kad čovjeku kakvu blagodat darujemo, on se okreće i oholo udaljava, a kad ga zadesi zlo, onda očajava"},{"SurahNumber":17,"VerseNumber":84,"Text":"Reci: \"Svako na svoj način?\" postupa, a Gospodar vaš najbolje zna ko je na Pravom putu"},{"SurahNumber":17,"VerseNumber":85,"Text":"Pitaju te o duhu. Reci: \"Duh je nešto što samo Gospodar moj zna, a vama je dato samo malo znanja"},{"SurahNumber":17,"VerseNumber":86,"Text":"A da hoćemo, Mi bismo učinili da iščezne ono što smo ti objavili, i ti, poslije, ne bi nikoga našao ko bi ti protiv Nas pomogao"},{"SurahNumber":17,"VerseNumber":87,"Text":"ali, Gospodar tvoj je tebi milostiv i Njegova dobrota prema tebi zaista je velika"},{"SurahNumber":17,"VerseNumber":88,"Text":"Reci: \"Kad bi se svi ljudi i džini udružili da sačine jedan ovakav Kur'an, oni, kao što je on, ne bi sačinili, pa makar jedni drugima pomagali"},{"SurahNumber":17,"VerseNumber":89,"Text":"Mi u ovom Kur'anu objašnjavamo ljudima svakojake primjere, ali većina ljudi samo poricanje prihvata"},{"SurahNumber":17,"VerseNumber":90,"Text":"I govore: \"Nećemo ti vjerovati sve dok nam iz zemlje izvor-vodu ne izvedeš"},{"SurahNumber":17,"VerseNumber":91,"Text":"ili dok ne budeš imao vrt od palmi i loze, pa da kroz njeg svukuda rijeke provedeš"},{"SurahNumber":17,"VerseNumber":92,"Text":"ili dok na nas nebo u parčadima ne oboriš, kao što tvrdiš; ili dok Allaha i meleke nama sučelice ne dovedeš"},{"SurahNumber":17,"VerseNumber":93,"Text":"ili dok ne budeš imao kuću od zlata, ili dok se na nebo ne uspenješ; a nećemo vjerovati ni da si se uspeo sve dok nam ne doneseš Knjigu da je čitamo.\" Reci: \"Uzvišen neka je Gospodar moj!, zar ja nisam samo čovjek, poslanik"},{"SurahNumber":17,"VerseNumber":94,"Text":"A ljude je, kad im je dolazila objava, odvraćalo od vjerovanja samo to što su govorili: \"Zar je Allah kao poslanika čovjeka poslao"},{"SurahNumber":17,"VerseNumber":95,"Text":"Reci: \"Kad bi na Zemlji meleki smireno hodili, Mi bismo im s neba meleka za poslanika poslali"},{"SurahNumber":17,"VerseNumber":96,"Text":"Reci: \"Allah je dovoljan da svjedoči za ovo između mene i vas, a zaista On dobro zna i vidi robove Svoje"},{"SurahNumber":17,"VerseNumber":97,"Text":"Onaj koga Allah uputi - on je upućen, a onoga koga na stranputicu odvede, tome, mimo Njega, nećeš naći zaštitnika. Mi ćemo ih, na Kijametskom danu, sakupiti, licem zemlji okrenute, slijepe, nijeme i gluhe; boravište njihovo bit će Džehennem; kad god mu plamen jenja, pojačat ćemo im oganj"},{"SurahNumber":17,"VerseNumber":98,"Text":"To će im biti kazna zato što u znakove i ajete Naše nisu vjerovali i što su govorili: \"Zar kad postanemo kosti i prah, zar ćemo kao nova stvorenja doista biti oživljeni"},{"SurahNumber":17,"VerseNumber":99,"Text":"Zar oni ne znaju da je Allah, Stvoritelj nebesa i Zemlje, kadar da stvori slične njima i da im je već odredio čas oživljenja, u koji nema sumnje? Ali zulumćari samo poriču"},{"SurahNumber":17,"VerseNumber":100,"Text":"Reci: \"Da vi posjedujete riznice milosti Gospodara moga, i tada biste škrtarili iz straha da ne potrošite; čovjek je baš tvrdica"},{"SurahNumber":17,"VerseNumber":101,"Text":"Mi smo Musau devet očevidnih znamenja dali, pa upitaj sinove Israilove kad je precima njihovim došao i kada mu je faraon rekao: \"Ja mislim, o Musa, da si ti doista opčinjen"},{"SurahNumber":17,"VerseNumber":102,"Text":"a Musa odgovori: \"Ti znaš da ovo nije dao niko drugi nego Gospodar nebesa i Zemlje, kao očigledna znamenja, i ja mislim da ćeš ti, o faraone, sigurno nastradati"},{"SurahNumber":17,"VerseNumber":103,"Text":"Faraon odluči da ih iz zemlje istjera, pa mi potopismo i njega i sve one koji su bili s njim"},{"SurahNumber":17,"VerseNumber":104,"Text":"i poslije toga rekosmo sinovima Israilovim: \"Naselite se u zemlji, pa kad vrijeme ahireta nastupi, sve ćemo vas zajedno dovesti"},{"SurahNumber":17,"VerseNumber":105,"Text":"Mi Kur'an s Istinom spuštamo i s Istinom on silazi. A tebe smo poslali samo kao donositelja radosnih vijesti i upozoritelja"},{"SurahNumber":17,"VerseNumber":106,"Text":"I kao Kur'an, sve dio po dio ga objavljujemo da bi ga ti ljudima malo-pomalo kazivao, i prema potrebi ga objavljujemo"},{"SurahNumber":17,"VerseNumber":107,"Text":"Reci: \"Vjerovali u njega ili ne vjerovali, oni kojima je još prije objavljivanja njegova dato znanje padaju licem na tlo, čineći sedždu, kad im se on čita"},{"SurahNumber":17,"VerseNumber":108,"Text":"I govore: \"Uzvišen neka je Gospodar naš, obećanje Gospodara našeg se ispunilo"},{"SurahNumber":17,"VerseNumber":109,"Text":"i padaju licem na tle plačući, i on im uvećava strahopoštovanje"},{"SurahNumber":17,"VerseNumber":110,"Text":"Reci: \"Zovite Ga: 'Allahu', ili zovite: 'Svemilosni', a kako Ga god budete zvali, Njegova su imena najljepša. Ne izgovaraj na sav glas Kur'an kad molitvu obavljaš, a i ne prigušuj ga; traži sredinu između toga"},{"SurahNumber":17,"VerseNumber":111,"Text":"I reci: \"Sva hvala Allahu Koji Sebi nije uzeo djeteta i Koji u vlasti nema ortaka, i Kome ne treba zaštitnik zbog nemoći\" - i istinski Ga veličaj"}]}