{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Kur´an´ı sana mutsuz olasın diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak saygısı olana bir öğüt olmak üzere"},{"SurahNumber":20,"VerseNumber":4,"Text":"Hem yeri, hem o yüksek yüksek gökleri yaratan tarafından peyderpey indirilen bir kitap olarak indirdik"},{"SurahNumber":20,"VerseNumber":5,"Text":"O Rahman, Arş´a hakim oldu"},{"SurahNumber":20,"VerseNumber":6,"Text":"Bütün göklerdekiler, bütün yerdekiler, bütün bunların arasındakiler ve bütün yerin dibindekiler hep O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen bu sözü ilan edeceksen de O, hem gizliyi, hem daha gizlisini bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah, O´ndan başka hiçbir tanrı yoktur. O en güzel isimler hep O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa´nın olayı sana ulaştı mı"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani bir vakit o bir ateş gördü de ailesine: «Siz durun, benim gözüme bir ateş ilişti, belki size ondan bir yalın kor getiririm veya ateşin yanında bir kılavuz bulurum.» dedi"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ona vardığı zaman, kendisine şöyle seslenildi: «Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Haberin olsun, Benim Ben, Rabbin, hemen pabuçlarını çıkar; çünkü sen mukaddes vadide, Tuva´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ve Ben, seni seçtim; şimdi vahyedileni dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gerçekten Benim Ben, Allah; Benden başka ilah yoktur; onun için Bana ibadet et ve Beni anmak için namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Çünkü Kıyamet mutlaka gelecektir; Ben hemen hemen onu gizliyorum ki, herkes yaptığının karşılığını görsün"},{"SurahNumber":20,"VerseNumber":16,"Text":"Sakın ona inanmayıp kendi keyfine uyan kimse seni ondan alıkoymasın, sonra helak olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"O sağ elindeki de ne, ey Musa?»"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa: «O benim asam, üzerine dayanırım ve onunla davarlarıma yaprak çırparım; benim daha başka ihtiyaçlarımı da görür.» dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"«Bırak onu, ey Musa!» diye buyurdu"},{"SurahNumber":20,"VerseNumber":20,"Text":"Bıraktı onu, bir de ne görsün o, bir yılan olmuş koşuyor"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah: «Tut onu ve korkma, Biz onu önceki haline döndüreceğiz.» buyurdu"},{"SurahNumber":20,"VerseNumber":22,"Text":"«Bir de elini koynuna sok ki, diğer bir mucize olarak kusursuz bembeyaz çıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Sana en büyük mucizelerimizden bir kısmını gösterelim diye"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavuna git, çünkü o pek azıttı.»"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: «Ey Rabbim, benim göğsüme genişlik ver"},{"SurahNumber":20,"VerseNumber":26,"Text":"işimi kolaylaştır bana"},{"SurahNumber":20,"VerseNumber":27,"Text":"dilimden düğümü çöz"},{"SurahNumber":20,"VerseNumber":28,"Text":"sözümü iyi anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bana ailemden bir yardımcı ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardeşim Harun´u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla sırtımı pekiştir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu görevimde ortak et"},{"SurahNumber":20,"VerseNumber":33,"Text":"ki Seni çok tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"ve çok analım Seni"},{"SurahNumber":20,"VerseNumber":35,"Text":"Şüphe yok ki, Sen bizi görüp duruyorsun.»"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah: «Haydi, erdirildin dileğine, ey Musa!» buyurdu"},{"SurahNumber":20,"VerseNumber":37,"Text":"Şanıma andolsun ki, Biz sana diğer bir defa daha lütufta bulunmuştuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Hani o vakit annene, verilen şu ilhamı vermiştik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandığın içine koy, denize bırak, deniz de onu sahile bıraksın, onu hem Bana düşman, hem ona düşman biri alsın! Ve senin üzerine, gözetimim altında yetiştirilesin diye, katımdan bir sevgi koydum"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman kız kardeşin gidiyor ve: «ona iyi bakacak birini bulayım mı size?» diyordu. Böylece, gözü aydın olsun ve üzülmesin diye seni tekrar annene iade ettik. Hem bir adam öldürdün de seni gamdan kurtardık, seni birçok denemelerden geçirdik; bu sebeple yıllarca Medyen halkı arasında kaldın, sonra da ey Musa, bir kader üstüne geldin"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben, seni kendim için yetiştirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardeşin mucizelerimle gidin ve Beni anmakta gevşeklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin; çünkü o, pek azıttı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Varın da ona yumuşak dille söyleyin; belki dinler veya korkar.»"},{"SurahNumber":20,"VerseNumber":45,"Text":"«Ey Rabbimiz, bize şiddetle saldırmasından veya azgınlığının artmasından korkarız!» dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah: «Korkmayın, çünkü Ben sizinle beraberim; işitirim ve görürüm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi, varın da ona deyin ki: «Haberin olsun, biz Rabbinin elçileriyiz, artık İsrail oğullarını bizimle gönder, onlara işkence etme, biz sana Rabbinden bir mucize ile geldik, selam da doğruya uyanlara"},{"SurahNumber":20,"VerseNumber":48,"Text":"İnan ki, bize, azabın, kesinlikle yalanlayıp yüz çevirene olduğu vahyolundu.»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun: «Sizin Rabbiniz kimdir, ey Musa?» dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa: «Bizim Rabbimiz, herşeye uygun yaratılışını veren sonra da yolunu gösterendir!» dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun: «Ya, öyle ise, önceki milletlerin durumu nedir?» dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa: «Onların bilgisi Rabbimin katında bir kitaptadır; Rabbim şaşmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Yeryüzünü sizin için bir döşek yapan, orada size yollar açan ve gökten bir su indiren O´dur.» dedi. İşte Biz, bu su sayesinde çeşitli bitkilerden çiftler çıkarmaktayız"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem yiyiniz, hem de hayvanlarınızı güdünüz; gerçekten bunda doğruya kılavuzluk eden akıl sahipleri için birçok deliller vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi topraktan yarattık, yine ona döndüreceğiz ve yine sizi ondan bir kere daha çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun ki. Biz Firavuna bütün mucizelerimizi gösterdik; öyle iken o, yine yalanladı ve dayattı"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: «Ey Musa, sen sihrinle bizi yerimizden çıkarmak için mi bize geldin"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde bilmiş ol ki, biz de sana onun gibi bir sihir yapacağız. Şimdi sen, seninle aramızda bir buluşma yeri ve zamanı belirle ki, ne senin ne de bizim caymayacağımız denk bir yer olsun!» dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: «Sizinle buluşma vakti süs (bayram) günü ve insanların toplanacağı kuşluk vaktidir» dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun üzerine Firavun, dönüp tedbir almaya girişti, bütün hilesini derledi topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: «Yazıklar olsun size, Allah´a yalan yere iftirada bulunmayın, sonra bir azap ile kökünüzü keser. Gerçekten iftira eden hüsrana uğramıştır.» dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Onlar aralarında tartışıp anlaştılar ve gizlice fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: «Şüphesiz bunlar, iki sihirbazdır; sizi yerinizden çıkarmak ve sizin o ideal inanç ve gidişatınızı yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Siz de bütün hilelerinizi birleştirin, sonra sıra halinde gelin. Muhakkak ki, bugün üstün gelen zafere ermiş olacak!»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Onlar: «Ey Musa ya sen at, ya da ilk atan biz olalım.» dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa: «Haydi, siz atın!» dedi. Bir de baktı ki, onların ipleri ve sopaları, sihirleri sebebiyle, kendisine cidden koşuyorlarmış gibi görünüyor"},{"SurahNumber":20,"VerseNumber":67,"Text":"Birden bire Musa, içinde bir tür korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dedik ki: «Korkma, çünkü sensin üstün sen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini bırakıver; o, onların yaptıklarını yalar yutar. Çünkü onların yaptıkları yalnızca bir sihirbaz hilesidir. Sihirbaz ise her nerede olsa felah bulmaz!»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda bütün sihirbazlar secdeye kapandılar: «Harun ile Musa´nın Rabbine iman ettik.» dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firavun: «Demek ben size izin vermeden ona iman ettiniz ha! O, mutlaka size sihri öğreten büyüğünüzdür. O halde andolsun ki, ben de sizin ellerinizi ve ayaklarınızı çaprazlama keseceğim ve sizi kesinlikle hurma dallarına asacağım; şüphesiz bileceksiniz hangimizin azap bakımından daha şiddetti ve daha sürekli olduğunu!» dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar: «İhtimali yok, bize gelen bu açık mucizelere ve bizi yaratana karşı seni tercih edemeyiz. Artık ne yapacaksan yap; senin hükmün olsa olsa bu dünya hayatında geçerli olur"},{"SurahNumber":20,"VerseNumber":73,"Text":"Doğrusu biz, günahlarımıza ve bizi zorladığın sihre karşı bizi bağışlasın diye Rabbimize iman ettik. Allah, daha hayırlı ve daha kafacıdır.» cevabını verdiler"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suçlu olarak varırsa, şüphesiz ona cehennem vardır. Orada ne ölür, ne dirilir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Her kim de mümin olarak ve yararlı işler yapmış bir halde varırsa, işte onlara en yüksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Altından ırmaklar akan Adn cennetleri ki, onlarda ebedi kalacaklardır. Ve o işte , temizlenen kimsenin mükafatı"},{"SurahNumber":20,"VerseNumber":77,"Text":"Doğrusu Musa´ya şöyle vahyettik: «Kullarımla geceleyin yürü de onlara denizde kuru bir yol aç; yetişilmekten korkmaz ve endişe etmezsin.»"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken Firavun ordularıyla onları takip etti; denizden kendilerini saran sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Velhasıl Firavun kavmini sapıklığa sürükledi, doğru yola götürmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrail oğulları! Sizi gerçekten düşmanınızdan kurtardık, Tur dağının sağ yanında size söz verdik ve sizlere kudret helvası ile bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızıkların en hoşlarından yiyin ve o hususta taşkınlık yapmayın ki, sonra gazabım iner üzerinize; her kimin üzerine de gazabım inerse, o uçuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla birlikte, Ben tevbe eden, iman edip yararlı işler yapan sonra da doğru giden kimse için çok bağışlayıcıyım, şüphesiz"},{"SurahNumber":20,"VerseNumber":83,"Text":"Hem seni kavminden daha çabuk gelmeye sevkeden nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: «Onlar, benim izimin üzerindeler ve ben, hoşnut olasın diye, sana gelmekte acele ettim ey Rabbim!» dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah: «Ama Biz, senin ardından kavmini fitneye düşürdük ve Samiri onları saptırdı.» buyurdu"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa, öfkeli ve üzüntülü olarak hemen kavmine döndü: «Ey kavmim, Rabbiniz size güzel bir va´dde bulunmadı mı? Zaman mı uzadı, yoksa başınıza Rabbinizden bir gazap inmesini arzu ettiniz de mi bana verdiğiniz sözü tutmadınız?» dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: «Biz, sana verdiğimiz sözden, kendiliğimizden caymadık. Fakat biz, o kavmin zinet eşyasından bir takım ağırlıklar yüklenmiştik. Onları ateşe attık; Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken onlara, böğürmesi olan bir dana heykeli çıkardı. Bunun üzerine: «İşte bu, sizin ilahınız ve Musa´nın ilahıdır; fakat o, bunu unuttu.» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Şu gerçeği görmüyorlar mıydı ki, o onlara bir sözle karşılık veremiyor ve kendilerine ne bir zarar ne de bir yarar sağlayabiliyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun ki, önceden Harun onlara: «Ey kavmim, siz bununla yalnızca bir fitneye tutuldunuz ve doğrusu sizin Rabbiniz esirgemesi çok Allah´tır; gelin bana uyun ve emrime itaat edin!» demişti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: «Biz Musa bize dönünceye kadar onun başında durmaktan asla ayrılmayacağız!» dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa: «Ey Harun, sana ne engel oldu bunların sapıklığa düştüklerini gördüğün zaman"},{"SurahNumber":20,"VerseNumber":93,"Text":"peşimden gelmedin. Benim emrime isyan mı ettin?» dedi"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun: «Ey anamın oğlu, sakalımı ve başımı tutma! Emin ol ki, «dediğime bakmadın da İsrail oğulları arasına ayrılık düşürdün.» dersin diye korktum.» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: «Ya senin derdin ne ey Samiri?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri: «Ben onların görmediklerini gördüm de Resülün izinden bir avuç toprak avuçlayıp attım, nefsim bana böyle hoş gösterdi.» dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: «Haydi, defol! Çünkü senin cezan, hayat boyunca «Bana dokunmayın!» demendir; ayrıca senin asla kurtulamayacağın bir ceza daha var. O başını bekleyip durduğun tanrına da bak! Onu mutlaka yakacağız da yakacağız. Sonra da onu kül edip muhakkak denize dökeceğiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız ancak o Allah´tır ki, O´ndar başka ilah yoktur. O, ilmi ile herşeyi kuşatmıştır!» dedi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Ya Muhammed, işte sana böyle geçmişin önemli haberlerinden kıssa anlatıyoruz. Şüphe yok ki, sana tarafımızdan bir zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Her kim ondan yüz çevirirse, şüphesiz o, kıyamet gönünde bir günah yüklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Sonsuza dek onun altında kalacaklardır. Onlar için kıyamet günü o ne kötü bir yüktür"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gün ki, sura üfrülecek ve suçluları o gün Biz, gömgök mahşere toplayacağız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar, aralarında: «On günden fazla durmadınız.» diye gizli gizli konuşacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Görüşü en üstün olanları, «Bir günden fazla durmadınız.» dediği zaman, ne diyeceklerini Biz biliriz"},{"SurahNumber":20,"VerseNumber":105,"Text":"Bir de sana dağlar hakkında soruyorlar. De ki: «Rabbim, onları un ufak edip savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini dümdüz bomboş bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir eğrilik, ne de bir yumruluk göremeyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gün davetçiye hiçbir yana sapmadan uyacaklar. Öyle ki, Rahman´ın heybetinden sesler kısılmıştır; artık bir hışırtıdan başka birşey işitmezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün Rahman´ın izin verdiği ve sözünden hoşnut olduğu kimseden başka, hiç kimsenin şefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların geleceklerini de bilir geçmişlerini de. Fakat onların bilgisi O´nu kapsayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Bütün yüzler, o diri ve herşeyi gözetip durana baş eğmiş ve bir zulüm yüklenen gerçekten hüsrana uğramıştır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mümin olarak yararlı işler yaparsa, ne bir zulümden korkar, ne de çiğnenmeden"},{"SurahNumber":20,"VerseNumber":113,"Text":"İşte böylece Biz onu Arapça bir Kur´an olarak indirdik ve onda tehditleri türlü şekillerde tekrarladık ki, belki korunur takva yolunu tutarlar ya da o onlarda bir düşünme, ibret alma meydana getirir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Demek ki Allah, O hak hükümdar, yüceler yücesidir !.. Sana vahyi tamamlanmadan önce Kur´an´ı okumakta acele etme ve: «Rabbim, benim ilmimi artır!» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Gerçek şu ki, bundan önce Adem´e bir emir verdik, ama o unuttu ve Biz onda bir azim de bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ve o vakti düşün ki, meleklere: «Adem için secde edin!» dedik, hemen secde ettiler;ancak İblis dayattı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun üzerine Biz de: «Ey Adem, haberin olsun, bu, sana ve eşine düşmandır; sakın sizi cennetten çıkarmasın, sonra mutsuz olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Çünkü senin acıkmaman ve çıplak kalmaman oradadır"},{"SurahNumber":20,"VerseNumber":119,"Text":"ve sen orada susamazsın ve güneşte yanmazsın.» dedik"},{"SurahNumber":20,"VerseNumber":120,"Text":"Derken şeytan ona vesvese verdi: «Ey Adem, sana sonsuzluk ağacını ve çürümesi olmayan bir saltanatı göstereyim mi?» dedi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun üzerine ikisi de ondan yediler; hemen ayıp yerleri kendilerine açılıp göründü, üzerlerine cennet yaprağından yamamağa başladılar ve Adem Rabbine asi oldu da şaşkın düştü"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu seçti de tevbesini kabul buyurdu ve yol gösterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah: «İkiniz de oradan birlikte inin, kiminiz kiminize düşman olarak! Sonra ne zaman size Benden bir doğru yolu gösterici gelir de her kim Benim kılavuzuma uyarsa, işte o, sapıklığa düşmez ve mutsuz olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de zikrimden yüz çevirirse, ona dar bir geçim vardır ve onu kıyamet günü kör olarak haşrederiz.»"},{"SurahNumber":20,"VerseNumber":125,"Text":"Diyecek ki: «Ey Rabbim, beni niçin kör olarak haşrettin. Oysa ben, gören bir kimse idim?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah: «Öyle, sana ayetlerimiz geldi de sen onları unuttun. Bugün de böyle bırakılacaksın.» buyurur"},{"SurahNumber":20,"VerseNumber":127,"Text":"Ve işte haddi aşıp Rabbinin ayetlerine inanmayanları Biz böyle cezalandırırız ve elbette o ahiret azabı daha çetin ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Yurtlarında yürüyüp durdukları kendilerinden önceki nice nesilleri helak etmemiz kendilerini doğru yola sevketmedi mi? Muhakkak bunda ibret alacak akıl sahipleri için birçok deliller vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eğer Rabbin tarafından önceden vermiş bir söz olmasaydı, mutlaka azap derhal yapışırdı; fakat belirlenmiş bir süre var"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde onların dediklerine sabret, güneşin doğmasından önce ve batmasından önce Rabbini hamd ile tesbih et. Gece saatlerinde de gündüzün uçlarında da tesbih et ki, hoşnutluğa eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlerden birkaç çiftini, kendilerini fitneye düşürmek için, dünya hayatının cicibicisi olarak yararlandırdığımız şeylere gözlerini dikme sakın! Oysa Rabbinin rızkı (nimeti) hem daha hayırlı, hem daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Hem ailene (ümmetine) namazı emret, hem de kendin ona sabırla devam et! Biz, senden bir rızık istemiyoruz, seni Biz rızıklandırırız; güzel sonuç takvanındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Bir de onlar: «Rabbinden bir mucize getirse ya !» dediler. Onlara, daha önceki kitaplardakinin apaçık delili gelmedi mi ki"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eğer Biz, onları bundan önce bir azap ile helak etmiş olsaydık: «Ey Rabbimiz, ne olurdu bize bir peygamber gönderseydin de biz alçak ve rezil olmadan önce ayetlerine uysaydık.» diyeceklerdi"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: «Hepimiz beklemekteyiz, siz de bekleyin bakalım; çünkü yakında, doğru yol sahiplerinin ve doğru gidenlerin kimler olduğunu bileceksiniz"}]}