{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"باقاعدہ طور پر صفیں باندھنے والوں کی قسم"},{"SurahNumber":37,"VerseNumber":2,"Text":"پھر مکمل طریقہ سے تنبیہ کرنے والوں کی قسم"},{"SurahNumber":37,"VerseNumber":3,"Text":"پھر ذکر خدا کی تلاوت کرنے والوں کی قسم"},{"SurahNumber":37,"VerseNumber":4,"Text":"بیشک تمہارا خدا ایک ہے"},{"SurahNumber":37,"VerseNumber":5,"Text":"وہ آسمان و زمین اور ان کے مابین کی تمام چیزوں کا پروردگار اور ہر مشرق کا مالک ہے"},{"SurahNumber":37,"VerseNumber":6,"Text":"بیشک ہم نے آسمان دنیا کو ستاروں سے مزین بنادیا ہے"},{"SurahNumber":37,"VerseNumber":7,"Text":"اور انہیں ہر سرکش شیطان سے حفاظت کا ذریعہ بنادیا ہے"},{"SurahNumber":37,"VerseNumber":8,"Text":"کہ اب شیاطین عالم بالا کیباتیں سننے کی کوشش نہیں کرسکتے اور وہ ہر طرف سے مارے جائیں گے"},{"SurahNumber":37,"VerseNumber":9,"Text":"ہنکانے کے لئے اور ان کے لئے ہمیشہ ہمیشہ کا عذاب ہے"},{"SurahNumber":37,"VerseNumber":10,"Text":"علاوہ اس کے جو کوئی بات اچک لے تو اس کے پیچھے آگ کا شعلہ لگ جاتا ہے"},{"SurahNumber":37,"VerseNumber":11,"Text":"اب ذرا ان سے دریافت کرو کہ یہ زیادہ دشوار گزار مخلوق ہیں یا جن کو ہم پیدا کرچکے ہیں ہم نے ان سب کو ایک لسدار مٹی سے پیدا کیا ہے"},{"SurahNumber":37,"VerseNumber":12,"Text":"بلکہ تم تعجب کرتے ہو اور یہ مذاق اڑاتے ہیں"},{"SurahNumber":37,"VerseNumber":13,"Text":"اور جب نصیحت کی جاتی ہے تو قبول نہیں کرتے ہیں"},{"SurahNumber":37,"VerseNumber":14,"Text":"اور جب کوئی نشانی دیکھ لیتے ہیں تو مسخرا پن کرتے ہیں"},{"SurahNumber":37,"VerseNumber":15,"Text":"اور کہتے ہیں کہ یہ تو ایک کھلا ہوا جادو ہے"},{"SurahNumber":37,"VerseNumber":16,"Text":"کیا جب ہم مرجائیں گے اور مٹی اور ہڈی ہوجائیں گے تو کیا دوبارہ اٹھائیں جائیں گے"},{"SurahNumber":37,"VerseNumber":17,"Text":"اور کیا ہمارے اگلے باپ دادا بھی زندہ کئے جائیں گے"},{"SurahNumber":37,"VerseNumber":18,"Text":"کہہ دیجئے کہ بیشک اور تم ذلیل بھی ہوگے"},{"SurahNumber":37,"VerseNumber":19,"Text":"یہ قیامت تو صرف ایک للکار ہوگی جس کے بعد سب دیکھنے لگیں گے"},{"SurahNumber":37,"VerseNumber":20,"Text":"اور کہیں گے کہ ہائے افسوس یہ تو قیامت کا دن ہے"},{"SurahNumber":37,"VerseNumber":21,"Text":"بیشک یہی وہ فیصلہ کا دن ہے جسے تم لوگ جھٹلایا کرتے تھے"},{"SurahNumber":37,"VerseNumber":22,"Text":"فرشتو ذرا ان ظلم کرنے والوں کو اور ان کے ساتھیوں کو اور خدا کے علاوہ جن کی یہ عبادت کیا کرتے تھے سب کو اکٹھا تو کرو"},{"SurahNumber":37,"VerseNumber":23,"Text":"اور ان کے تمام معبودوں کو اور ان کو جہّنم کا راستہ تو بتادو"},{"SurahNumber":37,"VerseNumber":24,"Text":"اور ذرا ان کو ٹہراؤ کہ ابھی ان سے کچھ سوال کیا جائے گا"},{"SurahNumber":37,"VerseNumber":25,"Text":"اب تمہیں کیا ہوگیا ہے کہ ایک دوسرے کی مدد کیوں نہیں کرتے ہو"},{"SurahNumber":37,"VerseNumber":26,"Text":"بلکہ آج تو سب کے سب سر جھکائے ہوئے ہیں"},{"SurahNumber":37,"VerseNumber":27,"Text":"اور ایک دوسرے کی طرف رخ کرکے سوال کررہے ہیں"},{"SurahNumber":37,"VerseNumber":28,"Text":"کہتے ہیں کہ تم ہی تو ہو جو ہماری داہنی طرف سے آیا کرتے تھے"},{"SurahNumber":37,"VerseNumber":29,"Text":"وہ کہیں گے کہ نہیں تم خود ہی ایمان لانے والے نہیں تھے"},{"SurahNumber":37,"VerseNumber":30,"Text":"اور ہماری تمہارے اوپر کوئی حکومت نہیں تھی بلکہ تم خود ہی سرکش قوم تھے"},{"SurahNumber":37,"VerseNumber":31,"Text":"اب ہم سب پر خدا کا عذاب ثابت ہوگیا ہے اور سب کو اس کا مزہ چکھنا ہوگا"},{"SurahNumber":37,"VerseNumber":32,"Text":"ہم نے تم کو گمراہ کیا کہ ہم خود ہی گمراہ تھے"},{"SurahNumber":37,"VerseNumber":33,"Text":"تو آج کے دن سب ہی عذاب میں برابر کے شریک ہوں گے"},{"SurahNumber":37,"VerseNumber":34,"Text":"اور ہم اسی طرح مجرمین کے ساتھ برتاؤ کیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":35,"Text":"ان سے جب کہا جاتا تھا کہ اللہ کے علاوہ کوئی خدا نہیں ہے تو اکڑ جاتے تھے"},{"SurahNumber":37,"VerseNumber":36,"Text":"اور کہتے تھے کہ کیا ہم ایک مجنون شاعر کی خاطر اپنے خداؤں کو چھوڑ دیں گے"},{"SurahNumber":37,"VerseNumber":37,"Text":"حالانکہ وہ حق لے کر آیا تھا اور تمام رسولوں کی تصدیق کرنے والا تھا"},{"SurahNumber":37,"VerseNumber":38,"Text":"بیشک تم سب دردناک عذاب کا مزہ چکھنے والے ہو"},{"SurahNumber":37,"VerseNumber":39,"Text":"اور تمہیں تمہارے اعمال کے مطابق ہی بدلہ دیا جائے گا"},{"SurahNumber":37,"VerseNumber":40,"Text":"علاوہ اللہ کے مخلص بندوں کے"},{"SurahNumber":37,"VerseNumber":41,"Text":"کہ ان کے لئے معین رزق ہے"},{"SurahNumber":37,"VerseNumber":42,"Text":"میوے ہیں اور وہ باعزت طریقہ سے رہیں گے"},{"SurahNumber":37,"VerseNumber":43,"Text":"نعمتوں سے بھری ہوئی جنّت میں"},{"SurahNumber":37,"VerseNumber":44,"Text":"آمنے سامنے تخت پر بیٹھے ہوئے"},{"SurahNumber":37,"VerseNumber":45,"Text":"ان کے گرد صاف شفاف شراب کا دور چل رہا ہوگا"},{"SurahNumber":37,"VerseNumber":46,"Text":"سفید رنگ کی شراب جس میں پینے والے کو لطف آئے"},{"SurahNumber":37,"VerseNumber":47,"Text":"اس میں نہ کوئی درد سر ہو اور نہ ہوش و حواس گم ہونے پائیں"},{"SurahNumber":37,"VerseNumber":48,"Text":"اور ان کے پاس محدود نظر رکھنے والی کشادہ چشم حوریں ہوں گی"},{"SurahNumber":37,"VerseNumber":49,"Text":"جن کا رنگ و روغن ایسا ہوگا جیسے چھپائے ہوئے انڈے رکھے ہوئے ہوں"},{"SurahNumber":37,"VerseNumber":50,"Text":"پھر ایک دوسرے کی طرف رخ کرکے سوال کریں گے"},{"SurahNumber":37,"VerseNumber":51,"Text":"تو ان میں کا ایک کہے گا کہ دار دنیا میں ہمارا ایک ساتھی بھی تھا"},{"SurahNumber":37,"VerseNumber":52,"Text":"وہ کہا کرتا تھا کہ کیاتم بھی قیامت کی تصدیق کرنے والوں میں ہو"},{"SurahNumber":37,"VerseNumber":53,"Text":"کیا جب مرکر مٹی اور ہڈی ہوجائیں گے تو ہمیں ہمارے اعمال کا بدلہ دیا جائے گا"},{"SurahNumber":37,"VerseNumber":54,"Text":"کیا تم لوگ بھی اسے دیکھو گے"},{"SurahNumber":37,"VerseNumber":55,"Text":"یہ کہہ کہ نگاہ ڈالی تو اسے بیچ جہّنم میں دیکھا"},{"SurahNumber":37,"VerseNumber":56,"Text":"کہا کہ خدا کی قسم قریب تھا کہ تو مجھے بھی ہلاک کردیتا"},{"SurahNumber":37,"VerseNumber":57,"Text":"اور میرے پروردگار کا احسان نہ ہوتا تو میں بھی یہیں حاضر کردیا جاتا"},{"SurahNumber":37,"VerseNumber":58,"Text":"کیا یہ صحیح نہیں ہے کہ ہم اب مرنے والے نہیں ہیں"},{"SurahNumber":37,"VerseNumber":59,"Text":"سوائے پہلی موت کے اور ہم پر عذاب ہونے والا بھی نہیں ہے"},{"SurahNumber":37,"VerseNumber":60,"Text":"یقینا یہ بہت بڑی کامیابی ہے"},{"SurahNumber":37,"VerseNumber":61,"Text":"اسی دن کے لئے عمل کرنے والوں کو عمل کرنا چاہئے"},{"SurahNumber":37,"VerseNumber":62,"Text":"ذرا بتاؤ کہ یہ ن نعمتیں مہمانی کے واسطے بہتر ہیں یا تھوہڑ کا درخت"},{"SurahNumber":37,"VerseNumber":63,"Text":"جسے ہم نے ظالمین کی آزمائش کے لئے قرار دیا ہے"},{"SurahNumber":37,"VerseNumber":64,"Text":"یہ ایک درخت ہے جوجہّنم کی تہہ سے نکلتا ہے"},{"SurahNumber":37,"VerseNumber":65,"Text":"اس کے پھل ایسے بدنما ہیں جیسے شیطانوں کے سر"},{"SurahNumber":37,"VerseNumber":66,"Text":"مگر یہ جہنّمی اسی کو کھائیں گے اور اسی سے پیٹ بھریں گے"},{"SurahNumber":37,"VerseNumber":67,"Text":"پھر ان کے پینے کے لئے گرما گرم پانی ہوگا جس میں پیپ وغیرہ کی آمیزش ہوگی"},{"SurahNumber":37,"VerseNumber":68,"Text":"پھر ان سب کا آخری انجام جہّنم ہوگا"},{"SurahNumber":37,"VerseNumber":69,"Text":"انہوں نے اپنے باپ دادا کو گمراہ پایا تھا"},{"SurahNumber":37,"VerseNumber":70,"Text":"تو ان ہی کے نقش قدم پر بھاگتے چلے گئے"},{"SurahNumber":37,"VerseNumber":71,"Text":"اور یقینا ان سے پہلے بزرگوں کی ایک بڑی جماعت گمراہ ہوچکی ہے"},{"SurahNumber":37,"VerseNumber":72,"Text":"اور ہم نے ان کے درمیان ڈرانے والے پیغمبر علیھ السّلام بھیجے"},{"SurahNumber":37,"VerseNumber":73,"Text":"تو اب دیکھو کہ جنہیں ڈرایا جاتا ہے ان کے نہ ماننے کا انجام کیا ہوتا ہے"},{"SurahNumber":37,"VerseNumber":74,"Text":"علاوہ ان لوگوں کے جو اللہ کے مخلص بندے ہوتے ہیں"},{"SurahNumber":37,"VerseNumber":75,"Text":"اور یقینا نوح علیھ السّلامنے ہم کو آواز دی تو ہم بہترین قبول کرنے والے ہیں"},{"SurahNumber":37,"VerseNumber":76,"Text":"اور ہم نے انہیں اور ان کے اہل کو بہت بڑے کرب سے نجات دے دی ہے"},{"SurahNumber":37,"VerseNumber":77,"Text":"اور ہم نے ان کی اولاد ہی کو باقی رہنے والوں میں قرار دیا"},{"SurahNumber":37,"VerseNumber":78,"Text":"اور ان کے تذکرہ کو آنے والی نسلوں میں برقرار رکھا"},{"SurahNumber":37,"VerseNumber":79,"Text":"ساری خدائی میں نوح علیھ السّلام پر ہمارا سلام"},{"SurahNumber":37,"VerseNumber":80,"Text":"ہم اسی طرح نیک عمل کرنے والوں کو جزا دیتے ہیں"},{"SurahNumber":37,"VerseNumber":81,"Text":"وہ ہمارے ایماندار بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":82,"Text":"پھر ہم نے باقی سب کو غرق کردیا"},{"SurahNumber":37,"VerseNumber":83,"Text":"اور یقینا نوح علیھ السّلام ہی کے پیروکاروں میں سے ابراہیم علیھ السّلام بھی تھے"},{"SurahNumber":37,"VerseNumber":84,"Text":"جب اللہ کی بارگاہ میں قلب سلیم کے ساتھ حاضر ہوئے"},{"SurahNumber":37,"VerseNumber":85,"Text":"جب اپنے مربّی باپ اور اپنی قوم سے کہا کہ تم لوگ کس کی عبادت کررہے ہو"},{"SurahNumber":37,"VerseNumber":86,"Text":"کیا خدا کو چھوڑ کر ان خود ساختہ خداؤں کے طلب گار بن گئے ہو"},{"SurahNumber":37,"VerseNumber":87,"Text":"تو پھر رب العالمین کے بارے میں تمہارا کیا خیال ہے"},{"SurahNumber":37,"VerseNumber":88,"Text":"پھر ابراہیم علیھ السّلام نے ستاروں میں وقت نظر سے کام لیا"},{"SurahNumber":37,"VerseNumber":89,"Text":"اور کہا کہ میں بیمار ہوں"},{"SurahNumber":37,"VerseNumber":90,"Text":"تو وہ لوگ منہ پھیر کر چلے گئے"},{"SurahNumber":37,"VerseNumber":91,"Text":"اور ابراہیم علیھ السّلام نے ان کے خداؤں کی طرف رخ کرکے کہا کہ تم لوگ کچھ کھاتے کیوں نہیں ہو"},{"SurahNumber":37,"VerseNumber":92,"Text":"تمہیں کیا ہوگیا ہے کہ بولتے بھی نہیں ہو"},{"SurahNumber":37,"VerseNumber":93,"Text":"پھر ان کی مرمت کی طرف متوجہ ہوگئے"},{"SurahNumber":37,"VerseNumber":94,"Text":"تو وہ لوگ دوڑتے ہوئے ابراہیم علیھ السّلام کے پاس آئے"},{"SurahNumber":37,"VerseNumber":95,"Text":"تو ابراہیم علیھ السّلامنے کہا کہ کیا تم لوگ اپے ہاتھوں کے تراشیدہ بتوں کی پرستش کرتے ہو"},{"SurahNumber":37,"VerseNumber":96,"Text":"جب کہ خدا نے تمہیں اور ان کو سبھی کو پیدا کیا ہے"},{"SurahNumber":37,"VerseNumber":97,"Text":"ان لوگوں نے کہا کہ ایک عمارت بناکر کر آگ جلا کر انہیں آگ میں ڈال دو"},{"SurahNumber":37,"VerseNumber":98,"Text":"ان لوگوں نے ایک چال چلنا چاہی لیکن ہم نے انہیں پست اور ذلیل کردیا"},{"SurahNumber":37,"VerseNumber":99,"Text":"اور ابراہیم علیھ السّلامنے کہا کہ میں اپنے پروردگار کی طرف جارہا ہوں کہ وہ میری ہدایت کردے گا"},{"SurahNumber":37,"VerseNumber":100,"Text":"پروردگار مجھے ایک صالح فرزند عطا فرما"},{"SurahNumber":37,"VerseNumber":101,"Text":"پھر ہم نے انہیں ایک نیک دل فرزند کی بشارت دی"},{"SurahNumber":37,"VerseNumber":102,"Text":"پھر جب وہ فرزند ان کے ساتھ دوڑ دھوپ کرنے کے قابل ہوگیا تو انہوں نے کہا کہ بیٹا میں خواب میں دیکھ رہا ہوں کہ میں تمہیں ذبح کررہا ہوں اب تم بتاؤ کہ تمہارا کیا خیال ہے فرزند نے جواب دیا کہ بابا جو آپ کو حکم دیا جارہا ہے اس پر عمل کریں انشائ اللہ آپ مجھے صبر کرنے والوں میں سے پائیں گے"},{"SurahNumber":37,"VerseNumber":103,"Text":"پھر جب دونوں نے سر تسلیم خم کردیا اور باپ نے بیٹے کو ماتھے کے بل لٹادیا"},{"SurahNumber":37,"VerseNumber":104,"Text":"اور ہم نے آواز دی کہ اے ابراہیم علیھ السّلام"},{"SurahNumber":37,"VerseNumber":105,"Text":"تم نے اپنا خواب سچ کر دکھایا ہم اسی طرح حسن عمل والوں کو جزا دیتے ہیں"},{"SurahNumber":37,"VerseNumber":106,"Text":"بیشک یہ بڑا کھلا ہوا امتحان ہے"},{"SurahNumber":37,"VerseNumber":107,"Text":"اور ہم نے اس کا بدلہ ایک عظیم قربانی کو قرار دے دیا ہے"},{"SurahNumber":37,"VerseNumber":108,"Text":"اور اس کا تذکرہ آخری دور تک باقی رکھا ہے"},{"SurahNumber":37,"VerseNumber":109,"Text":"سلام ہو ابراہیم علیھ السّلامپر"},{"SurahNumber":37,"VerseNumber":110,"Text":"ہم اسی طرح حَسن عمل والوں کو جزا دیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":111,"Text":"بیشک ابراہیم علیھ السّلامہمارے مومن بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":112,"Text":"اور ہم نے انہیں اسحاق علیھ السّلامکی بشارت دی جو نبی اور نیک بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":113,"Text":"اور ہم نے ان پر اور اسحاق علیھ السّلامپر برکت نازل کی اور ان کی اولاد میں بعض نیک کردار اور بعض کِھلم کِھلا اپنے نفس پر ظلم کرنے والے ہیں"},{"SurahNumber":37,"VerseNumber":114,"Text":"اور ہم نے موسٰی علیھ السّلام اور ہارون علیھ السّلامپر بھی احسان کیا ہے"},{"SurahNumber":37,"VerseNumber":115,"Text":"اور انہیں اور ان کی قوم کو عظیم کرب سے نجات دلائی ہے"},{"SurahNumber":37,"VerseNumber":116,"Text":"اور ان کی مدد کی ہے تو وہ غلبہ حاصل کرنے والوں میں ہوگئے ہیں"},{"SurahNumber":37,"VerseNumber":117,"Text":"اور ہم نے انہیں واضح مطالب والی کتاب عطا کی ہے"},{"SurahNumber":37,"VerseNumber":118,"Text":"اور دونوں کو سیدھے راستہ کی ہدایت بھی دی ہے"},{"SurahNumber":37,"VerseNumber":119,"Text":"اور ان کا تذکرہ بھی اگلی نسلوں میں باقی رکھا ہے"},{"SurahNumber":37,"VerseNumber":120,"Text":"سلام ہو موسٰی علیھ السّلاماور ہارون علیھ السّلامپر"},{"SurahNumber":37,"VerseNumber":121,"Text":"ہم اسی طرح نیک عمل کرنے والوں کو بدلہ دیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":122,"Text":"بیشک وہ دونوں ہمارے مومن بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":123,"Text":"اور یقینا الیاس علیھ السّلام بھی مرسلین میں سے تھے"},{"SurahNumber":37,"VerseNumber":124,"Text":"جب انہوں نے اپنی قوم سے کہا کہ تم لوگ خدا سے کیوں نہیں ڈرتے ہو"},{"SurahNumber":37,"VerseNumber":125,"Text":"کیا تم لوگ بعل کو آواز دیتے ہو اور بہترین خلق کرنے والے کو چھوڑ دیتے ہو"},{"SurahNumber":37,"VerseNumber":126,"Text":"جب کہ وہ اللہ تمہارے اور تمہارے باپ داد کا پالنے والا ہے"},{"SurahNumber":37,"VerseNumber":127,"Text":"پھر ان لوگوں نے رسول کی تکذیب کی تو سب کے سب جہنمّ میں گرفتار کئے جائیں گے"},{"SurahNumber":37,"VerseNumber":128,"Text":"علاوہ اللہ کے مخلص بندوں کے"},{"SurahNumber":37,"VerseNumber":129,"Text":"اور ہم نے ان کا تذکرہ بھی بعد کی نسلوں میں باقی رکھ دیا ہے"},{"SurahNumber":37,"VerseNumber":130,"Text":"سلام ہو آل یاسین علیھ السّلامپر"},{"SurahNumber":37,"VerseNumber":131,"Text":"ہم اسی طرح حسوُ عمل والوں کو جزا دیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":132,"Text":"بیشک وہ ہمارے باایمان بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":133,"Text":"اور لوط بھی یقینا مرسلین میں تھے"},{"SurahNumber":37,"VerseNumber":134,"Text":"تو ہم نے انہیں اور ان کے تمام گھروالوں کو نجات دے دی"},{"SurahNumber":37,"VerseNumber":135,"Text":"علاوہ ان کی زوجہ کے کہ وہ پیچھے رہ جانے والوں میں شامل ہوگئی تھی"},{"SurahNumber":37,"VerseNumber":136,"Text":"پھر ہم نے سب کو تباہ و برباد بھی کردیا"},{"SurahNumber":37,"VerseNumber":137,"Text":"تم ان کی طرف سے برابر صبح کو گزرتے رہتے ہو"},{"SurahNumber":37,"VerseNumber":138,"Text":"اور رات کے وقت بھی تو کیا تمہیں عقل نہیں آرہی ہے"},{"SurahNumber":37,"VerseNumber":139,"Text":"اور بیشک یونس علیھ السّلام بھی مرسلین میں سے تھے"},{"SurahNumber":37,"VerseNumber":140,"Text":"جب وہ بھاگ کر ایک بھری ہوئی کشتی کی طرف گئے"},{"SurahNumber":37,"VerseNumber":141,"Text":"اور اہل کشتی نے قرعہ نکالا تو انہیں شرمندگی کا سامنا کرنا پڑا"},{"SurahNumber":37,"VerseNumber":142,"Text":"پھر انہیں مچھلی نے نگل لیا جب کہ وہ خود اپنے نفس کی ملامت کررہے تھے"},{"SurahNumber":37,"VerseNumber":143,"Text":"پھر اگر وہ تسبیح کرنے والوں میں سے نہ ہوتے"},{"SurahNumber":37,"VerseNumber":144,"Text":"تو روزِ قیامت تک اسی کے شکم میں رہ جاتے"},{"SurahNumber":37,"VerseNumber":145,"Text":"پھر ہم نے ان کو ایک میدان میں ڈال دیا جب کہ وہ مریض بھی ہوگئے تھے"},{"SurahNumber":37,"VerseNumber":146,"Text":"اور ان پر ایک کدو کا درخت اُگادیا"},{"SurahNumber":37,"VerseNumber":147,"Text":"اور انہیں ایک لاکھ یا اس سے زیادہ کی قوم کی طرف نمائندہ بناکر بھیجا"},{"SurahNumber":37,"VerseNumber":148,"Text":"تو وہ لوگ ایمان لے آئے اور ہم نے بھی ایک مدّت تک انہیں آرام بھی دیا"},{"SurahNumber":37,"VerseNumber":149,"Text":"پھر اے پیغمبر ان کفار سے پوچھئے کہ کیا تمہارے پروردگار کے پاس لڑکیاں ہیں اور تمہارے پاس لڑکے ہیں"},{"SurahNumber":37,"VerseNumber":150,"Text":"یا ہم نے ملائکہ کو لڑکیوں کی شکل میں پیدا کیا ہے اور یہ اس کے گواہ ہیں"},{"SurahNumber":37,"VerseNumber":151,"Text":"آگاہ ہوجاؤ کہ یہ لوگ اپنی من گھڑت کے طور پر یہ باتیں بناتے ہیں"},{"SurahNumber":37,"VerseNumber":152,"Text":"کہ اللہ کے یہاں فرزند پیدا ہوا ہے اور یہ لوگ بالکل جھوٹے ہیں"},{"SurahNumber":37,"VerseNumber":153,"Text":"کیا اس نے اپنے لئے بیٹوں کے بجائے بیٹیوں کا انتخاب کیا ہے"},{"SurahNumber":37,"VerseNumber":154,"Text":"آخر تمہیں کیا ہوگیا ہے تم کیسا فیصلہ کررہے ہو"},{"SurahNumber":37,"VerseNumber":155,"Text":"کیا تم غور و فکر نہیں کررہے ہو"},{"SurahNumber":37,"VerseNumber":156,"Text":"یا تمہارے پاس اس کی کوئی واضح دلیل ہے"},{"SurahNumber":37,"VerseNumber":157,"Text":"تو اپنی کتاب کو لے آؤ اگر تم اپنے دعویٰ میں سچے ہو"},{"SurahNumber":37,"VerseNumber":158,"Text":"اور انہوں نے خدا اور جّنات کے درمیان بھی رشتہ قرار دے دیا حالانکہ جّنات کو معلوم ہے کہ انہیں بھی خدا کی بارگاہ میں حاضر کیا جائے گا"},{"SurahNumber":37,"VerseNumber":159,"Text":"خدا ان سب کے بیانات سے بلند و برتر اور پاک و پاکیزہ ہے"},{"SurahNumber":37,"VerseNumber":160,"Text":"علاوہ خدا کے نیک اور مخلص بندوں کے"},{"SurahNumber":37,"VerseNumber":161,"Text":"پھر تم اور جس کی تم پرستش کررہے ہو"},{"SurahNumber":37,"VerseNumber":162,"Text":"سب مل کر بھی اس کے خلاف کسی کو بہکا نہیں سکتے ہو"},{"SurahNumber":37,"VerseNumber":163,"Text":"علاوہ اس کے جس کو جہّنم میں جانا ہی ہے"},{"SurahNumber":37,"VerseNumber":164,"Text":"اور ہم میں سے ہر ایک کے لئے ایک مقام معّین ہے"},{"SurahNumber":37,"VerseNumber":165,"Text":"اور ہم اس کی بارگاہ میں صف بستہ کھڑے ہونے والے ہیں"},{"SurahNumber":37,"VerseNumber":166,"Text":"اور ہم اس کی تسبیح کرنے والے ہیں"},{"SurahNumber":37,"VerseNumber":167,"Text":"اگرچہ یہ لوگ یہی کہا کرتے تھے"},{"SurahNumber":37,"VerseNumber":168,"Text":"کہ اگر ہمارے پاس بھی پہلے والوں کا تذکرہ ہوتا"},{"SurahNumber":37,"VerseNumber":169,"Text":"تو ہم بھی اللہ کے نیک اور مخلص بندے ہوتے"},{"SurahNumber":37,"VerseNumber":170,"Text":"تو پھر ان لوگوں نے کفر اختیار کرلیا تو عنقریب انہیں اس کا انجام معلوم ہوجائے گا"},{"SurahNumber":37,"VerseNumber":171,"Text":"اور ہمارے پیغامبربندوں سے ہماری بات پہلے ہی طے ہوچکی ہے"},{"SurahNumber":37,"VerseNumber":172,"Text":"کہ ان کی مدد بہرحال کی جائے گی"},{"SurahNumber":37,"VerseNumber":173,"Text":"اور ہمارا لشکر بہرحال غالب آنے والا ہے"},{"SurahNumber":37,"VerseNumber":174,"Text":"لہذا آپ تھوڑے دنوں کے لئے ان سے منہ پھیر لیں"},{"SurahNumber":37,"VerseNumber":175,"Text":"اور ان کو دیکھتے رہیں عنقریب یہ خود اپنے انجام کو دیکھ لیں گے"},{"SurahNumber":37,"VerseNumber":176,"Text":"کیا یہ ہمارے عذاب کے بارے میں جلدی کررہے ہیں"},{"SurahNumber":37,"VerseNumber":177,"Text":"تو جب وہ عذاب ان کے آنگن میں نازل ہوجائے گا تو وہ ڈرائی جانے والی قوم کی بدترین صبح ہوگی"},{"SurahNumber":37,"VerseNumber":178,"Text":"اور آپ تھوڑے دنوں ان سے منہ پھیرلیں"},{"SurahNumber":37,"VerseNumber":179,"Text":"اور دیکھتے رہیں عنقریب یہ خود دیکھ لیں گے"},{"SurahNumber":37,"VerseNumber":180,"Text":"آپ کا پروردگار جو مالک عزت بھی ہے ان کے بیانات سے پاک و پاکیزہ ہے"},{"SurahNumber":37,"VerseNumber":181,"Text":"اور ہمارا سلام تمام مرسلین پر ہے"},{"SurahNumber":37,"VerseNumber":182,"Text":"اور ساری تعریف اس اللہ کے لئے ہے جو عالمین کا پروردگار ہے"}]}