{"Id":121,"LanguageCodes":["en","eng"],"Name":"eng-miraneesorigina","Author":"Mir Anees Original","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"Alif Laam Raa. Those are the signs of the book that makes clear"},{"SurahNumber":12,"VerseNumber":2,"Text":"We have sent it down as an Arabic Quran that you may understand"},{"SurahNumber":12,"VerseNumber":3,"Text":"We narrate to you the best of narratives through that which We have communicated to you (in) this Quran, though before this you were of those unaware (of it)"},{"SurahNumber":12,"VerseNumber":4,"Text":"When Yusuf said to his father, “O my father ! I saw eleven planets and the sun and the moon, I saw them bowing down to me.”"},{"SurahNumber":12,"VerseNumber":5,"Text":"He (father) said, “O my son ! do not narrate your vision to your brother lest they plot a plot against you. The devil is certainly an open enemy to man"},{"SurahNumber":12,"VerseNumber":6,"Text":"And thus your Fosterer will choose you and teach you the interpretation of events and make His favour complete on you and on the family of Yaqub, as He earlier completed it on your forefathers Ibrahim and Ishaq. Your Fosterer is certainly Knowing, Wise.”"},{"SurahNumber":12,"VerseNumber":7,"Text":"In Yusuf and his brothers, there are indeed signs for those who inquire"},{"SurahNumber":12,"VerseNumber":8,"Text":"When they said, “Yusuf and his brother are dearer to our father than we are, though we are a strong group. Our father is certainly in clear error"},{"SurahNumber":12,"VerseNumber":9,"Text":"Kill Yusuf or cast him away in some (other) land, then the attention of your father will be exclusively for you, and after that you become righteous people.”"},{"SurahNumber":12,"VerseNumber":10,"Text":"A speaker from among them said, “Do not kill Yusuf but put him in a deep well if you have (decided) to do (something to get rid of him, so that) some caravan may pick him up.”"},{"SurahNumber":12,"VerseNumber":11,"Text":"They said, “O our father ! what reason have you that you do not trust us with (respect to) Yusuf, when we are his sincere well wishers"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send him with us tomorrow that he may enjoy himself and play and we will be his protectors.”"},{"SurahNumber":12,"VerseNumber":13,"Text":"He said, “It grieves me that you should take him away and I fear that the wolf may eat him when you are heedless of him.”"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said, “(How) would the wolf eat him when we are a strong group? Then we would certainly be losers.”"},{"SurahNumber":12,"VerseNumber":15,"Text":"So when they went away with him and collectively decided that they will put him in a deep well, then We communicated to him that you will definitely inform them of this affair of theirs while they do not perceive"},{"SurahNumber":12,"VerseNumber":16,"Text":"And they came to their father at night fall, weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"They said, “O our father ! we went off racing and left Yusuf with our things and the wolf ate him and you will not believe in us though we are truthful.”"},{"SurahNumber":12,"VerseNumber":18,"Text":"And they came with false blood on his shirt. He said, “No ! your souls have induced this affair for you, so patience is good, and it is Allah Whose help is sought for against that which you describe.”"},{"SurahNumber":12,"VerseNumber":19,"Text":"And a caravan came there, and they sent their water drawer and he let down his bucket (and) said, “O good news ! here is a youth,” and they hid him as an item of merchandise and Allah knew what they did"},{"SurahNumber":12,"VerseNumber":20,"Text":"And they sold him for a low price, a counted number of dirhams*and they were disinterested in him (not knowing that he was a messenger of Allah). * Silver Coins"},{"SurahNumber":12,"VerseNumber":21,"Text":"And the Egyptian who purchased him said to his wife, “Give him an honourable home, may be he will be profitable to us or we may take him (as an adopted) son.” And thus We established Yusuf in the land that We may teach him the interpretation of events. And Allah is Dominating in His affair but the majority of mankind does not know"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he reached his maturity We gave him wisdom and knowledge and thus do We reward the doers of good"},{"SurahNumber":12,"VerseNumber":23,"Text":"And she, in whose house he was, sought (to make) him yield to herself (for an evil act) and she closed the doors and said, “Come here.” He said, “I seek the protection of Allah, He, my Fosterer, has certainly given me a good home, certainly the unjust are not successful.”"},{"SurahNumber":12,"VerseNumber":24,"Text":"And she longed for him and he (would have) longed for her had it not been that he saw a clear evidence of his Fosterer. Thus it was (made to happen), so that We might turn away from him the evil and the indecency, he was certainly of those who are exclusively Our servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"And they raced towards the door and she tore his shirt from behind and they found her husband near the door, she said, “What is the reward of one who intends (to do something) evil with your wife, except that he should be imprisoned or (given) a painful punishment?”"},{"SurahNumber":12,"VerseNumber":26,"Text":"He said, “She sought (to make) me yield (for an evil act and thus attempted to cause me to slip) from myself.” And a witness from her people bore witness, “If his shirt is torn from the front then she speaks the truth and he is of the liars"},{"SurahNumber":12,"VerseNumber":27,"Text":"and if his shirt is torn from behind then she speaks the lie and he is of the truthful.”"},{"SurahNumber":12,"VerseNumber":28,"Text":"So when he saw his shirt torn from behind, he said, “It is certainly a plot of you women, your plot is certainly great"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf : turn away from this and (O my wife:) ask protective forgiveness for your sin, you are certainly of those women who are at fault.”"},{"SurahNumber":12,"VerseNumber":30,"Text":"And the women in the city said, “The Aziz’s wife seeks her slave to yield to her (for an evil act, his) love has affected her heart deeply, we certainly see her in manifest error.”"},{"SurahNumber":12,"VerseNumber":31,"Text":"So when she heard of their plot (to defame her) she sent for them and prepared for them a banquet and gave to everyone of them a knife and said ( to Yusuf), “Come out before them.” So when they saw him they regarded him great and (in their amazement) cut their hands and said, “Glory be to Allah above all ! this is not a human being, he is none other than an honoured angel.”"},{"SurahNumber":12,"VerseNumber":32,"Text":"She said, “That is the person with respect to whom you blamed me and I did seek to make him yield himself to me but he abstained, and if he does not do what I command him to do, he will definitely be imprisoned and he will be of those who are degraded.”"},{"SurahNumber":12,"VerseNumber":33,"Text":"He said, “My Fosterer ! the prison is dearer to me than that to which they invite me and if You do not turn away their plot from me, I may incline towards them and become one of the ignorant.”"},{"SurahNumber":12,"VerseNumber":34,"Text":"So his Fosterer responded to him and turned away from him their plot, He is certainly the Hearing, the Knowing"},{"SurahNumber":12,"VerseNumber":35,"Text":"Then it became clear to them, after having seen the signs, that they should imprison him till a time"},{"SurahNumber":12,"VerseNumber":36,"Text":"And two young men entered the prison with him. One of them said, “I say myself pressing wine (in my dreams),” and the other said, “I saw myself carrying bread on my head from which birds ate. Inform us about its interpretation, we certainly see you to be of the doers of good.” rm us about its interpretation, we certainly see you to be of the doers of good.”"},{"SurahNumber":12,"VerseNumber":37,"Text":"He said, “The food which you are provided with would not (even) come to you but I will inform you both about its interpretation before it(actually) come to you, that is (something) of what my Fosterer has taught me, I have forsaken the religious dictates of people who do not believe in Allah and do not believe in the hereafter"},{"SurahNumber":12,"VerseNumber":38,"Text":"And I follow the religious dictates of my fathers, Ibrahim and Ishaq and Yaqub. It does not befit us that we should associate anything with Allah (as His partner), that’s by the grace of Allah on us and on human beings, but the majority of human beings is ungrateful (by not accepting this)"},{"SurahNumber":12,"VerseNumber":39,"Text":"O my two companions of the prison ! are different masters better or Allah, the One, the Omnipotent"},{"SurahNumber":12,"VerseNumber":40,"Text":"You do not serve besides Him but names which you have named, you and your forefathers, for which Allah has not sent down any authority, the judgment is on one’s but Allah’s. He commands that you serve no one but Him alone, that’s the established religion but the majority of human beings does not know"},{"SurahNumber":12,"VerseNumber":41,"Text":"O my two companions of the prison ! as for one of you, he will give his master wine to drink; and as for the other, he will be crucified so that the birds will eat from his head; the affair concerning which you inquired is decided.”"},{"SurahNumber":12,"VerseNumber":42,"Text":"And he said to him of the two regarding whom he thought that he would be safe, “Mention (about) me to your master,” but the devil made him forget mentioning (it) to his master, so he stayed in the prison for some years"},{"SurahNumber":12,"VerseNumber":43,"Text":"And the king said, “I see seven fat cows which seven lean ones were consuming, and seven green ears of corn and (seven) others dry. O leaders ! explain to me my vision, if you can interpret dreams.”"},{"SurahNumber":12,"VerseNumber":44,"Text":"They said, “Confused dreams and we do not have the knowledge of interpreting dreams.”"},{"SurahNumber":12,"VerseNumber":45,"Text":"And he who was safe, of the two (prisoners with Yusuf) and who remembered after a long time, said, “I will inform you of its interpretation, so send me.” (He came to the prison and said)"},{"SurahNumber":12,"VerseNumber":46,"Text":"“Yusuf, O truthful one ! explain to us: Seven fat cows which seven lean ones were consuming, and seven green ears of corn and (seven) others dry; so that I may return to the people (and tell them the interpretation), that they may know.”"},{"SurahNumber":12,"VerseNumber":47,"Text":"He said, “You will sow for seven consecutive years, then leave in the ears (the grain) which you reap, except a small quantity from which you will eat"},{"SurahNumber":12,"VerseNumber":48,"Text":"Then after that, there will be seven years of hardship, which will (make up) consume all that you kept in advance for them, except a small quantity from which you will have (something) preserved (probably for sowing in future)"},{"SurahNumber":12,"VerseNumber":49,"Text":"Then after that there will be a year during which people will receive abundant rain and during which they will press (wine and oil).”"},{"SurahNumber":12,"VerseNumber":50,"Text":"And the king said, “Bring him to me,” But when the messenger came to him, he said, “Return to your master then ask him what is the case of the women who had cut their hands, my Fosterer is certainly the Knower of their plot.”"},{"SurahNumber":12,"VerseNumber":51,"Text":"He (the king) said (to the women), “What was your affair when you sought Yusuf to yield himself (to you)?” They said, “Glory be to Allah above all ! we did not know (find) any evil on his part.” The Aziz’s wife said, “Now the truth is manifest, I sought him to yield himself (to me) and he is certainly of those who are truthful.” said, “Now the truth is manifest, I sought him to yield himself (to me) and he is certainly of those who are truthful.”"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf said, “All)that (was done), because he (my master) should know that I did not betray him in secret (behind his back) and Allah certainly does not guide the betrayers (in their) plot"},{"SurahNumber":12,"VerseNumber":53,"Text":"And I do not regard my soul free from (short comings), the soul is certainly an enjoiner of evil except that (soul on which) my Fosterer has had mercy, my Fosterer is certainly Protectively Forgiving, Merciful.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"And the king said, “Bring him to me, I will appoint him exclusively for myself.” Then when he talked to him, he (the king) said, “This day you are certainly established (as) a trustworthy (in charge) by us.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"He (Yusuf) said, “Appoint me (as an In charge) over the warehouses of the land, I am certainly a custodian who knows.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"And thus did We establish Yusuf in the land to dwell in it wherever he willed. We send down Our mercy on whom We will and We do not waste the reward of the doers of good"},{"SurahNumber":12,"VerseNumber":57,"Text":"and the reward of the hereafter is certainly better for those who believe and guard (against evil)"},{"SurahNumber":12,"VerseNumber":58,"Text":"And Yusuf’s brothers came and entered in his presence, so he recognised them but they did not recognise him"},{"SurahNumber":12,"VerseNumber":59,"Text":"And when they were provided with their provision he said, “Bring to me your brother from your father. Do you not see that I give full measure and I am one among good hosts"},{"SurahNumber":12,"VerseNumber":60,"Text":"And if you do not bring him to me then there will be no measure (of provision) for you from me nor will you come near me.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"They said, “We will try to get him from his father, we will certainly do (it).”"},{"SurahNumber":12,"VerseNumber":62,"Text":"And he (Yusuf) said to his servants, “Place their merchandise in their bags so that they may recognise it when they go back to their people and thereby return (to me).”"},{"SurahNumber":12,"VerseNumber":63,"Text":"So when they returned to their father, they said, “O our father ! the measure (of provision) will be withheld from us, therefore send our brother with us so that we may get the measure (of provision) and we will certainly be his protectors.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"He said, “Shall I believe you with respect to him in a manner other than the manner in which I believed you with respect to his brother earlier? But Allah is the Best Protector and He is the Most Merciful of the merciful ones.”"},{"SurahNumber":12,"VerseNumber":65,"Text":"And when they opened their belongings they found their merchandise returned to them. They said, “O our father ! what (more) do we desire? This is our merchandise returned to us, so we will get more food for our people and we will protect our brother and will have an additional measure of a camel (load), that will be an easy measure.”"},{"SurahNumber":12,"VerseNumber":66,"Text":"He said, “I will never send him with you until you give me an undertaking in (the name) of Allah that you will bring him back to me unless you are surrounded (and thereby become helpless).”So when they gave him their undertaking, he said, “Allah is a Trustee over what we say.”"},{"SurahNumber":12,"VerseNumber":67,"Text":"And he said, “O my sons ! (all of you) do not enter through one gate but enter through different gates, and nothing from Allah can be kept away from you by me, the decision is no one’s but Allah’s, in Him do I put my trust and therefore, let all those who trust, put their trust in Him.”"},{"SurahNumber":12,"VerseNumber":68,"Text":"And when they entered in the manner their father had enjoined them, it did not keep away from them anything (that was to happen to them) from Allah, it was nothing but an urge in the soul of Yaqub which he fulfilled, and he was certainly a possessor of knowledge because We had taught him, but the majority of human beings does not know"},{"SurahNumber":12,"VerseNumber":69,"Text":"And when they entered (in the presence of) Yusuf, he took his brother to stay with him. He said, “I am your brother, so do not grieve because of what they did.”"},{"SurahNumber":12,"VerseNumber":70,"Text":"So when he provided them with their provision, he put the drinking cup in his brother’s bag. Then an announcer announced, “O caravan ! you are certainly thieves.”"},{"SurahNumber":12,"VerseNumber":71,"Text":"They said, while facing them, “What is it that you miss?”"},{"SurahNumber":12,"VerseNumber":72,"Text":"They said, “We miss the king’s drinking cup and he who brings it will have a camel load and I am responsible for it.”"},{"SurahNumber":12,"VerseNumber":73,"Text":"They said, “By Allah, you know for certain that we have not come to cause corruption in the land and we are not thieves.”"},{"SurahNumber":12,"VerseNumber":74,"Text":"They said, “Then what should be the penalty for it if you are liars?”"},{"SurahNumber":12,"VerseNumber":75,"Text":"They said, “The penalty for it (is that), he in whose bag it is found, he (himself will receive) the penalty for it, thus do we penalize the unjust.”"},{"SurahNumber":12,"VerseNumber":76,"Text":"So he began (the search) with their sacks before (searching) the sack of his brother, then he brought out the (cup) from the sack of his brother. Thus did We plot for Yusuf. It was (otherwise) not (possible) for him to retain his brother under the law of the king unless Allah willed. We raise the grades of whom We will, and above every possessor of knowledge there is (the Great) Knower"},{"SurahNumber":12,"VerseNumber":77,"Text":"They said, “If he has stolen, then his brother too stole earlier,” but Yusuf kept it a secret in his soul and did not reveal it to them. He said, “You are in a bad position and Allah knows what you describe.”"},{"SurahNumber":12,"VerseNumber":78,"Text":"They said, “O you who are mighty ! He has a father a very old man, so you seize one of us in his place, we see you to be of the doers of good.”"},{"SurahNumber":12,"VerseNumber":79,"Text":"He said, “Allah protect (us) that we seize (some) one other than him with whom we found our property, in that case we will certainly be unjust.”"},{"SurahNumber":12,"VerseNumber":80,"Text":"So when they despaired of him they went apart conferring secretly. The eldest of them said, “Do you not know that your father had taken an undertaking from you in (the name of) Allah, and earlier (too) you failed (in keeping up your undertaking) in the case of Yusuf. Therefore I will not leave this land till my father permits me or Allah decides (something) for me and He is the Best of judges"},{"SurahNumber":12,"VerseNumber":81,"Text":"Return to your father and say: O our father ! your son committed theft and we do not bear witness except regarding that which we know and we could not be protectors of the unseen"},{"SurahNumber":12,"VerseNumber":82,"Text":"And inquire in the city in which we were, and (also from) the caravan with which we travelled and we are certainly truthful.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"He (Yaqub) said, “No ! your souls have induced this affair for you so patience is good. May be Allah will bring them all together to me, He is certainly the Knowing, the Wise.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"And he turned away from them and said, “O my sorrow for Yusuf,” and his eyes became white due to grief but he suppressed"},{"SurahNumber":12,"VerseNumber":85,"Text":"They said, “By Allah ! you will not cease to remember Yusuf till your health is ruined or you become one of those who perish.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"He said, “I expose my distress and grief only to Allah and I know from Allah that which you do not know"},{"SurahNumber":12,"VerseNumber":87,"Text":"O my sons ! go and inquire about Yusuf and his brother and do not despair of the mercy of Allah, no one despairs of the mercy of Allah except the people who are infidels.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"So when they entered in his (Yusuf’s) presence, they said, “O you who are mighty ! harm has afflicted us and our people and we have brought poor merchandise, so give us full measure (of provision) and be charitable to us, Allah certainly rewards the charitable.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"He said, “Do you know what you did with Yusuf and his brother while you were ignorant.”"},{"SurahNumber":12,"VerseNumber":90,"Text":"They said, “You ! are you indeed Yusuf ?” He said, “I am Yusuf and this is my brother, Allah has indeed been gracious to us; (for) him who guards (against evil) and is patient, Allah certainly does not waste the reward of the doers of good.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"They said, “By Allah, Allah has indeed preferred you above us and indeed we were at fault.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"He said, “Let there be no reproach on you this day. May Allah protectively forgive you and He is the Most Merciful of the merciful ones"},{"SurahNumber":12,"VerseNumber":93,"Text":"Go with this shirt of mine and put it on the face of my father, (his power of) seeing will come (back to him) and come to me with all your people.”"},{"SurahNumber":12,"VerseNumber":94,"Text":"And when the caravan departed, their father said, “I certainly perceive the smell of Yusuf, if you do not consider me weak in mind due to old age.”"},{"SurahNumber":12,"VerseNumber":95,"Text":"They said, “By Allah, you are certainly in your old error.”"},{"SurahNumber":12,"VerseNumber":96,"Text":"So when the conveyer of the good news came, he put (Yusuf’s shirt) on his face when (his power of) seeing returned. He said, “Did I not say to you that I know from Allah that which you do not know ?”"},{"SurahNumber":12,"VerseNumber":97,"Text":"They said, “O our father ! ask for protective forgiveness for our sins on our behalf, we were certainly at fault.”"},{"SurahNumber":12,"VerseNumber":98,"Text":"He said, “I will ask my Fosterer for protectively forgiving you, He is certainly the Protectively Forgiving, the Merciful.”"},{"SurahNumber":12,"VerseNumber":99,"Text":"So when they entered (in the presence of) Yusuf, he took his parents to stay with him and said, “Enter Egypt in safety, if Allah wills.”"},{"SurahNumber":12,"VerseNumber":100,"Text":"And he raised his parents on the cough and they fell bowing down to him, and he said, “O my father ! this is the interpretation of my vision (which I had seen) earlier, my Fosterer indeed made it a reality and He was indeed good to me when He took me out of the prison and brought you all from the desert after the devil had instigated (ill feelings) between me and my brothers. My Fosterer is certainly kind to whom He wills, He is certainly the Knowing, the Wise"},{"SurahNumber":12,"VerseNumber":101,"Text":"My Fosterer ! You have given me (something) of power and taught me about interpreting the events. Initiator of the creation of the skies and the earth ! You are my Guardian in this world and the hereafter, take me back (make me die) in submission (as a Muslim) and join me with the righteous.”"},{"SurahNumber":12,"VerseNumber":102,"Text":"That’s the news of the unseen which We communicate to you and you were not with them when they collectively decided their affair and (when) they were planning"},{"SurahNumber":12,"VerseNumber":103,"Text":"And the majority of the human beings will not believe though you desire excessively"},{"SurahNumber":12,"VerseNumber":104,"Text":"And you do not ask them for any reward. It is nothing but a reminder for the worlds"},{"SurahNumber":12,"VerseNumber":105,"Text":"And how many of the signs in the skies and the earth do they pass by yet they turn away from them"},{"SurahNumber":12,"VerseNumber":106,"Text":"And the majority of them does not believe in Allah without associating partners (with Him)"},{"SurahNumber":12,"VerseNumber":107,"Text":"Then do they feel secure from the covering of punishment of Allah which will come on them or the hour of doom which will come suddenly while they do not perceive"},{"SurahNumber":12,"VerseNumber":108,"Text":"Say, “This is my way, I invite towards Allah (being) on sure proof, myself and those who follow me. And Glory be to Allah and I am not of the polytheists.”"},{"SurahNumber":12,"VerseNumber":109,"Text":"And We did not send (any messenger) before you but they were men from among the people of the cities, to whom We had communicated. Have they not traveled in the earth and seen how the end of those before them was (brought about)? And the home of the hereafter is better for those who guard (against evil). Then do you not have sense"},{"SurahNumber":12,"VerseNumber":110,"Text":"Our help came to them at the point when the messengers were despaired, and they thought that they were denied. Then whom We willed, he was saved. And Our punishment was not turned away from the criminal people"},{"SurahNumber":12,"VerseNumber":111,"Text":"In their narratives there is indeed a lesson for men of understanding. The (Quran) is not a fabricated statement but it is a confirmation of what is before it (of the earlier Divine books) and an explanation of everything and a guide and a mercy for a people who believe"}]}