{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Ut. L. M"},{"SurahNumber":3,"VerseNumber":2,"Text":"DEUS ibi NON est DEUS ABSQUE He VIVENS the Eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"He sent vos hoc scripture truthfully affirmavit totus proximus scriptures He sent down Torah Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"ante ut, to guide people He sent statute book Those disbelieve deus revelations incur severe retribution. DEUS est Almighty Avenger"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nihil hidden DEUS terra caelum"},{"SurahNumber":3,"VerseNumber":6,"Text":"He est Unus shapes vos wombs prout He testimentum. ibi non est alius deus Eum; Almighty Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"He sent vos hoc scripture containing straightforward verses - Quae constitute essence scripture - Alias prout multiple-meaning allegorical verses Those harbor doubts their hearts pursue multiple-meaning verses create confusion extricate certain meaning Nullus knows true meaning thereof absque DEUS those bene founded knowledge! They dictus Nos believe in hoc - totus de it advenit noster Dominus. Unus those possess intelligence take heed"},{"SurahNumber":3,"VerseNumber":8,"Text":"Noster Dominus let non noster hearts waver nunc ut Vos guided nos! Shower nos Tuus mercy; Vos est Grantor"},{"SurahNumber":3,"VerseNumber":9,"Text":"Noster Dominus Vos surely gather people feria est inevitable! DEUS NUNQUAM breaks promise"},{"SurahNumber":3,"VerseNumber":10,"Text":"Those disbelieve nunquam helped their moneta nor their infans DEUS. They est fuel pro Hell"},{"SurahNumber":3,"VerseNumber":11,"Text":"Like Pharaoh's people those them they rejected noster revelations consequently DEUS punished them their sins DEUS est strict in enforcing retribution"},{"SurahNumber":3,"VerseNumber":12,"Text":"Dictus to those disbelieve Vos defeated tunc gathered Hell; quod miserable abode"},{"SurahNumber":3,"VerseNumber":13,"Text":"example set vos 2 armies clashed - 1 army fighting causa DEUS dum alius disbelieving They vide their suus eyes they est twice prout multus. DEUS supports His victory whomever He TESTIMENTUM. Hoc provisus assurance those possess vision"},{"SurahNumber":3,"VerseNumber":14,"Text":"Adorned pro people est worldly pleasures such prout femina habet infans piles piles de gold silver trained horses livestock crops These est materials hoc saeculum. far bene abode reserved DEUS"},{"SurahNumber":3,"VerseNumber":15,"Text":"Dictus Let me inform vos de much bonus deal those lead righteous vita reserved their Dominus est gardens flowing streams pure conjux joy deus blessings DEUS est Seer His worshipers"},{"SurahNumber":3,"VerseNumber":16,"Text":"They dictus Noster Dominus nos believed forgive nos noster sins spare nos agony hellfire"},{"SurahNumber":3,"VerseNumber":17,"Text":"They est steadfast truthful submitting charitable ac meditators apud dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"DEUS bears TESTIS ibi NON est DEUS ABSQUE He AC perfecit angels those possess knowledge! Truthfully equitably He est absolute deus; ibi non est deus He Almighty Wise"},{"SurahNumber":3,"VerseNumber":19,"Text":"Unus religionis approved de DEUS est Submission. Ironically those received scripture est unus dispute hoc fact knowledge they received jealousy. Pro such rejectors deus revelations DEUS est strict in reckoning"},{"SurahNumber":3,"VerseNumber":20,"Text":"they argue vos tunc dictus ego simply submitted DEUS; ego those subsequentis me. Vos proclaim those received scripture alias prout those qui non perfecit Would vos submit? they submit tunc they guided they turn tuus sole mission est deliver hoc message DEUS est Seer TOTUS people"},{"SurahNumber":3,"VerseNumber":21,"Text":"Those rejected deus revelations killed prophets unjustly killed those advocated justice among the people promise them painful retribution"},{"SurahNumber":3,"VerseNumber":22,"Text":"Their works nullified ambo in hoc vita Hereafter they non habet helpers"},{"SurahNumber":3,"VerseNumber":23,"Text":"Vos noted those est dedit part de scripture quam they invited uphold hoc scripture DEUS apply it their suus vivens tunc some de them turn aversion"},{"SurahNumber":3,"VerseNumber":24,"Text":"Hoc because they dictus hellfire non touch nos ut few feria. They sic deceived their religionis their suus fabrications"},{"SurahNumber":3,"VerseNumber":25,"Text":"Quam it perfecit pro them when nos est summon them ut inevitable feria? Each anima est paid pro whatever it earned parvus injustice"},{"SurahNumber":3,"VerseNumber":26,"Text":"Dictus Noster deus possessor totus sovereignty! Vos grant sovereignty whomever Vos choose Vos remove sovereignty whomever Vos choose Vos grant dignity whomever Vos choose commit to humiliation whomever Vos choose In Tuus manus est totus provisions Vos est Omnipotent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Vos merge nox feria merge feria nox. Vos produce vivens peritus produce peritus ex vivus Vos provisus pro whomever Vos choose limits"},{"SurahNumber":3,"VerseNumber":28,"Text":"believers nunquam ally disbelievers believers. Whoever perfecit hoc exulatus DEUS! Exempted est those forced perfecit hoc avoid persecution! DEUS alerts VOS UT VOS reverence EUM alone To DEUS est ultimate destiny"},{"SurahNumber":3,"VerseNumber":29,"Text":"Dictus Whether vos conceal tuus innermost thought declare it DEUS est fully aware thereof. He est fully aware de everything in caelum terra! DEUS est Omnipotent"},{"SurahNumber":3,"VerseNumber":30,"Text":"Feria advenit when each anima invenit totus bonus works it perfecit brought forth Prout pro malus works it wish ut they far far removed DEUS alerts VOS UT VOS reverence EUM alone DEUS EST Compassionate towards people"},{"SurahNumber":3,"VerseNumber":31,"Text":"Proclaim Si vos love DEUS vos subsequentis me DEUS testimentum tunc love vos forgive tuus sins DEUS est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Proclaim Vos obey DEUS messenger they turn DEUS non love disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"(DEUS chosen Adam Noah FAMILIA Abraham FAMILIA Amram messengers) to people"},{"SurahNumber":3,"VerseNumber":34,"Text":"They belong same progeny. DEUS est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":35,"Text":"Uxor Amram dictus My Dominus ego dedicated baby my belly Vos totally ita accept me! Vos est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":36,"Text":"When she dedit genitus to eam she dictus My Dominus ego dedit genitus puella - DEUS EST fully aware de QUOD she bore - Vir non est same prout femina. Ego cognomen eam Mary ego invoke Tuus protection eam eam descendants ex rejected devil"},{"SurahNumber":3,"VerseNumber":37,"Text":"Eam Dominus accepted eam gracious acceptance brought eam gracious upbringing tutela Zachariah. Whenever Zachariah iniit eam sanctuary he invenit provisions eam. He ask Mary perfecit vos get hoc ex? She dictus It est DEUS. DEUS provisus pro whomever He chooses limits"},{"SurahNumber":3,"VerseNumber":38,"Text":"when Zachariah implored his Dominus My Dominus grant me such bonus infans Vos est Hearer prayers"},{"SurahNumber":3,"VerseNumber":39,"Text":"angels alias eum when he praying sanctuary DEUS dedit vos bonus news de John believer word DEUS prenobilis moral righteous prophet"},{"SurahNumber":3,"VerseNumber":40,"Text":"He dictus Quam potuit ego habet garcio when ego est veteris my uxor sterile He dictus DEUS perfecit whatever He testimentum"},{"SurahNumber":3,"VerseNumber":41,"Text":"He dictus My Dominus dedit me signum. He dictus Tuus signum est ut vos non speak to people 3 feria signals Commemorate tuus Dominus frequently; meditate nox feria"},{"SurahNumber":3,"VerseNumber":42,"Text":"angels dictus O Mary DEUS chosen vos purified vos. He chosen vos totus femina"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary vos submit tuus Dominus prostrate bow down those bow down"},{"SurahNumber":3,"VerseNumber":44,"Text":"Hoc est news preter nos reveal vos. Vos non est ibi when they drew their raffles select Mary's tutor. Vos non est presentis when they argued 1 alias"},{"SurahNumber":3,"VerseNumber":45,"Text":"angels dictus O Mary DEUS dedit vos bonus news Word ex Eum cognomen est Messiah Jesus filius Mary. He est prominent in hoc vita Hereafter 1 de those closest to Me"},{"SurahNumber":3,"VerseNumber":46,"Text":"He speak to people crib alias prout adult he est 1 de the righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"She dictus My Dominus quam potuit ego habet filius when non vir touched me? He dictus DEUS sic creates whatever He testimentum. To habet anything perfecit He simply dictus to Est ' it est"},{"SurahNumber":3,"VerseNumber":48,"Text":"He teach eum scripture wisdom Torah Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"Prout messenger Infans Israel ego advenit vos signum ex tuus Dominus - Ego create vos ex clay shape bird tunc ego blow it it becomes vivens bird deus sinister Ego restore vision blind heal leprous ego revive peritus deus sinister Ego tell vos quod vos eat quod vos store tuus domus. Hoc est proof vos si vos est believers"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ego affirmavit proximus scripture - Torah - Ego revoke certain prohibitions impositus upon vos. Ego advenit vos sufficient proof ex tuus Dominus. Ergo vos observe DEUS obey me"},{"SurahNumber":3,"VerseNumber":51,"Text":"DEUS est my DOMINUS TUUS DOMINUS; VOS worship EUM alone Hoc est rectus path"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jesus sensed their disbelief he dictus Qui est my supporters DEUS? disciples dictus Nos est deus supporters; nos believe in DEUS bear testis nos est submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Noster Dominus nos habet believed in quod Vos sent down nos subsequentis messenger; comes nos testis"},{"SurahNumber":3,"VerseNumber":54,"Text":"They plotted schemed perfecit DEUS DEUS est bene schemer"},{"SurahNumber":3,"VerseNumber":55,"Text":"Sic DEUS dictus O Jesus ego terminating tuus vita levabat vos to Me ridding vos de disbelievers! Ego exalt those subsequentis vos supra those disbelieve Feria Resurrection. Tunc to Me est ultimate destiny de totus de vos tunc ego scabinus vos tuus disputes"},{"SurahNumber":3,"VerseNumber":56,"Text":"Prout pro those disbelieve ego commit them painful retribution in hoc saeculum in Hereafter They non habet helpers"},{"SurahNumber":3,"VerseNumber":57,"Text":"Prout pro those believe lead righteous vita He fully recompense them! DEUS NON love the unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"These est revelations ut nos recite vos provisus message foderator de wisdom"},{"SurahNumber":3,"VerseNumber":59,"Text":"example Jesus DEUS de est same prout ut de Adam; He created eum dust tunc dictus to eum Est he est"},{"SurahNumber":3,"VerseNumber":60,"Text":"Hoc est truth tuus Dominus; non harbor any doubts"},{"SurahNumber":3,"VerseNumber":61,"Text":"anyone argues vos knowledge vos received tunc dictus Let nos summon noster infans tuus infans noster femina tuus femina yourselves tunc let nos invoke deus curse liars"},{"SurahNumber":3,"VerseNumber":62,"Text":"Absolutely hoc est narration truth. Absolutely ibi non est deus absque DEUS! Absolutely DEUS est Almighty Wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"they turn tunc DEUS est fully aware de evildoers"},{"SurahNumber":3,"VerseNumber":64,"Text":"dictus O followers scripture advenit logical agreement nos vos ut nos non worship DEUS nos nunquam set any idols Eum nor set any human beings dominus DEUS they turn dictus Bear testis nos est submitters"},{"SurahNumber":3,"VerseNumber":65,"Text":"O followers scripture why vos argue Abraham when Torah Gospel non revealed dum post eum? Vos non understand"},{"SurahNumber":3,"VerseNumber":66,"Text":"Vos argued circiter things vos habuit knew; vos argue things vos non know DEUS knows DUM VOS NON know"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham est nec Judaicus nor Christian he est monotheist submitter. He nunquam est idol worshiper"},{"SurahNumber":3,"VerseNumber":68,"Text":"people dignus de Abraham est those subsequentis eum hoc prophet those believe DEUS est DOMINUS MAGISTER DE believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"Some followers scripture wish lead vos astray they unus lead astray sine perceiving"},{"SurahNumber":3,"VerseNumber":70,"Text":"O followers scripture vos reject these revelations DEUS vos bear testis hoc est truth"},{"SurahNumber":3,"VerseNumber":71,"Text":"O followers scripture why vos confound truth falsehood perfecit conceal truth knowingly"},{"SurahNumber":3,"VerseNumber":72,"Text":"Some followers scripture dictus Believe in quod sent down believers in the morning reject it in the et maybe someday they revert"},{"SurahNumber":3,"VerseNumber":73,"Text":"Non believe absque prout those subsequentis tuus religionis. Dictus true guidance est deus guidance. they claim ut they habet same guidance argue vos tuus Dominus dictus Totus gratia est deus manus; He bestows it whomever He testimentum. DEUS est Bounteous Omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"He specifies His mercy whomever He testimentum; DEUS possesses unlimited gratia"},{"SurahNumber":3,"VerseNumber":75,"Text":"Some followers scripture trusted whole lot they dedit it vos. Others them non trusted single dinar; they non repay vos vos keep them. Est they dictus Nos non habet to est honest when dealing cum gentiles! Sic they attribute lies DEUS knowingly"},{"SurahNumber":3,"VerseNumber":76,"Text":"Indeed those fulfill their obligations lead righteous vita DEUS loves the righteous"},{"SurahNumber":3,"VerseNumber":77,"Text":"Prout pro those trade away deus covenant their obligations cheap price they receive non share Hereafter DEUS testimentum NON speak to them nor look them FERIA Resurrection nor TESTIMENTUM He purify them! They incurred painful retribution"},{"SurahNumber":3,"VerseNumber":78,"Text":"Among them est those twist their tongues imitate scripture vos think est scripture when non est scripture they claim it est DEUS when it non est DEUS! Sic they utter lies attribute them DEUS knowingly"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nunquam would human est whom DEUS beatus cum scripture prophethood dictus to people Idolize me DEUS. Instead (he dictus) Devote absolutely tuus Dominus alone scripture vos preach teachings vos learn"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would he command vos idolize angels prophets dominus. he exhort vos Would disbelieve becoming submitters"},{"SurahNumber":3,"VerseNumber":81,"Text":"DEUS took covenant prophets dictus EGO DEDIT VOS scripture wisdom. Afterwards messenger advenit affirmavit totus existing scriptures! Vos believe in eum support eum. He dictus Perfecit vos agree hoc pledge fulfill hoc covenant They dictus Nos agree He dictus Vos sic borne testis ego bear testis vos"},{"SurahNumber":3,"VerseNumber":82,"Text":"Those reject hoc (Quranic prophecy) est malus unus"},{"SurahNumber":3,"VerseNumber":83,"Text":"they seeking deus religionis when everything in caelum terra submitted Eum willingly unwillingly ac Eum they returned"},{"SurahNumber":3,"VerseNumber":84,"Text":"dictus Nos believe in DEUS in quod sent nos in quod sent down Abraham Ismail Isaac Jacob Patriarchs in quod dedit Moses Jesus prophets their Dominus! Nos non factus distinction any de them. To Eum alone nos est submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Anyone accepts Submission his religionis it non accepted eum Hereafter he est losers"},{"SurahNumber":3,"VerseNumber":86,"Text":"Why DEUS guide people should disbelieved post believing post testis messenger est truth ac solid proofs dedit them? DEUS NON guide the wicked"},{"SurahNumber":3,"VerseNumber":87,"Text":"These incurred condemnation DEUS angels totus people"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally they abide therein; retribution nunquam commuted them nor testimentum they reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"Exempted est those qui repent deinde reform DEUS est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Those disbelieve believing tunc plunge deeper disbelief their repentance non accepted them; they est real strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"Those disbelieve abiit disbelievers earthful gold testimentum non accepted any de them et such ransom est possible They incurred painful retribution; they non habet helpers"},{"SurahNumber":3,"VerseNumber":92,"Text":"Vos non attain righteousness vos dedit charity bona vos love Whatever vos dedit charity DEUS est fully aware thereof"},{"SurahNumber":3,"VerseNumber":93,"Text":"Totus food used est lawful pro Infans Israel Israel impositus certain prohibitions themselves ante Torah sent down dictus Bring Torah read it vos est truthful"},{"SurahNumber":3,"VerseNumber":94,"Text":"Those fabricate false prohibitions hoc attribute them to DEUS est enim wicked"},{"SurahNumber":3,"VerseNumber":95,"Text":"Dictus DEUS proclaimed truth Vos subsequentis Abraham's religionis! - monotheism. He nunquam est idolater"},{"SurahNumber":3,"VerseNumber":96,"Text":"The multus important shrine established pro people est 1 Becca; beatus beacon totus people"},{"SurahNumber":3,"VerseNumber":97,"Text":"In est clear signum station Abraham. Anyone iniit it granted safe passage people owe it DEUS ut they observe Hajj hoc shrine when they afford it Prout pro those disbelieve DEUS non need anyone"},{"SurahNumber":3,"VerseNumber":98,"Text":"Dictus O followers scripture why vos reject these revelations DEUS when DEUS testis everything vos est perfecit"},{"SurahNumber":3,"VerseNumber":99,"Text":"dictus O followers scripture perfecit vos repel path DEUS those wish believe seek distort it et vos est testis? DEUS est nunquam unaware de anything vos perfecit"},{"SurahNumber":3,"VerseNumber":100,"Text":"O vos believe vos obey some de those qui received scripture they revert vos believed disbelievers"},{"SurahNumber":3,"VerseNumber":101,"Text":"Quam vos disbelieve when these revelations DEUS recited vos His messenger advenit vos? Whoever habuit fast DEUS testimentum guided rectus path"},{"SurahNumber":3,"VerseNumber":102,"Text":"O vos believe vos observe DEUS prout He observed non abiit Submitters"},{"SurahNumber":3,"VerseNumber":103,"Text":"Vos habuit fast rope DEUS totus de vos ac non divided Recall deus blessings vos! - Vos used est enemies He reconciled tuus hearts De His gratia vos became brethren. Vos est brink pit de fire He saved vos therefrom DEUS SIC explains His revelations VOS VOS guided"},{"SurahNumber":3,"VerseNumber":104,"Text":"Let ibi est community de vos invite to quod est bonus advocate righteousness forbid malus. These est winners"},{"SurahNumber":3,"VerseNumber":105,"Text":"Non est those became divided disputed clear proofs ut dedit them! Pro these incurred terrible retribution"},{"SurahNumber":3,"VerseNumber":106,"Text":"(Feria advenit when some faces brightened joy dum alius faces darkened misery)! Prout pro those faces darkened they asked vos est non disbelieve post believing Ergo suffer retribution tuus disbelief"},{"SurahNumber":3,"VerseNumber":107,"Text":"Prout pro those faces brightened they rejoice deus mercy; they abide therein forever"},{"SurahNumber":3,"VerseNumber":108,"Text":"These est deus revelations; nos recite them vos truthfully. DEUS NON wish any hardship people"},{"SurahNumber":3,"VerseNumber":109,"Text":"Deus belongs everything caelum everything terra totus matters controlled DEUS"},{"SurahNumber":3,"VerseNumber":110,"Text":"Vos est bonus community ever levabat among the people vos advocate righteousness forbid malus vos believe in DEUS! followers scripture believed it est bene them. Some de them believe majoritatatis de them est wicked"},{"SurahNumber":3,"VerseNumber":111,"Text":"They nunquam harm vos supra insulting vos! they fight vos they turn circiter flee! They nunquam win"},{"SurahNumber":3,"VerseNumber":112,"Text":"They humiliated whenever vos encounter them they uphold deus covenant alias prout their pax covenants vos! They incurred wrath DEUS consequently they committed disgrace Hoc because they rejected deus revelations killed prophets unjustly! Hoc they disobeyed transgressed"},{"SurahNumber":3,"VerseNumber":113,"Text":"They non est totus the same followers scripture ibi est those est righteous. They recite deus revelations nox they fall prostrate"},{"SurahNumber":3,"VerseNumber":114,"Text":"They believe in DEUS Extremum Feria they advocate righteousness forbid malus they hasten perfecit righteous works These est the righteous"},{"SurahNumber":3,"VerseNumber":115,"Text":"Any bonus they non iit unrewarded. DEUS est fully aware de the righteous"},{"SurahNumber":3,"VerseNumber":116,"Text":"Those disbelieved nunquam helped their moneta their infans DEUS. They incurred Hell wherein they abide forever"},{"SurahNumber":3,"VerseNumber":117,"Text":"example their accomplishments in hoc vita est violent wind hits harvest people wronged their anima wipes it out! DEUS NUNQUAM wronged them; est they wronged"},{"SurahNumber":3,"VerseNumber":118,"Text":"O vos believe non befriend outsiders nunquam cease wish vos harm they et wish vide vos suffer! Hatred flows their mouths quod they hide in their chests est far malus Nos sic clarify revelations vos si vos understand"},{"SurahNumber":3,"VerseNumber":119,"Text":"Hic vos est loving them dum they non love vos vos believe in totus scripture! When they meet vos they dictus Nos believe prout soon prout they sinister they bite their fingers rage vos. dictus Abiit tuus rage DEUS est fully aware de innermost thoughts"},{"SurahNumber":3,"VerseNumber":120,"Text":"When anything bonus advenit tuus via they hurt when something malus happens vos they rejoice Vos steadfastly persevere maintain righteousness their schemes nunquam hurt vos! DEUS EST fully aware de everything they PERFECIT"},{"SurahNumber":3,"VerseNumber":121,"Text":"Recall vos (Muhammad) est tuus people when vos set out assign believers their positions pro battle DEUS est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":122,"Text":"groups vos fere failed DEUS est their Dominus. In DEUS believers trust"},{"SurahNumber":3,"VerseNumber":123,"Text":"DEUS granted VOS victory Badr TUUS MARASMUS. Ergo vos observe DEUS show tuus appreciation"},{"SurahNumber":3,"VerseNumber":124,"Text":"Vos told believers Est it non satis ut tuus Dominus supports vos 3000 angels sent down"},{"SurahNumber":3,"VerseNumber":125,"Text":"Indeed vos steadfastly persevere maintain righteousness tunc they attack vos suddenly tuus Dominus support vos 5000 angels bene trained"},{"SurahNumber":3,"VerseNumber":126,"Text":"DEUS SIC informs VOS in order DEDIT VOS BONUS news assure TUUS hearts Victory advenit unus ex DEUS Almighty Wise"},{"SurahNumber":3,"VerseNumber":127,"Text":"He sic annihilates some disbelievers neutralizes them; they semper finis losers"},{"SurahNumber":3,"VerseNumber":128,"Text":"Est up to vos; He redeem them He punish them pro their transgressions"},{"SurahNumber":3,"VerseNumber":129,"Text":"To DEUS belongs everything caelum terra! He forgives whomever He testimentum punishes whomever He testimentum! DEUS est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vos believe vos non take usury compounded over ac over Observe DEUS ut vos succeed"},{"SurahNumber":3,"VerseNumber":131,"Text":"Beware de hellfire awaits disbelievers"},{"SurahNumber":3,"VerseNumber":132,"Text":"Vos obey DEUS messenger ut vos attain mercy"},{"SurahNumber":3,"VerseNumber":133,"Text":"Vos eagerly genus forgiveness tuus Dominus Paradise whose width encompasses caelum terra; it awaits the righteous"},{"SurahNumber":3,"VerseNumber":134,"Text":"Qui dedit charity bonus temporis, alias prout malus temporis. They est suppressors anger pardoners people DEUS loves the charitable"},{"SurahNumber":3,"VerseNumber":135,"Text":"they fall sin wrong their anima they remember DEUS ask forgiveness their sins - Qui forgives sins absque DEUS! - they non persist in sins knowingly"},{"SurahNumber":3,"VerseNumber":136,"Text":"Their recompense est forgiveness their Dominus gardens flowing streams they abide therein forever Quod beatus reward laborius"},{"SurahNumber":3,"VerseNumber":137,"Text":"Precedents set vos in the elapsus; roam terra note consequences unbelievers"},{"SurahNumber":3,"VerseNumber":138,"Text":"Hoc est proclamation people guidance enlightenment pro the righteous"},{"SurahNumber":3,"VerseNumber":139,"Text":"Vos non waver nor shall vos grieve vos est ultimate victors vos est believers"},{"SurahNumber":3,"VerseNumber":140,"Text":"Vos suffer hardship enemy alias suffers same hardship. Nos alternate feria victory ac defeat among the people DEUS SIC distinguishes true believers BEATUS some de VOS martyrdom! DEUS dislikes injustice"},{"SurahNumber":3,"VerseNumber":141,"Text":"DEUS SIC toughens those believe humiliates disbelievers"},{"SurahNumber":3,"VerseNumber":142,"Text":"Vos expect iniit Paradise DEUS distinguishing those among vos qui strive sine distinguishing those est steadfast"},{"SurahNumber":3,"VerseNumber":143,"Text":"Vos used long decessus vos face it Statim vos faced it rectus tuus eyes"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad est non multus than messenger messengers eum. he abiit Should get killed vos turn tuus heels Anyone turns his heels non hurt DEUS in the parvus DEUS rewards those est appreciative"},{"SurahNumber":3,"VerseNumber":145,"Text":"Non 1 abiit deus sinister apud predetermined temporis Whoever seeks vanities hoc saeculum nos dedit eum therefrom whoever seeks rewards Hereafter nos beatus eum therein! Nos reward those est appreciative"},{"SurahNumber":3,"VerseNumber":146,"Text":"Multus prophet habet godly people fight eum sine ever wavering pressure causa de DEUS nor perfecit they hesitate become discouraged DEUS loves the steadfast"},{"SurahNumber":3,"VerseNumber":147,"Text":"Their unus utterance est Noster Dominus forgive nos noster sins noster transgressions strengthen noster foothold grant nos victory disbelievers"},{"SurahNumber":3,"VerseNumber":148,"Text":"Consequently DEUS granted them rewards hoc saeculum bonus rewards de Hereafter DEUS loves BONUS doers"},{"SurahNumber":3,"VerseNumber":149,"Text":"O vos believe vos obey those disbelieve they turn vos on tuus heels tunc vos finis losers"},{"SurahNumber":3,"VerseNumber":150,"Text":"DEUS alone est TUUS DOMINUS MAGISTER He est BENE supporter"},{"SurahNumber":3,"VerseNumber":151,"Text":"Nos throw terror hearts de those disbelieved abinde they set DEUS powerless idols. Their destiny est Hell; quod miserable abode transgressors"},{"SurahNumber":3,"VerseNumber":152,"Text":"DEUS fulfilled His promise VOS VOS defeated them His sinister Tunc vos wavered disputed yourselves disobeyed post He shown vos (victory) vos longed pro! Tunc some de vos became distracted spoils hoc saeculum dum others rightly de Hereafter He tunc diverted vos them test vos! He pardoned vos. DEUS showers believers His GRATIA"},{"SurahNumber":3,"VerseNumber":153,"Text":"Recall ut vos rushed spoils paying non attention to anyone et when messenger alias ex vos! Consequently He substituted 1 misery alias vos non grieve anything vos missed agonize any hardship vos suffered DEUS est Cognizant DE everything VOS PERFECIT"},{"SurahNumber":3,"VerseNumber":154,"Text":"Post setback He sent vos peaceful slumber pacified some de vos. Others vos selfishly de themselves. They harbored thoughts DEUS est rectus - same thoughts they harbored feria ignorance. Sic they dictus Est anything up to nos? Dictus Everything est up to DEUS. They concealed inside quod they non reveal vos! They dictus it est up to nos nullus de nos killed in hoc battle Dictus Habet vos stayed tuus domus those destined killed crawled their decessus thorus. DEUS sic puts vos test bring out tuus true convictions test quod est tuus hearts DEUS est fully aware de innermost thoughts"},{"SurahNumber":3,"VerseNumber":155,"Text":"Surely those among vos turned feria 2 armies clashed duped devil Hoc reflects some de (malus) works they committed DEUS pardoned them. DEUS est Forgiver Clement"},{"SurahNumber":3,"VerseNumber":156,"Text":"O vos believe non est those disbelieved dictus de their kinsmen traveled mobilized war Habet they stayed nos they non abiit gotten killed DEUS renders hoc stirps grief their hearts DEUS controls VITA DECESSUS. DEUS est Seer DE everything VOS PERFECIT"},{"SurahNumber":3,"VerseNumber":157,"Text":"Vos get killed abiit causa DEUS forgiveness ex DEUS mercy est far bene than anything they hoard"},{"SurahNumber":3,"VerseNumber":158,"Text":"Vos abiit get killed vos summoned DEUS"},{"SurahNumber":3,"VerseNumber":159,"Text":"est mercy DEUS vos became compassionate towards them. Habet vos est harsh mean-hearted they relinquit vos! Ergo vos pardon them ask forgiveness them consult them! Dodum vos factus decision carry tuus plan trust DEUS! DEUS loves those trust EUM"},{"SurahNumber":3,"VerseNumber":160,"Text":"Deus supports vos nullus defeat vos. Ac si He relinquit vos qui support vos? In DEUS believers trust"},{"SurahNumber":3,"VerseNumber":161,"Text":"Et prophet non take multus de spoils war than he entitled Anyone takes multus than his rightful share habet account pro it Feria Resurrection! Est when each anima est paid pro whatever it earned parvus injustice"},{"SurahNumber":3,"VerseNumber":162,"Text":"Unus pursues deus pleasure same prout unus est incurs wrath DEUS his destiny est Hell the multus miserable abode"},{"SurahNumber":3,"VerseNumber":163,"Text":"They certainly occupy different ranks DEUS. DEUS est Seer DE everything they PERFECIT"},{"SurahNumber":3,"VerseNumber":164,"Text":"DEUS BEATUS believers LEVABAT their midst messenger them recite them His revelations purify them teach them scripture wisdom! Ante hoc they iit totally astray"},{"SurahNumber":3,"VerseNumber":165,"Text":"Statim vos suffered setback et vos inflicted twice prout much suffering (upon tuus enemy vos dictus perfecit hoc happen nos? Dictus Hoc est consequence de tuus suus deeds. DEUS est Omnipotent)"},{"SurahNumber":3,"VerseNumber":166,"Text":"Quod afflicted vos feria 2 armies clashed est prout deus testimentum distinguish believers"},{"SurahNumber":3,"VerseNumber":167,"Text":"to expose hypocrites told Advenit fight causa DEUS contribute They dictus nos knew quam fight nos ligatus vos. They est closer to disbelief tunc than they est belief! They uttered their mouths quod non est their hearts DEUS knows quod they conceal"},{"SurahNumber":3,"VerseNumber":168,"Text":"They dictus de their kinsmen prout they stayed behind Habet they obeyed nos they non killed Dictus Tunc prevent tuus suus decessus vos est truthful"},{"SurahNumber":3,"VerseNumber":169,"Text":"Non think those killed causa DEUS est denatus; they est alive their Dominus enjoying His provisions"},{"SurahNumber":3,"VerseNumber":170,"Text":"They rejoicing deus gratia they habet bonus news their socius perfecit non abiit them ut they habet nihil fear nor testimentum they grieve"},{"SurahNumber":3,"VerseNumber":171,"Text":"They habet bonus news deus blessings ac gratia ac ut DEUS nunquam fails reward believers"},{"SurahNumber":3,"VerseNumber":172,"Text":"those respond DEUS messenger persecution they suffer maintain their bonus works lead righteous vita major reward"},{"SurahNumber":3,"VerseNumber":173,"Text":"When people dictus to them People mobilized vos; vos fear them hoc unus strengthens their faith they dictus DEUS suffices nos; He est bene Protector"},{"SurahNumber":3,"VerseNumber":174,"Text":"They deserved deus blessings gratia. non harm ever touches them they attained deus approval DEUS possesses infinite GRATIA"},{"SurahNumber":3,"VerseNumber":175,"Text":"est devil's system instill fear his subjects Non fear them fear Me instead si vos est believers"},{"SurahNumber":3,"VerseNumber":176,"Text":"Non saddened those hasten disbelieve! They nunquam hurt DEUS in the parvus Instead DEUS habet willed ut they non habet share Hereafter They incurred terrible retribution"},{"SurahNumber":3,"VerseNumber":177,"Text":"Those choose disbelief belief non hurt DEUS in the parvus they incurred painful retribution"},{"SurahNumber":3,"VerseNumber":178,"Text":"Let non disbelievers think nos lead them pro their suus bonus Nos unus lead them on affirmavit their sinfulness! They incurred humiliating retribution"},{"SurahNumber":3,"VerseNumber":179,"Text":"DEUS NON est SINISTER believers VOS EST SINE distinguishing MALUS EX bonus Nor perfecit DEUS inform vos de future DEUS bestows such knowledge whomever He chooses His messengers! Ergo vos believe in DEUS His messengers. Vos believe lead righteous vita vos receive major recompense"},{"SurahNumber":3,"VerseNumber":180,"Text":"Let non those withhold hoard deus provisions think hoc est bonus them; it est malus pro them! Pro they carry their hoarding their necks Feria Resurrection. DEUS est ultimate inheritor DE CAELUM TERRA. DEUS EST fully Cognizant DE everything VOS PERFECIT"},{"SurahNumber":3,"VerseNumber":181,"Text":"DEUS heard utterances those DICTUS DEUS est poor DUM NOS est rich NOS ACTUM everything they DICTUS just prout NOS ACTUM their killing prophets unjustly NOS DICTUS Suffer retribution Hell"},{"SurahNumber":3,"VerseNumber":182,"Text":"Hoc est consequence tuus suus works DEUS est nunquam unjust towards people"},{"SurahNumber":3,"VerseNumber":183,"Text":"est they dictus DEUS factus covenant nos ut nos non believe in any messenger he produces offering gets consumed fire Dictus Messengers me advenit to vos clear proofs including quod vos just demanded Why tunc vos kill them vos perfecit est truthful"},{"SurahNumber":3,"VerseNumber":184,"Text":"they reject vos messengers vos rejected et they brought proofs Psalms enlightening scripture"},{"SurahNumber":3,"VerseNumber":185,"Text":"Omnis person tastes decessus tunc vos receive tuus recompense Feria Resurrection! Whoever uxor Hell barely factus it Paradise attained major triumph Vita hoc saeculum est non multus than illusion"},{"SurahNumber":3,"VerseNumber":186,"Text":"Vos certainly tested tuus moneta tuus vita vos hear ex those received scripture ex idol worshipers ut lot de insult Vos steadfastly persevere lead righteous vita hoc prove strength tuus faith"},{"SurahNumber":3,"VerseNumber":187,"Text":"DEUS took covenant EX those received scripture VOS proclaim it people NUNQUAM conceal it they disregarded it their backs traded it away cheap price Quod miserable trade"},{"SurahNumber":3,"VerseNumber":188,"Text":"Those qui boast their works wish praised something they really non perfecit non think they evade retribution. They incurred painful retribution"},{"SurahNumber":3,"VerseNumber":189,"Text":"To DEUS belongs sovereignty de caelum terra! DEUS est Omnipotent"},{"SurahNumber":3,"VerseNumber":190,"Text":"In creation de caelum terra alternation nox feria ibi est signum those possess intelligence"},{"SurahNumber":3,"VerseNumber":191,"Text":"They remember DEUS dum standing sitting their sides they reflect creation caelum terra Noster Dominus Vos non create totus hoc in vain Vos glorified Save nos ex retribution Hell"},{"SurahNumber":3,"VerseNumber":192,"Text":"Noster Dominus whomever Vos commit to Hell est the unus Vos forsaken Such transgressors non habet helpers"},{"SurahNumber":3,"VerseNumber":193,"Text":"Noster Dominus nos heard caller alias to faith proclaiming ‘Vos believe in tuus Dominus ' nos believed Noster Dominus forgive nos noster transgressions remit noster sins abiit prout righteous believers"},{"SurahNumber":3,"VerseNumber":194,"Text":"Noster Dominus shower nos blessings vos promised nos Tuus messengers non forsake nos Feria Resurrection! Vos nunquam break promise"},{"SurahNumber":3,"VerseNumber":195,"Text":"Their Dominus responded them ego nunquam fail reward any laborius vos any work vos est vos vir femina - Vos est aequalis to unus alias Sic those immigrate evicted their domus persecuted Me fight get killed ego surely remit their sins admit them into gardens flowing streams Such est reward DEUS! DEUS possesses ultimate reward"},{"SurahNumber":3,"VerseNumber":196,"Text":"Non impressed apparent success disbelievers"},{"SurahNumber":3,"VerseNumber":197,"Text":"They unus enjoy ex temporanea tunc finis Hell; quod miserable destiny"},{"SurahNumber":3,"VerseNumber":198,"Text":"Prout pro those observe their Dominus they deserved gardens flowing streams they abide therein forever Such est abode dedit to them DEUS! Quod DEUS possesses est far bene pro the righteous"},{"SurahNumber":3,"VerseNumber":199,"Text":"Surely some followers proximus scriptures believe in DEUS in quod revealed vos in quod revealed them! They reverence DEUS they nunquam trade away deus revelations pro cheap price These receive their recompense their Dominus. DEUS EST the multus efficient in reckoning"},{"SurahNumber":3,"VerseNumber":200,"Text":"O vos believe vos est steadfast vos persevere vos united vos observe DEUS ut vos succeed"}]}