{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"Hamd olsun Allah'a ki, kuluna kitabı indirdi ve onda hiçbir eğrilik koymadı"},{"SurahNumber":18,"VerseNumber":2,"Text":"Dosdoğru (bir kitap olarak), katından (gelecek) şiddetli bir azapla korkutmak ve salih amellerde bulunan Mü'minlere güzel bir ecir olduğunu müjde vermek için (indirdi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Onlar onda ebedî olarak kalıcıdırlar"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ve; “Allah çocuk edinmiştir.” diyen kimseleri uyarması için indirmiştir"},{"SurahNumber":18,"VerseNumber":5,"Text":"Onların da atalarının da o konu hakkında bir bilgisi yoktur. Ağızlarından çıkan bu söz pek büyüktür. Onlar yalandan başkasını söylemiyorlar"},{"SurahNumber":18,"VerseNumber":6,"Text":"Belki de sen, bu kitaba iman etmiyorlar diye onların arkasından üzüntüden kendini helâk edeceksin"},{"SurahNumber":18,"VerseNumber":7,"Text":"İnsanların hangisi daha güzel amel işleyecek diye imtihan etmek için yeryüzünde bulunanları, oranın süsü yaptık"},{"SurahNumber":18,"VerseNumber":8,"Text":"Bununla beraber Biz bunun üstünde olan şeyleri elbet kupkuru bir toprak yaparız"},{"SurahNumber":18,"VerseNumber":9,"Text":"Sen, yoksa Kehf ve Rakim ehlini bizim (tek) şaşılacak ayetlerimizden mi sandın"},{"SurahNumber":18,"VerseNumber":10,"Text":"Hani bir kaç genç mağaraya sığınmıştı ve şöyle demişlerdi: \"Rabbimiz, bize katından bir rahmet ver ve bu işimizde doğruyu bize nasip et"},{"SurahNumber":18,"VerseNumber":11,"Text":"Bunun üzerine Biz de nice yıllar onların kulaklarına perde koyduk (onları uyuttuk)"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sonra da iki gruptan hangisinin (mağarada) bekledikleri süreyi daha iyi hesap ettiğini ortaya çıkarmak için onları uyandırdık"},{"SurahNumber":18,"VerseNumber":13,"Text":"Biz sana onların haberlerini hak/gerçek olarak anlatıyoruz. Onlar, Rablerine iman etmiş gençlerdi. Biz de onların hidayetini arttırmıştık"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ayağa kalkarak: \"Bizim Rabbimiz göklerin ve yerin Rabbidir. Ondan başka bir ilaha dua etmeyeceğiz\" O takdirde gerçekten son derece batıl bir söz söylemiş oluruz” dediklerinde Biz onların kalplerini sağlamlaştırdık"},{"SurahNumber":18,"VerseNumber":15,"Text":"Şu bizim kavmimiz Allah'tan başka ilahlar edindiler. Onlar hakkında açık bir delil getirselerdi ya! Allah hakkında yalan uydurandan daha zalimi kimdir"},{"SurahNumber":18,"VerseNumber":16,"Text":"(Madem ki) Onlardan ve onların Allah’tan başka ibadet ettiklerinden ayrıldınız. O halde mağaraya çekilin ki Rabbiniz size rahmetini yaysın ve işlerinizde kolaylık sağlasın"},{"SurahNumber":18,"VerseNumber":17,"Text":"(Orada olsaydın) güneş doğduğunda; mağaralarının sağ tarafına kaydığını, battığında da sol yandan kayıp gittiğini görürdün. Kendileri ise mağaranın geniş bir yerinde idiler. Bu, Allah’ın âyetlerindendir. Allah, kime hidayet ederse işte o, doğru yolu bulandır. Kimi de şaşırtırsa, artık ona doğru yolu gösterecek bir dost bulamazsın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Uykuda oldukları halde, sen onları uyanık sanırsın. Biz onları sağa sola çeviriyorduk. Köpekleri de mağaranın girişinde ön ayaklarını uzatmış (yatmakta idi.) Onları görseydin, mutlaka onlardan yüz çevirip kaçardın ve gördüklerin yüzünden için korku ile dolardı"},{"SurahNumber":18,"VerseNumber":19,"Text":"Böylece biz, birbirlerine sorsunlar diye onları uyandırdık. İçlerinden biri: “Ne kadar kaldınız?\" dedi. (Bir kısmı) “Bir gün, ya da bir günden az”, dediler. (Diğerleri de) şöyle dediler: “Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Şimdi siz birinizi şu gümüş para ile kente gönderin de baksın; (şehir halkından) hangisinin yiyeceği daha temiz ve lezzetli ise ondan size bir rızık getirsin. Ayrıca, çok nazik davransın (da dikkat çekmesin) ve sizi hiçbir kimseye sakın sezdirmesin"},{"SurahNumber":18,"VerseNumber":20,"Text":"Eğer onlar sizi ele geçirirlerse ya taşlayarak öldürürler, yahut kendi dinlerine döndürürler. O zaman da bir daha asla kurtuluşa eremezsiniz"},{"SurahNumber":18,"VerseNumber":21,"Text":"Böylece (insanları) onlardan haberdar ettik ki, Allah'ın vâdinin hak olduğunu, kıyametin şüphe götürmez olduğunu bilsinler. Hani onlar kendi meselelerini aralarında tartışıyorlardı. Bunun üzerine: “Üzerlerine bir bina yapın” demişlerdi. Rableri onları daha iyi bilendir. Fakat onların işine galip gelenler ise, “Mutlaka onların üstüne bir Mescid edineceğiz” dediler"},{"SurahNumber":18,"VerseNumber":22,"Text":"Onlar üç kişidir; dördüncüleri de köpekleridir\" diyecekler. Yine: \"Beş kişidir; altıncıları köpekleridir\" diyecekler. (Bunlar) gayb hakkında taş atmaktır. \"Yedi kişidirler, sekizincileri köpekleridir. De ki: Onların sayısını en iyi Rabbim bilir. Onları çok az kimseden başkası bilmez. O halde, onlar hakkında açık olarak ortaya konandan başka bir şeyi tartışma. Onlar hakkında (Ehl-i Kitap'tan hiçbir) kimseye bir şey sorma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Hiç bir şey için “Ben onu yarın mutlaka yapacağım.” deme"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancak, “Allah dilerse yapacağım.” de. Unuttuğun zaman Rabbini an ve “Umarım Rabbim beni, bundan daha doğru olana ulaştırır.” de"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar mağaralarında üç yüz yıl kaldılar. Buna dokuz daha kattılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: “Kaldıkları süreyi Allah daha iyi bilir. Göklerin ve yerin gaybını bilmek O’na aittir. O, ne güzel görür; O, ne güzel işitir! Onların, O’ndan başka hiçbir dostu da yoktur. O, hükmüne hiçbir kimseyi ortak etmez.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbinin kitabından sana vahyedileni oku. O’nun kelimelerini değiştirecek hiçbir kimse yoktur. O’ndan başka asla bir sığınak da bulamazsın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Sabah, akşam Rablerinin yüzünü dileyerek O’na dua edenlerle beraber sen de sabret. Dünya hayatının süslerini arzulayarak, gözünü onlardan ayırma. Kalbini zikrimizden gafil kıldığımız, heva/arzularına uymuş ve işi taşkınlık olan kimseye itaat etme"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki: “Hak, Rabbinizdendir. Artık dileyen iman etsin, dileyen kâfir olsun.” Biz zalimlere öyle bir ateş hazırladık ki, onun alevden duvarları kendilerini çepeçevre kuşatmıştır. (Susuzluktan) feryat edip yardım dilediklerinde, erimiş maden gibi yüzleri yakıp kavuran bir su ile kendilerine yardım edilir. O ne kötü bir içecektir! Cehennem ne korkunç bir sığınaktır"},{"SurahNumber":18,"VerseNumber":30,"Text":"Gerçek şu ki, iman edip salih ameller yapanlara gelince, elbette biz iyi iş yapanların ecrini zayi etmeyiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Onlara, altlarından ırmaklar akan Adn Cennetleri vardır. Orada altın bilezikler takarlar, ince ve kalın ipekten yeşil elbiseler giyerler. Orada koltuklarına yaslanırlar. Ne güzel mükâfat! (Cennet) Ne güzel bir konak"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara iki adamı örnek ver: Onlardan birisine iki üzüm bağı vermiştik. Çevresini de hurmalıklarla çevirmiş, bu ikisinin arasında da ekinler bitirmiştik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Her iki bahçe de ürünlerini vermiş, hiçbir şeyi eksik bırakmamışlardı. İkisinin arasından da bir ırmak akıtmıştık"},{"SurahNumber":18,"VerseNumber":34,"Text":"Onun başka ürünleri de vardı. İşte böyle bir halde arkadaşıyla konuşurken: \"Ben malca senden zenginim, sayıca da senden güçlüyüm.\" dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Derken kendine zulmederek bağına girdi. Şöyle dedi: “Bunun sonsuza değin yok olacağını sanmıyorum.”"},{"SurahNumber":18,"VerseNumber":36,"Text":"Kıyametin kopacağına da hiç inanmıyorum. Eğer Rabbime döndürülecek olursam, elbette bundan daha iyi bir dönüş yeri bulurum.\" dedi"},{"SurahNumber":18,"VerseNumber":37,"Text":"Kendisiyle konuşmakta olan arkadaşı ona dedi ki: “Seni topraktan, sonra bir damla sudan yaratan, sonra da seni (eksiksiz) bir insan şeklinde yaratan Allah’a (iman etmede) küfür mü ediyorsun?”"},{"SurahNumber":18,"VerseNumber":38,"Text":"Oysa, O Allah benim Rabbimdir ve ben, Rabbime hiç kimseyi şirk koşmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bağına girdiğinde Mâşallah (Allah neyi dilerse o olur)! Allah'tan başka kuvvet yoktur, demen lazım değil miydi? Eğer beni mal ve çocuk bakımından senden daha az (güçte) görüyorsan"},{"SurahNumber":18,"VerseNumber":40,"Text":"Belki Rabbim bana senin bağından daha hayırlısını verir. Seninkinin üzerine ise gökten felaket indiriverir de kupkuru çorak bir toprak oluverir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahut suyu yerin dibine çekiliverir de bir daha onu aramaya gücün yetmez"},{"SurahNumber":18,"VerseNumber":42,"Text":"(Birden) Onun ürünleri (afetle) kuşatılıverdi. Orası için harcadıklarına karşı avuçlarını (esefle) ovuşturup duruyordu. Bahçenin çardakları yere çökmüştü. \"Ah, keşke Rabbime hiçbir şirk koşmamış olsaydım!\" diyordu"},{"SurahNumber":18,"VerseNumber":43,"Text":"Onun, Allah’tan başka kendisine yardım edebilecek kimseleri yoktu. Kendi kendini kurtaracak güçte de değildi"},{"SurahNumber":18,"VerseNumber":44,"Text":"İşte bu durumda velayet (yardım etmek) yalnızca hak olan Allah’a mahsustur. O’nun mükâfatı da daha hayırlıdır, vereceği sonuç da daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara dünya hayatının örneğini ver: (Dünya hayatı), gökten indirdiğimiz yağmur gibidir ki, onun sebebiyle yeryüzünün bitkileri boy verip birbirine karışırlar. Fakat bütün bu canlılık sonunda rüzgârın savurduğu kuru bir çer çöpe döner. Allah, her şey üzerinde kudret sahibidir"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mallar ve evlatlar, dünya hayatının süsüdür. Baki kalacak salih ameller ise, Rabbinin katında sevap olarak da, ümit olarak da daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"Dağları yürüteceğimiz ve senin yeryüzünü dümdüz göreceğin günü bir hatırla. Biz onları mahşerde toplarız da içlerinden hiçbirini bırakmayız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Hepsi saf saf Rabbinin huzuruna çıkarılırlar. Onlara: “Andolsun, sizi ilk önce yarattığımız gibi bize geldiniz. Oysa siz, sizin için hesaba çekileceğiniz bir zaman belirlemediğimizi sanmıştınız.” denir"},{"SurahNumber":18,"VerseNumber":49,"Text":"Kitap ortaya konur. Günahkârları, kitabın içindekilerden korkuya kapılmış görürsün. “Eyvah bize! Bu nasıl bir kitaptır ki; küçük, büyük hiçbir şey bırakmadan hepsini sayıp dökmüş!” derler. Onlar bütün yaptıklarını karşılarında bulurlar. Senin Rabbin hiç kimseye zulmetmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Hani biz meleklere: “Âdem için (selamlamak için) secde edin!” demiştik de İblis’ten başka hepsi secde etmişlerdi. İblis ise cinlerdendi de Rabbinin emri dışına çıktı. Şimdi siz, beni bırakıp da İblis’i ve neslini, kendinize dostlar mı ediniyorsunuz? Hâlbuki onlar, sizin için birer düşmandırlar. Bu, zalimler için ne kötü bir bedeldir"},{"SurahNumber":18,"VerseNumber":51,"Text":"Onları, göklerin ve yerin yaratılmasına veya kendilerinin yaratılışına şahit tutmadım. Saptıranları da yardımcı edinecek değilim"},{"SurahNumber":18,"VerseNumber":52,"Text":"O gün: \"Benim ortaklarım olduklarını sandıklarınızı çağırın\" diye buyurur. Onları çağırırlar ama cevap vermezler. Biz aralarına bir uçurum koyarız"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suçlular (o gün) ateşi görünce, onun içine düşeceklerini iyice anlayacaklar ve ondan kurtuluş yolu da bulamayacaklardır"},{"SurahNumber":18,"VerseNumber":54,"Text":"And olsun ki, Biz bu Kuran'da insanlara her türlü misali gösterip açıkladık. Fakat tartışmaya en çok düşkün (varlık) insandır"},{"SurahNumber":18,"VerseNumber":55,"Text":"İnsanlara hidayet geldikten sonra onların iman etmelerine ve Rablerinden mağfiret dilemelerine alıkoyan tek şey; ancak öncekilerin başına gelen sünnetin kendilerine de gelip çatmasını yahut onlara gözleri önünde azabın gelmesini beklemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Peygamberleri ancak müjdeci ve uyarıcı olarak göndeririz. Kâfirler, batıl ile hakkı ortadan kaldırmak için mücadele ederler. Ayetlerimizi ve kendilerine yapılan uyarıları alay konusu yaparlar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kim, kendisine Rabbinin âyetleri hatırlatılıp da onlardan yüz çeviren ve elleriyle yapıp, işlediklerini unutandan daha zalimdir? Şüphesiz biz, onu anlamamaları için kalplerine perdeler gerdik, kulaklarına da ağırlıklar koyduk. Sen onları hidayete davet etsen de artık ebediyen hidayet bulamazlar"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbin; çok bağışlayıcıdır, merhamet sahibidir. Eğer yaptıkları yüzünden onları (dünyada) cezaya çarptırsaydı, elbette azaplarını çarçabuk verirdi. Fakat, onlar için belirlenmiş bir gün vardır ki (o gün gelince) hiçbir kurtuluş çaresi bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"İşte şu ülkeler; zulmettikleri zaman onları helâk ettik. Onları helâk etmek için de belli bir zaman tayin etmiştik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Hani Musa, genç arkadaşına: \"İki denizin birleştiği yere ulaşmaya veya yıllarca yürümeye kararlıyım.\" demişti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Onlar, iki denizin birleştiği yere ulaştıklarında balıklarını unuttular. O da denizde bir yol tutup gitti"},{"SurahNumber":18,"VerseNumber":62,"Text":"O yeri geçtikleri zaman genç arkadaşına: \"Kahvaltımızı getir, bu yolculuğumuzda bir hayli yorgun düştük.\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Genç, “Gördün mü! Kayaya sığındığımız sırada balığı unutmuşum. –Doğrusu onu sana söylememi bana ancak Şeytan unutturdu- Balık şaşılacak bir şekilde denizde yolunu tutup gitmişti.” dedi"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa: \"İşte, aradığımız buydu.\" dedi. Hemen izlerini takip ederek gerisin geriye döndüler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Orada kendisine tarafımızdan bir rahmet vermiş ve nezdimizden bir ilim öğretmiş olduğumuz kullarımızdan bir kul buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mûsâ ona: “Sana öğretilen bilgilerden bana, doğruya iletici bir bilgi öğretmen için sana tabi olayım mı?” dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"Adam, şöyle dedi: “Doğrusu sen benimle beraber olmaya asla sabredemezsin.”"},{"SurahNumber":18,"VerseNumber":68,"Text":"“İç yüzünü kavrayamadığın bir şeye nasıl sabredebilirsin?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"İnşallah, beni sabırlı olarak bulacaksın ve senin emrine karşı gelmeyeceğim.\" dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"O da şöyle dedi: “O hâlde, eğer bana tabi olacaksan, ben sana söylemedikçe hiçbir şey hakkında bana soru sormayacaksın.”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Derken yola koyuldular. Nihayet bir gemiye bindiklerinde (adam) gemiyi deldi. Mûsâ: “Sen onu içindekileri boğmak için mi deldin? Doğrusu, sen büyük bir iş yaptın.” dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Adam: “Sen benimle beraberliğe asla sabredemezsin, demedim mi?” dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa: “Unuttuğum için beni sorgulama ve bu işimde bana güçlük çıkarma!” dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine yola koyuldular. Nihayet bir erkek çocukla karşılaştıklarında, adam (hemen) onu öldürdü. Musa: “Bir cana karşılık olmaksızın masum bir cana mı kıydın? Andolsun çok kötü bir iş yaptın!” dedi"},{"SurahNumber":18,"VerseNumber":75,"Text":"“Ben sana benimle beraberliğe asla sabredemezsin, demedim mi?” dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"“Eğer bundan sonra sana bir şey soracak olursam artık benimle arkadaşlık etme; o takdirde tarafımdan mazur sayılırsın.” dedi"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yine yola koyuldular, sonunda ulaştıkları kasaba halkından kendilerine yiyecek istediler. Kasaba halkı onları misafir etmek istemedi. Onlar da orada yıkılmaya yüz tutmuş bir duvar buldular. O (Hızır), bunu doğrulttu. Musa: \"Eğer isteseydin buna karşılık bir ücret alabilirdin.\" dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"İşte bu benimle senin aranda ayrılış (vaktidir). Şimdi sana sabredemediğin şeylerin açıklamasını haber vereceğim dedi"},{"SurahNumber":18,"VerseNumber":79,"Text":"O gemi, denizde çalışan birtakım yoksul kimselere ait idi. Onu kusurlu kılmak istedim. (Çünkü) onların önünde, her (sağlam) gemiyi gasbetmekte olan bir kral vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Gence gelince, onun anne ve babası Mü'min idi. Gencin onları azgınlık ve küfre sürüklemesinden korktuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Böylece Rablerinin onlara, bu çocuğun yerine daha hayırlı ve daha merhametli bir çocuk vermesini diledik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvar ise şehirdeki iki yetim gence aitti. Altında da onlara ait bir hazine vardı. Babaları salih insandı. Rabbin, onların olgunluk çağına ulaşmasını ve Rabbinden bir rahmet olarak hazinelerini çıkarmalarını istedi. Ben, bunları kendiliğimden yapmadım. İşte bu sabredemediğin şeylerin açıklamasıdır"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zülkarneyn’i soruyorlar. De ki: Ona dair size bir haber okuyacağım"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onu yeryüzünde kudret sahibi kıldık ve kendisine her konuda (amacına ulaşabileceği) bir yol verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nihayet güneşin battığı yere ulaşınca onu kara çamurlu bir pınarda batıyor gördü. Onun yanında da bir kavim buldu. Dedik ki: “Ey Zülkarneyn! Onları istersen azaplandırabilirsin yahut onlara güzel muamelede de bulunabilirsin"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: “Kim zulmederse onu azaplandıracağız. Sonra o Rabbine döndürülecek, Rabbi de onu şiddetli bir azap ile azaplandıracak"},{"SurahNumber":18,"VerseNumber":88,"Text":"Fakat, kim de iman eder ve salih amel işlerse, ona da iyi bir mükâfat vardır. Ona emrimizden kolay olanı söyleriz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra yine (doğuya doğru) bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Güneşin doğduğu yere ulaşınca, onu kendileriyle güneş arasına örtü koymadığımız bir millet üzerine doğar buldu"},{"SurahNumber":18,"VerseNumber":91,"Text":"İşte böyle. Onun yanında olan her şeyi büsbütün kuşatmıştık"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra bir yol tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nihayet iki dağ arasına ulaştığı zaman, önlerinde hemen hemen hiçbir söz anlamayan bir kavme rastladı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: “Ey Zülkarneyn! Ye’cüc ve Me’cüc (adlı kavimler) yeryüzünde bozgunculuk yapmaktadırlar. Onlarla bizim aramıza bir engel yapman karşılığında sana bir vergi verelim mi?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"“Rabbimin bana verdiği imkân ve kudret, (sizin vereceğiniz vergiden) daha hayırlıdır. Şimdi siz bana gücünüzle yardım edin de, sizinle onların arasına sağlam bir set yapayım” dedi"},{"SurahNumber":18,"VerseNumber":96,"Text":"“Bana (yeterince) demir madeni getirin” dedi. İki yamacın arasındaki boşluğu (dağlarla) bir hizaya getirince; “Körükleyin!” dedi. Demiri eritip kor (gibi) yapınca da; “Bana erimiş bakır getirin, bunun üzerine boşaltayım.” dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık onu ne aşabildiler, ne de delebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"“İşte bu, Rabbimden bir rahmettir. Rabbimin vaadi gelince onu dümdüz eder, Rabbimin vaadi haktır.” dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Günü gelince biz onları bırakırız, dalga dalga birbirlerine karışırlar. Sûr’a üflendiği zaman da hepsini bir araya toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gün Cehennem'i kâfirlerin karşısına getirir, sunarız"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onlar, gözleri beni anmaktan perdeli olan ve dinleyecek güçleri de olmayan kimselerdi"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kâfirler, beni bırakıp da kullarımı veliler/ilahlar edineceklerini mi sandılar? Biz, Cehennem'i kâfirler için konak olarak hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"(Ey Muhammed!) De ki: Amelleri bakımından hüsranda olan kimseleri size haber verelim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Onlar, dünya hayatındaki bütün amelleri boşa gitmişken, kendilerini gerçekte güzel iş yapmakta sanan kimselerdir"},{"SurahNumber":18,"VerseNumber":105,"Text":"Onlar, Rablerinin âyetleri ve O’na kavuşacakları hakkında kâfir olanlar, böylece amelleri boşa çıkan, o yüzden de kıyamet gününde amelleri için bir terazi kurmayacağımız kimselerdir"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte; kâfir oldukları, âyetlerimi ve rasûllerimi alaya aldıkları için onların cezası Cehennem'dir"},{"SurahNumber":18,"VerseNumber":107,"Text":"Gerçekten iman edip salih ameller işleyenlerin ise konakları Firdevs Cennetleri'dir"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onlar orada ebedî kalıcıdırlar. Oradan ayrılmak da istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: “Rabbimin sözleri için deniz(ler) mürekkep olsa, buna destek olarak bir o kadar daha katsak Rabbimin sözleri tükenmeden o deniz(ler) tükenir.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: \"Ben de ancak sizin gibi bir insanım! Bana ilahınızın sadece tek ilah olduğu vahyediliyor. Kim Rabbine kavuşmayı umuyorsa, salih amel işlesin ve Rabbine ibadetinde kimseyi ortak koşmasın"}]}