{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Hâ Mîm"},{"SurahNumber":40,"VerseNumber":2,"Text":"Bu kitabin indirilisi, çok güçlü ve her seyi bilen Allah tarafindandir"},{"SurahNumber":40,"VerseNumber":3,"Text":"O, günah bagislayici, tevbe kabul edici, azabi siddetli, kerem sahibi Allah'tandir ki O'ndan baska ilâh yoktur. Hem dönüs O'nadir"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allah'in âyetleri hakkinda ancak kâfirler mücadele ederler. Simdi onlarin beldeler içinde dönüp dolasmalari seni aldatmasin"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan önce Nuh kavmi, arkalarindan da çesitli topluluklar yalanlamislardi. Her ümmet, kendi peygamberlerini yakalamak kastinda bulundu. Hakki batilla gidermek için bosuna mücadele ettiler. Ben de onlari tuttum, aliverdim. (Bak o zaman) azabim nasil oldu"},{"SurahNumber":40,"VerseNumber":6,"Text":"Iste o nankörlük eden kâfirlere Rabbinin (azab) sözü öyle hak oldu. Onlar, mutlaka cehennemliktirler"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsi tasiyanlar ve onun etrafindakiler, Rablerinin hamdiyle tesbih ederler ve O'na inanirlar. Iman etmisler için de söyle bagislanma dilerler: \"Ey Rabbimiz! Rahmetin ve ilmin her seyi kusatmistir. O, tevbe edip senin yoluna uyanlari bagisla, onlari cehennem azabindan koru"},{"SurahNumber":40,"VerseNumber":8,"Text":"Ey Rabbimiz! Hem onlari, hem onlarin atalarindan, zevcelerinden ve zürriyetlerinden iyi olanlari kendilerine vaad buyurdugun Adn cennetlerine koy. Süphesiz çok güçlü, hüküm ve hikmet sahibi olan sensin"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onlari fenaliklardan koru. Sen her kimi fenaliklardan korursan, o gün muhakkak onu rahmetinle yarligamissindir. Iste asil büyük kurtulus da budur"},{"SurahNumber":40,"VerseNumber":10,"Text":"O kâfirlere mutlaka söyle bagirilacaktir: \"Elbette Allah'in bugzu, sizin nefislerinize bugzunuzdan daha büyüktür. Çünkü siz imana davet ediliyordunuz da inkâr ediyordunuz"},{"SurahNumber":40,"VerseNumber":11,"Text":"Kâfirler diyecekler ki: \"Ey Rabbimiz! Sen bizi iki defa öldürdün, iki defa dirilttin. Simdi günahlarimizi anladik. Fakat çikmaya bir yol var mi"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Onlara söyle cevap verilir): \"Bu azab size su sebeptendir: Siz tek Allah'a davet edildiginiz zaman inkâr ettiniz. Ama O'na ortak kosulunca inandiniz. Artik hüküm, o yüce ve büyük Allah'indir"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size âyetlerini gösteren, sizin için gökten bir rizik indiren O'dur. Fakat onlari ancak gönül verip düsünenler anlar"},{"SurahNumber":40,"VerseNumber":14,"Text":"O halde siz, dini Allah için halis kilarak hep O'na yalvarin. Isterse kâfirler hoslanmasinlar"},{"SurahNumber":40,"VerseNumber":15,"Text":"O dereceleri yükselten Ars'in sahibi Allah, o bulusma gününün (kiyametin) dehsetini haber vermek için kullarindan diledigi kimseye emrinden ruh (melek) indiriyor"},{"SurahNumber":40,"VerseNumber":16,"Text":"O gün onlar kabirlerinden meydana firlarlar. Kendilerinin hiçbir seyi Allah'a karsi gizli kalmaz. \"Bugün mülk kimindir?\" (diye sorulur. Cevaben): \"Tek ve kahhar olan Allah'indir.\" (denir)"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugün her nefis kazandigi ile cezalanacaktir. Bugün zulüm yoktur. Süphesiz Allah, hesabi çabuk görendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Yaklasmakta olan o felaket (kiyamet) gününü de onlara haber ver. O dem ki yürekler girtlaklara dayanmistir, yutkunup dururlar. Zalimler için ne isinacak bir dost vardir, ne de sözü dinlenecek bir sefaatçi"},{"SurahNumber":40,"VerseNumber":19,"Text":"Allah, gözlerin hain bakisini da bilir, gönüllerin gizledigini de"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah hakki yerine getirir. Onlarin O'ndan baska yalvardiklari ise hiçbir seyi yerine getiremezler. Çünkü hakkiyla isiten ve gören ancak Allah'tir"},{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryüzünde bir gezmediler mi? Baksalar ya kendilerinden öncekilerin sonlari nasil olmus? Onlar yeryüzünde gerek kuvvetçe ve gerek eserce kendilerinden daha üstündüler. Öyle iken Allah onlari günahlari sebebiyle tutup aliverdi. Kendilerini Allah'in azabindan koruyacak biri bulunmadi"},{"SurahNumber":40,"VerseNumber":22,"Text":"O, sundandi: Onlara peygamberleri apaçik delillerle geliyorlardi. Ama onlar inkâr ettiler. Allah da tuttu kendilerini aliverdi. Çünkü O'nun kuvveti çok, azabi siddetlidir"},{"SurahNumber":40,"VerseNumber":23,"Text":"Andolsun Musa'yi âyetlerimizle ve açik bir delil ile gönderdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun'a, Hâmân'a ve Karun'a da onlar: \"Bu bir sihirbaz, bir yalancidir\" dediler"},{"SurahNumber":40,"VerseNumber":25,"Text":"Bunun üzerine Musa, kendilerine tarafimizdan hakki getirince de: \"Onunla beraber iman etmis olanlarin ogullarini öldürün, kadinlarini diri tutun.\" dediler. Fakat o kâfirlerin tuzagi da hep bosa çikmaktadir"},{"SurahNumber":40,"VerseNumber":26,"Text":"Bir de Firavun: \"Birakin beni, öldüreyim Musa'yi da o Rabbine dua etsin. Çünkü ben onun, dininizi degistirmesinden veya yeryüzünde bir bozgunculuk çikarmasindan korkuyorum\" dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa da: \"Ben hesap gününe inanmayan her kibirliden, benim de Rabbim, sizin de Rabbiniz olan Allah'a siginirim\" dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden imanini saklayan bir adam da söyle dedi: \"Bir adami, Rabbim Allah dedigi için öldürecek misiniz? Halbuki o size Rabbinizden delillerle gelmistir. Hem o bir yalanci ise çok sürmez, yalani boynuna geçer. Fakat dogru ise size yaptigi tehditlerin birkismi olsun basiniza gelir. Süphe yok ki Allah asiri giden bir yalanciyi dogru yola çikarmaz"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey kavmim! Bugün mülk sizindir. Dünyada yüze çikmis bulunuyorsunuz. Eger gelecek olursa Allah'in hismindan bizi kim kurtarir?\" Firavun: \"Ben size görüsümden baskasini göstermiyorum ve herhalde ben size dogru yolu gösteriyorum\" dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"O iman etmis olan kimse de: \"Ey kavmim! Dogrusu ben sizin hakkinizda Ahzab (önceki çesitli toplumlar)in günleri gibi bir günden korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh Kavmi'nin, Âd'in, Semud'un ve daha sonrakilerin maceralari gibi (bir günün geleceginden korkuyorum). Allah, kullari için bir zulüm istemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey kavmim! Ben size gelecek o çagrisma gününden (kiyamet gününden) korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gün arkaniza dönüp kaçacaksiniz. Fakat sizi Allah'tan koruyacak olan yoktur. Her kimi Allah sasirtirsa, artik ona bir yol gösterici bulunmaz"},{"SurahNumber":40,"VerseNumber":34,"Text":"Bundan önce size delillerle Yusuf gelmisti. O zaman da onun size getirdigi hakikatte süphe edip durmustunuz. Nihayet vefat ettiginde de \"Bundan sonra Allah asla peygamber göndermez\" dediniz. Iste asiri süpheci olanlari Allah böyle sasirtir"},{"SurahNumber":40,"VerseNumber":35,"Text":"Onlar, kendilerine gelmis bir delil olmaksizin, Allah'in âyetleri hakkinda mücadele ederler. Bu durum, Allah katinda ve iman edenler yaninda büyük bir bugzu gerektirir. Iste Allah, her böbürlenen zorbanin kalbini öyle bir tabiat ile mühürler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun dedi ki: \"Ey Hâmân! Bana bir kule yap, belki ben o yollara ulasabilirim"},{"SurahNumber":40,"VerseNumber":37,"Text":"Göklerin yollarina ulasabilirim de, Musa'nin ilâhinin ne oldugunu anlarim. Ben onu mutlaka yalanci saniyorum.\" Iste böylece Firavun'a kötü ameli süslü gösterildi de yoldan çikarildi. Çünkü Firavun düzeni hep bosa çikar"},{"SurahNumber":40,"VerseNumber":38,"Text":"O iman etmis olan kimse dedi ki: \"Ey kavmim! Bana uyun ki size dogru yolu göstereyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey kavmim! Bu dünya hayati ancak geçici bir menfaatten ibarettir. Ahiret ise durulacak karar yurdudur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Her kim bir kötülük yaparsa, ona ancak yaptiginin bir misli ile ceza verilir. Erkek veya kadin, her kim de mümin olarak iyi bir amel islerse, iste onlar cennete girerler. Orada kendilerine hesapsiz rizik verilir"},{"SurahNumber":40,"VerseNumber":41,"Text":"Hem ey kavmim! Niçin ben sizi kurtulusa davet ederken, siz beni atese davet ediyorsunuz"},{"SurahNumber":40,"VerseNumber":42,"Text":"Siz beni Allah'i inkâr etmeye ve bence hiç ilimde yeri olmayan seyleri O'na ortak kosmaya davet ediyorsunuz. Ben ise sizi o çok güçlü ve çok bagislayici olan Allah'a davet ediyorum"},{"SurahNumber":40,"VerseNumber":43,"Text":"Hiç inkâr edilemez ki, gerçekten sizin beni davet ettiginiz seyin dünyada da, ahirette de bir davet hakki yoktur. Hepimizin dönüsü Allah'adir. Süphesiz haddi asanlarin hepsi cehennemliktir"},{"SurahNumber":40,"VerseNumber":44,"Text":"Siz benim söylediklerimi sonra anlayacaksiniz. Ben isimi Allah'a havale ediyorum. Süphesiz Allah, kullarini görür, gözetir"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah o mümini, onlarin kurduklari tuzaklarin kötülüklerinden korudu. Firavun'un adamlarini ise, o kötü azab kusatti"},{"SurahNumber":40,"VerseNumber":46,"Text":"Onlar, sabah aksam atese arzolunurlar. Kiyamet kopacagi gün de: \"Firavun hanedanini azabin en siddetlisine tikin!\" (denilecektir)"},{"SurahNumber":40,"VerseNumber":47,"Text":"Hele ates içinde birbirlerini protesto ederlerken, zayif olanlar, büyüklük taslayanlara: \"Hani bizler size tabi idik. Simdi siz bizden bir ates nöbetini savabiliyor musunuz?\" derler"},{"SurahNumber":40,"VerseNumber":48,"Text":"Büyüklük taslayanlar da söyle derler: \"Evet, hepimiz onun içindeyiz. Allah kullari arasinda hükmünü vermistir"},{"SurahNumber":40,"VerseNumber":49,"Text":"Atestekiler, cehennem bekçilerine derler ki: \"Rabbinize dua edin de bir gün olsun bizden azabi biraz hafifletsin"},{"SurahNumber":40,"VerseNumber":50,"Text":"Bekçiler de: \"Size peygamberleriniz mucizelerle gelmiyorlar miydi?\" diye sorarlar. Onlar: \"Evet\" derler. Bekçiler: \"Öyle ise kendiniz dua edin\" derler. Kâfirlerin duasi ise hep çikmazdadir"},{"SurahNumber":40,"VerseNumber":51,"Text":"Biz peygamberimize ve inananlara hem dünya hayatinda hem de sahitlerin sahitlik edecekleri günde (kiyamette) elbette yardim ederiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"O gün zalimlere özür dilemeleri fayda vermez. Onlara lanet vardir, onlara yurdun kötüsü (cehennem) vardir"},{"SurahNumber":40,"VerseNumber":53,"Text":"Andolsun ki biz Musa'ya o hidayeti verdik ve Israilogullarina o kitabi miras kildik"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Bunu) Akli basinda olanlara bir yol gösterici ve bir hatirlatma olsun diye (böyle yaptik)"},{"SurahNumber":40,"VerseNumber":55,"Text":"O halde sabret. Çünkü Allah'in vaadi haktir. Hem günahindan dolayi istigfar et ve aksam sabah Rabbini hamdiyle tesbih et"},{"SurahNumber":40,"VerseNumber":56,"Text":"Kendilerine gelmis kesin bir delil olmaksizin, Allah'in âyetleri hakkinda mücadele edenlerin gögüslerinde ancak yetisemeyecekleri bir kibir vardir. Sen hemen Allah'a sigin. Çünkü her seyi isiten ve gören O'dur"},{"SurahNumber":40,"VerseNumber":57,"Text":"Elbette göklerin ve yerin yaratilmasi, insanlarin yaratilmasindan daha büyüktür. Fakat insanlarin çogu bilmezler"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kör ile gören bir olmaz, iman edip salih ameller isleyen kimseler ile kötülük yapan da bir degildir. Ne kadar da az düsünüyorsunuz"},{"SurahNumber":40,"VerseNumber":59,"Text":"Herhalde o saat (kiyamet) muhakkak gelecektir. Onda süphe yok. Fakat insanlarin çogu inanmazlar"},{"SurahNumber":40,"VerseNumber":60,"Text":"Halbuki Rabbiniz: \"Bana yalvarin, dua edin ki size karsilik vereyim. Çünkü bana ibadet etmekten kibirlenip yüz çevirenler yarin horlanmis olarak cehenneme gireceklerdir.\" buyurdu"},{"SurahNumber":40,"VerseNumber":61,"Text":"Içinde dinlenesiniz diye geceyi, göz açici bir aydinlik olarak da gündüzü sizin için yaratan Allah'tir. Gerçekten Allah insanlara karsi bir lütuf sahibidir. Fakat insanlarin çogu sükretmezler"},{"SurahNumber":40,"VerseNumber":62,"Text":"Iste Rabbiniz, her seyin yaraticisi olan o Allah'tir. O'ndan baska ilâh yoktur. O halde (haktan) nasil çevrilirsiniz"},{"SurahNumber":40,"VerseNumber":63,"Text":"Iste Allah'in âyetlerini inkâr edenler böyle çevriliyorlar"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, O'dur ki sizin için yeri bir karargâh, gögü de bir bina yapmistir. Size sekil vermis, sonra sekillerinizi güzellestirmistir. Hos nimetlerden size rizik vermistir. Iste Rabbiniz o Allah'tir. Âlemlerin Rabbi olan Allah ne yücedir"},{"SurahNumber":40,"VerseNumber":65,"Text":"Daimî bir hayat sahibi ancak O'dur. O'ndan baska ilâh yoktur. Onun için dini halis kilarak O'na, hep O'na yalvarin. Hamd, âlemlerin Rabbi olan Allah'a mahsustur"},{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: \"Bana Rabbimden apaçik deliller geldigi zaman, ben o sizin Allah'i birakip taptiklariniza ibadet etmekten kesinlikle men edildim ve bana âlemlerin Rabbine teslim olmam emredildi"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sizi (önce) bir topraktan, sonra bir damla sudan, sonra bir aleka (embriyo)dan yaratan, sonra sizi bir bebek olarak çikaran, sonra güçlü kuvvetli bir çaga erismeniz, sonra da ihtiyarlar olmaniz için yasatip büyüten O'dur. Içinizden kimi de daha önce vefat ettiriliyor. (Bunlari Allah) belirli bir süreye ulasasiniz ve aklinizi kullanasiniz diye (böyle yapiyor)"},{"SurahNumber":40,"VerseNumber":68,"Text":"O, hem yasatir, hem öldürür. O, bir sey yapmak isteyince ona sadece \"ol!\" der, o sey de hemen oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Bakmaz misin simdi Allah'in âyetleri hakkinda mücadeleye kalkanlara! (Haktan) nasil döndürülüyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Kitaba ve Resullerimizi gönderdigimiz seylere yalan diyenler, artik ilerde bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"O zaman boyunlarinda halkalar ve zincirler oldugu halde sürükleneceklerdir"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suda, sonra da ateste kaynatilacaklardir"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra da onlara: \"Nerede o ortak kostuklariniz?\" denilecek"},{"SurahNumber":40,"VerseNumber":74,"Text":"O Allah'tan baskalari (nerede denilecek). Onlar da diyecekler ki: \"Hepsi bizden uzaklasip gittiler. Daha dogrusu biz bundan önce hiçbir seye ibadet etmiyormusuz.\" Iste Allah, o kâfirleri böyle sasirtir"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bunun sebebi sudur: Çünkü siz yeryüzünde haksiz yere seviniyor ve güveniyordunuz"},{"SurahNumber":40,"VerseNumber":76,"Text":"Içlerinde ebedî olarak kalmak üzere cehennemin kapilarindan girin. Bak ne kötü o kibirlenenlerin yeri"},{"SurahNumber":40,"VerseNumber":77,"Text":"Ey Muhammed! Sen sabret, süphesiz Allah'in vaadi haktir, mutlaka gerçeklesecektir. Onlara yaptigimiz tehdidin bir kismini sana göstersek de veya seni vefat ettirsek de onlar mutlaka döndürülüp bize getirileceklerdir"},{"SurahNumber":40,"VerseNumber":78,"Text":"Andolsun ki biz senin önünden nice peygamberler göndermisizdir. Onlardan kimini sana anlatmisiz, kimini de anlatmamisizdir. Hiçbir peygamber, Allah'in izni olmaksizin bir mucize getiremez. Allah'in emri gelince de hak yerine getirilir. Batil bir dava pesinde kosanlar, iste bu noktada hüsrana ugrarlar"},{"SurahNumber":40,"VerseNumber":79,"Text":"Kimine binesiniz, kimini de yiyesiniz diye sizin için o yumusak basli hayvanlari yaratan Allah'tir"},{"SurahNumber":40,"VerseNumber":80,"Text":"Sizin için onlarda daha nice menfaatler vardir. Onlarin üzerinde gönüllerinizdeki bir arzuya erersiniz. Hem onlar üzerinde, hem de gemiler üzerinde tasinirsiniz"},{"SurahNumber":40,"VerseNumber":81,"Text":"Allah size âyetlerini gösteriyor. Simdi Allah'in âyetlerinin hangisini inkâr edersiniz"},{"SurahNumber":40,"VerseNumber":82,"Text":"Daha yeryüzünde gezip de bir bakmazlar mi? Kendilerinden öncekilerin sonu nasil olmus? Onlar kendilerinden hem daha çok, hem de kuvvetçe ve yeryüzündeki eserlerinin saglamligi bakimindan daha çetindiler. Öyle iken o kazandiklari seyler, kendilerini kurtaramadi"},{"SurahNumber":40,"VerseNumber":83,"Text":"Çünkü onlara peygamberleri, delillerle geldikleri zaman, kendilerinde bulunan ilme güvendiler de o alay ettikleri sey onlari kusativerdi"},{"SurahNumber":40,"VerseNumber":84,"Text":"O zaman hismimizi gördüklerinde: \"Allah'in birligine inandik ve O'na sirk kostugumuz seyleri inkâr ettik\" dediler"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ama hismimizi gördükleri zamanki imanlari kendilerine fayda verecek degildi. Allah'in, kullari hakkindaki geçe gelen kanunu budur. Iste kâfirler bu noktada hüsrana düstüler"}]}