{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":1,"Text":"(Bu) Kitabın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi Tanrı (katın)dandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Şüphesiz, sana bu Kitabı hak ile indirdik; öyleyse sen de dini yalnızca O´na halis kılarak Tanrı´ya ibadet et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Haberin olsun; halis (katıksız) olan din yalnızca Tanrı´nındır. O´ndan başka veliler edinenler (şöyle derler:) \"Biz bunlara bizi Tanrı´ya daha fazla yaklaştırsınlar diye ibadet ediyoruz.\" Elbette Tanrı, kendi aralarında hakkında ihtilaf ettikleri şeylerden hüküm verecektir. Gerçekten Tanrı, yalancı kafirleri hidayete erdirmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eğer Tanrı, çocuk edinmek isteseydi, yarattıklarından dilediğini elbette seçerdi. O, yücedir; O, bir olan kahredici olan Tanrı´dır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Gökleri ve yeri hak olarak yarattı. Geceyi gündüzün üstüne sarıp örtüyor, gündüzü de gecenin üstüne sarıp örtüyor. Güneşe ve aya boyun eğdirdi. Her biri adı-konulmuş bir ecele kadar akıp gitmektedir. Haberin olsun üstün ve güçlü olan, bağışlayan O´dur"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir nefsten yarattı, sonra ondan kendi eşini var etti ve sizin için davarlardan sekiz çift indirdi. Sizi annelerinizin karınlarında, üç karanlık içinde, bir yaratılıştan sonra (bir başka) yaratılışa (dönüştürüp) yaratmaktadır. İşte rabbiniz olan Tanrı budur, mülk O´nundur. O´ndan başka tanrı yoktur. Buna rağmen nasıl çevriliyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eğer küfrederseniz, artık kuşkusuz Tanrı size karşı hiçbir ihtiyacı olmayandır ve O, kulları için inkara rıza göstermez. Ve eğer şükrederseniz, sizin (yararınız) için ondan razı olur. Hiçbir günahkar, bir başkasının günah yükünü yüklenmez. Sonra rabbinize döndürüleceksiniz, böylece yaptıklarınızı size haber verecektir. Şüphesiz O, sinelerin özünde saklı olanı bilendir"},{"SurahNumber":39,"VerseNumber":8,"Text":"İnsana bir zarar dokunduğu zaman gönülden katıksızca yönelmiş olarak rabbine dua eder. Sonra ona kendinden bir nimet verdiği zaman, daha önce O´na dua ettiğini unutur ve O´nun yolundan saptırmak amacıyla Tanrı´ya eşler koşmaya başlar. De ki: \"Küfrünle biraz (dünya zevklerinden) yararlan; çünkü sen, ateşin halkındansın"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa o, gece saatinde kalkıp da secde ederek ve kıyama durarak gönülden itaat (ibadet) eden, ahiretten sakınan ve rabbinin rahmetini umud eden (gibi) midir? De ki: \"Hiç bilenlerle bilmeyenler bir olur mu. Şüphesiz, temiz akıl sahipleri öğüt alıp düşünürler"},{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: \"Ey inanan kullarım, rabbinizden sakının. Bu dünyada iyilik edenler için bir iyilik vardır. Tanrı´nın arzı geniştir. Ancak sabredenlere ecirleri hesapsızca ödenir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Bana, dini yalnızca O´na halis kılarak Tanrı´ya ibadet etmem buyruldu"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ve bana müslümanların ilki olmam da buyruldu"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Ben, rabbime isyan ettiğim takdirde, büyük bir günün azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben dinimi yalnızca O´na halis kılarak Tanrı´ya ibadet ederim"},{"SurahNumber":39,"VerseNumber":15,"Text":"Siz, O´nun dışında dilediklerinize ibadet edin.\" De ki: \"Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendilerini, hem ehlini (yakınlarını) hüsrana uğratanlardır. Haberiniz olsun, bu apaçık olan hüsranın kendisidir"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların üstlerinde ateşten tabakalar, altlarında da tabakalar vardır. İşte Tanrı, kendi kullarını bununla tehdit edip korkutuyor. Ey kullarım öyleyse benden sakının"},{"SurahNumber":39,"VerseNumber":17,"Text":"Tağut´a kulluk etmekten kaçınan ve Tanrı´ya içten yönelenler ise; onlar için bir müjde vardır, öyleyse kullarıma müjde ver"},{"SurahNumber":39,"VerseNumber":18,"Text":"Ki onlar, sözü işitirler ve en güzeline uyarlar. İşte onlar, Tanrı´nın kendilerini hidayete erdirdiği kimselerdir ve onlar, temiz akıl sahipleridir"},{"SurahNumber":39,"VerseNumber":19,"Text":"Azab sözü kendisi üzerinde hak olmuş kimse mi (onlarla bir tutulur)? Ateşte olanı artık sen mi kurtaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Ancak rablerinden korkup sakınanlar ise; onlara yüksek köşkler vardır onların üstünde de yüksek köşkler bina edilmiştir. Onların altında ırmaklar akmaktadır. (Bu,) Tanrı´nın vaadidir. Tanrı, vaadinden dönmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Görmüyor musun; gerçekten Tanrı, gökyüzünden su indirdi de onu yerin içindeki kaynaklara yürütüp geçirdi. Sonra onunla çeşitli renklerde ekinler çıkarıyor. Sonra kurumaya başlar, böylece onu sararmış görürsün. Sonra da onu kurumuş kırıntılar kılıyor. Şüphesiz bunda, temiz akıl sahipleri için gerçekten öğüt alınacak bir ders (zikr) vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Tanrı, kimin göğsünü İslam´a açmışsa, artık o, rabbinden bir nur üzerinedir, (öyle) değil mi? Fakat Tanrı´nın zikrinden (yana) kalpleri katılaşmış olanların vay haline. İşte onlar, apaçık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Tanrı, müteşabih (benzeşmeli), ikişerli bir kitap olarak sözün en güzelini indirdi. Rablerine karşı içleri titreyerek korkanların O´ndan derileri ürperir. Sonra onların derileri ve kalpleri Tanrı´nın zikrine (karşı) yumuşar yatışır. İşte bu, Tanrı´nın yol göstermesidir, onunla dilediğini hidayete erdirir. Tanrı, kimi saptırırsa, artık onun için de bir yol gösterici yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet günü o kötü azabtan kendini yüzü ile kim koruyabilecek? Ve zalimlere \"kazandığınızı tadın\" denmiştir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler de yalanladı; böylece azab onlara hiç şuurunda olmadıkları bir yerden gelip çattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Tanrı, onlara dünya hayatında ´horluğu ve aşağılanmayı´ tattırdı. Eğer bilmiş olsalardı, ahiretin azabı gerçekten daha büyüktür"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, biz bu Kuran´da, belki öğüt alıp düşünürler diye, insanlar için her bir örnekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Çarpıklığı olmayan Arapça bir Kuran´dır (bu). Umulur ki sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Tanrı (ortak koşanlar için) bir örnek verdi: Kendisi hakkında uyumsuz ve geçimsiz bulunan, sahipleri de çok ortaklı olan (köle) bir adam ile yalnızca bir kişiye teslim olmuş bir adam. Bu ikisinin durumu bir olur mu? Hamd, Tanrı´nındır. Hayır onların çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gerçek şu ki, sen de öleceksin, onlar da öleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra şüphesiz sizler, kıyamet günü rabbinizin huzurunda davalaşacaksınız"},{"SurahNumber":39,"VerseNumber":32,"Text":"Tanrı´ya karşı yalan söyleyenden ve kendisine geldiğinde doğruyu (Kuran´ı) yalanlayandan daha zalim kimdir? Kafirler için cehennemde bir konaklama yeri mi yok"},{"SurahNumber":39,"VerseNumber":33,"Text":"Doğruyu getiren ve doğrulayanlara gelince; işte onlar muttaki olanlardır"},{"SurahNumber":39,"VerseNumber":34,"Text":"Rableri katında dileyecekleri her şey onlarındır. İşte bu, ihsanda bulunanların ödülüdür"},{"SurahNumber":39,"VerseNumber":35,"Text":"Çünkü Tanrı, onların (dünyada) yaptıklarının en kötüsünü örtecek ve yaptıklarının en güzeliyle ecirlerini verecektir"},{"SurahNumber":39,"VerseNumber":36,"Text":"Tanrı, kuluna yeterli değil mi? Seni O´ndan başkalarıyla korkutuyorlar. Tanrı, kimi saptırırsa, artık onun için bir yol gösterici yoktur"},{"SurahNumber":39,"VerseNumber":37,"Text":"Tanrı, kimi hidayete erdirirse onun için bir saptırıcı yoktur. Tanrı, intikam sahibi, güçlü ve üstün olan değil midir"},{"SurahNumber":39,"VerseNumber":38,"Text":"Andolsun, onlara: \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, elbette \"Tanrı\" diyecekler. De ki: \"Gördünüz mü, haber verin; Tanrı´dan başka taptıklarınız, eğer Tanrı bana bir zarar dileyecek olsa, O´nun zararını kaldırabilirler mi? Ya da bana bir rahmet vermeyi istese, O´nun rahmetini tutup önleyebilecekler mi?\" De ki: \"Tanrı, bana yeter. Tevekkül edecek olanlar, O´na tevekkül etsinler"},{"SurahNumber":39,"VerseNumber":39,"Text":"De ki: \"Ey kavmim, üzerinde bulunduğunuz duruma göre yapın edin; elbette ben de yapıp ederim. Artık yakında öğreneceksiniz"},{"SurahNumber":39,"VerseNumber":40,"Text":"Kendisini aşağılık kılan azab kime geliyor ve kesintisiz azab kimin üzerine çöküp kaçınılmaz oluyor"},{"SurahNumber":39,"VerseNumber":41,"Text":"Şüphesiz, sana biz Kitabı insanlar için hak olmak üzere indirdik. Artık kim hidayete ererse, bu kendi lehinedir; kim saparsa, o da kendi aleyhine sapmış olur. Sen onların üzerinde vekil değilsin"},{"SurahNumber":39,"VerseNumber":42,"Text":"Tanrı, ölecekleri zaman canlarını alır; ölmeyeni de uykusunda (bir tür ölüme sokar). Böylece, kendisi hakkında ölüm kararı verilmiş olanı(n ruhunu) tutar, öbürünü ise adı konulmuş bir ecele kadar salıverir. Şüphesiz bunda, düşünen bir kavim için gerçekten ayetler vardır"},{"SurahNumber":39,"VerseNumber":43,"Text":"Yoksa Tanrı´dan başka şefaat ediciler mi edindiler? De ki: \"Ya onlar, hiçbir şeye malik değillerse ve akledemiyorlarsa"},{"SurahNumber":39,"VerseNumber":44,"Text":"De ki: \"Şefaatin tümü Tanrı´nındır. Göklerin ve yerin mülkü O´nundur. Sonra O´na döndürüleceksiniz"},{"SurahNumber":39,"VerseNumber":45,"Text":"Tanrı bir olarak anıldığı zaman ahirete inanmayanların kalbi öfkeyle kabarır. Oysa O´ndan başkaları anıldığında hemen sevince kapılırlar"},{"SurahNumber":39,"VerseNumber":46,"Text":"De ki: \"Ey gökleri ve yeri yaratan (fatır), gaybı ve müşahede edilebileni bilen Tanrım. Anlaşmazlığa düştükleri şeylerde, kullarının arasında sen hüküm vereceksin"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eğer yeryüzünde olanların tümü ve bununla birlikte bir katı daha zalimlerin olmuş olsaydı, kıyamet günü o kötü azabtan (kurtulmak amacıyla) gerçekten bunları fidye olarak verirlerdi. Oysa, onların hiç hesaba katmadıkları şeyler, Tanrı´dan kendileri için açığa çıkmıştır"},{"SurahNumber":39,"VerseNumber":48,"Text":"Kazandıkları kötülükler, kendileri için açığa çıkmıştır ve alay konusu edindikleri şey de kendilerini çepeçevre kuşatmıştır"},{"SurahNumber":39,"VerseNumber":49,"Text":"İnsana bir zarar dokunduğu zaman, bize dua eder; sonra tarafımızdan ona bir nimet ihsan ettiğimizde der ki: \"Bu, bana ancak bir bilgi(m) dolayısıyla verildi.\" Hayır; bu bir fitne (kendisini bir deneme)dir. Ancak çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":50,"Text":"Bunu kendilerinden öncekiler de söylemişti; ama kazandıkları şeyler onlara hiçbir yarar sağlamadı"},{"SurahNumber":39,"VerseNumber":51,"Text":"Böylece, kazandıkları kötülükler(in acı sonucu) onlara isabet etti. Bunlardan zulmetmiş olanlara da, kazandıkları kötülükler isabet edecektir. Ve onlar (bunu kendilerine uygulamaktan Tanrı´yı) aciz bırakabilecekler değildirler"},{"SurahNumber":39,"VerseNumber":52,"Text":"Onlar bilmiyorlar mı ki, gerçekten Tanrı dilediğine rızkı genişletir / yayar veya kısar / daraltır / kısıtlar. Kuşkusuz bunda inanan bir kavim için gerçekten ayetler vardır"},{"SurahNumber":39,"VerseNumber":53,"Text":"(Benden onlara) De ki: \"Ey kendi aleyhlerinde olmak üzere ölçüyü taşıran kullarım. Tanrı´nın rahmetinden umut kesmeyin. Şüphesiz Tanrı, bütün günahları bağışlar. Çünkü O, bağışlayandır, esirgeyendir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Azab size gelip çatmadan evvel, rabbinize yönelip dönün ve O´na teslim olun. Sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Rabbinizden, size indirilenin en güzeline uyun; siz hiç şuurunda değilken, azab apansız size gelip çatmadan evvel"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kişinin (yana yakıla) şöyle diyeceği (gün): \"Tanrı yanında (kullukta) yaptığım kusurlardan dolayı yazıklar olsun (bana), doğrusu ben, (Tanrı´nın diniyle) alay edenlerdendim"},{"SurahNumber":39,"VerseNumber":57,"Text":"Veya: \"Gerçekten Tanrı bana hidayet verseydi, elbette muttakilerden olurdum\" diyeceği"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ya da azabı gördüğü zaman: \"Benim için bir kere daha (dünyaya dönme fırsatı) olsaydı da, ihsan edenlerden olsaydım\" (diyeceği günden sakının)"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır, benim ayetlerim sana gelmişti, fakat sen onları yalanladın, büyüklüğe kapıldın ve kafirlerden oldun"},{"SurahNumber":39,"VerseNumber":60,"Text":"Kıyamet günü, Tanrı´ya karşı yalan söyleyenlerin yüzlerinin kapkara olduğunu görürsün. Büyüklenenler için cehennemde bir konaklama yeri mi yok"},{"SurahNumber":39,"VerseNumber":61,"Text":"Tanrı, takva sahiplerini (inanarak ve inançlarını uygulayarak) zafere ulaşmaları dolayısıyla kurtarır. Onlara kötülük dokunmaz ve onlar hüzne kapılmayacaklardır"},{"SurahNumber":39,"VerseNumber":62,"Text":"Tanrı, her şeyin yaratıcısıdır. O, her şey üzerinde vekildir"},{"SurahNumber":39,"VerseNumber":63,"Text":"Göklerin ve yerin anahtarları O´nundur. Tanrı´nın ayetlerine küfredenler ise; işte onlar, hüsrana uğrayanlardır"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: \"Ey cahiller, bana Tanrı´nın dışında bir başkasına mı kulluk etmemi buyuruyorsunuz"},{"SurahNumber":39,"VerseNumber":65,"Text":"Andolsun, sana ve senden öncekilere vahyolundu (ki): \"Eğer şirk koşacak olursan, şüphesiz amellerin boşa çıkacak ve elbette sen, hüsrana uğrayanlardan olacaksın"},{"SurahNumber":39,"VerseNumber":66,"Text":"Hayır, artık (yalnızca) Tanrı´ya kulluk et ve şükredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Onlar Tanrı´nın gerçek gücünü ölçemediler / değerlendiremediler veya Tanrı´nın gücünü gerçekten / gerektiği gibi değerlendiremediler (bence ilki). Oysa kıyamet günü yer, bütünüyle O´nun avucu (kabzası)ndadır; gökler de sağ eliyle dürülüp bükülmüştür. O, şirk koştuklarından münezzeh ve yücedir"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sur´a üfürüldü; böylece Tanrı´nın diledikleri dışında, göklerde ve yerde olanlar çarpılıp yıkılıverdi. Sonra bir daha ona üfürüldü, artık onlar ayağa kalkmış durumda gözetliyorlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yer, rabbinin nuruyla parıldadı; (orta yere) kitap kondu; peygamberler ve şahidler getirildi ve aralarında hak ile hüküm verildi, onlar haksızlığa uğratılmazlar"},{"SurahNumber":39,"VerseNumber":70,"Text":"Her bir nefse yaptığının tam karşılığı verildi. O, onların işlediklerini daha iyi bilendir"},{"SurahNumber":39,"VerseNumber":71,"Text":"Küfredenler, cehenneme bölük bölük sevkedildiler. Sonunda oraya geldikleri zaman, kapıları açıldı ve onlara (cehennemin) bekçileri dedi ki: \"Size rabbinizin ayetlerini okuyan ve bugün ile karşılaşacağınızı (söyleyip) sizi uyaran elçiler gelmedi mi?\" Onlar: \"Evet\" dediler. Ancak azab kelimesi kafirlerin üzerine hak oldu"},{"SurahNumber":39,"VerseNumber":72,"Text":"Dediler ki: \"İçinde ebedi kalıcılar olarak cehennemin kapılarından (içeri) girin. Büyüklüğe kapılanların konaklama yeri ne kötüdür"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablerinden korkup sakınanlar da, cennete bölük bölük sevkedildiler. Sonunda oraya geldikleri zaman, kapıları açıldı ve onlara (cennetin) bekçileri dedi ki: \"Selam üzerinizde olsun, hoş ve temiz geldiniz. Ebedi kalıcılar olarak ona girin"},{"SurahNumber":39,"VerseNumber":74,"Text":"(Onlar da) Dediler ki: \"Bize olan vaadinde sadık kalan ve bizi bu yere mirasçı kılan Tanrı´ya hamd olsun ki, cennetten dilediğimiz yerde konaklayabiliriz. (Salih) Amellerde bulunanların ecri ne güzeldir"},{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri de arşın etrafını çevirmişler olarak rablerini hamd ile tesbih ettiklerini görürsün. Aralarında hak ile hüküm verilmiştir ve: \"Alemlerin rabbine hamdolsun\" denilmiştir"}]}