{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Allah dicsőségét zengi minden, ami az egekben és a földön van, hiszen Ő a Hatalmas és a Bölcs"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ő az, Aki a Könyv népe közül kiűzte azokat, akik hitetlenek voltak? a lakóhelyeikről az összegyűjtés kezdetére, Ti nem gondoltátok, hogy elmennek. És úgy vélték, hogy erődítményeik meg fogják védelmezni őket Allah- tól. Ám Allah onnan érte el őket, ahonnan nem számítottak rá és a rettegést ültette a szívükbe, aminek következtében a saját és a hívők keze által rombolták le otthonaikat. Szolgáljon ez okulásotokra, ó, ti szemmel bírók"},{"SurahNumber":59,"VerseNumber":3,"Text":"Ám ha Allah nem a száműzetést rótta volna ki rájuk sorsul, akkor \"már az evilági életben megbüntette volna őket, A Túlvilágon pedig a Tűz büntetése lesz az osztályrészük"},{"SurahNumber":59,"VerseNumber":4,"Text":"Ez amiatt történik, mert szembefordultak Allah-hal és az Ő Küldöttével. Aki pedig szembefordul Allah-hal, (annak tudnia kell azt, hogy) Allah büntetése nagyon szigorú"},{"SurahNumber":59,"VerseNumber":5,"Text":"Ami pálmafát kivágtatok, vagy állva hagytatok, az Allah engedélyével történt, hogy megalázza a bűnösöket"},{"SurahNumber":59,"VerseNumber":6,"Text":"Amit Allah zsákmányul adott tőlük az Ő Küldöttének ( Muhammad- Allah áldja meg és adjon neki örök üdvösséget), az ellen nem hajtottatok ti sem lovat, sem tevét\". Ám Allah hatalommal ruházza fel Küldötteit azokkal szemben, akikkel szemben akarja. Mert Allah minden dologra képes"},{"SurahNumber":59,"VerseNumber":7,"Text":"Amit Allah az Ő Küldöttének, a városok lakóinak vagyonából zsákmányul adott, az Allah-é, a Küldöttéé\", a rokonoké\", az árváké, szegényeké és az úton lévőké, hogy ne a ti gazdagjaitok kezén forogjon. Amit a Küldött (Muhammad- Allah áldja meg és adjon neki örök üdvösséget) hozott nektek, azt fogadjátok el, amitől pedig eltiltott benneteket, attól forduljatok el\"! Féljétek Allah-ot, mert Allah büntetése nagyon szigorú"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Az ilyen zsákmány egy része) A szegény Muhagir-oké (Kivonulók), akik házaikból és vagyonukból elűzettek, Allah tetszése és elégedettsége után vágyakozva, (ők azok,) akik Allah és Küldötte győzelméért küzdenek. Ők az igazak"},{"SurahNumber":59,"VerseNumber":9,"Text":"(És azoknak is jár abból) Akiknek házaik voltak (Medinában) és hittek még őelőttük\". Ők szeretik azokat, akik elvégezték a Kivonulást (higra). És lelkükben nem érzik szükségét\" annak, amit azok kaptak. Söt, maguk elé helyezik őket, még ha ezáltal törést szenvednének is. Aki pedig védelemben részesül önnön kapzsiságával szemben az az igazán boldogulók közé tartozik"},{"SurahNumber":59,"VerseNumber":10,"Text":"Akik pedig őutánuk jöttek, azt mondják: Urunk! Bocsáss meg nekünk és testvéreinknek, akik megelőztek bennünket a hitben és ne vesd a szívünkbe a gyűlölet magvát azok ellen, akik hisznek. Urunk! Te vagy Kegyes és Könyörületes"},{"SurahNumber":59,"VerseNumber":11,"Text":"Nem láttad-e ( Muhammad- Allah áldja meg és adjon neki örök üdvösséget) azokat, akik képmutatók voltak, akik a Könyv népéhez tartozó hitetlen testvéreiknek azt mondták: , Ha elűzettek, mi is veletek megyünk. És a ti ügyetekkel kapcsolatban soha senkinek nem engedelmeskedünk. Ha harcolni fognak ellenetek, akkor mi segíteni fogunk nektek.\" Ám Allah tanúságot tesz arról, hogy ők hazugok"},{"SurahNumber":59,"VerseNumber":12,"Text":"Ha ők kiűzetnek, amazok bizony nem mennek velük, és ha harcolnak ellenük, nem segítik őket. Ám ha mégis segítenék őket, bizony elfordulnának és akkor sem vezettetnek győzelemre"},{"SurahNumber":59,"VerseNumber":13,"Text":"Ti (hívők) bizony nagyobb félelmet jelentetek a számukra, a lelkükben (a Banű-n-Nadir törzs zsidóira), mint Allah. Ez azért van, mert ők egy olyan nép, amely nem fog fel semmit"},{"SurahNumber":59,"VerseNumber":14,"Text":"Nem együttesen harcolnak ellenetek, hanem csak jól megerősített városokban, vagy falak mögött. Nagy az ő harciasságuk egymással szemben. Olyannak gondolod őket, mint akik együtt vannak, ám szívük sokféle. Ez azért van így, mert egy olyan nép ez, amely nem ért meg semmit"},{"SurahNumber":59,"VerseNumber":15,"Text":"Hasonló az ő példájuk azokhoz, akik nemrégen ízelítőt kaptak cselekedeteik gyászos következményeiből!. Fájdalmas büntetés jár majd nekik"},{"SurahNumber":59,"VerseNumber":16,"Text":"Hasonló ez a Sátán példájához, midőn azt mondta az embernek: Légy hitetlen!\" Miután hitetlen lett (az ember), azt mondta (a sátán): . Nekem semmi közöm hozzád. Én félem Allah-ot, a Világok Urát"},{"SurahNumber":59,"VerseNumber":17,"Text":"Mindkettőjüknek az lesz a végső büntetése, hogy örök időkre a Pokol Tüzére lesznek kárhoztatva, Ez jár a bűnösöknek- jutalomként"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ó, ti, akik hisztek! Féljétek Allah-ot! A lélek pedig figyelmesen nézze azt, amit előre küldött a holnapra! És féljétek hát Allah-ot! Allah mindannak tudója, amit tesztek"},{"SurahNumber":59,"VerseNumber":19,"Text":"Ne legyetek olyanok, mint azok, akik elfelejtették Allah-ot, és ezért Ő elfeledtette velük önmagukat. Ők a gonosztevők"},{"SurahNumber":59,"VerseNumber":20,"Text":"A Pokol Tüzére kerülők és a Paradicsom Népe bizony nem egyenlők egymással. A Paradicsom Népe lesz a győztes"},{"SurahNumber":59,"VerseNumber":21,"Text":"Ha ezt a Koránt egy hegyre bocsátottuk volna le kinyilatkoztatás gyanánt, akkor láthatnád, hogy az (a hegy), az Allah iránti félelemtől megalázkodik! és széthasad. Ezek azok a példázatok, amelyeket az emberek számára bemutattunk. Talán elgondolkoznak"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ő, Allah! Akin kívül nincs más isten, csak Ő (La iláha illa Huwa). A rejtett és a látható dolgok Tudója, Ő a Könyörületes és az Irgalmas"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ő, Allah! Akin kívül nincs más isten, csak Ő (La ilaha illa \"Hinwa). A Király (al-Maliku), a Szentséges (al-Ouddüsu), a Béke? (as-Salámu), a Biztonságot Adó (al-Miu minw), a teremtményeire Felügyelő (al-Muhayminu), a Hatalmas (al-\"Azizu), a Mindenható (al-Gabbáru), a Fenséges (al-Mutakabbiru). Magasztaltassék Allah (subhána- Llahi)! Magasan felette áll Ő annak, amit társítanak (Mellé)"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ő, Allah. A Teremtő (al-Haligu), a Létrehozó (al-Bári \"u), a Megformázó (al-Musawwiru). Őt illetik meg a Szép Nevek. Az Ő dicsőségét zengi mindaz, ami az egekben és a földön van. Ő a Hatalmas és a Bölcs"}]}