{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Möminlər, həqiqətən də, nicat tapmışlar"},{"SurahNumber":23,"VerseNumber":2,"Text":"o kəslər ki, namazlarında mütidirlər"},{"SurahNumber":23,"VerseNumber":3,"Text":"o kəslər ki, sözbazlıqdan qaçırlar"},{"SurahNumber":23,"VerseNumber":4,"Text":"o kəslər ki, zəkat verirlər"},{"SurahNumber":23,"VerseNumber":5,"Text":"o kəslər ki, öz cinsi orqanlarını həmişə qoruyurlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"zövcələri və sahib olduqları cariyələr istisnadır. Onlar buna görə heç qınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"Bundan artığına can atanlar isə həddi aşanlardır"},{"SurahNumber":23,"VerseNumber":8,"Text":"O mömin kəslər ki, əmanətlərini və vədlərini qoruyurlar"},{"SurahNumber":23,"VerseNumber":9,"Text":"O kəslər ki, namazlarını öz vaxtlarında qılırlar"},{"SurahNumber":23,"VerseNumber":10,"Text":"Məhz onlar – varis olanlardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"O kəslər ki, Firdovs cənnətinə varis olacaqlar. Onlar orada əbədi qalacaqlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Həqiqətən, Biz insanı palçıq cövhərindən yaratdıq"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra nütfə halında möhkəm yerdə yerləşdirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra nütfədən laxtalanmış qan yaratdıq, sonra o qandan bir parça ət yaratdıq, sonra o bir parça ətdən sümüklər yaratdıq, sonra da sümükləri ət ilə örtdük. Sonra da onu başqa bir məxluq olaraq xəlq etdik. Yaradanların ən yaxşısı olan Allah nə qədər xeyirxahdır"},{"SurahNumber":23,"VerseNumber":15,"Text":"Şübhəsiz ki, bundan sonra siz mütləq öləcəksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra da Qiyamət günü dirildiləcəksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Biz sizin üstünüzdə yeddi göyü yaratdıq. Məxluqatımızdan da xəbərsiz olmamışıq"},{"SurahNumber":23,"VerseNumber":18,"Text":"Biz göydən lazımi qədər su endirib onu yerdə saxladıq. Şübhəsiz ki, Biz onu yox edə də bilərik"},{"SurahNumber":23,"VerseNumber":19,"Text":"Sonra həmin su ilə xurma ağaclarını və üzüm bağlarını sizin üçün yetişdirdik. Sizin üçün orada yediyiniz çoxlu meyvələr vardır"},{"SurahNumber":23,"VerseNumber":20,"Text":"Biz Sina dağında bir ağac bitirdik ki, barından yeyənlərə həm yağ, həm də həm şirə verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Həqiqətən, ev heyvanlarında da sizin üçün ibrət var. Biz onların bətnində olandan sizlərə içirdirik. Sizin üçün onlarda başqa faydalar da var. Üstəlik onlardan yeyirsiniz də"},{"SurahNumber":23,"VerseNumber":22,"Text":"Siz həm o heyvanlarla, həm də gəmilərlə daşınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Həqiqətən, Biz Nuhu öz qövmünə elçi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin! Sizin Ondan başqa heç bir məbudunuz yoxdur. Məgər qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Qövmünün kafir zadəganları dedilər: “O da sizin kimi sadəcə bir insandır. Sizə böyüklük etmək istəyir. Əgər Allah elçi göndərmək istəsəydi, mələklər göndərərdi. Biz bunu ulu babalarımızdan eşitməmişik"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu ancaq cinli bir adamdır. Odur ki, ona münasibətdə bir müddət gözləyin!”"},{"SurahNumber":23,"VerseNumber":26,"Text":"O dedi: “Ey Rəbbim! Onların məni yalançı saymasına qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz ona vəhy etdik: “Gözlərimiz önündə və vəhyimizlə gəmini düzəlt. Əmrimiz gəldiyi və təndir qaynadığı zaman hər canlıdan bir cüt erkək və dişi, barəsində söz keçmiş (əleyhinə hökm verilmiş) kəslər istisna olmaqla, öz ailəni gəmiyə mindir. Zalımlar barəsində Mənə müraciət etmə. Çünki onlar suya qərq olunacaqlar"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sən yanında olanlarla birlikdə gəmiyə mindiyin zaman de: “Bizi zalım adamlardan xilas edən Allaha həmd olsun!”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Həmçinin de: “Ey Rəbbim! Məni mübarək bir yerə çıxart. Sən yer verənlərin ən yaxşısısan!”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şübhəsiz ki, bunda ibrətlər vardır. Həqiqətən, Biz qullarımızı beləcə sınağa çəkirik"},{"SurahNumber":23,"VerseNumber":31,"Text":"Onlardan sonra isə başqa bir nəsil yaratdıq"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da özlərindən bir elçi göndərdik. O dedi: “Allaha ibadət edin! Sizin ondan başqa heç bir məbudunuz yoxdur. Məgər qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Qövmünün kafir olan, Axirətə qovuşacaqlarını yalan hesab edən və dünya həyatında firavanlıq nəsib etdiyimiz zadəganları dedilər: “O sizin kimi sadəcə bir insandır. Yediyinizdən o da yeyir, içdiyinizdən o da içir"},{"SurahNumber":23,"VerseNumber":34,"Text":"Əgər siz özünüz kimi adi bir insana itaət etsəniz, mütləq ziyana uğrayarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"O sizə ölüb torpağa və sür-sümüyə çevrildikdən sonra dirildilib yenidən çıxarılacağınızımı vəd edir"},{"SurahNumber":23,"VerseNumber":36,"Text":"Sizə vəd olunan şey həqiqətdən çox uzaqdır, çox uzaq"},{"SurahNumber":23,"VerseNumber":37,"Text":"Dünya həyatımızdan başqa heç bir həyat yoxdur; ölüb dirilirik (birimiz ölür, digərimiz anadan olur) və biz dirilməyəcəyik"},{"SurahNumber":23,"VerseNumber":38,"Text":"Bu, ancaq Allaha iftira yaxan bir adamdır. Biz ona inanan deyilik”"},{"SurahNumber":23,"VerseNumber":39,"Text":"O dedi: “Ey Rəbbim! Onların məni yalançı saymasına qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah dedi: “Onlar tezliklə peşman olacaqlar!”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Onları qaçılması mümkün olmayan qorxunc bir səs yaxaladı. Biz onları daşqının apardığı çör-çöpə döndərdik. Məhv olsun zalım adamlar"},{"SurahNumber":23,"VerseNumber":42,"Text":"Onlardan sonra başqa-başqa nəsillər yaratdıq"},{"SurahNumber":23,"VerseNumber":43,"Text":"Heç bir ümmət öz əcəlini nə qabaqlaya bilər, nə də yubandırar"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra bir-birinin ardınca elçilərimizi göndərdik. Hər dəfə hər hansı bir ümmətə peyğəmbər gəldikdə, onlar onu yalançı saydılar. Biz də onları bir-birinin ardınca məhv edib əfsanələrə çevirdik. Məhv olsun iman gətirməyənlər"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Musanı və qardaşı Harunu ayələrimizlə və açıq-aydın bir dəlillə göndərdik –"},{"SurahNumber":23,"VerseNumber":46,"Text":"Fironun və onun əyanlarının yanına. Onlar isə təkəbbürlük göstərdilər. Çünki onlar özlərini yüksək tutan adamlar idilər"},{"SurahNumber":23,"VerseNumber":47,"Text":"Onlar dedilər: “Bunların tayfası bizə kölə olduğu halda, biz özümüz kimi iki adama inanacağıq?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Beləliklə, onları yalançı saydılar və həlak edilənlərdən oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Biz Musaya Kitab verdik ki, bəlkə onlar doğru yola yönəlsinlər"},{"SurahNumber":23,"VerseNumber":50,"Text":"Biz Məryəm oğlunu və onun anasını bir möcüzə etdik. Onları əlverişli bir yerdə, çeşmə axan bir təpədə yerləşdirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey elçilər! Halal nemətlərdən yeyin və yaxşı işlər görün! Mən, həqiqətən, sizin nə etdiklərinizi bilirəm"},{"SurahNumber":23,"VerseNumber":52,"Text":"Həqiqətən, bu, vahid bir din olaraq sizin dininizdir. Mən də sizin Rəbbinizəm. Elə isə Məndən qorxun"},{"SurahNumber":23,"VerseNumber":53,"Text":"Lakin ümmətlər öz dinini aralarında parçalayıb firqələrə bölündülər. Hər firqə özündə olana sevinir"},{"SurahNumber":23,"VerseNumber":54,"Text":"Sən onları bir müddət öz cəhaləti içində burax"},{"SurahNumber":23,"VerseNumber":55,"Text":"Yoxsa günahkarlar elə hesab edirlər ki, onlara var-dövlət və övlad verməklə"},{"SurahNumber":23,"VerseNumber":56,"Text":"onlara yaxşılıq etməyə tələsirik? Xeyr, onlar bu işin fərqinə varmırlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Həqiqətən, Rəbbinin qorxusundan əsim-əsim əsənlər"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rəbbinin ayələrinə iman gətirənlər"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rəbbinə şərik qoşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Rəbbinə qayıdacaqlar deyə yerinə yetirməli olduqlarını qəlbləri qorxa-qorxa yerinə yetirənlər –"},{"SurahNumber":23,"VerseNumber":61,"Text":"Məhz onlar yaxşı işlər görməyə tələsər və bu işlərdə öndə gedərlər"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hər kəsi yalnız qüvvəsi çatdığı qədər yükləyirik. Yanımızda haqqı deyən bir Kitab vardır. Onlara zülm olunmaz"},{"SurahNumber":23,"VerseNumber":63,"Text":"Lakin onların qəlbi bundan xəbərsizdir. Onların bundan başqa gördükləri başqa pis işləri də vardır"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nəhayət, onların cah-calal içində yaşayanlarını əzabla yaxaladığımız zaman fəryad qopararlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Onlara deyiləcək: “Bu gün fəryad qoparmayın! Qətiyyən, Biz sizə heç bir köməklik göstərməyəcəyik!”"},{"SurahNumber":23,"VerseNumber":66,"Text":"Ayələrim sizə oxunurdu, siz isə arxa çevirirdiniz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Həm də onunla (o Kəbə ilə) təkəbbürlük edir, gecələr toplanıb yaramaz sözlər danışırdınız"},{"SurahNumber":23,"VerseNumber":68,"Text":"Məgər kafirlər bu Söz haqqında düşünmürlərmi? Yaxud onlara ulu babalarına gəlməyən bir şey gəldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoxsa onlar özlərinə göndərilmiş Elçini tanımayıb buna görə də onu inkar edirlər"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yaxud: “O cinlidir?”– deyirlər. Xeyr, o elçi onlara haqqı gətirmişdir. Lakin onların çoxu haqqı xoşlamır"},{"SurahNumber":23,"VerseNumber":71,"Text":"Əgər haqq onların nəfslərinin istəklərinə tabe olsaydı, göylər, yer və onlarda olanlar fəsada uğrayardı. Doğrusu, Biz onlara Zikr gətirdik, onlar isə özlərinə verilən Zikrdən üz döndərirlər"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoxsa sən onlardan bir mükafat istəyirsən? Rəbbinin mükafatı daha xeyirlidir. O, ruzi verənlərin ən yaxşısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Sən, həqiqətən də, onları doğru yola çağırırsan"},{"SurahNumber":23,"VerseNumber":74,"Text":"Axirətə inanmayanlar isə doğru yoldan çıxırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Əgər Biz onlara rəhm edib düşdükləri bəladan xilas etsək, onlar yenə öz azğınlıqları içində sərgərdan gəzəcəklər"},{"SurahNumber":23,"VerseNumber":76,"Text":"Biz onları əzabla yaxaladıq, onlar yenə öz Rəbbinə boyun əymədilər, Ona yalvarıb-yaxarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Nəhayət, şiddətli əzab qapısını onların üzünə açdığımız zaman dərhal ümidsizliyə qapılacaqlar"},{"SurahNumber":23,"VerseNumber":78,"Text":"Sizin üçün qulaq, göz və ürəklər yaradan Odur. Siz çox az şükür edirsiniz"},{"SurahNumber":23,"VerseNumber":79,"Text":"Sizi yer üzündə yerləşdirən Odur. Siz Onun hüzuruna toplanılacaqsınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"Dirildən də, öldürən də Odur. Gecə ilə gündüzün bir-birini əvəz etməsi Ona aiddir. Məgər bunu anlamırsınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Xeyr, onlar da əvvəlki ümmətlərin dedikləri kimi dedilər"},{"SurahNumber":23,"VerseNumber":82,"Text":"Onlar dedilər: “Məgər biz ölüb torpaq və sür-sümük olduqdan sonra dirildiləcəyik?”"},{"SurahNumber":23,"VerseNumber":83,"Text":"Bu dirilmə həm bizə, həm də əvvəllər atalarımıza vəd olunmuşdu. Bu, keçmişdəkilərin əfsanələrindən başqa bir şey deyil"},{"SurahNumber":23,"VerseNumber":84,"Text":"De: “Əgər bilirsinizsə, deyin görüm yer və onun üstündə olanlar kimindir?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Onlar: “Allahındır!”– deyəcəklər. De: “Bəs düşünüb ibrət almayacaqsınız?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"De: “Yeddi göyün Rəbbi və əzəmətli Ərşin Rəbbi kimdir?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Onlar: “Allahdır!”– deyəcəklər. De: “Bəs qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"De: “Əgər bilirsinizsə, deyin görüm hər şeyin hökmü əlində olan, himayə edən, Özünün isə himayəyə ehtiyacı olmayan kimdir?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Onlar: “Allahdır!”– deyəcəklər. De: “Bəs necə olur ki, aldanırsınız?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Xeyr, Biz onlara haqqı gətirdik. Onlar isə yalançıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah Özünə heç bir övlad götürməmişdir. Onunla yanaşı ibadətə layiq olan heç bir məbud yoxdur. Əks təqdirdə hər bir məbud öz yaratdıqlarını özü idarə etmək istəyər və onların bir qismi digərinə üstün gəlməyə can atardı. Allah onların Ona aid etdikləri sifətlərdən uzaqdır"},{"SurahNumber":23,"VerseNumber":92,"Text":"O, qeybi və aşkarı Biləndir. Allah müşriklərin Ona qoşduqları şəriklərdən çox ucadır"},{"SurahNumber":23,"VerseNumber":93,"Text":"De: “Ey Rəbbim! Əgər onlara vəd olunanı mənə göstərəcəksənsə"},{"SurahNumber":23,"VerseNumber":94,"Text":"məni zalım adamların içində qoyma, ey Rəbbim!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Sözsüz ki, Biz onlara vəd etdiyimizi sənə göstərməyə qadirik"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sən pisliyi yaxşılıqla dəf et. Biz onların aid etdikləri sifətləri daha yaxşı bilirik"},{"SurahNumber":23,"VerseNumber":97,"Text":"De: “Ey Rəbbim! Şeytanların vəsvəsələrindən Sənə sığınıram"},{"SurahNumber":23,"VerseNumber":98,"Text":"Onların mənə yaxınlaşmalarından Sənə sığınıram, ey Rəbbim!”"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nəhayət, onlardan birinə ölüm gəldiyi zaman deyər: “Ey Rəbbim! Məni geri qaytar"},{"SurahNumber":23,"VerseNumber":100,"Text":"Bəlkə, tərk etdiyim yaxşı əməlləri indi edəm”. Xeyr! Onun bu dedikləri ancaq boş bir sözdür. Onların arxasında diriləcəkləri günə qədər bərzəx həyatı vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sur üfürüləcəyi gün onların aralarında qohumluq əlaqəsi olmayacaq və onlar bir-birindən hal-əhval tutmayacaqlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"O gün məhz tərəziləri ağır gələnlər nicat tapacaqlar"},{"SurahNumber":23,"VerseNumber":103,"Text":"Tərəziləri yüngül gələnlər isə özlərini ziyana uğradanlardır. Onlar Cəhənnəmdə əbədi qalacaqlar"},{"SurahNumber":23,"VerseNumber":104,"Text":"Od onların üzünü yandıracaq. Onlar orada qıc olmuş vəziyyətdə qalacaqlar"},{"SurahNumber":23,"VerseNumber":105,"Text":"Məgər Mənim ayələrim sizə oxunmurdumu, siz də onları yalan hesab etmirdinizmi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Onlar deyəcəklər: “Ey Rəbbimiz! Bədbəxtliyimiz bizə üstün gəldi və biz doğru yoldan azan bir camaat olduq"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ey Rəbbimiz! Bizi oradan çıxart! Əgər bir də günah işlərə qayıtsaq, həqiqətən də, zalım olarıq”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah buyuracaq: “Orada alçalmış vəziyyətdə qalın və Mənə heç nə deməyin"},{"SurahNumber":23,"VerseNumber":109,"Text":"Həqiqətən, qullarımdan bir zümrə var idi ki, onlar: “Ey Rəbbimiz! Biz iman gətirdik. Bizi bağışla, bizə rəhm et! Sən rəhm edənlərin ən yaxşısısan!”– deyirdilər"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz isə onları məsxərəyə qoyurdunuz. Sonda bu məsxərə Məni yada salmağı belə sizə unutdurdu. Siz onlara gülürdünüz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bu gün Mən səbir etdiklərinə görə onları mükafatlandırdım. Şübhəsiz ki, uğur qazananlar da onlardır!”"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allah kafirlərdən: “Yer üzündə neçə il qaldınız?”– deyə soruşacaq"},{"SurahNumber":23,"VerseNumber":113,"Text":"Onlar: “Bir gün yaxud bir gündən də az qaldıq. Sən günləri sayanlardan soruş”– deyəcəklər"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allah deyəcək: “Siz orada çox az qaldınız. Kaş bunu biləydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Yoxsa elə hesab edirdiniz ki, sizi əbəs yerə yaratmışıq və siz heç vaxt Bizə qaytarılmayacaqsınız?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Haqq Hökmdar Allah hər şeydən ucadır! Ondan başqa ibadətə layiq olan heç bir məbud yoxdur. O, şanlı Ərşin Rəbbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allahla yanaşı, haqqında özünün heç bir dəlili olmadığı başqa bir məbuda ibadət edərsə, onun cəzasını Rəbbi Özü verəcəkdir. Şübhəsiz ki, kafirlər nicat tapmazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De: “Ey Rəbbim, bağışla və rəhm et! Sən rəhm edənlərin ən yaxşısısan!”"}]}