{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":1,"Text":"By the dipersing winds that disperse"},{"SurahNumber":51,"VerseNumber":2,"Text":"And the clouds bearing a load"},{"SurahNumber":51,"VerseNumber":3,"Text":"And the ships that glide with ease"},{"SurahNumber":51,"VerseNumber":4,"Text":"And the angels who distribute the affair"},{"SurahNumber":51,"VerseNumber":5,"Text":"Verily that wherewith ye are threatened is surely true"},{"SurahNumber":51,"VerseNumber":6,"Text":"And verily the Requital is surely to befall"},{"SurahNumber":51,"VerseNumber":7,"Text":"By the heaven full of paths"},{"SurahNumber":51,"VerseNumber":8,"Text":"Verily ye are in a divided opinion"},{"SurahNumber":51,"VerseNumber":9,"Text":"Turned aside therefrom is who is turned aside"},{"SurahNumber":51,"VerseNumber":10,"Text":"Perish the conjecturers"},{"SurahNumber":51,"VerseNumber":11,"Text":"Those who are in heedlessness neglectful"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask: when is the Day of Requital coming"},{"SurahNumber":51,"VerseNumber":13,"Text":"It will be the Day whereon in the Fire they will be burned"},{"SurahNumber":51,"VerseNumber":14,"Text":"Taste your burning: this is that which ye sought to be hastened"},{"SurahNumber":51,"VerseNumber":15,"Text":"Verily the God-fearing will be amid Gardens and water- springs"},{"SurahNumber":51,"VerseNumber":16,"Text":"Taking that which their Lord will vouchsafe Unto hem. Verily they have been before that well-doers"},{"SurahNumber":51,"VerseNumber":17,"Text":"Little of the night they were wont to slumber"},{"SurahNumber":51,"VerseNumber":18,"Text":"And in the dawns they prayed for forgiveness"},{"SurahNumber":51,"VerseNumber":19,"Text":"And in their substance was the right of the beggar and non- beggar"},{"SurahNumber":51,"VerseNumber":20,"Text":"And on the earth there are signs for those who would be convinced"},{"SurahNumber":51,"VerseNumber":21,"Text":"And also in Your own selves. Behold ye not"},{"SurahNumber":51,"VerseNumber":22,"Text":"And in the heaven is Your provision and that which ye are promised"},{"SurahNumber":51,"VerseNumber":23,"Text":"By the Lord of the heaven and the earth it is sure, even as it is a fact that ye are speaking"},{"SurahNumber":51,"VerseNumber":24,"Text":"Hath there come Unto thee the story of Ibrahim's honoured guests"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they came in Unto him, and said:'peace!' he said: 'peace'! - people unknown"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he turned away privately Unto his household, and brought a calf fatted"},{"SurahNumber":51,"VerseNumber":27,"Text":"And he set it before them, and said: wherefore eat ye not"},{"SurahNumber":51,"VerseNumber":28,"Text":"Then he conceived a fear of them. They said: fear not. And they gave him the tidings of a youth knowing"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife drew near vociferating, and smote her face, and said: an old barren woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"They said: even so saith thine Lords Verily He! He is the Wise, the Knower"},{"SurahNumber":51,"VerseNumber":31,"Text":"He said: what then is your errand! O ye sent ones"},{"SurahNumber":51,"VerseNumber":32,"Text":"They said: verily we are sent Unto a people, guilty"},{"SurahNumber":51,"VerseNumber":33,"Text":"That we may send down upon them stones of baked clay"},{"SurahNumber":51,"VerseNumber":34,"Text":"Marked, from before thy Lord, for extravagant"},{"SurahNumber":51,"VerseNumber":35,"Text":"Thus We brought forth from there in who were believers"},{"SurahNumber":51,"VerseNumber":36,"Text":"And We found not therein more than one house of the Muslims"},{"SurahNumber":51,"VerseNumber":37,"Text":"And We left therein a sign for those who fear the afflictive torment"},{"SurahNumber":51,"VerseNumber":38,"Text":"And in Musa also was a lesson, when We sent him Unto Fir'awn with authority manifest"},{"SurahNumber":51,"VerseNumber":39,"Text":"Then he turned away with his court, and said: a magician or a madman"},{"SurahNumber":51,"VerseNumber":40,"Text":"Then We laid hold of him and his hosts and flung them into the sea, and he was reproachable"},{"SurahNumber":51,"VerseNumber":41,"Text":"And in `A-ad also was a lesson, when We sent against them the barren wind"},{"SurahNumber":51,"VerseNumber":42,"Text":"It left not aught whereon it came but it made it as matter decayed"},{"SurahNumber":51,"VerseNumber":43,"Text":"And in Thamud's also was a lesson, when it was said Unto them: enjoy yourselves for a season"},{"SurahNumber":51,"VerseNumber":44,"Text":"Then they disdained the command of their Lord; wherefore the bolt laid hold of them even while they looked on"},{"SurahNumber":51,"VerseNumber":45,"Text":"So they were not able to stand, nor could they help themselves"},{"SurahNumber":51,"VerseNumber":46,"Text":"And the people of Nuh We destroyed aforetime; verily they were a people transgressing"},{"SurahNumber":51,"VerseNumber":47,"Text":"And the heaven! We have built it with might, and verily We are powerful"},{"SurahNumber":51,"VerseNumber":48,"Text":"And the earth! We have stretched it forth beneath; an excellent Spreader are We"},{"SurahNumber":51,"VerseNumber":49,"Text":"And of every thing We have created pairs, that haply ye may remember"},{"SurahNumber":51,"VerseNumber":50,"Text":"Flee therefore Unto Allah; verily I am Unto you from Him a warner manifest"},{"SurahNumber":51,"VerseNumber":51,"Text":"And set not up another god with Allah; verily I am Unto you from Him a warner manifest"},{"SurahNumber":51,"VerseNumber":52,"Text":"Likewise, there came not an apostle Unto those before them but they said: a magician or a madman"},{"SurahNumber":51,"VerseNumber":53,"Text":"Have they bequeathed its Unto each other! Nay! they are a people contumacious"},{"SurahNumber":51,"VerseNumber":54,"Text":"So turn away thou from them, not thou art blameworthy"},{"SurahNumber":51,"VerseNumber":55,"Text":"And admonish, for verily admonition profiteth the believers"},{"SurahNumber":51,"VerseNumber":56,"Text":"And have not created the Jinn and mankind but that they should worship Me"},{"SurahNumber":51,"VerseNumber":57,"Text":"I seek not any provision from them, nor I desire that they should feed Me"},{"SurahNumber":51,"VerseNumber":58,"Text":"Verily Allah! He is the Provider, Owner of power, Firm"},{"SurahNumber":51,"VerseNumber":59,"Text":"So verily Unto those who do wrong there is a portion like Unto the portion of their fellows; wherefore let them not ask Me to hasten on"},{"SurahNumber":51,"VerseNumber":60,"Text":"Woe, then, Unto those who disbelieve in their Day which they are promised"}]}