{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"(Эй, мушриктер!) Аллаһтын буйругу (азабы) келип калды. Силер аны шаштырбай эле койгула! Алардын ширктеринен Аллаһ Бийик жана Аруу"},{"SurahNumber":16,"VerseNumber":2,"Text":"Аллаһ пенделеринин арасынан каалагандарына Өз амири менен: “(Адамдарга) эскерткиле: Эч бир сыйынууга татыктуу кудай жок, Мен гана бармын! Менден гана корккула!”- деген вахий менен периштелерди түшүрөт"},{"SurahNumber":16,"VerseNumber":3,"Text":"Асмандар менен жерди Акыйкат менен жараткан (Аллаһ) алардын ширктеринен Жогору — Бийик"},{"SurahNumber":16,"VerseNumber":4,"Text":"Ал инсанды бир тамчы «суудан» жаратты эле, капысынан (Өзүнө) анык душман болуп чыга келди"},{"SurahNumber":16,"VerseNumber":5,"Text":"Ал айбанаттарды жаратты. Аларда силер үчүн (көп) пайдалар, жылуулуктар бар.? Силер алардын этинен да жейсиңер"},{"SurahNumber":16,"VerseNumber":6,"Text":"(Малыңар жайлоого) жайылганда жана (кечинде) кайтканда да силер үчүн кооздук бар"},{"SurahNumber":16,"VerseNumber":7,"Text":"(Айбандар) силердин жүгүңөрдү, зор машакат менен гана жете ала турган (алыскы) шаар (лар) га ташып берет. Чынында Раббиңер силерге Ырайымдуу, Мээримдүү"},{"SurahNumber":16,"VerseNumber":8,"Text":"Алсилер минишиңер үчүн жана кооздук-сулуулук үчүн (ойноктогон) аттарды, качырларды жана эшектерди (жаратты)! Жана силер билбеген нерселерди да жаратат.”"},{"SurahNumber":16,"VerseNumber":9,"Text":"Туура Жолго баштоо - Аллаһтын вазыйпасы. Жолдордун арасында ийри жолдор да бар.? Эгер кааласа бардыгыңарды Туура Жолго баштамак"},{"SurahNumber":16,"VerseNumber":10,"Text":"Ал силерге асмандан суу түшүрдү. Ичер сууңар да ошондон, (өскөн) дарак да ошондон. Жана андан (жаныбарларды) сугарасыңар"},{"SurahNumber":16,"VerseNumber":11,"Text":"(Аллаһ) ал суу менен силердин пайдаңар үчүн өсүмдүктөрдү, зайтунду, курмаларды, жүзүмдөрдү жана түрдүү мөмөлөрдү өстүрөт. Албетте, буларда, пикир кылган элдер үчүн (Аллаһтын кудурет-даанышмандыгын билдирген) далилдер бар"},{"SurahNumber":16,"VerseNumber":12,"Text":"Дагы (Аллаһ) силерге Айды, Күндү жана Түн менен Күндүздү моюн сундуруп койду. Анын амири менен жылдыздар да силерге моюн сундурулган. Албетте, мында акылын иштеткен адамдар үчүн далилдер бар"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ал силер үчүн жер бетинде ар түркүн (пайдалуу) нерселерди жаратты. Албетте, бул нерседе эстеген адамдар үчүн (Аллаһтын кудурет-даанышмандыгын билдирген) далил бар"},{"SurahNumber":16,"VerseNumber":14,"Text":"Силер андан (балыктардын) бузулбаган, эт(ин) жешиңер үчүн Аллаһ силерге деңизди моюн сундурду. Анын (түбүнөн) өзүңөр такчу тагынчактарды чыгарып аласыңар. Сен анда (толкундарды) жарып сүзгөн кемени көрөсүң. (Аллаһ) Өзүнүн пазилетин үмүт кылып, (нээматтарына) шүгүр келтиришиңер үчүн (ушуларды жаратты)"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ал силердин тең салмактуулугуңарды сактасын деп жер бетине (салмактуу) тоолорду кадап койду, Жана (силердин пайдаңар үчүн) дарыяларды, адашпай жүрүшүңөр үчүн жолдорду жана"},{"SurahNumber":16,"VerseNumber":16,"Text":"(ар түрдүү) белгилерди (жаратты. Ошол белгилердин бири болгон) жылдыздар менен алар жол табышат"},{"SurahNumber":16,"VerseNumber":17,"Text":"Жараткан (Аллаһ) менен жарата албаган (“кудайлар”) теңби?! Эсиңерге келбейсиңерби"},{"SurahNumber":16,"VerseNumber":18,"Text":"Эгер Аллаһтын нээматтарын санасаңар, бүтүрө албайсыңар. Албетте, Аллаһ Кечирүүчү, Боорукер"},{"SurahNumber":16,"VerseNumber":19,"Text":"Аллаһ силердин купуя жана ашкере жасаган (бардык) ишиңерди билет"},{"SurahNumber":16,"VerseNumber":20,"Text":"Алар (мушриктер) дуба (ибадат) кылып жаткан Аллаһтан башка “кудайлары” эч нерсени жарата албайт, өздөрү жаратылган нерселер"},{"SurahNumber":16,"VerseNumber":21,"Text":"Алар (жасалма кудайлар) тирүү эмес, өлүк, (Мушриктердин) качан тирилишин (Кыямат убактысын) да билбейт"},{"SurahNumber":16,"VerseNumber":22,"Text":"Силердин кудайыңар — жалгыз Кудай (Аллаһ). Ал эми, Акыретке ишенбеген адамдардын жүрөктөрү (бул ишенимге) каршы чыгуучу. Алар (Аллаһка баш ийүүдөн) текеберленишет"},{"SurahNumber":16,"VerseNumber":23,"Text":"Эч шексиз, Аллаһ алардын ичине сактаган сырларын да ачык-ашкере иштерин да билип турат. Чынында, Ал текебер адамдарды сүйбөйт"},{"SurahNumber":16,"VerseNumber":24,"Text":"Эгер аларга: «(Мухаммадга) Раббиңер эмне түшүрдү эле» -деп айтылса, «Байыркылардын жомогу» - дешет"},{"SurahNumber":16,"VerseNumber":25,"Text":"Кыямат Күнү күнөөлөрүн толугу менен, ал эми илимсиздиги себептүү (аларды) адаштырган адамдарынын күнөөлөрүн(үн бир бөлүгүн желкесине) көтөрүш үчүн (ошентишти). Уккула, алар көтөргөн «жүк» кандай жаман"},{"SurahNumber":16,"VerseNumber":26,"Text":"Алардан мурдагы (каапыр) коомдор дагы айлакерлик («сарайларын») жасашкан. Кийин Аллаһ алардын “сарайларына” келип, түбү менен омкоруп таштаганда, чатыр(ы) как чокуларына кулап түштү. Жана аларга байкабаган тараптан азап келди"},{"SurahNumber":16,"VerseNumber":27,"Text":"Кийин, Кыямат күндө (Аллаһ) аларды кордоп: “Алар үчүн жан үрөп талашып, Мага шерик кылган «кудайларыңар» кайда калды!?»-дейт. Илимдүүлөр (ошондо): “Бүгүн каапырларга кордук жана кайгы!”- дешет"},{"SurahNumber":16,"VerseNumber":28,"Text":"Өздөрүнө зулумдук кылган адамдардын жандарын периштелер сууруп алып жатканда, айласыз калышып, (бирок, күнөөсүн мойнуна албай): «Биз эч бир жаман иш жасабаган элек»- дешет. Жок, жасагансыңар! Аллаһ эмне кылганыңарды Билүүчү"},{"SurahNumber":16,"VerseNumber":29,"Text":"Эми, анда түбөлүк кала турган Тозок дарбазаларынан киргиле. Текебер адамдардын орду кандай жаман"},{"SurahNumber":16,"VerseNumber":30,"Text":"Аллаһтан корккон (такыба) адамдарга: “Раббиңер силерге эмнени түшүрдү эле, деп айтылганда “жакшылыкты” дешет. Жакшылык кылган адамдарга бул дүйнөдө да жакшылык бар. Бирок Акырет Үйү (дүйнөдөн) жакшы. Такыба кишилердин үйү (Бейиш) кандай сонун"},{"SurahNumber":16,"VerseNumber":31,"Text":"«Адн» бейиштери! Алар түбүнөн дарыялар аккан ошол бактарга киришет. Анын ичинде көңүл күсөгөн бардык нерселер бар. Аллаһ такыба кишилерди мына ушинтип сыйлайт"},{"SurahNumber":16,"VerseNumber":32,"Text":"Такыба адамдардын (каапырчылыктан) таза жандарын периштелер алып жатканда: «Силерге салам (тынчтык) болсун! (жакшы) амалыңарга жараша, эми, Бейишке киргиле!» — дешет"},{"SurahNumber":16,"VerseNumber":33,"Text":"(Ал эми, каапырлар) өздөрүнө (жан алгыч) периштелер же болбосо Раббиңдин буйругу (азабы) келишинен башка нерсени күтпөйт. Алардан мурдагы(каапыр)лар дагы ошондой (ширк) амалдарды жасаган(да баштарына азап түшкөн). Аларга Аллаһ зулумдук кылбады, бирок, өздөрүнө-өздөрү зулумдук кылышты"},{"SurahNumber":16,"VerseNumber":34,"Text":"Аларга (жаман) иштеринин жаман акыбети жетти. Баштарына (ишенбеген жана) мыскылдаган нерселери (азап) түштү"},{"SurahNumber":16,"VerseNumber":35,"Text":"Мушриктер: «Эгер Аллаһ кааласа, биз Өзүнөн башка эч нерсеге ибадат кылбайт элек. Биз дагы, ата-бабаларыбыз дагы Анын (Аллаһтын өкүмү) болмоюнча эч нерсени (өзүбүзгө) арам кылган эмеспиз” - дешет.” Алардан мурдагы (каапыр)лар деле ушундай иш жасашкан. Пайгамбарлардын анык-таза жеткирүүдөн башка вазыйпасы жок"},{"SurahNumber":16,"VerseNumber":36,"Text":"Биз ар бир элге «Аллаһка гана ибадат кылгыла, (башка) “кудайлардан” алыс болгула (деп айта турган) Пайгамбарларды жибергенбиз. Ал үммөттөрдөн кээ бирлерин Аллаһ Туура Жолго баштаган болсо, кээ бирөөлөрүнүн! башына адашуучулук түшкөн. Эми, жер бетинде саякат кылып, (пайгамбарлардын жолун) “жалган” дегендердин акыбети кандай болгонун көргүлө"},{"SurahNumber":16,"VerseNumber":37,"Text":"(О, Мухаммад!) Эгер сен аларды Туура Жолго баштоого (ар канча) аракет кылсаң деле, Аллаһ адаштыра турган пендени (эч качан) Туура Жолго баштабайт. (Натыйжада аларга азап түшөт. Ошондо) аларга эч жардамчы болбойт"},{"SurahNumber":16,"VerseNumber":38,"Text":"Алар Аллаһтын атына бекем ант ичип: “Аллаһ өлгөндөрдү тирилтпейт” - дешет. Жок, тирилтет! Өзүнүн акыйкат убадасы боюнча! Бирок, көпчүлүк адамдар (муну) биле бербейт. (Акыретте бардык адамдар тирилчү болсо, мунун себеби)"},{"SurahNumber":16,"VerseNumber":39,"Text":"Аларга талашкан нерселерин(ин аныгын) көргөзүп коюу үчүн жана каапыр адамдар өздөрүнүн жалганчы экендиктерин билип алышы үчүн"},{"SurahNumber":16,"VerseNumber":40,"Text":"Эгер Биз бир нерсени кааласак, ага карап: «Бол!» дешибиз менен ал болуп калат"},{"SurahNumber":16,"VerseNumber":41,"Text":"(Макка мушриктери тарабынан) зулумга дуушар кылынган соң, Аллаһтын жолунда хижрат кылган адамдарга (ушул эле) дүйнөдө жакшылык даярдап койобуз.! Бирок, эгер билишсе, Акырет сыйлыгы чоңураак"},{"SurahNumber":16,"VerseNumber":42,"Text":"Алар сабыр кылган жана Раббисине тобокел кылган адамдар"},{"SurahNumber":16,"VerseNumber":43,"Text":"(О, Мухаммад!) Биз сенден мурда жалаң эркек кишилерди гана пайгамбар кылып жибергенбиз (жана) аларга (Дин-Шарият) вахий кылганбыз. (Эй, мушриктер), эгер билбесеңер илимдүүлөрдөн (Ыйык Китептерди билгендерден) сурагыла"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Тоорат жана Инжил түшкөн) адамдарга (ал экөөсүнөн мурда) анык кабарлар, (жана башка ыйык) китептер (түшкөн). Биз сага (эң абзел) илим — Кураанды түшүрдүк, адамдарга (Раббиси тарабынан) эмнелер келгенин баяндап берүүң үчүн. Кана эми, (ушулар жөнүндө) пикир кылышса"},{"SurahNumber":16,"VerseNumber":45,"Text":"(Ислам менен пайгамбарга каршы) жаман айлакерликтерди жасаган адамдар, өздөрү сезбеген тараптан азап келип калышынан же болбосо, аларды жер жутуп жиберишинен (тынч бекен)"},{"SurahNumber":16,"VerseNumber":46,"Text":"Же болбосо, (бейкапар) саякат кылып жүргөн мезгилинде аларды (капыстан,) кутулбай турган таризде (азап) кармап калышынан"},{"SurahNumber":16,"VerseNumber":47,"Text":"Же жүрөгү (бир жамандыкты сезип) коркуп турган убакытта (азап) кармашынан (тынч бекен)?! Чынында, силердин Раббиңер Ырайымдуу, Боорукер"},{"SurahNumber":16,"VerseNumber":48,"Text":"Алар (шектенгендер) Аллаһ жараткан нерселерге карашпайбы? Алардын көлөкөсү, (Аллаһтын кудуретине) моюн сунуп, сажда кылган абалда оңго-солго ийилип жатканын көрбөй жатышабы"},{"SurahNumber":16,"VerseNumber":49,"Text":"Аллаһка асмандар жана жердеги жаныбарлардын бардыгы жана (улуу) периштелер дагы эч текеберленбей сажда кылышат"},{"SurahNumber":16,"VerseNumber":50,"Text":"(Себеби) Алар үстүлөрүндөгү Раббисинен коркушат жана өздөрүнө буюрулган нерсени (дароо) аткарышат"},{"SurahNumber":16,"VerseNumber":51,"Text":"Аллаһ айтты: “(Мага дагы бирөөнү шерик кылып) эки кудай тутуп албагыла! Чынында Ал — Жалгыз Кудай! (Демек, жалгыз) Өзүмдөн гана корккула!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"(Анткени,) жер-асмандардагылардын бардыгы Анын мүлкү. Дин (ибадат-сыйынуу) дагы бүт бойдон Өзүнө гана таандык. Эмне, силер Аллаһдан башкадан коркосуңарбы"},{"SurahNumber":16,"VerseNumber":53,"Text":"Силерде болгон (көрүнгөн жана көрүнбөгөн) нээматтардын бардыгы Аллаһдан. Кийин (силер, эй, мушриктер) өзүңөргө бир апаат-зыян жеткенде (гана) Аллаһка жалбаруудасыңар"},{"SurahNumber":16,"VerseNumber":54,"Text":"Анан, Өзү силерден балээни арылткан соң, бир тобуңар Раббисине (башкаларды) шерик кыла баштады"},{"SurahNumber":16,"VerseNumber":55,"Text":"Биз берген нээматтарга шүгүр кылбай коюу үчүн. (Жыргал жашооңордон) пайдалана бергиле. Жакында (адашканыңарды) билип аласыңар"},{"SurahNumber":16,"VerseNumber":56,"Text":"Жана (мушриктер) эч нерсени билбеген «кудайларына» Биз ырыскы кылып берген нерселерден үлүш ажыратышат.! Аллаһка ант, өзүңөр ойлоп тапкан (бул) жалгандар жөнүндө (Кыяматта) суракка тартыласыңар"},{"SurahNumber":16,"VerseNumber":57,"Text":"Алар (“Периштелер Аллаһтын кыздары” деп) Аллаһка кыздарды таңуулашат. Аллаһ (перзенти болуудан) Таза! Өздөрүнө болсо жакканын (уул перзенттерди) арнашат"},{"SurahNumber":16,"VerseNumber":58,"Text":"Эгер бирөө-жарымы кыз перзент (көргөнү) жөнүндө «куш кабар» алчу болсо, ачуусун ичине жута берип, жүзү карарып чыгат"},{"SurahNumber":16,"VerseNumber":59,"Text":"(Анан) “сүйүнчүнүн” жамандыгынан (арданып) эл көзүнөн жашынып жүрүшөт (жана) “кыз перзентти кордолгон абалда (болсо да) алып калуу керекпи, же болбосо топурак түбүнө (тирүүлөй) көмүп салуу керекпи?” (деп ойлонушат). Алардын өкүмдөрү кандай жаман"},{"SurahNumber":16,"VerseNumber":60,"Text":"Акыретке ыйман келтирбеген адамдарга эң төмөн сыпаттар таандык. Аллаһка болсо, эң жогорку сыпаттар таандык. Ал — Кудуреттүү, Даанышман"},{"SurahNumber":16,"VerseNumber":61,"Text":"Эгер Аллаһ (бул дүйнөдө) адамдарга каапырчылыгына жараша азап берчү болсо, жер бетинде кыбыраган жан калтырмак эмес!! Бирок, Аллаһ аларды(н азапталуусун) белгилүү убакытка (Кыяматка) чейин кечиктирет. Эми, алардын белгилүү убакыттары (ажалы) жеткенде, аны бир аз мөөнөткө да кечиктире алышпайт жана тездете да алышпайт"},{"SurahNumber":16,"VerseNumber":62,"Text":"Алар өздөрү жактырбаганды (кыз перзентти) Аллаһка таңуулашат. Тилдери болсо, аларга жакшылык (бул дүйнөдө бакыт, Акыретте Бейиш) болушу жөнүндө жалганды сүйлөйт. (Бирок,) эч шексиз, аларга Тозок бар жана ага эң абалкылардан болуп киришет"},{"SurahNumber":16,"VerseNumber":63,"Text":"Аллаһка ант, (о, Мухаммад), Биз сенден мурунку эл-үммөттөргө да пайгамбар жибергенбиз.! Бирок, кийин шайтан аларга (ширк) иштерин кооз көргөзүп, ошол күндөгү (дүйнөдөгү) башчылары болуп алган. Аларга кыйноочу азап бар"},{"SurahNumber":16,"VerseNumber":64,"Text":"Биз сага, алар талашып калган маселелерди анык баяндап беришиң үчүн жана ыймандуу адамдарга Туура Жол, Ырайым болуш үчүн Китепти (Кураанды) түшүрдүк"},{"SurahNumber":16,"VerseNumber":65,"Text":"Аллаһ асмандан суу түшүрүп, аны менен жерди — өлгөнүнөн соң — тирилтти. Албетте, мында уга билген адамдар үчүн үлгү-сабак бар"},{"SurahNumber":16,"VerseNumber":66,"Text":"Чынында, силер үчүн айбандарда (алардын жаратылышында) үлгү-сабак бар: Биз алардын ичиндеги акылет менен кандын арасынан, ичкендер үчүн жагымдуу болгон таза сүттү (чыгарып,) силерге ичиребиз"},{"SurahNumber":16,"VerseNumber":67,"Text":"Дагы силер курмалардын, жүзүмдөрдүн мөмөлөрүнөн шарап? жана эң мыкты ырыскыларды аласыңар. Албетте, мында акылын иштеткен коом үчүн сабак бар"},{"SurahNumber":16,"VerseNumber":68,"Text":"(О, Мухаммад) Сенин Раббиң бал аарыга (мындай деп) илхам кылды: “Үйүңдү тоолорго, дарактарга, адамдар жасай турган уяларга кургун"},{"SurahNumber":16,"VerseNumber":69,"Text":"Андан кийин ар түрдүү мөмөлөрдөн жеп, Раббиң сен үчүн жасап койгон оңой-жеңил “жолдордон” (учуп) жүргүн!” Анын (аарынын) ичинен ар түрдүү ичиле турган (бал) чыгат. Анда адамдар үчүн шыпаа бар. Албетте, мында (бал аарынын жашоосунда) пикир жүргүзгөн адамдар үчүн сабак бар"},{"SurahNumber":16,"VerseNumber":70,"Text":"(О, инсандар), силерди Аллаһ жаратты. Кийин Өзү өлтүрөт. Силердин араңарда (бардык нерсени) билген соң эч нерсени билбей (эс-тутумун жоготуп) калышы үчүн эң төмөн жашоого (карылык мезгилге) кайтарылгандары да бар. Аллаһ — Билүүчү, Кудуреттүү"},{"SurahNumber":16,"VerseNumber":71,"Text":"Аллаһ бирөөңөрдү башкаңардан ырыскыда (дүйнө-мүлктө) жогору кылды. Эми, ырыскысы бийик кылынгандар (өз каалоосу менен) кол астындагы кулдарына ырысын (тең) бөлүштүрүп берип, дүйнө мүлктө баары тең болуп калышы мүмкүнбү? Аллаһтын нээматын четке кагып жатышабы?!”"},{"SurahNumber":16,"VerseNumber":72,"Text":"Аллаһ силерге өзүңөрдөн жуп-жубай жаратып, (ал) жубайыңардан перзенттерди, неберелерди жаратып, силерге таза ырыскылардан берди. Эми, алар (Аллаһтын жеке өзүнө сыйынуу-нун ордуна) жалган кудайларга ыйман келтирип жатышабы?! Аллаһтын нээматына каапыр болуп (тааныбай) жатышабы"},{"SurahNumber":16,"VerseNumber":73,"Text":"Жана алар, Аллаһтан башка, өздөрүнө асмандар менен жерден эч кандай ырыскы өндүрүп бере албай турган, колунан эч нерсе келбей турган нерселерге ибадат кылышат"},{"SurahNumber":16,"VerseNumber":74,"Text":"Аллаһка эч нерсени окшотпогула! Албетте, Аллаһ билет, силер билбейсиңер"},{"SurahNumber":16,"VerseNumber":75,"Text":"Аллаһ (“Аллаһка эч нерсени окшотпогула!” деген сөзүнө) мисал келтирет: Эч нерсеге эгедер болбогон бир кул жана Биз көп ырыскы берген (бай) адам. Ал байлыгынан ашкересин-ашкере, көмүскөсүн-көмүскө садака кылат. Эми, ушул экөө окшош болобу?! Аллаһка мактоолор! Бирок, муну көпчүлүгү билишпейт"},{"SurahNumber":16,"VerseNumber":76,"Text":"Аллаһ (дагы) эки адамды мисал келтирет: бирөөсү сокур-дүлөй. Эч нерсеге ээ эмес. (Жадагалса, өзүнө-өзү да ээ эмес) бүт бойдон кожоюндуку. Кайда жиберсе да жакшылык келтирбейт. (Ушундай жаман кул). Эми, ушул киши менен Туура Жолдо жүрүп, адилетке буюрган (демек, көзү, кулагы бар, акылы бүтүн жана бай) адам тең болобу"},{"SurahNumber":16,"VerseNumber":77,"Text":"Асмандар жана жердин кайып нерселери(нин билими) Аллаһтын гана алдында.* Ал эми, Кыяматтын болушу көз ачып-жумгуча же андан да тезирээк. Албетте, Аллаһ ар нерсеге Кудуреттүү"},{"SurahNumber":16,"VerseNumber":78,"Text":"Аллаһ силерди апаңардын курсагынан чыгарды. Силер (ал кезде) эч нерсе билбейт элеңер. Анан силерге кулак, көз жана жүрөктөрдү берди. Кана эми, шүгүр кылсаңар"},{"SurahNumber":16,"VerseNumber":79,"Text":"Асман койнунда туткун болгон куштарга карашпайбы? Аларды (абада) Аллаһдан башка ким кармап турат?! Албетте, мында ыймандуу адамдар үчүн (Аллаһтын кудуретине ишаарат кылган) белгилер бар"},{"SurahNumber":16,"VerseNumber":80,"Text":"Аллаһ силер үчүн үйүңөрдү тынч мекен кылды жана айбандардын терилеринен көчүп-конуп жүргөнүңөрдө жеңил болгон үйлөрдү жасап берди. Жана алардын жүндөрүнөн, тыбыттарынан, кылдарынан бир мезгилге (Кыяматка) чейин (керектелүүчү) буюмдарды жана матааларды (жаратты)"},{"SurahNumber":16,"VerseNumber":81,"Text":"Аллаһ Өзү жараткан нерселерден көлөкө-башпаанектерди, тоолордон үңкүр-үйлөрдү жасап берди. Дагы силер үчүн ысыктан сактаган кийимдерди жана (өз-ара) соккуңардан сактай турган, (зоот) кийимдерди жаратты. (Аллаһ) силерге мына ушинтип Өз нээматын толук берет. Кана эми (силер да толук) мусулман болсоңор"},{"SurahNumber":16,"VerseNumber":82,"Text":"(О, Мухаммад!) Эгер (наасааттан) жүз бурушса, (артынан түшүп алба) сенин милдетиң анык жеткирүүдөн гана турат"},{"SurahNumber":16,"VerseNumber":83,"Text":"Алар Аллаһтын нээматын таанып-билип эле турушат. Бирок, кийин моюнга албай коюшат. Алардын көпчүлүгү каапырлар"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Кыямат) Күндө ар бир үммөттөн (бирден) күбөнү алып келебиз.! Кийин каапырлар үчүн (кечирим суроого) уруксат берилбейт жана (кайрадан жашап келүүгө да) кайтарылышпайт"},{"SurahNumber":16,"VerseNumber":85,"Text":"Зулумдук кылган (каапыр) адамдар азапты көрүшкөн убакта алардан (азап) жеңилдетилбейт. Жана мөөнөт да берилбейт"},{"SurahNumber":16,"VerseNumber":86,"Text":"Эгер Аллаһка шерик кошкондор өз “кудайларын” көрүп калса: “О, Раббибиз — (Аллаһ!), Сени таштап биз дуба-ибадат кылган “кудайларыбыз ушулар”-дешет. Анда аларга (“кудайлары”): “Силер — анык жалганчысыңар!” — деп сөз ыргытат"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ошол күндө алар Аллаһтан жансоога сурап калышат. Ойлоп тапкан “кудайлары” болсо, жок болуп кетет"},{"SurahNumber":16,"VerseNumber":88,"Text":"(Өздөрү) каапыр болуп (башкаларды) Аллаһтын жолунан тоскон адамдардын азабынын үстүнө азап кошобуз, бузукулук кылгандары себептүү"},{"SurahNumber":16,"VerseNumber":89,"Text":"Биз (силерди) кайрадан тирилткен Күндө ар бир үммөткө өздөрүнөн бир күбөнү (пайгамбарын) алып келебиз. Сени да (о, Мухаммад)) тигилерге (өз үммөтүңө) күбө катары алып келдик. Биз сага Китепти (Кураанды) ар бир нерсеге Баяндама, Туура Жол, Ырайым жана мусулмандар үчүн Жакшы Кабар иретинде түшүрдүк"},{"SurahNumber":16,"VerseNumber":90,"Text":"Албетте, Аллаһ адилеттүүлүккө, жакшылыкка тууган-уруктарга кайрымдуулук кылууга буюруп, бузукулуктан, (Шариятка) терс пейилдерден жана зулум-душманчылыктан кайтарып, силерге наасат кылат. Кана эми, эсиңерге келсеңер"},{"SurahNumber":16,"VerseNumber":91,"Text":"Убада бергениңерде Аллаһтын убадасын аткаргыла! Бекемдегениңерден кийин антыңарды бузбагыла! (Анткени,) Силер (Аллаһты ортого коюп ант ичкениңерде) Аллаһты кепил кылгансыңар. Албетте, Аллаһ эмне кылганыңарды билип турат"},{"SurahNumber":16,"VerseNumber":92,"Text":"Бекем ийрип, орогон соң, ийигин сындырып (жибин чубап) салган аялга окшобогула: бир эл башка бир (силер убадалашкан) элден пайдалуураак болсо эле, өз ара антташкан убадаңарды алдоо куралы кылып аласыңар! Аллаһ бул (убада) менен силерди сынап жатат жана Кыямат күнү силерге, келише албай калган нерсеңердин анык баянын билдирет"},{"SurahNumber":16,"VerseNumber":93,"Text":"Эгер Аллаһ кааласа, силердин бардыгыңарды бир үммөт (бир динде) кылып коймок. Бирок, Ал каалаганын адаштырып, каалаганын Туура Жолго салат. Силер (Кыяматта) эмне иш кылганыңар жөнүндө сураласыңар"},{"SurahNumber":16,"VerseNumber":94,"Text":"Антыңарды алдоо куралы кылып албагыла! (Эгер ошентчү болсоңор) бутуңар (түз жолдо) бекем болгондон соң тайып кетет жана Аллаһтын жолунан адашканыңар себептүү азап чегип каласыңар жана (акыретте да) силерге чоң азап жетет"},{"SurahNumber":16,"VerseNumber":95,"Text":"Аллаһтын убадасын аз гана баага сатып жибербегиле. Эгер билсеңер, силер үчүн (дүйнө пайдасынан) Аллаһтын алдындагы сооп жакшы"},{"SurahNumber":16,"VerseNumber":96,"Text":"Силердин алдыңардагы нерселер (канчалык көп болсо да) түгөнөт. Аллаһтын алдындагы нерселер түбөлүктүү! Биз сабыр кылгандардын сооп-сыйлыгын жасаган ишинен жакшыраак (көбүрөөк) кылып беребиз"},{"SurahNumber":16,"VerseNumber":97,"Text":"Эркек болобу же аялбы, ыйманга келип, андан кийин! жакшы амалдарды жасаса, Биз аны (бул дүйнөдө) таза жашатабыз жана алардын (акыреттик) соопторун жасаган амалдарынан жакшыраак сыйлыктар менен кайтарабыз"},{"SurahNumber":16,"VerseNumber":98,"Text":"Качан сен Кураан окусаң (Аллаһтын ырайымынан) куулган шайтандан коргоо тилеп Аллаһка сыйын"},{"SurahNumber":16,"VerseNumber":99,"Text":"Албетте, (Аллаһка ыклас менен) ыйман келтирген жана Раббисине тобокел кылган адамдарга шайтандын бийлиги өтпөйт"},{"SurahNumber":16,"VerseNumber":100,"Text":"Анын бийлиги мушрик болуп, өздөрүнө аны (шайтанды) дос-жетекчи кылып алгандарга өтөт"},{"SurahNumber":16,"VerseNumber":101,"Text":"(О, Мухаммад!) Эгер Биз бир аяттын ордуна башкасын алмаштырсак — Өзү түшүргөн нерсесин Аллаһ Өзү Билүүчү? — алар (мушриктер) «Сен (ичиңден) ойлоп чыгаруудасың» дешет. Жок! (Андай эмес) Алардын көпчүлүгү билишпейт"},{"SurahNumber":16,"VerseNumber":102,"Text":"Ал аятты Ыйык Рух (Жебирейил периште) Раббиң тарабынан ыймандууларды (Өз жолуна) бекемдеш үчүн, Туура Жол жана мусулмандарга Жакшы Кабар болушу үчүн акыйкат менен түшүргөн"},{"SurahNumber":16,"VerseNumber":103,"Text":"Биз билебиз, алар (мушриктер): “Чынында, Кураанды Мухаммадга (бир) адам үйрөткөн» деп жатышат. Алар (пайгамбардын устаты деп) көргөзүп жаткан адамдын тили арабча эмес. Ал эми, бул (Кураан) анык-таза араб тилинде"},{"SurahNumber":16,"VerseNumber":104,"Text":"Албетте, (ар нерсени шылтоолоп) Аллаһтын аяттарына ыйман келтирбей жүргөн адамдарды Аллаһ Туура Жолго баштабайт жана аларга жан сыздаткан азап бар"},{"SurahNumber":16,"VerseNumber":105,"Text":"Чынында, Аллаһтын аяттарына ыйман келтирбегендер гана (ушундай) жалгандарды ойлоп табышат. Алар — жалганчылар"},{"SurahNumber":16,"VerseNumber":106,"Text":"Кимде-ким ыйманга келгенден кийин Аллаһка каапыр болуп, көкүрөгүн каапырчылыктарга кенен ачып койсо, аларга Аллаһтын каары жана улук азап бар. Ал эми, жүрөгү ыйман менен (толуп) бейпил турган абалда (тили менен гана “Динден кайттым” деген сөздү айтууга) мажбур кылынган адамдар (га азап-күнөө жок)"},{"SurahNumber":16,"VerseNumber":107,"Text":"Мунун себеби, алар (көкүрөгүн капырчылыкка ачкандар) Акыретке караганда (опосуз) дүйнө жашоосун көбүрөөк сүйүштү. Албетте, Аллаһ каапыр коомдорду Туура Жолго баштабайт"},{"SurahNumber":16,"VerseNumber":108,"Text":"Аллаһ алардын жүрөгүнө, кулактарына жана көздөрүнө мөөр басып (акыйкатты кабыл алалбай турган кылып) койгон. Эми, алар капилеттеги (аңкоо) адамдар"},{"SurahNumber":16,"VerseNumber":109,"Text":"Эч шексиз, алар Акыретте зыян тартуучулардан болушат"},{"SurahNumber":16,"VerseNumber":110,"Text":"Андан соң, албетте, сенин Раббиң, (көп) каршылыктарга учурагандан кийин (өз диндерин сактап калуу үчүн) хижрат кылган, жихадга чыккан жана (дин жолундагы кыйынчылыктарга) сабырдуулук көргөзгөн адамдарды — ушулардан кийин — албетте, Кечирүүчү жана Өз Ырайымына алуучу"},{"SurahNumber":16,"VerseNumber":111,"Text":"Ошол Күндө (Кыяматта) ар бир жан өз пайдасын талашып (башкаларды тап-такыр унутуп) калат. Жана ар бир жанга — зулумдук көргөзүлбөгөн абалда — жасаган иштери(не жараша сооп же азап) гана толугу менен берилет"},{"SurahNumber":16,"VerseNumber":112,"Text":"Аллаһ бир шаарды (Макканы) мисал келтирди: Бул шаар тынч, бейпил, ырыскысы ар тараптан “агып” келип турган шаар болчу. Кийин ал (анда жашаган мушриктер) Аллаһтын нээматына каапыр болду эле, бул кылмышынын жазасына Аллаһ аны коркунуч жана каатчылык “кийими” менен “жасантып койду”"},{"SurahNumber":16,"VerseNumber":113,"Text":"Аларга (Макка мушриктерине) өздөрүнүн арасынан (ишеничтүү) пайгамбар келсе, аны «жалганчы» дешти. Анан аларды, заалым болуп турган абалда азап кармады"},{"SurahNumber":16,"VerseNumber":114,"Text":"Силерге Аллаһ ырыскы кылып берген адал-таза нерселерден гана жегиле жана эгер Аллаһтын Өзүнө ибадат кылчу болсоңор, Анын нээматтарына шүгүр кылгыла"},{"SurahNumber":16,"VerseNumber":115,"Text":"Чынында„ Аллаһ силерге тарпты, (мууздалганда аккан) канды, доңуздун этин жана Аллаһтан башкага атап союлган(дар)ды арам кылды.” Ал эми, бирөө (ушулардан башка тамак таба албай) мажбур болгондо, чектен чыкпай сугунбай (өзөк жалгоо үчүн гана) жесе, Аллаһ Кечирүүчү, Ырайымдуу"},{"SurahNumber":16,"VerseNumber":116,"Text":"Тилиңер (өзүңөр) ойлоп чыгарган сөздөрдү Аллаһка (оодарып) жалаа жабуу үчүн «Бул — адал, бул — арам» деп сүйлөй бербегиле. Албетте, Аллаһка жалаа жапкандар! Тозоктон кутулбайт"},{"SurahNumber":16,"VerseNumber":117,"Text":"(Дүйнө жыргалы) бир аз гана пайдалануу. Алар үчүн (Акыретте) жан сыздаткан азап бар"},{"SurahNumber":16,"VerseNumber":118,"Text":"Мурда Биз яхудийлерге, сага (Кураанда) айткан нерселерди арам кылган элек. Биз аларга зулумдук кылбадык. Бирок өздөрүнө-өздөрү зулумдук кылышты"},{"SurahNumber":16,"VerseNumber":119,"Text":"Андан соң (о, Мухаммад)) албетте, сенин Раббиң наадандык (илимсиздик) менен күнөө иш жасап, артынан тооба кылган жана өзүн(үн иштерин) оңдогон адамдарды — ушундан кийин — Кечирүүчү, Ырайымдуу"},{"SurahNumber":16,"VerseNumber":120,"Text":"Чынында, Ибрахим Аллаһка ыкыластуу, ханиф (Аллаһка жүз бурган) жана Туура Жолго баштоочу жолбашчы болгон. Ал мушриктерден болгон эмес"},{"SurahNumber":16,"VerseNumber":121,"Text":"(Дагы ал) Аллаһтын нээматтарына шүгүр келтирүүчү болгон. (Ошондуктан, Раббиси аны көп элдердин арасынан) тандап алып, Туура Жолго баштады (Пайгамбар КЫЛДЫ)"},{"SurahNumber":16,"VerseNumber":122,"Text":"Жана Биз ага дүйнөдө ихсан-жакшылыктарды бердик. Ал Акыретте да жакшылардан болот"},{"SurahNumber":16,"VerseNumber":123,"Text":"Андан соң (о, Мухаммад), Биз сага: «Жалгыз Аллаһка сыйынуучу Ибрахимдын динине ээрчигин. (Себеби) ал мушриктерден болбоду” деп вахий жибердик"},{"SurahNumber":16,"VerseNumber":124,"Text":"Ишемби күн(дү урматтоо) ал (Жума күн) жөнүндө талашып (натыйжада жолдон чыгып) кеткен адамдарга (яхудийлерге парыз) кылынды. Албетте, сенин Раббиң Кыямат Күндө алар талашкан нерсе жөнүндө (адилет) өкүм чыгарат"},{"SurahNumber":16,"VerseNumber":125,"Text":"(О, Мухаммад!) Раббиңдин жолуна хикмат — даанышмандык жана үлгүлүү насааттар менен даават кыл жана алар (жүз бургандар) менен эң сонун (далилдүү) талаш жүргүз. Сенин Раббиң Өзүнүн жолунан адашып кеткендерди Билүүчү жана Ал Туура Жолго түшүүчүлөрдү да эң жакшы билет"},{"SurahNumber":16,"VerseNumber":126,"Text":"(О, момундар!) Эгерде (силерге жаман сөз же жаман иш менен зыян жеткирген адамдардан) өч алчу болсоңор, өзүңөргө кандай зыян жеткен болсо, дал ошондой өч алгыла. Эгер (өч албай, кечирип) сабыр кылсаңар, бул сабыр кылуучулар үчүн жакшы"},{"SurahNumber":16,"VerseNumber":127,"Text":"(О, Мухаммад) сабыр кыл! Сенин сабыр кылууң Аллаһтын жардамы менен гана болот. (Каапырлардын сага каршы) жасаган айлакерликтери себептүү капа болбо жана жүрөгүң кысылбасын"},{"SurahNumber":16,"VerseNumber":128,"Text":"Албетте, Аллаһ такыбалар жана жакшылык кылуучулар менен"}]}