{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"Münafıklar sana geldiklerinde: “Biz, senin Allah'ın Resulü olduğuna şahitlik ederiz.” derler. Allah da senin Kendisinin elçisi olduğunu elbette bilir. Bununla beraber, Allah, onların bunu söylerken yalan söylediklerine, samimî olmadıklarına şahitlik eder"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar yeminlerini kalkan olarak kullanıp insanları Allah'ın yolundan uzaklaştırırlar. Yaptıkları bu iş ne kötü bir iştir"},{"SurahNumber":63,"VerseNumber":3,"Text":"Çünkü onlar önce inandıklarını iddia ettiler, sonra inkâra gittiler. Bu sebeple kalpleri mühürlendi. Artık onlar hakkı anlamazlar"},{"SurahNumber":63,"VerseNumber":4,"Text":"Onları gördüğünde kalıpları kıyafetleri senin hoşuna gider, onları beğenirsin. Konuştuklarında sözlerine kulak verirsin. Gerçekte ise onlar, âdeta duvara dayatılan, ruhsuz kütüklere benzerler. İçleri boş, ödlek olduklarından çıkan her sesten pirelenir, her yeni haberi kendi aleyhlerinde sanırlar. Onlar düşmandır, onlardan sakın! Allah belalarını versin onların! Nasıl da hakikatten vazgeçiriliyorlar"},{"SurahNumber":63,"VerseNumber":5,"Text":"Onlara: “Gelin, Resulullahın huzuruna varın, sizin için dua etsin, Allah'tan size af dilesin!” denildiğinde, (açıktan bir şey söyleyemediklerinden), kibirlerinden ötürü başlarını sağa sola büker, içten içe homurdanırlar ve onların kibirli bir şekilde yan çizdiklerini görürsün"},{"SurahNumber":63,"VerseNumber":6,"Text":"Ha mağfiret diledin, ha dilemedin, onlara göre birdir. Allah onları asla affetmeyecektir. Çünkü Allah, fâsıklığı tabiat haline getirenleri hidâyet etmez, emellerine ulaştırmaz"},{"SurahNumber":63,"VerseNumber":7,"Text":"Onlar: “Resulullahın etrafındaki fakirlere infak etmeyin, destek olmayın ki dağılsınlar!” diyen bedbahtlardır. Halbuki göklerin ve yerin bütün hazineleri Allah'ındır, lâkin münafıklar bunu bilmezler, anlamazlar"},{"SurahNumber":63,"VerseNumber":8,"Text":"Hem derler ki: “Medineye bir dönelim; göreceksiniz aziz olan, zelil olanı oradan dışarı atacaktır.” Heyhat! İzzet, Allah'ın, Resulünün ve müminlerindir. Ne var ki münafıklar bunu bilmezler"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey iman edenler! Ne mallarınız, ne evlatlarınız sizi Allah'ı zikretmekten alıkoymasın! Bilin ki böyle yapanlar, en büyük kayba uğrarlar"},{"SurahNumber":63,"VerseNumber":10,"Text":"Sizden birinize ölüm gelip çatmadan önce, size nasib ettiğimiz imkânlardan Allah yolunda harcayın! Ölüm gelip çatınca: “Ya Rabbî, az mühlet ver bana, bak nasıl hayırlar yapacağım, tam takvâ ehlinden olacağım!” diyecek olsa da, Allah vâdesi gelen hiçbir kimsenin ecelini ertelemez. Allah yaptığınız her şeyden haberdardır"},{"SurahNumber":63,"VerseNumber":11,"Text":"Sizden birinize ölüm gelip çatmadan önce, size nasib ettiğimiz imkânlardan Allah yolunda harcayın! Ölüm gelip çatınca: “Ya Rabbî, az mühlet ver bana, bak nasıl hayırlar yapacağım, tam takvâ ehlinden olacağım!” diyecek olsa da, Allah vâdesi gelen hiçbir kimsenin ecelini ertelemez. Allah yaptığınız her şeyden haberdardır"}]}