{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Her türlü övgü, gökleri ve yeri yaratan, derin karanlığı ve (parlak) aydınlığı var eden Allaha özgüdür: Ama hakikati inkara şartlanmış olanlar, başka güçleri Rableri ile eş tutarlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"Odur sizi balçıktan yaratan ve sonra (sizin için) bir ömür tayin eden, (yalnızca) Onun bildiği bir ömür. Ama hala şüphe edip duruyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"oysa O, göklerin ve yerin Allahı, gizlediğiniz ve açıktan yaptığınız her şeyi ve hak ettiklerinizi bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Ama ne zaman onlara Rablerinin mesajlarından bir mesaj gelse, o (hakikati inkar ede)nler ona sırt çevirirler"},{"SurahNumber":6,"VerseNumber":5,"Text":"ve şimdi kendilerine gelmiş olan bu hakikati de böyle yalanlıyorlar. Ama, zaman içinde, o alay ettikleri şeyi anlayacaklardır"},{"SurahNumber":6,"VerseNumber":6,"Text":"Onlardan önce nice nesilleri yok ettiğimizi görmezler mi? Yeryüzünde benzerini görmediğiniz (verimli) topraklardan bir toprak verdiğimiz ve üstlerine bolca semavi nimetler yağdırdığımız ve ayaklarının altından ırmaklar akıttığımız (o toplumları)? Biz onları günahlarından dolayı yok etmiş ve yerlerine başka insanlar geçirmiştik"},{"SurahNumber":6,"VerseNumber":7,"Text":"Ama Biz, sana, (ey peygamber,) yazılı bir metin göndermiş olsaydık ve ona kendi elleriyle dokunmuş olsalardı bile hakikati inkara şartlanmış olanlar, kesinlikle, \"Bu aldatmacadan başka bir şey değil!\" derlerdi"},{"SurahNumber":6,"VerseNumber":8,"Text":"Onlar, ayrıca, \"Neden ona (alenen) bir melek gönderilmiş değil?\" derler. Ama bir melek göndermiş olsaydık, muhakkak ki, her şeyin hükmü verilip bitmiş olurdu ve onlara (pişmanlık için) başka bir fırsat tanınmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Ve Biz, bir meleği elçimiz olarak tayin etmiş olsaydık (bile) onun kesinlikle bir adam olarak (görünmesini) sağlardık ve böylece onları, şimdi içinde bulundukları şaşkınlığa yine düşürürdük"},{"SurahNumber":6,"VerseNumber":10,"Text":"Gerçekte, senden önceki elçilerle (de) alay edilmişti ama ne var ki, onları küçümseyen kimseleri, (sonunda,) alay edip durdukları şeyin kendisi tepeleyiverdi"},{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: \"Yeryüzünde dolaşın ve hakikati yalanlayanların sonlarının ne olduğunu görün"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: \"Kime aittir göklerde ve yerde olan her şey?\" De ki: \"Rahmeti ve şefkati kendisine ilke edinen Allaha\". O, (varlığı) her türlü şüphenin üstünde olan Kıyamet Günü hepinizi bir araya mutlaka toplayacaktır: ama kendilerine yazık edenler (var ya), işte (Ona) inanmayı reddedenler onlardır"},{"SurahNumber":6,"VerseNumber":13,"Text":"halbuki, gecenin ve gündüzün barındırdığı her şey Onundur; ve yalnızca Odur her şeyi duyan, her şeyi bilen"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: \"Hayat veren ve hiçbir şeye muhtaç olmayan O dururken göklerin ve yerin yaratıcısı olan Allahtan başka birini mi dost edineceğim?\" De ki: \"Ben, Allaha teslim olanların öncüsü olmakla emrolundum, Allahtan başkasına ilahlık yakıştıranlar arasında bulunmakla değil"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: \"Bakın, (bu şekilde) Rabbime isyan etseydim, o çetin (Hesap) Gün(ün)de (başıma gelecek olan) azaptan korkardım"},{"SurahNumber":6,"VerseNumber":16,"Text":"O Gün kim esirgenirse Allah ona rahmetini bağışlamış olur: bu da apaçık bir kurtuluş olacaktır"},{"SurahNumber":6,"VerseNumber":17,"Text":"Ve eğer Allah sana bir zarar vermek isterse Kendisinden başka kimse onu gideremez; ve eğer sana iyilikte bulunursa da unutma ki O, dilediğini yapmaya kadirdir"},{"SurahNumber":6,"VerseNumber":18,"Text":"Zira yalnız O, yarattıkları üzerinde otorite sahibidir ve yalnız Odur gerçekten hikmet sahibi, her şeyden haberdar olan"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: \"Hakikatin en güvenilir şahidi kimdir?\" De ki: \"Allah benim ile sizin aranızda şahittir; ve bu Kuran bana vahyedildi ki ona dayanarak sizi ve onun ulaşabileceği herkesi uyarabileyim\". Siz, Allahtan başka ilahların olduğuna gerçekten şahitlik yapabilir misiniz? De ki: \"Ben (böyle) bir şahitlik yapmam!\" De ki: \"O, tek Allahtır; ve bakın, sizin yaptığınız gibi, Allahtan başka şeylere ilahlık yakıştırmak benden uzak olsun"},{"SurahNumber":6,"VerseNumber":20,"Text":"Daha önce vahiy verdiklerimiz, bunu, kendi çocuklarını tanıdıkları gibi tanırlar; ama (onlar arasından) kendilerine yazık edenler (var ya), işte onlardır inanmayı reddedenler"},{"SurahNumber":6,"VerseNumber":21,"Text":"Kendi uyduruğu yalanları Allaha yakıştırandan veya Onun mesajlarını yalanlayanlardan daha zalim kim olabilir? Şüphe yok ki, böyle zalimler mutluluğa asla ulaşamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Bir gün onların hepsini bir araya toplayacağız ve o zaman, Allahtan başka şeylere ilahlık yakıştıranlara: \"Allahın uluhiyetine ortak olduklarını tahayyül ettiğiniz o varlıklar neredeler şimdi?\" diye soracağız"},{"SurahNumber":6,"VerseNumber":23,"Text":"Bunun üzerine, çaresiz bir şaşkınlık içinde, ancak, \"Rabbimiz Allaha yemin ederiz ki Ondan başka bir şeye ilahlık izafe et(mek iste)medik!\" diye(bile)ceklerdir"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bakın, onlar kendi kendilerine nasıl yalan söylemişler ve mesnetsiz hayalleri onları nasıl yüzüstü bırakmış"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlar arasında öyleleri var ki (ey Peygamber) seni dinler (görünür)ler: Ama kalplerinin üstüne, onları hakikati kavramaktan alıkoyan perdeler yerleştirdik, kulaklarına da sağırlık. Ve (hakikatin) bütün işaretleri(ni) görselerdi yine de ona inanmazlardı; o kadar ki, onlar tartışmak için sana geldiklerinde, hakikati inkara şartlanmış olanlar, \"Bu, eski zamanların masallarından başka bir şey değil!\" derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Diğerlerini ondan alıkoyar ve kendileri de ondan uzaklaşırlar: Ama (bu şekilde) yalnız kendilerini mahvederler ve (üstelik) bunu da idrak etmezler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Ateşin önünde bekletilecekleri ve \"Ah, keşke (hayata) geri döndürülseydik: O zaman Rabbimizin mesajlarını yalanlamaz ve müminler arasında olurduk!\" diyecekleri zaman (onları) görseydin"},{"SurahNumber":6,"VerseNumber":28,"Text":"Ama hayır (böyle demeleri) geçmişte (kendilerinden) gizlemiş oldukları hakikat onlara açık şekilde görünecek (olmasındandır); ve eğer (hayata) geri döndürülmüş olsalardı, kendilerine yasaklanmış olan şeye yine dönerlerdi. Unutma ki onlar geçek yalancılardır"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ve bazı (inançsız)lar, \"Bu dünyadaki hayatımızın ötesinde başka bir şey yoktur ve öldükten sonra dirilmeyeceğiz!\" derler"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ama sen (onları) Rablerinin huzuruna çıkarılacakları (ve) Onun, \"Bu, hakikat değil mi?\" diye soracağı zaman görsen. Onlar, \"Evet, Rabbimiz hakkı için öyle!\" diye cevap verecekler. (Bunun üzerine,) Allah, \"Tadın öyleyse\" diyecek, \"hakikati reddetmenizden doğan bu azabı"},{"SurahNumber":6,"VerseNumber":31,"Text":"Kıyamet Saati ansızın gelip çatıncaya (ve) \"Yazıklar olsun bize ki onu gözardı etmişiz!\" diye ağlaşıp dövününceye kadar Allaha varacaklarını inkar edenler gerçekten hüsrana uğrayanlardır, çünkü omuzlarında günahlarının yükünü taşıyacaklardır: Ah, o yüklenecekleri (ağırlık) ne kötüdür"},{"SurahNumber":6,"VerseNumber":32,"Text":"Bu dünya hayatı, bir oyundan, eğlenceden ve geçici bir zevkten başka bir şey değildir; ama ahiret hayatı Allaha karşı sorumluluklarının bilincinde olanlar için çok daha güzeldir. Öyleyse aklınızı kullanmaz mısınız"},{"SurahNumber":6,"VerseNumber":33,"Text":"Bu insanların söylediklerinin seni gerçekten üzdüğünü pekala biliyoruz: Ama, unutma ki, onların yalanladığı sen değilsin; bu zalimlerin inkar ettiği, aslında Allahın mesajlarıdır"},{"SurahNumber":6,"VerseNumber":34,"Text":"Gerçek şu ki, senden önce (de) peygamberler yalanlanmıştır; ama onlar, Bizden yardım gelinceye kadar bütün düzmece ithamlara ve kendilerine yapılan bütün eziyetlere sabırla katlandılar: Çünkü hiçbir güç Allahın vaatlerini(n sonucunu) değiştiremez. Ve o peygamberlerin tarihleri hakkında şu anda sen de bilgi sahibisin"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer hakikati inkar edenlerin sana sırtlarını dönmeleri seni sıkıntıya sokuyorsa ve o nedenle onlara (daha ikna edici) bir mesaj getirmek için yerin dibine inebilecek yahut merdivenle göğe yükselebilecek durumda isen, (durma yap;) ama (unutma ki) eğer Allah dileseydi onların tümünü (Kendi) rehberliği altında toplardı. O halde, sakın (Allahın yollarını) görmezden gelmeye çalışma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Unutma ki, yalnızca (bütün kalpleriyle) kulak verenler, bir çağrıya cevap verebilirler; (kalben) ölmüş olanlara gelince, (yalnız) Allah onları diriltebilir, sonra da hepsi Ona döneceklerdir"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ve onlar: \"Neden ona Rabbi tarafından hiçbir mucizevi işaret bahşedilmedi?\" diye sorarlar. De ki: \"Allah, katından her türlü işareti indirmeye kadirdir\". Ama insanların çoğu bundan habersizdir"},{"SurahNumber":6,"VerseNumber":38,"Text":"halbuki yeryüzünde yürüyen hiçbir hayvan ve iki kanadıyla uçan hiçbir kuş yoktur ki sizin gibi (Allahın) mahluku olmasın: Biz, buyruğumuzda tek şeyi bile ihmal etmedik. Ve bir kez daha (belirtelim): onlar(ın tümü) Rableri huzurunda toplanacaklardır"},{"SurahNumber":6,"VerseNumber":39,"Text":"Mesajlarımızı yalanlayanlar, zifiri karanlığa gömülmüş sağırlar ve dilsizlerdir. Allah kimi dilerse onu saptırır; ve dilediğini de dosdoğru yola yöneltir"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: \"(Bu dünyada) Allahın azabına çarptırıldığınız zaman yahut Son Saat gelip çattığında Allahtan başkasına yalvardığınızı düşünebilir misiniz? (Söyleyin bana,) eğer doğru sözlü insanlar iseniz"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır, aksine yalvarışınız Onadır, bu durumda O, eğer dilerse sizi Kendisine yalvarmaya yönelten o (bela)yı giderir; ve (o zaman) Allahtan başkasına ilahlık yakıştırdığınız şeyi unutmuş olursunuz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Biz, senden önceki toplumlara da mesajlarımızı gönderdik (ey Peygamber,) ve onları sıkıntı ve zorluklara uğrattık ki tevazu ile boyun eğsinler"},{"SurahNumber":6,"VerseNumber":43,"Text":"Ama tarafımızdan takdir edilen bir sıkıntıya uğratıldıkları zaman tevazu göstermediler, tersine kalplerinin katılığı arttı, çünkü Şeytan bütün yaptıklarını onlara güzel gösterdi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Sonra, kendilerine yapılan uyarıları gözardı ettiklerinde bütün (güzel) şeylerin kapılarını onlara ardına kadar açtık ve kendilerine bağışlanan şeylerden zevk alarak yararlanmaya devam ederlerken onları apansız yakaladık: işte o anda bütün ümitlerini kaybettiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"ve (sonunda), zulüm işlemeye şartlanmış olan o toplumların son kalıntıları da yok olup gitti. Bütün övgüler yalnız Allaha mahsustur, bütün alemlerin Rabbine"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: \"Ne sanıyorsunuz? Eğer Allah işitme ve görme duyularınızı elinizden alır ve kalplerinizi mühürlerse onları size Allahtan başka hangi ilah geri verebilir?\" Bakın mesajlarımızı nasıl çok yönlü dile getiriyoruz, ama hala küçümseyerek yüz çeviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: \"Allahın azabı aniden veya (derece derece) hissedilir şekilde başınıza gelse durumunuz ne olur, söyler misiniz? (O zaman hiç) zalim halktan başkası yok edilir mi"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, elçileri(mizi) yalnızca müjdeci ve uyarıcı olarak göndeririz: bu nedenle, iman edip doğru ve yararlı işler yapanlar ne korkacak ne de üzüleceklerdir"},{"SurahNumber":6,"VerseNumber":49,"Text":"mesajlarımızı yalanlayanlara gelince, onlar işledikleri bütün günahkarca fiillerden dolayı azaba çarptırılacaklardır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki (ey Peygamber:) \"Ben size ´Allahın hazineleri bendedir! demiyorum; ne insan idrakini aşan şeyleri bildiğimi söylüyorum ve ne de size ´Ben bir meleğim! diyorum: Ben sadece bana vahyedileni yerine getiriyorum\". De ki: \"Hiç gören ile görmeyen bir olur mu? Siz düşünmez misiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Kendilerini Allaha karşı koruyacak veya Onun nezdinde şefaat edecek birisi olmadan Allahın huzurunda toplanmaktan korkanları böylece uyar ki Ona karşı sorumluluklarının bilincine (tam olarak) varabilsinler"},{"SurahNumber":6,"VerseNumber":52,"Text":"O halde, Rablerinizin rızasını isteyerek sabah akşam Ona yalvaranları(n hiç birini) yanından kovma. Sen onlardan hiçbir şekilde sorumlu değilsin -tıpkı onların da hiçbir şekilde senden sorumlu olmadıkları gibi- bu nedenle onları kovma hakkına sahip değilsin: yoksa zalimlerden olurdun"},{"SurahNumber":6,"VerseNumber":53,"Text":"İşte bu şekilde insanları birbirleri aracılığıyla sınarız, ki sonunda, \"Acaba Allah bizim yerimize onlara mı lütufta bulundu?\" diye sorsunlar. Kimin (kendisine) şükrettiğini en iyi bilen Allah değil mi"},{"SurahNumber":6,"VerseNumber":54,"Text":"Mesajlarımıza inananlar sana geldiklerinde de ki: \"Size selam olsun! Rabbiniz rahmet ve merhameti kendisine ilke edinmiştir, böylece sizden biri bilgisizlikten dolayı kötü bir fiil işler ve sonra tevbe edip dürüst ve erdemlice bir hayat yaşarsa O(nun) çok affedici ve rahmet kaynağı (olduğunu görecek)tir"},{"SurahNumber":6,"VerseNumber":55,"Text":"Böylece mesajlarımızı açık şekilde anlatıyoruz ki günaha batmış olanların yolu (dürüst ve erdemlilerinkinden) ayırt edilebilsin"},{"SurahNumber":6,"VerseNumber":56,"Text":"(Hakikati inkar edenlere) de ki: \"Allahı bırakıp yalvardığınız (varlıklar)a tapmaktan men olundum\". De ki: \"Ben sizin mesnetsiz görüşlerinize uymam, yoksa sapkınlığa düşerdim ve doğru yolu bulanlar arasında olmazdım"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: \"Bakın, ben Rabbimden gelen açık bir kanıta dayanmaktayım; ve (bu şekilde) siz Onu yalanlamış oluyorsunuz! (Bilgisizliğiniz yüzünden) bu kadar şiddetle arzuladığınız şey benim elimde değil: Hüküm ancak Allaha aittir. O hakikati ilan edecektir, çünkü (hak ile batıl arasında) en iyi hüküm veren Odur"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki: \"Eğer bu kadar şiddetle arzuladığınız şey benim elimde olsaydı, benimle sizin aranızda (verilmesi beklenen) hüküm verilmiş olurdu. Ama kimin zulüm işlediğini en iyi Allah bilir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Çünkü, yaratılmış varlıkların idrakini aşan şeylerin anahtarları Onun katındadır: onları Allahtan başka kimse bilemez. O, karada ve denizde olan her şeyi bilir; bir yaprak düşmez ki O bundan haberdar olmasın; ve ne yeryüzünün derin karanlığında bir habbe, ne de canlı veya ölü hiçbir şey yoktur ki (Onun) apaçık fermanında kaydedilmiş olmasın"},{"SurahNumber":6,"VerseNumber":60,"Text":"Odur sizi geceleyin ölü (gibi) yapan ve gündüzün ne yaptığınız bilen. O, sizi (Kendisi tarafından) tespit edilen ömrü tamamlamak üzere her gün hayata geri döndürür. En sonunda Ona döndürüleceksiniz: ve o zaman (hayatta) yaptığınız bütün şeyleri size gösterecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Yalnız Odur kulları üzerinde hüküm sahibi olan. Ve O, birinize ölüm yaklaştığında elçilerimiz onun canını alıncaya kadar sizi gözetlemek için semavi güçler gönderir: ve bu güçler (hiç kimseyi) atlamazlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"O (ölmüş ola)nlar, bunun üzerine Allahın, gerçek Yüce Efendilerinin huzuruna getirilirler. Doğrusu, nihai hüküm yalnız Onundur: ve O, hesap görenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: \"Siz, boynunuzu bükerek ve içinizden, ´Eğer O bizi bu (sıkıntı)dan kurtarırsa kesinlikle şükredenlerden olacağız! diye Allaha yalvardığınızda karanın ve denizin kapkara tehlikelerinden sizi koruyacak olan kimdir"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"(Yalnızca) Allah, sizi bundan ve başka her türlü sıkıntıdan kurtarabilir, ama siz hala Onun yanısıra başka güçlere ilahlık yakıştırıyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"Yalnız Odur sizi tepenizden ve ayaklarınızın altından azapla kuşatma kudretinde olan; sizi birbirine muhalif topluluklar haline getirip birbirinizin üzerine salan\". Bak, iyice anlasınlar diye, mesajları nasıl her yönüyle açıklıyoruz"},{"SurahNumber":6,"VerseNumber":66,"Text":"Oysa senin hitap ettiğin toplum, bütün bunların hakikat olduğu ortadayken, yine de bunları yalanlıyor. (O zaman) de ki, \"Ben sizin davranışınızdan sorumlu değilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"(Allahtan gelen) her haber belli bir süreç içinde gerçekleşir: ve siz zaman içinde (hakikati) anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"İmdi, mesajlarımız hakkında ileri geri konuşan kimselere rastladığın zaman, bu kimseler başka konulara geçinceye kadar onlardan uzak dur; ve eğer Şeytan sana (yapman gerekeni) unutturursa, hiç değilse, hatırladıktan sonra, artık açıkça zulmeden böyle bir topluluğun içinde yer alma"},{"SurahNumber":6,"VerseNumber":69,"Text":"çünkü Allaha karşı sorumluluklarının bilincinde olanlar onlardan hiçbir şekilde mesul değildirler. Böyleleri sadece (günahkarlara) nasihatte bulunmakla yükümlüdürler, belki böylece berikiler Allaha karşı sorumluluklarının bilincine varırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dünya hayatının rahatına dalarak eğlenceyi ve geçici zevkleri dinleri haline getiren kimseleri kendi haline bırak; ama bu durumda (onlara) hatırlat ki (ahirette) her insan yaptığı yanlışlardan (ve haksızlıklardan) dolayı rehin tutulacak ve kendisini ne Allaha karşı koruyacak, ne de kayırıp kollayacak bir kimse bulunmayacaktır. Ve düşünülebilecek her türlü fidyeyi vermek istese bile bu kendisinden kabul edilmeyecektir. İşte yaptıkları yanlışlardan dolayı rehin tutulacak olanlar bu (gibi insan)lardır; onlar için (ahirette) yakıcı bir ümitsizlik iksiri vardır ve onları, hakikati inatla inkar ettikleri için şiddetli bir azap beklemektedir"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: \"Biz, Allahın yerine bize ne faydası dokunan ne de zarar verebilen şeylere mi yalvaralım? Ve Allah bizi doğru yola ilettikten sonra topuklarımızın üzerinde gerisin geri mi dönelim? Tıpkı kendisini doğru yola çağıran arkadaşları (uzaktan) \"Bizimle gel!\" diye seslendikleri halde şeytanların ayartmasına kapılıp dünyevi zevkler peşinde körü körüne koşturan kimse gibi (mi olalım?)\" De ki: \"Şüphe yok ki Allahın rehberliği, yegane rehberliktir; ve biz, kendimizi bütün alemlerin Rabbine teslim etmekle emrolunduk"},{"SurahNumber":6,"VerseNumber":72,"Text":"namazlarımızda dikkatli ve devamlı olmakla ve kendimizi Ona karşı sorumluluk bilinci içinde tutmakla: Çünkü hepimiz sonunda Onun huzurunda toplanacağız"},{"SurahNumber":6,"VerseNumber":73,"Text":"Odur gökleri ve yeri (deruni) bir hakikate göre yaratmış olan. O ne zaman \"Ol!\" dese emri derhal yerine gelir; ve (mahşer) borusu çalındığı Gün hükümranlık yine Onun olacaktır. O, yaratılmışların idraklerini aşan şeyleri de, onların duyuları veya akılları ile kavrayabileceklerini de bilir: yalnızca Odur gerçek hikmet sahibi, her şeyden haberdar olan"},{"SurahNumber":6,"VerseNumber":74,"Text":"Ve bir zaman İbrahim babası Azere (şöyle) demişti: \"Sen putları ilah mı ediniyorsun? Görüyorum ki sen ve halkın açık bir sapıklık içindesiniz"},{"SurahNumber":6,"VerseNumber":75,"Text":"Böylece Biz İbrahime, (Allahın) gökler ve yer üzerindeki güçlü hükümranlığı ile ilgili (ilk) kavrayışı kazandırdık, ki kalben mutmain olan kimselerden olsun"},{"SurahNumber":6,"VerseNumber":76,"Text":"Sonra, gece onu karanlığı ile örttüğü zaman (gökte) bir yıldız gördü (ve) haykırdı: \"İşte benim Rabbim bu!\" Ama yıldız kaybolunca, \"Ben batan şeyleri sevmem!\" diye söylendi"},{"SurahNumber":6,"VerseNumber":77,"Text":"Sonra, ayın doğduğunu görünce, \"İşte benim Rabbim bu!\" dedi. Ama ay da batınca, \"Gerçekten, eğer Rabbim beni doğru yola iletmezse ben kesinlikle sapkınlığa düşmüş kimselerden olurdum!\" dedi"},{"SurahNumber":6,"VerseNumber":78,"Text":"Sonra, güneşin doğduğunu görünce, \"İşte benim Rabbim bu! Bu (hepsinin) en büyüğü!\" diye haykırdı. Ama o (da) kaybolunca: \"Ey halkım!\" diye seslendi, \"Bakın, sizin yaptığınız gibi, Allahtan başkasına ilahlık yakıştırmak benden uzak olsun"},{"SurahNumber":6,"VerseNumber":79,"Text":"Bakın, ben batıl olan her şeyden uzak durarak yüzümü gökleri ve yeri var eden Allaha çevirmekteyim; ve ben Ondan başkasına ilahlık yakıştıranlardan değilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Ve (sonra) halkı onunla tartışmaya girdi. (Bunun üzerine) onlara: \"Beni doğru yola ileten O iken benimle Allah hakkında hala tartışıyor musunuz? Ama Ondan başka ilahlık yakıştırdığınız hiçbir şeyden korkmuyorum, (zira hiçbir kötülük bana dokunmaz) Rabbim dilemedikçe. Rabbim her şeyi bilgisi ile kuşatır; peki bunu hiç düşünmüyor musunuz"},{"SurahNumber":6,"VerseNumber":81,"Text":"Allahtan başka taptıklarınızdan neden korkayım, Allah size yüce katından hakkında hiçbir şey indirmemişken Ondan başka varlıklara ilahlık yakıştırmaktan korkmuyorsanız? O halde (söyleyin bana,) eğer (cevabını) biliyorsanız: İki taraftan hangisi kendini daha emin hissedebilir"},{"SurahNumber":6,"VerseNumber":82,"Text":"İmana ermiş olan ve zulüm işleyerek imanlarını karartmayanlar, işte onlardır güven içinde olacak olanlar, çünkü doğru yolu bulanlar onlardır!\" dedi"},{"SurahNumber":6,"VerseNumber":83,"Text":"İşte bu, halkına karşı (kullanmak üzere) İbrahime verdiğimiz muhakeme tarzımızdı: (çünkü) dilediğimiz kimseyi derecelerle yüceltiriz. Şüphe yok ki Rabbiniz hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz ona İshakı ve Yakubu bağışladık; ve her birini, daha önce Nuhu ilettiğimiz gibi doğru yola ilettik. Onun neslinden Davuda, Süleymana, Eyyuba, Yusufa, Musaya ve Harun(a peygamberlik bağışladık): işte iyilik yapanları böyle ödüllendiririz"},{"SurahNumber":6,"VerseNumber":85,"Text":"ve Zekeriyaya, Yahyaya, İsaya ve İlyas(a da): onların hepsi dürüst ve erdemli kimselerdi"},{"SurahNumber":6,"VerseNumber":86,"Text":"ve İsmaile, Elyesaya, Yunusa ve Lut(a da). Ve Biz onlardan her birini diğer insanlara üstün kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların atalarından, çocuklarından ve kardeşlerinden bazısı(nı da aynı şekilde yücelttik), onları(n hepsini) seçtik ve dosdoğru bir yola yönelttik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Bu, Allahın rehberliğidir: O, bununla kullarından kimi dilerse onu doğru yola ulaştırır. Onlar, Allahtan başka şeylere ilahlık yakıştırmış olsalardı, o ana kadar yaptıkları bütün (iyi) şeyler gerçekten boşa gitmiş olurdu"},{"SurahNumber":6,"VerseNumber":89,"Text":"(Ama) Biz, onlara vahyi, sağlam muhakemeyi ve peygamberliği bahşettik. Ve şimdi inançsızlar bu hakikatleri inkar etmeyi tercih edebilirler, (ama bilin ki) Biz onları, asla reddetmeyecek olan insanlara bahşetmekteyiz"},{"SurahNumber":6,"VerseNumber":90,"Text":"Allahın doğru yola ulaştırdığı insanlara. Öyleyse onların rehberliğine uy (ve) de ki: \"Sizden bu (hakikat bilgisi) için hiçbir karşılık istemiyorum. Unutmayın ki o bütün insanlığa bir öğütten ibarettir"},{"SurahNumber":6,"VerseNumber":91,"Text":"Nitekim onlar, \"Allah insana hiçbir şey vahyetmemiştir!\" derken Allahı gereği gibi kavramadıklarını göstermişlerdir. De ki: \"Kim indirdi Musanın insanlara bir ışık ve rehber olarak getirdiği ve sizin (sırf) kağıt parçaları olarak gördüğünüzü, (o kadar) çok gizlediğiniz halde bir gösteri aracı yaptığınız o ilahi kelamı? Halbuki (onunla) size ne sizin ne de atalarınızın bilmediği şeyler öğretilmişti.\" \"Allah (o ilahi kelamı vahyetmiştir)!\" de; ve sonra da bırak, onlar boş laflarla oyalanıp dursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"(Ve) bu da, bütün kentlerin atasını ve çevresinde oturan herkesi uyarman için yücelerden indirdiğimiz bir ilahi kelamdır, kutlu, (geçmiş vahiylerde) bugüne kalmış (doğru adına) ne varsa tümünü doğrulayan. Öteki dünyanın varlığına inananlar bu (uyarıya) da inanırlar; namazlarında dikkatli ve devamlı olanlar da işte onlardır"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah hakkında yalan uyduran, yahut kendisine hiçbir şey indirilmediği halde \"Bu bana indirilmiştir!\" diyenden daha çarpık zihniyetli kim vardır? Yahut, \"Allahın indirdiğinin benzerini ben de indirebilirim!\" diyenden? Keşke görseydin (onların halini), bu zalimler kendilerini ölüm sancıları içinde bulduklarında ve melekler ellerini uzatarak, \"Ruhlarınızı teslim edin! Allaha gerçek olmayan şeyleri izafe ettiğiniz ve kibre kapılarak Onun mesajlarını inatla küçümsediğiniz için bugün aşağılanma cezası ile cezalandırılacaksınız!\" diye seslendiklerinde"},{"SurahNumber":6,"VerseNumber":94,"Text":"(Ve Allah şöyle diyecektir): \"İşte şimdi Bize yapayalnız geldiniz, tıpkı sizi ilk yarattığımız gibi; ve (hayatta iken) size bahşettiğimiz her şeyi arkanızda bıraktınız. Kendinizle ilgili olarak Allaha ortak koştuğunuz o şefaatçilerinizi yanınızda görmüyoruz! Gerçek şu ki, sizin (dünyadaki hayatınız ile) aranızdaki bütün bağlar artık kesilmiştir ve bütün eski dostlarınız sizi terk etmiştir"},{"SurahNumber":6,"VerseNumber":95,"Text":"Kuşkusuz Allah, tohumu ve meyve çekirdeğini çatlatarak ölüden diriyi meydana getirendir ve diriden de ölüyü çıkaran. İşte budur Allah: ve akıllarınız hala nasıl da tersyüz oluyor"},{"SurahNumber":6,"VerseNumber":96,"Text":"Tan yerini ağartan(dır O), geceyi sükunet(in kaynağı) yapan ve güneş ile ayı tespit edilen yörüngelerinde hareket ettiren (Odur). Bu(nların tümü) her şeyi bilen sonsuz kudret sahibinin iradesi ile tayin edilmiştir"},{"SurahNumber":6,"VerseNumber":97,"Text":"Karanın ve denizin zifiri karanlığında onlara bakıp yolunuzu bulabilesiniz diye yıldızları sizin için var eden Odur: Gerçek şu ki, Biz bu mesajları kavrama yeteneği olan insanlara açık ve anlaşılır kılıyoruz"},{"SurahNumber":6,"VerseNumber":98,"Text":"Bir canlıdan sizi(n hepinizi) var eden Odur, ve O (sizin her biriniz için yeryüzünde) bir vade ve (ölümden sonra) bir dinlenme yeri (tayin etmiştir): Biz bu mesajları hakikati kavrayabilecek insanlar için açık ve anlaşılır kılmaktayız"},{"SurahNumber":6,"VerseNumber":99,"Text":"O, gökten suları indirendir; işte Biz bu yolla her türlü canlı bitkiyi yetiştirdik ve bundan çimenleri yeşerttik. Yine bundan birbirine yapışık büyüyen tahıl tanelerini yetiştiririz; ve hurma ağacının tomurcuğundan sık salkımlı hurmalar; asma bahçeler ve zeytin ağacı ve nar: (hepsi) birbirine çok benzeyen ve (hepsi) birbirinden çok farklı! Mahsul verdiği ve olgunlaştığı zaman onların meyvesine bakın! Şüphesiz bütün bunlarda inanacak insanlar için mesajlar vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Ama bazıları bütün görünmez varlık türlerine, Allahın yanında (Ona denk) bir yer yakıştırmaya başladılar, halbuki onları(n tümünü) yaratan Odur; ve cehaletleri yüzünden Ona oğullar ve kızlar isnat ettiler! O, sonsuz ihtişam sahibidir ve insanların her türlü tasavvur ve tahayyülünü aşan bir yüceliğe sahiptir"},{"SurahNumber":6,"VerseNumber":101,"Text":"Göklerin ve yerin ilk defa var edicisi(dir)! Onun hiçbir zaman bir eşi olmadığı halde nasıl olur da çocuk sahibi olabilir, ki her şeyi yaratan O iken ve yalnız O her şeyi bilirken"},{"SurahNumber":6,"VerseNumber":102,"Text":"İşte Rabbiniz Allah budur: Ondan başka ilah yoktur, O her şeyin Yaratıcısı (dır): Öyleyse yalnız Ona kulluk edin, zira Odur her şeyi görüp gözeten"},{"SurahNumber":6,"VerseNumber":103,"Text":"Hiçbir beşeri görüş ve tasavvur Onu kuşatamaz, halbuki O her türlü beşeri görüş ve tasavvuru çevreleyip kuşatır: zira yalnız Odur (hikmetine) tam nüfuz edilemez olan, her şeyden haberdar bulunan"},{"SurahNumber":6,"VerseNumber":104,"Text":"Şimdi Rabbinizden size (bu ilahi kelam yoluyla) anlama ve kavrama araçları verilmiştir. O halde, kim görmek isterse kendi lehine, ve kim de körlüğü tercih ederse kendi aleyhine davranmış olur. Ve (kalbi katılaşmış olanlara de ki): \"Ben sizin bekçiniz değilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Böylece Biz mesajlarımızı çok yönlü olarak dile getiriyoruz ki \"Sen (bütün bunlardan) iyi ders almışsın!\" diyebilsinler ve mesajları, onları kavrama yeteneğine sahip insanlara açıklayabilelim"},{"SurahNumber":6,"VerseNumber":106,"Text":"Sen Rabbinden sana vahyedilmiş olana uy -ki Ondan başka ilah yoktur- ve Onunla birlikte başkasına ilahlık yakıştıranların tümüne sırtını dön"},{"SurahNumber":6,"VerseNumber":107,"Text":"Eğer Allah dilemiş olsaydı Ondan başka hiçbir şeye ilahlık yakıştırmazlardı; Biz seni onların bekçisi yapmadık ve sen onların yaptıklarından sorumlu değilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Onların Allahtan başka yalvarıp sığındıkları (varlıklar)a sövmeyin ki onlar da kin ve cehaletten dolayı Allaha sövmesinler: zira Biz her topluma kendi yaptıklarını güzel gösterdik. (Ama) zaman geldiğinde onlar Rablerine döneceklerdir: O zaman Allah onlara bütün yaptıklarını (en doğru şekilde) anlatacaktır"},{"SurahNumber":6,"VerseNumber":109,"Text":"Şimdi en emin ve kararlı şekilde Allaha yemin ediyorlar ki eğer kendilerine bir mucize gösterilmiş olsaydı bu (ilahi kelam)a gerçekten inanmış olacaklardı. De ki: \"Mucizeler yalnız Allahın elindedir!\" Ve hepinizin bildiği gibi, onlara bir mucize gösterilmiş olsaydı bile ona inanmazlardı"},{"SurahNumber":6,"VerseNumber":110,"Text":"kalplerini ve gözlerini (hakikatten) ayırdığımız sürece, tıpkı ona ilk başta inanmadıkları gibi: ve (böylece) Biz körce ileri geri yalpalayıp dursunlar diye onları küstahça kibirleri ile baş başa bırakırız"},{"SurahNumber":6,"VerseNumber":111,"Text":"Biz onlara melekler göndermiş olsaydık ve ölüler kendileriyle konuşmuş olsaydı, ve (hakikati kanıtlayabilecek) her şeyi karşılarına çıkarıp önlerinde bir araya toplamış olsaydık (bile), Allah dilemediği sürece yine inanmazlardı. Ama onların çoğu (bundan) tamamen habersizdir"},{"SurahNumber":6,"VerseNumber":112,"Text":"Ve işte böylece, biz, hem insanlar hem de görünmez varlıklar içinden zihin çelmeyi amaçlayan yaldızlı/parlak yarı hakikatleri birbirine fısıldayan şeytani güçleri peygambere düşman kıldık. Ama Rabbin dilemedikçe onlar bunu yapamazlardı: o halde, onlardan ve onların mesnetsiz hayallerinden uzak durun"},{"SurahNumber":6,"VerseNumber":113,"Text":"Yine de, ahirete inanmayanların kalpleri Ona yönelebilsin ve Onda tatmin bulabilsinler diye, ayrıca ulaşabilecekleri (fazilet derecesi)ne ulaşabilsinler diye"},{"SurahNumber":6,"VerseNumber":114,"Text":"sen onlara (de ki:) \"Hakikati apaçık ortaya koyan bu ilahi kelamı size indiren O iken, (neyin doğru neyin yanlış olduğu konusundaki) hüküm için Ondan başkasını mı arayacağım?\" Ve kendilerine daha önce vahiy bahşettiklerimiz bilirler ki bu (vahiy) de Rabbin tarafından safha safha indirilmiştir. Öyleyse şüphe edenlerden olmayın"},{"SurahNumber":6,"VerseNumber":115,"Text":"zira, Rabbinin vaadi doğruluk ve adaletle yerine getirilmiştir. Onun vaatlerini(n gerçekleşmesini) engelleyebilecek hiçbir güç yoktur: ve yalnızca Odur her şeyi duyan, her şeyi bilen"},{"SurahNumber":6,"VerseNumber":116,"Text":"Şimdi, eğer yeryüzünde (yaşamakta) olanların çoğunluğuna uyacak olursan, seni Allahın yolundan saptırırlar: onlar ancak (başkalarının) zanlarına tabi olurlar ve kendileri hiçbir şey yapmayıp sadece tahmin yürütürler"},{"SurahNumber":6,"VerseNumber":117,"Text":"Şüphe yok ki Allah, kimin Onun yolundan saptığını ve kimin doğru yolda olduğunu en iyi bilendir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Öyleyse, üzerinde Allahın adının anıldığı şeylerden yiyin, eğer Onun mesajlarına gerçekten inanıyorsanız"},{"SurahNumber":6,"VerseNumber":119,"Text":"Ve Allah mecbur kaldığınız durumlar dışında (yemenizi) yasakladığı şeyleri size ayrıntılı olarak açıklamışken üzerinde Onun adının anıldığı şeyleri neden yemiyorsunuz? Ama bakın, (bu tür konularda) birçok insan diğerlerini (hiçbir gerçek) bilgiye dayanmaksızın, kendi temelsiz görüşleriyle saptırmaktadır. Şüphe yok ki senin Rabbin hak ve adalet sınırlarını aşanlardan tam olarak haberdardır"},{"SurahNumber":6,"VerseNumber":120,"Text":"Ama, ister açık ister gizli, günah işlemekten kaçının. Zira unutmayın ki, günah işleyenler kazandıkları yüzünden ceza göreceklerdir"},{"SurahNumber":6,"VerseNumber":121,"Text":"Bu nedenle, üzerinde Allahın adı anılmayan şeylerden yemeyin, zira bu gerçekten günahkarca bir davranış olur. Ve (insanların kalplerindeki) şeytani dürtüler, sahiplerine, sizi (neyin günah olduğu ve neyin olmadığı konusunda) tartışmaya çekmelerini fısıldarlar; ve eğer onlara uyarsan bil ki sen, Allahtan başka varlıklara veya güçlere ilahlı yakıştıranlar (gibi) olursun"},{"SurahNumber":6,"VerseNumber":122,"Text":"(Ruhen) ölü iken hayata kavuşturduğumuz ve insanlar arasında yolunu bulması için kendisine ışık tuttuğumuz kimse, hiç içinden çıkamayacağı derin karanlığın içine (gömülüp kalmış) biri gibi olur mu? (Ama) böyle: hakikati inkar edenlere yaptıkları güzel görünür"},{"SurahNumber":6,"VerseNumber":123,"Text":"Ve işte böylece her ülkenin önde gelenlerini, hile ve entrika peşinde koşan suçlular durumuna sokarız: ama çevirdikleri entrikalar yalnız kendi aleyhlerine olur; ve onu da anlamazlar"},{"SurahNumber":6,"VerseNumber":124,"Text":"Ne zaman onlara bir (ilahi) mesaj gelse, \"Allahın peygamberlerine verdiklerinin benzeri bize verilmedikçe inanmayız!\" derler. (Ama) mesajını kime tevdi edeceğini en iyi Allah bilir. Suç işleyenler, Allah katında aşağılanmaya ve entrikacı eğilimlerinden dolayı şiddetli bir azaba uğratılacaklardır"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah kimi doğru yola ulaştırmak isterse, kalbini (Ona) teslim olma arzusuyla genişletir; kimin de sapmasına izin verirse onun kalbini daraltır ve sıkıştırır, adeta göklere tırmanıyormuş gibi: böylece Allah, inanmayanları dehşete düşürür"},{"SurahNumber":6,"VerseNumber":126,"Text":"İşte bu şaşmaz (çizgi), Rabbinin yoludur. Gerçekten bu mesajlarımızı, onlardan ders al(mak iste)yen insanlara açık şekilde anlatıyoruz"},{"SurahNumber":6,"VerseNumber":127,"Text":"Rableri katında barış ve esenlik yurdu onların olacak; ve yapmakta olduklarından dolayı Allah onlara yakın bulunacak"},{"SurahNumber":6,"VerseNumber":128,"Text":"Allah, onları(n tümünü) bir araya topladığı o gün, \"Ey görünmez (şeytani) varlıklar ile yakınlık içinde olanlar! Siz (diğer) bir çok insanı tuzağa düşürdünüz!\" (diyecektir). Onlara yakın olan insanlar (ise,) \"Ey Rabbimiz! Biz (hayatta) birbirimizin arkadaşlığından yararlandık; ama (artık) süremizin sonuna geldik -Senin bizim için tayin ettiğin sürenin- (ve artık yolumuzun yanlışlığını görüyoruz!)\" diyecekler. (Ama) O, \"Sizin yurdunuz ateş olacak, Allah aksini dilemedikçe!\" diyecektir. Şüphe yok ki Rabbiniz hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ve bu şekilde, zalimlerin, (kötü) fiilleri ile birbirlerini ayartıp baştan çıkarmalarını sağlarız"},{"SurahNumber":6,"VerseNumber":130,"Text":"(Ve Allah şöyle devam edecek:) \"Ey görünmez (şeytani) varlıklar ve (benzer zihniyetteki) insanlar ile yakınlık içinde bulunan sizler! İçinizden mesajlarımı size ileten ve bu (Hesap) Gününün geleceği konusunda sizi uyaran bir peygamber gelmedi mi?\" Onlar: \"Biz kendi aleyhimize şahitlik yaparız!\" diyecekler. Zira bu dünya hayatı onları ayartmıştır: ve böylece onlar, hakikati inkar ettiklerine dair kendi aleyhlerine şahitlik yapacaklardır"},{"SurahNumber":6,"VerseNumber":131,"Text":"Gerçek şu ki, bir toplumun fertleri (doğru ile eğrinin anlamından) habersiz olduğu sürece Rabbin o toplumu yaptığı yanlışlıklardan dolayı asla yok etmez"},{"SurahNumber":6,"VerseNumber":132,"Text":"zira herkes, ancak (kasıtlı) eylemlerinden dolayı yargılanacaktır; ve Rabbin, onların yaptıklarından habersiz değildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Ve yalnızca Rabbindir Kendi kendine yeterli, sınırsız merhamet sahibi. O, dilerse siz(in varlığınız)a son verebilir ve daha sonra dilediğini sizin yerinize geçirebilir, tıpkı sizi başka insanların soyundan var ettiği gibi"},{"SurahNumber":6,"VerseNumber":134,"Text":"Şüphe yok ki size vaat edilen o (hesaplaşma) mutlaka gelecektir ve siz ondan kaçamayacaksınız"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: \"Ey (inanmayan) halkım! Gücünüz içinde olan her şeyi yapın (ki) ben de (Allah yolunda) gayret göstereyim; ve zamanla anlayacaksınız gelecek kimindir. Şüphe yok ki zalimler asla mutluluğa erişemeyecekler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Onlar, Allahın yarattığı tarlalar ile hayvanların mahsullerinden Ona bir pay ayırırlar ve \"Bu Allaha aittir!\" derler; yahut (haksız şekilde), \"Ve bu (da), eminiz ki, Allahın uluhiyetinde pay sahibi olan varlıklar içindir!\" diye iddia ederler. Ama zihinlerinde Allaha ortak saydıkları varlıklar için ayırdıkları şey, (onları) Allaha yakınlaştırmaz, Allah için ayırdıkları da (onları ancak) Allahın uluhiyetine ortak koştukları o varlıklara yakınlaştırır. Gerçekten de ne kötüdür onların yanılgıları"},{"SurahNumber":6,"VerseNumber":137,"Text":"Ve aynı şekilde Allaha ortak koştukları varlıklara veya güçlere olan inançları, Allahtan başka şeylere ilahlık yakıştıranların çoğuna çocuklarını öldürmelerini (bile) güzel gösterir ve böylece onları yok olmaya ve inançlarında şaşkınlığa götürür. Ama yine de Allah dilemeseydi bütün bunları yapmazlardı: o halde onlardan ve onların bütün mesnetsiz hayallerinden uzak dur"},{"SurahNumber":6,"VerseNumber":138,"Text":"Onlar, (haksız) bir iddia ile, \"Şu hayvanlar ve tarla mahsulleri kutsaldır; bizim izin verdiklerimiz dışında hiç kimse onlardan yiyemez!\" derler ve bazı tür hayvanların sırtına yük vurulmasının yasak (olduğunu ilan eder)ler; öyle hayvanlar var ki onlar üzerinde Allahın ismini telaffuz etmezler; (ve bu adetlerin kaynağını) haksız yere Ona isnat ederler. (Ama) Allah, onları bütün bu mesnetsiz hayallerinden dolayı cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Ve onlar, \"Şu hayvanların karnında olan her şey bizim erkeklerimize tahsis edilmiş, kadınlarımıza ise yasaklanmıştır: ama eğer ölü doğarsa o zaman her iki taraf da ondan paylarını alabilir\" derler. (Allah,) onları (Kendisine haksız yere) isnat ettiklerinden dolayı cezalandıracaktır: Unutmayın ki O, hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Gerçekten ziyana uğrayanlar o kimselerdir ki dar kafalı cahillikleriyle çocuklarını öldürürler, Allahın onlara rızk olarak sağladığı şeyleri yasaklarlar ve (bu tür yasakları da) haksız yere Allaha yakıştırırlar: Onlar sapkınlığa düşmüşler ve doğru yolu bulamamışlardır"},{"SurahNumber":6,"VerseNumber":141,"Text":"Zira Odur (hem) ekilip biçilen ve (hem de) kendi başına yetişen bahçeleri (var eden) , hurma ağaçlarını, çeşit çeşit mahsuller veren tarlaları, zeytin ağacını ve narı meydana getiren: (hepsi) birbirine benzer ve hepsi birbirinden çok farklıdır! Olgunlaştığında onların meyvelerinden yiyin ve (yoksullara) mahsulün toplandığı gün haklarını verin. Ve (Allahın nimetlerini) israf etmeyin: kuşkusuz O müsrifleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Yük taşımaya mahsus olan ve etleri için beslenen hayvanlardan, Allahın size rızık olarak verdiklerini yiyin ve Şeytanın izinden gitmeyin: unutmayın, o sizin apaçık düşmanınızdır"},{"SurahNumber":6,"VerseNumber":143,"Text":"(Ona uyanlar iddia ederler ki bazı hallerde) her iki cinsten dört çeşit hayvan (insana yasaktır): iki cins koyun ve keçiden her biri. (Onlara) sor: \"Onun yasakladığı, iki erkek mi, yoksa iki dişi mi, yahut iki dişinin rahminde taşıdıkları mı? Bu konuda ne biliyorsanız bana söyleyin, eğer söylediğinizde haklı iseniz"},{"SurahNumber":6,"VerseNumber":144,"Text":"Onlar, her iki cins deveyi ve büyükbaş hayvanı (da aynı şekilde haram sayarlar). (Kendilerine) sor: \"O neyi yasakladı? İki erkeği mi, yoksa iki dişiyi mi, yahut iki dişinin rahminde taşıdığını mı? Yoksa Allah (bütün) bunları yasaklarken siz şahit miydiniz?\" Hiçbir (gerçek) bilgiye dayanmadan kendi uydurduğu yalanları Allaha isnat eden, böylece insanları saptırandan daha hain kim olabilir? Unutmayın ki Allah, (böyle) zalim bir halka doğru yolu göstermez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki (ey Peygamber): \"Bana vahyedilenlerde leş veya akan kan veya iğrenç bir şey olan domuz eti, veya üzerinde Allahtan başka bir ismin anıldığı günahkarca bir kurban dışında yenmesi yasak olan hiçbir şey görmüyorum. Ama kişi zaruret içindeyse aç gözlüce saldırmadan ve zaruri ihtiyacını da aşmadan (yemiş) ise (bilin ki) Rabbiniz çok bağışlayıcıdır, rahmet kaynağıdır"},{"SurahNumber":6,"VerseNumber":146,"Text":"Biz (yalnızca) yahudi itikadını benimseyenlere bütün tırnaklı hayvanları yasakladık; ve onlara koyun ve ineğin iç yağlarını da yasakladık, (hayvanların) sırt tarafındaki veya bağırsaklarındaki yağlar ile kemiğin içindekiler hariç: böylece işledikleri zulümler yüzünden onları cezalandırdık; zira, unutmayın, Biz sözümüzde dururuz"},{"SurahNumber":6,"VerseNumber":147,"Text":"Ve eğer senin yalan söylediğini iddia ederlerse onlara de ki: \"Rabbinizin rahmeti sonsuzdur; ama günaha batmış insanları cezalandırması da kaçınılmazdır"},{"SurahNumber":6,"VerseNumber":148,"Text":"Allahtan başka şeylere ilahlık yakıştırmaya şartlanmış olanlar, \"Eğer Allah dileseydi Ondan başkasına ilahlık yakıştırmazdık; atalarımız da (öyle yapmazdı); ve (Onun izin verdiği) hiçbir şeyi de yasaklamazdık\" derler. Onlardan öce yaşamış olanlar da böyle yaparak hakikati yalanladılar, ta ki azabımızı tadıncaya kadar! De ki: \"Bize sunabileceğiniz (kesin) herhangi bir bilgiye sahip misiniz? Siz sadece (başka insanların) zanlarına uyuyorsunuz ve kendiniz tahminde bulunmaktan başka bir şey yapmıyorsunuz"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: \"Öyleyse (bilin ki) yalnız Allah katındadır (her hakikatin) kesin delili; O dileseydi tümünüzü doğru yola yöneltirdi"},{"SurahNumber":6,"VerseNumber":150,"Text":"De ki: \"Allahın (bütün) bunları yasakladığına dair şahitlik yapacak şahitlerinizi getirin!\" Eğer onlar (çekinmeden yalan) şahitlik yaparlarsa sakın onların bu düzmece şahitliklerine katılmayın; ve mesajlarımızı yalanlayanların, öteki dünyaya inanmayanların ve başka güçleri Rablerine denk görenlerin hatalı görüşlerine uymayın"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: \"Gelin, Allahın (gerçekten) neyi yasakladığını size anlatayım: Ondan başka şeylere asla ilahlık yakıştırmayın; anne babanıza iyilik yapın (ve onlara karşı saygısızlıkta bulunmayın); ve çocuklarınızı yoksulluk korkusuyla öldürmeyin; (çünkü) sizin de onların da rızıklarını sağlayacak olan biziz; açık veya gizli hiçbir utanç verici fiil işlemeyin; ve adalet(i ifa etmek) dışında Allahın kutsal saydığı insan hayatına kıymayın: Allah bunu size emretti ki aklınızı kullanabilesiniz"},{"SurahNumber":6,"VerseNumber":152,"Text":"ve rüşd yaşına erişmeden önce yetimin mal varlığına -onun iyiliği için olmadıkça- dokunmayın\". (Bütün alış verişlerinizde) ölçü ve tartıya tam olarak, adaletle uyun; (Biz) hiçbir insana taşıyabileceğinden daha fazla yük yüklemeyiz; ve bir görüş belirttiğinizde, yakın akrabanıza (karşı) olsa da, adil olun. Allaha karşı taahhütlerinize (daima) riayet edin: bunu Allah size emretti ki ders alabilesiniz"},{"SurahNumber":6,"VerseNumber":153,"Text":"Ve (bilin ki bu, dosdoğru Bana yönelen bir yoldur: Öyleyse bunu izleyin ve diğer yollardan gitmeyin ki sizi Onun yolundan saptırmasınlar. Allah (bütün) bunları size emretti ki Ona karşı sorumluluğunuzun bilincine varasınız"},{"SurahNumber":6,"VerseNumber":154,"Text":"Ve bir kez daha: İyilik yapmada sebat edenlere (nimetlerinizin) devamı olarak, Musaya, her şeyi tafsilatıyla bildiren ve (böylece insanları) rahmet ve hidayet(e erdiren) bu ilahi kelamı bağışladık ki, Rableri ile (nihai) buluşmaya inansınlar"},{"SurahNumber":6,"VerseNumber":155,"Text":"Ve bu da yücelerden indirdiğimiz bereketli bir ilahi kelamdır: Öyleyse ona tabi olun ve Allaha karşı sorumluluğunuzun bilincine varın ki Onun rahmetine layık olabilesiniz"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Bu kitap, size verildi) ki, \"Yalnızca bizden önce yaşamış iki gurup insana ilahi kelam bahşedilmişti ve biz onların öğretilerinden habersizdik!\" demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"yahut da, \"Eğer bize de bir ilahi kelam indirilmiş olsaydı onun rehberliğine kesinlikle onlardan daha sıkı uyardık\" (demeyesiniz). İşte, şimdi size Rabbinizden hakikatin açık bir kanıtı ve bir rehberlik, bir rahmet geldi. Öyleyse, Allahın mesajlarını yalanlayandan ve onlardan küçümseyerek yüz çevirenden daha zalim kim olabilir? Mesajlarımızdan küçümseyerek yüz çevirenleri bundan dolayı şiddetli bir azapla cezalandıracağız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Yoksa onlar, meleklerin kendilerine görünmesini mi bekliyorlar yahut (bizzat) Rabbinin veya Ondan bazı (kesin) işaretlerin? (Ama) Rabbinin (kesin) işaretlerinin ortaya çıkacağı Gün iman etmenin, daha önce inanmamış yahut inandığı halde bir hayır yapmamış olan kimseye hiçbir yararı olmaz. De ki: \"Bekleyin (öyleyse Ahiret Gününü, ey inançsızlar:) bakın, biz (mümin)ler de bekliyoruz"},{"SurahNumber":6,"VerseNumber":159,"Text":"İnançlarının bütünlüğünü bozarak guruplara, fırkalara ayrılanlara gelince: onlar için yapabileceğin bir şey yoktur. Unutma, onların işi Allaha kalmıştır: ve zamanı geldiğinde Allah onlara vaktiyle yaptıklarını gösterecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim (Allahın huzuruna) iyi bir iş ve davranışla çıkarsa bu yaptığının on katını kazanacaktır; ama kim de kötü bir fiil ile çıkarsa onun aynısıyla cezalandırılacaktır; ve kimseye haksızlık yapılmayacaktır"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: \"Bakın, Rabbim beni düzgün ve saf bir itikad aracılığıyla dosdoğru bir yola yöneltti; her türlü batıldan uzak durarak Allahtan başka şeye ilahlık yakıştıranlardan olmayan İbrahimin yoluna"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: \"Bakın, benim namazım, (bütün) ibadetlerim, hayatım ve ölümüm (yalnızca) bütün alemlerin Rabbi olan Allah içindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"ki Onun uluhiyetinde hiç kimse pay sahibi değildir: Ben böyle emrolundum; ve ben benliklerini Allaha teslim edenlerin (daima) öncüsü olacağım"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: \"Öyleyse, O her şeyin Rabbi iken Allah´tan başka bir Rab mı arayacağım?\" İnsanların işlediği (kötü) fiiller yalnızca kendilerini ilgilendirir; ve sorumluluk taşıyan hiç kimseye başkasının sorumluluğu yüklenmez. Zamanı geldiğinde hepiniz Rabbinize döneceksiniz: ve o zaman üzerinde ihtilafa düştüğünüz her şeyi size (gerçek haliyle) gösterecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Zira O sizi dünyaya mirasçı yapmış, ve bazınızı diğerlerine derecelerle üstün kılmıştır ki bahşettiği şeyler aracılığıyla sizi sınayabilsin. Şüphe yok ki Rabbiniz karşılık vermede hızlıdır: ama, unutmayın ki, O gerçekten çok bağışlayıcıdır, rahmet kaynağıdır"}]}