{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":60,"VerseNumber":1,"Text":"О верници, не земајте ги непријателите Мои и непријателите ваши за пријатели! А не покажувајте им и наклоност! Тие, секако, не веруваат во она што ви дојде од вистината. Го истеруваат и пејгамберот и вас заради тоа што верувате во Аллах, Господарот ваш. Ако, пак, вие излезете, борејќи се на Мојот пат, барајќи го задоволоството Мое, покажувајќи им наклоност - тајно! Јас најдобро го знам она што го криевте и она што го обелоденувавте. А оној меѓу вас што ќе го направи тоа... да, скршнал по лошиот пат"},{"SurahNumber":60,"VerseNumber":2,"Text":"А, ако наидете на нив, стануваат непријатели ваши и ви даваат со рацете свои и со јазиците свои зло и одвај чекаат да станете неверници"},{"SurahNumber":60,"VerseNumber":3,"Text":"Не ќе ви користат ниту роднините ваши, ниту децата ваши на Денот суден. Аллах ќе Ве ОДВОИ едниоддруги. Аллах го гледа она што го работите"},{"SurahNumber":60,"VerseNumber":4,"Text":"Во Ибрахим и оние што беа со него имавте, навистина, добар пример. Кога му рекоа на народот свој: “Ние сме далеку од вас, навистина, И од она што, освен Аллах, го обожавате. Ние не ви веруваме. Меѓу вас и меѓу нас, меѓутоа, има непријателство и омраза, засекогаш! Се додека не верувате во Аллах, Единствениот“ - освен зборовите на Ибрахим до бабо му: “Ке барам да ти се прости, сигурно! Но, не можам да те заштитам од Аллах во ништо.\" Господаре наш, врз Тебе се потпираме и Тебе ти се обраќаме и кон Тебе е свратилиштето"},{"SurahNumber":60,"VerseNumber":5,"Text":"Господаре наш, не одредувај ни сплетка кон оние кои не веруваат и прости ни, Господаре наш! Ти си, навистина, Силени Мудар"},{"SurahNumber":60,"VerseNumber":6,"Text":"Во нив имате, секако, добар пример: за оној кој се надева во Аллах и во Денот суден, а оној кој ќе ги сврти плеќите... та, Аллах, навистина, е Богат и за благодарност Достоен"},{"SurahNumber":60,"VerseNumber":7,"Text":"Аллах, можеби, меѓу васи оние кои ги сметате непријатели ќе одреди наклоност: Аллах е Кадар! Аллах е Простувач и Сомилосен"},{"SurahNumber":60,"VerseNumber":8,"Text":"Аллах не ви забранува, во однос на оние кои не се борат против вас и верата, И кои не ве истеруваат од домовите ваши, да ИМ правите добро и да бидете КОН НИВ во рамнотежен однос. Аллах, навистина, ги сака оние кои имаат рамнотежен однос"},{"SurahNumber":60,"VerseNumber":9,"Text":"Аллах, навистина, ви забранува, во однос на оние кои се борат против вас и против верата, и кои ве истеруваат од домовите ваши, и кои помагаат во истерувањето ваше... да се дружите со нив. А оној кој ќе се дружи со таквите... па, тие се зулумќари"},{"SurahNumber":60,"VerseNumber":10,"Text":"О верници, кога ќе ви дојдат вернички мухаџирки...па, проверете ги, сигурно! Аллах најдобро го знае верувањето нивно! А ако, пак, се уверите дека се вернички...та, не враќајте ги на неверниците! Тие не се халал за НИВ, а и оние не се халал за овие. И дајте им го она што го потрошија. И немате грев со нив да се венчате кога ќе им ги дадете венчаните подароци. И многубошките не задржувајте ги, И барајте го она што го потрошија, а и тие нека го бараат она што го потрошија. Ете, тоа ви е одлуката на Аллах. Он решава меѓу вас! Аллах е Зналеци Мудар"},{"SurahNumber":60,"VerseNumber":11,"Text":"ако некоја од жените ваши се сврти кон неверниците, па ако се случи вие да стапите во борба со нив, тогаш, дајте им слично на она што им е дадено на жените од оние кои се свртија. Плашете се од Аллах во кого вие, токму, верувате"},{"SurahNumber":60,"VerseNumber":12,"Text":"пејгамберу, кога ќе ти дојдат верничките да ти положат заклетва: - дека ништо на Аллах нема да Му здружуваат, дека нема да крадат, дека нема да прават блуд, дека нема да ги убиваат децата свои, дека нема да измислуваат клевети, дека туѓите деца се нивни, дека нема да бидат непослушни во доброто .. тогаш, прифати ја заклетвата и барај прошка за нив од Аллах. Аллах, навистина, е Простувачи Сомилосен"},{"SurahNumber":60,"VerseNumber":13,"Text":"О верници, не пријателувајте со народот врз кого Аллах се разлути. Гие, навистина, изгубија надеж во Ахирет како што неверниците изгубија надеж во жителите на мезарите"}]}