{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Ubutagatifu ni ubw’uwahishuriye umugaragu we (Muhamadi) igitabo gitandukanya ukuri n’ikinyoma (ari cyo Qur’an), kugira ngo abe umuburizi w’ibiremwa byose"},{"SurahNumber":25,"VerseNumber":2,"Text":"We Nyir’ubwami bw’ibirere n’isi, utarigeze agira umwana ndetse ntanagire n’umufasha mu bwami (bwe). Yanaremye buri kintu cyose kandi agiha ikigero kigikwiriye"},{"SurahNumber":25,"VerseNumber":3,"Text":"(Abahakanyi) bishyiriyeho ibigirwa- mana bitari we (Allah), bitigeze bigira icyo birema na kimwe, ahubwo nabyo ubwabyo byararemwe. Nta kibi byakwikiza ndetse nta n’icyiza byakwimarira, kandi ntibifite ubushobozi bwo kwica cyangwa gutanga ubuzima, habe n’ubwo kuzura (abapfuye)"},{"SurahNumber":25,"VerseNumber":4,"Text":"Abahakanye baravuze bati \"Iyi (Qur’an) nta kindi iri cyo usibye kuba ari ikinyoma (Muhamadi) yahimbye abifashijwemo n’abandi bantu. Rwose (ibyo bavuga) ni bibi cyane kandi ni n’ikinyoma"},{"SurahNumber":25,"VerseNumber":5,"Text":"Baranavuze bati \"(Qur’an) ni inkuru z’abo hambere (Muhamadi) yandukuye; akaba azisomerwa mu gitondo na nimugoroba"},{"SurahNumber":25,"VerseNumber":6,"Text":"Vuga (yewe Muhamadi) uti \"(Qur’an) yahishuwe n’uzi amabanga yo mu birere n’isi (Allah). Mu by’ukuri, we ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":25,"VerseNumber":7,"Text":"Baranavuze bati \"Iyi ni ntumwa ki, irya ibiryo ikanarema amasoko (nkatwe)? Kuki itamanuriwe umumalayikango ayifashe kuburira (abantu)"},{"SurahNumber":25,"VerseNumber":8,"Text":"Cyangwa (kubera iki iyo ntumwa) itamanuriwe ubutunzi, cyangwa ngo igire umurima ikuramo amafunguro?\" Kandi abahakanyi baranavuze bati \"Uwo mukurikiye ntacyo ari cyo usibye kuba ari umuntu warozwe"},{"SurahNumber":25,"VerseNumber":9,"Text":"Reba uko baguha ingero (zidafite aho zihuriye nawe)! Ahubwo barayobye, kandintibashobora kugera mu nzira (igororotse)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Ubutagatifu ni ubwe (Allah), aramutse abishatse yaguha ibyiza biruta ibyo; (yaguha) imirima itembamo imigezi (ku isi) ndetse akanaguha ingoro (zihambaye)"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nyamara bahakanye imperuka, kandi abahakanaimperuka twabateganyirije umuriro utwika"},{"SurahNumber":25,"VerseNumber":12,"Text":"(Umuriro) nubabonera kure, bazumva ijwi ry’uburakari bwawo no kugurumana kwawo"},{"SurahNumber":25,"VerseNumber":13,"Text":"N’igihe bazajugunywa mu nfunganwa zawo baboshye, aho ni ho bazisabira kurimbuka (ngo bakire ububabare bwawo)"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Maze babwirwe bati) \"Uyu munsi mwisaba kurimbuka inshuro imwe, ahubwo nimusabe kurimbuka kenshi (kuko ntacyo biri bubamarire)"},{"SurahNumber":25,"VerseNumber":15,"Text":"Vuga (yewe Muhamadi) uti \"Ese uwo (muriro) ni wo mwiza, cyangwa ijuru rihoraho abatinya (Allah) basezeranyijwe ngo ribe igihembo cyabo ndetse n’iherezo ryabo (ni ryo ryiza)"},{"SurahNumber":25,"VerseNumber":16,"Text":"Bazaribonamo ibyo bazifuza byose kandi bazabamo ubuziraherezo. Iryo ni isezerano rya Nyagasani wawe rigomba gusohora"},{"SurahNumber":25,"VerseNumber":17,"Text":"Kandi umunsi (Allah) azabakoranyiriza hamwe n’ibyo basengaga bitari Allah, azavuga ati \"Ese ni mwe mwayobeje aba bagaragu banjye, cyangwa ni bo ubwabo bayobye inzira (y’ukuri)"},{"SurahNumber":25,"VerseNumber":18,"Text":"(Ababangikanyijwe na Allah) bazavuga bati \"Ubutagatifu ni ubwawe! Ntabwo byari bikwiye ko tugira izindi mana zitari wowe, ahubwo bo n’ababyeyi babo wabahaye umunezero kugeza ubwo bibagiwe urwibutso (rwawe), nuko baba abantu barimbutse"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Ababangikanyamana bazabwirwa bati) \"Rwose (ibigirwamana mwasengaga) byabanyomoje mu byo mubivugaho (ko ari byo mana zanyu), bityo ntimushobora kwikiza(ibihano) cyangwa ngo mubone ubutabazi. N’uzaramuka abangikanyije (Allah) muri mwe, tuzamusogongeza ibihano bikaze"},{"SurahNumber":25,"VerseNumber":20,"Text":"Kandi nta ntumwa twigeze twohereza mbere yawe (yewe Muhamadi) ngo zibure kuba zararyaga ibyo kurya ndetse zikarema n’amasoko. Kandi bamwe muri mwe twabagize ibigeragezo ku bandi; esemushobora kwihangana? Kandi Nyagasani wawe ni Ubona bihebuje (buri kintu)"},{"SurahNumber":25,"VerseNumber":21,"Text":"Naho babandi batizera kuzahura natwe, baravuze bati \"Kuki tutohererezwa Abamalayika (bo kutubwira ko uri intumwa y’ukuri) cyangwango tubone Nyagasani wacu?\" Rwose bishyize hejuru bikabije baranarengera"},{"SurahNumber":25,"VerseNumber":22,"Text":"Umunsi bazabona Abamalayika, nta nkuru nziza (abo bamalayika bazaba bazaniye) inkozi z’ibibi kuri uwo munsi, (ahubwo) bazazibwira bati \"Mukumiriwe (kwinjira mu ijuru) bidasubirwaho"},{"SurahNumber":25,"VerseNumber":23,"Text":"Maze ibikorwa bakoze tubigireumukungugu utumuka"},{"SurahNumber":25,"VerseNumber":24,"Text":"Kuri uwo munsi, abo mu ijuru bazaba bafite icyicaro cyiza n’aho kuruhukira hahebuje"},{"SurahNumber":25,"VerseNumber":25,"Text":"(Unibuke) umunsi ikirere kizasatagurika (mu myenge yacyo hagaragaramo) ibicu, maze abamalayika bakamanurwa ari benshi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ubwami nyabwo kuri uwo munsi buzaba ari ubwa Nyirimpuhwe (Allah), kandi uzaba ari umunsi ukomeye ku bahakanyi"},{"SurahNumber":25,"VerseNumber":27,"Text":"(Unibuke) umunsi inkozi y’ibibi izirumagura intoki (yicuza ibyo yakoze) igira iti \"Iyo nza kuba narayobotse inzira y’intumwa (Muhamadi)"},{"SurahNumber":25,"VerseNumber":28,"Text":"Mbega ibyago byanjye! Iyo nza kuba ntaragize kanaka inshuti magara"},{"SurahNumber":25,"VerseNumber":29,"Text":"Rwose yaranyobeje (ambuza gukurikira) urwibutso (Qur’an), nyuma yuko rwari rwarangezeho. Kandi Shitani atererana umuntu"},{"SurahNumber":25,"VerseNumber":30,"Text":"Nuko Intumwa (Muhamadi) iravuga iti \"Nyagasani wanjye! Mu by’ukuri, abantu banjye ntibahaye agaciro iyi Qur’an"},{"SurahNumber":25,"VerseNumber":31,"Text":"Uko ni nako buri muhanuzi twamushyiriyeho abanzi bakomoka mu nkozi z’ibibi. Ariko Nyagasani wawe arahagije kuba Uyobora ndetse n’Umutabazi"},{"SurahNumber":25,"VerseNumber":32,"Text":"Na babandi bahakanye baravuze bati \"Kuki (Muhamadi) atahishuriwe Qur’anicyarimwe ari imbumbe?\" (Allah aravuga ati) \"Uko (kuyihishura itatanye) ni ukugira ngo tuyikoreshe tugukomeza umutima (yewe Muhamadi). Kandi twayiguhishuriye buhoro buhoro (kugira ngo yorohere abayisoma)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Kandi nta rugero bakuzanira (rugamije guhinyura Qur’an) ngo tubure kukuzanira (igisubizo cy’) ukuri ndetse n’ibisobanuro birushijeho kuba byiza"},{"SurahNumber":25,"VerseNumber":34,"Text":"Babandi bazakoranyirizwa mu muriro wa Jahanamu bagenza uburanga bwabo, ni bo bazaba bari mu rwego rubi kandi barayobye inzira (y’ukuri) bikabije"},{"SurahNumber":25,"VerseNumber":35,"Text":"Kandi mu by’ukuri, twahaye Musa igitabo (Tawurati), tunamugenera umuvandimwe we Haruna (Aroni) kugira ngo amufashe"},{"SurahNumber":25,"VerseNumber":36,"Text":"Nuko turababwira tuti \"Nimujye ku bantu bahakanye amagambo yacu (maze bajyayo barabigisha ariko bakomeza guhakana), nuko turabarimbura bihambaye"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ndetse n’abantu ba Nuhu (Nowa) ubwo bahinyuraga Intumwa, twabaroshye (mu mazi) maze tubagira ikimenyetso ku bantu. Kandi inkozi z’ibibi twaziteguriye ibihano bibabaza"},{"SurahNumber":25,"VerseNumber":38,"Text":"(Twanarimbuye) aba Adi87 ndetse n’aba Thamudu88, n’abari baturiye iriba rya Rasi, ndetse n’ibisekurubyinshi byabayeho hagati aho"},{"SurahNumber":25,"VerseNumber":39,"Text":"Kandi buri wese (muri bo) twamuhaye ingero zihagije, maze bose (banga kwemera) tubarimbura bihambaye"},{"SurahNumber":25,"VerseNumber":40,"Text":"Kandi rwose (Ababangikanyamana b’i Maka) bajyaga banyura ku mudugudu (w’abantu ba Lutwi) wamanuriweho imvura mbi (y’amabuye). Ese ntibawubonaga (ngo bibahe isomo)? Ahubwo ntibizeraga izuka"},{"SurahNumber":25,"VerseNumber":41,"Text":"N’iyo bakubonye (yewe Muhamadi) baragukerensa (bagira bati) \"Ese uyu ni we Allah yatumye ngo abe intumwa"},{"SurahNumber":25,"VerseNumber":42,"Text":"Yari hafi yo kutuyobya ngo adukure ku mana zacu, iyo tutaza kwihangana ngo tuzikomereho!\" Ariko igihe bazabona ibihano nibwo bazamenya uwayobye cyane inzira (y’ukuri)"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ese (yewe Muhamadi) wabonye uwafashe irari rye akarigira imana ye? Nonesewamubera umwishingizi (wo kumugarura ku kwemera)"},{"SurahNumber":25,"VerseNumber":44,"Text":"Cyangwa wibaza ko abenshi muri bo bumva cyangwa basobanukirwa (amagambo ya Allah)? Ahubwo bameze nk’amatungo ndetse bo bayobye inzira (kuyarusha)"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ese ntubona uko Nyagasani wawe arambura igicucu? N’iyo aza kubishaka yari kukigumisha hamwe. Hanyuma izuba twarigize ikimenyetso cyacyo"},{"SurahNumber":25,"VerseNumber":46,"Text":"Maze tukagenda tukigabanya tukigarura iwacu buhoro buhoro"},{"SurahNumber":25,"VerseNumber":47,"Text":"Kandi ni we wabagiriye ijoro kuba nk’umwambaro (ubahishira), ibitotsi abigira ikiruhuko ndetse n’amanywa ayagira igihe cyo gushakisha imibereho"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ni nawe wohereza imiyaga itanga icyizere, ibanziriza impuhwe ze (imvura); kandi tumanura mu kirere amazi asukuye"},{"SurahNumber":25,"VerseNumber":49,"Text":"Kugira ngo dusubize ubuzima ubutaka bwapfuye (bwakakaye), kandi tunayanywesha byinshi mu byo twaremye; (yaba) amatungo ndetse n’abantu"},{"SurahNumber":25,"VerseNumber":50,"Text":"Kandi rwose (imvura) twarayibasaranganyije kugira ngo batekereze (inema za Allah), ariko abenshi mu bantu baranze bahitamo guhakana"},{"SurahNumber":25,"VerseNumber":51,"Text":"N’iyo dushaka twari kohereza umuburizi muri buri mudugudu"},{"SurahNumber":25,"VerseNumber":52,"Text":"Bityo ntuzumvire abahakanyi, ahubwo ujye uhangana nabo (ubigisha) uyifashishije (Qur’an)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Kandi (Allah) ni we wahuje inyanja ebyiri; ifite amazi y’urubogobogo amara inyota, naho indi ikaba urwunyunyu rukaze. Maze ashyira urubibi hagati yazo rutuma zitivanga"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ndetse ni nawe waremye umuntu amukomoye mu mazi (intanga), anamushyiriraho uburyo azajya agira amasano binyuze mu maraso ndetse no gushyingiranwa. Kandi Nyagasani wawe ni Ushobora byose"},{"SurahNumber":25,"VerseNumber":55,"Text":"(Abahakanyi) basenga ibitari Allahbitagira icyo bibamarira cyangwa ngo bigire icyo bibatwara. Kandi umuhakanyi afatanya (na Shitani) kwigomeka kuri Nyagasani we"},{"SurahNumber":25,"VerseNumber":56,"Text":"Kandi nta kindi twakoherereje usibye kuba utanga inkuru nziza (yo kuzagororerwa ijuru ku bazumvira Allah) ndetse n’umuburizi (ku bazigomeka)"},{"SurahNumber":25,"VerseNumber":57,"Text":"Vuga (yewe Muhamadi) uti \"Ntabwo (kubagezaho ubutumwa) mbibasabira igihembo, ariko uzashaka gukurikira inzira imuganisha kwa Nyagasani we (yemerewe kugira icyo atanga mu nzira ya Allah ku bushake bwe)"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ujye uniringira Uhoraho, Udapfa, unasingize ishimwe rye. Kandi arahagije kuba azi byimazeyo ibyaha by’abagaragu be"},{"SurahNumber":25,"VerseNumber":59,"Text":"We waremye ibirere n’isi ndetse n’ibiri hagati yabyo mu minsi itandatu, hanyuma Nyirimpuhwe (Allah) aganza ku ntebe y’icyubahiro (Arishi). Bityo (yewe Muhamadi) mubaze ibijyanye nawe (akwibwire)"},{"SurahNumber":25,"VerseNumber":60,"Text":"N’iyo (abahakanyi) babwiwe bati \"Nimwubamire Nyirimpuhwe!\" Baravuga bati \"Nyirimpuhwe ni nde? Ese tugomba kubamira uwo (wowe Muhamadi) udutegetse?\" Nuko ibyo bikabongerera guhunga (ukuri)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Ubutagatifu ni ubwa (Allah) washyize mu kirere inyenyeri nini, akanashyiramo itara ryaka (izuba) ndetse n’ukwezi kumurika"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ni na we washyizeho ugusimburana kw’ijoro n’amanywa (kugira ngo bibere isomo) wawundi ushaka gutekereza cyangwa gushimira"},{"SurahNumber":25,"VerseNumber":63,"Text":"Kandi abagaragu ba Nyirimpuhwe ni babandi bagenda ku isi biyoroheje. N’iyo injiji zibavugishije (amagambo mabi) baravuga bati \"Amahoro"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ni nabo barara amajoro (basingiza) Nyagasani wabo bubamye, banahagaze"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ni nabo bavuga bati \"Nyagasani wacu! Dukize ibihano by’umuriro wa Jahanamu, kubera ko mu by’ukuri, ibihano byawo bizahoraho"},{"SurahNumber":25,"VerseNumber":66,"Text":"Mu by’ukuri, (umuriro) ni ho hantu habi ho kuba no gutura"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ni nabo igihe batanze (mu byo batunze), ntibasesagura cyangwa ngo bagundire. Ahubwo bajya hagati y’ibyo byombi"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ni nabo batabangikanya Allahn’izindi mana, ntibice icyo Allah yaziririje bitanyuze mu kuri, kandi ntibanasambane. Kandi ukora ibyo azahura n’ibihano (bibaza)"},{"SurahNumber":25,"VerseNumber":69,"Text":"Azongererwa ibihano ku munsi w’imperuka, kandi azabibamo ubuziraherezo asuzuguritse"},{"SurahNumber":25,"VerseNumber":70,"Text":"Usibye uzicuza akanemera (Allah) ndetse akanakora ibikorwa byiza; abo ibikorwa byabo bibi Allah azabihinduramo ibyiza. Kandi Allah ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kandi uwicujije akanakora ibyiza, mu by’ukuri, aba yicujije kuri Allah ukwicuza nyako"},{"SurahNumber":25,"VerseNumber":72,"Text":"(Abagaragu ba Nyirimpuhwe kandi) ni nabobatajya bahamya ibinyoma, kandi iyo banyuze ku bidafite akamaro, babinyuraho biyubashye"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ni nabo kandi igihe bibukijwe amagambo ya Nyagasani wabo, batifata nk’abatumva cyangwa nk’abatabona"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ni nabo kandi bavuga bati \"Nyagasani wacu! Duhe kunezezwa n’abagore bacu ndetse n’urubyaro rwacu, kandi utugire kuba abayobozi b’abagandukiramana"},{"SurahNumber":25,"VerseNumber":75,"Text":"Abo nibo bazahembwa imyanya yo hejuru (mu ijuru) kubera ukwihangana kwabo. Bazakirizwamo indamutso n’amagambo by’amahoro"},{"SurahNumber":25,"VerseNumber":76,"Text":"Bazabemo ubuziraherezo. Ni ho hantu heza ho kuba no gutura"},{"SurahNumber":25,"VerseNumber":77,"Text":"Vuga (yewe Muhamadi) uti \"Nyagasani wanjye ntiyari kubitaho iyo bitaza kuba ugusaba kwanyu, arikomwahinyuye (Intumwa ye). Bityo ibihano byanyu bizahoraho"}]}