{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Haa Miim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ndahiye igitabo (Qur’an) gisobanutse"},{"SurahNumber":44,"VerseNumber":3,"Text":"Mu by’ukuri twakimanuye mu ijoro ryuje imigisha (Laylat-ul Qadri). Rwose turi ababurizi (b’uko ibihano bizashyikira abahakanyi)"},{"SurahNumber":44,"VerseNumber":4,"Text":"Muri iryo (joro) ni bwo buri kintu (kizaba mu mwaka) kigenanwa ubuhanga (amafunguro, igihe cy’amavuko, igihe cyo gupfa, amakuba)"},{"SurahNumber":44,"VerseNumber":5,"Text":"Ni iteka riduturutseho. Mu by’ukuri ni twe twohereza (intumwa)"},{"SurahNumber":44,"VerseNumber":6,"Text":"Ku bw’impuhwe ziturutse kwa Nyagasani wawe. Mu by’ukuri (Allah) ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":44,"VerseNumber":7,"Text":"Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo; niba muri abizera b’ukuri (nimube ari We musenga wenyine)"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nta yindi mana iriho itari We (Allah). Ni we utanga ubuzima n’urupfu. Ni Nyagasani wanyu akaba ari na We Nyagasani w’abakurambere banyu"},{"SurahNumber":44,"VerseNumber":9,"Text":"Nyamara bo bari mu gushidikanya bikinira"},{"SurahNumber":44,"VerseNumber":10,"Text":"Ngaho tegereza umunsi ikirere kizazana umwotsi ugaragara"},{"SurahNumber":44,"VerseNumber":11,"Text":"Uzapfukirana abantu. Icyo ni igihano kibabaza"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Bazavuga bati) “Nyagasani wacu! Dukize ibihano! Mu by’ukuri turi abemeramana!”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Ni gute bakwibuka kwemera (ubu), kandi bari baragezweho n’intumwa (Muhamadi) ibasobanurira"},{"SurahNumber":44,"VerseNumber":14,"Text":"Maze bakayitera umugongo, bakavuga bati “Uyu ni umuntu wigishijwe (n’abandi) kandi ni umusazi.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Rwose turabakuriraho ibihano mu gihe gito, kandi nta kabuza muzongera musubire (mu buhakanyi)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Umunsi tuzabahanisha igihano gikomeye, mu by’ukuri tuzabaryoza (ibyo bakoze)"},{"SurahNumber":44,"VerseNumber":17,"Text":"Kandi mbere yabo (ababangikanyamana) twagerageje abantu ba Farawo, ubwo intumwa yubahitse (Musa) yabageragaho"},{"SurahNumber":44,"VerseNumber":18,"Text":"(Irababwira iti) “Nimumpe abagaragu ba Allah (mbajyane). Mu by’ukuri njye ndi intumwa yizewe iboherejwemo.”"},{"SurahNumber":44,"VerseNumber":19,"Text":"“Ntimukanishyire hejuru imbere ya Allah. Rwose mbazaniye ibimenyetso bigaragara.”"},{"SurahNumber":44,"VerseNumber":20,"Text":"“Kandi nikinze kuri Nyagasani wanjye ari na We Nyagasani wanyu, kugira ngo mutantera amabuye.”"},{"SurahNumber":44,"VerseNumber":21,"Text":"“Ariko nimutananyemera mundeke (ntimungirire nabi).”"},{"SurahNumber":44,"VerseNumber":22,"Text":"(Nuko bashaka kumugirira nabi) maze atakambira Nyagasani we agira ati “Mu by’ukuri aba bantu ni abagizi ba nabi (ubandinde).”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Allah aramubwira ati) “Ujyane n’abagaragu banjye nijoro; rwose (Farawo n’ingabo ze) baraza kubakurikira.”"},{"SurahNumber":44,"VerseNumber":24,"Text":"(Nimumara kwambuka) ureke inyanja igume uko iri ituje. Mu by’ukuri (Farawo n’ingabo ze) baraza kurohama.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"(Ese Farawo n’abantu be) basize ubusitani n’imigezi bingana iki"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ibihingwa n’amazu meza"},{"SurahNumber":44,"VerseNumber":27,"Text":"Naho umudendezo babagamo banezerewe"},{"SurahNumber":44,"VerseNumber":28,"Text":"Uko ni ko byagenze! (Imitungo yabo) twayizunguje abandi bantu"},{"SurahNumber":44,"VerseNumber":29,"Text":"Ikirere n’isi ntibyigeze bibaririra kandi ntibigeze bakererezwa (guhanwa)"},{"SurahNumber":44,"VerseNumber":30,"Text":"Kandi rwose twarokoye bene Isiraheli ibihano bisuzuguza"},{"SurahNumber":44,"VerseNumber":31,"Text":"Bya Farawo, wari warishyize hejuru akaba no mu bakabya"},{"SurahNumber":44,"VerseNumber":32,"Text":"(Bene Isiraheli) twabatoranyije tubizi tubarutisha ibiremwa (byo ku gihe cyabo)"},{"SurahNumber":44,"VerseNumber":33,"Text":"Twanabahaye ibitangaza birimo ibigeragezo bigaragara"},{"SurahNumber":44,"VerseNumber":34,"Text":"Mu by’ukuri abo (bahakanyi b’i Maka) baravuga bati"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Rwose nta rundi rupfu ruzabaho usibye urupfu rwacu rwa mbere (abantu bose bapfa), ndetse nta n’ubwo tuzazurwa"},{"SurahNumber":44,"VerseNumber":36,"Text":"Ngaho nimugarure abakurambere bacu (bapfuye kera) niba muvuga ukuri (ko Allah azazura abapfuye)"},{"SurahNumber":44,"VerseNumber":37,"Text":"Ese abo (babangikanyamana) ni bo beza cyangwa se abantu ba Tubba’i, ndetse na ba bandi babayeho mbere yabo? (Abo bose) twaraboretse kubera ko bari abagizi ba nabi"},{"SurahNumber":44,"VerseNumber":38,"Text":"Ntabwo twaremye ibirere n’isi ndetse n’ibiri hagati yabyo dukina"},{"SurahNumber":44,"VerseNumber":39,"Text":"Nta kindi cyatumye tubirema uretse ku mpamvu z’ukuri; nyamara abenshi muri bo ntibabizi"},{"SurahNumber":44,"VerseNumber":40,"Text":"Mu by’ukuri umunsi w’urubanza (ubwo Allah azakiranura ibiremwa), ni wo munsi w’isezerano rya bose"},{"SurahNumber":44,"VerseNumber":41,"Text":"Umunsi inshuti magara itazagira icyo imarira inshuti magara ngenzi yayo, ndetse nta n’ubwo bazatabarwa"},{"SurahNumber":44,"VerseNumber":42,"Text":"Uretse uwo Allah azagirira impuhwe. Mu by’ukuri (Allah) ni Umunyacyubahiro bihebuje, Nyirimbabazi"},{"SurahNumber":44,"VerseNumber":43,"Text":"Mu by’ukuri igiti cya Zaqumu"},{"SurahNumber":44,"VerseNumber":44,"Text":"Kizaba amafunguro y’umunyabyaha"},{"SurahNumber":44,"VerseNumber":45,"Text":"(Ayo mafunguro azaba ameze) nk’umuringa washongeshejwe, uzaba utogotera mu nda"},{"SurahNumber":44,"VerseNumber":46,"Text":"Nko gutogota kw’amazi yatuye"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Hazatangwa itegeko rigira riti) “Nimumufate mumukururire mu muriro rwagati (uguramana)”"},{"SurahNumber":44,"VerseNumber":48,"Text":"“Maze mumusuke amazi yatuye mu mutwe nk’igihano.”"},{"SurahNumber":44,"VerseNumber":49,"Text":"(Maze abwirwe annyegwa ati) “Sogongera! Mu by’ukuri (wajyaga wibwira ko) uri umunyacyubahiro, umunyabuntu”"},{"SurahNumber":44,"VerseNumber":50,"Text":"Mu by’ukuri iki ni cyo (gihano) mwajyaga mushidikanyaho"},{"SurahNumber":44,"VerseNumber":51,"Text":"Mu by’ukuri abagandukira Allah bazaba bari ahantu hatekanye (mu Ijuru)"},{"SurahNumber":44,"VerseNumber":52,"Text":"Mu busitani n’amasoko"},{"SurahNumber":44,"VerseNumber":53,"Text":"Bazaba bambaye imyambaro ikoze mu ihariri (umwambaro ukoze mu budodo bw’amagweja) yorohereye ndetse n’iremereye, (bicaye) bateganye"},{"SurahNumber":44,"VerseNumber":54,"Text":"Uko ni ko bizaba bimeze. Tuzanabashyingira Huur ul-a’in (abagore bo mu Ijuru b’igikundiro, b’amaso manini)"},{"SurahNumber":44,"VerseNumber":55,"Text":"Bazarisabiramo imbuto (z’ubwoko bwose), batekanye"},{"SurahNumber":44,"VerseNumber":56,"Text":"Ntabwo bazasogongeramo urupfu uretse urupfu rwa mbere (bari ku isi), kandi Allah azabarinda ibihano by’umuriro ugurumana"},{"SurahNumber":44,"VerseNumber":57,"Text":"Bizaba ari ingabire ziturutse kwa Nyagasani wawe! Iyo ni yo izaba ari intsinzi ihambaye"},{"SurahNumber":44,"VerseNumber":58,"Text":"Mu by’ukuri (Qur’an) twarayoroheje mu rurimi rwawe (rw’Icyarabu), kugira ngo bibuke (maze bibabere isomo)"},{"SurahNumber":44,"VerseNumber":59,"Text":"Ngaho (yewe Muhamadi) tegereza (ibyo nagusezeranyije bizababaho), mu by’ukuri na bo bategereje (ibizakubaho)"}]}