{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":1,"Text":"Tifħir lil Alla li ħalaq is-smewwiet u l-art u għamel id- dlamijiet u d-dawl. Imbagħad dawk li ma jemmnux jagħmlu (allat oħra u jqisuhom) daqs (Alla) Sidhom"},{"SurahNumber":6,"VerseNumber":2,"Text":"Huwa li ħalaqkom minn tajn, imbagħad qata' li jkun hemm żmien (għa ħajjitkom), u għandu żmien fiss (għal meta tqumu mill-imwiet). Imbagħad intom (minkejja S- sinjali kollha li ġewkom), tinsabu bejn ħalltejn (dwar il- qawmien mill-imwiet)"},{"SurahNumber":6,"VerseNumber":3,"Text":"Huwa Alla fis-smewwiet u fl-art: jaf dak li tostru u dak li turu, u jaf dak (it-tajjeb jew il-ħażin) li tiksbu"},{"SurahNumber":6,"VerseNumber":4,"Text":"Ma jiġihomx sinjal wieħed mis-sinjali ta' Sidhom lima jagħtuhx daharhom"},{"SurahNumber":6,"VerseNumber":5,"Text":"Huma giddbu s-sewwa meta ġiehom, u se tiġihom l- aħbar ta' dak li kienu jiddieħku bih"},{"SurahNumber":6,"VerseNumber":6,"Text":"Jaqaw ma rawx kemm-il nisel qridna qabilhom (għaliċx ġiddbu lill-Mibgħurin tagħna); konna saħħaħniehom sew (b'kull ġid) fl-art, hekk li lanqas lilkom (ja nies ta' Mekka) ma saħħaħna (daqshom). U fuqhom ftaħna s- sema b'xita kotrana, : 1 għamilna x-xmajjar jiġru taħthom. Iżda qridniehom minħabba dnubiethom, u warajhom ħriġna nisel ieħor"},{"SurahNumber":6,"VerseNumber":7,"Text":"Li kieku niżżilnielek (Muħammad) ktieb (miktub) fuq parċmina, u (setgħu) imissuh b'idejhom: (u ma jiddubitawx aktarj, dawk li ċaħdu t-twemmin. kienu jgħidu: ''Dan ma huwiex għajr seħer fid-diehert)"},{"SurahNumber":6,"VerseNumber":8,"Text":"Huma qalu: ''Għaliex ma tniżżilx fuqu xi anġlu/' Li kieku niżżilna (fuq Muħammad) xi anġlu, il-kwistjoni kienet tkun maqtugħa, u mbagħad ma kinux jingħataw nifs biex jindmu (għaliex konna neqirduhom)"},{"SurahNumber":6,"VerseNumber":9,"Text":"Likieku (/ill-Mibgħut tagħna) għamilnieh anġlu, (xorta waħda) konna nagħmluh (f'surer) raġel (għaliex ma jistgħux jaraw anġlu kif tassew hu), u konna nħawduhom f'dak li huma (diġà) imħawda"},{"SurahNumber":6,"VerseNumber":10,"Text":"Mibgħutin (oħrajn) qablek (Muħammad) twaqqgħu għaċ-ċajt, iżda dawk li ddieħku bihom (sfaw) imdawra (minn. kull naħa) b'dak (il-kastig) li kienu jwaqqgħu għaċ-ċajt"},{"SurahNumber":6,"VerseNumber":11,"Text":"Għid (Muħammad lil dawk li qegħdin jiddieħku bik): 'Terrqu fl-art, imbagħad araw kif kien it-tmiem (tal- biża') ta' dawk li giddbu (u ċaħdu t-twemmin)"},{"SurahNumber":6,"VerseNumber":12,"Text":"Għid: 'Ta' min huwa kulma jinsab fis-smewwiet u fl- artf' Għid: 'Ta' Allal Huwa kiteb. għalih innifsu l- ħniena. Huwa tassew jiġmagħkom għal Jum il-Qawmien, li dwaru ma hemm ebda dubju. Dawk li tilfu rwieħhom, huma li ma jemmnux"},{"SurahNumber":6,"VerseNumber":13,"Text":"Tiegħu kulma jinsab. fil-lejl u n-nhar, u Huwa jisma' kollox u jaf kollox"},{"SurahNumber":6,"VerseNumber":14,"Text":"Għid (Muħammad): Jaqaw għandi nieħu (lil ħaddieħor) biex iħarisni għajr lil Alla, Ħallieq is- smewwiet u l-art, meta Huwa li jitma', u ma huwiex mitmugħi' Għid: 'Ingħatajt l-amar li nkun l-ewwel (wieħed minn ġensi) li nintelaq f'idejn Alla (bħala Mislem), u (Muħammad) ara ma tkunx minn dawk li jxierku (allat oħra ma' Allajf)"},{"SurahNumber":6,"VerseNumber":15,"Text":"Għid: 'Li kieku m'obdejtx lil Sidi, kont nibża' mill- kastig ta' Jum mill-kbar"},{"SurahNumber":6,"VerseNumber":16,"Text":"Dakinhar min jinħeles minnu (il-kastig), (Alla) ikun ħenn għalih, u dik tkun ir-rebħa fid-dieher"},{"SurahNumber":6,"VerseNumber":17,"Text":"Jekk Alla jmissek (Muħammad) b'xi deni (bħal faqar jew mard), ħadd ma jwarrbu (minn fuqek) ħliefu, u jekk imissek b'xi ġid, (kun af li) Huwa fuq kollox Setgħan"},{"SurahNumber":6,"VerseNumber":18,"Text":"Huwa wkoll is-Sultan li jaħkem fuq il-qaddejja tiegħu, u Huwa l-Għaref u jaf sewwa (b'kollox)"},{"SurahNumber":6,"VerseNumber":19,"Text":"Għid (Muħammad): ''X'inhu l-akbar bħala xhieda (li jiena tassew il-Mibgħut ta' Alla) Għid: 'Alla (innifsu) jixhed bejni u bejnkom (li jiena l-Profeta tiegħu). Dan il-Qoran tnebbaħ lili biex inwissikom bih. (ilkom, nies Mekka) u lil min jasal (fost il-ġnus, minn issa sa l-aħħar taż-żminijiet). Jaqaw tassew tixhdu li ma' Alla hemm allat oħra 7' Għid: €Ma nixhidxi' Għid: ''Ma huwiex għajr Alla Wieħed, u jiena tabilħaqq ma għandix x'naqsam ma' dak li intom ixxierku (ma' Alla)f"},{"SurahNumber":6,"VerseNumber":20,"Text":"Dawk li tajniehom il-Ktieb (il-Lhud u l-Insara) jafuh (lil Muħammad) bħalma jafu lil uliedhom. Dawk li tilfu lilhom infushom (għaliex m emmnux lil Muħammad) ma jemmnux"},{"SurahNumber":6,"VerseNumber":21,"Text":"Min huwa eħżen minn min jaqla' l-gideb dwar Alla, jew li jgiddeb is-sinjali tiegħu. Tabilħaqq li l-ħżiena ma jkunux rebbiħin"},{"SurahNumber":6,"VerseNumber":22,"Text":"Fil-Jum li niġbruhom ilkoll, se ngħidu lil dawk li xierku: Fejn. huma. l-ixirka tagħkom (li xeriktuhom. miegħi), li kontu tgħidu (li għandkom)"},{"SurahNumber":6,"VerseNumber":23,"Text":"Imbagħad ma jkollhomx skuża (i gidba oħra) ħlief li jgħidu (b'ħalfa falza): 'Naħilfu fuq Alla Sidna li aħna ma konniex minn dawk li jxierkul"},{"SurahNumber":6,"VerseNumber":24,"Text":"Ara (Muħammad) kif gidbu kontra tagħhom infushom, iżda (issa) telquhom dawk (l-allat foloz) li kienu jivvintaw (u sfaw waħidhom, mingħajr għajnuna)"},{"SurahNumber":6,"VerseNumber":25,"Text":"Hemm minnhom li jisimgħuk, iżda Aħna qegħedna velijiet fuq qlubhom biex ma jifhmuhx. (kliemek), u tarraxnielhom: widnejhom. U jekk jaraw kull. sinjal (mingħandna), huma ma jemmnux fih (għaliex webbsu rashom. wisq). Saħansitra meta jiġuk. biex. iħaqquha miegħek, dawk li ma jemmnux jgħidu: 'Dawn ma humiex għajr l-istejjer ta' nies il-qedemi"},{"SurahNumber":6,"VerseNumber":26,"Text":"Huma jżommu (lil ħaddieħor) minnu (il-Qoran), u lilhom infushom. (ukoll) iżommu minnu, Huma (b'hekk) ma jeqirdux għajr lilhom infushom, iżda ma jintebħux"},{"SurahNumber":6,"VerseNumber":27,"Text":"Likieku kellek tara (Muħammad), meta jitwaqqfu fuq in- Nar u jgħidu: '(Jaħasra) mhux li konna nintbagħtu lura tfid-dinjajt (Żgur li) ma ngiddbux (aktar) is-sinjali ta' Sidna, u nkunu minn dawk li jemmnut"},{"SurahNumber":6,"VerseNumber":28,"Text":"Le, (kollu għalxejnjt (Dakinhar ta' Jum' il-Ġudizzju) jidhrilhom dak (kollu) li qabel kienu jaħbu. Iżda li kieku jintbagħtu lura (fid-dinja, xorta waħda) jerġgħu lura għal dak li tqabbdu jżommu 'l bogħod minnu, għaliex huma tabilħaqq giddibin"},{"SurahNumber":6,"VerseNumber":29,"Text":"Huma jgħidu: 'Ma hawnx ħlief ħajjitna fid-dinja, u m'aħniex se nitqajmu (mill-mewt)"},{"SurahNumber":6,"VerseNumber":30,"Text":"Li kellek tara meta jitwaqqfu (imwerwrin) quddiem Sidhoml Huwa jgħid: 'Jaqaw dan ma huwiex tassew) Huma jgħidu: 'Mela, (dan) naħilfuh fuq Sidnat' Huwa jgħid: ''Mela duqu l-kastig, talli m'emmintuxf"},{"SurahNumber":6,"VerseNumber":31,"Text":"Tellifin huma dawk li giddbu l-laqgħa ma' Alla (f'Jum il-Ġudizzju). Imbagħad meta s-siegħa (ta' din il-laqgħa) tiġi fuqhom għal għarrieda, huma jgħidu: 'Jaħasra għalina, (mitlufin aħna), għaliex ma tajniex kasha (din is- siegħa tal-biża'ji' Huma jġorru t-toqol tagħhom fuq daharhom. Tassew ħażin dak li jġorrul)"},{"SurahNumber":6,"VerseNumber":32,"Text":"Il-ħajja ta' (din) id-dinja ma hijiex għajr logħob u mogħdija ta' żmien. Id-Dar (fil-ħajja) l-Oħra aħjar għal dawk li għandhom il-biża' ta' Alla. Mela ma għandkomx għaqal (biex tifhmu)"},{"SurahNumber":6,"VerseNumber":33,"Text":"Nafu tajjeb li dak li qegħdin jgħidu jnikktek (Muħammad). Tabilħaqq li huma mhux lilek qegħdin igiddbu, iżda l-ħżiena jiċħdu s-sinjali ta' Alla"},{"SurahNumber":6,"VerseNumber":34,"Text":"Mibgħutin. (oħra) qablek tgiddbu: huma stabru, meta tgiddbu u tweġġgħu, sa ma ġiethom l-għajnuna tagħna. Xejn ma jista' jbiddel Kliem Alla. Waslitlek tassew aħbar il-Mibgħutin (li ġew qablek)"},{"SurahNumber":6,"VerseNumber":35,"Text":"Jekk huwa kbir (it-toqol) għalik minħabba li-ma jridux jafu (bl-Islam). jekk tista' tfittex mogħdija taħt l-art, jew sellum fis-sema, u ġġibilhom xi sinjal (xorta waħda ma jkun jiswa xejn biex iċċaqlaghom). Li kieku jrid, Alla jiġborhom fit-triq it-tajba. Mela la tkunux mill-injurantil"},{"SurahNumber":6,"VerseNumber":36,"Text":"Dawk biss. li jisimgħu ( 4 jfittxu s-sewwa) jistgħu jwieġbu. Il-mejtin Alla jqajjimhom, imbagħad lejh jitreġġgħu lura"},{"SurahNumber":6,"VerseNumber":37,"Text":"U jgħidu: ''Għaliex ma tniżżillux (til Muħammad) sinjal minn: Sidu (u konna: nemmnuhjI' Għid(ilhom Muħammad): '' Tabilħaqq li Alla għandu s-setgħa jniżżel sinjal, iżda ħafna minnhom ma jafux"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ma hemmx ħliqa fl-art u lanqas tajra li ttir bi ġwenħajha li ma humiex ġnus bħalkom. Ma qabżilna xejn mill-Ktieb, u mbagħad lejn Sidhom jinġabru"},{"SurahNumber":6,"VerseNumber":39,"Text":"Dawk li giddbu s-sinjali tagħna huma torox u mbikkma (u jinsabu) fid-dlamijiet. Alla jtellef it-triq lil min irid, u lil min irid iqiegħdu fit-triq id-dritta"},{"SurahNumber":6,"VerseNumber":40,"Text":"Għid(ilhom Muħammad): 'X'taħsbu, li kieku jiġikom il-kastig ta' Alla, jew. tiġikom is-siegħa (ta' Jum il- Ġudizzju: taħsbu (li) issejħu lil ħaddieħor (għall- għajnuna), għajr lil Alla, jekk tassew qegħdin tgħidu s- sewwa"},{"SurahNumber":6,"VerseNumber":41,"Text":"Le, (żgur li ma tagħmlux hekk, anzi) lilu (biss) issejħu, u jekk irid, jeħlisfkom) minn dak li (minħabba fih) issejħulu. U (imbagħad) tinsew dawk (l-allat fiergħa) li xxierku (miegħu)"},{"SurahNumber":6,"VerseNumber":42,"Text":"Aħna bgħatna (Mibgħutin) lil-ġnus (oħra) qablek, u (lil dawn il-ġnus) ħadniehom bit-taħbit u l-ħsara, biex forsi jitolbu b'umiltà"},{"SurahNumber":6,"VerseNumber":43,"Text":"Mhux li talbu b'umiltà meta ġiehom it-taħbit tagħna, iżda qlubhom ibbiesu, u x-Xitan żejnilhom dak li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":44,"Text":"Imbagħad meta nsew dak li kienu mwissijin bih, ftaħna fuqhom il-bwieb (tal-ġid) ta' kull ħaġa, sa ma (fl-aqwa) tal-ferħ tagħhom b'dak li kienu ngħataw (mingħandna) ħadniehom għal għarrieda, hekk li (issa) huma qatgħu qalbhom għal kollox"},{"SurahNumber":6,"VerseNumber":45,"Text":"B'hekk inqata' (u ġie fix-xejn) dak li baqa' minn ġens il-ħżiena. Tifħir lil Alla Sid il-ħolqient"},{"SurahNumber":6,"VerseNumber":46,"Text":"Għid(ilhom Muħammad lil nies Mekka): 'X'taħsbu, li kieku Alla jeħdilkom is-smigħ. tagħkom u dawl għajnejkom, u jqiegħed siġill fuq qlubkom, liema alla, għajr Alla, iroddhomlkom lura 7' Ara kif infissru(/hom) is-sinjali (tagħna), imbagħad (ma jagħtux kas u) jitilqu 'l hemm"},{"SurahNumber":6,"VerseNumber":47,"Text":"Għid(ilhom): ''X'taħsbu, li kieku jiġikom il-kastig ta' Alla għal għarrieda jew fid-dieher; min jinqered, ħlief in- nies il-ħżienat"},{"SurahNumber":6,"VerseNumber":48,"Text":"Aħna ma nibagħtux lill-Mibgħutin jekk mhux biex jagħtu l-bxara u biex iwissu. Mela min jemmen u jibdel ħajtu għat-tajjeb, (dawk) ma hemm ebda biża' fuqhom u lanqas jitnikktu"},{"SurahNumber":6,"VerseNumber":49,"Text":"U dawk li jġiddbu s-sinjali tagħna (għad) imisshom il- kastig tal-ħażen li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":50,"Text":"(Għidfiihom Muħammad): ''M'iniex. ngħidilkom li għandi. l-ħażniet. tat-teżori ta' Alla, la naf il-ħwejjeġ mistura, u lanqas ngħidilkom li jiena anġlu. Jiena nimxi biss fuq dak li tnebbaħ lili' Għid(i/hom): 'Jaqaw l- agħma u min jara huma ndaqs 7 Mela ma tixtarrux (dan il-kliem)"},{"SurahNumber":6,"VerseNumber":51,"Text":"Wissi bih (dan il-Qoran) lil dawk li jibżgħu li jinġabru Iejn Sidhom: ma għandhomx ħliefu min iħarishom jew jidħol għalihom, biex forsi jkollhom il-biża' ta' Alla"},{"SurahNumber":6,"VerseNumber":52,"Text":"U la tkeċċix (lill-imsejknin' minn ħdejk). li jsejħu. lil Sidhom filgħodu u filgħaxija, u jfittxu lil Wiċċu. Inti ma' għandek x'taqsam xejn mal-kont tagħhom ((i jridu jagħtu lil Alla, u m'intix responsabbli għalihom), u. huma ma għandhom x'jaqsmu xejn mal-kont tiegħek ((i rrid tagħti lil Alla). Jekk tkeċċihom, tkun mill-ħżiena"},{"SurahNumber":6,"VerseNumber":53,"Text":"B'hekk inġarrbu(hom lill-foqra 1v lill-għonja) b'xulxin, hekk li (il-kbarat) jgħidu: 'Jaqaw dawn (il-far u l- imsejknin huma n-nies) fostna li Alla wera t-tjieba tiegħu magħhom (u wriehom it-triq ta' l-Islam) 77 Mela mhux Alla jaf l-aktar b'dawk li jiżżu ħajr"},{"SurahNumber":6,"VerseNumber":54,"Text":"U meta jiġuk dawk li jemmnu fis-sinjali tagħna, għid(ilhom): 'Sliem. għalikoml Sidkom kiteb. għalih innifsu l-ħniena, (hekk li) min minnkom jagħmel xi deni bla ma jaf, imbagħad wara jindem u jibdel ħajtu għat- tajjeb, Huwa tabilħaqq Kollu Maħfra u Ħanin"},{"SurahNumber":6,"VerseNumber":55,"Text":"Hekk infissru bir-reqqa r-Rivelazzjoni, biex tidher biċ- ċar triq il-ħatjin"},{"SurahNumber":6,"VerseNumber":56,"Text":"(Għidfilhom Muħammad): ''Jiena mwissi biex ma nqimx lil dawk li intom issejħu minflok Alla'' Għidfi/hom ukoll): Ma nimxix wara xewqatkom (għaliex inkella) inkun ħriġt mit-triq, u ma nkunx minn dawk li jinsabu fit- triq it-tajba. ' A"},{"SurahNumber":6,"VerseNumber":57,"Text":"(Għidfilhom): 'Jiena (noqgħod) fuq dak li ntwera biċ- ċar minn Sidi, iżda intom (is-sewwa) giddibtuh. Jiena ma għandix dak (il-kastig) li intom mgħaġġlin għalih. Id- deċiżjoni hija ta' Alla biss. Huwa jħabbar il-ħaqq, u Huwa l-Aħjar fost dawk li jiddeċiedu"},{"SurahNumber":6,"VerseNumber":58,"Text":"Għid(ilhom): ''Li kieku għandi dak (il-kastig) li intom mgħaġġlin għalih, il-kwistjoni kienet tkun maqtugħa bejni u bejnkom. Iżda Alla jaf l-aktar bil-ħżiena"},{"SurahNumber":6,"VerseNumber":59,"Text":"Għandu jinsabu l-imfietaħ tal-ħwejjeġ mistura, u ħadd ħliefu ma jaf bihom. Huwa jaf b'dak li hemm fl-art u fil- baħar, u ma taqax werqa li ma jafx biha, lanqas żerriegħa fid-dlamijiet ta' l-art, u ebda ħaġa ratba (/i għadha tħaddar) jew iebsa (li dbielet), li ma hijiex (imniżżla). fi Ktieb ċar"},{"SurahNumber":6,"VerseNumber":60,"Text":"Huwa li jeħdilkom. irwieħkom billejl, u jaf b'dak. li għamiltu binhar, imbagħad iqajjimkom fih (fl-istess jum) biex jinġieb fi tmiemu ż-żmien fiss. Imbagħad għandu terġgħu lura, u mbagħad jgħarrafkom b'dak li kontu tagħmlu"},{"SurahNumber":6,"VerseNumber":61,"Text":"Huwa Dak li ħadd ma jista' għalih, (Zi jaħkem) fuq il- qaddejja tiegħu. Huwa jibagħtilkom fanġii) li jżommu kont (ta' kulma tagħmlu), biex meta l-mewt tiġi għand xi ħadd minnkom, il-Mibgħutin tagħna (l-anġli) jeħdulu ruħu, u huma ma jonqsu qatt (minn dmirhom lejn Alla u lejn il- bnedmin)"},{"SurahNumber":6,"VerseNumber":62,"Text":"Imbagħad (il-qaddejja) jintraddu lura għand Alla, il-Mulej tagħhom, is-Sewwa. Tiegħu biss id-deċiżjoni, u Huwa l- eħfef fost dawk li jagħmlu l-kontijiet"},{"SurahNumber":6,"VerseNumber":63,"Text":"Għid(ilhom Muħammad): ''Min jeħliskom mid-dlamijiet ta' l-art u l-baħar 7 Intom issejħulu (lil Sidkom) b'umiltà u fis-satra (i tgħidu hekk): 'Jekk jeħlisna minn dan fis- saram), tassew inkunu minn dawk li jiżżu ħajr"},{"SurahNumber":6,"VerseNumber":64,"Text":"Għid(ilhom): ''Alla jeħliskom minnu, u minn kull diqa. Imbagħad intom ixxierku (allat oħra ma' Allajf)"},{"SurahNumber":6,"VerseNumber":65,"Text":"(Għidfilhom): 'Huwa għandu s-setgħa jibagħtilkom kastig minn fuqkom (bħall-beraq, l-għargħar, l-irwiefen, jew il- lava mill-vulkani), jew minn taħt riġlejkom (Oħat-theżżiżiet ta' l-art), jew li jħawwadkom u tinqasmu f'ġemgħat, u jdewwaq uħud minnkom il-ħruxija ta' l-oħrajn.' Ara kif infissru(lhom) is-sinjali (tagħna) biex forsi jifhmu"},{"SurahNumber":6,"VerseNumber":66,"Text":"Iżda niesek (il-Qurajxin) ċaħduh (il-Qoran), minkejja li huwa s-sewwa. Għidfilhom Muħammad): 'Jiena ma għandix setgħa fuqkom (biex immexxikom fit-triq id- dritta)"},{"SurahNumber":6,"VerseNumber":67,"Text":"Kull aħbar (li tiġi mingħand Alla) għandha żmienha, u se tkunu tafu (ma ddumux, x'kastig imisskom)l"},{"SurahNumber":6,"VerseNumber":68,"Text":"U meta tara lil-dawk li jitkellmu fieragħ dwar is-sinjali tagħna, warrab. minnhom, sa ma jaqbdu kliem ieħor. Li kellu x-Xitan (xi darba) inessik, meta terġa' tiftakar, la toqgħodx man-nies il-ħżiena"},{"SurahNumber":6,"VerseNumber":69,"Text":"Dawk li jibżgħu minn Alla ma għandhomx x'jaqsmu mal-kont tagħhom (tal-ħżiena, li jridu jagħtu lil-Alla), iżda (għandhom biss) ifakkruhom), biex forsi jibżgħu minn Alla"},{"SurahNumber":6,"VerseNumber":70,"Text":"U itlaq (Muħammad) lil dawk li jieħdu r-reliġjon tagħhom bil-logħob u b'mogħdija ta' żmien, u lil dawk li l-ħajja (f'din) id-dinja qarrqet bihom (hekk li ħasbu li ma hemmx ħajja oħra). U fakkar bih, (b'dan il-Ktieb, lill- bnedmin) li r-ruħ tinqered minħabba dak li tkun kisbet (b'għemilha), u ma. jkollha lil ħadd, għajr lil-Alla, li jħarisha jew li jidħol għaliha. Li kellha (din ir-ruħ) tagħti kull fidwa (biex tinfeda), ma titteħidx minnha. Dawk huma li jsibu l-qerda tagħhom minħabba dak li kisbu (b'għemilhom). Ix-xorb tagħhom ikun ilma jismot u kastig ta' wġigħ, għaliex kienu jiċħdu lil Alla"},{"SurahNumber":6,"VerseNumber":71,"Text":"(Għidfilhom Muħammad): (Jaqaw se nsejħu lil ħaddieħor, flok lil Alla; lil dak (l-idolu tal-ġebel) li la (jista') ikunilna ta' fejda u lanqas: (jista') ikunilna ta' ħsara, u nerġgħu lura għalli konna qabel (pagani) wara li Alla wriena t-triq, ( 2 nkunu) bħal dak li x-xjaten ġennuh (u blieh hekk li jterraq) fl-art mitluf' Huwa għandu sħabu jsejħulu lejn it-tmexxija t-tajba (u jgħidulu): 'Ejja għandna.'' Għid (Muħammad): ''Ma hemmx. tmexxija tajba għajr dik ta' Alla, u aħna ħadna l-amar li għandna nintelqu f'idejn Alla Sid il-ħolqien"},{"SurahNumber":6,"VerseNumber":72,"Text":"u (intqal lilna) agħmlu t-talb, u ibżgħu minnu (A/la) għaliex Huwa Dak li għandu għad tinġabru"},{"SurahNumber":6,"VerseNumber":73,"Text":"Huwalli ħalaq is-smewwiet u l-art bis-sewwa, u fil-jum li jgħid: 'Kunf' (kollox) ikun. Kliemu huwa s-sewwa, Tiegħu s-saltna dakinhar li tindaqq it-trumbetta (u jqumu l-mejtin għall-Ġudizzju). Huwa jaf il-mistur u dak li jidher. Huwa l-Għaref u jaf sewwa (b'kollox)"},{"SurahNumber":6,"VerseNumber":74,"Text":"(Ftakar Muħammad) meta Abraham qal lil missieru Ażar: 'Jaqaw int tieħu l-idoli bħala allat Jiena tabilħaqq qed nara li inti u niesek tinsabu f'telfien mill-aktar ċar"},{"SurahNumber":6,"VerseNumber":75,"Text":"Hekk ukoll urejna lil Abraham is-saltna tas-smewwiet u l-art biex ikun minn dawk li jemmnu bis-sħiħ"},{"SurahNumber":6,"VerseNumber":76,"Text":"U meta l-lejl għatta fuqu, ra kewkba u qal: 'Dan sidil' Iżda meta (il-kewkba) għebet (wara x-xefaq), huwa qal: €Ma nħobbx dawk li jgħibu"},{"SurahNumber":6,"VerseNumber":77,"Text":"U meta ra l-qamar tiela' qal: ''Dan sidif' Iżda meta (il- qamar); għeb (wara x-xefaq), huwa qal: ''Jekk Sidi ma huwiex se jmexxini, tassew se nkun minn dawk li tilfu t- triq"},{"SurahNumber":6,"VerseNumber":78,"Text":"U meta ra x-xemx tielgħa qal: 'Dan sidi, dan akbar (mill-kwiekeb u l-qamar)i' Iżda meta (ix-xemx) niżlet qal: 'Ja niesi, jiena ma għandix x'naqsam mal-qima li qegħdin tagħtu lill-allat foloz"},{"SurahNumber":6,"VerseNumber":79,"Text":"Għaliex jiena dawwart wiċċi, kollni twemmin safi, lejn Dak li ħalaq is-smewwiet u l-art, u m'iniex minn dawk li jxierku allat foloż ma' Alla"},{"SurahNumber":6,"VerseNumber":80,"Text":"Niesu ħaqquha miegħu u qal(i/hom): ''Qed tħaqquha miegħi fuq Alla meta Huwa (innifsu) urieni t-triq 2 Jiena ma nibżax minn dawk (l-allat foloz) illi xxierku miegħu, ħlief jekk Sidi jkun irid li xi ħaġa (isseħħ). Sidi jesa' l- għarfien ta' kollox; Mela kif ma tiftakrux (f'dawn ir- twissijiet)"},{"SurahNumber":6,"VerseNumber":81,"Text":"U kif nibża' minn dak li xxierku (ma' Alla) filwaqt li intom ma tibżgħux ixxierku (allat oħra) ma' Alla, mingħajr ma niżżlilkom il-permess li tagħmlu dan Mela liema miż-żewġ ġemgħat (tagħkom il-pagani u tagħna l- Misilmin) jistħoqqilha l-akbar ħarsien u sliem. (minn Alla), jekk (tassew) tafu"},{"SurahNumber":6,"VerseNumber":82,"Text":"(Hija l-ġemgħa ta' dawk) li jemmnu u li ma jħawdux it- twemmin tagħhom bil-ħażen; tagħhom huwa l-ħarsien u. s-sliem (vżinn Alla), u jinsabu fit-triq it-tajba"},{"SurahNumber":6,"VerseNumber":83,"Text":"Din kienet il-prova li tajna lil Abraham kontra niesu, Aħna ngħollu fi gradi (ta' għerf u ġieħ) lil-min irridu, Tabilħaqq li Sidek Għaref u jaf b'kollox"},{"SurahNumber":6,"VerseNumber":84,"Text":"(Lil Abraham) tajnieh lil Iżakk u lil-Ġakobb, u Ikoll urejniehom it-triq it-tajba. Qabel, konna wrejna t-triq lil Noċ, u minn nislu (nisel Abraham) hemm David, Salamun, Ġob, Ġużeppi, Mosċ u Aron; hekk inħallsu lil dawk li jagħmlu t-tajjeb"},{"SurahNumber":6,"VerseNumber":85,"Text":"u Żakkarija, Ġwanni, Ġest u Elija, kollha mill-ġusti"},{"SurahNumber":6,"VerseNumber":86,"Text":"uiIsmagħel, Eliżew, Ġona, u Lot: kollha ppreferejniehom mill-ħolqien (ta' żmienhom)"},{"SurahNumber":6,"VerseNumber":87,"Text":"u (mexxejna wkoll oħrajn) minn fost missirijiethom, minn. nisilhom, u minn ħuthom, u għażilniehom u qabbadniehom triq dritta"},{"SurahNumber":6,"VerseNumber":88,"Text":"Dik hija t-tmexxija t-tajba ta' Alla; biha jmexxi lil-min irid mill-qaddejja tiegħu. Li kieku xierku (allar foloz ma' Alla), ma kien jiswielhom xejn dak li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":89,"Text":"Dawk kienu li tajniehom il-Ktieb, l-għerf u l-profezija. Jekk dawn (li huma mnissla minnhom) ma jemmnux fihom (il-messaġġi), Aħna tassew ngħadduhom lil ġens (ieħor, dak tal-Misilmin) li ma huwiex se jiċħadhom"},{"SurahNumber":6,"VerseNumber":90,"Text":"Dawk huma li Alla mexxa fit-triq it-tajba, u inti (Muħammad) imxi fi triqithom. Għid(ilhom): M'iniex nitlobkom ħlas ta' dan (/i qiegħed inxandar). Dan (il- Qoran) ma huwiex ħlief tifkira (v twissija) lill-ħolqien"},{"SurahNumber":6,"VerseNumber":91,"Text":"Ma jagħtux ġieħ lil-Alla kif jixraqlu meta (il-Lhud) jgħidu: 'Alla ma niżżel xejn (ut ebda rivelazzjoni) fuq il- bniedem. ' Għid(ilhom): ''Min niżżel il-Ktieb li ġab Mosċ dawl u tmexxija tajba lill-bnedmin 7: Għamiltuh (f'għamla) ta' karti biex turuhom, filwaqt li taħbu ħafna (minnhom, l-aktar it-taqsimiet li jsemmu l-profezija ta' Muħammad). (B'dan il-Qoran) intom kontu mgħallma dak li la intom u lanqas missirijietkom ma kontu tafu. Għid(ilhom): 'Alla (niżżel dan il-Ktieb)f' imbagħad ħallihom jagħtuha għal-logħob"},{"SurahNumber":6,"VerseNumber":92,"Text":"U dan huwa Ktieb li niżżilnieh, imbierek, u jseddaq dak li (niżel) qablu; biex twissi (Muħammad) lil Omm il-Bliet (Mekka) u lil dawk ta' madwarha. U dawk li jemmnu fl- Oħra (fil-Ħajja l-Oħra), jemmnu fih u jħarsu t-talb tagħhom"},{"SurahNumber":6,"VerseNumber":93,"Text":"U min hu agħar minn dak li qala' l-gideb dwar Alla, jew li qal: 'Kont imnebbaħ,' meta xejn ma tnebbaħ lilu, jew (agħar) minn dak li qal: ''Se nniżżel bħal dak li niżżel Allaf' Li kellek tara l-ħżiena fl-agunija tal-mewt, filwaqt li l-anġli jmiddu idejhom (u jgħidu): 'Oħorġu rwieħkom (minn ġisimkom) Illum titħallsu bil-kastig ta' tkasbir talli ma kontux tgħidu s-sewwa dwar Alla, u fil- kburija tagħkom kontu tiċħdu (u rmaqdru) is-sinjali tiegħu"},{"SurahNumber":6,"VerseNumber":94,"Text":"U issa ġejtu għandna, kull wieħed għal rasu, bħalma ħlaqniekom l-ewwel darba, u ħallejtu dak (kollu) li tajniekom wara daharkom. M'aħniex naraw magħkom lil dawk (l-allat) li jidħlu għalikom, li kontu tgħidu li kienu sħab magħkom. Issa (ir-rabta) bejnietkom inqatgħet, u telaqkom dak li kontu tallegaw"},{"SurahNumber":6,"VerseNumber":95,"Text":"Alla. tabilħaqq jaqsam iż-żerriegħa (tal-qamħ fil- ħamrija) u l-għadam (tat-tamar biex minnu. tinbet ix- xitla). Huwa joħroġ il-ħaj mill-mejjet, u joħroġ il-mejjet mill-ħaj. Dak huwa Alla' Mela kif titqarrqu"},{"SurahNumber":6,"VerseNumber":96,"Text":"Huwalli jifred is-sebħ (mil-lejl), u jagħmel il-lejl ħemda (għall-mistrieħ), u x-xemx u l-qamar għall-għadd (tal- jiem). Dak huwa l-qjies ta' (Alla) il-Qawwi, li jaf kollox"},{"SurahNumber":6,"VerseNumber":97,"Text":"Huwa li għamlilkom il-kwiekeb biex timxu magħhom fid- dlamijiet ta' l-art u tal-baħar. Aħna fissirna bir-reqqa s-sinjali (tagħna) lil nies li jafu"},{"SurahNumber":6,"VerseNumber":98,"Text":"Kien Huwa li ħariġkom minn ruħ waħda (Adam, u takom) fejn toqogħdu u tistrieħu. Aħna fissimma bir-reqqa s-sinjali (tagħna) lil nies li jifhmu"},{"SurahNumber":6,"VerseNumber":99,"Text":"Huwa wkoll dak li jniżżel ilma mis-sema. Bih ħriġna kull għamla ta' ħdura: minnu ħriġna l-ħxejjex li jnibbtu żerriegħa magħquda, u. mis-siġar tal-palm, mill-friegħi tagħha, jiddendlu l-għenieqed tat-tamar, u (ħriġna wkoll) Ġonna ta' għeneb, żebbuġ u rummien, jixxiebhu (fid- dehra tal-weraq tagħhom), iżda ma humiex bħal xulxin (fit-togħma). Ħarsu lejn il-frott tagħhom: (minn meta jiftaħ iż-żahar sa) meta joħroġ il-frott (u jkun għadu nej), u meta jsir sew (u joħla, u jsir tajjeb: għall-ikel). Tabilħaqq li f'dan (kollu) hemm: sinjali għal nies. li jemmnu"},{"SurahNumber":6,"VerseNumber":100,"Text":"Iżda (il-ħżiena) ixierku lil Alla mal-ġinn,' għalkemm Huwa ħalaqhom, u qalgħuha li għandu (ulied), subien u bniet, mingħajr ma jafu. Sebħ lilul Huwa wisq ogħla minn dak (il-kliem fieragħ) li jgħidu (dwarujl)"},{"SurahNumber":6,"VerseNumber":101,"Text":"Huwa li ħalaq għall-ewwel darba s-smewwiet u l-art; ( 4ila) kif ikollu iben meta ma kellux sieħba U ħalaq kollox, u Huwa jaf b'kollox"},{"SurahNumber":6,"VerseNumber":102,"Text":"Dak huwa Alla Sidkom. Ma hemmx alla ieħor ħliefu, il-Ħallieq ta' kollox. Mela qimuhl Huwa jieħu ħsieb kollox"},{"SurahNumber":6,"VerseNumber":103,"Text":"Il-ħars ma jilħqux, iżda Huwa jilħaq il-ħars, u Huwa jinfed f'kollox, u jaf sew b'kollox"},{"SurahNumber":6,"VerseNumber":104,"Text":"Tassew ġewkom provi minn Sidkom' (/i jgħinukom tiftħu għajnejkom). Mela min jara, ikun għal(l-ġid) tiegħu nnifsu, u min jagħma, (ikun) għall-ħsara tiegħu (innifsu), Jiena (bħala l-Profeta Muħammad) m'iniex għassies fuqkom"},{"SurahNumber":6,"VerseNumber":105,"Text":"Hekk infissru s-sinjali (tagħna) biex jgħidu: ''Inti (Muħammad) studjajt ' u biex dan nuruh biċ-ċar lil nies li jafu"},{"SurahNumber":6,"VerseNumber":106,"Text":"Imxi (Muħammad) fuq dak (il-Qoran) li tnebbaħlek minn Sidek; ma hemmx alla ieħor ħliefu. U warrab minn dawk li jxierku (allat oħra ma' Alla)"},{"SurahNumber":6,"VerseNumber":107,"Text":"Li kieku Alla ried,. ma kinux ixierku. Aħna ma għamilniekx (Muħammad) għassies fuqhom, u ma għandekx setgħa fuqhom"},{"SurahNumber":6,"VerseNumber":108,"Text":"U latgħajrux lil dawk (l-allar) li (dawk li ma jemmmix) isejħu minflok lil Alla, biex ma jgħajrux lil-Alla, b'inġustizzja u bla ma jafu. Hekk żejjinna, għal kull ġens, l-għemil tiegħu. Imbagħad għand Sidhom imorru lura, u jħabbrilhom dak li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":109,"Text":"Huma (nies Mekka) ħalfu b'Alla, bl-aqwa ħalf tagħhom, li jekk jiġihom sinjal, huma tassew jemmnu fih. Għidfilhom Muħammad): ''Is-sinjali huma f'idejn Alla biss. Iżda xi jġegħelkom tkunu tafu li, (anki) jekk (is- sinjali) tassew jiġufhom), huma (xorta waħda jibqgħu) majemmnuxi"},{"SurahNumber":6,"VerseNumber":110,"Text":"Aħna nqallbu (u nħawdulhom) qlubhom u dawl għajnejhom (hekk li jitbiegħdu mit-twemmin), bħal meta m'emmnux f'dan (il-Qoran) ma' l-ewwel darba, u nħalluhom mitlufin bħal għomja fil-ħtija kbira tagħhom"},{"SurahNumber":6,"VerseNumber":111,"Text":"Li kieku niżżilnielhom l-anġli, kellmuhom il-mejtin, u ġbarna kollox quddiemhom, (xorta waħda) ma. kinux jemmnu, ħlief jekk Alla jrid. Iżda ħafna minnhom ma jafux (dan)"},{"SurahNumber":6,"VerseNumber":112,"Text":"Hekk ukoll għamilna għadu (kiefer) għal kull Profeta (biex iġarrbu): xjaten minn fost il-bnedmin u l-ġinn, li jnebbħu lil xulxin. bil-qerq, kliem sabiħ (iżda kollu ħażen). Li Kieku Sidek ried, ma kinux jagħmluh (dan). Mela itlaqhom għall-qlajja' tagħhom"},{"SurahNumber":6,"VerseNumber":113,"Text":"Ħalli qlub dawk li ma jemmnux fil-Ħajja l-Oħra jmilu lejh (dan il-qerq) u jitgħaxxqu bih, biex jibqgħu jiksbu (l- għemejjel tal-ħażen) li qegħdin jiksbu"},{"SurahNumber":6,"VerseNumber":114,"Text":"Jaqaw għandi nfittex imħallef (ieħor) għajr Alla, meta Huwa. li niżżlilkom il-Ktieb. (il-Qoran), imfisser bir- reqqa. U dawk (il-Lhud u l-Insara li qabel) tajniehom il- Ktieb jafu li huwa mniżżel minn Sidek bis-sewwa. Mela la tkunux minn ta' bejn ħalltejn"},{"SurahNumber":6,"VerseNumber":115,"Text":"Kelmet Sidek laħqet il-milja tagħha fis-sewwa u l-ħaqq. Xejn u ħadd ma jista' jbiddel il-kelmiet tiegħu. Huwa jisma' kollox u jaf kollox"},{"SurahNumber":6,"VerseNumber":116,"Text":"U jekk toqgħod għall-kotra (tal-bnedmin li ma jemmmux) li jinsabu fuq l-art, (tara li) itellfuk it-triq ta' Alla, Huma ma jimxux għajr fuq l-istħajjil (tagħhom), u ma jaqilgħux ħlief gideb"},{"SurahNumber":6,"VerseNumber":117,"Text":"Tabilħaqq li Sidek jaf sewwa b'min ħareġ minn triqtu; u ħadd daqsu ma jaf b'dawk li huma fit-triq it-tajba"},{"SurahNumber":6,"VerseNumber":118,"Text":"Mela kulu dak li fuqu ssemma Isem Alla, jekk temmnu fir-Rivelazzjoni tiegħu"},{"SurahNumber":6,"VerseNumber":119,"Text":"U għaliex ma għandkomx tieklu minn dak (il-laħam) li fuqu ssemma Isem Alla, meta huwa fissrilkom bir-reqqa dak li ma jiswiex għalikom, ħlief dak li kontu mġiegħla (tieklu) minħabba l-ħtieġa. Tabilħaqq li ħafna jtellfu t-triq (lil. ħaddieħor) minħabba x-xewqat fiergħa tagħhom, mingħajr għarfien. Tassew li Sidek l-aktar li jaf bil- midinbin li jaqbżu l-limiti"},{"SurahNumber":6,"VerseNumber":120,"Text":"Warrbu mill-ħtija li tidher u (rzinn dik) li ma tidhirx. Tabilħaqq li dawk li jagħmlu l-ħtija se jitħallsu ta' dak li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":121,"Text":"U la tiklux dak (il-/aħam) li fuqu ma ssemmiex Isem Alla (u li kien imħejji għall-idoli), għaliex dan (l-għemil) huwa tassew ħażen; Tabilħaqq li x-xjaten inebbħu: lil ħbiebhom biex iħaqquha magħkom. U jekk toqogħdu għalihom (il-pagani), tkunu minn dawk li jxierku"},{"SurahNumber":6,"VerseNumber":122,"Text":"Jaqaw min kien mejjet u tajnieh il-ħajja, u għamilnielu dawl biex jimxi bih fost in-nies, huwa bħal min jinsab fid-dlamijiet, li ma huwiex ħiereġ minnhom 2 Hekk iżżejjen lil dawk ta' bla twemmin dak (il-ħażen) li kienu jagħmlu (u dehrilhom sabiħ)"},{"SurahNumber":6,"VerseNumber":123,"Text":"Hekk ukoll qegħedna f'kull belt l-agħar kriminali tagħha, biex inassu (ir jagħmlu l-ħażen) fiha, iżda ma jnassux għajr kontra tagħhom' infushom, mingħajr ma jintebħu"},{"SurahNumber":6,"VerseNumber":124,"Text":"Meta (/ill-pagani) jiġihom sinjal (li juri s-sewwa ta' Muħammad, tismagħhom) jgħidu: 'M'aħniex se nemmnu qabel ma ningħataw (il-mirakli) bħal dawk li ngħataw il- Mibgħutin ta' Alla.' Alla jaf aktar (minnhom) fejn (u ma' min) iħalli: l-messaġġ tiegħu. Tkasbir. quddiem Alla. u kastig qalil se jolqtu lil-dawk li għamlu l-ħażen, talli kienu jnassu"},{"SurahNumber":6,"VerseNumber":125,"Text":"U lil-min. Alla jrid imexxi. fit-triq it-tajba, (arah) jiftaħ(iu) sidru għall-Islam, u lil-min irid itellfu t-triq, jagħmillu sidru: dejjaq u magħluq bħallikieku. tiela' s- sema. Hekk Alla jixħet is-saħta (f'din id-dinja ur l-kastig fl-Oħra) fuq dawk li ma jemmnux"},{"SurahNumber":6,"VerseNumber":126,"Text":"Din hija triq Sidek, dritta. Aħna fissirna r-Rivelazzjoni (tagħna) bir-reqqa lil nies li jiftakru"},{"SurahNumber":6,"VerseNumber":127,"Text":"Tagħhom hija Dar is-Sliem, għand Sidhom, u Huwa jħarishom minħabba (it-tajjeb) li kienu jagħmlu"},{"SurahNumber":6,"VerseNumber":128,"Text":"Dakinhar li ( 41/a) jiġborhom ilkoll (bnedmin u ġinn, se jgħid): Intom. il-ġemgħa. tal-ġinn, ħadtu ħafna mill- bnedmin (għaż magħkom u fixkiluhom kemm flaħtu):' U tibiebhom' minn fost il-bnedmin. jgħidu: 'Sidna, aħna konna ta' fejda għal xulxin, u (issa) ilħaqna ż-żmien li rfajt għalina'' Huwa jgħid: 'In-Nar ikun l-għamara tagħkom, u fih tgħammru għal dejjem, ħlief dak li Alla jrid (li jkun iż-żmien li-ddumu fih).' Tabilħaqq li Sidek Għaref u jaf kollox"},{"SurahNumber":6,"VerseNumber":129,"Text":"Hekk indawru wħud mill-ħżiena. kontra xulxin (b'kastig), minħabba dak (il-ħażen) li kienu. jiksbu (b'għemilhom)"},{"SurahNumber":6,"VerseNumber":130,"Text":"Cintom il-ġemgħa tal-ġinn u tal-bnedmin, jaqaw. ma ġewkomx Mibgħutin minn fostkom: li qalulkom bis- sinjali tiegħi, u wissewkom dwar il-laqgħa ta' dan il-Jum tagħkomi' Huma jgħidu: 'Nixhdu kontra tagħna nfusna (Ii aħna ħatjin)i' Il-ħajja (f'din) id-dinja qarrqet bihom u huma jixhdu kontra tagħhom infushom li huma ma kinux jemmnu"},{"SurahNumber":6,"VerseNumber":131,"Text":"Dan minħabba li Sidek (ja Muħammad) ma kienx jeqred il-bliet. (u. nieshom). b'mod inġust, filwaqt li nieshom ma jafux (bil-messaġġ ta' AIla)"},{"SurahNumber":6,"VerseNumber":132,"Text":"Għal kulħadd hemm gradi (ta' tjieba u ħażen), skond dak (l-għemil) li għamlu, u Sidek ma jaqbiżlu xejn minn dak li jagħmlu"},{"SurahNumber":6,"VerseNumber":133,"Text":"U Sidek huwa l-Għani, Kollu Ħniena. Li kieku jrid, jeqridkom u jaħtar minflokkom dak li jrid, bħalma (kien Hu li) sawwarkom miż-żerriegħa ta' ġens ieħor"},{"SurahNumber":6,"VerseNumber":134,"Text":"Dakli kien imwiegħed lilkom tabilħaqq se jasal, u ma tistgħux taħarbu (mir-rieda ta' Alla)"},{"SurahNumber":6,"VerseNumber":135,"Text":"Għid (Muħammad): 'Ja niesi, agħmlu kif tridu. (Ngħid għalija) jiena nagħmel (dak li qabbadni Alla), u se tkunu tafu min, fl-aħħar, se jkollu l-ħlas it-tajjeb tad-Dar (l- Oħra). Tabilħaqq li l-ħżiena ma jkunux rebbiħin"},{"SurahNumber":6,"VerseNumber":136,"Text":"U refgħu sehem għal Alla mill-uċuħ tar-raba' u mill- frat li Huwa ħalaq, u qalu: ''Dan għal Alla;' kif qalu huma ''u dan għal sħabna (l-allat u l-idoli tagħna): Iżda dak (is-sehem) li kien għal sħabhom ma jasalx għand Alla, u dak fis-sehem) li kien għal Alla jasal għand sħabhom. Tassew ħażin il-ġudizzju li jagħmlu"},{"SurahNumber":6,"VerseNumber":137,"Text":"Hekk ukoll sħabhom (l-idoli li xierku ma' Alla), lil ħafna minn dawk li jxierku (a/lar ma' Alla) żejnuflhom) il-qtil ta' wliedhom biex (b'hekk) jeqirduhom, u jħawdulhom id-din tagħhom. Li kieku Alla ried, ma kinux jagħmluh: (dan). Mela itlaqhom għall-qlajja' tagħhom"},{"SurahNumber":6,"VerseNumber":138,"Text":"Huma jgħidu: 'Dawn frat u wċuħ tar-raba' projbiti. Ma jikolhomx ħlief min irridu aħnaf' Hekk jallegaw. U hemm. frat (oħra) li daharhom huwa projbit, u frat li fuqhom ma jsemmux Isem Alla (ireta joqtluhom), u dan (kolhi) huwa gideb fuqu. Huwa se jħallashom tal-gideb li kienu jaqilgħu"},{"SurahNumber":6,"VerseNumber":139,"Text":"Huma jgħidu: ''Dak li jinsab f'ġuf dawn il-frat huwa għall-irġiel tagħna biss, u ma jiswiex għan-nisa tagħna, u jekk ikun (imwieled) mejjet, huma (irġiel u nisa) ikunu għab fih. Huwa se jħallashom ta' dak li qalgħu (bi kliemhom dwar Alla). Huwa tabilħaqq Għaref u jaf kollox"},{"SurahNumber":6,"VerseNumber":140,"Text":"Telliefa huma dawk li qatlu lil uliedhom, bil-bluha, mingħajr għarfien, u għamlu ma jiswiex l-ikel li Alla tahom (għall-għajxien), u b'gideb fuq Alla. Huma tilfu t- triq u ma kinux jinsabu fit-triq it-tajba"},{"SurahNumber":6,"VerseNumber":141,"Text":"Huwa li jagħmel Ġonna (bid-dwieli merfugħa) fuq kannizzati, u (oħrajn) mingħajrhom, is-siġar tal-palm, iż- żara' b'ħafna għamliet ta' ikel, iż-żebbuġ u r-rummien, jixxiebhu (fid-deħra. tagħhom), u ma jixxibhux (fil- togħma). Kulu mill-frott tagħhom meta jagħmlu l-frott, u agħtu (lill-fqar u l-imsejknin) kemm ħaqqhom, dakinhar tal-ħsad tagħhom; u la taħluxt Huwa tabilħaqq ma jħobbx lill-ħaljin"},{"SurahNumber":6,"VerseNumber":142,"Text":"Fost il-frat hemm (bhejjem) għat-tagħbija u (oħrajn) għall-ikel. Kulu minn dak li Alla takom għall-għajxien, u la timxux fil-passi tax-Xitan. Huwa tabilħaqq għadu fid- dieher tagħkom"},{"SurahNumber":6,"VerseNumber":143,"Text":"(Huwa għamel għalikom) tmint iżwieġ (jiswew għall- ikel): żewġ nagħġiet (muntun u nagħġa) u żewġ mogħżiet (bodbod u mogħża). Għid (Muħammad): 'Liema għamel ma jiswewx, iż-żewġt irġiel jew iż-żewġ nisa (minn dawn il-bhejjem), jew inkella dak li kien hemm fi ġwief iż- żewġ nisa 7 Għiduli bl-għerf (tagħkom), jekk qegħdin tgħidu s-sewwa"},{"SurahNumber":6,"VerseNumber":144,"Text":"U żewġt iġmla (il-ġemel u l-ġemla) u żewġ baqriet (il- gendus u l-baqra). Għid (Muħammad): 'Liema għamel ma jiswewx, iż-żewġt irġiel jew iż-żewġ nisa (nin dawn il-bhejjem), jew inkella dak li kien hemm fi ġwief iż- żewġ nisa 2 Jaqaw kontu xhieda meta Alla wissiekom dwar dan (il-kliem ta' projbizzjoni li qegħdin tallegaw) 7' Min hu agħar minn dak li jaqla' l-gideb dwar Alla, biex itellef it-triq lin-nies, mingħajr għarfien 7 Tabilħaqq. li Alla ma jmexxix fit-triq it-tajba lin-nies il-ħżiena"},{"SurahNumber":6,"VerseNumber":145,"Text":"Għid (Muħammad): ''E'dak. li tnebbaħ lili ma nsib xejn (mil-laħam). li ma. jiswiex għal min jiekol, biex jieklu, ħlief jekk (dan l-ikel) ikun (laħam ta' annimal) mejjet, jew demm imxerred, jew laħam il-ħanżir, għaliex huwa mniġġes, jew dak li, b'ħażen, issemma fuqu isem ieħor minflok ta' Alla.' Iżda min ikollu (jiekol minn dan l-ikel minħabba l-ħtieġa), mingħajr ma jixtieq, u mingħajr ma jiekol iżżejjed, Sidek huwa tabilħaqq Kollu Maħfra u Ħanin"},{"SurahNumber":6,"VerseNumber":146,"Text":"U għal-Lhud għamilna ma jiswewx il-bhejjem kollha bid-difer (mhux mifrud), u ma ħallejnihomx jieklu xaħam il-baqar u n-nagħaġ; ħlief dak li (dawn il-bhejjem) għandhom ma' daharhom, jew fil-ġewwieni (ma' l- imsaren), jew dak (ix-xaħam) li tħallat ma' l-għadam. B'hekk ħallasniehom tal-ħażen tagħhom. Aħna tabilħaqq ngħidu s-sewwa"},{"SurahNumber":6,"VerseNumber":147,"Text":"U jekk. (il-Lhud) igiddbuk, għidil(hom: Muħammad): sSidkom hu ta' ħniena kbira (għaliex ilu. ħafna jissaportikom), iżda l-qilla tiegħu ma tinżammx minn fuq in-nies il-ħatjin"},{"SurahNumber":6,"VerseNumber":148,"Text":"Dawk li xierku (allat oħra ma' Alla ) se jgħidu: 'Li kieku. Alla ried, ma konniex. inxierku, u lanqas missirijietna, u ma konna nipprojbixxu xejn (f'dak /i hu ikel).' Bħalhom kienu giddbu dawk ta' qabilhom, sa ma (fl-aħħar) daqu l-qilla tagħna. Għid(ilhom): '' Għandkom (xi prova ta' dan jew) xi. għarfien li tistgħu toħorġuh għalina (biex nemmnu li qegħdin tgħidu s-sewwa) 7 Intom ma timxux għajr fuq l-istħajjil (tagħkom), u intom tigdbu biss"},{"SurahNumber":6,"VerseNumber":149,"Text":"(Għidfilhom Muħammad): 'Ta' Alla hija l-aqwa xhieda, u li kieku ried, kien imexxikom ilkoll fit-triq it-tajba"},{"SurahNumber":6,"VerseNumber":150,"Text":"Għid(i/hom): 'Ġibu x-xhieda tagħkom li jixhdu li Alla għamel dan (l-ikel) ma, jiswiex. U jekk jixhdu (falz u jaqilgħu l-gideb), inti (Muħammad) tixhidx magħhom. U timxix fuq ix-xewqat ta' dawk li giddbu s-sinjali tagħna, li ma jemmnux (fil-ħajja) l-Oħra, u jqisu (l-allat foloz tagħhom) daqs idhom"},{"SurahNumber":6,"VerseNumber":151,"Text":"Għid(i/hom): 'Ejjew (biex) inħabbrilkom dak li Sidkom għamel ma jiswiex għalikom: la xxierku xejn miegħu, u ġibu rwieħkom tajjeb mal-ġenituri, toqtlux lil uliedkom minħabba l-faqar (tagħkom) Aħna ngħajxu lilkom u lilhom. La toqorbux lejn l-għemejjel faħxija, sew dak minnhom li jidher u sew li ma jidhirx, u la toqtlux ir-ruħ li Alla qaddes, jekk mhux bil-ħaqql Dak huwa li wissiekom, biex forsi tifhmu"},{"SurahNumber":6,"VerseNumber":152,"Text":"U la toqorbux lejn ġid l-iltim, ħlief bl-aħjar mod (għall- ġid tiegħu), sa ma jilħaq l-aqwa tiegħu (u jsir matur), u agħtu kejl u wżin sħiħ bil-ħaqqt Aħna ma ngħabbu lil ħadd aktar milli jiflaħ. U meta titkellmu, għidu s-sewwa, anki jekk (kliemkom jolqot fil-laħam il-ħaj lil xi ħadd) li hu qarib (tagħkom), u wettqu r-rabta ta' Allal Dak huwa li wissiekom, biex forsi tiftakru"},{"SurahNumber":6,"VerseNumber":153,"Text":"Din hija triqti d-dritta. Mela imxu fiha, u la timxux fit- toroq (l-oħra) għaliex ixerrdukom minn triqtu (triq Alla; u titbiegħdu minnu), Dak huwa li wissiekom, biex forsi tibżgħu minnu"},{"SurahNumber":6,"VerseNumber":154,"Text":"Imbagħad tajna lil Mosċ l-Ktieb li huwa l-milja (tat- tjieba tagħna) fuq dak (il-bniedem ġust) li jagħmel it- tajjeb; (Ktieb) li jfisser kollox bir-reqqa u tmexxija tajba u ħniena, biex forsi (il-Lhud) jemmnu fil-laqgħa ma' Sidhom (f'Jum il-Ġudizzju)"},{"SurahNumber":6,"VerseNumber":155,"Text":"Dan (il-Qoran) hu Ktieb li Aħna niżżilnieh, imbierek. Mela imxu fuqu u ibżgħu minn Alla, biex forsi tiksbu l- ħniena (tiegħu)"},{"SurahNumber":6,"VerseNumber":156,"Text":"(U araw) li ma tgħidux (f'Jum il-Qawmien): 'Qabilna, il-Ktieb tniżżel fuq żewġ ġemgħat biss (il-Lhud u l- Insara), u ma konniex nafu bl-istudji tagħhom"},{"SurahNumber":6,"VerseNumber":157,"Text":"Jew tgħidu: ''Li kieku l-Ktieb tniżżel fuqna (kif riżżel fuq dawk li ġew qabilna), konna nkunu fit-triq it-tajba aktar minnhom. ' Tassew ġiekom sinjal ċar minn Sidkom, (kif ukoll) tmexxija tajba u ħniena. Mela min huwa agħar minn: dak li jgiddeb is-sinjali ta' Alla u jwarrab minnhom 7 Se nħallsu lil-dawk li warrbu mis-sinjali tagħna b'kastig mill-agħar, talli kienu jwarrbu minnhom"},{"SurahNumber":6,"VerseNumber":158,"Text":"Jaqaw (il-pagani) ma humiex jistennew ħlief li jiġuhom. l-anġli (fl-Aħħar Jum biex jeħdulhom irwieħhom), jew li jiġihom) Sidek (innifsu f'Jum il-Ħaqq), jew inkella jiġufhom) xi sinjali ta' Sidek 2 Fil-Jum meta jiġu xi sinjali ta' Sidek, it-twemmin (dak il-ħin) ma jkun ta' fejda għal ebda ruħ jekk (dik ir-ruħ) ma kinitx temmen qabel, jew kisbet xi ġid mit-twemmin tagħha. Għid(ilhom Muħammad): f'Stennew; aħna. (ukoll) qegħdin nistennew"},{"SurahNumber":6,"VerseNumber":159,"Text":"Tabilħaqq li dawk li jifirdu r-reliġjon tagħhom, u jinqasmu f'ġemgħat, inti (Muħammad) ma għandekx x'taqsam magħhom. Dawk, minnhom lil Allat Imbagħad iħabbrilhom x'kienu qegħdin jagħmlu"},{"SurahNumber":6,"VerseNumber":160,"Text":"Min (f'Jum il-Ħaqq) iġib għemil ta' ġid, ikollu għaxra bħalu, u min iġib għemil ta' deni, jitħallas biss bħalu. Huma ma jġarrbux inġustizzja"},{"SurahNumber":6,"VerseNumber":161,"Text":"(Għidfilhom Muħammad lill-pagani): 'Sidi. mexxieni lejn triq dritta, reliġjon sewwa. (bla ebda tagħwiġ fiha), it-twemmin safi ta' Abraham. Huwa ma kienx minn dawk li jxierku (allat oħra ma' Alla)"},{"SurahNumber":6,"VerseNumber":162,"Text":"(Għidfilhom Muħammad): 'Tabilħaqq li t-talb tiegħi, ir- riti tiegħi, ħajti u mewti huma (ko//ha) għal Alla, Sid il- ħolqien"},{"SurahNumber":6,"VerseNumber":163,"Text":"Huwa ma għandux xrikl Dan hu l-amar li ħadt, u jiena l-ewwel fost il-Misilmin li ntelqu f'idejh"},{"SurahNumber":6,"VerseNumber":164,"Text":"(Għidfilhom): 'Jaqaw għandi nixtieq lil ħaddieħor għajr lil Alla bħala Sid, meta Huwa Sid kollox 77 Kull ruħ ma tiksibx (il-ħlas) ħlief għaliha nnifisha (skond għemilha), u ebda ruħ ma terfa' t-toqol (tad-dnub) ta' (ruħ). oħra, Imbagħad lejn Sidkom tmorru lura, u jħabbrilkom dak li ma'kontux taqblu fuqu"},{"SurahNumber":6,"VerseNumber":165,"Text":"Huwali għamilkom il-werrieta ta' l-art (minn nisel għal nisel), u refa' wħud minnkom fuq oħrajn fi gradi (ta' għerf, għana, qawwa, u ġieħ), biex iġarrabkom f'dak li takom. Tabilħaqq li Sidek malajr jagħti l-kastig, iżda Huwa tassew Kollu Maħfra u Ħanin"}]}