{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Sana ganimetlerden sorarlar. De ki: Ganimetler; Allah´ın ve Rasulünündür. Şu halde eğer mü´minler iseniz Allah´tan korkun, aranızı düzeltin, Allah´a ve peygamberlerine itaat edin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Mü´minler, ancak onlardır ki; Allah anıldığı zaman kalbleri ürperir, Allah´ ın ayetleri kendilerine okunduğu zaman imanları artar ve Rabblarına tevekkül ederler"},{"SurahNumber":8,"VerseNumber":3,"Text":"Onlar ki; namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiğimizden de infak ederler"},{"SurahNumber":8,"VerseNumber":4,"Text":"İşte onlar; inanmışların kendileridir. Onlara Rabb´larının katından dereceler, mağfiret ve cömertçe verilmiş rızıklar vardır"},{"SurahNumber":8,"VerseNumber":5,"Text":"Nitekim Rabbın; seni evinden hak uğruna çıkarmıştı. Halbuki mü´minlerden bir zümre bundan hoşlanmamışlardı"},{"SurahNumber":8,"VerseNumber":6,"Text":"Hak, apaçık meydana çıktıktan sonra bile, sanki göz göre göre ölüme sürükleniyorlarmış gibi seninle mücadele ediyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"Hani Allah; iki taifeden birini size vaadediyordu. Siz ise, kuvvetli bulunmayanın sizin olmasını arzu ediyordunuz. Allah ta istiyordu ki; sözleriyle hakkı gerçekleştirsin ve kafirlerin kökünü kessin"},{"SurahNumber":8,"VerseNumber":8,"Text":"Ta ki suçlular istemese de, hakkı gerçekleştirsin ve batılı iptal etsin"},{"SurahNumber":8,"VerseNumber":9,"Text":"Hani siz, Rabbınızdan imdad istiyordunuz da: Birbiri ardında bin melekle size imdad ederim, diyerek duanıza icabet etmişti"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah; bunu size sırf bir müjde olsun ve kalblerinizi yatışsın diye yapmıştır. Yardım; ancak Allah katındandır. Muhakkak ki Allah; Aziz´dir, Hakim´ dir"},{"SurahNumber":8,"VerseNumber":11,"Text":"Hani O, size kendi katından bir emniyet olmak üzere sizi hafif bir uykuya daldırıyordu. Sizi tertemiz yapmak, sizden şeytanın pisliğini gidermek, kalblerinizi pekiştirmek ve ayaklarınıza sebat vermek için gökten üstünüze bir su indiriyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"Hani Rabbın, meleklere: Ben sizinleyim, haydi iman edenlere sebat verin, diye vahyetmişti. Ben, küfretmiş olanların kalblerine korku salacağım. Artık siz de vurun boyunlarının üstüne, vurun tüm parmaklarına"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bunun sebebi: Allah´a ve peygamberlerine karşı koymalarıdır. Her kim ki, Allah´a ve peygamberlerine karşı koyarsa; muhakkak Allah cezası çetin olandır"},{"SurahNumber":8,"VerseNumber":14,"Text":"İşte bunu tadın. Muhakkak ki kafirlere bir de ateş azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler; toplu halde kafirlerle karşılaştığınız zaman, onlara arkalarınızı dönmeyin"},{"SurahNumber":8,"VerseNumber":16,"Text":"Tekrar savaşmak için bir tarafa çekilme veya bir başka topluluğa katılma dışından her kim, o gün arkasını dönerse; muhakkak ki o, Allah katından bir gazaba uğramıştır. Onun yurdu cehennenmdir ve o, ne kötü bir sonuçtur"},{"SurahNumber":8,"VerseNumber":17,"Text":"Siz öldürmediniz onları, fakat Allah öldürdü. Attığın zaman da; sen atmadın ancak Allah attı. Allah bunu, inananları güzel bir imtihana tabi tutmak için yapmıştı. Muhakkak ki Allah; Semi´dir, Alim´dir"},{"SurahNumber":8,"VerseNumber":18,"Text":"İşte bu, böyledir. Muhakkak ki Allah kafirlerin düzenini zayıflatıcıdır"},{"SurahNumber":8,"VerseNumber":19,"Text":"Eğer, fetih istiyor idiyseniz; işte size fetih gelmiştir. Eğer vazgeçerseniz; bu, sizin için daha hayırlıdır. Yok tekrar dönerseniz; biz de döneriz. Topluluğunuz çok da olsa hiç bir şeye yaramaz. Çünkü Allah muhakkak mÜ´minlerle beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey iman edenler; Allah´a ve Rasulüne itaat edin. Dinleyip dururken ondan yüzçevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Hem dinlemedikleri halde; dinledik; diyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":22,"Text":"Allah katında canlıların en kötüsü; akletmeyen sağır ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Şayet Allah onlarda bir hayır görseydi; onlara işittirirdi. Eğer işittirmiş olsaydı; yine de yüz çevirenler olarak arkalarını dönerlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey iman edenler; sizi hayat verecek şeylere çağırdığı zaman; Allah´a ve Rasulüne icabet edin. Hem bilin ki; Allah şüphesiz kişi ile kalbi arasına girer. Ve muhakkak O´na dönüp toplanacaksınız"},{"SurahNumber":8,"VerseNumber":25,"Text":"Bir de fitneden sakının ki; içinizden yalnız zulmedenlere erişmekle kalmaz. Hem bilin ki; muhakkak Allah azabı şiddetli olandır"},{"SurahNumber":8,"VerseNumber":26,"Text":"Hatırlayın ki; bir zamanlar yeryüzünde azlıktınız, zayıf sayılırdınız. İnsanların sizi tutup kapmasından korkuyordunuz. Size ev bark verdi, yardımıyla destekledi ve temiz şeylerden rızıklandırdı. Umulur ki şükredersiniz"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey iman edenler; Allah´a ve peygamberlerine ihanet etmeyin. Bile bile kendi emanetlerinize hıyanet etmiş olursunuz"},{"SurahNumber":8,"VerseNumber":28,"Text":"Hem bilin ki; mallarınız da, çocuklarınız da ancak birer fitnedir. Ve Allah katında büyük mükafat vardır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler; Allah´tan korkarsanız O, size bir furkan verir. Suçlarınızı örter ve sizi bağışlar. Allah, büyük lütuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani küfredenler; seni tutup bağlamak, yahut öldürmek veya çıkarmak için düzen kuruyorlardı. Onlar düzen kurarlarken Allah da düzenlerine müdahale ediyordu. Allah, düzen yapanların en hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimiz onlara okunduğu zaman; işittik, istersek biz de bunun benzerini söyleriz. Bu, eskilerin masallarından başka bir şey değildir, demişlerdi"},{"SurahNumber":8,"VerseNumber":32,"Text":"Hani demişlerdi ki: Ey Allah´ımız; eğer bu, gerçekten Senin katından ise; bize gökten taş yağdır, yahut acıklı bir azab getir"},{"SurahNumber":8,"VerseNumber":33,"Text":"Halbuki sen içlerinde iken; Allah onlara azab etmez. Onlar istiğfar ederken de Allah, yine onları azablandıracak değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Allah onlara, niçin azab etmesin ki; onlar, kendileri ona ehil olmadıkları halde (insanları) Mescid-i Haram´dan men´edip duranlardır. Hem O´nun dostu değillerdir. O´nun dostları ancak müttakilerdir, ama onların çoğu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Beyt´in yanındaki duaları; sadece ıslık çalmak veya el çırpmaktan başka bir şey değildir. Öyleyse devamedegelmekte olduğunuz küfürden dolayı tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Muhakkak ki küfredenler; mallarını, Allah yolundan alıkoymak için harcarlar. Daha harcayacaklar, sonra içleri yanacak, sonra da mağlup olacaklardır. Küfredenler, cehenneme toplanacaklardır"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allah; murdarı temizden ayırdetsin ve murdarı birbiri üstüne koyup topunu birden yığsın da, cehenneme atsın diye. İşte onlar; hüsrana uğrayanların kendileridir"},{"SurahNumber":8,"VerseNumber":38,"Text":"Küfredenlere söyle: Vazgeçerlerse; geçmiş kendilerine bağışlanacaktır. Tekrar başlarlarsa evvelkilerin hükmü muhakkak devam etmiş olacaktır"},{"SurahNumber":8,"VerseNumber":39,"Text":"Fitne kalmayıp din de yalnız Allah için oluncaya kadar onlarla savaşın. Eğer vazgeçerlerse; muhakkak ki Allah, yaptıklarını görendir"},{"SurahNumber":8,"VerseNumber":40,"Text":"Eğer yüz çevirirlerse; o takdirde bilin ki Allah, sizin Mevlanızdır. Ne güzel Mevla, ne güzel yardımcıdır O"},{"SurahNumber":8,"VerseNumber":41,"Text":"Eğer Allah´a ve hakkı batıldan ayıran günde, iki topluluğun karşılaştığı o günde kulumuza indirdiğimize inanıyorsanız; bilin ki: Ele geçirdiğiniz ganimetin beşte biri Allah´ın, peygamberin ve yakınlarının, yetimlerin, düşkünlerin ve yolcularındır. Allah, her şeye gücü yetendir"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hani siz, o vakit vadinin yakın kenarında idiniz, onlar da öte yamacında idiler. Kervan ise sizden daha aşağıda idi. Eğer bir yerde buluşmak üzere sözleşseydiniz; muhakkak ki vaktini ta´yinde ihtilafa düşerdiniz. Fakat Allah, işlenmesi gerekli olan emri yerine getirmek için yaptı. Ta ki helak olan; apaçık bir delilden dolayı helak olsun, yaşayan da apaçık bir delilden dolayı yaşasın. Ve muhakkak ki Allah; Semi´dir, Alim´dir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hani Allah; uykunda, onları sana az gösteriyordu. Eğer sana onları çok göstermiş olsaydı; elbette çekinecek ve iş hakkında çekişecektiniz. Fakat Allah, sizi kurtardı. Muhakkak ki O; göğüslerde olanı bilendir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Hani, karşılaştığınız zaman; Allah, yapılmış bir emri yerine getireceğinden onları gözlerinizde az gösteriyor, sizi de onların gözünde azaltıyordu. Ve işler Allah´a döndürülür"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ey iman edenler; bir toplulukla karşılaşırsanız sebat edin ve Allah´ı çok zikredin ki felaha eresiniz"},{"SurahNumber":8,"VerseNumber":46,"Text":"Allah´a ve Rasulüne itaat edin. Birbirinizle çekişmeyin. Sonra korkuya kapılırsınız da zaafa düşerseniz ve rüzgarınız gider. Sabredin, muhakkak ki Allah; sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"Hem yurtlarından böbürlenerek ve insanlara gösteriş yaparak çıkan ve Allah yolundan alıkoyanlar gibi olmayın. Allah, onların yaptıklarını çepeçevre kuşatandır"},{"SurahNumber":8,"VerseNumber":48,"Text":"Hani şeytan onlara yaptıklarını süslemiş ve demişti ki: Bugün insanlardan sizi yenecek yoktur. Ben de size muhakkak yardımcıyım. İki ordu karşılaşınca da, iki topuğu üstüne kaçarak: Benim sizinle alakam yok, doğrusu sizin görmediklerinizi görüyorum, ben Allah´tan korkuyorum. Çünkü Allah azabı şiddetli olandır, demişti"},{"SurahNumber":8,"VerseNumber":49,"Text":"Hani münafıklar, kalblerinde hastalık bulunanlar: Bunları, dinleri aldattı, diyorlardı. Halbuki kim Allah´a tevekkül ederse; muhakkak ki Allah, Aziz´ dir, Hakim´dir"},{"SurahNumber":8,"VerseNumber":50,"Text":"Bir görseydin sen; hani melekler, küfredenlerin canlarını alırken yüzlerine ve arkalarına vuruyorlar ve: Tadın yakıcı azabı, diyorlardı"},{"SurahNumber":8,"VerseNumber":51,"Text":"İşte bu; ellerinizin yaptığının karşılığıdır. Muhakkak ki Allah; kullarına asla zulmedici değildir"},{"SurahNumber":8,"VerseNumber":52,"Text":"Firavun hanedanıyla onlardan öncekilerin gidişi gibi. Allah´ın ayetlerini yalanlamışlardı da, Allah onları günahlarından dolayı yakalamıştı. Muhakkak ki Allah; kuvvetlidir, azabı şiddetli olandır"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bunun sebebi; bir topluluk kendi nefislerindekini değiştirmedikçe, Allah´ ın onlara verdiği nimetini değiştirmeyeceğidir. Ve muhakkak ki Allah; Semi´dir, Alim´dir"},{"SurahNumber":8,"VerseNumber":54,"Text":"Firavun hanedanıyla, onlardan öncekilerin gidişi gibi. Rabblarının ayetlerini yalanlamışlardı da, Biz de günahlarından dolayı onları helak etmiş ve Firavun hanedanını suda boğmuştuk. Hepsi de zalimlerdi"},{"SurahNumber":8,"VerseNumber":55,"Text":"Allah katından yeryüzünde yürüyen canlıların en kötüsü; şüphesiz ki küfredenlerdir. Artık onlar, inanmazlar"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar, kendileriyle anlaşma yaptığın kimselerdir. Sonra her defasında ahidlerini bozdular. Onlar sakınmazlar da"},{"SurahNumber":8,"VerseNumber":57,"Text":"Bunun için eğer savaşta ele geçirirsen; onları dağıt ki arkalarında olanlar ibret alsınlar"},{"SurahNumber":8,"VerseNumber":58,"Text":"Eğer bir kavmin hiyanet etmesinden korkarsan; sen de onlara karşı aynı şekilde davran. Muhakkak ki Allah; hainleri sevmez"},{"SurahNumber":8,"VerseNumber":59,"Text":"Küfredenler; asla öne geçtiklerini ve bizi aciz bırakacaklarını sanmasınlar"},{"SurahNumber":8,"VerseNumber":60,"Text":"Siz de onlara karşı gücünüzün yettiği kadar kuvvet ve bağlanıp beslenen atlar hazırlayın ki bununla Allah´ın düşmanı, sizin düşmanınız ve bunlardan başka sizin bilmeyip te Allah´ın bildiği diğerlerini korkutasınız. Allah yolunda ne harcarsanız, size ödenir ve siz asla zulmolunmazsınız"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eğer barışa yanaşırlarsa; sen de yanaş ve Allah´a tevekkül et. Muhakkak ki Semi, Alim, O´dur"},{"SurahNumber":8,"VerseNumber":62,"Text":"Eğer seni aldatmak isterlerse; muhakkak ki Allah, sana yeter. Seni ve mü´minleri yardımıyla destekleyen O´dur"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ve onların kalblerini birleştirmiştir. Eğer yeryüzünde bulunan her şeyi sarfetsen yine de onların kalblerini birleştiremezdin. Fakat Allah birleştirdi onların arasını. Muhakkak ki Allah; Aziz´dir, Hakim´dir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey Peygamber; Allah, sana ve sana tabi olan mü´minlere yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey Peygamber; mü´minleri savaşa teşvik et. Eğer sizden sabreden yirmi kişi bulunursa; ikiyüz kişiyi mağlup ederler. Eğer sizden yüz kişi bulunursa; küfretmiş olanlardan binini mağlup ederler. Çünkü onlar, anlamazlar güruhu dur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Şimdi Allah yükünüzü hafifletti ve bildi ki; sizde bir zaaf vardır. O halde şayet sizden sabırlı yüz kişi olursa; ikiyüz kişiyi mağlup ederler. Şayet sizden bin kişi olursa; Allah´ın izniyle ikibin kişiyi mağlup ederler. Ve Allah; sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":67,"Text":"Hiç bir peygambere yeryüzünde savaşırken zaferler kazanıncaya kadar esirler alması yaraşmaz. Geçici dünya malını istiyorsunuz. Allah ise ahireti istiyor. Ve Allah; Aziz´dir, Hakim´dir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Eğer daha önceden Allah´ın geçmiş bir hükmü olmasaydı; aldıklarınızdan dolayı size büyük bir azab dokunurdu"},{"SurahNumber":8,"VerseNumber":69,"Text":"Artık elde ettiğiniz ganimetten helal ve temiz olarak yeyin. Allah´tan da sakının. Çünkü Allah; Gafur´dur, Rahim´dir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey peygamber; elinizdeki esirlere de ki: Eğer Allah kalbinizde hayır olduğunu bilirse; sizden alınandan daha hayırlısını size verir ve sizi bağışlar. Ve Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":8,"VerseNumber":71,"Text":"Eğer sana hainlik yapmak isterlerse; daha önce Allah´a da hainlik etmişlerdi de Allah, onlara karşı sana imkan ve kudret vermişti. Ve Allah; Alim´dir, Hakim´dir"},{"SurahNumber":8,"VerseNumber":72,"Text":"Muhakkak ki iman edip hicret eden, mallarıyla ve canlarıyla Allah yolunda cihad edenler; barındırıp yardım edenler, işte onlar; birbirinin dostudurlar. İman edip de hicret etmeyenlere gelince; hicret edene kadar sizin onlarla bir dostluğunuz yoktur. Şayet onlar da din hususunda sizden yardım isterlerse; sizinle aralarında muahede bulunan bir kavim aleyhinde olmamak üzere onlara yardım etmek boynunuza borçtur. Allah yaptıklarınızı görendir"},{"SurahNumber":8,"VerseNumber":73,"Text":"Küfredenler ise birbirlerinin dostudurlar. Eğer siz bunu yapmazsanız; yeryüzünde bir fitne ve büyük bir fesad olur"},{"SurahNumber":8,"VerseNumber":74,"Text":"İman edip hicret edenler, Allah yolunda cihad edenler, barındıranlar ve yardım edenler; işte onlar, gerçek mü´minlerdir. Onlar için mağfiret ve cömertçe verilmiş rızıklar vardır"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sonra iman edip de hicret edenler ve sizinle birlikte savaşanlar; işte onlar sizdendir. Hısımlar, Allah´ın kitabına göre birbirine daha yakındırlar. Muhakkak ki Allah, her şeyi bilendir"}]}