{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha Meem"},{"SurahNumber":41,"VerseNumber":2,"Text":"revelations have come down to you from the Merciful-to-All, the Mercy Giver"},{"SurahNumber":41,"VerseNumber":3,"Text":"a Book whose verses have been made clear, an Arabic Qur'an for people who know"},{"SurahNumber":41,"VerseNumber":4,"Text":"giving good news and warning. Yet, most of them turn away, so they do not hear"},{"SurahNumber":41,"VerseNumber":5,"Text":"and they say, \"There is a barrier between our hearts and what you call us to, and there is heaviness in our ears. There is a curtain between us and you. So do whatever you want, and so shall we"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say, \"I am only a human like you. It has been revealed to me that your god is but One God. So be upright towards Him, and seek His forgiveness.\" How terrible it is for the idolaters"},{"SurahNumber":41,"VerseNumber":7,"Text":"those who do not give the purifying alms and refuse to believe in the Hereafter"},{"SurahNumber":41,"VerseNumber":8,"Text":"Those who believe and do good deeds will have an endless reward"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say, \"Do you deny the One who created the earth in two days, and attribute equals to Him? That is the Lord of the worlds"},{"SurahNumber":41,"VerseNumber":10,"Text":"He placed firm mountains over it, and He blessed it and apportioned its provisions to all who would seek them, [all] in four days"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He turned to the Heaven while it was smoke and said to it and to the earth, \"Come willingly or unwillingly.\" They said, \"We come willingly"},{"SurahNumber":41,"VerseNumber":12,"Text":"He decreed that they are seven heavens in two days, and He revealed to each its mandate. And We decorated the lower heaven with lanterns and protection. Such is the design of the Almighty, the All-Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"If they turn away, say, \"I have warned you of a thunderbolt like the one which struck Aad and Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"when their messengers came to them from all around them, saying \"Do not worship anyone but God.\" They said, \"Had our Lord willed, He would have sent down angels; therefore, we reject the message with which you were sent"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for Aad, they were arrogant in the land, opposed justice, and said, \"Who could have a power greater than ours?\" Did they not see that God who created them is more powerful than they? But they continued to reject Our signs"},{"SurahNumber":41,"VerseNumber":16,"Text":"so We sent a screaming wind upon them for a few miserable days to make them taste the punishment of disgrace in this worldly life; but the punishment of the Hereafter will be more humiliating, and they will not be helped"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them, just as they deserved"},{"SurahNumber":41,"VerseNumber":18,"Text":"And We saved those who believed and were mindful of God"},{"SurahNumber":41,"VerseNumber":19,"Text":"On the Day when God's enemies will be herded to the Fire, driven in rows"},{"SurahNumber":41,"VerseNumber":20,"Text":"until, when they have reached it, their hearing, their sight and their skins will testify against them concerning what they were doing"},{"SurahNumber":41,"VerseNumber":21,"Text":"They will ask their skins, \"Why did you testified against us?\" They will say, \"God, who gave speech to everything, has given us speech; it is He Who created you the first time, and to Him you will return"},{"SurahNumber":41,"VerseNumber":22,"Text":"You did not even try to conceal yourselves from your hearing or your sights or your skins to prevent them from testifying against you, but you assumed that God did not know much of what you were doing"},{"SurahNumber":41,"VerseNumber":23,"Text":"It is this thought which you assumed about your Lord that led you to ruin, so that you became doomed"},{"SurahNumber":41,"VerseNumber":24,"Text":"So [even] if they are patient, the Fire will be their home, and if they plead for a favor, none will be given them"},{"SurahNumber":41,"VerseNumber":25,"Text":"[for] We had assigned them companions, who made what is before them and what was behind them seem alluring. But the sentence has already been passed against them, together with generations of jinn and men before them: they were doomed"},{"SurahNumber":41,"VerseNumber":26,"Text":"The unbelievers say, \"Do not listen to this Qur'an but talk over it, so that you may prevail"},{"SurahNumber":41,"VerseNumber":27,"Text":"But We will surely cause the unbelievers to taste a severe punishment, and We will reward them according to the worst of their deeds"},{"SurahNumber":41,"VerseNumber":28,"Text":"Such is the repayment of God's enemies, the Fire, where they will have their permanent home as payment for having disregarded Our revelations"},{"SurahNumber":41,"VerseNumber":29,"Text":"The unbelievers will say, \"Our Lord, show us those jinn and men who misled us; we will trample them under our feet so that they become the lowest of the low"},{"SurahNumber":41,"VerseNumber":30,"Text":"Those who say, \"Our Lord is God,\" and then stay on the right course, on them the angels will descend on them and say, \"Do not fear or grieve, but [rather] rejoice in the news of Paradise, which you have been promised"},{"SurahNumber":41,"VerseNumber":31,"Text":"we are your allies in this life and in the Hereafter, where you will have whatever your souls desire, and you will have whatever you wish"},{"SurahNumber":41,"VerseNumber":32,"Text":"as a welcoming gift from the Most Forgiving, the Mercy Giver"},{"SurahNumber":41,"VerseNumber":33,"Text":"Who speaks better than someone who calls people to God, does good deeds, and says, \"I am among those who submit to God"},{"SurahNumber":41,"VerseNumber":34,"Text":"Good and evil are never equal. Repel evil with good, and your enemy will become like an intimate friend"},{"SurahNumber":41,"VerseNumber":35,"Text":"But, none will attain it except those who are steadfast in patience, and none will attain it except the very fortunate"},{"SurahNumber":41,"VerseNumber":36,"Text":"And when a temptation from Satan provokes you, seek refuge in God; He is the All-Hearing and the All-knowing"},{"SurahNumber":41,"VerseNumber":37,"Text":"Among His signs are the night, the day, the sun and the moon. Do not bow down in worship to the sun, nor to the moon, but bow down to God, Who created them, if it is Him that you worship"},{"SurahNumber":41,"VerseNumber":38,"Text":"But if they respond arrogantly, [it matters not] for those who are near your Lord praise His limitless glory by night and by day, and never grow tired"},{"SurahNumber":41,"VerseNumber":39,"Text":"Another of His signs is that you see the earth humbly desolate, but when We send down rain on it, it quivers and swells. He who revived it will revive the dead. He has power over all things"},{"SurahNumber":41,"VerseNumber":40,"Text":"Those who distort Our verses are not hidden from Us. Does he who is thrown into the Fire fare better than he who will arrive securely on the Day of Resurrection? Do what you want; He Sees everything you do"},{"SurahNumber":41,"VerseNumber":41,"Text":"Those who reject this Reminder after it has come to them [are losers], as it is a mighty Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"that falsehood cannot approach neither openly or secretly, [one] sent down from the All-Wise and Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nothing has been said to you [Prophet] that was not said to the messengers before you. Your Lord is a Lord of Forgiveness, but also of painful punishment"},{"SurahNumber":41,"VerseNumber":44,"Text":"Had We made it a Qur'an in a foreign language, they would have said, \"If only its verses were made clear.\" What? A [book in a] foreign language to an Arab?\" Say, \"It is guidance and healing for those who believe, but for those who do not believe, it is heaviness in their ears, and it is blindness for them, as if they were being called from a distant place"},{"SurahNumber":41,"VerseNumber":45,"Text":"We gave Moses the Book, but there was disagreement about it, and had it not for a prior decree from your Lord, their differences would already have been settled. But they are still suspicious and in doubt about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever does good works, does so for his own soul; and whoever does evil, does so to its detriment. Your Lord is never unjust to His worshipers"},{"SurahNumber":41,"VerseNumber":47,"Text":"Knowledge of the Hour belongs solely to him; no fruit emerges from its husk nor does a female conceive or give birth without His knowledge. On the Day when He calls out to them, \"Where are My associates?\" They will then say, \"We admit to You, none of us witnessed any"},{"SurahNumber":41,"VerseNumber":48,"Text":"What they used to pray to before will forsake them, and they will realize that they have no escape"},{"SurahNumber":41,"VerseNumber":49,"Text":"A human being never tires of praying for good things; but when hard times afflict him, he despairs and loses hope"},{"SurahNumber":41,"VerseNumber":50,"Text":"And if We let him taste mercy from Us, after hard times have afflicted him, he will say, \"This is my due, and I do not think the Hour [of Judgment] is going to come; but even if I were to be returned to my Lord, I will [surely] have the very best reward from Him.\" But We will inform the unbelievers of what they did, and We will make them taste an awful punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"And whenever We're gracious to a human being, he turns away and distances himself, but when hard times touch him, he starts endless prayers"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say, \"What if this revelation is truly from God, and you are rejecting it? Who is more misguided than he who is cutoff and alienated [from God]"},{"SurahNumber":41,"VerseNumber":53,"Text":"We will show them Our signs on the horizons and in themselves, until it is clear to them that this is the Truth. Is it not sufficient that your Lord is a Witness over all things"},{"SurahNumber":41,"VerseNumber":54,"Text":"Surely, they are in doubt about meeting their Lord. Surely, He encompasses everything"}]}