{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Taa Haa"},{"SurahNumber":20,"VerseNumber":2,"Text":"We have not sent down the Quran to you, to distress to you, cause"},{"SurahNumber":20,"VerseNumber":3,"Text":"but (it is sent down as) a reminder for him who fears"},{"SurahNumber":20,"VerseNumber":4,"Text":"sent down from Him Who created the earth and the high skies"},{"SurahNumber":20,"VerseNumber":5,"Text":"the Beneficent (God), Who is established on the throne (of the universe)"},{"SurahNumber":20,"VerseNumber":6,"Text":"Whatever is in the skies and whatever is in the earth is His and (also) that which is between these two and that which is beneath the moist soil"},{"SurahNumber":20,"VerseNumber":7,"Text":"And whether (or not) you are loud in your speech, He certainly knows the secret and that which is yet more hidden"},{"SurahNumber":20,"VerseNumber":8,"Text":"God, there is no god but He, His are the best names"},{"SurahNumber":20,"VerseNumber":9,"Text":"And has the story of Moses come to you"},{"SurahNumber":20,"VerseNumber":10,"Text":"when he saw a fire and said to his family, \"(You all) wait, I perceive a fire, perhaps I may come to you with a burning brand from it or find guidance at the fire"},{"SurahNumber":20,"VerseNumber":11,"Text":"So when he came to it, he was called, \"O Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"I am your Lord, so take off your shoes, you are in the holy valley Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"And I have chosen you so listen to that which is being communicated"},{"SurahNumber":20,"VerseNumber":14,"Text":"I am God, there is no god except Me, so serve Me and establish worship (salat) for My remembrance"},{"SurahNumber":20,"VerseNumber":15,"Text":"The hour of doom is certainly coming, I intend to keep it hidden, so that every soul may be rewarded according to the effort it puts in"},{"SurahNumber":20,"VerseNumber":16,"Text":"So do not let him who does not believe in it and follows his own desire, turn you away from it, lest you perish"},{"SurahNumber":20,"VerseNumber":17,"Text":"And what is that in your right hand O Moses"},{"SurahNumber":20,"VerseNumber":18,"Text":"He said \"This is my staff, I recline on it and I beat down the leaves with it for my sheep and there are other uses in it for me"},{"SurahNumber":20,"VerseNumber":19,"Text":"He said, \"Throw it down O Moses"},{"SurahNumber":20,"VerseNumber":20,"Text":"So when he threw it down it became a moving snake"},{"SurahNumber":20,"VerseNumber":21,"Text":"He said, \"Catch it and do not fear, We will return it to its original condition"},{"SurahNumber":20,"VerseNumber":22,"Text":"And put your hand under your armpit it will come out white without (any) harm, another sign"},{"SurahNumber":20,"VerseNumber":23,"Text":"that We may show you (some) of Our great signs"},{"SurahNumber":20,"VerseNumber":24,"Text":"Go to Pharaoh, he has certainly rebelled.\" (R)"},{"SurahNumber":20,"VerseNumber":25,"Text":"He said, \"My Lord expand for me my bosom"},{"SurahNumber":20,"VerseNumber":26,"Text":"and make easy for me my affair"},{"SurahNumber":20,"VerseNumber":27,"Text":"and loose the knot from my tongue"},{"SurahNumber":20,"VerseNumber":28,"Text":"(so that) they should understand what I say"},{"SurahNumber":20,"VerseNumber":29,"Text":"and appoint for me a minister from my family (to help me)"},{"SurahNumber":20,"VerseNumber":30,"Text":"Aaron my brother"},{"SurahNumber":20,"VerseNumber":31,"Text":"and strengthen through him my back"},{"SurahNumber":20,"VerseNumber":32,"Text":"and make him my partner in my affair"},{"SurahNumber":20,"VerseNumber":33,"Text":"that we may glorify You much"},{"SurahNumber":20,"VerseNumber":34,"Text":"and remember (or mention) You much"},{"SurahNumber":20,"VerseNumber":35,"Text":"You certainly see us"},{"SurahNumber":20,"VerseNumber":36,"Text":"He said, \"You are granted your request, O Moses"},{"SurahNumber":20,"VerseNumber":37,"Text":"And We had bestowed a favour on you another time (earlier)"},{"SurahNumber":20,"VerseNumber":38,"Text":"when We had communicated to your mother that which was communicated"},{"SurahNumber":20,"VerseNumber":39,"Text":"that (she) should put him (Moses) in a box and put the box in the river, then the river will cast him on the bank, (then) he will be taken by one who is an enemy to Me and an enemy to him. And I cast on you love from Me, so that you might be brought up before My eye"},{"SurahNumber":20,"VerseNumber":40,"Text":"When your sister went and said: shall I direct you to one who will take charge of him? Thus We returned you to your mother that her eye might be cooled and (that) she might not grieve. And you killed a man but We delivered you from the distress and We tried you (with a) trial, then you stayed for years among the people of Midian, then you came here according to (My) programme, O Moses. to (My) programme, O Moses"},{"SurahNumber":20,"VerseNumber":41,"Text":"And I have trained you for Myself"},{"SurahNumber":20,"VerseNumber":42,"Text":"You and your brother go with my signs and do not slacken in remembering (or mentioning) Me"},{"SurahNumber":20,"VerseNumber":43,"Text":"Both go to Pharaoh, he has certainly rebelled"},{"SurahNumber":20,"VerseNumber":44,"Text":"but speak to him a gentle word, perhaps he may be mindful or fear"},{"SurahNumber":20,"VerseNumber":45,"Text":"They said, \"Our Lord! we fear that he may hasten (to do evil) to us or that he may rebel (against our message)"},{"SurahNumber":20,"VerseNumber":46,"Text":"He said, \"Do not fear, I am certainly there with both of you, I do hear and see"},{"SurahNumber":20,"VerseNumber":47,"Text":"So go both of you to him and say: We are messengers of your Lord so send the children of Israel with us and do not punish them, we have come to you with a sign from your Lord, and peace will be on him who follows the guidance"},{"SurahNumber":20,"VerseNumber":48,"Text":"It has been communicated to us that punishment (will be inflicted) on him who denies and turns away"},{"SurahNumber":20,"VerseNumber":49,"Text":"He (Pharaoh) said, \"So who is the Lord of you two, O Moses"},{"SurahNumber":20,"VerseNumber":50,"Text":"He said, \"Our Lord is He Who gave to everything its creation (or character), then guided (it)"},{"SurahNumber":20,"VerseNumber":51,"Text":"He said, \"Then what is the condition of earlier generations"},{"SurahNumber":20,"VerseNumber":52,"Text":"He said, \"The knowledge of that is in a record with my Lord. My Lord neither errs nor forgets"},{"SurahNumber":20,"VerseNumber":53,"Text":"He (it is) Who has made the earth habitable for you, and made roads for you therein, and sent down water from the sky then We brought out through it various kinds of vegetation"},{"SurahNumber":20,"VerseNumber":54,"Text":"(so that you may) eat and feed your cattle, certainly there are signs in that for possessors of sense"},{"SurahNumber":20,"VerseNumber":55,"Text":"From the (earth) We created you and into it We will return you and from it We will bring you out a second time"},{"SurahNumber":20,"VerseNumber":56,"Text":"And We showed him (Pharaoh) all Our signs but he denied and refused"},{"SurahNumber":20,"VerseNumber":57,"Text":"He said, \"Have you come to drive us out from our land through your magic, O Moses"},{"SurahNumber":20,"VerseNumber":58,"Text":"So we too will definitely produce before you magic similar to it, therefore let there be an appointment between us and you which we shall not break, neither we nor you, at a (neutral) place (where both have) equal (opportunity of victory)"},{"SurahNumber":20,"VerseNumber":59,"Text":"He said, \"Your appointment is on the day of adornment (festival) and let the people gather (before) noon"},{"SurahNumber":20,"VerseNumber":60,"Text":"So Pharaoh went away and brought together (all magicians and made arrangements for) his plan, then came (back)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses said to them, \"Sorrowful is your state, do not forge a lie against God lest He destroy you by punishment, and one who forges (a lie) surely fails"},{"SurahNumber":20,"VerseNumber":62,"Text":"So they disputed among themselves about their affair but kept their talk secret"},{"SurahNumber":20,"VerseNumber":63,"Text":"They said, \"These two are surely magicians who intend to drive you out of your land by their magic and do away with your exemplary traditions"},{"SurahNumber":20,"VerseNumber":64,"Text":"So collectively decide (about) your plan, then come in ranks, so one who is uppermost this day will indeed be successful"},{"SurahNumber":20,"VerseNumber":65,"Text":"They said, \"O Moses! will you throw or shall we be the first to throw"},{"SurahNumber":20,"VerseNumber":66,"Text":"He said, \"No! you throw.\" So when (they threw), their ropes and their rods appeared to him, due to their magic, as if they were in motion"},{"SurahNumber":20,"VerseNumber":67,"Text":"So Moses conceived a fear in his mind"},{"SurahNumber":20,"VerseNumber":68,"Text":"We said, \"Do not fear, you will certainly be uppermost"},{"SurahNumber":20,"VerseNumber":69,"Text":"and throw that which is in your right hand, it will swallow that which they have made. (What) they have made is only a magician's plot and the magician will not be successful wherever he goes"},{"SurahNumber":20,"VerseNumber":70,"Text":"So the magicians were thrown bowing down, saying, \"We believe in the Lord of Aaron and Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"He (Pharaoh) said, \"You believe in him before I give you permission? He (Moses) is certainly a great (expert) among you all who has taught you the magic. So I will definitely cut off your hands and your feet from opposite sides and I will definitely crucify you on the trunks of the palm trees, and you will definitely know which of us has more severe and more lasting punishment"},{"SurahNumber":20,"VerseNumber":72,"Text":"They said, \"We will never prefer you to what has come to us of the clear proofs and to Him Who initiated our creation. So decide whatever you (wish to) decide, you can decide only about the life of this world"},{"SurahNumber":20,"VerseNumber":73,"Text":"We certainly believe in our Lord, (and hope) that He will protectively forgive us our faults and the magic to which you compelled us, and God is the Best and One Who remains for ever"},{"SurahNumber":20,"VerseNumber":74,"Text":"Whoever comes to his Lord as a criminal, then for him, certainly there is hell, he will neither die therein nor live"},{"SurahNumber":20,"VerseNumber":75,"Text":"And whoever comes to Him as a believer having done righteous works, then those are the persons for whom there are high ranks"},{"SurahNumber":20,"VerseNumber":76,"Text":"gardens of everlasting bliss, beneath which rivers flow, they will stay therein and that is the reward of him who purifies (himself). (R)"},{"SurahNumber":20,"VerseNumber":77,"Text":"And We communicated to Moses that (you should) travel by night with My servants, then strike a dry path for them in the sea, neither fearing to be overtaken nor being afraid"},{"SurahNumber":20,"VerseNumber":78,"Text":"Then Pharaoh followed them with his forces but there covered them from the flowing water, that which covered them (when the stationary sea started to flow)"},{"SurahNumber":20,"VerseNumber":79,"Text":"So Pharaoh led his people astray and he did not guide (them a right)"},{"SurahNumber":20,"VerseNumber":80,"Text":"O children of Israel! We delivered you from your enemy and We made a promise with you on the right (hand) side of the Mount Toor and We sent down on you manna and quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"Eat from the good things which We have provided for you and do not transgress therein lest My anger come down upon you, and he on whom My anger comes down, he will indeed perish"},{"SurahNumber":20,"VerseNumber":82,"Text":"And I am certainly Protectively Forgiving for him who repents and believes and does righteous work (and is) then guided"},{"SurahNumber":20,"VerseNumber":83,"Text":"(It was asked), “And what has made you to hasten in advance of your people, O Moses?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"He said, “ They are close on my footsteps and I hastened to You my Lord, to please You.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"He said, \"And We have tested your people after you (left them) and Samiri has misled them"},{"SurahNumber":20,"VerseNumber":86,"Text":"So Moses returned to his people angry and (in) grief. He said, \"O my people! did your Lord not promise you a good promise? Then, did the (time of) agreement appear long to you? Or did you intend that the anger of your Lord should come down upon you (and) therefore you went against your agreement made with me"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said, \"We did not go against (our) agreement with you on our own accord but we were made to carry the burdens of the ornaments of the people, so we put them (in the fire) because Samiri had put (the suggestion) like this"},{"SurahNumber":20,"VerseNumber":88,"Text":"Then he took out for them a body of a calf, it had a hollow sound, then he said, \"This is your god and the god of Moses, but he forgot"},{"SurahNumber":20,"VerseNumber":89,"Text":"Then could they not see, that it did not return to them (even) a word (in reply) and it had no control on harming or benefiting them? (R)"},{"SurahNumber":20,"VerseNumber":90,"Text":"And Aaron had indeed said to them earlier, \"O my people! you are only being tested through it and your Lord is certainly the Beneficent (God), so follow me and obey my order"},{"SurahNumber":20,"VerseNumber":91,"Text":"They said, \"We will not give up sticking to its (worship) till Moses returns to us"},{"SurahNumber":20,"VerseNumber":92,"Text":"He (Moses) said, \"O Aaron! what prevented you, when you saw them going astray"},{"SurahNumber":20,"VerseNumber":93,"Text":"that you did not follow me, did you then disobey my order"},{"SurahNumber":20,"VerseNumber":94,"Text":"He said, \"O son of my mother! do not catch me by my beard nor by my head, I feared lest you should say: you have caused a division among the children of Israel and did not wait for my word"},{"SurahNumber":20,"VerseNumber":95,"Text":"He said, \"So what was your affair O Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"He said, \"I saw that, which they did not see, so I took a handful from the footstep of the messenger then I threw it and thus did my soul incline me (to do)"},{"SurahNumber":20,"VerseNumber":97,"Text":"He said, \"Then go away, and in this life (it will) certainly (be incumbent) on you to say: do not touch me. And (this is) certainly a promise for you against which you can never go. And look at your god to whose (worship) you were sticking, we will definitely burn it, then we will definitely uproot it disintegrating it in the river"},{"SurahNumber":20,"VerseNumber":98,"Text":"Your God is only God, other than Whom there is no god, (His) knowledge extends over everything"},{"SurahNumber":20,"VerseNumber":99,"Text":"Thus do We narrate to you (some) of the news of what happened before. And We have given you a reminder from Us"},{"SurahNumber":20,"VerseNumber":100,"Text":"one who turns away from it, then he will carry a burden on the day of resurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"staying under it, and it will be an evil (burden) for them to carry on the day of resurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"the day it will be blown into the trumpet (structure of the universe), and We will gather the criminals blind on that day"},{"SurahNumber":20,"VerseNumber":103,"Text":"whispering among themselves, ''You did not stay but (for) ten (days)"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best that which they talk about, when the best of them in tradition (following sequence of events) will say, \"You did not stay but (for) a day.\" (R)"},{"SurahNumber":20,"VerseNumber":105,"Text":"And they ask you about the mountains, so say, \"My Lord will uproot them (to result in) a disintegration"},{"SurahNumber":20,"VerseNumber":106,"Text":"so that He will leave them as a leveled expanse"},{"SurahNumber":20,"VerseNumber":107,"Text":"You will see neither any crookedness nor unevenness"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that day they will all follow the announcer, there will be no crookedness (in responding) to him, and voices will humble before the Beneficent (God), so that you will not hear anything except a faint sound"},{"SurahNumber":20,"VerseNumber":109,"Text":"On that day mediation will not be profitable except of him whom the Beneficent (God) permits, and with whose word He is pleased"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows that which is before them and that which is behind them but they cannot encompass it in(their) knowledge"},{"SurahNumber":20,"VerseNumber":111,"Text":"And faces will humble before the Living, the Eternally Existing and he who carries (the burden of) injustice would indeed fail"},{"SurahNumber":20,"VerseNumber":112,"Text":"And whoever does works of righteousness while he is a believer, then he will have neither the fear of injustice nor of getting lesser than what is due to him"},{"SurahNumber":20,"VerseNumber":113,"Text":"And thus We have sent it down an Arabic Quran and We have repeated in it (some) of the threats that they may guard (against evil) or (that) it may serve them as a reminder"},{"SurahNumber":20,"VerseNumber":114,"Text":"So Highly Exalted is God the Real King. And do not be in haste with the Quran before its communication to you is completed, and say, \"My Lord! increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And We had indeed made an agreement with Adam earlier but he forgot, and We did not find determination in him. (R)"},{"SurahNumber":20,"VerseNumber":116,"Text":"And when We said to the angels, \"Bow down to Adam,\" they (all) bowed down, except Iblis, he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"Then We said, \"O Adam! this is certainly an enemy to you and your wife, so let him not drive you both out of the garden so that you face distress"},{"SurahNumber":20,"VerseNumber":118,"Text":"It is certainly (ordained) for you that you will neither be hungry therein nor naked"},{"SurahNumber":20,"VerseNumber":119,"Text":"and you will neither be thirsty therein nor be exposed to sun's rays, (because of plenty of food, drinks, clothes and the pleasant environment)"},{"SurahNumber":20,"VerseNumber":120,"Text":"But the devil whispered to him saying. \"O Adam! shall I lead you to the tree of eternity and a kingdom that has no downfall"},{"SurahNumber":20,"VerseNumber":121,"Text":"So they both ate from it, consequently their shame became manifest to them and they both began to cover themselves with the leaves of the garden, and Adam disobeyed his Lord therefore he went astray"},{"SurahNumber":20,"VerseNumber":122,"Text":"Then his Lord chose him and turned to him (mercifully) and guided him"},{"SurahNumber":20,"VerseNumber":123,"Text":"He said, \"Go down from here both of you together, some of you (will be) enemies of others, but when guidance comes to you from Me, then whoever follows My guidance, he will neither go astray nor face distress"},{"SurahNumber":20,"VerseNumber":124,"Text":"And whoever turns away from My reminder, then his life will certainly be miserable and We will raise him blind on the day of resurrection"},{"SurahNumber":20,"VerseNumber":125,"Text":"He will say, \"My Lord! why did you raise me blind when I was one with sight (in the life of the world)"},{"SurahNumber":20,"VerseNumber":126,"Text":"He will say, \"Thus Our signs came to you but you forgot them, therefore in a similar manner, you are forgotten this day"},{"SurahNumber":20,"VerseNumber":127,"Text":"And thus do We reward one who exceeds the limits and does not believe in the signs of his Lord and the punishment of the hereafter is more severe and more lasting"},{"SurahNumber":20,"VerseNumber":128,"Text":"Then does not (this fact serve as) guidance for them: how many of the generations, in whose dwelling places they walk, have We destroyed before them? Certainly in that there are signs for possessors of sense. (R)"},{"SurahNumber":20,"VerseNumber":129,"Text":"And had a statement not gone forth from your Lord and a term appointed, the (punishment) would have become inevitable (on them)"},{"SurahNumber":20,"VerseNumber":130,"Text":"So be patient on what they say and glorify your Lord by praising Him before the rising of the sun and before its setting, and during hours of night (too) glorify (Him), and (also) at the two ends of the day, that you may be pleased"},{"SurahNumber":20,"VerseNumber":131,"Text":"And do not stretch your eyes towards that with which We have made some classes of them to enjoy. (It is) a splendor of the life of this world that We may test them thereby, and the provision of your Lord is the best and more lasting"},{"SurahNumber":20,"VerseNumber":132,"Text":"And enjoin worship (salat) on your people and be constant therein. We do not ask you for provision, We provide for you. And the consequence of guarding (against evil, is good)"},{"SurahNumber":20,"VerseNumber":133,"Text":"And they say, \"Why does he not bring to us a sign from his Lord?\" Has a clear proof not come to them through that which was there in previous books"},{"SurahNumber":20,"VerseNumber":134,"Text":"And had We destroyed them with punishment before (sending) him, they would have said, \"Our Lord! before we were humbled and disgraced, why did you not send to us a messenger, so that we could have followed Your signs (orders).”"},{"SurahNumber":20,"VerseNumber":135,"Text":"Say, \"Everyone is waiting, so you (too) wait, and you will come to know who thecompanions of the balanced path are, and who is (rightly) guided"}]}