{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":1,"Text":"All praise is due to Allah, Who sent down the Book to His devotee and made it flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"That shall remain immutable and straight so that it might warn them of severe punishment from Him and give good news to the believers, who do good deeds, that they shall have a good reward (Paradise)"},{"SurahNumber":18,"VerseNumber":3,"Text":"They (the believers) shall stay therein for ever"},{"SurahNumber":18,"VerseNumber":4,"Text":"And warn those who say, \"Allah has a son"},{"SurahNumber":18,"VerseNumber":5,"Text":"They know nothing of it, nor did their fathers know. A grave word it is that comes out of their mouths! They speak nothing but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Then maybe you (Prophet) will kill yourself with grief, on their account, if they do not believe in this Pronouncement (Qur'aan)"},{"SurahNumber":18,"VerseNumber":7,"Text":"We have indeed made whatever is on the earth as an adornment for it, and We put them on trial to see which of them do good deeds"},{"SurahNumber":18,"VerseNumber":8,"Text":"And We will indeed turn everything thereon into barren soil"},{"SurahNumber":18,"VerseNumber":9,"Text":"Did you perchance consider the Men of the Cave and the story about them as among Our extraordinary signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the youths sought refuge in the cave, they said, \"Our Lord! Grant us mercy from Thee, and facilitate for us the right course in our affair"},{"SurahNumber":18,"VerseNumber":11,"Text":"So We put a seal on their ears for a number of years in the cave"},{"SurahNumber":18,"VerseNumber":12,"Text":"Then We raised them up to see which of the two groups was best able to compute the time they had remained there in their unconscious state"},{"SurahNumber":18,"VerseNumber":13,"Text":"We relate to you their story in truth. They were indeed youths who believed in their Lord and We favoured them with more guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"And We strengthened their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. We pray not to any god besides Him; for, then, certainly, we would have uttered an abominable thing"},{"SurahNumber":18,"VerseNumber":15,"Text":"These, our people, have taken gods besides Him! Why do they not produce any clear evidence in their support? Is there, then, anyone committing a greater wrong than one who concocts a lie against Allah"},{"SurahNumber":18,"VerseNumber":16,"Text":"And when you leave them and what they worship besides Allah, go to the cave for refuge. Your Lord will extend His mercy to you and facilitate ease in your affair"},{"SurahNumber":18,"VerseNumber":17,"Text":"And you would see the sun bypass their cave, as it rose in the morning on the right; and as it declined in the afternoon on the left, it would pass them by while they lay in the spacious space in the cave. This is one of the signs of Allah. The one whom Allah guides, is the one rightly guided, and the one whom He misleads, you shall not find for that one any wali to direct him to the right path"},{"SurahNumber":18,"VerseNumber":18,"Text":"And you might think them awake, but they were asleep. And We made them turn to the right side and to the left, and their dog squatted on its outstretched forelegs at the entrance. Had you come upon them you would certainly have run away from them, and you would certainly have been overwhelmed with fear of them"},{"SurahNumber":18,"VerseNumber":19,"Text":"And so We roused them to make enquiries among themselves. One of them asked, \"How long have you been here?\" They said, \"We have been here for a day or less than a day.\" Some said, \"Your Lord alone knows how long you have been. Now send one of you with this silver coin of yours to the city, and let him find and bring some good food for you. And let him ensure that none comes to know about you"},{"SurahNumber":18,"VerseNumber":20,"Text":"For indeed if they should find you out, they would stone you to death or force you back into their religion. And, then, you will never get salvation"},{"SurahNumber":18,"VerseNumber":21,"Text":"And thus We made people to stumble upon them (the Men of the Cave) that they (people) might know — when they quarrelled among themselves in their affair — that Allah's promise is true and that there is no doubt about the Hour. And they (the people who came to know the story of the Men of the Cave) said, \"Erect a monument over them.\" Their Lord is well aware of them. Those who had authority over people's affairs said, \"We will certainly raise a place of worship over them"},{"SurahNumber":18,"VerseNumber":22,"Text":"Some of the people would later say, \"They (the Men of the Cave) were three, the fourth being their dog.\" and some others would say, \"Five, the sixth being their dog,\" making conjectures about what is unknown. And still others would say, \"Seven, and the eighth was their dog.\" Say, \"My Lord knows their number. None but a few know it. So argue not about them except for what you do know, and make no enquiries concerning them with any of the people"},{"SurahNumber":18,"VerseNumber":23,"Text":"And never say about anything, \"I will indeed do it tomorrow"},{"SurahNumber":18,"VerseNumber":24,"Text":"Without adding, \"If Allah pleases.\" And remember your Lord when you forget and say, \"Maybe my Lord will guide me to better conduct than this"},{"SurahNumber":18,"VerseNumber":25,"Text":"And they remained in their cave for three hundred years and some add nine to the number"},{"SurahNumber":18,"VerseNumber":26,"Text":"Say, \"Allah knows how long they remained. To Him belong secrets of the heavens and the earth. HE sees them and He hears! There is no walih for them besides Him, and He does not share His Sovereignty with any one"},{"SurahNumber":18,"VerseNumber":27,"Text":"And recite what has been revealed to you of the Book of your Lord! There is none who can alter His words. And you shall find no provider of shelter besides Him"},{"SurahNumber":18,"VerseNumber":28,"Text":"And be yourself patient with those who pray to their Lord, morning and evening, desiring His good pleasure. And let not your eyes stray away from them, desiring glamour of life in this world. And follow not him whose heart We have made neglectful to Our remembrance and who follows his carnal desires and is reckless in his deeds"},{"SurahNumber":18,"VerseNumber":29,"Text":"And say, \"This is the truth from your Lord. So he who wants to, let him believe, and he who wants to, let him suppress the Truth.\" We have indeed prepared for those who indulge in wrong-doing a fire, the flames of which shall encompass them. And if they cry for help, they shall be given water like molten brass which will scald their faces. What a miserable drink and what a miserable resting-place"},{"SurahNumber":18,"VerseNumber":30,"Text":"We shall indeed not let the reward, of those who believe and do good, go waste"},{"SurahNumber":18,"VerseNumber":31,"Text":"These it is for whom are gardens of perpetuity beneath which rivers flow. Reclined comfortably on decorated couches, they will be adorned therein with bracelets of gold, and they will wear green robes of fine silk and heavy brocade. What an excellent reward and how beautiful a resting place"},{"SurahNumber":18,"VerseNumber":32,"Text":"And tell them the parable of two men. For one of them We made two gardens of grape vines, and We bordered them both with date-palms. And between the two gardens We made cornfields"},{"SurahNumber":18,"VerseNumber":33,"Text":"Each of the gardens yielded its fruits, and nothing went wrong therein. And We caused a spring to gush forth in their midst"},{"SurahNumber":18,"VerseNumber":34,"Text":"And he had good yield. So he said to his companion in a conversation with him, \"I have more wealth than you, and I command greater respect among the people"},{"SurahNumber":18,"VerseNumber":35,"Text":"And he entered his garden; and he was unfair to himself. He said, \"I do not think that this will ever perish"},{"SurahNumber":18,"VerseNumber":36,"Text":"And I do not think the Hour will ever occur. And even if I am returned to my Lord I will certainly find there a better place than this"},{"SurahNumber":18,"VerseNumber":37,"Text":"His companion answered, \"Do you deny Him Who created you from dust, then from a tiny seed of fertilized ovum and then shaped you into a man"},{"SurahNumber":18,"VerseNumber":38,"Text":"But as for me, He, Allah, is my Lord, and I do not associate anyone with my Lord"},{"SurahNumber":18,"VerseNumber":39,"Text":"And why did you not say when you entered your garden that it is as Allah has willed and that there is no power but with Allah? If you see me inferior to you in wealth and children"},{"SurahNumber":18,"VerseNumber":40,"Text":"Then maybe my Lord will give me something better than your garden, and send a thunderbolt from heaven on your garden so that it shall become just a barren land"},{"SurahNumber":18,"VerseNumber":41,"Text":"Or its waters should sink deep into the ground so that you are unable to find it"},{"SurahNumber":18,"VerseNumber":42,"Text":"And the yield of his gardens was caught in a disastrous wave of destruction. And he started wringing his hands for his investments therein, which had turned upside down. And he said, \"Alas! I should not have associated anyone with my Lord"},{"SurahNumber":18,"VerseNumber":43,"Text":"And he had no manpower to help him besides Allah, nor could he help himself"},{"SurahNumber":18,"VerseNumber":44,"Text":"There! Allah is the only True Wali. He is best in giving rewards and the best to go to in the end"},{"SurahNumber":18,"VerseNumber":45,"Text":"And tell them that the life of this world is like water which We send down from the sky. Spring forth therewith all kinds of vegetation on the earth. Then it (vegetation) becomes dry and brittle and the winds scatter it. And Allah has the ability to do all things"},{"SurahNumber":18,"VerseNumber":46,"Text":"Wealth and children are but an adornment of the life of this world. And the abiding good deeds are better, for reward and hope, with your Lord"},{"SurahNumber":18,"VerseNumber":47,"Text":"And on the Day when We will cause the mountains to move away and you will see the barren earth, We will gather them and leave none of them behind"},{"SurahNumber":18,"VerseNumber":48,"Text":"And they shall be lined up before your Lord. \"Verily, you have come to Us in the state We created you at first. But you had thought that We had not fixed any appointment for you"},{"SurahNumber":18,"VerseNumber":49,"Text":"And the Book shall be produced. And you will see the sinners scared of its contents. And they will say, \"Oh, woe to us! What a book is this! It omits nothing, small or big, but mentions them all.\" And whatever they had done, they shall find it there. And your Lord causes no wrong to anyone"},{"SurahNumber":18,"VerseNumber":50,"Text":"And when We asked the angels to prostrate to Adam, they all did prostrate, but Iblees did not! e was a jinni, and he swerved from the commandment of his Lord. Would you then take him and his progeny, rather than Me, as awliya, and they are your enemies? What a miserable exchange for the wrongdoers"},{"SurahNumber":18,"VerseNumber":51,"Text":"I did not make them witness the creation of the heavens and the earth, nor of the creation of their own selves. And there was no question of my taking those who mislead as helping hands"},{"SurahNumber":18,"VerseNumber":52,"Text":"And on the Day when He shall say, \"Call those whom you considered to be My associates!\" So they shall call them, but they shall not respond to them. And We shall place a destructive barrier between them"},{"SurahNumber":18,"VerseNumber":53,"Text":"And the sinners shall see the Fire, and they shall know that they are going to fall into it. And they shall find no way out therefrom"},{"SurahNumber":18,"VerseNumber":54,"Text":"And We have certainly explained in this Quran, for the benefit of mankind, examples of every kind. And man is, in most things, quarrelsome"},{"SurahNumber":18,"VerseNumber":55,"Text":"And nothing prevents people from believing and asking forgiveness of their Lord — when the guidance has already come to them — except that what happened to the ancient peoples should overtake them or that the punishment should confront them"},{"SurahNumber":18,"VerseNumber":56,"Text":"And We do not send Messengers but as givers of good news and of warnings. And those who suppress the Truth resort to falsehoods that they may extinguish the truth thereby. And they hold My Verses/signs and warnings in ridicule"},{"SurahNumber":18,"VerseNumber":57,"Text":"And who is worse in wickness than he who is reminded of the Verses/signs of his Lord, but turns away therefrom and forgets what his two hands have sent before ? We have indeedh placed covers over their hearts, and deafness in their ears, lest they should understand it (Lord's Verses/signs). And if you call them to guidance, they will not follow it ever"},{"SurahNumber":18,"VerseNumber":58,"Text":"And your Lord is Forgiving, full of Mercy. Was He to catch them for what they earn, He would certainly have hastened the punishment for them. But there is an appointed time for them from which they shall find no escape"},{"SurahNumber":18,"VerseNumber":59,"Text":"And these towns We destroyed when they acted unjustly — We had fixed an appointed time for their destruction"},{"SurahNumber":18,"VerseNumber":60,"Text":"And when Moses said to the youth accompanying him, \"I will not stop until I reach the confluence of two rivers even if I have to continue this journey for a long time"},{"SurahNumber":18,"VerseNumber":61,"Text":"So when they reached the confluence, they forgot their fish, and it burrowed its way into the sea"},{"SurahNumber":18,"VerseNumber":62,"Text":"But when they had gone farther, he said to his young companion, \"Take out our breakfast. We have certainly met with fatigue in this journey of ours"},{"SurahNumber":18,"VerseNumber":63,"Text":"The youth said, \"You know when we took some rest on the rock, I forgot about the fish — and nothing but the Satan made me forget to tell you about it — when, strangely, it found its way into the river"},{"SurahNumber":18,"VerseNumber":64,"Text":"Moses said, \"That was the spot we had sought for!\" They then retraced their footsteps back to the spot"},{"SurahNumber":18,"VerseNumber":65,"Text":"There they found one of Our devotees. We had favoured him with mercy from Us and We had given him some knowledge from Us"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moses said to him, \"May I follow you so that you teach me of the right knowledge you have been taught"},{"SurahNumber":18,"VerseNumber":67,"Text":"He said, \"You can never have patience with me"},{"SurahNumber":18,"VerseNumber":68,"Text":"And how can you have patience in matters over which you do not have comprehensive knowledge"},{"SurahNumber":18,"VerseNumber":69,"Text":"He said, \"Allah willing, you shall find me patient and I shall not disobey you in any matter"},{"SurahNumber":18,"VerseNumber":70,"Text":"He said, \"If you would follow me, question me not about any thing until I myself speak to you about it"},{"SurahNumber":18,"VerseNumber":71,"Text":"And both of them went out on a journey. And there arose no problem between them until when they boarded a boat he (Moses' new companion) made a hole in it. Moses said, \"Have you made a hole in it to drown the people thereon? Certainly you have done a grave thing"},{"SurahNumber":18,"VerseNumber":72,"Text":"Moses' companion said, \"Did I not say that you will not be able to have patience with me"},{"SurahNumber":18,"VerseNumber":73,"Text":"Moses said, \"Hold me not responsible for a thing I forgot, and burden me not with difficulty in my affair"},{"SurahNumber":18,"VerseNumber":74,"Text":"And they both went on until, when they met a boy, he (Moses' companion) killed him. Moses said, \"Have you killed an innocent person otherwise than for manslaughter? Certainly you have done a condemnable thing"},{"SurahNumber":18,"VerseNumber":75,"Text":"Moses' companion said, \"Did I not tell you that you will not be able to have patience with me"},{"SurahNumber":18,"VerseNumber":76,"Text":"Moses said, \"If I ask you about anything after this, keep me not in your company. Verily, you shall have then an excuse, provided by me, for you to do so"},{"SurahNumber":18,"VerseNumber":77,"Text":"And they both went on until, when they came to a town, they requested its people to give them some food, but they refused to feed them as guests. They then found in it a wall which was about to collapse and Moses' companion set it right. Moses said, \"You could certainly have taken some wages for it"},{"SurahNumber":18,"VerseNumber":78,"Text":"Moses' companion said, \"This shall be the parting between me and you. I will now inform you of the true perspective of my actions over which you could not have patience"},{"SurahNumber":18,"VerseNumber":79,"Text":"As for the boat, it belonged to some poor men who worked on the river. And I wished to make it defective as there was, across them, a king who seized every boat by force"},{"SurahNumber":18,"VerseNumber":80,"Text":"And as for the boy, his parents were believers, and we feared lest he should trouble them with disobedience and ingratitude"},{"SurahNumber":18,"VerseNumber":81,"Text":"So we desired that their Lord would give them in his place a boy better than him in purity and more compassionate"},{"SurahNumber":18,"VerseNumber":82,"Text":"And as for the wall, it belonged to two orphaned boys in the city, and there was beneath it a treasure belonging to them, and their father was a righteous man. So your Lord desired that they should attain their maturity and take out their treasure as a mercy from your Lord. And I did not do it of my own accord. This is the true perspective of my actions over which you could not have patience"},{"SurahNumber":18,"VerseNumber":83,"Text":"And they ask you about Zulqarnain. Say, \"I will recite an account of him to you"},{"SurahNumber":18,"VerseNumber":84,"Text":"We did indeed give him authority on earth and means to pursue any thing he did"},{"SurahNumber":18,"VerseNumber":85,"Text":"So he followed a means"},{"SurahNumber":18,"VerseNumber":86,"Text":"And when he reached a place as the sun declined in the west, he found it declining on a oligotrophic spring. And he found a people living near it. We said, \"O Zulqarnain! Cause them to suffer or treat them well"},{"SurahNumber":18,"VerseNumber":87,"Text":"He said, \"We will punish only the one who is wicked. He shall then be returned to his Lord, and He will punish him with a severe punishment"},{"SurahNumber":18,"VerseNumber":88,"Text":"And as for him who believes and does good deeds, he shall have good reward, and We will make Our command easy for him"},{"SurahNumber":18,"VerseNumber":89,"Text":"Then he followed another means"},{"SurahNumber":18,"VerseNumber":90,"Text":"And when he reached a place as the sun rose in the East, he found it rise on a community to whom We had given no shelter therefrom"},{"SurahNumber":18,"VerseNumber":91,"Text":"And thus We had put a limit to the knowledge he (Zulqarnain) could have"},{"SurahNumber":18,"VerseNumber":92,"Text":"Then he followed yet another means"},{"SurahNumber":18,"VerseNumber":93,"Text":"And when he reached a place between two mountains, he found beyond these a people who could hardly understand a word"},{"SurahNumber":18,"VerseNumber":94,"Text":"They said, \"O Zulqarnain! Gog and Magog do indeed make mischief in this land. May we then give you expenses so that you raise a barrier between us and them"},{"SurahNumber":18,"VerseNumber":95,"Text":"Zulqarnain said, \"What my Lord has given me is better than what you would give me. So you assist me with labour only and I will construct an obstruction between you and them"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bring me iron sheets.\" And when he had filled up the gap between the two mountain sides, he said, \"Blow!\" And when he had turned it red hot, he said, \"Bring me molten brass to pour over it"},{"SurahNumber":18,"VerseNumber":97,"Text":"So they were not able to scale it nor could they breach it"},{"SurahNumber":18,"VerseNumber":98,"Text":"He said, \"This (construction of the barrier/gate) is a mercy from my Lord. But when the prophecy of my Lord comes to pass, He will level it to the ground, and the prophecy of my Lord has ever to come true"},{"SurahNumber":18,"VerseNumber":99,"Text":"And, one day, We shall let the different communities of mankind get mixed up with one another like waves.And then the trumpet will be blown, and We shall gather them all together"},{"SurahNumber":18,"VerseNumber":100,"Text":"And We shall present the Hell, that Day, for display before those who had suppressed the Truth"},{"SurahNumber":18,"VerseNumber":101,"Text":"— Those whose eyes had a cover against seeing My Reminder (Qur'aan) and who were unable to listen to it"},{"SurahNumber":18,"VerseNumber":102,"Text":"Do they then who suppress the Truth think that they can take My subjects as awliya, besides Me? We have indeed prepared Hell as the destination of those who suppress the Truth"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say, \"Shall We inform you who the greatest losers are in their deeds"},{"SurahNumber":18,"VerseNumber":104,"Text":"They are those whose efforts in the life of this world are misdirected and they think that they are doing good work"},{"SurahNumber":18,"VerseNumber":105,"Text":"Those are the people who suppress the Truth in the Verses/signs of their Lord and of the appointment with Him. So their deeds have become null and void. And so We will not assign any weightage to their deeds on the Day of Resurrection"},{"SurahNumber":18,"VerseNumber":106,"Text":"That Hell is their recompense because they suppressed the Truth and held My Verses/signs and My Messengers in ridicule"},{"SurahNumber":18,"VerseNumber":107,"Text":"For those who believe and do good deeds, their bestowal shall indeed be the gardens of paradise"},{"SurahNumber":18,"VerseNumber":108,"Text":"They will abide therein; they will never seek any transfer therefrom"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say, \"If the sea were ink for the words of my Lord, the sea would surely be exhausted before the words of my Lord are exhausted, though We were to bring the like of it (sea) in aid"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say, \"I am only a man like you. It is revealed to me that the Entity you should worship is One and Only. So, whoever hopes to meet his Lord, he should do good deeds, and worship none besides his Lord.\" h"}]}