{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"O besimtarë, mos nxitoni (të vendosni) para All-llahut dhe Profetit të Tij, dhe frikësohuni All-llahut! All-llahu me të vërtetë dëgjon dhe është shumë i dijshëm"},{"SurahNumber":49,"VerseNumber":2,"Text":"O besimtarë, mos ngritni zërin tuaj më lart se zëri i Profetit dhe me të mos bisedoni me zë të lartë, siç bisedoni, me zë, njëri me tjetrin, që të mos zhduken veprat tuaja e ju të mos e hetoni fare"},{"SurahNumber":49,"VerseNumber":3,"Text":"Ata që ulin zërat e tyre para profetit të All-llahut – e ata janë, zemrat e të cilëve All-llahu i ka kalitur në devotshmëri – vërtet i pret falja dhe shpërblim i madh"},{"SurahNumber":49,"VerseNumber":4,"Text":"Ata që të thërrasin prapa dhomave, shumica prej tyre nuk janë të mençur (s’kanë mendje për të kuptuar)"},{"SurahNumber":49,"VerseNumber":5,"Text":"Sikur ata të duronin deri sa ti të dilje vetë, do të ishte më mirë; megjithatë All-llahu fal dhe është shumë i mëshirshëm"},{"SurahNumber":49,"VerseNumber":6,"Text":"O besimtarë, nëse ndonjë njeri i pandershëm u sjell ndonjë lajm, sqarone mirë, që të mos e goditni (dikë) nga padijenia e pastaj të pendoheni për shkak të asaj që keni bërë"},{"SurahNumber":49,"VerseNumber":7,"Text":"Dhe ta dini se në mesin tuaj është Profeti i All-llahut. Po t’u dëgjonte juve, me të vërtetë, në shumë çka do t’ju rrezikonte; por All-llahu juve ju shtini simpati ndaj besimit dhe ua zbukuroi në zemrat tuaja, kurse mosbesimin, mosdëgjimin dhe mosmirënjohjen ua bëri të urrejtura. Të atillë janë në rrugë të drejtë"},{"SurahNumber":49,"VerseNumber":8,"Text":"Me mirësinë dhe dhuntinë e All-llahut, sepse All-llahu është shumë i dijshëm dhe i urtë"},{"SurahNumber":49,"VerseNumber":9,"Text":"Nëse dy grupe besimtarësh bien në kundërshtim, pajtoni ata, e në qoftë se njëri nga ata, megjithatë i bën dëm tjetrit, atëherë luftone atë (grup) i cili ka bërë krime derisa t’u bindet normave të All-llahut. Nëse binden, atëherë pajtoni ata pa mbajtur anën e askujt, dhe jini të drejtë! All-llahu njëmend i do të drejtët"},{"SurahNumber":49,"VerseNumber":10,"Text":"Pa dyshim besimtarët janë vëllezër, prandaj pajtoni dy vëllezër tuaj dhe kini frikë e ruajuni All-llahut, ndoshta u mëshiron"},{"SurahNumber":49,"VerseNumber":11,"Text":"O besimtarë, mos të tallen burrat njëri me tjetrin, mbase ata janë më të mirë se këta; por as gratë njëra me tjetrën, ndoshta ato janë më të mira se këto. Mos shkagoni vetvetën dhe mos i ngjitni njëri-tjetrit llagape (të këqia)! Pas besimit është shumë keq vënia e lagapit të keq. Dhe ata që nuk pendohen, ata janë mizorë"},{"SurahNumber":49,"VerseNumber":12,"Text":"O besimtarë, shmanguni një mori parashikimesh! Disa parashikime, me të vërtetë janë mëkat. Dhe mos spiunoni njëri-tjetrin e as mos përgojoni njëri-tjetrinnnn! A do dikush prej jush të hajë mishin e vëllaut të vet të vdekur – ju atë e dini se është shumë keq – prandaj, ruajuni All-llahut; All-llahu, vërtetë, pranon pendimet dhe është shumë i mëshirshëm"},{"SurahNumber":49,"VerseNumber":13,"Text":"O njerëz, Ne ju kemi krijuar juve prej një mashkulli dhe një femre dhe u kemi bërë popuj e fise që ta njihni njëri-tjetrin. Më fisniku tek All-llahu është ai i cili më së shumti i ruhet Atij; All-llahu, me të vërtetë, është shumë i dijshëm dhe i informuar mirë"},{"SurahNumber":49,"VerseNumber":14,"Text":"Disa beduinë thonë: “Ne besojmë!” thuaj: “Ju nuk besoni, por thuani: “Ne dorëzohemi!” sepse akoma në zemrat tuaja nuk ka hyrë besimi. Por nëse e dëgjoni All-llahun dhe Profetin e tij, Ai aspak nuk do t’ua zvoglojë shpërblimet për veprat tuaja. All-llahu, vërtetë, fal dhe është shumë i mëshirshëm"},{"SurahNumber":49,"VerseNumber":15,"Text":"Besimtarë janë vetëm ata të cilët i besojnë All-llahut dhe Profetit të Tij, e pastaj nuk dyshojnë dhe luftojnë për hirë të All-llahut edhe me pasurinë dhe me jetën e tyre. Ata janë të sinqertë"},{"SurahNumber":49,"VerseNumber":16,"Text":"Thuaj: “Vallë a ju t’ia mësoni All-llahut fenë tuaj, kurse All-llahu i di ç’ka në qiej dhe në tokë. All-llahu di çdo gjë”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Ata që kanë pranuar fenë islame të shprehin mirësi ty. Thuaj: “Mos më shprehni mua falënderim që keni pranuar fenë islame, përkundrazi All-llahu juve ju ka shpërblyer me mirësi, që u ka udhëzuar në besim, nëse jeni të sinqertë”"},{"SurahNumber":49,"VerseNumber":18,"Text":"All-llahu i di me siguri fshehtësitë e qiejve dhe të tokës, dhe All-llahu sheh mirë se çka punoni"}]}