{"Id":312,"LanguageCodes":["si","sin"],"Name":"sin-naseemismailand","Author":"Naseem Ismail And Masoor Maulana, Kaleel","Language":"Sinhala","Description":"Sinhala","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"අහස්හි ඇති දැයද, භූමියෙහි ඇති දැයද, (සදාකල්) අල්ලාහ්ව සුවිශුද්ධ කරමින්ම සිටින්නාහ. (මේවායේ) රාජ්‍යයද ඔහුටම අයත්ය! තවද සියලූ ප්‍රශංසා ඔහුටම අයත්ය. තවද සියල්ල කෙරෙහි ඔහු බලසම්පන්නයෙකි"},{"SurahNumber":64,"VerseNumber":2,"Text":"ඔහුම ඔබව උත්පාදනය කළ අයයි. (එසේ තිබියදී ඔහුව) ප්‍රතික්ෂේප කරන්නන්ද ඔබගෙන් ඇත. (ඔහුව) විශ්වාස කරන්නන්ද ඔබගෙන් ඇත. ඔබ කරන දැය අල්ලාහ් අවධානයෙන් යුතුව බලන්නෙකු වශයෙන්ම සිටින්නේය"},{"SurahNumber":64,"VerseNumber":3,"Text":"නියත කාරණාවක් මතම අහස්ද, භූමියද, ඔහු උත්පාදනය කර ඇත්තේය. ඔහුම ඔබව නිර්මාණය කර, ඔබගේ හැඩරුව ඉතාමත් අලංකාරවත් අන්දමටද පත් කළේය. ඔහු වෙතම (ඔබ සියල්ලන්ම) යායුතුව ඇත්තේය"},{"SurahNumber":64,"VerseNumber":4,"Text":"අහස්හි ඇති දැයද, භූමියෙහි ඇති දැයද, ඔහු හොඳින් දන්නේය. ඔබ සඟවන දැයද, ඔබ එළිදරව් කරන දැයද, ඔහු හොඳින් දන්නේය. (මෙපමණක්ද? ඔබගේ) සිත්හි ඇති දැයද අල්ලාහ් හොඳින් දන්නේය"},{"SurahNumber":64,"VerseNumber":5,"Text":"(මිනිසුනේ! ඔබට) පෙර සිටි ප්‍රතික්ෂේප කළ අයගේ පුවත් ඔබට ලැබුනේ නැද්ද? ඔවුන් තමන්ගේ ක්‍රියාවන්හි නපුරු ඵලවිපාක (මෙලොවදී) වින්ඳාහ. තවද (පරලොවදීද) ඔවුන්ට වේදනා ගෙන දෙන දඬුවම් ඇත"},{"SurahNumber":64,"VerseNumber":6,"Text":"මෙහි හේතුව නම්, නියත වශයෙන්ම පැහැදිලි ප්‍රාතිහාර්යයන් සමග ඔවුන් වෙනුවෙන් (යවන ලද අපගේ) දූතයින් ඔවුන් වෙත පැමිණෙමින්ම සිටියහ. එහෙත් ඔවුන් නම්, “(අප මෙන්) මිනිසුන්ද, අපට ඍජු මාර්ගය පෙන්වන්නන්?” යයි පවසා (ඔවුන්ව), ඔවුන් ප්‍රතික්ෂේප කර දැමූහ. අල්ලාහ්ද (ඔවුන්ව) ගණනයකට ගත්තේ නැත. අල්ලාහ් (ඔවුන්ගෙන්) අවශ්‍යතාවයක් නොවන්නෙකු වශයෙන් හා ප්‍රශංසාවෙන් යුත්තෙකු වශයෙන්ද සිටින්නේය"},{"SurahNumber":64,"VerseNumber":7,"Text":"(මරණයෙන් පසු නියත වශයෙන්ම පණ දී) නැගිට්ටවනු නොලබන්නෙමු යයි ප්‍රතික්ෂේප කරන්නන් ස්ථීර වශයෙන් අදහස් කරමින් සිටින්නාහ. (නබියේ!) ඔබ මෙසේ පවසනු: “නොඑසේය! මගේ දෙවියන් මත සත්තකින්ම! ඇත්තෙන්ම ඔබ නැගිට්ටවනු ලබන්නෙහුය. ඔබ කරමින් සිටි දැය ගැන පසුව ඔබ නියත වශයෙන්ම දැනුවත් කරනු ලබන්නෙහුය. මෙය (මෙසේ කිරීම) අල්ලාහ්ට ඉතාමත් පහසු දැයකි”"},{"SurahNumber":64,"VerseNumber":8,"Text":"එබැවින් ඔබ අල්ලාහ්වද, ඔහුගේ දූතයාවද, අපි පහළ කරන ලද (මෙම ධර්මය වන) ආලෝකයද, විශ්වාස කරනු. අල්ලාහ් ඔබ කරන දැය හොඳින් දන්නෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":64,"VerseNumber":9,"Text":"ඒකරාශී කරන (විනිශ්චය) දිනය වෙනුවෙන් ඔබව ඒකරාශී කරන දිනදී (එහි ඵලවිපාක ඔබ දැන ගන්නෙහුය). එයයි (පින්, පව්) එළිදරව් වන දිනය. කවුරුන් අල්ලාහ්ව විශ්වාස කර, දැහැමි ක්‍රියාවන් කරන්නේද, ඔහුගේ පාපයන් ඔහුගෙන් ඈත් කර, සදාකල් දියදහරා ගලමින් ඇති ස්වර්ගයන්හිද ඔහුව (අල්ලාහ් වන) ඔහු ඇතුළු කරන්නේය. සදාකල්ම ඒවායෙහි ඔවුන් රැඳී සිටින්නාහ. මෙය අති විශාල භාග්‍යයකි"},{"SurahNumber":64,"VerseNumber":10,"Text":"කවුරුන් ප්‍රතික්ෂේප කර, අපගේ ආයාවන් බොරු කරන්නෝද, ඔවුන් නිරාවාසීන්ය. එහි සදාකල් ඔවුන් රැඳී සිටින්නාහ. එය ඉතාමත් නපුරු එක්රැස්වන ස්ථානයයි"},{"SurahNumber":64,"VerseNumber":11,"Text":"අල්ලාහ්ගේ අනුමැතියෙන් තොර කිසිම විපතක් (කිසිවෙකු වෙත) පැමිණ සේන්දු වන්නේ නැත. එබැවින් කවුරුන් අල්ලාහ්ව විශ්වාස කරන්නේද, ඔහුගේ හෘදය (විඳ දරා ගැනීම, ඉවසීම යන) ඍජු මාර්ගයෙහි යාමට ඔහු සලස්වන්නේය. අල්ලාහ් සියල්ල දන්නෙකු වශයෙන් සිටින්නේය"},{"SurahNumber":64,"VerseNumber":12,"Text":"අල්ලාහ්ට අවනත වී කටයුතු කරනු. (ඔහුගේ) දූතයාටද අවනත වී කටයුතු කරනු. ඔබ ප්‍රතික්ෂේප කළහොත් (එය ඔබටම පාඩුවකි). මන්දයත් අපගේ දූතයා කෙරෙහි වූ යුතුකම නම්, ඔහු (තමන්ගේ දූත මෙහෙවර) ප්‍රසිද්ධියේ ගෙනහැර දැක්වීමයි"},{"SurahNumber":64,"VerseNumber":13,"Text":"අල්ලාහ් හැර, වෙන කිසිම දෙවියෙක් (ඇත්තේම) නැත. එබැවින් විශ්වාසවන්තයින් අල්ලාහ් මත විශ්වාසය තබනු"},{"SurahNumber":64,"VerseNumber":14,"Text":"විශ්වාසවන්තයිනි! ඔබගේ භාර්යයාවන්-ගෙන්ද, ඔබගේ දරුවන්ගෙන්ද, නියත වශයෙන්ම ඔබට සතුරන්ද ඇත්තාහ. එබැවින් ඔවුන් ගැන ඔබ ප්‍රවේසමෙන් සිටිනු. ඔවුන්ව (ඔවුන්ගේ වැරදි) ඔබ විඳ දරාගෙන ප්‍රතික්ෂේප කර, සමාව දෙමින් සිටියහොත් නියත වශයෙන්ම අල්ලාහ්ද ඉතාමත් ක්ෂමා කරන්නෙකු හා දයාබරවන්තයෙකු වශයෙන් සිටින්නේය. (ඔබගේ වැරදිවලටද ඒ අන්දමටම ක්ෂමා කර හරිනු ඇත)"},{"SurahNumber":64,"VerseNumber":15,"Text":"ඔබගේ වස්තූන්ද, ඔබගේ දරුවන්ද, (ඔබට) එක් පිරික්සුමකි. (මෙම පිරික්සුමෙහි ඔබ ජයග්‍රහණය කළහොත් ඔබට) අල්ලාහ්ගේ සන්නිධානයෙහි ඉමහත් වූ ඵලවිපාක ඇත්තේය"},{"SurahNumber":64,"VerseNumber":16,"Text":"එබැවින් ඔබ විසින් හැකි පමණින් අල්ලාහ්ට බිය වී (ඔහුට) සවන් දී අවනත වී කටයුතු කර, දානමානද කරනු. (මෙය) ඔබටම ඉතාමත් අගනේය. කවුරුන් මසුරුකමෙන් තමන්ව බේරා ගත්තෝද, එවැන්නන් නියත වශයෙන්ම ජයග්‍රාහකයින්ය"},{"SurahNumber":64,"VerseNumber":17,"Text":"ඔබ අල්ලාහ් වෙනුවෙන් ණය, අලංකාරවත් ණය වශයෙන් ලබා දුන්නහොත් එය, ඔහු ඔබට දෙගුණයක් කර තබන අතර ඔබට (ඔබගේ වැරදිවලට)ද සමාවද දෙන්නේය. අල්ලාහ් (අල්ප) ස්තූතියද බාර ගන්නෙකු වශයෙන් හා ඉතාමත් විඳ දරා ගන්නෙකු වශයෙන්ද සිටින්නේය"},{"SurahNumber":64,"VerseNumber":18,"Text":"(ඔහු) ගුප්ත දැයද, එළිදරව් දැයද හොඳින් දන්නෙකි. (සියල්ලන්ටම) බලසම්පන්නයෙකු හා ඥානවන්තයෙකි"}]}