{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":1,"Text":"Alif L'am Ra. O Muhammad! This is a Book which We have revealed to you so that you may bring mankind out of utter darkness (ways of ignorance) to the light, by the leave of their Lord, to the Way of the Mighty, the Praiseworthy (Allah)"},{"SurahNumber":14,"VerseNumber":2,"Text":"the One to Whom belongs all that is in the heavens and the earth. Woe to the unbelievers, for they will be sternly punished"},{"SurahNumber":14,"VerseNumber":3,"Text":"They are the ones who love the life of this world more than the hereafter, who debar others from the Way of Allah and seek to make it crooked: they have gone far astray into error"},{"SurahNumber":14,"VerseNumber":4,"Text":"We have not sent any Messenger except that he speaks the language of his own people, so that he could explain to them clearly. Then Allah leaves in error whom He will and guides whom He pleases: He is the Mighty, the Wise"},{"SurahNumber":14,"VerseNumber":5,"Text":"We sent Moses with Our signs, saying: \"Lead your people out of utter darkness into light, and remind them to learn lessons from the Days of Allah (Divine history).\" Surely there are signs in this for every steadfast, thankful person"},{"SurahNumber":14,"VerseNumber":6,"Text":"Recall! When Moses said to his people: \"Remember Allah’s favor to you when He delivered you from the people of Pharoah (Pharaoh), who subjected you to cruel afflictions, putting your sons to death and sparing your females, and in this there was a tremendous trial from your Lord"},{"SurahNumber":14,"VerseNumber":7,"Text":"Remember that your Lord had forewarned: \"If you are grateful, I will bestow abundance upon you, but if you are ungrateful (then you should know that) My punishment will be terrible indeed"},{"SurahNumber":14,"VerseNumber":8,"Text":"Moses said: \"If you and all the dwellers of the earth become thankless, you should know that He does not stand in need of any of you, surely Allah is the Self-sufficient, Praiseworthy"},{"SurahNumber":14,"VerseNumber":9,"Text":"Have you not heard the information of those who passed away before you, the people of Noah, `Ad and Thamud, and those who came after them? Allah Alone knows them. Their Messengers came to them with clear signs; but they bit their hands with their mouths and said: \"Certainly we reject the Message with which you have been sent and certainly we strongly doubt the faith to which you invite us"},{"SurahNumber":14,"VerseNumber":10,"Text":"Their Messengers responded: \"Are you doubting the existence of Allah, Who is the Creator of the heavens and the earth? He is the One Who invites you so that He may forgive your sins and give you respite till your appointed term.\" They said: \"You are nothing but a human like us! You only wish to turn us away from the worship of those deities whom our forefathers used to worship. Bring us some clear sign"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their Messengers said to them: \"It is true that we are human like yourselves, but Allah bestows His grace of appointing a Messenger on such of His servants as He pleases. It is not in our power to bring you any sign except by Allah’s permission, and in Allah let the believers put their trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"What reason do we have not to put our trust in Allah, when He has already guided us to the ways of our lives? We shall certainly endure your persecution patiently, and those who want to put their trust, should put their trust in Allah"},{"SurahNumber":14,"VerseNumber":13,"Text":"Finally the unbelievers said to their Messengers: \"Return to our religion or we will expel you from our land.\" But their Lord revealed His will to them: \"We shall destroy the wrongdoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"and give you the land to dwell in after they are gone! This is the reward for the ones who dread My eminence and fear My threats"},{"SurahNumber":14,"VerseNumber":15,"Text":"The Messengers called for judgement, (and when the judgement was passed) every tyrant opposer of the Truth was disappointed"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hell is next for him wherein he will be given festering water to drink"},{"SurahNumber":14,"VerseNumber":17,"Text":"he will sip, but never will be able to swallow. Death will surround him from all sides, yet he will not die; beyond that there will be horrible punishment"},{"SurahNumber":14,"VerseNumber":18,"Text":"The parable of the deeds of those who deny their Lord is that their deeds are like ashes which the wind scatters on a stormy day; they will gain nothing from their deeds, and this is to stray far away from the goal of getting back to Paradise"},{"SurahNumber":14,"VerseNumber":19,"Text":"Do you not see that Allah has based the creation of the heavens and the earth on Truth? That He can destroy you if He wills and bring into being a new creation"},{"SurahNumber":14,"VerseNumber":20,"Text":"That is not at all difficult for Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"When all people appear before Allah, those who were weak in the world will say to those who thought themselves mighty: \"We were your followers. Now! Can you do anything to relieve us from the punishment of Allah?\" They will reply: \"Had Allah given us guidance, we would have guided you. Now it makes no difference whether we panic or bear it with patience, for there is no escape for us"},{"SurahNumber":14,"VerseNumber":22,"Text":"Once the matter has been decided, Satan will say: \"In fact, the promises which Allah made to you were all true; I too made some promises to you but failed to keep any of them. However, I had no power over you. I just invited you, and you accepted my invitation. Now! Do not blame me, but blame yourselves. I cannot help you, nor you can help me. I reject what you did before, that you associated me with Allah. Certainly such wrongdoers will have painful punishment"},{"SurahNumber":14,"VerseNumber":23,"Text":"Those who believe and do good deeds will be admitted to Paradise, beneath which rivers flow, to live therein forever with the permission of their Lord, and their greetings therein will be: \"Peace"},{"SurahNumber":14,"VerseNumber":24,"Text":"Do you not see how Allah gave the example of comparing a good word with a good tree, whose roots are firm and its branches are in the sky"},{"SurahNumber":14,"VerseNumber":25,"Text":"It yields its fruits in every season by Allah’s leave. Allah cites these examples for men so that they may learn a lesson from them"},{"SurahNumber":14,"VerseNumber":26,"Text":"But the example of an evil word is that of an evil tree which is torn out from the earth and has no stability"},{"SurahNumber":14,"VerseNumber":27,"Text":"With firm words, Allah makes the believers steadfast in the life of this world and in the hereafter; but Allah lets the wrongdoers go astray. Allah does what He pleases"},{"SurahNumber":14,"VerseNumber":28,"Text":"Have you not seen those people who have responded to the favors of Allah with ingratitude and drive their people into the House of Perdition"},{"SurahNumber":14,"VerseNumber":29,"Text":"Which is hell! Wherein they shall burn, an evil place to live"},{"SurahNumber":14,"VerseNumber":30,"Text":"They set up equals with Allah to faces will be covered with flames"},{"SurahNumber":14,"VerseNumber":31,"Text":"Allah will requite each soul according to its deeds; surely Allah is swift in taking the account"},{"SurahNumber":14,"VerseNumber":32,"Text":"This is a proclamation for mankind: let them take warning therefrom; let them know that He is the One and Only - worthy of worship - and let the men of understanding learn a lesson"},{"SurahNumber":14,"VerseNumber":33,"Text":"The sun and the moon are also assigned for your benefit, which steadfastly pursue their courses, to cause the night and the day for your benefit"},{"SurahNumber":14,"VerseNumber":34,"Text":"He has given you all that you could ask for and if you want to count the favors of Allah, you will never be able to count them. In fact, man is unjust, thankless"},{"SurahNumber":14,"VerseNumber":35,"Text":"Remember when Ibrahim (Abraham) said: \"My Rabb! Make this city a city of peace and save me and my sons from the worship of idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"O Rabb! They have indeed led many people astray (and they might led my descendants astray as well). Therefore, only those who follow my ways belong to me and I leave those to You who disobey me; surely You are Forgiving, Merciful"},{"SurahNumber":14,"VerseNumber":37,"Text":"Our Rabb! I have settled some of my offspring in a barren valley near Your Sacred House. Our Rabb! I have done this in the hope that they would establish Salah, therefore, turn the hearts of the people toward them and provide them with fruits so that they may give thanks"},{"SurahNumber":14,"VerseNumber":38,"Text":"Our Rabb! Certainly You know what we conceal and what we reveal. In fact, nothing in the earth or in heaven is hidden from Allah"},{"SurahNumber":14,"VerseNumber":39,"Text":"Praise be to Allah who has given me Isma`il (Ishmael) and Ishaq (Isaac) in my old age. Indeed my Rabb hears all prayers"},{"SurahNumber":14,"VerseNumber":40,"Text":"O Rabb! Make me and my descendants establish Salah. Our Rabb! Accept my prayer"},{"SurahNumber":14,"VerseNumber":41,"Text":"Our Rabb! Forgive me and my parents and all believers on the Day when the accountability will take place"},{"SurahNumber":14,"VerseNumber":42,"Text":"Never think that Allah is unaware of what these unjust people are doing. He is only deferring their case to that Day when their eyes will be fixedly open"},{"SurahNumber":14,"VerseNumber":43,"Text":"they will be running in terror with their heads uplifted, staring but seeing nothing and their hearts utterly vacant"},{"SurahNumber":14,"VerseNumber":44,"Text":"O Muhammad forewarn mankind of the Day when Our punishment will overtake them; when the wrongdoers will say: \"Our Rabb! Give us a little more respite: we will answer Your call and follow the Rasools!\" But it will be said to them, \"Are you not the same people who once swore that you would never suffer a decline"},{"SurahNumber":14,"VerseNumber":45,"Text":"When you lived among those people who had wronged their souls, it was explained to you how We dealt with them and We even described for you their examples"},{"SurahNumber":14,"VerseNumber":46,"Text":"They hatched their plots but their plots were well within the sight of Allah, even though these were such which could move mountains"},{"SurahNumber":14,"VerseNumber":47,"Text":"Never think that Allah will break the promise which He made to His Rasools: surely Allah is Mighty in power, the Lord of Retribution"},{"SurahNumber":14,"VerseNumber":48,"Text":"Warn them of the Day when the earth will be changed to a different earth and the heavens as well, and all of them will stand before Allah, the One, the Irresistible"},{"SurahNumber":14,"VerseNumber":49,"Text":"and on that Day you will see the criminals bound together in chains"},{"SurahNumber":14,"VerseNumber":50,"Text":"their garments will be made of tar and their faces will be covered with flames"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah will requite each soul according to its deeds; surely Allah is swift in taking the account"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a proclamation for mankind: let them take warning therefrom; let them know that He is the One and Only - worthy of worship - and let the men of understanding learn a lesson"}]}