{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"These (list) constitute proofs Quran; profound scripture"},{"SurahNumber":27,"VerseNumber":2,"Text":"beacon dobry zvest believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Kto observe Zmluva Prayers (Salat) dat zavazny laska k bliznemu (Zakat) they som zretel Hereafter absolutely certain"},{"SurahNumber":27,"VerseNumber":4,"Text":"Those nie verit v Hereafter my zdobit ich robota ich oci. Thus they zotrvat omyl"},{"SurahNumber":27,"VerseNumber":5,"Text":"bol these incur chory retribution Hereafter they je zly losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"Iste ona receiving Quran z Wise Omniscient"},{"SurahNumber":27,"VerseNumber":7,"Text":"Recall lenze Moses said do jeho rodina ja see zapalit; let mna bring ona zvest therefrom torch zohriat ona"},{"SurahNumber":27,"VerseNumber":8,"Text":"When he pojdem it he bol vola sa Zehnat je Jeden speaking zapalit those around it Glory bol GOD Lord universe"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses this bol Mna GOD Almighty Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"Throw nadol tvoj staff When he saw it moving mat rad demon he turned around fled O Moses nie bol afraid. Moj posol nie fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"those kto commit transgression potom zastupid righteousness after zhresit; ja Forgiving Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"Put tvoj hand v tvoj pocket it pod biely blemish These som 9 zazrak do Pharaoh jeho ludia for they bol zlomyselny ludia"},{"SurahNumber":27,"VerseNumber":13,"Text":"When our zazrak presented them zretelny profound they said This bol obviously kuzlo"},{"SurahNumber":27,"VerseNumber":14,"Text":"They zamietnut them utterly convinced z ich zlo ways ich arrogance. Note consequences evildoers"},{"SurahNumber":27,"VerseNumber":15,"Text":"My endowed David Solomon znalost they said Chvalit GOD for zehnat us inak than vela z Jeho verit servants"},{"SurahNumber":27,"VerseNumber":16,"Text":"Solomon bol David's heir He said O ludia my endowed s chapat language birds all laskavy z things bestowed us. This bol indeed real zehnat"},{"SurahNumber":27,"VerseNumber":17,"Text":"Mobilized servis Solomon bol jeho obedient vojak z jinns humans i mat rad birds; all do jeho disposal"},{"SurahNumber":27,"VerseNumber":18,"Text":"When they zblizit sa valley ants 1 ant said O ona ants ist into tvoj domov lest ona get crushed Solomon jeho vojak without zbadat"},{"SurahNumber":27,"VerseNumber":19,"Text":"He smiled laughed ju statement said Moj Lord riadit mna bol appreciative z blessings Ona bestowed mi moj rodicia robit righteous robota prosim Ona! Admit mna Tvoj zlutovanie podnik Tvoj righteous servants"},{"SurahNumber":27,"VerseNumber":20,"Text":"He inspected birds noted ja nie see hoopoe? Why he zameskat"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ja punish him severely sacrifice him he dat mna dobry excuse"},{"SurahNumber":27,"VerseNumber":22,"Text":"He nie cakat long (hoopoe) said ja have zvest ze ona nie have Ja brought ona Sheba some dolezity informacia"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ja zalozit zensky ruling them zehnat everything possesses tremendous palace"},{"SurahNumber":27,"VerseNumber":24,"Text":"Ja zalozit ju ju ludia prostrating sun GOD devil zdobit ich robota ich oci repulsed them chodnicek; consequently they nie guided"},{"SurahNumber":27,"VerseNumber":25,"Text":"They prostrating GOD Jeden manifests all zahada heavens zem 1 kto zauzlit everything ona zatajit everything ona declare"},{"SurahNumber":27,"VerseNumber":26,"Text":"GOD there NIE bol INAK god Him Lord velky dominion"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Solomon) said My see ona told truth al ona bol liar"},{"SurahNumber":27,"VerseNumber":28,"Text":"Berie this list mna dat it them potom watch ich response"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ona said O moj advisers ja received honorable list"},{"SurahNumber":27,"VerseNumber":30,"Text":"bol Solomon it bol GOD Gracious Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Proclaiming ‘Robit arrogant pojdem mna mat rad submitters"},{"SurahNumber":27,"VerseNumber":32,"Text":"Ona said O moj advisers counsel mna v this zalezitost! Ja nie deciding anything ona radit mi"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said My possess power my possess boj zrucnost ultimate command bol tvoj hand Ona decide co robit"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ona said kings zhnity any zem they invade subjugate its dignified ludia! This bol co they usually robit"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ja sending darcekove predmety them; see co posol pod s"},{"SurahNumber":27,"VerseNumber":36,"Text":"When hoopoe spatny listok Solomon (he told him zvest he responded Sheba's zaludnit ona dat mna peniaze? Co GOD dat mna bol daleko lepsie than co He dat ona. Ona bol jeden rejoice such darcekove predmety)"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Do hoopoe he said Ist them let them zauzlit lenze) my pojdem them forces they nie imagine My evict them humiliated debased"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said O ona elders z ona bring mna ju rezidencia before they arrive tu submitters"},{"SurahNumber":27,"VerseNumber":39,"Text":"afrit z jinns said ja bring it ona ona stand Ja bol mocny enough robit this"},{"SurahNumber":27,"VerseNumber":40,"Text":"Jeden possessed znalost rezervovat si said ja bring it ona zmurkat tvoj oci. When he saw it zaplatit him he said This bol zehnat moj Lord whereby He tests mna show ja bol appreciative unappreciative. Whoever bol appreciative je appreciative jeho own dobry a if jeden turns unappreciative potom moj Lord bol do ziaden need him Honorable"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said Remodel ju rezidencia ju. see ona guided zotrvat s the misguided"},{"SurahNumber":27,"VerseNumber":42,"Text":"When ona arrived ona ziadat Robit tvoj rezidencia look this? Ona said zdanlivy this bol it (Solomon said My zauzlit beforehand co ona robi my bol already submitters)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ona diverted kult idols GOD ona belonged do disbelieving ludia"},{"SurahNumber":27,"VerseNumber":44,"Text":"(Ona told Ist palace. When ona saw its interier ona myslienka bol pool zavlazit ona tahat ju saty) exposing ju noha! He said This interier ihned paved s crystal Ona said Moj Lord ja zlo moj soul. Ja ihned submit Solomon GOD Lord universe"},{"SurahNumber":27,"VerseNumber":45,"Text":"My have sent do Thamoud ich brat Saaleh saying Ona kult GOD they turned into 2 feuding factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said O moj ludia ona hasten robit commit zly dobry robota? Len ona implore GOD forgiveness ona attain zlutovanie"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said My consider ona zly omen us ona those joined ona. He said Tvoj omen fully controlled GOD Indeed ona bol deviant ludia"},{"SurahNumber":27,"VerseNumber":48,"Text":"There bol 9 gangsters mesto bol zlomyselny never robi anything dobry"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said swear GOD my kill him jeho ludia potom tell jeho tribe ‘My zauzlit nothing ich smrt! My bol truthful"},{"SurahNumber":27,"VerseNumber":50,"Text":"They zapletka kut plany my i zapletka kut plany chvila they nie zbadat"},{"SurahNumber":27,"VerseNumber":51,"Text":"Note consequences ich zapletka my annihilated them all ich ludia"},{"SurahNumber":27,"VerseNumber":52,"Text":"Tu som ich domov utterly zahuba ich transgression! This bol lekcia ludia zauzlit"},{"SurahNumber":27,"VerseNumber":53,"Text":"My save those verit lead righteous zivot"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lot said do jeho ludia Ako ona commit such abomination publicly chvila ona see"},{"SurahNumber":27,"VerseNumber":55,"Text":"Ona practice rod clovek lustfully zensky! Indeed ona bol ignorant ludia"},{"SurahNumber":27,"VerseNumber":56,"Text":"Iba response z jeho ludia bol ich saying Banish Lot's rodina tvoj town; they je zaludnit kto zelat je pure"},{"SurahNumber":27,"VerseNumber":57,"Text":"Consequently my saved him jeho rodina except jeho manzelka; my pocitat ju among the doomed"},{"SurahNumber":27,"VerseNumber":58,"Text":"My lejak them certain lejak. bol chudobny lejak ludia warned"},{"SurahNumber":27,"VerseNumber":59,"Text":"Say Chvalit bol GOD peace bol Jeho servants koho He zvolit si! GOD lepsi idols some zaludnit je set"},{"SurahNumber":27,"VerseNumber":60,"Text":"Kto Jeden je created heavens zem? Kto je 1 kto sends nadol ona sky zavlazit whereby my produce zahrada full z beauty! -Ona possibly nie zhotovit its strom? bol it iny god GOD Indeed they je zaludnit kto deviated"},{"SurahNumber":27,"VerseNumber":61,"Text":"Kto Jeden robit zem habitable zapricinit rieka run it miesto it mountains je created barrier 2 zavlazit? bol it iny god GOD Indeed vela z them nie zauzlit"},{"SurahNumber":27,"VerseNumber":62,"Text":"Kto Jeden zachranit those je become zufaly vola sa Him relieves adversity robit ona inheritors zem? bol it iny god GOD Zriedka robit ona berie heed"},{"SurahNumber":27,"VerseNumber":63,"Text":"Kto Jeden je guides ona darkness zem a sea Kto Jeden je sends zranit dobry zvest signaling Jeho zlutovanie? bol it iny god GOD exalted je GOD having any partner"},{"SurahNumber":27,"VerseNumber":64,"Text":"Kto Jeden zasvatit creation je potom repeats it Kto Jeden je zadovazit for ona heaven zem? bol it iny god GOD Say Show mna tvoj proof if ona bol truthful"},{"SurahNumber":27,"VerseNumber":65,"Text":"Say Ziaden 1 heavens zem zauzlit buduci except GOD They robit nie vecer zbadat ako when they resurrected"},{"SurahNumber":27,"VerseNumber":66,"Text":"Skutocne ich znalost Hereafter zmateny. Skutocne they harbor doubts it Skutocne they bol totally heedless thereof"},{"SurahNumber":27,"VerseNumber":67,"Text":"Those disbelieved said my turn into dust i our rodicia my get brought out"},{"SurahNumber":27,"VerseNumber":68,"Text":"My dat same promise v the minuly. These je nothing tales z minuly"},{"SurahNumber":27,"VerseNumber":69,"Text":"Say Roam zem note consequences guilty"},{"SurahNumber":27,"VerseNumber":70,"Text":"Nie rmutit sa them nie annoyed ich kut plany"},{"SurahNumber":27,"VerseNumber":71,"Text":"They say When promise pojdem ist okolo ona bol truthful"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say Ona already suffering some z retribution ona challenge"},{"SurahNumber":27,"VerseNumber":73,"Text":"Tvoj Lord bol full z grace ludia vela z them bol unappreciative"},{"SurahNumber":27,"VerseNumber":74,"Text":"Tvoj Lord fully zauzlit co ich chests zatajit co they declare"},{"SurahNumber":27,"VerseNumber":75,"Text":"There bol nothing heavens zem zatajit God everything bol profound rekord"},{"SurahNumber":27,"VerseNumber":76,"Text":"This Quran zaplatit vela issues Dieta Izrael; issues lenze they still disputing"},{"SurahNumber":27,"VerseNumber":77,"Text":"vela assuredly it bol guide zlutovanie believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Tvoj Lord bol Jeden kto judges them v accordance s Jeho rules He bol Almighty Omniscient"},{"SurahNumber":27,"VerseNumber":79,"Text":"Therefore put tvoj trust GOD ona nasledovat manifest truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"Ona nie robit dead nor deaf hear vola sa they turn"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor mozem ona guide blind ich straying Iba jeden hear ona bol those verit v our revelations decide bol submitters"},{"SurahNumber":27,"VerseNumber":82,"Text":"Do ihned cas my produce them creature robit earthly latka declaring lenze ludia nie bol certain about our revelations"},{"SurahNumber":27,"VerseNumber":83,"Text":"Dni pojdem when my zvolat kazdy obec some z those nie verit v our proofs forcibly"},{"SurahNumber":27,"VerseNumber":84,"Text":"When they arrive He say Ona zamietnut Moj revelations acquiring znalost them! this nie co ona je robit"},{"SurahNumber":27,"VerseNumber":85,"Text":"They incur requital ich wickedness; they say nothing"},{"SurahNumber":27,"VerseNumber":86,"Text":"they nie seen my Have robit night ich zvysok dni lighted? These je sufficient proofs ludia verit"},{"SurahNumber":27,"VerseNumber":87,"Text":"Dni when roh blown everyone heavens zem horrified except those zvolit si GOD All will pojdem Him forcibly"},{"SurahNumber":27,"VerseNumber":88,"Text":"When ona look mountains ona myslienka they standing still Lenze they moving mat rad clouds Such je zhotovit GOD zdokonalit everything. He je fully Cognizant z everything ona robit"},{"SurahNumber":27,"VerseNumber":89,"Text":"(Those bring dobry robota ich rekord) receive daleko lepsie rewards they bol perfectly zaistit horrors ze dni"},{"SurahNumber":27,"VerseNumber":90,"Text":"Mat rad for those bring zly robota they forced Hell. Ona nie requited co ona robit"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ja len commanded kult Lord this town! -He robit it safe sanctuary -He possesses all things. Ja commanded bol submitter"},{"SurahNumber":27,"VerseNumber":92,"Text":"A do recite Quran! Whoever guided guided jeho own dobry a if they ist astray potom say ja je len warner"},{"SurahNumber":27,"VerseNumber":93,"Text":"say Chvalit bol GOD He show ona Jeho proofs until ona recognize them! Tvoj Lord je never unaware z anything ona robit"}]}