{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"(Alef), L. (lam), M. (Meem) the Surah opens with these introductory letters from the Arabic Alphabet to draw attention to the miracle of the Quran which though written in the people's tongue, cannot be emulated"},{"SurahNumber":32,"VerseNumber":2,"Text":"This Book -the Quran- has without doubt proceeded from Allah and has been intimated by Him, the Creator of the Worlds, the visible and the invisible, pasts, present and those to come"},{"SurahNumber":32,"VerseNumber":3,"Text":"Or do they -the infidels- say: \"He -Muhammad- has forged it and related it to Allah! \" But it is indeed the truth revealed by Allah to you O Muhammad to exhort a people who never received a Messenger before you serving as a spectacle and a warning that they might hopefully be deviated into sense and be guided into all truth"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah is He Who created the heavens and the earth and all that lies in the space between in six days* determined by His own unit of time and proclaimed in His calendar. He then set Himself on the Throne of dominion, grace and mercy. Besides Him you have no tutelary guardian nor an intercessor; can you people not reflect"},{"SurahNumber":32,"VerseNumber":5,"Text":"He conducts all affairs and all matters of His created beings from the heavens above down to the earth below and the process bounds back to Him over a period of a day, determined by His own unit of time, amounting to one thousand years of those you -people- count according to your earthly calendar"},{"SurahNumber":32,"VerseNumber":6,"Text":"And so this is Allah, your Creator, the Omniscient of the invisible, the hidden and the unseen and the Omniscient of what the bosoms store of thoughts and feelings and of what they forge. This is Allah Who has cognizance and holds prescience of what you converse secretly and utter below your breath and of what you suggest secretly to the mind. And He is well acquainted with the visible and the seen, AL-Aziz (the Almighty) and AL-Rahim (the Merciful)"},{"SurahNumber":32,"VerseNumber":7,"Text":"Who just perfected everything He created and brought into being and He started the material part of man from clay"},{"SurahNumber":32,"VerseNumber":8,"Text":"And He made his posterity emerge from a lineage of a contemptible watery fluid"},{"SurahNumber":32,"VerseNumber":9,"Text":"Then He fashioned him and imparted to him the shape of man and inspirited him by special divine actuation emanating from His own spirit. And He provided you - People- with faculties divine: The faculty of hearing and that of sight and insight and with the seats of feeling, understanding and thought, yet how little do you show gratitude"},{"SurahNumber":32,"VerseNumber":10,"Text":"And they -the infidels- say: \"Do you mean that after we are lost in the dust and absorbed by the earth we will be resurrected anew and brought back to life! The fact is that not only do they deny their assemblage before Allah for Judgement but also all it entails"},{"SurahNumber":32,"VerseNumber":11,"Text":"Say to them O Muhammad: \"When time is due to pay nature's debt, then the angel of death who has been assigned to you disembodies your souls and there, you will be sent back to Allah, your Creator"},{"SurahNumber":32,"VerseNumber":12,"Text":"And if only you Muhammad could envisage the wicked when they are up standing before Allah in Day of Judgement drooping their heads, incensed with multiple wrongs and humiliations, imploring His mercy and expressing their thoughts in words: \"Now O Allah, our Creator, we can see what our minds' eyes failed to see and we hear what our hearts' ears failed to hear\" \"Would You send us back to make up for what we neglected and to imprint our deeds with wisdom and piety. We are now convinced that what the Messengers presented to us was indeed the truth"},{"SurahNumber":32,"VerseNumber":13,"Text":"Had we willed We would have inspired every soul with piety and actuated each and all with the feeling sense of gratitude for Our favours but (knowing beforehand that most of the people -Jinn and mankind- shall counsel deaf to the truth) the decree has been already set forth by Me to fill Hell with both the Jinn and mankind all together"},{"SurahNumber":32,"VerseNumber":14,"Text":"There and then shall they be told: \"Now you taste the fatal consequence of neglecting the encounter with this Day, and in return We have also neglected you; now you taste the eternal torment that is laid upon the damned for committing yourselves to actions contrary to what was dictated to you by Allah's revelations"},{"SurahNumber":32,"VerseNumber":15,"Text":"Those who faithfully hug Our revelation to their hearts are only those who fall prostrate to Allah forthwith they are exhorted thereby and/or reminded thereof and they celebrate the praises of Allah, their Creator, and extol His glorious attributes and their prudence gets the better of their pride"},{"SurahNumber":32,"VerseNumber":16,"Text":"Their sides desert the beds for nocturnal devotion in exchange for Allah's mercy and blessings: They prostrate their reason to divine revelation and they make invocation unto Him by comely prostration of their bodies, which act reflects dread that is mingled with veneration and reflects hope that springs eternal in their bosoms for His pitiful forbearance toward them, and they spend in benevolence of Our grace that was made to abound in them"},{"SurahNumber":32,"VerseNumber":17,"Text":"No soul knows what Allah has in store for it and for the like of it of rewards that shall be viewed with pleasure and with eyes speaking content in requital of what they achieved and attained, fulfilled and completed, perfected and accomplished"},{"SurahNumber":32,"VerseNumber":18,"Text":"Would he whose heart reflects the image of religious and spiritual virtues be equaled to the one in whose heart reign vice and impiety"},{"SurahNumber":32,"VerseNumber":19,"Text":"But those whose hearts reflect the image of religious and spiritual virtues and their deeds wisdom and piety must expect the Gardens of bliss in which they shall be homed with home-felt delight wherein each one shall come into close relation with oneself and with others in requital of all the good they had accomplished in life"},{"SurahNumber":32,"VerseNumber":20,"Text":"Those in whose hearts reigns vice shall be homed in Hell. As often as they try to escape it they are reinstated therein and shall be told: \"Now you taste the torment experienced in Hell which you had always denied"},{"SurahNumber":32,"VerseNumber":21,"Text":"And in mercy to them We will make them suffer here the lesser of the two evils by justly submitting them to pain and punishment that they might hopefully repent and turn to Allah and save themselves the bigger and really vehement, punishment Hereafter"},{"SurahNumber":32,"VerseNumber":22,"Text":"And who is more wrongful of actions than he who is reminded of Allah's evident signs and revelations and he shuns and persistently avoids them and abstains from listening to them! Let them just wait, We will take just vengeance on them and afflict them with the torment laid upon the damned"},{"SurahNumber":32,"VerseNumber":23,"Text":"We entrusted M?ssa (Moses) with the Book AL-Tawrah (the Torah), therefore do not let the Israelites course of action toward you O Muhammad give you an occasion to uncertainty. M?ssa received AL-Tawrah, the Spirit of truth, which was meant to guide Bani-Israel (the Children of Israel) Into all truth"},{"SurahNumber":32,"VerseNumber":24,"Text":"And based on this divine discourse which M?ssa imparted to them We ordained some of them religious leaders and authorities on matters of the law and the doctrine as well as other solemn observances. And We authorized this course after they had exercised patience and forbearance under provocation and bore with others their limitations and after they had hugged Our revelations to their hearts"},{"SurahNumber":32,"VerseNumber":25,"Text":"Therefore, wait O Muhammad; Allah, your Creator, shall in Day of Judgement, decide the question pertaining to every Messenger and his own people and to the matters in difference"},{"SurahNumber":32,"VerseNumber":26,"Text":"Do they not perceive mentally and by sight the significance of Allah's penalties! and have they failed to realize how many generations before them did We reduce into a useless form! They tread their dwellings they once occupied and they see with their own eyes the consequence of disobeying Allah. Indeed, such an outcome is emblematic of Allah's signs recognized by people of insight. Are they deaf or have their hearts' ears been closed"},{"SurahNumber":32,"VerseNumber":27,"Text":"Do they not see that We drive the rain water and water from other sources to the barren land and thereby We stir* it to activity, causing the growth of all sorts of vegetation serving as alimentation for their cattle and for themselves! Can they not apprehend with their sight or with their minds' eyes"},{"SurahNumber":32,"VerseNumber":28,"Text":"And they -the infidels- insolently challenge you O Muhammad to overcome them, asking: \"On what day do you expect victory to sit on your helm if you are declaring the truth"},{"SurahNumber":32,"VerseNumber":29,"Text":"Say to them O Muhammad: \" on the day of victory of those who conformed to Islam the infidels shall not profit by pleading submission to Allah in the now nor shall their punishment be put in respite"},{"SurahNumber":32,"VerseNumber":30,"Text":"Therefore, disregard them O Muhammad and wait for the timely, justice that is being prepared above in heaven's realm and they shall also be waiting -either mockingly or in order to be prepared for your next move"}]}