{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"M"},{"SurahNumber":43,"VerseNumber":2,"Text":"Kaj enlightening scripture"},{"SurahNumber":43,"VerseNumber":3,"Text":"Ni rendered gxi Arabic Quran vi kompren"},{"SurahNumber":43,"VerseNumber":4,"Text":"Gxi konfit us en original mastr honorable plen de wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Ni just ignor vi transgressed lim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Ni send many prophet previous generaci"},{"SurahNumber":43,"VerseNumber":7,"Text":"Cxiu temp prophet ir them ili ridiculed him"},{"SurahNumber":43,"VerseNumber":8,"Text":"Consequently ni annihilated popol est eben powerful than these. Ni do set ekzempl el previous communities"},{"SurahNumber":43,"VerseNumber":9,"Text":"Vi pet them Who kre heavens ter ili dir Almighty Omniscient kre them"},{"SurahNumber":43,"VerseNumber":10,"Text":"Li est Unu far ter habitable vi kre por vi roads therein ke vi sekv des tuj voj"},{"SurahNumber":43,"VerseNumber":11,"Text":"Li est Unu send down cxiel akv exact mezur revive dead land therewith! Similarly vi resurrected"},{"SurahNumber":43,"VerseNumber":12,"Text":"Li est Unu kre all kinds en par (vir female kaj Li kre vi sxip livestock rajd)"},{"SurahNumber":43,"VerseNumber":13,"Text":"As vi ripoz them vi sxat such ben your Lord dir Glory est Unu subdued this us! Ni ne controlled them ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ni ultimately return our Lord"},{"SurahNumber":43,"VerseNumber":15,"Text":"Ili ecx asign por Him akci el His own creation! Surely human est est profoundly unappreciative"},{"SurahNumber":43,"VerseNumber":16,"Text":"Li chosen el His creations daughters Himself while ben vi fil"},{"SurahNumber":43,"VerseNumber":17,"Text":"When unu de them don news (de daughter) as ili pretend plej Gracious his vizagx darkened mizer anger"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Ili dir) Ki bon offspring est brought est bel help en ne milit"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ili pretend ke angxel est servants plej Gracious est females! Ili witnessed their creation? Their pretend recorded ili pet"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ili ecx dir plej Gracious willed ni ne worshipped them. Ili ne hav basis such pretend; ili nur konjekt"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ni don them libr this ili upholding gxi"},{"SurahNumber":43,"VerseNumber":22,"Text":"Fakt est ti ili dir Ni trov our parents port nepr practices ni sekv en their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"Invariably when ni send warner any community estr ke community dir Ni trov our parents sekv nepr practices ni ad en their footsteps"},{"SurahNumber":43,"VerseNumber":24,"Text":"(messenger) dir Ki mi brought vi bon guidance than ki vi hered your parents Ili dir Ni est disbelievers message vi brought"},{"SurahNumber":43,"VerseNumber":25,"Text":"Consequently ni requited them. Not consequences rejectors"},{"SurahNumber":43,"VerseNumber":26,"Text":"Abraham dir al his patr his popol mi disown ki vi worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"Nur Unu iniciat me direkt me"},{"SurahNumber":43,"VerseNumber":28,"Text":"This ekzempl (de Abraham) rendered everlasting lecion subsequent generaci; perhaps ili redeem their anim"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ja mi don these popol their ancestors sufficient sxanc tiam truth ven them clarifying messenger"},{"SurahNumber":43,"VerseNumber":30,"Text":"When truth ven them ili dir This est magic ni est disbelievers therein"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ili dir nur this Quran send down another hom 2 communities (Mecca Yathrib) est prominent"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ili unu est asign your Lord's mercy? Ni asign their akci en this life raising kelk da them super others en rang en ord let them dejxor 1 another mercy el your Lord est far put than any sxtof ili hoard"},{"SurahNumber":43,"VerseNumber":33,"Text":"Se ne est all popol igx 1 disbelieving congregation ni granted everyone disbelieves plej Gracious mansions argxent tegment stairs which ili grimp"},{"SurahNumber":43,"VerseNumber":34,"Text":"Their mansions hav impressive gates luxurious furnishings"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ankaux many ornaments All these est temporary sxtof this lowly life. Hereafter - Je your Lord - Est far put por des righteous"},{"SurahNumber":43,"VerseNumber":36,"Text":"Anyone disregards message de plej Gracious ni appoint diabl est his konstant companion"},{"SurahNumber":43,"VerseNumber":37,"Text":"Such companions divert them path far them kred ili direkt"},{"SurahNumber":43,"VerseNumber":38,"Text":"When li ven antaux us li dir Oh Mi wish vi est as far me as 2 orient. Ki miserable companion"},{"SurahNumber":43,"VerseNumber":39,"Text":"Gxi ne konsol vi ke tag transgressors ke ambaux vi akci retribution"},{"SurahNumber":43,"VerseNumber":40,"Text":"Vi far surd auxd; vi far blind vid those est far astray"},{"SurahNumber":43,"VerseNumber":41,"Text":"Ni let vi mort gxi ne ni surely requite them"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ni montr vi (retribution) ni promes them. Ni est plen control them"},{"SurahNumber":43,"VerseNumber":43,"Text":"Vi steadfastly predik ki revealed vi; vi est dekstr path"},{"SurahNumber":43,"VerseNumber":44,"Text":"This est message vi your popol; all da vi questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"Cxek messengers ni send antaux vi Hav ni ever appointed any ali di! - beside plej Gracious - Al worshipped"},{"SurahNumber":43,"VerseNumber":46,"Text":"Por ekzempl, ni send Moses our proofs Pharaoh li elders proklam mi est messenger Lord univers"},{"SurahNumber":43,"VerseNumber":47,"Text":"When li montr them our proofs ili rid them"},{"SurahNumber":43,"VerseNumber":48,"Text":"Cxiu sign ni montr them est grand than 1 antaux gxi. Ni aflikt them pest perhaps ili pent"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Ili dir O vi magician implore your Lord our behalf relieve this pest) ekde vi hav agreement Him; ni tiam direkt"},{"SurahNumber":43,"VerseNumber":50,"Text":"Sed as baldaux as ni relieved their affliction ili reverted"},{"SurahNumber":43,"VerseNumber":51,"Text":"Pharaoh anonc al his popol O my popol mi ne posed kingship Egypt these flu river aparten al me Vi ne seg"},{"SurahNumber":43,"VerseNumber":52,"Text":"Which unu est put; me ke 1 lowly can est hardly parol"},{"SurahNumber":43,"VerseNumber":53,"Text":"Kiel ven li ne posed trezor or; kiel ven angxel ne akompan him"},{"SurahNumber":43,"VerseNumber":54,"Text":"Li tiel mistifik his popol ili obe him; ili est wicked popol"},{"SurahNumber":43,"VerseNumber":55,"Text":"When ili persist en opposing us ni pun them dron them all"},{"SurahNumber":43,"VerseNumber":56,"Text":"Ni rendered them precedent ekzempl others"},{"SurahNumber":43,"VerseNumber":57,"Text":"When fil Mary cited ekzempl your popol disregarded gxi"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ili dir Est gxi bon worship our di worship him? Ili dir this nur argue vi! Ja ili est popol who joined opposition"},{"SurahNumber":43,"VerseNumber":59,"Text":"Li est ne plur than servant ni ben ni send him as ekzempl Infan Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ni willed ni far vi angxel colonize reproduce ter"},{"SurahNumber":43,"VerseNumber":61,"Text":"Li est serv marker por kon end mond tial vi ne long haven any dub gxi! Vi sekv Me this est dekstr path"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let ne diabl repel vi; li est your ardent enemy"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus ir proofs li dir mi bring vi wisdom clarify kelk da materi en which vi disput. Vi reverence DI obe me"},{"SurahNumber":43,"VerseNumber":64,"Text":"DI est my Lord your Lord VI worship Him SOL! This est dekstr path"},{"SurahNumber":43,"VerseNumber":65,"Text":"opponents disput themselves. Ve al those transgress retribution painful tag"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ili waiting Hor (Tag Judgment ven them suddenly when ili malpli expect gxi)"},{"SurahNumber":43,"VerseNumber":67,"Text":"close amik ke tag igx enemies de 1 another escept por des righteous"},{"SurahNumber":43,"VerseNumber":68,"Text":"O My servants vi ne hav tim tag nor vol vi grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ili est unu kred en our revelations est submitters"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter Paradise together your spouses gxoj"},{"SurahNumber":43,"VerseNumber":71,"Text":"Ofert them est golden plet tas ili trov cxio kor dezir okul wish por! Vi viv therein forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"Such est Paradise ke vi hered dors your works"},{"SurahNumber":43,"VerseNumber":73,"Text":"Vi hav gxi all kinds da frukt el which vi mangx"},{"SurahNumber":43,"VerseNumber":74,"Text":"Surely kulp vol abide retribution Gehenna forever"},{"SurahNumber":43,"VerseNumber":75,"Text":"Neniam vol retribution commuted them; ili confined therein"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ne est us wronged them; est ili wronged their own anim"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ili implore O Maalek let your Lord fin us Li dir Vi rest forever"},{"SurahNumber":43,"VerseNumber":78,"Text":"Ni don vi truth plej de vi hate truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ili schemed kelk scheme Ni tro scheming"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ili opini ni ne auxd their sekret conspiracies? jes ja; our messengers est them recording"},{"SurahNumber":43,"VerseNumber":81,"Text":"Proklam plej Gracious did hav fil mi ankoraux est foremost worshiper"},{"SurahNumber":43,"VerseNumber":82,"Text":"Li glor; Li est Lord de heavens ter Lord great dominion far super their pretend"},{"SurahNumber":43,"VerseNumber":83,"Text":"Let them blunder lud gxis ili meet their tag awaiting them"},{"SurahNumber":43,"VerseNumber":84,"Text":"Li est nur Unu est deity heaven deity ter. Li est plej Sagx Omniscient"},{"SurahNumber":43,"VerseNumber":85,"Text":"(Exalted est Unu posed all sovereignty de heavens ter cxio them! Kun Him est knowledge Hor end de mond) Him vi returned"},{"SurahNumber":43,"VerseNumber":86,"Text":"Neniom da those ili idolize Him posed any potenc intercede their intercession coincides kun truth ili fully kon"},{"SurahNumber":43,"VerseNumber":87,"Text":"Vi pet them kre them ili dir DI. would tiam ili deviate"},{"SurahNumber":43,"VerseNumber":88,"Text":"Gxi proklam O my Lord these popol ne kred"},{"SurahNumber":43,"VerseNumber":89,"Text":"Vi disregard them dir Pac; ili do gxi surely trov out"}]}