{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Sungguh baruntukng urakng-urakng nang baiman"},{"SurahNumber":23,"VerseNumber":2,"Text":"(Yakoa) urakng nang khusyuk dalapm shalatnya"},{"SurahNumber":23,"VerseNumber":3,"Text":"Man urakng-urakng nang nyauhatn diri’ dari (pabuatatn man pakataatn) nang nana’ baguna"},{"SurahNumber":23,"VerseNumber":4,"Text":"Man urakng-urakng nang marentatn zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"Man urakng nang miharanyaga kamaluatnnya"},{"SurahNumber":23,"VerseNumber":6,"Text":"Kacoali kada’ bini-bininya ato amba sahaya nang nyaka’koa nyampu’i, 549 maka sabatolnya iaka’koa nana’ labih"},{"SurahNumber":23,"VerseNumber":7,"Text":"Tapi barang sae ngago’ salain koa (babaya’ man sabagenya) maka iaka’koalah urakng- urakng nang ngalampoi labih"},{"SurahNumber":23,"VerseNumber":8,"Text":"Man (sungguh baruntukng) urakng nang mihara amanat-amanat man janjinya"},{"SurahNumber":23,"VerseNumber":9,"Text":"Sarata urakng nang mihara salatnya"},{"SurahNumber":23,"VerseNumber":10,"Text":"Ia ka’ kolah urakng nang pasti nyawarisi"},{"SurahNumber":23,"VerseNumber":11,"Text":"(Yakoa) nang pasti ngawarisi (saruga) Firdaus, iaka’koa kakal ka’ dalapmnya"},{"SurahNumber":23,"VerseNumber":12,"Text":"Man sungguh, Kami udah nyajoat talino dari saripati (barasal) dari tanah"},{"SurahNumber":23,"VerseNumber":13,"Text":"Laka’ koa Kami nyadiatnnya ai’ mani (nang disimpan) dalapm tampat nang kuat (sarakng paranakatn)"},{"SurahNumber":23,"VerseNumber":14,"Text":"Laka’ koa, ai’ mani koa dijadiatn jukut nang ngarakat, lalu jukut nang ngarakat koa Kami jadiatn sabalongko’ dageng, man sagumpal dageng koa Kami jadiatn tulakng-tulakng, tulakng-tulakng koa Kami bungkus mang dageng, Kami nyadiatnnya makhluk nang (babantuk) lain. Maha Cuci Baraseh Allah, pamajuat nang edo’ gagas"},{"SurahNumber":23,"VerseNumber":15,"Text":"Abis koa, sungguh kita’ pasti mati"},{"SurahNumber":23,"VerseNumber":16,"Text":"Laka’ koa, sungguh kita’ pasti tatap diduhai- nani (dari subur kita’) ka’ ari kiamat nae"},{"SurahNumber":23,"VerseNumber":17,"Text":"Man sungguh, Kami udah majoat tujuh (lapis) langit ka’ atas kita’, man Kami nana’lah lengah ka’ahe nang kami pajoat"},{"SurahNumber":23,"VerseNumber":18,"Text":"Man Kami nuruntatn ai’ dari langit nang dah di ngukur, lalu Kami jadiatn ai’ koa badiapm ka’babah (bumi), man pasti Kami bakuasa ngalanyapatnnya"},{"SurahNumber":23,"VerseNumber":19,"Text":"Lalu mang ai’ koa, Kami numuhatn nto’nyu kabon-kabon mang anggur, ka’ koa kita namu buah-buahatn nang manyak man sabagian dari (buah-buah ka’ koa kita makatni)"},{"SurahNumber":23,"VerseNumber":20,"Text":"Man (Kami numuhatn) batakng (zaitun) nang tumuh dari gunung Sinai, nang ngasilatn binyak, man bahan pambangkit salera nto’ urakng-urakng nang makatn"},{"SurahNumber":23,"VerseNumber":21,"Text":"Man sungguh ka’ laok-laok idupatn tadapat suatu palajaran ka’ kita. Kami mare’ kita’ cocok dari (ai’ susu’) nang ada ka’dalapm parutnya; man ka’ ia uga’ ada manyak mampa’at nto kita’. Man sabagiannyya kita makatn"},{"SurahNumber":23,"VerseNumber":22,"Text":"Atasnya (laok-laok idupatn), man ka’ atas kapal-kapal kao angkut"},{"SurahNumber":23,"VerseNumber":23,"Text":"Man sungguh, Kami udah mangutus Nuh ka’ kaumnya, lalu ia bakata, ”Wahe kaumku! Sambahlah Allah, (karana) nana’ ada tuhan nang edo’ gagas di sambah salain Ia. Maka, jahe kita’ bai’ batakwa ka’ Ia"},{"SurahNumber":23,"VerseNumber":24,"Text":"Maka bakatalaj Sigana pramuka urakng kapir dari kaumnya, “urakng nian inalain nggelah talino biasa ampahe kita’, nang mao’ jadia’ urakng mulia daripada kita’. Man sakiranya Allah mao’, tantu ia ngutus Mala’ekat. Gi’ nana kala’ kami nangar (pamaba ampahe) nian dari da’ne’ moyang dahoya"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ia nggelah saurakng laki-laki nang gila, maka tunggulah (sabarlah) ngadapi’nya sampe waktu nang ditantuatn"},{"SurahNumber":23,"VerseNumber":26,"Text":"Ia (Nuh) bado’a, ”Oh Tuhanku, tolonglah aku, jukut iaka’koa madah aku pangalok”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Lalu Kami wahyuatn ka’ ia, ”pamuatlah kapal atas pangawasan man patunjuk Kami, maka kade’ parentah Kami atakng man tanur (dapur) udah mancaratn ai’, maka tama’lah ka’ dalapm (kapal) koa sapasang- sapasang dari satiap janis, uga’ kaluarganyu, kacoali urakng nang labih dolo’ ditatapatn (akan kana timpa siksaatn) ka’ antara nyaka’koa. Man amelah kao kataatn ka’ Aku urakng-urakng nang zalim, sabatolnya iaka’koa pasti ditingalampatn"},{"SurahNumber":23,"VerseNumber":28,"Text":"Man kade’ kao man urakng-urakng nang barage man kao udah barada ka’ atas kapal, maka kataatnlah, ”Sagala puji nto’ Allah nang udah nyalamatatn Kami dari urakng- urakng nang zalim"},{"SurahNumber":23,"VerseNumber":29,"Text":"Man bado’alah, ”Oh Tuhanku tampatatnlah aku ka’ tampat nang dibarakati, man Kita’ sidi sabaik-baik pamare’ tampat"},{"SurahNumber":23,"VerseNumber":30,"Text":"Sungguh, ka’ (kajadiatn) koa batol-batol tadapat tanda-tanda (kakuasaan Allah) man sabatolnya Kami batol-batol nimpa’atn siksaatn (ka’ kaum Nuh koa)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Lalu salaka’ iaka’koa, Kami pajoat umat nang lain (kaum ‘Ad)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Lalu Kami utus ka’ ia ka’ koa seko’ urakng rasul dari kalangan nyaka’koa babari (nang bakata), ”Sambahlah Allah! Nana’ ada tuhan (nang edo’ disambah) di kita’ salain Ia. Maka ngahe kita’ nana’ bataqwa (ka’ Ia)? ” 23. AL-MU'MIN"},{"SurahNumber":23,"VerseNumber":33,"Text":"Man bakatalah sigana pamuka urakng kapir dari kaumnya man nang madah alok patamuan mang ari naherat sarata iaka’koa nang udah Kami bare’ kamewahatn man kasanangan dalapm kaidupatn ka’ dunia.” (urakng) nian nana’ lain inggelah talino ampahe kao. Ia makatn ahe nang kao makatn, man ia nyocok ahe nang kao cocak"},{"SurahNumber":23,"VerseNumber":34,"Text":"Sidimiah batol, kade’ kao naati talino nang ampahe kao, pasti kao akan rugi"},{"SurahNumber":23,"VerseNumber":35,"Text":"Ada ke’ ia nyanjiatn ka’ kita’, bahoa’ kade’ kita’ udah mati jadi tanah mang tulakng- tulakng, sabatolnya kita’ pasti dikaluaratni (dari subur kita’)"},{"SurahNumber":23,"VerseNumber":36,"Text":"Jauh! Jauh miah (dari kabanaratn) ahe nang ancamannya ka’ kao"},{"SurahNumber":23,"VerseNumber":37,"Text":"(Kaidupatn koa) nana’ lain inggelah kaidupatn diri’ ka’ dunia nian, (ka’ koalah) diri’ mati man idup550 man nana’ diidupatna’(agi’)"},{"SurahNumber":23,"VerseNumber":38,"Text":"Nyakoa nana’ lain nggan nang laki nang kajuh babuat alok ka’ Allah, mau diri’ nana akan mue aya’i’nya"},{"SurahNumber":23,"VerseNumber":39,"Text":"Ia (Hud) bado’a, ”Oh Tuhanku, tolonglah aku sabab iaka’koa madah aku alok.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Ia (Allah) bapirman, ”Nana’ lama agi’ iaka’koa pasti nasal"},{"SurahNumber":23,"VerseNumber":41,"Text":"Lalu iaka’koa batol-batol dingariboatn di suara nang dah bunyi late’, man Kami jadiatn iaka’koa (ampahe) pangkauh nang di baha’ nyanyutatn’, 551 maka babariboatnlah urakng-urakng nang zalim"},{"SurahNumber":23,"VerseNumber":42,"Text":"Laka’ ia ka’ koa Kami pajoatlah umat-umat nang baharu"},{"SurahNumber":23,"VerseNumber":43,"Text":"Nana’ ada sote’ umat pun nang bisa nyapati’ kamatianya, man nana’ (uga’)bisa ngulur- ngulurnya"},{"SurahNumber":23,"VerseNumber":44,"Text":"Laka’ koa, Kami utus rasul-rasul Kami baturut-turut. Satiap kali seko’ urakng rasul atakng ka’ soatu umat, iaka’koa madehnya alok, maka Kami pagantian sabagian iaka’koa man sabagian nang lain (dalapm siksaatn). Man kami pamuas ia ka’koa manjadi gesah (ka’talino). Maka binasalah urakng-urakng nang nana’ baiman"},{"SurahNumber":23,"VerseNumber":45,"Text":"Laka’koa, Kami utus Musa man kamarkapalanya Harun mang ngicakng tanda-tanda (kakuasa’an) Kami, man bukti nang nyata"},{"SurahNumber":23,"VerseNumber":46,"Text":"Ka’ Pir’aun man sigana pamuka kaumnya, tapi iaka’koa angkuh man iaka’koa memang kaum nang sombong"},{"SurahNumber":23,"VerseNumber":47,"Text":"Maka iaka’koa bakata, ”Aheke’ (pantas) diri’ pucaya’ ka’ dua urakng talino nang sama mang diri’, padahal urangannya ka’koa (Bani Israil) koa urakng-urakng nang ngambaatn diri’ nya’ diri’?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Maka iaka’koa madah alok kaduanya, karana koa iaka’koa tamasok urakng nang diriboatni’"},{"SurahNumber":23,"VerseNumber":49,"Text":"Man sungguh, udah Kami barentatn ka’ Musa kitab (Taurat) supaya iaka’koa (Bani Israil) namu patunjuk"},{"SurahNumber":23,"VerseNumber":50,"Text":"Man udah Kami jadiatn (Isa) nak Mariyam mang uwe’nya sabage tanda bukti nang nyata (atas kakuasa’an Kami) man Kami ngalindungi’ nyaka’koa ka’ sabuah ongkol nang tingi, (tampat nang tanang, rindang man manyak buah-buahan) man mata ai’ nang ngalir"},{"SurahNumber":23,"VerseNumber":51,"Text":"Allah bapirman, ”wahe sigana Rasul! Makatnlah dari (makanan) nang baik-baik, man pamuatlah kabaikatn. Sungguh, Aku Maha Nau’an ahe nang kita’ karajaatni"},{"SurahNumber":23,"VerseNumber":52,"Text":"Man sungguh (agama tauhid) nianlah agama nto’ kita’, agama nang sote’ man Akulah Tuhannyu, maka bataqwalah ka’ Aku"},{"SurahNumber":23,"VerseNumber":53,"Text":"Laka’koa iaka’koa tapacah balah dalapm urusan (agama) nya manjadi sangahe 23. A golongan. Satiap golongan (marasa) rep mang ahe nang ada ka’ iaka’koa (masin masing)"},{"SurahNumber":23,"VerseNumber":54,"Text":"Maka biaratnlah iaka’koa dalapm kasasatatnnya sampe waktu nang ditant"},{"SurahNumber":23,"VerseNumber":55,"Text":"Ahe ke’ iaka’koa ngira bahoa’ Kami mare’atn harta man anak-anak ka’ iaka’ (barati bahoa’)"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kami qaneeh mare’atna kabaikatn- kabaikatn ka’ iaka’koa? (nana’) tapi iaka’koa nana’ nyadari’nya"},{"SurahNumber":23,"VerseNumber":57,"Text":"Sungguh, urakng-urakng nang karana g (ka’siksa) Tuhannya, iaka’koa miah baa ati"},{"SurahNumber":23,"VerseNumber":58,"Text":"Man iaka’koa nang baiman ka’ tanda-ta (kakuasa’atn) Tuhannya"},{"SurahNumber":23,"VerseNumber":59,"Text":"Man iaka’koa nang nana’ masakutuatn Tuhannya"},{"SurahNumber":23,"VerseNumber":60,"Text":"Man iaka’koa nang mare’atn ahe nang iaka’koa bare’atn (basidakah) mang ati panoh rasa gali’ (jukut iaka’koa nau’an) bahoa’ sabatolnya iaka’koa tatap pulakn ka’ Tuhannya"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iaka’koa batol siradap dalapm kabaikatn kabaikatn man iaka’koalah urakng-urak nang labih dolo’ namunya"},{"SurahNumber":23,"VerseNumber":62,"Text":"Man Kami nana’ mebani’ sae’ ma’an malaintatn manurut kasanggupatnnya, m ka’ Kami ada bacatatan nang madahatn sabanar-sabanarnya, man iaka’koa nana dizalimi’ (di rugiatn)"},{"SurahNumber":23,"VerseNumber":63,"Text":"Tapi, iaka’koa (urakng-urakng kapir) ko dalapm kasasatatn dari (mahami’ Al-Qu nian, man iaka’koa bakabiasa’an manya ngarajaatn) pabuatatn-pabuatatn lain (bu nang kajuh nyaka’koa karajaatn)"},{"SurahNumber":23,"VerseNumber":64,"Text":"Sahingga kade’ Kami jantu’atn sikasaat ka’ urakng-urakng nang idup ba mewah mewah ka’ antara nyaka’koa, sakatika k ia batareak-tareak minta banto’"},{"SurahNumber":23,"VerseNumber":65,"Text":"Amelah kao babangamppakatn minta ba ari nian! Sungguh, kita’ nana’ akan nam patolongan dari Kami"},{"SurahNumber":23,"VerseNumber":66,"Text":"Sungguh ayat-ayat Ku (al-Quran) salalu dibacaatn ka’ kita’, tapi kita’ salalu bapaling ka’ balakang"},{"SurahNumber":23,"VerseNumber":67,"Text":"Mang nyombongkatn diri man ngataatn pakataatn-pakataatn na’ sanonoh ka’ia (al- Quran) pada waktu kita’ babangomongan malam ari"},{"SurahNumber":23,"VerseNumber":68,"Text":"Maka nana’ ke iaka’koa maratiatni’ pirman (Allah), ato adake’ udah atakng ka’ iaka’koa ahe nang nana’ paranah atakng ka’ ene’ moyang nyaka’koa de’e"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ato ke’ iaka’koa nana’ nganal Rasulnya (Muhammad), karana koa iaka’koa ngingkari’nya"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ato iaka’koa bakata, ”urakng koa (Muhammad) gila, ”padahal, ia udah atakng ngicakng kabanaratn ka’ iaka’koa, tapi kamanyakatn iaka’koa busak ka’ kabanaran"},{"SurahNumber":23,"VerseNumber":71,"Text":"Man saandenya kabanaran koa manuruti kamoan nyaka’koa, pasti babariboatnla langit man ai’ tanah man samu nang ada ka’ dalapmnya. Malahan Kami udah mare’ paringatan ka’ia ka’koa, tapi iaka’koa bapaling dari paringatan"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ato kao (Muhammad) minta imbalan ka’ iaka’koa? padahal imbalan dari Tuhannyu labih edo’, karana Ia’ pamare’ rajaki nang miah edo’"},{"SurahNumber":23,"VerseNumber":73,"Text":"Man sungguh kao pasti udah mabai’ iaka’koa ka’ maraga nang locor"},{"SurahNumber":23,"VerseNumber":74,"Text":"Man sungguh urakng-urakng nang nana’ baiman ka’ naherat batol-batol udah manyimpang jauh dari maraga (nang locor)"},{"SurahNumber":23,"VerseNumber":75,"Text":"Man sakiranya iaka’koa Kami kasihatn man Kami ilangan musibah nang manimpa nyaka’koa, 553 pasti iaka’koa akan tarus manarus ta ombang-ambing dalapm kasasatatn nya"},{"SurahNumber":23,"VerseNumber":76,"Text":"Man sungguh Kami udah nimpa’atn siksaatn ka’ iaka’koa, 554 tapi iaka’koa bai’ tunduk ka’ Tuhannya, man (uga’) bai’ ngarendahatn diri’nya"},{"SurahNumber":23,"VerseNumber":77,"Text":"Sahingga kade’ Kami buka’atn nto’ iaka’koa pintu siksa nang miah karas, sakatika koa ia manjadi putus asa"},{"SurahNumber":23,"VerseNumber":78,"Text":"Man Ia-lah nang udah majoat nyo’nya panangaratn, Panele’atn, man ati nurani, tapi saebet sakali kita nang basukur"},{"SurahNumber":23,"VerseNumber":79,"Text":"Man Ia-lah nang majoat man ngambang biakatn kita’ ka’ dunia man ka’ Ia-lah kita’ nae dikumpuratni"},{"SurahNumber":23,"VerseNumber":80,"Text":"Man Ia-lah nang ngidupatn man matiatn, uga’ Ia-lah nang (ngatur) pangantiatn malam man siakng, nana’ ke’ kita’ ngarati"},{"SurahNumber":23,"VerseNumber":81,"Text":"Bahkan iaka’koa ngucapatn pakataatn nang sarupa mang ampahe nang dikataatn urakng-urakng de’e"},{"SurahNumber":23,"VerseNumber":82,"Text":"Iaka’koa bakata, ”Ahe ke’ batol, kade’ kami udah mati man udah manjadi tanah man tulakng-tulakng, kami batol-batol akan dibangkitatna’ agi’"},{"SurahNumber":23,"VerseNumber":83,"Text":"Sungguh, nang ampaaikng nian udah dijanjiatn ka’ kami manda’ ene’ moyang kami de’e, 555 nian inggelah gesah (curita) urakng-urakng jaman dolo’!”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Kataatnlah (Muhammad), ”Nu’ saeke’ dunia, man samua nang ada ka’ dalapmnya, kade’ kita’ nau’an?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Iaka’koa akan nyawap, ”Nu’ Allah. ”Kataatnlah, ”Maka jahe kita’ nana’ ingat?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Kataatnlah, ”saeke’ Tuhan nang ngampu’ langit nang tujuh man nang ngampu’ Arsy nang agung?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Iaka’koa akan nyawap, ”(Nu’) Allah. ”Kataatnlah, ”Maka ngahe kita’ bai’ bataqwa?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Kataatnlah, ”Saeke’ nang ka’ kokot-Nya ada kakuasa’an sigasana ahe pun. Ia ngalinukngi, man nana’ ada nang bisa dilinukngi’ (dari siksaatn-Nya) kade’ kita’ nau’an?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Iaka’koa akan nyawap, ”(Nu’) Allah, ”Kataatnlah, ”(kade’ ampakoa) maka ampahe kita’ sampe tatipu?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Padahal Kami udah ngicakng kabanaratn ka’ iaka’koa, tapi sigana nya ka’koa nyaba’ pangalok"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah nana’ baranak, man nana’ ada tuhan (nang lain) mang-Ia. (sakiranya tuhan koa badakah), maka masing-masing Tuhan koa tatap ngicakng (mahluk) nang dipajoatnya, man sabagian tuhan-tuhan ka’koa pasti ngalahatn sabagian nang lain. Maha cuci baraseh Allah dari ahe nang iaka’koa sipatatn koa"},{"SurahNumber":23,"VerseNumber":92,"Text":"(Ia-lah Tuhan) nang nau’an samua nang nana’ ditele’ man samua nang katele’atn. Maha tingi (Allah) dari ahe nang iaka’koa pasakutuatn"},{"SurahNumber":23,"VerseNumber":93,"Text":"Kataatnlah (Muhammad), ”Oh Tuhanku, Saandenya Kita’ mao’ nele’atn ka’ aku ahe (siksaatn) nang diancaman ka’ iaka’koa"},{"SurahNumber":23,"VerseNumber":94,"Text":"Oh Tuhanku, maka amelah Kita’nya jadiatn aku dalapm golongatn urakng-urakng zalim"},{"SurahNumber":23,"VerseNumber":95,"Text":"Man sungguh, Kami bakuasa nto’ nele’atn ka’ kao (Muhammad) ahe nang Kami ancaman ka’ iaka’koa"},{"SurahNumber":23,"VerseNumber":96,"Text":"Tolaklah pabuatan buruk nyaka’koa mang (cara) nang labih edo’, Kami labih edo’ nau’an ahe nang iaka’koa sipatatn (ka’ Allah)"},{"SurahNumber":23,"VerseNumber":97,"Text":"Man kataatnlah, ”Oh Tuhanku, aku balinukng ka’ Kita’ dari bisikatn-bisikatn balis"},{"SurahNumber":23,"VerseNumber":98,"Text":"Man aku balinukng (uga’) ka’ Kita’ oh Tuhanku, supaya iaka’koa nana’ nyamakki’ aku, ”"},{"SurahNumber":23,"VerseNumber":99,"Text":"(Ampakoalah kaada’an urakng-urakng kapir koa), nang kade’ atakng kamatiatn ka’ Ia ka’koa, ia babakatnlah aku ka dunia"},{"SurahNumber":23,"VerseNumber":100,"Text":"Supaya aku bias babuat baik nang udah aku tingalatn, ”Sakali-kali nana’! Sungguh nang koa ngge alasan, nang dikataatn ihan, man ka’ adapatn nyaka’koa ada barzakh556 sampe nae iaka’koa di duhaniani’"},{"SurahNumber":23,"VerseNumber":101,"Text":"Kade’ dah sangakakala disiup maka nana’ ada agi’ patalian kamarkapala ka’ antara nyaka’koa waktu ari koa (ari kiamat) man nana’ (uga’) iaka’koa babatanya’i"},{"SurahNumber":23,"VerseNumber":102,"Text":"Sae ma’an barat timbangan (kabaikatn) nya maka iaka’koalah urakng-urakng nang baruntukng"},{"SurahNumber":23,"VerseNumber":103,"Text":"Man sae ma’an rehatn timbangan (kabaikatn) nya maka iaka’koalah urakng- urakng nang ngarugiatn diri’nya babaro, iaka’koa kakal ka’ naraka jahanam"},{"SurahNumber":23,"VerseNumber":104,"Text":"Muha nyaka’koa didadakng di api naraka, man iaka’koa ka’ naraka dalapm kaada’an bungoh sarata bebernya bapucatatn"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ina’ ke’ ayat-ayat Ku udah dimacaatni ka’ kita’, tapi kita’ kajuh madahinya alok"},{"SurahNumber":23,"VerseNumber":106,"Text":"Iaka’koa bakata, ”Oh Tuhan kami, kami udah dikuasai di kajahattatn kami, man kami nian urakng-urakng nang sasat"},{"SurahNumber":23,"VerseNumber":107,"Text":"Oh Tuhan kami, kaluaratnlah kami darinya (pulangan kami ka’ dunia) kade’ kami masih uga’ mulakng (ka’ kapiratn). Sungguh, kami batol urakng-urakng nang zalim. ”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ia (Allah) bapirman, ”badiapmlah mang tahina ka’ dalapmnya, man amelah kita’ ngomong mang Aku. ”"},{"SurahNumber":23,"VerseNumber":109,"Text":"Sungguh ada sagolongan dari amba-amba Ku ba do’a, ”Oh Tuhan kami, kami udah baiman maka amponi’lah kami man bare’lah kami rahmat. Kita’ lah pamare’ rahmat nang tabaik"},{"SurahNumber":23,"VerseNumber":110,"Text":"Lalu kita’ jadiatn iaka’koa buah ejekkatn, sahingga kita’ lupa ngingat Aku, man kita’ (kajuh) ngalakkatn iaka’koa"},{"SurahNumber":23,"VerseNumber":111,"Text":"Sungguh ka’ ari nian Aku mare’ balasatn ka’ iaka’koa, karana kasabaratn nyaka’koa. Sungguh, ia ka’koalah urakng-urakng nang namu kamanangan"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ia (Allah) bapirman, ”Sangahe tahun ke’ lamanya kita’ badiapm ka’ dunia"},{"SurahNumber":23,"VerseNumber":113,"Text":"Iaka’koa nyawap, ”Kami badiapm (ka’ dunia) sa’ari ato satangah ari maka tanya’anlah ka’ iaka’koa nang ngetongnya. ”"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ia (Allah) bapirman, ”kita’ badiapm (ka’ dunia) nggan sabantar ihan, kade’ kita’ batol-batol nau’an"},{"SurahNumber":23,"VerseNumber":115,"Text":"Maka ahe ke’ kita’ ngira bahoa’ Kami majoat kita’ bamain-main (nana’ batujuan) man bahoa’ kita’ nana’ akan dipulangkatna ka’ Kami?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Maha Tingi Allah, Raja nang sabatolnya, nana’ ada tuhan (nang bahak disambah) salain Ia. Tuhan (nang ngampu') Arsy nang mulia"},{"SurahNumber":23,"VerseNumber":117,"Text":"Man sae ma’an manyambah tuhan nang lain salain Allah, padahal nana’ ada sote’ buktipun baginya tantang koa maka paretongannya nggan ka’ Tuhannya. Sungguh urakng-urakng kapir koa nana’ akan baruntukng"},{"SurahNumber":23,"VerseNumber":118,"Text":"Man kataatnlah (Muhammad), ”Oo Tuhanku, bare’lah amponan man (bare’lah) rahmat. Kita’lah pamare’ rahmat paling edo’.” (Barakatnyabut) dama Allah nang Maha Pangasih, Maha Panyayang"}]}