{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Те прашуваат за пленот. Кажи: “Пленот е од Аллах и од пејгамберот. Па, плашете се од Аллах. Средете ги односите еднисодруги. Бидете послушни и на Аллах и на пејгамберот Негов ако сте верници"},{"SurahNumber":8,"VerseNumber":2,"Text":"Да, верници се оние кои, ако се спомене Аллах, треперат срцата нивни, а ако им се кажуваат ајетите Негови им се зголемува иманот и се потпираат врз Господарот свој"},{"SurahNumber":8,"VerseNumber":3,"Text":"оние кои намаз извршуваат И кои од нафаката Наша делат"},{"SurahNumber":8,"VerseNumber":4,"Text":"Верници се тие ВИСТИНСКИ. За нив има степени кај Господарот, и прошка и нафака благородна"},{"SurahNumber":8,"VerseNumber":5,"Text":"Како што те изведе Господарот твој од домот твој исправно. И една дружина меѓу верниците тоа го презираше"},{"SurahNumber":8,"VerseNumber":6,"Text":"Расправаа со тебе за Вистината по очигледноста нејзина ете, како да се туркаат во смрт очигледна, а, токму, гледаат"},{"SurahNumber":8,"VerseNumber":7,"Text":"И кога Аллах ќе ви вети една од двете дружини дека е ваша вие, навистина, посакувате ненаоружената да биде ваша. Аллах посакува да се овистини вистината со зборовите Негови И да се пресечат корените на неверниците"},{"SurahNumber":8,"VerseNumber":8,"Text":"да ја овистини вистината а да ја уништи невистината, па макар тоа го мразеле силниците"},{"SurahNumber":8,"VerseNumber":9,"Text":"Кога баравте помош од Господарот ваш, ОН ви се озва. Јас, навистина, ве поддржав со илјада мелеки кои доаѓаа еднизадруги"},{"SurahNumber":8,"VerseNumber":10,"Text":"Аллах тоа го направи само да ве зарадува и во тоа да ги смирете срцата ваши. Помошта е само кај Аллах. Аллах, навистина, е Силен и Мудар"},{"SurahNumber":8,"VerseNumber":11,"Text":"кога Он ви одреди лесен сон да ве обземе, да ве заштити од Своја страна, и кога ви спушти од небо вода за да ве очисти со неа и да ја отстрани од вас нечистотијата шејтанска и да ги поврзе срцата ваши и да ги зацврсти стапалките"},{"SurahNumber":8,"VerseNumber":12,"Text":"и кога Господарот твој им вдахна на мелеките: “Јас сум, навистина, со вас: бодрете ги, тогаш, оние кои веруваат.\" Во срцата на оние кои не веруваат ќе фрлам страв. Па, удирајте ги по вратовите и по прстите"},{"SurahNumber":8,"VerseNumber":13,"Text":"Заради противењето НИВНО и на Аллах и на пејгамберот Негов. А оној кој се противи на Аллах и на пејгамберот Негов та, Аллах е Силен Казнувач"},{"SurahNumber":8,"VerseNumber":14,"Text":"Ете, така ви е. Искусете ја казната, а за неверниците, навистина, има казна огнена"},{"SurahNumber":8,"VerseNumber":15,"Text":"О верници, кога ќе се справите со оние кои не веруваат, кои доаѓаат во редови,тогаш, не вртете ги плеќите"},{"SurahNumber":8,"VerseNumber":16,"Text":"Оној кој ќе побегне тогаш, освен оној кој привидно бега за да се врати во борба, или кој се придржува на друга дружина, секако, се враќа со лутината Аллахова и Џехеннемот е - престојувалиштето негово! Е, само колку лошо свратилиште е тоа"},{"SurahNumber":8,"VerseNumber":17,"Text":"И вие не ги убивавте, туку Аллах ги убиваше. И кога фрлаше ти не фрлаше, туку Аллах фрлаше за да ги испроба верниците со искушение убаво. Аллах, навистина, е Слушач и Зналец"},{"SurahNumber":8,"VerseNumber":18,"Text":"Ете, така ви е. Аллах, навистина, чини да венат сплетките на неверниците"},{"SurahNumber":8,"VerseNumber":19,"Text":"Ако баравте да победите па, ете, победата ви дојде. А ако прекинете - та, тоа е подобро за вас. А ако, пак, се вратите и Ние ќе се вратиме. Дружината ваша во ништо не ќе ви користи и без оглед на бројот. Аллах, навистина, е со верниците"},{"SurahNumber":8,"VerseNumber":20,"Text":"О верници, бидете послушни и на Аллах и на пејгамберот Негов. И не вртете Му ги плеќите. Вие, токму, слушате"},{"SurahNumber":8,"VerseNumber":21,"Text":"не бидете како оние кои зборуваа: “Слушаме,\" а, всушност, не слушаат"},{"SurahNumber":8,"VerseNumber":22,"Text":"зашто најлоши битија кај Аллах, навистина, се оние кои се глувонеми, оние кои ништо не сфаќаат"},{"SurahNumber":8,"VerseNumber":23,"Text":"Аллах да знаеше дека кај нив има некакво добро Он ќе ги натераше да слушаат. А да ги натераше да слушаат пак ќе ги свртат плеќите зашто тие, секако, рамнодушни се и онака"},{"SurahNumber":8,"VerseNumber":24,"Text":"верници, озвијте се на Аллах и на пејгамберот Негов кога ве повикуваат зашто тоа ќе ве заживее. Знајте дека Аллах, навистина, се вмешува меѓу човекот и срцето негово и дека, секако, кај Него ќе се зберете"},{"SurahNumber":8,"VerseNumber":25,"Text":"И чувајте се од сплетки кои ќе ги погодат само оние меѓу вас кои зулум направија. И знајте дека Аллах, навистина, е Силен Казнувач"},{"SurahNumber":8,"VerseNumber":26,"Text":"И сетете се кога бевте малкумина, кога ве сметаа за слаби, плашејќи се да не ве фатат луЃѓето и кога Он, со помошта Своја, ве поддржа и ве зајакна, И ве снабде со добра за да бидете благодарни"},{"SurahNumber":8,"VerseNumber":27,"Text":"О верници, не изневерувајте Го Аллаха и пејгамберот Негов, и аманетот ваш еднисодруги не изневерувајте го. Вие, секако, знаете"},{"SurahNumber":8,"VerseNumber":28,"Text":"Знајте дека, навистина, ИМотот ваш и децата ваши се искушение и дека, секако, кај Аллах има награда голема"},{"SurahNumber":8,"VerseNumber":29,"Text":"О верници, ако се плашите. од Аллах ќе ве оспособи да просудувате што е добро а штое. зло, и ќе ги занемари злите постапки ваши, И ќе ви прости. Аллах поседува добротија голема"},{"SurahNumber":8,"VerseNumber":30,"Text":"И кога неверниците ти правеа сплетки за да те затворат или да те убијат или да те истераат... НПравеа сплетки а Аллах ги отстрани. Аллах е најдобар во тоа"},{"SurahNumber":8,"VerseNumber":31,"Text":"кога им се кажувани ајетите Наши, рекоа: “Слушнавме веќе и, да посакаме, ќе кажуваме слично на тоа; ова се само прикаски на поколенијата одамнешни"},{"SurahNumber":8,"VerseNumber":32,"Text":"кога рекоа: “Господаре, ако е ова вистина од Тебе, спушти ни, тогаш, камења од небо место дожд или дај ни казна болна"},{"SurahNumber":8,"VerseNumber":33,"Text":"Аллах не ги казнува во присуство твое. Аллах не е казнувач нивни - оние, всушност, бараат прошка"},{"SurahNumber":8,"VerseNumber":34,"Text":"Казнувањето нивно од Аллах е оправдано зашто оние оддалечуваат други од Месџидил Харам и не се заштитници Негови. Заштитниците негови се богобојазлиИви, НО МНОЗИНСТВОТО ОД нив не знаат"},{"SurahNumber":8,"VerseNumber":35,"Text":"Намазот нивни во Месџидул Харам е само дрдорење и плескање. Пробајте ја, тогаш, казната затоа што не верувавте"},{"SurahNumber":8,"VerseNumber":36,"Text":"Оние кои не веруваат, навистина, го трошат имотот свој за да одвраќаат од Аллаховиот пат. Та, ќе го потрошат и ќе зажалат и на крај ќе изгубат. Оние кои не веруваат во Џехеннемот ќе се зберат"},{"SurahNumber":8,"VerseNumber":37,"Text":"а Аллах да го оддели доброто од злото и ОН злото нивно да го напласти еднинадруги па да ги натрупа сите и да ги фрли во Џехеннемот! Онаквите се, токму, поразени"},{"SurahNumber":8,"VerseNumber":38,"Text":"Кажи им на оние кои не веруваат дека ако престанат ќе им биде простено она што поминало, а ако, пак, се вратат... та, искуството на одамнешните поколенија е познато"},{"SurahNumber":8,"VerseNumber":39,"Text":"И борете се против нив се додека го снема сплеткарењето И додека верата МАллахова не биде присутна. А ако престанат... та, Аллах го гледа она што го работат"},{"SurahNumber":8,"VerseNumber":40,"Text":"а ако ги свртат плеќите, знајте дека Аллах, навистина, е Заштитник ваш. Е, само колку добар Заштитник е Он и само колку добар Поддржник е Он"},{"SurahNumber":8,"VerseNumber":41,"Text":"И знајте дека, навистина, од она што ќе го заплените во борба, тогаш, една петина му припаѓа на Аллах и на пејгамберот, и на роднината негова, И на јетимите и на сиромашните, и на патниците доколку верувате во Аллах и во она што е објавено до робот Наш, и во денот во кој се одделија вистината и невистината, во денот во кој се судрија две војски. А Аллах е Кадар за се"},{"SurahNumber":8,"VerseNumber":42,"Text":"Кога вие бевте во падината поблиска, а оние во падината подалечна, а караванот беше многу подолу од вас: а ако се договоревте немаше да се договорете за времето на судирот, но Аллах Ја определи наредбата која стана делотворна: да пропадне оној кој што треба да пропадне за да му биде Јасно, а да остане во живот оној кој што. треба да остане во живот за да. му биде јасно. Аллах, навистина, е Слушач и Гледач"},{"SurahNumber":8,"VerseNumber":43,"Text":"Кога Аллах во сон ти покажа дека се малку, а да ви покажевме дека се многу, ќе изгубевте и ќе се каравте, но Аллах, ете, донесе спас. ОН, навистина, го знае она што е во градите"},{"SurahNumber":8,"VerseNumber":44,"Text":"И кога се соочивте ОН во очите ваши, смалувајќи ги, ги прикажа малку за Аллах да ја определи наредбата која се изврши. Кон Аллах работите се враќаат"},{"SurahNumber":8,"VerseNumber":45,"Text":"О верници, кога ќе се судрите со некоја чета, бидете цврсти и споменувајте Го Аллаха многу за да се спасите"},{"SurahNumber":8,"VerseNumber":46,"Text":"И бидете послушни и на Аллах и на пејгамберот Негов; не карајте се еднисодруги зашто ќе ослабнете и ќе ви исчезне моќта. Бидете трпеливи! Аллах, навистина, е со трпеливите"},{"SurahNumber":8,"VerseNumber":47,"Text":"И не бидете како оние кои излегоа од домовите свои горделиво, очигледно пред луѓето, а кои, всушност, одвраќаат од Аллаховиот пат. Аллах го опфаќа она што го работат"},{"SurahNumber":8,"VerseNumber":48,"Text":"кога Шејтанот им ги разубави делата нивни, рекоа: “Денес никој меѓу луѓето не може да ве победи зашто јас сум заштитникот ваш!\" И бидејќи две чети се сретнаа очи В очи Шејтанот се повлече по стапалките свои, и рече: “Да, јас сум далеку од вас и јас, навистина, го гледам она што вие не го гледате, и да, јас стравувам од Аллак! ФАллах е Силен Казнувач"},{"SurahNumber":8,"VerseNumber":49,"Text":"Кога дволичните И оние во чии срца има болештина зборуваа: “Нив верата нивна ги измами.\" А оној кој ќе се потпре врз Аллах .. па, Аллах, навистина, е Силен и Мудар"},{"SurahNumber":8,"VerseNumber":50,"Text":"Е, само да видиш кога мелеките на оние кои не веруваа како ќе им ги земаат душите, удирајќи ги по лицата нивни и по плеќите нивни: “Искусете ја казната огнена"},{"SurahNumber":8,"VerseNumber":51,"Text":"Ете, тоа е заради она што го направија рацете ваши. А Аллах, навистина, не е зулумќар кон робовите"},{"SurahNumber":8,"VerseNumber":52,"Text":"Слично на обичајот на фараоновите луѓе и оние кои беа пред нив. Не веруваа во знаменијата на Аллах... па, Аллах ги казни заради гревовите Нивни. Аллах, навистина, е Јак, Силен Казнувач"},{"SurahNumber":8,"VerseNumber":53,"Text":"Бидејќи е така, Аллах, навистина, не го менува благодатот кој го подари на луѓето се додека оние не се изменат самите себеси. Аллах, навистина, е Слушач и Зналец"},{"SurahNumber":8,"VerseNumber":54,"Text":"Слично на обичајот на фараоновите луѓе и оние што беа пред нив. Ги сметаа за лажни знаменијата од Господарот свој, па Ние ги уништивме заради гревовите нивни и го потопивме семејството фараоново. Сите беа зулумќари"},{"SurahNumber":8,"VerseNumber":55,"Text":"Најлошите суштества кај Аллах се оние кои пренебрегнуваат, тогаш, оние кои не веруваат"},{"SurahNumber":8,"VerseNumber":56,"Text":"оние СО КОИ ТИ СКЛУЧИ ДОГОвор па, потоа, го кршат договорот свој секојпат, оние не се богобојазливи"},{"SurahNumber":8,"VerseNumber":57,"Text":"А ако се судриш со НИВ ВО борба, тогаш, истерај ги за да се сетат оние по нив"},{"SurahNumber":8,"VerseNumber":58,"Text":"А ако, пак, се плашиш да не те издаде народот, тогаш, возврати им на ист начин. Аллах, навистина, не ги њуби предавниците"},{"SurahNumber":8,"VerseNumber":59,"Text":"Нека неверниците, секако, не сметаат дека ќе ја избегнат казната. Оние, навистина, не можат да ја избегнат казната Негова"},{"SurahNumber":8,"VerseNumber":60,"Text":"Подгответе против нив моќ која можете да ја смогнете, и КОЊИ за војна со што ќе ги заплашите и непријателот на Аллах и непријателот ваш и други освен нив. Вие не ги знаете, а Аллах ги знае. А она што ќе го поделите на Аллаховиот пат ќе ви се надополни и нема да ви се направи зло"},{"SurahNumber":8,"VerseNumber":61,"Text":"А ако се наклонети кон мир па, и ти биди наклонет кон мир, И потпри се врз Аллах. ОН, навистина, е Слушач и Зналец"},{"SurahNumber":8,"VerseNumber":62,"Text":"А ако посакуваат да те измамат... па, за тебе доволен е Аллах. Он те крепи со помошта Своја а и со верниците"},{"SurahNumber":8,"VerseNumber":63,"Text":"И Он ги спои срцата нивни. И се што е на земјата да го потрошиш не би ги споил срцата НИВНИ, но Аллах нив ги спои. ОН, навистина, е Силен и Мудар"},{"SurahNumber":8,"VerseNumber":64,"Text":"О пејгамберу, Аллах ти е Доволен и верниците кои те следат"},{"SurahNumber":8,"VerseNumber":65,"Text":"пејгамберу, поттикнувај ги верниците кон борба. Ако меѓу вас има дваесет трпеливи ќе победат двесте, а ако, пак, меѓу вас има сто ќе победат илјада од оние кои не веруваат зашто оние се, навистина, луѓе кои не сфаќаат"},{"SurahNumber":8,"VerseNumber":66,"Text":"Е, сега, Аллах ви олесни, И Он знае дека сте, навистина, истоштени. Па, ако меѓу вас има сто трпеливи ќе победат двесте, а ако, пак, меѓу вас има илјада, ќе победат, со одобрението Аллахово, две илјади. А Аллах е со трпеливите"},{"SurahNumber":8,"VerseNumber":67,"Text":"На пејгамбер не му е дозволено да има заробеници се додека не извојува победа на земјата. Вие ги посакувате добрата од овој свет, а Аллах го посакува Ахирет. Аллах е Силен И Мудар"},{"SurahNumber":8,"VerseNumber":68,"Text":"Кога не би била Одлуката на Аллах од порано во она што го земавте ќе ве погодеше казна голема, сигурно"},{"SurahNumber":8,"VerseNumber":69,"Text":"Па, јадете го она што го запленивте, што е халал убава храна. И плашете се од Аллах. Аллах, навистина, е Простувач и Сомилосен"},{"SurahNumber":8,"VerseNumber":70,"Text":"пејгамберу, кажи им на заробениците кои се во рацете твои: “Ако Аллах види во срцата ваши добро Он ќе ви даде добро од она што ви е одземено, и Он ќе ви прости.\" Аллах е Простувач и Сомилосен"},{"SurahNumber":8,"VerseNumber":71,"Text":"А ако, пак, посакаат да те изневерат па, оние и пред тоа го изневеруваа Аллаха: тогаш, Он најде начин против нив. Аллах е Зналец и Мудар"},{"SurahNumber":8,"VerseNumber":72,"Text":"Оние кои веруваа И кои се иселија И кои се бореа на Аллаховиот пат и со имотот свој И СО ЖИВОТОТ свој, И оние Кои згрижуваа и кои помагаа... се заштитници еднинадруги. А на оние кои веруваа а не се иселија ВО ништо не можете да бидете заштитници нивни се додека не помош од вас, во верата, тогаш, должност ви е да им помогнете, но не и против народот меѓу кого и вас има договор. А Аллах го гледа она што го работите"},{"SurahNumber":8,"VerseNumber":73,"Text":"а оние кои не веруваат заштитници се еднинадруги. Ако вие не постапите така на земјата ќе има и сплетка и безредие големо"},{"SurahNumber":8,"VerseNumber":74,"Text":"А оние кои веруваа, и кои се иселија, и кои се бореа на Аллаховиот пат, и оние кои згрижуваа и кои помагаа... вистински се верници, навистина! За нив има и прошка и нафака благородна"},{"SurahNumber":8,"VerseNumber":75,"Text":"А оние кои веруваа по тоа, и кои се иселија, и кои се бореа со вас, секако, од вас се! А роднините, според Книгата на Аллах, поголеми заштитници се еднисодруги. Аллах, навистина, знае се"}]}