{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ḥā Mīm"},{"SurahNumber":41,"VerseNumber":2,"Text":"Diturunkan dari Tuhan Yang Maha Pemurah lagi Maha Penyayang"},{"SurahNumber":41,"VerseNumber":3,"Text":"Kitab yang dijelaskan ayat-ayatnya, yakni bacaan dalam bahasa Arab untuk kaum yang mengetahui"},{"SurahNumber":41,"VerseNumber":4,"Text":"yang membawa berita gembira dan yang membawa peringatan, tetapi kebanyakan mereka berpaling (daripadanya), maka mereka tidak mau mendengarkan"},{"SurahNumber":41,"VerseNumber":5,"Text":"Mereka berkata, \"Hati kami berada dalam tutupan (yang menutupi) apa yang kamu seru kami kepadanya dan di telinga kami ada sumbatan dan antara kami dan kamu ada dinding, maka bekerjalah kamu; sesungguhnya kami bekerja (pula)"},{"SurahNumber":41,"VerseNumber":6,"Text":"Katakanlah, \"Bahwasanya aku hanyalah seorang manusia seperti kamu; diwahyukan kepadaku bahwasanya Tuhan kamu adalah Tuhan yang Maha Esa, maka tetaplah pada jalan yang lurus menuju kepada-Nya dan mohonlah ampun kepada-Nya. Dan kecelakaan yang besarlah bagi orang-orang yang mempersekutukan-(Nya)"},{"SurahNumber":41,"VerseNumber":7,"Text":"(yaitu) orang-orang yang tidak menunaikan zakat dan mereka kafir akan adanya (kehidupan) akhirat"},{"SurahNumber":41,"VerseNumber":8,"Text":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal yang saleh, mereka mendapat pahala yang tiada putus-putusnya"},{"SurahNumber":41,"VerseNumber":9,"Text":"Katakanlah, \"Sesungguhnya patutkah kamu kafir kepada Yang menciptakan bumi dalam dua hari dan kamu adakan sekutu-sekutu bagi-Nya? (Yang bersifat) demikian itu adalah Tuhan semesta alam"},{"SurahNumber":41,"VerseNumber":10,"Text":"Dan dia menciptakan di bumi itu gunung-gunung yang kokoh di atasnya. Dia memberkahinya dan Dia menentukan padanya kadar makanan-makanan (penghuni)nya dalam empat hari. (Penjelasan itu sebagai jawaban) bagi orang-orang yang bertanya"},{"SurahNumber":41,"VerseNumber":11,"Text":"Kemudian, Dia menuju langit dan langit itu masih merupakan asap, lalu Dia berkata kepadanya dan kepada bumi, \"Datanglah kamu keduanya menurut perintah-Ku dengan suka hati atau terpaksa\". Keduanya menjawab, \"Kami datang dengan suka hati"},{"SurahNumber":41,"VerseNumber":12,"Text":"Maka Dia menjadikannya tujuh langit dalam dua hari. Dia mewahyukan pada tiap-tiap langit urusannya. Dan Kami hiasi langit yang dekat dengan bintang-bintang yang cemerlang dan Kami memeliharanya dengan sebaik-baiknya. Demikianlah ketentuan Yang Maha Perkasa lagi Maha Mengetahui"},{"SurahNumber":41,"VerseNumber":13,"Text":"Jika mereka berpaling maka katakanlah, \"Aku telah memperingatkan kamu dengan petir, seperti petir yang menimpa kaum ‘Ād dan Ṡamūd"},{"SurahNumber":41,"VerseNumber":14,"Text":"Ketika rasul-rasul datang kepada mereka dari depan dan belakang mereka 1323 (dengan menyerukan), \"Janganlah kamu menyembah selain Allah\". Mereka menjawab, \"Kalau Tuhan kami menghendaki, tentu Dia akan menurunkan malaikat-malaikat-Nya, maka sesungguhnya kami kafir kepada wahyu yang kamu diutus membawanya"},{"SurahNumber":41,"VerseNumber":15,"Text":"Adapun kaum ‘Ād maka mereka menyombongkan diri di muka bumi tanpa alasan yang benar dan berkata, \"Siapakah yang lebih besar kekuatannya dari kami?\" Dan apakah mereka itu tidak memperhatikan bahwa Allah Yang menciptakan mereka adalah lebih besar kekuatan-Nya dari mereka? Dan adalah mereka mengingkari tanda-tanda (kekuatan) Kami"},{"SurahNumber":41,"VerseNumber":16,"Text":"Maka Kami meniupkan angin yang amat gemuruh kepada mereka dalam beberapa hari yang sial karena Kami hendak merasakan kepada mereka itu siksaan yang menghinakan dalam kehidupan dunia. Dan Sesungguhnya, siksaan akhirat lebih menghinakan, sedang mereka tidak diberi pertolongan"},{"SurahNumber":41,"VerseNumber":17,"Text":"Dan adapun kaum Ṡamūd, maka mereka telah Kami beri petunjuk, tetapi mereka lebih menyukai buta (kesesatan) dari petunjuk, maka mereka disambar petir azab yang menghinakan disebabkan apa yang telah mereka kerjakan"},{"SurahNumber":41,"VerseNumber":18,"Text":"Dan Kami selamatkan orang-orang yang beriman dan mereka adalah orang-orang yang bertakwa"},{"SurahNumber":41,"VerseNumber":19,"Text":"Dan (ingatlah) hari (ketika) musuh-musuh Allah digiring ke dalam neraka, lalu mereka dikumpulkan semuanya"},{"SurahNumber":41,"VerseNumber":20,"Text":"Sehingga apabila mereka sampai ke neraka, pendengaran, penglihatan, dan kulit mereka menjadi saksi terhadap mereka tentang apa yang telah mereka kerjakan"},{"SurahNumber":41,"VerseNumber":21,"Text":"Dan mereka berkata kepada kulit mereka, \"Mengapa kamu menjadi saksi terhadap kami?\" Kulit mereka menjawab, \"Allah yang menjadikan segala sesuatu pandai berkata telah menjadikan kami pandai (pula) berkata, dan Dia-lah yang menciptakan kamu pada kali pertama dan hanya kepada-Nya-lah kamu dikembalikan"},{"SurahNumber":41,"VerseNumber":22,"Text":"Kamu sekali-sekali tidak dapat bersembunyi dari kesaksian pendengaran, penglihatan, dan kulitmu kepadamu 1333, bahkan kamu mengira bahwa Allah tidak mengetahui kebanyakan dari apa yang kamu kerjakan"},{"SurahNumber":41,"VerseNumber":23,"Text":"Dan yang demikian itu adalah prasangkamu yang telah kamu sangka kepada Tuhan-mu, prasangka itu telah membinasakan kamu, maka jadilah kamu termasuk orang-orang yang merugi"},{"SurahNumber":41,"VerseNumber":24,"Text":"Jika mereka bersabar (menderita azab), maka nerakalah tempat diam mereka dan jika mereka mengemukakan alasan-alasan, maka tidaklah mereka termasuk orang-orang yang diterima alasannya"},{"SurahNumber":41,"VerseNumber":25,"Text":"Dan Kami tetapkan bagi mereka, teman-teman yang menjadikan mereka memandang bagus apa yang ada di hadapan dan di belakang mereka 1334 dan tetaplah atas mereka keputusan azab pada umat-umat yang terdahulu sebelum mereka dari jin dan manusia; sesungguhnya mereka adalah orang-orang yang merugi"},{"SurahNumber":41,"VerseNumber":26,"Text":"Dan orang-orang yang kafir berkata, \"Janganlah kamu mendengar dengan sungguh-sungguh akan Al-Qur`ān ini dan buatlah hiruk-pikuk terhadapnya supaya kamu dapat mengalahkan (mereka)"},{"SurahNumber":41,"VerseNumber":27,"Text":"Maka sesungguhnya, Kami akan merasakan azab yang keras kepada orang-orang kafir dan Kami akan memberi balasan kepada mereka dengan seburuk-buruk pembalasan bagi apa yang telah mereka kerjakan"},{"SurahNumber":41,"VerseNumber":28,"Text":"Demikianlah balasan (terhadap) musuh-musuh Allah, (yaitu) neraka; mereka mendapat tempat tinggal yang kekal di dalamnya sebagai pembalasan atas keingkaran mereka terhadap ayat-ayat Kami"},{"SurahNumber":41,"VerseNumber":29,"Text":"Dan orang-orang kafir berkata, \"Ya Tuhan kami perlihatkanlah kepada kami dua jenis orang yang telah menyesatkan kami, (yaitu) sebagian dari jin dan manusia agar kami letakkan keduanya di bawah telapak kaki kami supaya kedua jenis itu menjadi orang-orang yang hina"},{"SurahNumber":41,"VerseNumber":30,"Text":"Sesungguhnya orang-orang yang mengatakan, \"Tuhan kami ialah Allah\", kemudian mereka meneguhkan pendirian mereka, maka malaikat akan turun kepada mereka (dengan mengatakan), \"Janganlah kamu takut dan janganlah kamu merasa sedih; dan bergembiralah kamu dengan (memperoleh) surga yang telah dijanjikan Allah kepadamu"},{"SurahNumber":41,"VerseNumber":31,"Text":"Kamilah pelindung-pelindungmu dalam kehidupan dunia dan akhirat; di dalamnya kamu memperoleh apa yang kamu inginkan dan memperoleh (pula) di dalamnya apa yang kamu minta"},{"SurahNumber":41,"VerseNumber":32,"Text":"Sebagai hidangan (bagimu) dari Tuhan Yang Maha Pengampun lagi Maha Penyayang"},{"SurahNumber":41,"VerseNumber":33,"Text":"Siapakah yang lebih baik perkataannya daripada orang yang menyeru kepada Allah, mengerjakan amal yang saleh, dan berkata, \"Sesungguhnya aku termasuk orang-orang yang berserah diri"},{"SurahNumber":41,"VerseNumber":34,"Text":"Dan tidaklah sama kebaikan dan kejahatan. Tolaklah (kejahatan itu) dengan cara yang lebih baik, maka tiba-tiba orang yang antaramu dan antara dia ada permusuhan seolah-olah telah menjadi teman yang sangat setia"},{"SurahNumber":41,"VerseNumber":35,"Text":"Sifat-sifat yang baik itu tidak dianugerahkan, melainkan kepada orang-orang yang sabar dan tidak dianugerahkan, melainkan kepada orang-orang yang mempunyai keuntungan yang besar"},{"SurahNumber":41,"VerseNumber":36,"Text":"Dan jika setan mengganggumu dengan suatu gangguan, maka mohonlah perlindungan kepada Allah. Sesungguhnya Dia-lah yang Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":41,"VerseNumber":37,"Text":"Dan sebagian dari tanda-tanda kekuasaan-Nya ialah malam, siang, matahari, dan bulan. Janganlah bersujud kepada matahari dan janganlah (pula) kepada bulan, tetapi bersujudlah kepada Allah Yang menciptakannya, jika kamu hanya kepada-Nya saja menyembah"},{"SurahNumber":41,"VerseNumber":38,"Text":"Jika mereka menyombongkan diri, maka mereka (malaikat) yang di sisi Tuhan-mu bertasbih kepada-Nya pada malam dan siang hari, sedang mereka tidak jemu-jemu"},{"SurahNumber":41,"VerseNumber":39,"Text":"Dan sebagian dari tanda-tanda (kekuasaan)-Nya bahwa kamu melihat bumi itu kering dan gersang, maka apabila Kami turunkan air di atasnya, niscaya ia bergerak dan subur. Sesungguhnya Tuhan Yang menghidupkannya, tentu dapat menghidupkan yang mati. Sesungguhnya Dia Maha Kuasa atas segala sesuatu"},{"SurahNumber":41,"VerseNumber":40,"Text":"Sesungguhnya orang-orang yang mengingkari ayat-ayat Kami, mereka tidak tersembunyi dari Kami. Maka apakah orang-orang yang dilemparkan ke dalam neraka lebih baik ataukah orang-orang yang datang dengan aman sentosa pada hari Kiamat? Perbuatlah apa yang kamu kehendaki; Sesungguhnya Dia Maha Melihat apa yang kamu kerjakan"},{"SurahNumber":41,"VerseNumber":41,"Text":"Sesungguhnya orang-orang yang mengingkari Al-Qur`ān ketika Al-Qur`ān itu datang kepada mereka, (mereka itu pasti akan celaka) dan sesungguhnya Al-Qur`ān itu adalah kitab yang mulia"},{"SurahNumber":41,"VerseNumber":42,"Text":"Yang tidak datang kepadanya (Al-Qur`ān) kebatilan, baik dari depan maupun dari belakangnya yang diturunkan dari Tuhan Yang Maha Bijaksana lagi Maha Terpuji"},{"SurahNumber":41,"VerseNumber":43,"Text":"Tidaklah ada yang dikatakan (oleh orang-orang kafir) kepadamu itu, selain apa yang sesungguhnya telah dikatakan kepada rasul-rasul sebelum kamu. Sesungguhnya Tuhan kamu benar-benar mempunyai ampunan dan hukuman yang pedih"},{"SurahNumber":41,"VerseNumber":44,"Text":"Dan jikalau Kami jadikan Al-Qur`ān itu suatu bacaan dalam bahasa selain bahasa Arab, tentulah mereka mengatakan, \"Mengapa tidak dijelaskan ayat-ayatnya?\" Apakah (patut Al-Qur`ān) dalam bahasa asing, sedang (rasul adalah orang) Arab? Katakanlah, \"Al-Qur`ān itu adalah petunjuk dan penawar bagi orang-orang yang beriman. Dan orang-orang yang tidak beriman pada telinga mereka ada sumbatan, sedang Al-Qur`ān itu suatu kegelapan bagi mereka 1335. Mereka itu adalah (seperti) orang-orang yang dipanggil dari tempat yang jauh"},{"SurahNumber":41,"VerseNumber":45,"Text":"Dan sesungguhnya telah Kami berikan kepada Musa Taurat, lalu diperselisihkan tentang Taurat itu. Kalau tidak ada keputusan yang telah terdahulu dari Tuhan-mu, tentulah orang-orang kafir itu sudah dibinasakan. Dan Sesungguhnya, mereka terhadap Al-Qur`ān benar-benar dalam keragu-raguan yang membingungkan"},{"SurahNumber":41,"VerseNumber":46,"Text":"Barang siapa yang mengerjakan amal yang saleh, maka (pahalanya) untuk dirinya sendiri dan barang siapa yang berbuat jahat, maka (dosanya) untuk dirinya sendiri dan sekali-kali tidaklah Tuhan-mu menganiaya hamba-hamba(Nya)"},{"SurahNumber":41,"VerseNumber":47,"Text":"Kepada-Nyalah dikembalikan pengetahuan tentang hari kiamat 1336. Dan tidak ada buah-buahan keluar dari kelopaknya dan tidak seorang perempuan pun mengandung dan tidak (pula) melahirkan, melainkan dengan sepengetahuan-Nya. Pada hari Tuhan memanggil mereka, \"Di manakah sekutu-sekutu-Ku itu? 1337\", mereka menjawab, \"Kami nyatakan kepada Engkau bahwa tidak ada seorang pun di antara kami yang memberi kesaksian (bahwa Engkau punya sekutu)"},{"SurahNumber":41,"VerseNumber":48,"Text":"Dan lenyaplah dari mereka apa yang selalu mereka sembah dahulu dan mereka yakin bahwa tidak ada bagi mereka sesatu jalan keluar pun"},{"SurahNumber":41,"VerseNumber":49,"Text":"Manusia tidak jemu memohon kebaikan dan jika mereka ditimpa malapetaka, dia menjadi putus asa lagi putus harapan"},{"SurahNumber":41,"VerseNumber":50,"Text":"Dan jika Kami merasakan kepadanya sesuatu rahmat dari Kami sesudah dia ditimpa kesusahan, pastilah dia berkata, \"Ini adalah hakku dan aku tidak yakin bahwa hari kiamat itu akan datang. Dan jika aku dikembalikan kepada Tuhan-ku, maka sesungguhnya aku akan memperoleh kebaikan pada sisi-Nya\". Maka Kami benar-benar akan memberitakan kepada orang-orang kafir, apa yang telah mereka kerjakan dan akan Kami rasakan kepada mereka azab yang keras"},{"SurahNumber":41,"VerseNumber":51,"Text":"Dan apabila Kami memberikan nikmat kepada manusia, ia berpaling dan menjauhkan diri; tetapi apabila ia ditimpa malapetaka, maka ia banyak berdoa"},{"SurahNumber":41,"VerseNumber":52,"Text":"Katakanlah, \"Bagaimana pendapatmu jika (Al-Qur`ān) itu datang dari sisi Allah, kemudian kamu mengingkarinya. Siapakah yang lebih sesat daripada orang yang selalu berada dalam penyimpangan yang jauh"},{"SurahNumber":41,"VerseNumber":53,"Text":"Kami akan memperlihatkan kepada mereka tanda-tanda (kekuasaan) Kami di segenap ufuk dan pada diri mereka sendiri sehingga jelaslah bagi mereka bahwa Al-Qur`ān itu adalah benar. Dan apakah Tuhan-mu tidak cukup (bagi kamu) bahwa sesungguhnya Dia menyaksikan segala sesuatu"},{"SurahNumber":41,"VerseNumber":54,"Text":"Ingatlah bahwa sesungguhnya mereka adalah dalam keraguan tentang pertemuan dengan Tuhan mereka. Ingatlah bahwa sesungguhnya Dia Maha Meliputi segala sesuatu"}]}