{"Id":301,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Хер, мыслете"},{"SurahNumber":42,"VerseNumber":2,"Text":"глагол, слово, како"},{"SurahNumber":42,"VerseNumber":3,"Text":"Так же и тебе, как тем, которые были прежде тебя, дает откровение Бог, сильный, мудрый"},{"SurahNumber":42,"VerseNumber":4,"Text":"В Его власти и то, что на небесах, и то, что на земле: Он вышний, державный"},{"SurahNumber":42,"VerseNumber":5,"Text":"Небеса едва не расторгаются в своде своем, когда ангелы славословят Господа своего и просят прощения тем, которые на земле. Смотри, истинно Бог прощающий, милосерд"},{"SurahNumber":42,"VerseNumber":6,"Text":"Он наблюдает за теми, которые берут себе в покровители кого - либо опричь Его, а ты за них не порука"},{"SurahNumber":42,"VerseNumber":7,"Text":"Вот, Мы даем откровение тебе на языке арабском, что бы ты учил мать городов и те, которые вокруг ее; что бы учил о дне собрания, который несомненно будет, в который часть людей будет в раю, часть людей будет в аде"},{"SurahNumber":42,"VerseNumber":8,"Text":"Бог, если бы захотел, сделал бы из них одну по вере общину; но Он удостаивает своей милости кого хочет: для беззаконных же нет ни покровителя ни помощника"},{"SurahNumber":42,"VerseNumber":9,"Text":"Избрали они себе в покровители других опричь Его? - Бог - Он покровитель; Он оживляет мертвых, Он есть всемогущий"},{"SurahNumber":42,"VerseNumber":10,"Text":"И о том, о чем у вас есть какое либо разногласие между собой, суд принадлежит Богу: \"На Бога, Господа моего, уповаю я и к Нему с раскаянием прихожу я"},{"SurahNumber":42,"VerseNumber":11,"Text":"Он - творец небес и земли; Он для вас устроил вас самих четами, и животных - четами: так размножает Он вас. Нет ничего подобного Ему: Он - слышащий, видящий"},{"SurahNumber":42,"VerseNumber":12,"Text":"У Него ключи небес и земли: Он или щедро подает, кому хочет, жизненные потребности, или умеряет их; потому что Он - всезнающий"},{"SurahNumber":42,"VerseNumber":13,"Text":"Он узаконил для вас ту благочестивую деятельность, какая была заповедана Ною, которую Мы открыли и тебе, какую заповедали Мы Аврааму, Моисею, Иисусу: \"Будьте постоянны в этом благочестии, и не раскольничайте в нем!\" Для многобожников так тяжело то, к чему ты призываешь их! Бог избирает к нему того, кто хочет оного, и ведет прямо к нему того, кто охотно обращается к Нему"},{"SurahNumber":42,"VerseNumber":14,"Text":"Они разделились на разные толки только после того, как пришло к ним это учение, по ненависти одних к другим; и если бы слово Господа твоего предварило предназначенный срок, то суд над ними уже совершился бы; да и те, которые в наследие получили Писание, в след за ними остаются в неразрешимом сомнении о нем"},{"SurahNumber":42,"VerseNumber":15,"Text":"Но ты призывай их к нему; будь устойчив, как повелено тебе; не следуй их желаниям, и скажи: \"Верую в то, что ниспослал Бог из Писания; мне повелено, что бы я был правдив между вами: Бог - Господь наш и Господь ваш; у нас свои дела, а у вас свои дела; у нас с вами не должно быть спора: Бог примирит нас между собою; у Него исход всему"},{"SurahNumber":42,"VerseNumber":16,"Text":"А тех, которые спорят о Боге после того, как даны на то ответы, - тех доказательства слабы пред Господом их. Над ними гнев Его, им жестокая мука"},{"SurahNumber":42,"VerseNumber":17,"Text":"По истине, сам Бог ниспослал это писание и в нем равновесие. О если бы кто вразумил тебя о том, что час, может быть, близок"},{"SurahNumber":42,"VerseNumber":18,"Text":"Неверующие в него хотят, чтобы он скоро наступил; а верующие боятся его, зная, что он истинно будет. Действительно, сомневающиеся о часе не в крайнем ли заблуждении"},{"SurahNumber":42,"VerseNumber":19,"Text":"Бог благ к рабам Своим: Он дает, кому хочет, жизненные потребности; Он силен, могуществен"},{"SurahNumber":42,"VerseNumber":20,"Text":"Кто хочет сеять для будущей жизни, для того Мы сделаем обильный посев его; а кто хочет сеять для этой жизни, Мы доставим и ему пожать от него, но ему не будет уже никакой доли в будущей"},{"SurahNumber":42,"VerseNumber":21,"Text":"Уже ли у них есть такие боги, которые для благочестивой деятельности узаконят для них то, чего не позволяет Бог? Если бы не было слова о дне разделения, то суд над ними уже совершился бы. Истинно, беззаконникам будет лютая мука"},{"SurahNumber":42,"VerseNumber":22,"Text":"Ты увидишь как беззаконники устрашатся того, что усвоили они себе, и оно поразит их. Верующие же и делающие доброе будут в злачных цветниках райских: им пред Господом их будет все, чего не пожелают; так велики будут щедроты к ним"},{"SurahNumber":42,"VerseNumber":23,"Text":"Это благовествует Бог тем из рабов своих, которые веруют и делают доброе. Скажи: \"В награду за это я прошу у вас только любви к ближним\"; кто приобретет себе хорошее, для того Мы к нему прибавим хорошее: потому, что Бог прощающий, благотворителен"},{"SurahNumber":42,"VerseNumber":24,"Text":"Скажут ли: \"Он выдумал ложь о Боге?\", но тогда Бог, - если захочет, - наложил бы печать на сердце твое. Бог уничтожает лживое и утверждает истинность истинного словом своим; потому что Он знает внутренность сердец"},{"SurahNumber":42,"VerseNumber":25,"Text":"Он принимает покаяние рабов своих, заглаждает злые дела их: Он знает и то, что вы делаете"},{"SurahNumber":42,"VerseNumber":26,"Text":"Внемлет тем, которые веруют и делают доброе, и умножает для них щедроты свои. А нечестивым - им жестокое наказание"},{"SurahNumber":42,"VerseNumber":27,"Text":"Если бы Бог в изобилии подавал рабам Своим жизненные потребности: то они без меры буйствовали бы на земле; но Он ниспосылает их в умеренном количестве, в каком хочет; потому, что Он ведает, видит рабов Своих"},{"SurahNumber":42,"VerseNumber":28,"Text":"Он ниспосылает обильный дождь после того, как отчаиваются о нем, и раскрывает тем свое милосердие. Он покровитель, Славный"},{"SurahNumber":42,"VerseNumber":29,"Text":"В числе Его знамений создание небес и земли и тех живых существ, какие рассеял Он на них: Он может собрать их, как скоро захочет"},{"SurahNumber":42,"VerseNumber":30,"Text":"И если какая беда бедит вам, то это за дела какие усвоили вы сами себе, тогда как Он прощает многое"},{"SurahNumber":42,"VerseNumber":31,"Text":"Вам не ослабить Его на земле: для вас нет, опричь Бога, ни покровителя, ни помощника"},{"SurahNumber":42,"VerseNumber":32,"Text":"В числе Его знамений корабли в море, подобные горам"},{"SurahNumber":42,"VerseNumber":33,"Text":"если Он захочет, останавливает ветер и они остаются неподвижными на хребте его (истинно, в этом есть знамения для всякого терпеливого, благодарного)"},{"SurahNumber":42,"VerseNumber":34,"Text":"Или крушить их за дела, какие усвоили они себе, прощая им многое"},{"SurahNumber":42,"VerseNumber":35,"Text":"Чтобы те, которые спорят о наших знамениях, знали, что для них нет убежища"},{"SurahNumber":42,"VerseNumber":36,"Text":"Имущество, какое Мы доставляем им, служит удобством для настоящей жизни; а то, что у Бога, есть лучшее и постоянное благо для тех, которые веруют в Господа своего и уповают на Него"},{"SurahNumber":42,"VerseNumber":37,"Text":"Которые устраняются от великих преступлений и гнусных дел, и как скоро разгневаются на кого, прощают ему"},{"SurahNumber":42,"VerseNumber":38,"Text":"Которые послушны Господу своему, совершают молитву, о делах своих входят в совещания между собою; делают пожертвования из того, чем Мы их наделили"},{"SurahNumber":42,"VerseNumber":39,"Text":"Те, которым сделана будет обида, могут сами за себя отомстить"},{"SurahNumber":42,"VerseNumber":40,"Text":"Отплатой за зло пусть будет соразмерное ему зло. Но кто простит и примирится, тому награда от Бога: Он не любит несправедливых"},{"SurahNumber":42,"VerseNumber":41,"Text":"Тем, которые отмщают за обиды, им сделанные, не следует доходить до излишества в этом"},{"SurahNumber":42,"VerseNumber":42,"Text":"Доходить до такого излишества свойственно только тем, которые несправедливо обижают людей и злодействуют на земле: им будет лютая мука"},{"SurahNumber":42,"VerseNumber":43,"Text":"Кто терпит и прощает, у того в деятельности есть постоянство"},{"SurahNumber":42,"VerseNumber":44,"Text":"Кого вводит в заблуждение Бог, тому нет уже вождя другого, кроме Его. Ты увидишь этих законопреступников когда они увидят наказание им, скажут: \"Есть ли какой путь возвратиться отсюда"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ты увидишь, как они побегут к нему, поникнувши от посрамления, как будут взглядывать робкими взорами! Верующие скажут: \"Это несчастные, которые и себя самих и свои семейства сделали несчастными в день воскресения!\" Да, законопреступники будут в постоянной муке"},{"SurahNumber":42,"VerseNumber":46,"Text":"Опричь Бога не будет для них заступников, которые могли бы помочь им. Кого отводит от пути Бог, тому нет дороги"},{"SurahNumber":42,"VerseNumber":47,"Text":"Будьте послушны Господу вашему, прежде нежели наступит день, которому не будет уже отсрочки у Бога: в этот день не будет вам убежища, и нельзя будет от чего либо отказаться"},{"SurahNumber":42,"VerseNumber":48,"Text":"Если и они удалятся теперь от тебя, Мы не посылали тебя быть стражем их: ты обязан только передать. Если Мы даем человеку почувствовать нашу милость, Он радуется тому; но если от Нас постигнет их какое либо зло за то, что сделали их руки, то человек оказывается упорным"},{"SurahNumber":42,"VerseNumber":49,"Text":"Богу принадлежит царственная власть над небесами и землею: Он творит, что хочет. Он, кому хочет, дает детей женского пола, и, кому хочет, дает детей мужского пола"},{"SurahNumber":42,"VerseNumber":50,"Text":"Или наделяет их вместе и мужским и женским полом, а, кого хочет, делает бездетным: потому, что Он знающий, сильный"},{"SurahNumber":42,"VerseNumber":51,"Text":"С человеком Бог говорит не иначе, как только чрез откровение, или из-за завесы; или посылает посланника, и, по Своему изволению, открывает ему, что хочет: потому, что Он верховный, мудрый"},{"SurahNumber":42,"VerseNumber":52,"Text":"Так Мы даем откровение и тебе, вразумляя дух твой по нашему распоряжению. Прежде того ты не знал, что такое Писание, ни того, что такое вера; но Мы поставили его светильником, и руководим им того из рабов наших, кого хотим. И действительно, ты ведешь на прямой путь"},{"SurahNumber":42,"VerseNumber":53,"Text":"На путь Бога, во власти которого и то, что на небесах, и то, что на земле. Так к Богу возвратятся все существа"}]}