{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Âlemlere uyarıcı olması için kuluna Furkan´ı indiren (Allah), mübarek´tir"},{"SurahNumber":25,"VerseNumber":2,"Text":"O (Allah) ki; göklerin ve yeryüzünün mülkü, O´nundur. Ve O, çocuk edinmemiştir. Mülkte, O´nun şeriki (ortağı) olmamıştır. Ve herşeyi, O yarattı sonra da onların kaderini takdir etti"},{"SurahNumber":25,"VerseNumber":3,"Text":"Ve hiçbir şey yaratamayan ve kendileri yaratılmış olan, kendilerine fayda ve zarar vermeye malik olmayan, O´ndan (Allah´tan) başka ilâhlar edindiler. Ve (onlar), öldürmeye, hayat vermeye ve nuşura (yeniden diriltmeye) malik değillerdir"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ve kâfirler: “Bu (Kur´ân), sadece onun uydurduğu bir yalandır. Ona bu konuda diğer kavimler de yardım etti.” dediler. Böylece onlar, bâtılla ve zulümle gelmiş oldular"},{"SurahNumber":25,"VerseNumber":5,"Text":"Ve “O (Kur´ân), O´nun (önceden) yazdırdığı ve sabah akşam ona okunan evvelkilerin efsaneleridir.” dediler"},{"SurahNumber":25,"VerseNumber":6,"Text":"De ki: “O´nu, göklerin ve yeryüzünün sırrını bilen indirdi. Muhakkak ki O, Gafur´dur (mağfiret edendir), Rahîm´dir (Rahîm esmasıyla tecelli edendir).”"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ve dediler ki: “Bu nasıl resûl ki, yemek yiyor ve çarşılarda dolaşıyor. Ona bir melek indirilseydi olmaz mıydı? Böylece onunla beraber uyarıcı olurdu.”"},{"SurahNumber":25,"VerseNumber":8,"Text":"Veya ona, (gökten) bir hazine atılsaydı (verilseydi) veya ondan (ürünlerinden) yiyeceği bir bahçesi olsaydı. Ve zalimler: “Siz ancak, sihir yapılmış (büyülenmiş) bir adama tâbî oluyorsunuz.” dediler"},{"SurahNumber":25,"VerseNumber":9,"Text":"Bak! Sana nasıl örnekler verdiler (sana ne kötü şeyler yakıştırdılar). Böylece dalâlette kaldılar. Artık sebîle (Allah´ın yoluna ulaşmaya) güçleri yetmez"},{"SurahNumber":25,"VerseNumber":10,"Text":"(Allah) mübarek´tir ki O, eğer dilerse sana bunlardan daha hayırlı (daha güzel) olan, altından nehirler akan bahçeler verir ve senin için köşkler yapar"},{"SurahNumber":25,"VerseNumber":11,"Text":"Hayır, onlar o saati (kıyâmeti) yalanladılar. Ve Biz, o saati tekzip edenlere (yalanlayanlara), alevli ateş (cehennem) hazırladık"},{"SurahNumber":25,"VerseNumber":12,"Text":"(Cehennem), onları uzaktan gördüğü zaman onun öfkesini ve uğultusunu işittiler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ve birbirine bağlanmış olarak oradan, dar sıkışık bir yere atıldıkları zaman orada helâk (yok) olmayı istediler"},{"SurahNumber":25,"VerseNumber":14,"Text":"Bugün helâk (yok) olmayı bir defa istemeyin, defalarca isteyin"},{"SurahNumber":25,"VerseNumber":15,"Text":"De ki: “Bu mu daha hayırlıdır, yoksa muttakilere (takva sahiplerine) vaadedilen, onlar için bir ceza (mükâfat) ve dönüş yeri olan ebedî cennet mi?”"},{"SurahNumber":25,"VerseNumber":16,"Text":"Orada onlar için, diledikleri herşey ebedî olarak vardır. (Bu), Rabbinin üzerine olan (yüklendiği, aldığı) ve ondan istenen bir vaaddir"},{"SurahNumber":25,"VerseNumber":17,"Text":"Ve o gün, onları ve Allah´tan başka taptıkları şeyleri haşredecek (toplayacak) sonra da onlara şöyle diyecek: “Bu kullarımı, siz mi dalâlete düşürdünüz yoksa onlar mı dalâlet yolunda kaldılar?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"(Putlar) dediler ki: “Sen Sübhan´sın (münezzehsin), Senden başka dostlar edinmemiz bize yakışmaz. Fakat Sen, onları ve onların babalarını metalandırdın. (Bu sebeple) öyle ki zikri unuttular ve helâkı hakeden bir kavim oldular.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"İşte böylece (Allah´tan başka taptıklarınız), söylediklerinizden dolayı sizi yalanladılar. Artık (azabı) uzaklaştırmaya ve yardım almaya muktedir olamazsınız. Ve sizden kim zulmederse ona büyük azap tattırırız"},{"SurahNumber":25,"VerseNumber":20,"Text":"Ve senden önce (de), gerçekten yemek yiyen ve çarşılarda dolaşan resûllerden başka (farklı bir) resûl göndermedik. Ve sizin bir kısmınızı bir kısmınıza “sabrediyor musunuz” diye fitne (imtihan) kıldık. Ve Rabbin, en iyi görendir"},{"SurahNumber":25,"VerseNumber":21,"Text":"Ve Bize mülâki olmayı (ulaşmayı) dilemeyenler: “Bize de melekler indirilmesi veya Rabbimizi görmemiz gerekmez miydi?” dediler. Andolsun ki onlar, kendi nefslerinde kibirlendiler ve büyük taşkınlık ederek haddi aştılar"},{"SurahNumber":25,"VerseNumber":22,"Text":"O gün melekleri görecekler, izin günü mücrimlere müjde yoktur. Ve (melekler onlara): “(Size müjde) yasak edilerek haram kılınmıştır.” diyecekler"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ve onların yaptığı amellerin önüne geçtik (amellerini boşa çıkardık). Böylece onu (onların amellerini), savrulmuş toz zerresi kıldık (değersiz kıldık)"},{"SurahNumber":25,"VerseNumber":24,"Text":"İzin günü cennet ehlinin kalacağı yer, en hayırlı ve en güzel dinlenme yeridir"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ve semanın bulutlarla yarıldığı gün, melekler sıra ile indirildi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Mülk, izin günü Rahmân için haktır ve o gün kâfirler için zor bir gündür"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ve o gün, zalim ellerini ısırır: “Keşke resûlle beraber (Allah´a giden) bir yol ittihaz etseydim.” der"},{"SurahNumber":25,"VerseNumber":28,"Text":"Yazıklar olsun, keşke ben filanı (o kişiyi) dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Andolsun ki; bana zikir (Kur´ân´daki ilim) geldikten sonra beni zikirden saptırdı ve şeytan, insana yardımı engelleyendir"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ve resûl: “Ey Rabbim! Muhakkak ki benim kavmim, bu Kur´ân´dan ayrıldı (Kur´ân´ı terketti).” dedi"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ve işte böylece nebîlerin hepsine mücrimlerden düşman kıldık. Ve senin Rabbin, hidayete erdiren ve yardımcı olarak kâfidir"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ve kâfirler: “Kur´ân ona, bir defada bütün (toplu) olarak indirilmeli değil miydi?” dediler. İşte bu, O´nu (Kur´ân´ı) senin idrakine tesbit etmemiz (sabitlememiz) içindir. Ve O´nu, kısım kısım tertipleyerek beyan ettik (okuduk)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Ve sana hak ile ve en güzel (ahsen) tefsir ile ulaştırdığımızdan (meselelerden) başka bir meseleyi sana getirmediler"},{"SurahNumber":25,"VerseNumber":34,"Text":"Cehenneme yüzleri üstü haşredilenler (toplananlar), işte onlar, gideceği mekânı şerrli olanlar ve sebîlden sapanlar (dalâlette kalanlar)dır"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ve andolsun ki Musa (A.S)´a Kitab´ı (Tevrat´ı) verdik. Ve onunla beraber kardeşi Harun´u, (ona) vezir (yardımcı) kıldık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Bundan sonra “Âyetlerimizi yalanlayan kavme gidin!” dedik. Sonra da onları helâk ederek, yok ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ve Nuh (A.S)´ın kavmi, resûlleri tekzip ettiği (yalanladığı) zaman onları (suda) boğduk. Ve onları, insanlara âyet (ibret) kıldık. Ve zalimler için elîm azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ve Ad ve Semud kavmini ve Ress ashabını (Hz. Şuayb´ın kavmini) ve bunların arasındaki (sürede yaşayan) birçok nesilleri (helâk ettik)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Ve onların hepsine, misaller verdik ve hepsini mahvederek, helâk ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ve andolsun ki onlar, felâket yağmuru yağdırılmış olan kasabaya geldiler. Onu görmediler mi? Hayır, onlar yeniden dirilmeyi ümit etmiyorlardı"},{"SurahNumber":25,"VerseNumber":41,"Text":"Ve seni gördükleri zaman: “Allah´ın resûl olarak gönderdiği bu mu?” (diyerek), seni ancak alay konusu edinirler"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Ona sabretmemiş olsaydık, gerçekten, neredeyse bizi ilâhlarımızdan saptırıyordu.” Azabı gördükleri zaman kimin yoldan daha çok saptığını öğrenecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"Hevasını ilâh edinen kişiyi gördün mü? Yoksa sen mi ona vekil olacaksın"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa onların çoğunun, işittiğini veya (böylece) akıl ettiğini mi sanıyorsun? Onlar sadece hayvanlar gibidir. Hayır, onlar sebîlden (yoldan) daha çok sapanlardır"},{"SurahNumber":25,"VerseNumber":45,"Text":"Görmedin mi Rabbin gölgeyi nasıl uzattı? Eğer dileseydi elbette onu, sakin (sabit) kılardı. Sonra da Güneş´i ona (gölgeye) delil (yol gösteren) kıldı"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra da onu yavaş yavaş kısaltarak, Bize (Kendimize) çektik"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ve geceyi, size libas (örtü) yapan ve uykuyu dinlenme zamanı kılan, O´dur. Ve gündüzü (de) yayılma (çalışma) zamanı yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ve rüzgârı, müjdeleyici olarak rahmetinin önünde gönderen, O´dur. Ve Biz, semadan tertemiz su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"(Bu), onunla ölü beldeyi canlandırmamız ve yarattığımız hayvanlardan ve insanlardan çoğunu sulamamız içindir"},{"SurahNumber":25,"VerseNumber":50,"Text":"Ve andolsun ki tezekkür etmeleri için onu (suyu, rahmet, fazl ve salâvâtı), onların aralarında paylaştırdık (açıkladık). Fakat insanların çoğu sadece inkâr ederek, direndiler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik, elbette bütün kasabalara da nezir (uyarıcı) gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Artık kâfirlere itaat etme ve O´nunla (Bu Kur´ân ile), onlarla büyük cihadla savaş"},{"SurahNumber":25,"VerseNumber":53,"Text":"Ve iki denizi serbest bırakan O´dur; biri lezzetli ve tatlı, diğeri tuzlu ve acı. İkisinin arasına berzah (engel) kıldı. (Böylece onları) engelleyerek (birbirine karışmalarına) mani oldu"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ve sudan beşeri (insanı) yaratan, O´dur. Sonra ona neseb ve sıhriyyet kıldı (verdi). Ve senin Rabbin Kaadir´dir (herşeye gücü yeten)"},{"SurahNumber":25,"VerseNumber":55,"Text":"Ve onlara fayda ve zarar vermeyen Allah´tan başka şeylere tapıyorlar. Ve kâfir, Rabbine (karşı) zahir oldu (şeytana arka çıktı)"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ve Biz, seni sadece müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: “Ben sizden onun için (tebliğ için) dileyen kimsenin, Rabbine ulaştıran bir yol edinmesinden başka bir ecir (karşılık) istemiyorum.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ve ölümsüz olup, daima hayy (hayatta) olana (Allah´a) tevekkül et (güven ve O´nu vekil tayin et). Ve O´nu, hamd ile tesbih et. Ve kullarının günahlarından haberdar olması, O´na kâfidir"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri ve arzı (yeryüzünü) ve ikisi arasındakileri altı günde yaratan O´dur. Sonra Rahmân arşı istiva etti. Öyleyse onu, bundan haberdar olana (Cebrail A.S´a) sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Ve onlara “Rahmân´a secde edin!” dendiği zaman: “Rahmân nedir? Senin bize emrettiğin şeye mi secde edeceğiz?” dediler. Ve (bu emir sadece) onların nefretlerini artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gökte burçlar kılan O (Allah), mübarek´tir (şanı yüce). Ve orada Ay´ı, aydınlatıcı bir kandil kıldı"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ve tezekkür etmek veya şükretmek isteyenler için gece ve gündüzü karşılıklı ardarda kılan (birbirini takip ettiren), O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Ve Rahmân´ın kulları yeryüzünde tevazuyla yürür. Ve onlara cahiller hitap ettiği (lâf attığı) zaman “selâm” derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ve onlar, geceyi Rab´lerine secde ve kıyam ederek (ayakta durarak) geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve onlar: “Rabbimiz cehennem azabını bizden uzaklaştır. Muhakkak ki onun azabı daimî helâk edicidir.” derler"},{"SurahNumber":25,"VerseNumber":66,"Text":"Muhakkak ki o, kötü bir karargâh, kötü bir ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ve onlar, infâk ettikleri zaman israf etmezler ve kısmazlar (cimrilik etmezler). Ve bu ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ve onlar, Allah ile beraber başka bir ilâha tapmazlar. Allah´ın (öldürülmesini) haram kıldığı kişiyi haklı olmadıkça öldürmezler ve zina yapmazlar. Ve kim bunları yaparsa günah cezasıyla karşılaşır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyâmet günü onun azabı kat kat artar. Ve orada alçaltılmış olarak ebediyyen kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak kim (mürşidi önünde) tövbe eder (böylece kalbine îmân yazılıp, îmânı artan) mü´min olur ve salih amel (nefs tezkiyesi) yaparsa, o taktirde işte onların, Allah seyyiatlerini (günahlarını) hasenata (sevaba) çevirir. Ve Allah, Gafur´dur (günahları sevaba çevirendir), Rahîm´dir (rahmet gönderendir)"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ve kim (mürşidi önünde) tövbe eder ve salih amel (nefs tezkiyesi) işlerse, o taktirde muhakkak ki o, tövbesi kabul edilmiş olarak Allah´a ulaşır (hayattayken ruhu Allah´a ulaşır)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ve onlar yalancı şahitlik yapmazlar. Ve boş sözle karşılaştıkları zaman vakarla (kerim olarak) geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ve onlara, Rab´lerinin âyetleri hatırlatıldığı zaman onlara (âyetlere) karşı kör ve sağır olmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ve onlar: “Rabbimiz, eşlerimizden ve zürriyyetimizden bize göz aydınlığı bağışla ve bizi muttakilere (takva sahiplerine) imam kıl.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte onlar, sabırlarından dolayı, (cennette) yüksek makamlarla mükâfatlandırılırlar. Ve orada tahiyyet (selâmet dilekleriyle) ve selâmla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedî kalıcılardır. Ne güzel bir karargâh ve ne güzel ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Onlara): “Rabbim, dualarınız olmasa size değer vermez. Oysa siz yalanlamıştınız. Fakat (azap) kaçınılmaz olacak.” de"}]}