{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"کهیعص (کاف. ها. یا. عین. صاد)"},{"SurahNumber":19,"VerseNumber":2,"Text":"(این) بیان رحمت پروردگارت (نسبت) به بنده اش زکریا است"},{"SurahNumber":19,"VerseNumber":3,"Text":"چون پروردگارش را به ندایی پنهان (به دعا) خواند"},{"SurahNumber":19,"VerseNumber":4,"Text":"گفت: «پروردگارا ! به راستی که استخوانم سست شده، و شعله ی پیری سرم را فرا گرفته (و موهایم سفید گشته است) و من (هرگز) در دعای تو، ای پروردگارم! محروم نبوده ام"},{"SurahNumber":19,"VerseNumber":5,"Text":"و به راستی که من بعد از (مرگ) خودم از وارثانم بیمناکم، و همسرم نازا (و عقیم) است، پس از نزد خویش وارثی به من عطا فرما"},{"SurahNumber":19,"VerseNumber":6,"Text":"که وارث من و (نیز) وارث آل یعقوب باشد، و پروردگارا ! او را پسندیده قرار ده»"},{"SurahNumber":19,"VerseNumber":7,"Text":"(خداوند فرمود :) «ای زکریا ! همانا ما تو را به پسری بشارت می دهیم که نامش یحیی است، (که) پیش از این همنامی برای او قرار نداده ایم »"},{"SurahNumber":19,"VerseNumber":8,"Text":"(زکریا) گفت : «پروردگارا ! چگونه برای من پسری خواهد بود؟! درحالی که همسرم نازا است، و من (نیز) از شدت پیری به ناتوانی رسیده ام! »"},{"SurahNumber":19,"VerseNumber":9,"Text":"(فرشته) گفت : «این گونه است، پروردگارت فرموده است: این بر من آسان است، و به راستی پیش از این تو را آفریدم در حالی که چیزی نبودی»"},{"SurahNumber":19,"VerseNumber":10,"Text":"(زکریا) گفت : «پروردگارا ! برای من نشانه ای قرار ده » فرمود :«نشانه ی تو این است که سه شبانه (روز) در حالی که (تندرست و) سالمی؛ نتوانی با مردم سخن بگویی»"},{"SurahNumber":19,"VerseNumber":11,"Text":"پس (او) از محراب (= جایگاه عبادتش) بر قومش بیرون آمد، آنگاه به آنها اشاره کرد که: صبح وشام (خدا را) تسبیح گویید»"},{"SurahNumber":19,"VerseNumber":12,"Text":"(خداوند فرمود: ) ای زکریا ! کتاب (تورات) را با قوت (و جدیت) بگیر، و در کودکی به او دانش (و نبوت) دادیم"},{"SurahNumber":19,"VerseNumber":13,"Text":"و (نیز به او) شفقت و پاکیزگی ازجانب خود (عطا کردیم). و (او) پرهیزگاربود"},{"SurahNumber":19,"VerseNumber":14,"Text":"و (او) نسبت به پدر و مادرش نیکو کار بود، و سرکش (و) نا فرمان نبود"},{"SurahNumber":19,"VerseNumber":15,"Text":"و سلام بر او باد، روزی که متولد شد، و روزی که می میرد، و روزی که زنده برانگیخته می شود"},{"SurahNumber":19,"VerseNumber":16,"Text":"و در (این) کتاب (قرآن) مریم را یاد کن، هنگامی که از خانواده اش کناره گرفت، (و در) ناحیه ی شرقی (بیت المقدس) مستقر شد"},{"SurahNumber":19,"VerseNumber":17,"Text":"پس میان خود وآنها پرده ای کشید، آنگاه (ما) روح خود (= جبر ئیل) را به سوی اوفرستادیم، پس به هیئت انسانی کامل بر اوظاهر شد"},{"SurahNumber":19,"VerseNumber":18,"Text":"(مریم) گفت : «همانا من از (شر) تو، به (خدای) رحمان پناه می برم ، اگر تو پرهیزگار هستی »"},{"SurahNumber":19,"VerseNumber":19,"Text":"(فرشته) گفت : «یقیناً من فرستاده ی پروردگار تو هستم، تا پسر پاکیزه ای به تو ببخشم »"},{"SurahNumber":19,"VerseNumber":20,"Text":"(مریم) گفت : «چگونه ممکن است مرا پسری باشد در حالی که تاکنون انسانی با من تماس نداشته است، و هرگز (زن) بدکاره ای (هم) نبوده ام ؟!»"},{"SurahNumber":19,"VerseNumber":21,"Text":"(فرشته) گفت : «این گونه است، پروردگارت فرموده است: این (کار) بر من آسان است، و او را برای مردم نشانه ای قرار می دهیم، و (نیز) رحمتی از سوی ماست، و این امری است انجام یافته»"},{"SurahNumber":19,"VerseNumber":22,"Text":"پس (مریم) به او بار دار شد، آنگاه با اوبه جایی دور دستی (رفت و از مردم) کناره گرفت"},{"SurahNumber":19,"VerseNumber":23,"Text":"پس درد زایمان او را به سوی تنه ی (درخت) خرمایی کشاند، گفت: «ای کاش پیش از این مرده بودم، و بکلی از یادها رفته (و فراموش شده) بودم »"},{"SurahNumber":19,"VerseNumber":24,"Text":"نا گهان از (سمت) پایینش (فرشته یا عیسی) او را صدا زد که: «غمگین مباش، به راستی پروردگارت زیر (پای) توچشمه ای (جاری) قرار داده است"},{"SurahNumber":19,"VerseNumber":25,"Text":"و (این) تنه ی (درخت) خرما رابه طرف خود تکان بده، (که) رطب تازه ای بر تو فرو می ریزد"},{"SurahNumber":19,"VerseNumber":26,"Text":"پس (از آن) بخور و (از آب چشمه) بنوش، و دیدگان را(به این مولود) روشن دار، پس اگر کسی از انسانها را دیدی (با اشاره) بگو : «همانا من برای (خدای) رحمان روزه (سکوت) نذر کرده ام، لذا امروز با هیچ بشری سخن نمی گویم »"},{"SurahNumber":19,"VerseNumber":27,"Text":"پس (مریم) در حالی که او (= عیسی) را برداشته بود، نزد قومش آمد، گفتند : «ای مریم ! به راستی کاری (بسیار) زشت (و شگفت انگیزی) انجام داده ای"},{"SurahNumber":19,"VerseNumber":28,"Text":"ای خواهر هارون ! پدرت مرد بدی نبود، و مادرت (نیز) زن بد کاره ای نبود!»"},{"SurahNumber":19,"VerseNumber":29,"Text":"پس (مریم) به او (=عیسی) اشاره کرد، گفتند : «چگونه با کسی که کودکی است در گهواره، سخن بگوییم ؟! »"},{"SurahNumber":19,"VerseNumber":30,"Text":"(عیسی) گفت : «من بنده ی خدا هستم، به من کتاب داده، و مرا پیامبر قرار داده است"},{"SurahNumber":19,"VerseNumber":31,"Text":"و مرا هر جا که باشم پر برکت و فرخنده قرار داده، و تا زنده ام مرا به نماز و زکات سفارش کرده است"},{"SurahNumber":19,"VerseNumber":32,"Text":"و (مرا) نسبت به مادرم نیکو کار (قرار داده) ومرا سرکش (و) بدبخت قرار نداده است"},{"SurahNumber":19,"VerseNumber":33,"Text":"و سلام بر من، روزی که متولد شدم، و روزی که می میرم، و روزی که زنده برانگیخته شوم »"},{"SurahNumber":19,"VerseNumber":34,"Text":"این است (حکایت) عیسی پسر مریم، گفتار راستی که در آن تردید (و اختلاف) می کنند"},{"SurahNumber":19,"VerseNumber":35,"Text":"(هرگز) شایسته خدا نیست که فرزندی برگیرد، اومنزه است، هرگاه کاری را فرمان دهد (و بخواهد) ، فقط به آن می گوید : «موجود شو» پس (بی درنگ) موجود می شود"},{"SurahNumber":19,"VerseNumber":36,"Text":"و (عیسی به قومش گفت :) «یقیناً الله پروردگار من و پروردگار شماست، پس او را پرستش کنید، (که) راه راست این است»"},{"SurahNumber":19,"VerseNumber":37,"Text":"آنگاه گروه ها (ی یهود و نصاری) درمیان خود اختلاف کردند، پس وای بر کسانی که کافر شدند، از حضور (در آن) روز بزرگ (قیامت)"},{"SurahNumber":19,"VerseNumber":38,"Text":"(آن) روزی که نزد ما می آیند، چه خوب شنوا و چه خوب بینا هستند، لیکن ستمکاران امروز در گمراهی آشکارند"},{"SurahNumber":19,"VerseNumber":39,"Text":"و (ای پیامبر!) آنها را از روز حسرت بترسان، آنگاه که کار پایان پذیرد، و آنها (همچنان) در غفلتند و ایمان نمی آورند"},{"SurahNumber":19,"VerseNumber":40,"Text":"همانا ماییم که زمین و کسانی را که بر آن هستند، به ارث می بریم، و (همگی) به سوی ما باز گردانده می شوند"},{"SurahNumber":19,"VerseNumber":41,"Text":"و (ای پیامبر!) در (این) کتاب ابراهیم را یاد کن، بی گمان او پیامبری راستگو بود"},{"SurahNumber":19,"VerseNumber":42,"Text":"هنگامی که به پدرش گفت : «ای پدر جان ! چرا چیزی را پرستش می کنی که نه می شنود و نه می بیند، و نه هیچ نیازی از تو بر آورده می سازد ؟"},{"SurahNumber":19,"VerseNumber":43,"Text":"ای پدر جان ! یقیناً (از جانب خدا) دانشی برای من آمده که برای تو نیامده است، پس از من پیروی کن، تا تو را به راه راست هدایت کنم"},{"SurahNumber":19,"VerseNumber":44,"Text":"ای پدرجان ! شیطان را پرستش نکن، زیرا که شیطان نسبت به (خداوند) رحمان نافرمان بود"},{"SurahNumber":19,"VerseNumber":45,"Text":"ای پدر جان ! من از این می ترسم که از (سوی خداوند) رحمان عذابی به تو برسد، آنگاه از دوستان شیطان (و همنشینان او در آتش) باشی »"},{"SurahNumber":19,"VerseNumber":46,"Text":"(پدرش) گفت : «ای ابراهیم ! آیا تو از معبود های من روی گردانی ؟ اگر باز نیایی، قطعاً تو را سنگسار می کنم، و برای مدت طولانی از من دور شو»"},{"SurahNumber":19,"VerseNumber":47,"Text":"(ابراهیم) گفت : «سلام بر تو ! به زودی از پروردگارم برای تو طلب آمرزش خواهم کرد، بی گمان او نسبت به من مهربان است"},{"SurahNumber":19,"VerseNumber":48,"Text":"و از شما و آنچه به جای خدا می خوانید، کناره گیری می کنم، و پروردگارم را می خوانم، امید است که در خواندن پروردگارم محروم نباشم »"},{"SurahNumber":19,"VerseNumber":49,"Text":"پس چون از آنها وآنچه به جای خدا می پرستیدند کناره گیری کرد، اسحاق و یعقوب را به او بخشیدیم، و هر یک (از آنان) را پیامبر گردانیدیم"},{"SurahNumber":19,"VerseNumber":50,"Text":"و از رحمت خود به آنها عطا کردیم، و برای شان (در میان امتها) ذکر خیر بلند آوازه ای قرار دادیم"},{"SurahNumber":19,"VerseNumber":51,"Text":"و (ای پیامبر!) در (این) کتاب موسی را یاد کن، به راستی او مخلص بود، و فرستاده ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":52,"Text":"و (ما) او را از طرف راست (کوه) طور ندا دادیم، و رازگویان او را (به خود) نزدیک ساختیم"},{"SurahNumber":19,"VerseNumber":53,"Text":"و (ما) از رحمت خود برادرش هارون را - که پیامبر بود - به او عطا کردیم"},{"SurahNumber":19,"VerseNumber":54,"Text":"و در (این) کتاب اسماعیل را یاد کن، بی گمان او راست وعده، و فرستاده ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":55,"Text":"و (او همواره) خانوده اش را به نماز و زکات فرمان می داد، و نزد پروردگارش پسندیده بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و در (این) کتاب ادریس را یاد کن بی شک او پیامبری راستگو بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"و (ما) او را به جایگاهی بلند فرا بردیم"},{"SurahNumber":19,"VerseNumber":58,"Text":"اینان کسانی از پیامبران بودند که خداوند بر آنان انعام کرده بود، از فرزندان آدم و از کسانی که با نوح (بر کشتی) سوار کردیم، و از فرزندان ابراهیم و اسرائیل (= یعقوب) و از کسانی که آنها را هدایت کردیم و بر گزیدیم. چون آیات (خداوند) رحمان بر آنها تلاوت می شد، سجد کنان و گریان (به خاک) می افتادند"},{"SurahNumber":19,"VerseNumber":59,"Text":"آنگاه پس از آنان (فرزندان) نا خلفانی جانشین شدند که نماز را (ضایع و) ترک کردند واز شهوات پیروی کردند، پس به زودی (کیفر) گمراهی (خود) را خواهند یافت"},{"SurahNumber":19,"VerseNumber":60,"Text":"مگر آن که توبه کرد و ایمان آورد، و کار شایسته انجام داد، پس اینان به بهشت داخل می شوند، و بر آنان هیچ ستمی نخواهند شد"},{"SurahNumber":19,"VerseNumber":61,"Text":"باغهایی (بهشتی) جاودانی است که (خداوند) رحمان به غیب (= نادیده) بندگانش را به آن وعده داده است، مسلماً وعده ی او فرا خواهد رسید"},{"SurahNumber":19,"VerseNumber":62,"Text":"در آنجا سخن بیهوده نمی شنوند، جز سلام (می شنوند) و بر آنها (هر) صبح وشام روزی شان (در بهشت آماده) است"},{"SurahNumber":19,"VerseNumber":63,"Text":"این همان بهشتی است که از (میان) بندگانمان (به) آن کسی که (در دنیا) پرهیزگار بوده به ارث می دهیم"},{"SurahNumber":19,"VerseNumber":64,"Text":"و (جبرئیل به پیامبر عرض کرد :) (ما فرشتگان) جز به فرمان پروردگارت نازل نمی شویم، (آگاهی از) آنچه پیش روی ما، و آنچه پشت سرما ، و آنچه میان این دو است، (همه) از آن اوست، و پروردگارت هر گز فراموشکار نیست"},{"SurahNumber":19,"VerseNumber":65,"Text":"(همان) پروردگار آسمانها و زمین، و آنچه میان آن دو است، پس او را پرستش کن، و بر عبادتش شکیبا (و پایدار) باش. آیا (مانند و) همنامی برای او می شناسی؟"},{"SurahNumber":19,"VerseNumber":66,"Text":"و انسان (کافر) می گوید: «آیا زمانی که بمیریم، زنده (از گور) بیرون آورده خواهم شد ؟!»"},{"SurahNumber":19,"VerseNumber":67,"Text":"آیا انسان به یاد نمی آورد که ما پیش از این او را آفریدیم در حالی که هیچ چیز نبود؟"},{"SurahNumber":19,"VerseNumber":68,"Text":"پس سوگند به پروردگارت که محققاً (همه ی) آنها را با شیاطین محشور خواهیم کرد، سپس (همه ی) آنها را به زانو در آمده پیرامون جهنم حاضر می سازیم"},{"SurahNumber":19,"VerseNumber":69,"Text":"آنگاه از هر گروه، کسانی را که در برابر (فرمان خداوند) رحمان (از همه) سرکش تر (و پر جرأت تر) بوده اند، جدا خواهیم کرد"},{"SurahNumber":19,"VerseNumber":70,"Text":"سپس ما به (حال) کسانی که (برای سوختن) در آتش (جهنم) سزاوارترند؛ دانا تریم"},{"SurahNumber":19,"VerseNumber":71,"Text":"و هیچ یک از شما نیست؛ مگر آن که وارد آن (= جهنم) شود، این (وعده) برپروردگارت فرمانی حتمی (و شدنی) است"},{"SurahNumber":19,"VerseNumber":72,"Text":"سپس کسانی را که تقوا پیشه کردند از آن رهایی می بخشیم، و ستمکاران را به زانو در آمده در آن رها می کنیم"},{"SurahNumber":19,"VerseNumber":73,"Text":"و هنگامی که آیات روشن ما بر آنها تلاوت شود، کسانی که کافر شدند به کسانی که ایمان آوردند؛ می گویند : «کدام یک از دو گروه (ما و شما) در جایگاه (و مقام ) بهتر، و از لحاظ محفل، (محفلشان) نیکو تر است »"},{"SurahNumber":19,"VerseNumber":74,"Text":"چه بسیار نسلها را پیش از آنان نابود کردیم که آنها از لحاظ ثروت از اینها بهتر بودند و ظاهر شان (نیز) آراسته تربود"},{"SurahNumber":19,"VerseNumber":75,"Text":"(ای پیامبر!) بگو : «کسی که در گمراهی است، پس (خداوند) رحمان (از روی استدراج) او را به فزونی مهلت دهد، تا زمانی که آنچه را به آن وعده داده شده اند؛ یا عذاب و یا قیامت را ببینند، آنگاه به زودی خواهند دانست چه کسی جایگاهش بدتر، و سپاهش نا توان تر است"},{"SurahNumber":19,"VerseNumber":76,"Text":"و کسانی که هدایت یا فته اند، خداوند بر هدایتشان می افزاید، و (آثار و) نیکهای شایسته ماندگار در نزد پرردگارت پاداش بهتر، و عاقبت خوبتر دارد"},{"SurahNumber":19,"VerseNumber":77,"Text":"آیا دیده ای کسی که به آیات ما کافر شد، و گفت : «قطعاً مال و فرزند (فراوانی) به من داده خواهد شد»؟"},{"SurahNumber":19,"VerseNumber":78,"Text":"آیا بر غیب آگاهی یافته است، یا نزد (خدای) رحمان عهدی گرفته است ؟"},{"SurahNumber":19,"VerseNumber":79,"Text":"(هرگز) چنین نیست، (ما) به زودی آنچه را می گوید خواهیم نوشت، و بر عذاب او بسیار می افزاییم"},{"SurahNumber":19,"VerseNumber":80,"Text":"و آنچه را می گوید از او می گیریم، و تنها نزد ما می آید"},{"SurahNumber":19,"VerseNumber":81,"Text":"و (آنها) به جای خدا معبودانی را (برای خود) بر گزیدند، تا سبب عزتشان باشد"},{"SurahNumber":19,"VerseNumber":82,"Text":"چنین نیست، (بلکه) به زودی (معبودها) عبادت آنان را انکار خواهند کرد، و برضدشان برخیزند"},{"SurahNumber":19,"VerseNumber":83,"Text":"(ای پیامبر!) آیا ندیدی که ما شیا طین را بر کافران فرستادیم (و مسلط نبودیم) تا آنها را سخت بر انگیزند"},{"SurahNumber":19,"VerseNumber":84,"Text":"پس (ای پیامبر!) درباره ی آنها شتاب نکن، ما با دقت (اجل و اعمال) آنها را می شماریم"},{"SurahNumber":19,"VerseNumber":85,"Text":"روزی که پرهیز گاران را (دسته جمعی) - به صورت مهمان - به سوی (خداوند) رحمان گرد آوریم"},{"SurahNumber":19,"VerseNumber":86,"Text":"و مجرمان را تشنه کام به سوی جهنم برانیم"},{"SurahNumber":19,"VerseNumber":87,"Text":"آنها مالک شفاعت نیستند؛ مگر کسی که نزد (خداوند) رحمان عهدی گرفته باشد"},{"SurahNumber":19,"VerseNumber":88,"Text":"و (مشرکان) گفتند: «(خداوند) رحمان فرزندی (برای خود) برگزیده است»"},{"SurahNumber":19,"VerseNumber":89,"Text":"به راستی چیزی بسیار زشت (و زننده ای، در میان) آوردید"},{"SurahNumber":19,"VerseNumber":90,"Text":"نزدیک است آسمانها از این (سخن) از هم متلاشی گردد، و زمین شکافته شود، و کوهها درهم شکافته فرو ریزند"},{"SurahNumber":19,"VerseNumber":91,"Text":"(از این رو) که برای (خداوند) رحمان فرزندی ادعا کرده اند"},{"SurahNumber":19,"VerseNumber":92,"Text":"و هرگز برای (خداوند) رحمان سزاوار نیست که فرزندی بر گزیند"},{"SurahNumber":19,"VerseNumber":93,"Text":"هیچ چیز در آسمانها و زمین نیست؛ مگر این که به بندگی سوی (خداوند) رحمان بیاید"},{"SurahNumber":19,"VerseNumber":94,"Text":"یقیناً (خداوندهمه ی) آنها را سر شماری کرده، و به دقت شمرده است،"},{"SurahNumber":19,"VerseNumber":95,"Text":"و همه ی آنها روز قیامت، تنها نزد او حاضر می شوند"},{"SurahNumber":19,"VerseNumber":96,"Text":"بی گمان کسانی که ایمان آوردند و کارهای شایسته انجام دادند، (خداوند) رحمان برای آنها محبتی (در دلها) قرار می دهد"},{"SurahNumber":19,"VerseNumber":97,"Text":"پس همانا (ای پیامبر!) ما آن (= قرآن) به زبان تو آسان نمودیم، تا پرهیز گاران را با آن بشارت دهی، و گروه ستیزه گران (سر سخت) رابا آن هشدار دهی"},{"SurahNumber":19,"VerseNumber":98,"Text":"و چه بسیار نسلها که پیش از آنها هلاک کردیم، آیا کسی از آنها را احساس می کنی، یا کمترین صدایی از آنها می شنوی؟"}]}