{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Та—ха"},{"SurahNumber":20,"VerseNumber":2,"Text":"(О,Мухаммад!) Биз сага Кураанды бактысыз болушуң үчүн түшүрбөдүк"},{"SurahNumber":20,"VerseNumber":3,"Text":"Тескерисинче, (Аллаһтан) корккон адамдар үчүн эскерме катары түшүрдүк"},{"SurahNumber":20,"VerseNumber":4,"Text":"(Бул Кураан) Жерди жана жогорку асмандарды жараткан Зат — Аллаһтан түшкөн"},{"SurahNumber":20,"VerseNumber":5,"Text":"(Ал—) Рахман, Арштын үстүнө көтөрүлдү“"},{"SurahNumber":20,"VerseNumber":6,"Text":"Асмандардагы, жердеги нерселердин бардыгы жана жер астындагы нерселер дагы бир Өзүнүн гана мүлкү"},{"SurahNumber":20,"VerseNumber":7,"Text":"Эгер сен ашкере сүйлөсөң да (шыбырап сүйлөсөң да) Ал бардык купуя сырларды билет"},{"SurahNumber":20,"VerseNumber":8,"Text":"Аллаһ.., эч бир сыйынууга татыктуу кудай жок, бир Анын Өзү бар. Анын керемет ысымдары бар"},{"SurahNumber":20,"VerseNumber":9,"Text":"(О, Мухаммад!) Сага Мусанын окуясы жетти беле"},{"SurahNumber":20,"VerseNumber":10,"Text":"Бир кезде ал (алыстан) от(тун шооласын) көрүп, үй-бүлөсүнө: «Ушул жерде (жылбай) тургула. Мен от көрүүдөмүн. Мүмкүн, андан бир аз чок таап келээрмин же болбосо оттун жакынынан бир жол көргөзүүчү табаармын» -деди"},{"SurahNumber":20,"VerseNumber":11,"Text":"Отко» жакындаганда: «О, Муса»-деген добуш угулду"},{"SurahNumber":20,"VerseNumber":12,"Text":"«Мен сенин Раббиң боломун! Чокойуңду чеч! Сен Ыйык Туваа өрөөнүндөсүң"},{"SurahNumber":20,"VerseNumber":13,"Text":"Мен сени (адамдардын арасынан пайгамбарлык үчүн) тандап алдым. Эми, (өзүңө) вахий кылынчу нерселерди угуп ал"},{"SurahNumber":20,"VerseNumber":14,"Text":"Мен — Аллаһмын! Эч бир сыйынууга татыктуу кудай жок, жалгыз Мен гана бармын! Демек, Өзүмө ибадат кыл жана Мени эстөө үчүн намаз оку"},{"SurahNumber":20,"VerseNumber":15,"Text":"Ар бир жан өз кылмышына жараша жаза (же сооп) алышы үчүн Кыямат сөзсүз келет. (Бирок) Мен аны(н болоор убакытысын) сыр кылып койдум"},{"SurahNumber":20,"VerseNumber":16,"Text":"(О, Муса) Сени Кыяматтан (диний-акыреттик иш кылуудан) ага ишенбеген жана өз каалоосуна ээрчиген адамдар тосуп койбосун, (анда) бактысыз болуп каласың"},{"SurahNumber":20,"VerseNumber":17,"Text":"Оң колундагы эмне, о, Муса?»"},{"SurahNumber":20,"VerseNumber":18,"Text":"«Бул — менин таягым» — деди Муса — мен ага таянамын жана койлорума аны менен (жалбырактарды) күүп беремин. Жана башка максаттарга да пайдаланамын»"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Аллаһ) деди: «О, Муса аны жерге таштагын»"},{"SurahNumber":20,"VerseNumber":20,"Text":"Аны таштады эле, сойлогон (чоң) жыланга айланып калды"},{"SurahNumber":20,"VerseNumber":21,"Text":"«Аны колуңа ал жана коркпо. Биз аны абалкы кейпине келтирип койобуз»"},{"SurahNumber":20,"VerseNumber":22,"Text":"Жана колуңду колтугуңа кат — жамандыгы жок, ак-нурдуу болуп чыгат. Бул дагы бир моожиза"},{"SurahNumber":20,"VerseNumber":23,"Text":"(Аса таяк менен ак кол) Биздин чоң моожизаларыбыздан. Сага көргөзүп (билгизип) коюшубуз үчүн"},{"SurahNumber":20,"VerseNumber":24,"Text":"Эми, Фираунга (аны Акыйкатка кайтаруу үчүн) бар. Ал чектен чыгып кетти»"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Муса) айтты: «Оо, Раббим! Менин көкүрөгүмдү кенен кыл"},{"SurahNumber":20,"VerseNumber":26,"Text":"Жана менин иштеримди жеңил кыл"},{"SurahNumber":20,"VerseNumber":27,"Text":"Тилимдеги түйүндү чечип кой"},{"SurahNumber":20,"VerseNumber":28,"Text":"Адамдар (сөзүмдү) түшүнчүдөй болсун"},{"SurahNumber":20,"VerseNumber":29,"Text":"Мага өз үй-бүлөмдөн вазир-жардамчы дайындап бер"},{"SurahNumber":20,"VerseNumber":30,"Text":"Агам Харунду"},{"SurahNumber":20,"VerseNumber":31,"Text":"Ал себептүү менин кубатымды көбөйт"},{"SurahNumber":20,"VerseNumber":32,"Text":"Аны ишиме шерик (пайгамбар) кыл"},{"SurahNumber":20,"VerseNumber":33,"Text":"Сага көп сажда (ибадат), кылышыбыз үчүн"},{"SurahNumber":20,"VerseNumber":34,"Text":"Сени көп зикир кылышыбыз үчүн"},{"SurahNumber":20,"VerseNumber":35,"Text":"Өзүң бизди көрүп туруучусуң!»"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Аллаһ) айтты: «Сураганыңдын баары сага берилди оо, Муса"},{"SurahNumber":20,"VerseNumber":37,"Text":"Биз сага бир жолкуда мындан башка да жакшылык кылган элек"},{"SurahNumber":20,"VerseNumber":38,"Text":"Ошондо, Биз апаңдын көңүлүнө (мындай деп) илхам салганбыз"},{"SurahNumber":20,"VerseNumber":39,"Text":"«Аны сандыкка салып, (Нил) дарыяга таштагын, дарыя аны жээкке чыгарат. (Кийин) аны өзүнүн жана Менин душманым (Фираун) таап алат». Жана сага Өзүбүздөн бир махаббат (нур) бергенбиз, Биздин Көз алдыбызда улгайып, тарбияланышың үчүн"},{"SurahNumber":20,"VerseNumber":40,"Text":"Анда сенин эжең барып: «Аны кепилге ала турган (эмизе турган) аялга баштап барайынбы?» деди.! Ошентип, кайгырбай, сүйүнүп калышы үчүн Биз сени апаңа кайтардык. Жана (бир кезде, улгайган мезгилиңде) бир жанды өлтүрүп койдуң. Биз сени (ошол) кайгыдан да куткардык. Кийин сенин башыңа көп сыноолорду салдык. Анан Мадян элинде бир нече жылдар туруп калдың. Кийин (Биз белгилеген) тагдыр боюнча (бул жерге) келдиң, оо, Муса"},{"SurahNumber":20,"VerseNumber":41,"Text":"Мен сени Өзүмө (пайгамбар кылып) тандадым"},{"SurahNumber":20,"VerseNumber":42,"Text":"(Эми) сен жана агаң (Харун) экөөң Мен берген (тогуз) моожизаларды алып баргыла. Мени эстөөдө (жана эскертүүдө) алсыздык кылбагыла"},{"SurahNumber":20,"VerseNumber":43,"Text":"(Оболу) Фираунга баргыла. Ал чектен чыгып кетти"},{"SurahNumber":20,"VerseNumber":44,"Text":"Анан ага (адегенде) сылык-сыпаа сөз айткыла,! (Мени) эсине алса же (Менден) коркуп калса ажеп эмес"},{"SurahNumber":20,"VerseNumber":45,"Text":"(Экөө) айтты: «О, биздин Рабби! Биз (дааватты баштай электе) бизге каршы шашылып (чара колдонуп) коюусунан жана чектен чыгып зулумдук кылуусунан коркуп жатабыз»"},{"SurahNumber":20,"VerseNumber":46,"Text":"«Коркпогула! Мен силер мененмин! (Бардыгын угуп, көрүп турамын)"},{"SurahNumber":20,"VerseNumber":47,"Text":"Баргыла дагы: «Биз Раббиңдин элчилери болобуз. Исрайил урпактарын биз менен (өз ата журттарына) жибер. Аларды азапка салба. Биз сага Раббиңден моожиза алып келдик. Хидаятка (Аллаһтын Туура Жолуна) ээрчигендерге салам болсун!»"},{"SurahNumber":20,"VerseNumber":48,"Text":"Чынында, бизге: «(Менин аяттарымды) «жалган» деп, жүз бурган адамдарга азап бар» деп вахий кылынган» - дегиле. (Ошондо Фираун)"},{"SurahNumber":20,"VerseNumber":49,"Text":"Айтты: «О, Муса, силердин Раббиңер ким?!»"},{"SurahNumber":20,"VerseNumber":50,"Text":"(Муса) айтты: «Биздин Раббибиз бардык нерселерге (өзүнө жарашкан) келбет-шекилин берип (жараткан) жана (өз багытына) жолдоп койгон Аллаһ»"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Фираун) айтты: «Өткөн кылымдын элдерине эмне болгонун билесиңби?»"},{"SurahNumber":20,"VerseNumber":52,"Text":"Алар жөнүндөгү илим Раббимдин алдындагы Китепте. Раббим (ал Китепте) адашкан эмес, эч нерсени унуткан да эмес»"},{"SurahNumber":20,"VerseNumber":53,"Text":"(Аллаһ) силерге жерди бешик (сыяктуу мекен) кылып, анда силер үчүн жол салып берди. Жана силерге асмандан суу түшүрдү. Кийин Биз аны менен ар түрдүү өсүмдүктөрдү чыгардык"},{"SurahNumber":20,"VerseNumber":54,"Text":"(Алардан) жегиле жана мал-чарбаңарды баккыла. Бул нерселерде акылдуу кишилер үчүн сабактар бар"},{"SurahNumber":20,"VerseNumber":55,"Text":"Биз силерди ошол жерден чыгарганбыз жана ошого кайтарабыз. Жана (Кыяматта) экинчи ирет дагы ошондон чыгарып алабыз"},{"SurahNumber":20,"VerseNumber":56,"Text":"Биз ага (Фираунга арналган) бардык моожизаларыбызды көрсөтсөк, «жалган» деп, (акыйкатты кабыл алуудан) баш тартты"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Жана мындай) деди: «О, Муса сен өзүңдүн сыйкырың менен бизди жерибизден чыгарып жиберүү үчүн келдиңби"},{"SurahNumber":20,"VerseNumber":58,"Text":"Биз деле сага ошонун өзүндөй сыйкыр келтирип бере алабыз. Эми, биз менен өзүңдүн ортоңдо бир тегиз жерди убада кылгын. Ал жер өзүңө да, бизге да ылайыктуу болсун"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Муса) айтты: «Силерге майрам күндү — адамдар шашке маалда чогулган күндү убада беремин"},{"SurahNumber":20,"VerseNumber":60,"Text":"Фираун барып өзүнүн айлакер-амалкерлерин жыйнап (убадаланган күндө, убада кылынган жерге) келди"},{"SurahNumber":20,"VerseNumber":61,"Text":"Муса аларга (сыйкырчыларга насаат) айтты: «Оңбой каласыңар! («Аллаһтын шериги бар» деп) Аллаһка жалаа жаппагыла! Азап жиберип кыйратып салат! (Аллаһка) жалаа жапкандар оңбой калат!!!»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Алар иштеринде талашып калышты жана өз ара шыбырашып сүйлөшө баштады"},{"SurahNumber":20,"VerseNumber":63,"Text":"(Кийин элдерге Муса менен Харунду көргөзүп мындай) дешти: «Бул экөө анык сыйкырчы! Силерди жериңерден чыгарып жиберүүнү жана алгылыктуу жолуңарды (сыйкырчылыкты) жоюп жиберүүнү каалап жатат!» (Анан Фираун сыйкырчыларга айтты)"},{"SurahNumber":20,"VerseNumber":64,"Text":"«Бардык амалкерлигиңерди жыйнап, сапка тизилип келгиле. Бүгүн ким үстөмдүк кылса, ошол жеңишке жетет!»"},{"SurahNumber":20,"VerseNumber":65,"Text":"«О, Муса (дешти сыйкычылар) же сен (башта колуңдагы таягыңды) ташта же болбосо, биз биринчи таштайлы»"},{"SurahNumber":20,"VerseNumber":66,"Text":"(Муса) айтты: «Жок, силер таштагыла!» (Ташташты эле,) капыстан жиптери жана таяктары, алардын сыйкырынан улам ага (Мусага) аракеттенгендей көрүндү"},{"SurahNumber":20,"VerseNumber":67,"Text":"Муса ичинен бир сестенип алды"},{"SurahNumber":20,"VerseNumber":68,"Text":"Биз (ага): «Коркпогун сен (алардан) жогору(боло)суң"},{"SurahNumber":20,"VerseNumber":69,"Text":"Колуңдагы нерсени (асатаякты) ташта, алардын жасалмаларын жутуп жиберет. Алар жасаган нерселер сыйкырчынын гана көз бойоосу. Сыйкырчы деген кайда болбосун, максатка жетпейт» дедик"},{"SurahNumber":20,"VerseNumber":70,"Text":"Анан сыйкырчылар сажда кылган абалда жерге бой таштап: «Муса менен Харундун Раббисине ыйман келтирдик!» дешти. (Муну көргөн Фираун аябай ачууланды)"},{"SurahNumber":20,"VerseNumber":71,"Text":"«Эмне силер мен уруксат бербей туруп эле, ага (Аллаһка) ыйман келтире бересиңерби?! Демек, ал (Муса) силерге сыйкырды үйрөткөн чоңуңар экен. Эми мен силердин кол-бутуңарды каршы-тершисинен (оң кол, сол бут) кесип саламын жана өзүңөрдү курма дарагына асып койомун. Анан кимибиздин (Аллаһтынбы же менинби) азабыбыз катуураак жана узунураак экенин билип аласыңар!»"},{"SurahNumber":20,"VerseNumber":72,"Text":"(Сыйкырчылар) айтышты: «Биз эч качан өзүбүзгө келген аят-моожизалардан жана бизди жараткан Аллаһтан сени жогору койо албайбыз. (Бизге) Эмне өкүм кылсаң кыла бер! Сен ушул дүйнөдө гана өкүм кыла аласың"},{"SurahNumber":20,"VerseNumber":73,"Text":"Биз Раббибизге, каталарыбызды жана сен бизди мажбурлаган сыйкыр(ыбыз)ды кечиришин үмүт кылып, ыйман келтирдик. Аллаһ жакшы жана Түбөлүк!»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Чынында, ким (Кыяматта) Раббисине күнөөкөр (каапыр) абалда барса ага сөзсүз Тозок бар. (Ал анда) же өлө албайт, же жашай албайт"},{"SurahNumber":20,"VerseNumber":75,"Text":"Жана ким Раббисине жакшы амалдарды жасап, момун-ыймандуу абалда жолукса, аларга эң жогорку даражалар"},{"SurahNumber":20,"VerseNumber":76,"Text":"Түбүнөн дарыялар аккан, анда \"Адн\" бейиштери бар. Алар анда түбөлүк калышат! Бул (шек жана каапырчылыктан) таза боло алгандардын сыйлыгы!”"},{"SurahNumber":20,"VerseNumber":77,"Text":"Биз Мусага: «Менин пенделеримди түндөсү алып чык жана (таягың менен) уруп, алар үчүн деңизде кургак жол кылып бер. (Фираундун) жетип алуусунан да коркпо, (сууга чөгүүдөн да) кооптонбо» - деп вахий кылдык"},{"SurahNumber":20,"VerseNumber":78,"Text":"Фираун аскерлери менен алардын артынан (деңиз «жолуна») түштү. Деңиз алардан орогонун ороп (жутуп) кетти"},{"SurahNumber":20,"VerseNumber":79,"Text":"Фираун элин адаштырган, өзү да адашкан болчу"},{"SurahNumber":20,"VerseNumber":80,"Text":"О, Исрайил урпактары! Биз силерди душманыңардан куткардык. Жана (силерге диний-дүйнөлүк нээмат болгон Тоорат китебин берүү үчүн) Тур тоосунун оң тарабын убадалаштык. Силерге асмандан шириндиктер, даяр, бышкан куш эттерин жаадырдык (жана мындай дедик)"},{"SurahNumber":20,"VerseNumber":81,"Text":"«Биз ырыскы кылып (түшүрүп) берген таза ырыскылардан жегиле, бирок анда чектен чыкпагыла (жеп алып күнөө кылбагыла) (эгер ошентчү болсоңор) үстүңөргө Менин азабым түшөт. Кимге Менин азабым түшсө, анын өлгөнү — ошол"},{"SurahNumber":20,"VerseNumber":82,"Text":"(Бирок) Мен, тооба келтирип, ыймандуу болуп, жакшы амал кылып, Туура Жолго түшкөндөрдү албетте, кечиремин»"},{"SurahNumber":20,"VerseNumber":83,"Text":"«О, Муса, сен коомуңдан эмнеге мынча шашылып, озуп кеттиң?»"},{"SurahNumber":20,"VerseNumber":84,"Text":"(Муса) айтты: «Алар мына, артымда келе жатышат. О, Раббим, мен Сага шашып баратамын! Ыраазы болушуң үчүн!»"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Аллаһ) айтты: «Сен чыккандан кийин Биз коомуңа сыноо түшүрдүк. Жана аларды Саамирий адаштырды»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Анан Муса коомуна ачууланып, бушайман болуп кайтып барды жана: «О, коомум! Раббиңер силерге («Тоорат түшүрөмүн» деп) жакшынакай убада бербеди беле?! (Мен ошол убада үчүн кетпедим беле?!) Эмне, силерге (араңарда мен жок болгон) убакыт узун болуп кеттиби?! Же болбосо, үстүңөргө Раббиңердин каары түшүшүн кааладыңарбы?! Силер Мага берген убадаңарды буздуңар!”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Алар айтышты: «Биз Сага берген убаданы өз эркибиз менен бузбадык. Бирок, биз (Мисирден чыгып келе жатканда жергиликтүү) коомдун (алтын) зыйнаттарынан турган «күнөөнүн» астында калганбыз.! Биз аны (эритиш үчүн отко) таштадык. Саамирий дагы таштады (жана)"},{"SurahNumber":20,"VerseNumber":88,"Text":"аларга (жаны бар сыяктуу,) мөөрөп добуш чыгара турган музоонун сөлөкөтүн жасап берди. (Кийин Саамирий жана ага азгырылгандар) айтышты: «Ушул — силердин жана Мусанын кудайыңар. (Муса муну) унутуп койду (жана кудайды издеп башка тарапка кетти)»"},{"SurahNumber":20,"VerseNumber":89,"Text":"Алар көрбөй жатышабы (музоо — «кудайы») сөзүнө жооп кайтарбаганын жана аларга не пайда, не зыян жеткире албаганын"},{"SurahNumber":20,"VerseNumber":90,"Text":"Ошого чейин аларга Харун: «О, коомум! Силер бул (музоо) менен сыналдыңар (азгырылдыңар) силердин Раббиңер — Рахман! Мени(н сөзүмдү) ээрчигиле жана буйругума моюн сунгула!» дегенде"},{"SurahNumber":20,"VerseNumber":91,"Text":"Алар айтышты: «Бизге Муса кайтып келмейинче (жана бир нерсе демейинче) буга табынууну токтотпойбуз»"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Муса кайтып келип, коомун бул абалда көргөн соң орун басарына) айтты: «О, Харун, алардын адашканын көргөнүңдө сени эмне токтотту"},{"SurahNumber":20,"VerseNumber":93,"Text":"мага (кабар бериш үчүн) ээрчип (тез) баруудан?! Менин буйругума каршы чыктыңбы"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Харун) айтты: «О, апамдын баласы, сакалымдан, чачымдан тартпачы. Мен (сага кабар берүүнү ойлогом, бирок артыңдан барганымда менден капа болуп): «Менин сөзүмдү (өзүмдү) күтпөй, Исрайил уруусун бөлүп жибериптирсиң!» дешиңден корктум»"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Анан, Муса): «Эй, Саамирий, бул эмне кылганың?!» - деди"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Анда, Саамирий): «Мен алар көрбөгөн нерсени көрүп калгам. Анан элчинин (атынын) изинен бир чеңгел алып, музоого сээп жибердим эле (ал жан кирген сыяктанып, мөөрөгөн добуш чыгарды). Нафсим мени ушуга жетелеген»-деди"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Муса) Айтты: «Эми (бул жерден) жогол! Сага эми жашоодо (жийиркеничтүү ооруга кабылганың себептүү, безилдеп:) «Мага тийбегилечи» деп айтышың гана бар. Жана (Акыретте) сага кутулгус убада (тозок) даяр! Өзүң азырга чейин табынып жаткан «кудайыңа» карачы? (Сага эмне пайда бере алды?) Биз (азыр) аны күйгүзүп, (күлүн) деңизге сапырып жиберебиз"},{"SurahNumber":20,"VerseNumber":98,"Text":"Силердин (чыныгы) кудайыңар — Өзүнөн башка кудай жок болгон Аллаһ! Ал бардык нерселерди Өз илими менен камтыган!»"},{"SurahNumber":20,"VerseNumber":99,"Text":"Ошентип, Биз сага (о, Мухаммад), өткөндөрдүн кабарларын икая кылдык жана алдыбыздагы Зикирди (Кураанды) бердик"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ким андан жүз бурса, Кыяматта (күнөөсүнүн) жүгүн көтөрөт"},{"SurahNumber":20,"VerseNumber":101,"Text":"Ал жүктөн түбөлүккө ажырабайт. Кыяматта алар көтөргөн жүк кандай жаман"},{"SurahNumber":20,"VerseNumber":102,"Text":"Сур (кернейи) тартылган күн... Ошол күнү күнөөлүүлөрдү (коркуудан жана кордуктан улам) ыраң-түсү көгөргөн абалда чогултабыз. (Алар периштелер тарабынан кордолуп Мавкиф тарапка сүрүп алып барыла жатканда)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Бири-бирине: «(Дүйнөдө) он күн гана турдуңар-э?» деп, шыбырап сүйлөшүшөт"},{"SurahNumber":20,"VerseNumber":104,"Text":"Биз алардын эмне дегендерин эң жакшы билебиз. Ошондо алардын билермандары: «Жок, силер бир эле күн турдуңар» дешет"},{"SurahNumber":20,"VerseNumber":105,"Text":"(О, Мухаммад) Сенден тоолор (жана алардын Кыяматтагы абалы) жөнүндө сурашат. Айткын: «Раббим аларды (кум сыяктуу) чачып жиберет"},{"SurahNumber":20,"VerseNumber":106,"Text":"Жана (жер менен) тегиз кылып салат"},{"SurahNumber":20,"VerseNumber":107,"Text":"Сен ал (Кыяматта элдер чогулчу) жерде не бир ийрилик, не бир өйдө-чуңкур көрбөйсүң"},{"SurahNumber":20,"VerseNumber":108,"Text":"Ошол күнү (элдер) бир жарчынын артынан (Мавкиф майданына) ээрчип жөнөшөт. Анын жар салган сөздөрүндө эч бир ката жок. (Күүлдөгөн) добуштар Рахмандын (Аллаһтын) урматына өчүп, шыбыраган үндөрдү гана угуп каласың"},{"SurahNumber":20,"VerseNumber":109,"Text":"Ал күнү Рахман? уруксат бергендерге жана сөзүнөн Аллаһ ыраазы болгондорго гана шапаат пайда берет"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Аллаһ) пенделердин келечегиндеги, өтмүшүндөгү бардык нерсени билет. Алардын илими Аллаһты камтый албайт"},{"SurahNumber":20,"VerseNumber":111,"Text":"Бардык жүздөр(дүн ээлери) Түбөлүк Тирүү (бардык ааламдарды башкарып) Туруучуга баш ийишет. Зулум көтөрүп баргандар (каапырлар) максатка жетпей калат"},{"SurahNumber":20,"VerseNumber":112,"Text":"Жана ким ыймандуу болгон абалда жакшы амалдарды жасаган болсо, зулумдан жана соопторунун кемитип коюлуусунан коркпойт"},{"SurahNumber":20,"VerseNumber":113,"Text":"(О, Мухаммад) мына ушинтип, Биз аны араб тилиндеги Кураан сүрөтүндө түшүрдүк жана анда эскертүүчү аяттарды удаама-удаа келтирдик. Балким, эми алар коркушаар же (бул эскертүүчү аяттар) аларда эскерүүнү (сергектикти) жаратаар"},{"SurahNumber":20,"VerseNumber":114,"Text":"Акыйкат Падыша болгон Аллаһ эң Жогору! (О, Мухаммад)) сага вахий кабары түшүп бүтө электе, Кураанды окуганга шашылба жана: «О, Раббим! Менин илимимди көбөйткүн!» деп дуба кыл"},{"SurahNumber":20,"VerseNumber":115,"Text":"Биз (Бейиштеги бир даракка жакындабоо жөнүндө) Адам менен убадалашкан элек. Ал унутуп койду. Биз анда сабырдуулукту көрбөдүк"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ошондо Биз периштелерге: «Адамга сажда кылгыла» дегенде, бардыгы сажда кылды, бир гана Иблис (текеберленип; «Мен андан абзелмин» деп) баш тартты"},{"SurahNumber":20,"VerseNumber":117,"Text":"Биз айттык: «О, Адам! Чынында, бул (Иблис) сага жана аялыңа душман! Экөөңдү азгырып Бейиштен чыгарып койбосун! Анда бактысыз болуп каласың"},{"SurahNumber":20,"VerseNumber":118,"Text":"(Анткени,) Сен Бейиште ач-жылаңач калбайсың"},{"SurahNumber":20,"VerseNumber":119,"Text":"Анда суусабайсың, күндүн ысыгына да күйбөйсүң.»"},{"SurahNumber":20,"VerseNumber":120,"Text":"Шайтан (Иблис) аны азгырып (мындай деди): «О, Адам мен сага түбөлүктүүлүк дарагын жана түгөнгүс мүлк көргөзөйүнбү?»"},{"SurahNumber":20,"VerseNumber":121,"Text":"Анан, экөө ал дарактан жеп, (натыйжада убаданы бузганы үчүн Аллаһтын каар-жазасы себептүү) уяттары ачылып калды эле, Бейиш жалбырактары менен өздөрүн (авреттерин) тосо башташты. Адам Раббисине күнөөлүү болуп, (ушинтип) азгырылды (жана экөө тең Раббисине жалбарып; «Бизди кечир, өзүбүзгө зулум кылып койдук» деп тооба кыла баштады)"},{"SurahNumber":20,"VerseNumber":122,"Text":"Кийин Раббиси аны тандап, тообасын кабыл алып, Өз жолуна баштады"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Аллаһ) Айтты: «Бардыгыңар бири-бириңерге (адам шайтанга, шайтан адамга) душман болгон абалда Бейиштен түшкүлө! Эми, (оо, инсандар) силерге менден Туура Жол (Дин) келет. (Ошондо) ким менин жолума ээрчисе, адашпайт жана бактысыз болбойт"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ал эми, ким менин зикиримден (Китебимден) жүз бурса, ага тар (оор) жашоо бар. Аны Кыямат Күнү сокур абалда тирилтебиз"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ал айтты: «О, Раббим! Эмнеге мени сокур абалда тирилттиң? Мен (дүйнөдө) көзү соо адам элем го?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Аллаһ) айтты: «Дал ушул сыяктуу, сага да (дүйнөдө) Биздин аяттар келгенде, (аларды) «унутуп» калгансың. (Көрсөң да, көрмөксөн болгонсуң). Дал ошол сыяктуу бүгүн сен да «унутуласың!»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Биз ысырап кылган (чектен чыккан) жана Раббисинин аяттарына ишенбеген адамдарды ушинтип жазалайбыз. Чынында, Акыреттин азабы катуу жана түгөнгүс"},{"SurahNumber":20,"VerseNumber":128,"Text":"Биз алардан мурун (өздөрү сыяктуу) нечен-нечен муундарды, үй-жайларында (эч нерседен бейкапар) жүргөндө (капыстан балээ жиберип) кыйратып койгонубуз алардын көзүн ачпайбы?! Мында акылдуу адамдар үчүн сабактар бар го"},{"SurahNumber":20,"VerseNumber":129,"Text":"Эгер Раббиң тарабынан (айтып) өтүлгөн («күнөөлүүлөрдү белгиленген убактысында гана жазалайбыз» деген) сөз жана белгиленген мөөнөт (Кыямат) болбогондо, аларга азап ошол замат келмек"},{"SurahNumber":20,"VerseNumber":130,"Text":"(О, Мухаммад!) Сен алардын (сени жана динди айыптап) сүйлөгөн сөздөрүнө сабыр кыл жана Күн чыгаардан мурун жана Күн батаардан мурун Раббиңди даңазалап тасбих айт. Жана Раббиң сенден ыраазы болушу үчүн күн-түн дебей тасбих айт"},{"SurahNumber":20,"VerseNumber":131,"Text":"Биз аларды сынаш үчүн жуп-кошмок түрдө берген дүйнө жашоосунун гүлүстан жыргалдарына назарыңды салба! Раббиңдин (Акыретте берчү) ырыскылары жакшы жана түбөлүктүү"},{"SurahNumber":20,"VerseNumber":132,"Text":"Үй бүлөңдү намазга буюр жана ага (намазга) сабырдуу болууга көндүр. Биз сенден ырыскы сурабайбыз, Өзүбүз сага ырыскы беребиз. (Жакшы) акыбет такыбаалар үчүн"},{"SurahNumber":20,"VerseNumber":133,"Text":"Алар: «Эгер Мухаммад бизге Раббисинен бир (көзгө көрүнгөн) моожиза алып келсе го..,» дешти. Аларга байыркы барактардагы (Тоорат менен Инжилдеги) нерселердин баяны (Кураан) келбеди беле"},{"SurahNumber":20,"VerseNumber":134,"Text":"Эгер Биз аларды ага (Мухаммадга дин келгенге) чейин бир азап менен өлтүргөн болсок, албетте: «Оо, Рабби! Эгер бизге бир пайгамбар жиберсең, мындай шерменде жана кор болбой туруп, сенин аяттарыңа ээрчимекпиз» -дешет болчу"},{"SurahNumber":20,"VerseNumber":135,"Text":"Айткын: «Бардыгыбыз күтүүдөбүз.! Силер да күтө бергиле. Жакында ким Туура Жолдун ээси болуп (адашпай) баратканын билип аласыңар"}]}