{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Whatever is in Heaven and whatever is on Earth celebrates God. He is the Powerful, the Wise"},{"SurahNumber":59,"VerseNumber":2,"Text":"He is the One Who turned those People of the Book who disbelieved, out of their homes in the first banishment. You (all) did not think that they would leave, while they thought that their strongholds would keep God away from them. Yet God came at them from where they did not anticipate it and cast such panic into their hearts, that they tore their houses down with their own hands as well as through believers´ hands: so learn a lesson, you who have any insight"},{"SurahNumber":59,"VerseNumber":3,"Text":"If God had not prescribed expulsion for them, He would still have punished them in this world. They shall have the torment of Fire in the Hereafter"},{"SurahNumber":59,"VerseNumber":4,"Text":"That is because they have broken off with God and His messenger. Anyone who breaks with God [finds out] that God is Stern in punishment. Distribution of Spoils in War"},{"SurahNumber":59,"VerseNumber":5,"Text":"Any nursery stock you cut down or leave standing on their roots, is with God´s permission so He may disgrace such immoral people"},{"SurahNumber":59,"VerseNumber":6,"Text":"as well as any [property] of theirs that God has assigned to His messenger, since none of you spurred along any horses or riding camels to get it; however God gives His messenger authority over anyone He wishes. God is Capable of [doing] everything"},{"SurahNumber":59,"VerseNumber":7,"Text":"Anything from townsfolk which God has assigned to His messenger belongs to God and the Messenger, as well as near relatives, orphans, the needy and the wayfarer, so that it will not be traded around merely among the rich men you have. Accept anything the Messenger may give you, and keep away from anything he withholds from you. Heed God [Alone]: God is Stem with punishment"},{"SurahNumber":59,"VerseNumber":8,"Text":"[It is also] for those poor refugees who have been expelled from their homes and property, while they are seeking bounty and approval from God and are supporting God and His messenger; those are quite sincere"},{"SurahNumber":59,"VerseNumber":9,"Text":"The ones who have set up housekeeping and faith before them should love anyone who has migrated to them; they should not find any need in their breasts for anything that has been given them and prefer them ahead of themselves, even though some privation exists among them. Those who are shielded from their own avarice will be prosperous"},{"SurahNumber":59,"VerseNumber":10,"Text":"The ones who came after them say: Our Lord, forgive us and our brethren who have preceded us in faith, and do not place any rancor in our hearts concerning those who believe. Our Lord, You are Compassionate, Merciful"},{"SurahNumber":59,"VerseNumber":11,"Text":"Have you not considered those who act hypocritically? They tell their brethren among the People of the Book who disbelieve: \"If you are expelled, we will leave along with you. We shall never obey anyone concerning you. If you are attacked, we will support you.\" God will show them up as liars"},{"SurahNumber":59,"VerseNumber":12,"Text":"If they ever are expelled, they will not leave with them, while if they are attacked, they will never support them. Even if they should support them, they will still turn their backs [on them]; then they will not be supported"},{"SurahNumber":59,"VerseNumber":13,"Text":"They are more in dread of you (all) than anything they feel in their breasts towards God. That is because they are a folk who do not comprehend [anything]"},{"SurahNumber":59,"VerseNumber":14,"Text":"They will not fight you as a group except from inside fortified towns or from behind walls. Their violence towards one another is serious; you would reckon they would stick together, while their hearts are so at odds. That is because they are a folk who do not use their reason"},{"SurahNumber":59,"VerseNumber":15,"Text":"Just as the ones shortly before them tasted the consequence of their own action, even so they will have painful torment"},{"SurahNumber":59,"VerseNumber":16,"Text":"It is just as Satan does when he tells a man: \"Disbelieve,\" and then once he does disbelieve, says: \"I am innocent of you; I fear God, Lord of the Universe"},{"SurahNumber":59,"VerseNumber":17,"Text":"The outcome for them both is that they [will land] in the Fire, to remain there forever. Such will be the reward for wrongdoers"},{"SurahNumber":59,"VerseNumber":18,"Text":"You who believe, heed God! Let every soul watch out for whatever it has prepared for the morrow, and heed God; God is Informed about anything you do"},{"SurahNumber":59,"VerseNumber":19,"Text":"Do not be like those who have forgotten about God, so He lets them forget about their own souls. Such people are immoral"},{"SurahNumber":59,"VerseNumber":20,"Text":"The inmates of the Fire are not equal to the inhabitants of the Garden; the inhabitants of the Garden will achieve [whatever they want]"},{"SurahNumber":59,"VerseNumber":21,"Text":"If We had sent this Quran down on a mountain, you would have seen it solemnly splitting open out of awe for God. These are the parables We make up for mankind so that they may meditate. A Hymn to God"},{"SurahNumber":59,"VerseNumber":22,"Text":"He is God, besides Whom there is no [other] deity; Knowing the Unseen and the Visible, He is the Mercy-giving, the Merciful"},{"SurahNumber":59,"VerseNumber":23,"Text":"He is God [Alone] besides Whom there is no [other] god, the Sovereign, the Holy, the [Source ofl Peace, the Secure, the Preserver, the Powerful, the Compeller, the Magnificent: glory be to God ahead of anything they may associate [with Him]"},{"SurahNumber":59,"VerseNumber":24,"Text":"He is God, the Creator, the Maker, the Shaper. His are the Finest Names. Whatever is in Heaven and Earth celebrates Him. He is the Powerful, the Wise"}]}