{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ја, син"},{"SurahNumber":36,"VerseNumber":2,"Text":"Се колнам во Кур\"анот мудар"},{"SurahNumber":36,"VerseNumber":3,"Text":"ти си, навистина, еден од пејгамберите"},{"SurahNumber":36,"VerseNumber":4,"Text":"по патот вистински"},{"SurahNumber":36,"VerseNumber":5,"Text":"по објавата на Силниот и Сомилосниот"},{"SurahNumber":36,"VerseNumber":6,"Text":"за да го опоменеш народот за она за што не беа опоменати предците нивни, рамнодушните"},{"SurahNumber":36,"VerseNumber":7,"Text":"И кон мнозинството меѓу НИВ, секако, се оствари Зборот; но не веруваат"},{"SurahNumber":36,"VerseNumber":8,"Text":"Врз вратовите нивни Ние ќе закачиме синџири: ќе бидат до брадите нивни, а главите ќе им бидат подигнати"},{"SurahNumber":36,"VerseNumber":9,"Text":"И пред ниви зад нив Ние ќе поставиме завеса.. та, ќе ги покриеме и нема да гледаат"},{"SurahNumber":36,"VerseNumber":10,"Text":"Ќе ги опоменуваш ли или нема да ги опоменуваш тие, сепак, нема да верувааат"},{"SurahNumber":36,"VerseNumber":11,"Text":"Опомената вреди, секако, за оној кој ја следи Опомената и кој се плаши од Милостивиот во тајност. Па, зарадувај го со прошка и награда благородна"},{"SurahNumber":36,"VerseNumber":12,"Text":"Ние, секако, ќе ги оживиме мртвите и ќе го забележиме она што го направија, а и трагите нивни. И секоја работа ќе ја вброиме во насоката јасна"},{"SurahNumber":36,"VerseNumber":13,"Text":"И изнеси им го примерот на жителите на градот кога им дојдоа пејгамбери"},{"SurahNumber":36,"VerseNumber":14,"Text":"кога Ние им испративме двајца, па ги сметаа за лажни и ги потсиливме со трет, па рекоа: “Ние, навистина сме пејгамбери испратени до вас"},{"SurahNumber":36,"VerseNumber":15,"Text":"Рекоа: “Вие сте само нам слични луѓе. И ништо Милостивиот не испрати а вие да не го сметавте за лажно"},{"SurahNumber":36,"VerseNumber":16,"Text":"Рекоа: “Господарот наш знае. Да, ние сме до вас испратени"},{"SurahNumber":36,"VerseNumber":17,"Text":"и само имаме обврска да известиме јасно"},{"SurahNumber":36,"VerseNumber":18,"Text":"Рекоа:“Во вас гледаме птица на злото. Ако не престанете ќе ве каменуваме и Ќе ве погоди од нас казна болна"},{"SurahNumber":36,"VerseNumber":19,"Text":"Рекоа: “Птицата на злото е со вас. Уф, зарем и кога сте опоменати? Вие сте народ расиПНИЧКИ"},{"SurahNumber":36,"VerseNumber":20,"Text":"И од преградието дојде еден човек, брзајќи, и рече:“О народе мој, следете ги пејгамберите"},{"SurahNumber":36,"VerseNumber":21,"Text":"Следете ги оние кои од вас не бараат никаква награда, оние - упатените"},{"SurahNumber":36,"VerseNumber":22,"Text":"Зошто да не го обожавам Оној кој ме создаде? Нему му се враќате"},{"SurahNumber":36,"VerseNumber":23,"Text":"Други ли богови освен Него да прифатам? Кога Милостивиот би посакал да ме погоди зло некакво, посредувањето НИВНО во НИШТО нема да ми користи, и не ќе можат да ме избават"},{"SurahNumber":36,"VerseNumber":24,"Text":"Гогаш, секако, ќе бев во заблуда очигледна"},{"SurahNumber":36,"VerseNumber":25,"Text":"Да, јас верувам во Господарот ваш. Па, слушајте ме"},{"SurahNumber":36,"VerseNumber":26,"Text":"И, ете еден глас: “Влези во Џеннетот!\" Ќе рече: “Е, кога би знаел народот мој"},{"SurahNumber":36,"VerseNumber":27,"Text":"а што, токму, ми прости Господарот мој и за што ме вброи меѓу почестените"},{"SurahNumber":36,"VerseNumber":28,"Text":"Но, по него, против народот негов, Ние не испративме војска од небо а, всушност, никојпат не испраќавме"},{"SurahNumber":36,"VerseNumber":29,"Text":"ете, само еден страшен глас ќе се слушнеше и веднаш ќе ги снемаше"},{"SurahNumber":36,"VerseNumber":30,"Text":"Еј, хасрет за робовите! Не им доаѓаше ниеден пејгамбер а оние да не го исмеваа"},{"SurahNumber":36,"VerseNumber":31,"Text":"Не гледаат . ли колку поколенија пред нив Ние уништивме? Оние ним, навистина, не им се вратија"},{"SurahNumber":36,"VerseNumber":32,"Text":"Иако сите оние, заедно, кај Нас ќе бидат вприсутнети"},{"SurahNumber":36,"VerseNumber":33,"Text":"Знамение за нив е и земјата мртва: Ние ја оживуваме и од неа вадиме жито од кое тие, токму, јадат"},{"SurahNumber":36,"VerseNumber":34,"Text":"И по земјата Ние расфрлавме бавчи со урми и бавчи со грозје, и одредивме од неа да извираат извори"},{"SurahNumber":36,"VerseNumber":35,"Text":"за да се хранат со плодовите нејзини и со она што произведуваат рацете нивни. Не се ли благодарни"},{"SurahNumber":36,"VerseNumber":36,"Text":"Славен нека биде Оној кој создаде парови од се:од она што никне од земјата И од нив самите и од она што не го знаат"},{"SurahNumber":36,"VerseNumber":37,"Text":"Знамение за нив е и ноќта: од неа Ние го вадиме деноти, ете, оние остануваат во темница"},{"SurahNumber":36,"VerseNumber":38,"Text":"Сонцето, исто така, си тече до определената утврда. Ете, тоа е одредба на Моќниот и Зналецот"},{"SurahNumber":36,"VerseNumber":39,"Text":"И на Месечината И одредивме состојби се додека таа не стане како суво урмино гранче"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ни Сонцето не треба да ја стигне Месечината, а ниту ноќта да дојде пред денот. И се во вселената плови"},{"SurahNumber":36,"VerseNumber":41,"Text":"Знамение за нив с И тоа што Ние, навистина, го носевме потомството нивно во бродот преполни"},{"SurahNumber":36,"VerseNumber":42,"Text":"за нив Ние создадовме нешто слично на она на што оние се качуваат"},{"SurahNumber":36,"VerseNumber":43,"Text":"кога би посакале би ги потопиле: па, за нив нема спасувачки глас и не ќе бидат спасени"},{"SurahNumber":36,"VerseNumber":44,"Text":"освен милоста Наша, па да уживаат до рокот определен"},{"SurahNumber":36,"VerseNumber":45,"Text":"кога ќе им се рече: “Плашете се за она што беше пред вас и за она што ќе биде по вас за Он да ви се смилува"},{"SurahNumber":36,"VerseNumber":46,"Text":"не им доаѓаше никакво знамение од Господарот нивни а да не беа кон него рамнодушни"},{"SurahNumber":36,"VerseNumber":47,"Text":"И кога ќе им се рече: “Делете од “рскот кој Аллах ви го даде“ - неверниците им зборваат на верниците: “Да го храниме ли оној кого, ако Аллах сакаше,Ќе го хранеше? Вие сте само во скршнување очигледно"},{"SurahNumber":36,"VerseNumber":48,"Text":"И зборуваат: “ Кога веќе ќе се оствари тоа ветување ако вистината ја зборувате"},{"SurahNumber":36,"VerseNumber":49,"Text":"Оние чекаат само еден страшен глас кој ќе ги опфати додека ќе се расправаат еднисодруги"},{"SurahNumber":36,"VerseNumber":50,"Text":"Па, не ќе можат ни да остават васист а ниту, пак, ќе можат да им се вратат на семејствата СВОИ"},{"SurahNumber":36,"VerseNumber":51,"Text":"ќе се дувне во Сурлата и, сте, мртвите од гробовите, па ќе побрзаат кон Господарот свој"},{"SurahNumber":36,"VerseNumber":52,"Text":"ќе речат: “О тешко нам! Кој не оживи од лежиштата наши?\" Ова е она што го вети Милостивиот и што го потврдија пејгамберите"},{"SurahNumber":36,"VerseNumber":53,"Text":"сте, само еден страшен глас ќе се слушне и сите оние кај Нас ќе бидат вприсутнети"},{"SurahNumber":36,"VerseNumber":54,"Text":"Па, денес никому не ќе му се направи неправда и, како работевте, така ќе бидете наградени"},{"SurahNumber":36,"VerseNumber":55,"Text":"Жителите на Џеннетот, навистина, денес ќе бидат посветени на радости"},{"SurahNumber":36,"VerseNumber":56,"Text":"тис и жените нивни ќе бидат под ладовини, врз дивани потпрени"},{"SurahNumber":36,"VerseNumber":57,"Text":"Гука за нив ќе има овошје и она што го посакуваат"},{"SurahNumber":36,"VerseNumber":58,"Text":"И како говор од страна на Господарот, Сомилосниот Ќе биде “Селам"},{"SurahNumber":36,"VerseNumber":59,"Text":"И: “Вие силници, денес, одвојте се"},{"SurahNumber":36,"VerseNumber":60,"Text":"Нели ви наредив, о синови Адемови, да не го обожавате Шејтанот. Тој, навистина, е ваш јасен непријател"},{"SurahNumber":36,"VerseNumber":61,"Text":"Обожавајте Ме - ова е паТОТ ВИСТИНСКИ"},{"SurahNumber":36,"VerseNumber":62,"Text":"ОН, секако, ве скршна во заблуда, еден голем број меѓу вас. Нема ли да се вразумите"},{"SurahNumber":36,"VerseNumber":63,"Text":"Ова, токму, е Џехеннемот кој е за вас подготвен денес"},{"SurahNumber":36,"VerseNumber":64,"Text":"И затоа што не верувавте, пржете се во него"},{"SurahNumber":36,"VerseNumber":65,"Text":"Денес Ние ќе им ги запечатиме устите нивни, и ќе Ни зборуваат рацете нивни, а ќе сведочат и нозете нивни... за она што го спечалија"},{"SurahNumber":36,"VerseNumber":66,"Text":"И да сакавме Ние сигурно ќе го избришевме опулот нивни и, кога ќе поминуваа по патот, па како ќе гледаа"},{"SurahNumber":36,"VerseNumber":67,"Text":"И да сакавме Ние сигурно ќе ги претворевме во нешто при самото место нивно, па не ќе можеа ни да одат ни да се вратат"},{"SurahNumber":36,"VerseNumber":68,"Text":"А на оној што Ние ќе му дадеме долг живот, ќе му дадеме да слабее изгледот негов! Не размислуваат ли"},{"SurahNumber":36,"VerseNumber":69,"Text":"И Ние не го поучивме во поезија ниту, пак, тоа му треба. Ова, секако, е Опомена и Куран јасен"},{"SurahNumber":36,"VerseNumber":70,"Text":"за да го опомене оној које. жив и да се оствари говорот против неверниците"},{"SurahNumber":36,"VerseNumber":71,"Text":"Не гледаат ли дека Ние, навистина, за нив го создадовме добитокот, од она што го направија рацете Наши, и него го поседуваат"},{"SurahNumber":36,"VerseNumber":72,"Text":"И ним Ние им ги потчинивме: некои од нив ги јаваат,а со некои од нив, пак, се хранат"},{"SurahNumber":36,"VerseNumber":73,"Text":"За нив во нив има користи и напитоци. Нема ли да се заблагодарат"},{"SurahNumber":36,"VerseNumber":74,"Text":"И прифатија други богови освен Аллах за да им помогнат"},{"SurahNumber":36,"VerseNumber":75,"Text":"Оние не ќе можат да им помогнат а тие им се војска послушна"},{"SurahNumber":36,"VerseNumber":76,"Text":"И нека не те загрижува говорот нивни. Ние, секако, го зНаеме и она што го кријат и она што го обелоденуваат"},{"SurahNumber":36,"VerseNumber":77,"Text":"Не гледа ли човекот дека Ние, секако, го создадовме ОД семе? А, ете, е отворен непријател"},{"SurahNumber":36,"VerseNumber":78,"Text":"И нам ни донесе примера заборави на творењето негово. Рече: “ Кој ќе ги оживи коските? Тие се веќе изгниени"},{"SurahNumber":36,"VerseNumber":79,"Text":"Кажи: “Ке ги оживи Оној кој првпат ги создаде. Он го знае сето творештво"},{"SurahNumber":36,"VerseNumber":80,"Text":"Кој од зелените дрва оган ви создава - и, ете, со него се греете"},{"SurahNumber":36,"VerseNumber":81,"Text":"Нели Оној кој ги создаде небесата и Земјата е Кадар да создаде нешто ним слично? ОН, | навистина, е Творител и Зналец"},{"SurahNumber":36,"VerseNumber":82,"Text":"Наредбата Негова, кога ќе посака нешто да биде, ќе рече: “Биди!\" - и тоа, токму, ќе биде"},{"SurahNumber":36,"VerseNumber":83,"Text":"Па, славен нека биде Оној во чија рака е власта за се! Нему ќе Му се вратите"}]}