{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Елиф-лам-ра. Ово су речи мудре Књиге"},{"SurahNumber":10,"VerseNumber":2,"Text":"Зашто је чудно људима што Ми објављујемо једном између њих: „Опомињи људе! А оне који верују обрадуј да их искрена дела која су урадили чекају код њиховог Господара.“ Али, неверници говоре: „ Овај је, заиста, очити чаробњак!“"},{"SurahNumber":10,"VerseNumber":3,"Text":"Ваш Господар је Аллах, Који је створио небеса и Земљу за шест дана а онда се узвисио над Престолом, Он све одређује. Нико неће моћи да се заузима ни за кога без Његовог допуштења. То је Аллах, ваш Господар, па само Њега обожавајте! И зашто поуку не примите"},{"SurahNumber":10,"VerseNumber":4,"Text":"Њему ћете сви да се вратите - то је Аллахово истинско обећање; Он, заиста, из ничега ствара, и после ће поново да вас проживи, да би по правди наградио оне који буду веровали и добра дела чинили. А оне који не буду веровали чека пиће од кључале воде и болна патња, зато што су били неверници"},{"SurahNumber":10,"VerseNumber":5,"Text":"Он је Тај Који је Сунце учинио извором светлости а Месец сјајним, и одредио му је положаје да бисте знали број година и рачунање. Аллах је то са разлогом створио. Он потанко излаже доказе и знакове људима који знају"},{"SurahNumber":10,"VerseNumber":6,"Text":"У смени ноћи и дана и у оном што је Аллах створио на небесима и на Земљи заиста постоје докази за људе који се Бога боје"},{"SurahNumber":10,"VerseNumber":7,"Text":"Заиста онима који не очекују да ће пред Нама да полажу рачун, и који су задовољни животом на овом пролазном свету, који су у њему смирени, и онима који су равнодушни према нашим речима и доказима"},{"SurahNumber":10,"VerseNumber":8,"Text":"њихово пребивалиште ће да буде Пакао, због онога што су заслужили"},{"SurahNumber":10,"VerseNumber":9,"Text":"Оне који верују и раде добра дела њихов Господар ће, заиста, да учврсти и упути због њиховог веровања. Испод њих ће у Рају реке тећи у вртовима уживања"},{"SurahNumber":10,"VerseNumber":10,"Text":"Њихова молитва биће у Рају: „Узвишен нека си, Аллаху“, и поздрав њихов биће: „Мир Божји“, а њихова последња молитва: „Хвала Аллаху, Господару светова.“"},{"SurahNumber":10,"VerseNumber":11,"Text":"Када би се Бог одазивао молбама људи када траже зло онако брзо као што им се одазива када траже добро, они би, уистину, страдали. А Ми, ипак, остављамо да лутају у својој осионости они који не верују да ће пред Нама стати да одговарају за своја дела"},{"SurahNumber":10,"VerseNumber":12,"Text":"Када човека снађе невоља, он Нам се моли скрушено лежећи, или седећи, или стојећи. А чим му отклонимо невољу, он наставља да се понаша као да Нам се није ни обраћао молбом због невоље која га је задесила. Тако се неверницима чини лепим оно што су радили"},{"SurahNumber":10,"VerseNumber":13,"Text":"Ми смо народе пре вас уништавали зато што нису поверовали кад су им посланици њихови јасне доказе доносили. Нису хтели да верују. Тако Ми кажњавамо народ невернички"},{"SurahNumber":10,"VerseNumber":14,"Text":"Затим смо вас, после њих, учинили наследницима на Земљи, да бисмо видели како ћете да поступате"},{"SurahNumber":10,"VerseNumber":15,"Text":"А кад им се уче Наше јасне речи, онда они који не верују да ће да стану пред Нама говоре: „Донеси ти неки други Кур'ан, или га измени!“ Реци: „Није моје да га ја сам од себе мењам, ја следим само оно што ми се објављује, ја се бојим, ако будем непокоран своме Господару, патње на Великом дану.“"},{"SurahNumber":10,"VerseNumber":16,"Text":"Реци: „Да Аллах није хтео, ја вам Кур'ан не бих учио нити би вас Он њиме подучио. Ја сам пре посланства дуго боравио међу вама - зар не разумете?“"},{"SurahNumber":10,"VerseNumber":17,"Text":"Нико није неправеднији од онога који о Аллаху износи лажи или који Његове речи сматра неистинитим?! Неверници заиста неће успети"},{"SurahNumber":10,"VerseNumber":18,"Text":"Они, поред Аллаха, обожавају оно што не може нити да им науди нити да им какву корист донесе, и говоре: „Ови се за нас заузимају код Аллаха.“ Реци: „Зар да Аллаха обавештавате да на небесима и на Земљи постоји нешто што Он не зна да постоји?!“ Узвишен је Он и врло високо у односу на оне које Му придружују"},{"SurahNumber":10,"VerseNumber":19,"Text":"Људи су били једна заједница, а онда су се разишли. А да није речи раније изречене од твога Господара, овима би већ било пресуђено о ономе у чему се разилазе"},{"SurahNumber":10,"VerseNumber":20,"Text":"Они говоре: „Зашто му његов Господар не пошаље какво чудо?“ Ти реци: „Само Аллах зна оно што је недокучиво чулима, па причекајте, и ја ћу, заиста, с вама заједно да чекам.“"},{"SurahNumber":10,"VerseNumber":21,"Text":"А када им подаримо да осете милост после невоље која их задеси, они опет у вези са Нашим речима и доказима смишљају сплетке. Реци: „Аллах најбрже узвраћа на сплетке; Наши анђели, оно што ви сплеткарите, заиста записују.“"},{"SurahNumber":10,"VerseNumber":22,"Text":"Он је Тај Који вам омогућава да путујетe копном и морем, кад сте у лађама, и кад оне, заплове са путницима уз благ поветарац, па се они обрадују томе, а када наиђе силан ветар и валови навале на њих са свих страна и они тада уверени да ће да настрадају, искрено се моле Аллаху: „Ако нас из овога избавиш, сигурно ћемо да будемо од захвалних.“"},{"SurahNumber":10,"VerseNumber":23,"Text":"А кад их Он избави, одмах чине насиље на Земљи потпуно неосновано. О људи, ваше насиље које чините ради уживања у овосветском животу само вама штети; Нама ћете после да се вратите и Ми ћемо о оном што сте радили да вас обавестимо"},{"SurahNumber":10,"VerseNumber":24,"Text":"Живот на овом свету сличан је земаљском биљу на које Ми спустимо воду са неба са којим се она измеша, којим се онда хране људи и стока. Па кад се Земља окити својим накитом и украсима, и кад становници њени помисле да они тиме располажу, дође Наша одредба, ноћу или дању, и Ми то покосимо као да пре ничега није ни било. Ето, тако Ми појашњавамо речи и доказе људима који размишљају"},{"SurahNumber":10,"VerseNumber":25,"Text":"Аллах позива у Рај, место мира и спаса, и упућује на Прави пут онога кога Он хоће"},{"SurahNumber":10,"VerseNumber":26,"Text":"Онима који чине добра дела припада лепа награда - Рај, а и више од тога! Њихова лица неће прекривати тама и потиштеност, они ће да буду становници Раја, у њему ће вечно да бораве"},{"SurahNumber":10,"VerseNumber":27,"Text":"А оне који чине лоша дела чека казна сразмерна оном што су чинили и њих ће прекривати потиштеност. Никога неће имати да их заштити од Аллаха, лица ће да им буду тамна као да су прекривена деловима мркле ноћи, они ће да буду становници Ватре, и у њој ће вечно да бораве"},{"SurahNumber":10,"VerseNumber":28,"Text":"А на Дан кад их све сакупимо, онима који су друге поред Аллаха обожавали рећи ћемо: „Останите на своме месту, и ви и ваша божанства!“ Па ћемо да их раздвојимо, а њихова божанства ће да кажу: „Нисте ви нас обожавали.“"},{"SurahNumber":10,"VerseNumber":29,"Text":"Аллах је довољан сведок и нама и вама, ми, заиста, нисмо знали да сте нас обожавали"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ту ће свако да зна оно што је пре урадио, и биће враћени Аллаху, свом истинском Господару, а неће да им буде оних које су измишљали"},{"SurahNumber":10,"VerseNumber":31,"Text":"Упитај: „Ко вас опскрбљује са неба и из земље?“ Или: „Ко влада слухом и видом, ко изводи живо из неживог и из живог неживо, и ко управља свиме?“ „Аллах“, рећи ће они. А ти реци: „Па зар се Аллаха не бојите?!“"},{"SurahNumber":10,"VerseNumber":32,"Text":"То вам је Аллах, ваш истински Господар! Зар после Истине има ишта осим заблуде?! Па куда се онда одмећете"},{"SurahNumber":10,"VerseNumber":33,"Text":"Тако се обистинила реч твога Господара над онима који су грешили, да неће да верују"},{"SurahNumber":10,"VerseNumber":34,"Text":"Реци: „Има ли међу вашим божанствима иједно које ствара из ничега, а затим то након смрти оживи?“ Реци: „Аллах ствара без претходног примера, а затим то оживи након смрти! Па куда се онда одмећете?“"},{"SurahNumber":10,"VerseNumber":35,"Text":"Реци: „Може ли иједно ваше божанство да упути ка Истини?“ И одговори: „Само Аллах упућује ка Истини! Па, да ли је онда достојнији слеђења Аллах Који ка Истини упућује или онај који ни сам није на Правом путу, осим ако га Аллах на прави пут не упути? Шта вам је, како расуђујете?“"},{"SurahNumber":10,"VerseNumber":36,"Text":"Већина њих следи само претпоставке, али претпоставке нимало нису од користи Истини. Аллах уистину добро зна оно што они раде"},{"SurahNumber":10,"VerseNumber":37,"Text":"Овај Кур'ан није измишљен, од Аллаха је - он потврђује оно што је објављено пре њега и објашњава прописе, нема сумње да је он Објава од Господара светова"},{"SurahNumber":10,"VerseNumber":38,"Text":"И зар они да говоре: „Мухаммед га измишља!“ Реци: „Па дајте ви једно поглавље као што је њему објављено, и кога год хоћете, од оних у које поред Аллаха верујете, у помоћ позовите, ако истину говорите.“"},{"SurahNumber":10,"VerseNumber":39,"Text":"Заправо, они поричу пре него што темељно сазнају шта има у њему, а још им није дошло ни његово тумачење. Тако су и они пре њих порицали, па погледај како су завршили неверници"},{"SurahNumber":10,"VerseNumber":40,"Text":"Има их који у верују у истинитост Кур'ана, а има их који не верују. А твој Господар најбоље познаје смутљивце"},{"SurahNumber":10,"VerseNumber":41,"Text":"И ако те они буду утеривали у лаж, ти реци: „Мени моја, а вама ваша дела; ви нећете да одговарате за оно што ја радим, а ја нећу да одговарам за оно што ви радите.“"},{"SurahNumber":10,"VerseNumber":42,"Text":"Има међу многобошцима оних који те слушају. А можеш ли ти да учиниш да те глуви чују, ако још и не разумеју"},{"SurahNumber":10,"VerseNumber":43,"Text":"А међу многобошцима има и оних који те посматрају, а можеш ли ти да упутиш на Прави пут слепе, ако још и не увиђају"},{"SurahNumber":10,"VerseNumber":44,"Text":"Аллах, заиста, никакву неправду не чини људима, људи је чине сами себи"},{"SurahNumber":10,"VerseNumber":45,"Text":"А на судњем Дану када их Аллах сакупи, учиниће им се да су боравили само један кратак део дана на Земљи, и тада ће једни друге да препознају. Страдаће, засигурно, они који су порицали да ће пред Аллахом да стану и који нису Упуту следили"},{"SurahNumber":10,"VerseNumber":46,"Text":"Било да ти покажемо део казне коју смо им припремили, било да те пре тога усмртимо, Нама ће сви да се врате, а Аллах је сведок ономе што они раде"},{"SurahNumber":10,"VerseNumber":47,"Text":"Сваки је народ имао посланика, и кад њихов посланик дође међу њима на Судњем дану биће им праведно пресуђено, и неће им неправда бити учињена"},{"SurahNumber":10,"VerseNumber":48,"Text":"Они говоре: „Када ће већ једном та претња да се оствари, ако истину говорите?“"},{"SurahNumber":10,"VerseNumber":49,"Text":"Реци: „Сам од себе не могу никакву штету да отклоним, а ни неку корист себи да прибавим; бива онако како Аллах хоће!“ Сваки народ има одређени рок, а кад рок његов дође, ни за трен неће моћи ни да га одложе ни да га убрзају"},{"SurahNumber":10,"VerseNumber":50,"Text":"Реци: „Кажите ви мени: Ако ће Његова казна да вас задеси ноћу или дању, зашто је онда пожурују злочинци?“"},{"SurahNumber":10,"VerseNumber":51,"Text":"Зар ћете тек онда, кад се казна догоди, да поверујете?! Зар тек тада, а раније сте је пожуривали"},{"SurahNumber":10,"VerseNumber":52,"Text":"Затим ће онима који су били многобошци да буде речено: „Искусите вечну патњу; да ли сте кажњени осим према ономе што сте чинили?!“"},{"SurahNumber":10,"VerseNumber":53,"Text":"Они те запиткују: „Да ли је истина та патња?“ Реци: „Јесте, Господара ми мога, заиста је истина, и ви нећете моћи да је спречите.“"},{"SurahNumber":10,"VerseNumber":54,"Text":"Кад би онај ко је био многобожац имао све оно што постоји на Земљи, све то дао само да се казне искупи. А кад доживе патњу, сакриће тугу, и биће им по правди пресуђено и неће да им буде учињена неправда"},{"SurahNumber":10,"VerseNumber":55,"Text":"Зар једино Аллаху не припада све што је на небесима и на Земљи? Аллахово обећање је, заиста, истина, али већина људи не зна"},{"SurahNumber":10,"VerseNumber":56,"Text":"Он живот и смрт даје и Њему ћете да се вратите"},{"SurahNumber":10,"VerseNumber":57,"Text":"О људи, већ вам је стигао Кур'ан као опомена од вашег Господара, он је лек за ваша срца, и упута и милост верницима"},{"SurahNumber":10,"VerseNumber":58,"Text":"Реци: „Нека се зато због Кур'ана - Аллахове благодати и милости радују; то је боље од онога што гомилају.“"},{"SurahNumber":10,"VerseNumber":59,"Text":"Реци: „Кажите ви мени зашто неку храну коју вам Аллах даје сматрате забрањеном, а другу допуштеном?“ Реци: „Да ли вам је то Аллах дозволио или о Аллаху износите лажи?!“"},{"SurahNumber":10,"VerseNumber":60,"Text":"И, шта мисле они који о Аллаху износе лажи, шта ће на Судњем дану да буде? Аллах је, заиста, неизмерно добар према људима, али већина њих не захваљује"},{"SurahNumber":10,"VerseNumber":61,"Text":"Шта год ти чинио, и шта год из Кур'ана учио и какав год ви посао радили, Ми над вама надзиремо док год се тиме бавите. Твоме Господару није ништа скривено ни на Земљи ни на небу, ни колико трун један, и не постоји ништа, ни мање ни веће од тога, што није у јасној Књизи"},{"SurahNumber":10,"VerseNumber":62,"Text":"Заиста, Аллахови одабраници не треба да страхују и ни за чим не треба да тугују"},{"SurahNumber":10,"VerseNumber":63,"Text":"они који буду веровали и који се Аллаха буду бојали"},{"SurahNumber":10,"VerseNumber":64,"Text":"њима припадају радосне вести и на овом и на будућем свету - а Аллахове речи не може нико да измени - то је, заиста, велики успех"},{"SurahNumber":10,"VerseNumber":65,"Text":"Нека те Посланиче не жалосте њихове увреде! Уистину, сва моћ припада Аллаху; Он је све чује и све зна"},{"SurahNumber":10,"VerseNumber":66,"Text":"Заиста, у Аллаховој је власти све што је на небесима и на Земљи. А они који се, поред Аллаха, моле божанствима, поводе се само за претпоставкама и само измишљају лажи"},{"SurahNumber":10,"VerseNumber":67,"Text":"Он је Тај Који вам је дао ноћ да у њој нађете смирај, а дан да видите. У томе су, заиста, докази за људе који чују поуку"},{"SurahNumber":10,"VerseNumber":68,"Text":"Неки говоре: „Аллах је Себи узео дете!“ Узвишен је Он! Он ни од кога није зависан! Све што је на небесима и на Земљи Његово је! Ви за то никакав доказ немате. Зар о Аллаху да говорите оно што не знате"},{"SurahNumber":10,"VerseNumber":69,"Text":"Реци: „Они који о Аллаху измишљају лажи неће успети.“"},{"SurahNumber":10,"VerseNumber":70,"Text":"Уживаће кратко на овом свету, а затим ће Нама да се врате и Ми ћемо им дати да искусе жестоку патњу зато што нису веровали"},{"SurahNumber":10,"VerseNumber":71,"Text":"Кажи им казивање о Ноји! Када он рече своме народу: „О народе мој, ако вам је тежак мој боравак међу вама, и ако вам је тешко моје опомињање Аллаховим речима и доказима, па ја се ослањам само на Аллаха, а ви се, заједно са својим лажним божанствима, одлучите, и нека вам одлука ваша не буде нејасна; затим је нада мном извршите и не одгађајте нимало"},{"SurahNumber":10,"VerseNumber":72,"Text":"А ако се окренете од мог позива, па ја од вас никакву награду не тражим, мене ће Аллах да награди, мени је наређено да будем од оних који су Аллаху предани и покорни.“"},{"SurahNumber":10,"VerseNumber":73,"Text":"Али, прогласише га лажовом, па Ми у лађи њега и оне који су били уз њега спасисмо и учинисмо их наследницима а потописмо оне који су наше речи и доказе порицали, па погледај какав је био завршетак оних који су били упозорени"},{"SurahNumber":10,"VerseNumber":74,"Text":"Затим смо, после њега, посланике народима њиховим слали који су им доносили јасне доказе, али они нису хтели да верују у оно што су пре порицали. Тако Ми печатимо срца онима који прелазе Аллахове границе"},{"SurahNumber":10,"VerseNumber":75,"Text":"Затим смо, после њих, Мојсија и Арона послали са Нашим доказима фараону и његовим главешинама, али су се они узохолили; били су народ злочиначки"},{"SurahNumber":10,"VerseNumber":76,"Text":"А када им је од Нас дошла Истина, казали су: „Ово је, заиста, права враџбина!“"},{"SurahNumber":10,"VerseNumber":77,"Text":"„Зар за Истину која вам је дошла кажете да је враџбина?“ Казао је Мојсије, „а чаробњаци неће никад успети!“"},{"SurahNumber":10,"VerseNumber":78,"Text":"А они рекоше: „Зар си дошао да нас одвратиш од онога на чему смо затекли наше претке, да би вас двојица добили власт у овој земљи? Ми нећемо да поверујемо вама двојици!“"},{"SurahNumber":10,"VerseNumber":79,"Text":"И фараон рече: „Доведите ми сваког ученог чаробњака!“"},{"SurahNumber":10,"VerseNumber":80,"Text":"И кад чаробњаци дођоше, Мојсије им рече: „Баците оно што имате да баците!“"},{"SurahNumber":10,"VerseNumber":81,"Text":"И кад они бацише, Мојсије узвикну: „Оно што сте приредили чаролија је! Аллах ће заиста да је уништи, заиста, Аллах не дозвољава да дела покварењака буду исправна.“"},{"SurahNumber":10,"VerseNumber":82,"Text":"Аллах ће Својим речима да утврди истину, макар то било криво неверницима"},{"SurahNumber":10,"VerseNumber":83,"Text":"И није поверовао Мојсију нико, осим мало њих из фараоновог народа, из страха да фараон и његове главешине не почну да их злостављају - а фараон је, заиста, на Земљи био насилник и заиста је био од оних који прелазе сваку границу"},{"SurahNumber":10,"VerseNumber":84,"Text":"И Мојсије рече: „О народе мој, ако верујете у Аллаха, поуздајте се у Њега ако сте муслимани!“"},{"SurahNumber":10,"VerseNumber":85,"Text":"„Ослањамо се на Аллаха“, рекоше они. „Господару наш, не учини нас искушењем за људе који чине неправду"},{"SurahNumber":10,"VerseNumber":86,"Text":"И спаси нас Својом милошћу од неверничког народа!“"},{"SurahNumber":10,"VerseNumber":87,"Text":"И ми објависмо Мојсију и његовом брату: „У Мисиру своме народу изградите куће и учините их богомољама и у њима обављајте молитву! А ти обрадуј вернике радосном вешћу!“"},{"SurahNumber":10,"VerseNumber":88,"Text":"И Мојсије рече: „Господару наш! Ти си дао фараону и његовим главешинама украсе и богатства на овом свету, да они, мој Господару, заводе са Твога пута! Господару наш, уништи њихова богатства и запечати њихова срца, па нека не верују све док не доживе болну патњу!“"},{"SurahNumber":10,"VerseNumber":89,"Text":"„Услишена је ваша молба!“ Рече Он, „а вас двојица устрајте на Правом путу и никако не следите пут незналица!“"},{"SurahNumber":10,"VerseNumber":90,"Text":"И ми преведосмо преко мора Израиљеве синове, а за петама су им били фараон и његова војска, прогонећи их из злобе и непријатељства. Па када фараон поче да се дави, узвикну: „Ја верујем да нема бога осим Онога у Кога верују Израиљеви синови и ја сам муслиман!“"},{"SurahNumber":10,"VerseNumber":91,"Text":"„Зар сада верујеш, а пре си непокоран био и неред си ширио?!“"},{"SurahNumber":10,"VerseNumber":92,"Text":"„Данас ћемо да избавимо само твоје тело, да би био поучан пример онима после тебе, али многи људи су равнодушни према Нашим речима и доказима.“"},{"SurahNumber":10,"VerseNumber":93,"Text":"И Ми смо Израиљеве синове населили у часни предео и опскрбили смо их лепом храном, и тек кад им је дошло право знање, они су се разишли у мишљењу. А твој Господар ће, сигурно, да им пресуди на Судњем дану о ономе у чему су се разилазили"},{"SurahNumber":10,"VerseNumber":94,"Text":"А ако сумњаш у оно што ти објављујемо, упитај оне који читају Књигу, објављену пре тебе. Теби Истина од твога Господара долази, и никако не буди од оних који сумњају"},{"SurahNumber":10,"VerseNumber":95,"Text":"И никако не буди од оних који поричу Аллахове речи и доказе, па да будеш од оних који ће страдати"},{"SurahNumber":10,"VerseNumber":96,"Text":"А они за које се испуни Реч твога Господара заиста неће никад поверовати"},{"SurahNumber":10,"VerseNumber":97,"Text":"Макар им дошли сви докази, све док не доживе болну патњу"},{"SurahNumber":10,"VerseNumber":98,"Text":"Није било ни једно насеље које је поверовало свом посланику, и да им је то веровање користило како би се сачували казне, осим Јониног народа; када су поверовали, отклонили смо им тешку патњу на овом свету, и дали смо им да још одређено време уживају у животу"},{"SurahNumber":10,"VerseNumber":99,"Text":"Када би твој Господар то хтео, на Земљи би, заиста, сви људи били верници. Па зашто онда ти да нагониш људе да буду верници"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ниједна особа не може да верује без Аллахове дозволе; а Он ће дати казну и пропаст онима који не размишљају"},{"SurahNumber":10,"VerseNumber":101,"Text":"Реци: „Посматрајте оно што је на небесима и на Земљи!“ А ни од какве користи неће бити докази и упозорења народу који не жели да верује"},{"SurahNumber":10,"VerseNumber":102,"Text":"Зар они чекају да их снађе нешто слично ономе што је снашло оне који су били пре њих и нестали?! Реци: „Па чекајте, и ја ћу са вама да чекам!“"},{"SurahNumber":10,"VerseNumber":103,"Text":"Затим би спасили Наше посланике и оне који су веровали. Ето, тако је Наша обавеза да спасимо вернике"},{"SurahNumber":10,"VerseNumber":104,"Text":"Реци: „О људи, ако сумњате у моју веру - па, ја нећу да обожавам оне које ви, мимо Аллаха, обожавате, већ ћу да обожавам Аллаха, Који ће да вас усмрти и душе вам узме. Мени је наређено да будем од искрених верника"},{"SurahNumber":10,"VerseNumber":105,"Text":"И наређено ми је: „Потпуно и искрено се предај чистој вери монотеизма, и никако не буди од оних који друге поред Аллаха обожавају"},{"SurahNumber":10,"VerseNumber":106,"Text":"И поред Аллаха, не моли се ономе ко не може ни да ти користи ни да ти науди, јер ако би то урадио, уистину, би био међу неправедницима.“"},{"SurahNumber":10,"VerseNumber":107,"Text":"Ако ти Аллах да какву невољу, нико осим Њега не може да је отклони, а ако ти Аллах жели добро, па - нико не може Његову благодат да спречи; Он њоме награђује онога кога хоће од Својих створења; Он прашта грехе, и милостив је"},{"SurahNumber":10,"VerseNumber":108,"Text":"Реци: „О људи, Истина вам је дошла од вашег Господара, и онај ко се упути Правим путем - упутио се за своје добро, а онај ко крене странпутицом, кренуо је на своју штету, а ја нисам задужен да се бринем о вашим делима.“"},{"SurahNumber":10,"VerseNumber":109,"Text":"Ти следи Објаву која ти се објављује и буди стрпљив док Аллах не пресуди, Он је судија најбољи"}]}