{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha M'im"},{"SurahNumber":41,"VerseNumber":2,"Text":"This is revealed by the Compassionate, the Merciful (Allah)"},{"SurahNumber":41,"VerseNumber":3,"Text":"a Book whose verses are well explained, a Qur’an in the Arabic language for people who understand"},{"SurahNumber":41,"VerseNumber":4,"Text":"A giver of good news and admonition: yet most of the people turn their backs and do not listen"},{"SurahNumber":41,"VerseNumber":5,"Text":"They say: \"Our hearts are concealed in veils from the faith to which you call us, there is deafness in our ears and there is a barrier between you and us: so you work your way and we keep on working our way"},{"SurahNumber":41,"VerseNumber":6,"Text":"O Prophet say: \"I am but a man like yourselves. It is revealed to me that your God is One God, therefore take the Right Way towards Him and implore His forgiveness. Woe to the pagans (those who associate other gods with Allah)"},{"SurahNumber":41,"VerseNumber":7,"Text":"those who do not pay Zakah and deny the hereafter"},{"SurahNumber":41,"VerseNumber":8,"Text":"As for those who believe and do good deeds, they will have a never ending reward"},{"SurahNumber":41,"VerseNumber":9,"Text":"Ask them: \"Do you really deny the One Who created the earth in two periods and do you set up rivals in worship with Him while He is the Lord of the worlds"},{"SurahNumber":41,"VerseNumber":10,"Text":"He set upon it mountains towering high above its surface, He bestowed blessings upon it and in four periods provided it with sustenance according to the needs of all those who live in and ask for it"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He turned towards the sky, which was but smoke, He said to it and to the earth: ‘Come forward both of you, willingly or unwillingly,’ and they submitted: ‘We shall come willingly.’"},{"SurahNumber":41,"VerseNumber":12,"Text":"So, from this creation, He formed the seven heavens in two periods and to each heaven He ordained its laws. He adorned the lowest heaven with brilliant lamps and made it secure. Such is the design of the All-Mighty, the All-Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"Now if they turn away, say to them: \"I have given you warning of a thunderbolt, like the thunderbolt which struck ‘Ad and Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"When their Messengers came to them from before and from behind, saying: \"Worship none but Allah.\" They replied: \"If our Lord wanted to send us a message, He would certainly have sent down angels, so we categorically deny the message with which you are sent"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for ‘Ad, they WORSHIP/DECIPHERMENT conducted themselves with arrogance in the land without any justification and said: \"Who is stronger than us in might?\" Could they not see that Allah Who created them, was mightier than them? Yet they continued to reject Our revelations"},{"SurahNumber":41,"VerseNumber":16,"Text":"So, over a few ill-omened days, We let loose on them a furious hurricane to make them taste a shameful scourge in this life, but more shameful still will be the punishment of the hereafter, and they shall have none to help them"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for Thamud, We offer them Our guidance, but they preferred to remain blind rather than to receive guidance towards the Right Way; so the thunderbolt of humiliating scourge seized them for their misdeeds"},{"SurahNumber":41,"VerseNumber":18,"Text":"but We saved those who believed and had the fear of Allah"},{"SurahNumber":41,"VerseNumber":19,"Text":"Imagine that Day when the enemies of Allah will be brought together and led to the hellfire in groups"},{"SurahNumber":41,"VerseNumber":20,"Text":"Finally when they reach there, their ears, their eyes, and their skins will testify to their misdeeds"},{"SurahNumber":41,"VerseNumber":21,"Text":"And they will ask their skins: \"Why did you testify against us?\" Their skins will reply: \"Allah Who gives the faculty of speech to everything, has made us speak. He is the One Who created you to begin with, and now to Him you are being brought back"},{"SurahNumber":41,"VerseNumber":22,"Text":"During your life on earth you use to hide yourselves while committing crimes, you never thought that your own ears, your own eyes and your own skins would ever testify against you. Rather you thought that even Allah had no knowledge of many things that you do"},{"SurahNumber":41,"VerseNumber":23,"Text":"This thought of yours, which you entertained concerning your Lord, has brought you to destruction and now you have become of those who are utterly lost"},{"SurahNumber":41,"VerseNumber":24,"Text":"Then, whether they have patience or not, the fire will still be their home, and even if they beg for pardon, it shall not be granted to them"},{"SurahNumber":41,"VerseNumber":25,"Text":"We have assigned intimate companions, of like nature, for them Who make their past and present seem fair to them; and the same word (sentence of punishment) proved true against them, which overtook generations of jinn and men who have gone before them, that they shall surely be in loss"},{"SurahNumber":41,"VerseNumber":26,"Text":"The disbelievers say: \"Do not listen to this Qur’an and make noise when it is recited so that you may gain the upper hand"},{"SurahNumber":41,"VerseNumber":27,"Text":"We will certainly punish the disbelievers and requite them for the worst of their misdeeds"},{"SurahNumber":41,"VerseNumber":28,"Text":"hell that is, the reward for such enemies of Allah, which will be their eternal home: a reward for their denying Our revelations"},{"SurahNumber":41,"VerseNumber":29,"Text":"Wherein, the disbelievers will say: \"Our Lord! Show us those among jinns and mankind who misled us: we shall trample them under our feet so that they become utterly disgraced"},{"SurahNumber":41,"VerseNumber":30,"Text":"As for those who say: \"Our God is Allah,\" and then stay firm on it, the angels will descend on them, saying: \"Let nothing fear or grieve you. Rejoice for the good news of paradise that has been promised to you"},{"SurahNumber":41,"VerseNumber":31,"Text":"We are your protectors in this life and in the hereafter. There you shall find all that your souls desire and all that you can ask for"},{"SurahNumber":41,"VerseNumber":32,"Text":"A hospitable gift from the All-Forgiving, All-Merciful"},{"SurahNumber":41,"VerseNumber":33,"Text":"Who is better in speech than the one who calls people towards Allah, does good deeds and says: \"I am a Muslim"},{"SurahNumber":41,"VerseNumber":34,"Text":"Good deeds are not equal to the evil ones. WORSHIP/DECIPHERMENT Repel other’s evil deeds with your good deeds. You will see that he with whom you had enmity, will become your close friend"},{"SurahNumber":41,"VerseNumber":35,"Text":"But none will attain this quality except those who patiently endure and none will attain this quality except those who are truly fortunate"},{"SurahNumber":41,"VerseNumber":36,"Text":"If any time you are tempted by Satan, seek refuge with Allah. It is He Who hears all and knows all"},{"SurahNumber":41,"VerseNumber":37,"Text":"Among His signs are the night and the day and the sun and moon. Do not prostrate yourselves before the sun or the moon; rather prostrate yourselves before Allah, Who created them both, if you truly are His worshippers"},{"SurahNumber":41,"VerseNumber":38,"Text":"So if the unbelievers disdain His worship, let them remember that the angels who are nearest to your Lord, glorify Him day and night and never feel tired"},{"SurahNumber":41,"VerseNumber":39,"Text":"And among His other signs is the earth that you see barren; but when We send down rain upon it, it stirs to life and its yield increases. Surely He Who gives it life, will raise the dead to life. Surely He has power over all things"},{"SurahNumber":41,"VerseNumber":40,"Text":"Those who pervert Our revelations are not hidden from Us. Just consider who is better? The one who is cast into the fire or the one who emerges safe on the Day of Resurrection? Do as you like; surely He is watching all your actions"},{"SurahNumber":41,"VerseNumber":41,"Text":"Those who reject this reminder when it comes to them should know that in fact it is a mighty Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"No falsehood can approach it from before or from behind. It is a revelation from the One Who is Wise and Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nothing is said to you (O Muhammad) that was not said to the Messengers before you: that surely your Lord is the Lord of forgiveness, and at the same time the Lord of painful retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Had We revealed this Qur’an in a foreign language, they (same people) would have said: \"Why have not its verses been made clear? Why in a foreign language, while the audience are Arabs?\" Say O Prophet: \"To the believers, it is a guide and a healing; and the ones who do not believe, it is merely their deafness and their blindness; because they act as if they are being called from a far-off place"},{"SurahNumber":41,"VerseNumber":45,"Text":"Before this Qur’an, We had given the Book to Moses and it was similarly disputed. If your Lord had not already given a word, the Judgment would have been passed between the disputants; grave though their suspicions were about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"He who does good deeds, does it for his own soul; and he who commits evil does so at his own peril: Your Lord is never unjust to His servants"},{"SurahNumber":41,"VerseNumber":47,"Text":"He Alone has the knowledge of the Hour of Doom. No fruit comes out of its sheath, nor does a female conceive, nor she gives birth but with His knowledge. On the Day of Judgment when Allah will ask the unbelievers: \"Where are those partners that you associated with Me?\" They will answer: \"We confess that none of us can vouch for them"},{"SurahNumber":41,"VerseNumber":48,"Text":"Those deities whom they used to invoke will vanish from them and they shall realize that there is no escape"},{"SurahNumber":41,"VerseNumber":49,"Text":"Man is never tired of praying for good, but when any evil befalls him, he loses hope and is in despair"},{"SurahNumber":41,"VerseNumber":50,"Text":"And if, after affliction, We vouchsafe him a favor from Ourself, he is sure to say: \"I deserve this, I do not think that the Hour will ever come; and even if I am brought back to my Lord, I would still get good treatment from Him.\" The fact, however, is that We shall tell the disbelievers the truth of all that they had done and We shall make them taste a severe punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"When We bestow favors on man, he turns away and drifts off to another side; and when an evil befalls him, he comes with lengthy supplications"},{"SurahNumber":41,"VerseNumber":52,"Text":"O Prophet, ask them: \"Have you ever considered: if this Qur’an is really from Allah and you deny it, who can be more astray than you who have gone too far in defying Him"},{"SurahNumber":41,"VerseNumber":53,"Text":"Soon shall We show them Our signs in the universe and in their own souls, until it becomes clear to them that this Qur’an is indeed the truth. Is it not enough that your Lord is a witness over everything"},{"SurahNumber":41,"VerseNumber":54,"Text":"Still they are in doubt about meeting their Lord! Yet it is He Who encompasses everything"}]}