{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif-Lâm-Mîm"},{"SurahNumber":30,"VerseNumber":2,"Text":"AmaRoma oyisiwe"},{"SurahNumber":30,"VerseNumber":3,"Text":"Kwilizwe elikufuphi (eSiriya, eIraq, eJordan nasePalestina). Kodwa nabo emva kokoyiswa kwabo baza kuba noloyiso"},{"SurahNumber":30,"VerseNumber":4,"Text":"Kwisithuba esiphakathi kweminyaka emithathu ukuya kwesithoba. Ngoka-Allâh ummiselo ekuqalekeni nasekugqibeleni. Kananjalo ngayo loo mini amakholwa aya kugcoba"},{"SurahNumber":30,"VerseNumber":5,"Text":"Kuloyiso luka-Allâh. Yena Unika uloyiso lowo Athande (ukumnika), Yaye Yena nguSobunganga, uSozinceba"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Esi) sisithembiso sika-Allâh. UAllâh Akasileli (ekuzalisekiseni) esaKhe isithembiso, kodwa uninzi lwabantu alwazi"},{"SurahNumber":30,"VerseNumber":7,"Text":"Bona bayakwazi okuvelileyo ebomini kodwa mayela noBomi oBuzayo, abanalo ulwazi"},{"SurahNumber":30,"VerseNumber":8,"Text":"Abacamngci na emiphefumlweni yabo. (babone)? UAllâh Akazanga Adale amazulu nomhlaba nako konke okuphakathi kuwo ngaphandle kokuwadalela enyanisweni nexesha elimisiweyo. Yaye inene, abantu abaninzi abakholwa kwindibano yabo neNkosi yabo (uAllâh)"},{"SurahNumber":30,"VerseNumber":9,"Text":"Abahamba-hambanga na ehlabathini babone ukuba sabanjani na isiphelo sabo babengaphambili kunabo? Bona babebakhulu kunabo ngokwamandla, yaye babelima umhlaba, besakha ngaphezulu kunokuba bona bakhile. Ke kaloku abaThunywa2 babo beza kubo nemiqondiso ecacileyo.Yaye uAllâh Wayengekhe Abenze ubugwenxa, koko ngabo ngokwabo abazenza ubugwenxa"},{"SurahNumber":30,"VerseNumber":10,"Text":"Ke kaloku isiphelo sabo benza ukungcola saba sibi kakhulu ngokuba bayiphika imiqondiso ka-Allâh, bephoxisa ngayo"},{"SurahNumber":30,"VerseNumber":11,"Text":"UAllâh Uyiqala ekuqaleni indalo; Uya kuphinda ayiphinde; nize nina nibuyiselwe kuYe"},{"SurahNumber":30,"VerseNumber":12,"Text":"Ke kaloku Mhla iYure yafika izaphula-mthetho ziya kuphelelwa lithemba"},{"SurahNumber":30,"VerseNumber":13,"Text":"Kananjalo kubo akuyi kubakho namnye umthetheleli kumahlulelane abo, yaye baya (kuqala) bangakholwa3 kumahlulelane abo"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kananjalo ngeMini yokufika kweYure ngaloo Mini baya kwahlukaniswa"},{"SurahNumber":30,"VerseNumber":15,"Text":"Abo bakholwayo, benza izenzo zobulungisa, baya kuba seMyezweni (ePaladesi) bevuya"},{"SurahNumber":30,"VerseNumber":16,"Text":"Ke bona abo baye bangakholwa baphika iiVesi zeThu nendibano yakuBomi oBuzayo, abo baya kuziswa esohlwayweni"},{"SurahNumber":30,"VerseNumber":17,"Text":"Ngoko ke mzukiseni uAllâh xa nifikelela kungcwalazo, naxa nifikelela kwintseni"},{"SurahNumber":30,"VerseNumber":18,"Text":"Yaye iindumiso (zonke) zezaKhe emazulwini nasemhlabeni. Kananjalo Mzukiseni Yena emalanga nasemvakwemini"},{"SurahNumber":30,"VerseNumber":19,"Text":"Yena Ukhupha abaphilileyo kwabafileyo, Akhuphe abafileyo kwabaphilileyo, Abuyisele ubomi emhlabeni emveni kokuba ubungasenabomi. Nani niya kubuyiselwa (ebomini) ngolo hlobo"},{"SurahNumber":30,"VerseNumber":20,"Text":"Eminye imiqondiso yaKhe kukuba Wadala nina ngothuli (lomhlaba); ngephanyazo naba ngabantu abathe saa (emhlabeni wonke)"},{"SurahNumber":30,"VerseNumber":21,"Text":"Kananjalo omnye wemiqondiso yaKhe kukuba Wanidalela abalingane benu Ebathabatha eziqwini zenu khon’ukuze nifumane kubo ukwaneliseka (komphefumlo); Waza kananjalo wafaka phakathi kwenu uthando nenceba. Inene koko kukho imiqondiso kubantu abacingisisayo"},{"SurahNumber":30,"VerseNumber":22,"Text":"Omnye wemiqondiso yaKhe kukudalwa kwamazulu nomhlaba nokwahlukana kweelwimi zenu nemibala yenu. Inene kuko oko kukho umqondiso kwabo bolwazi"},{"SurahNumber":30,"VerseNumber":23,"Text":"Omnye wemiqondiso yaKhe kukulala kwenu ebusuku nasemini nokufuna kwenu iziBele zaKhe. Inene kuko oko kukho imiqondiso kubantu abaphulaphulayo"},{"SurahNumber":30,"VerseNumber":24,"Text":"Kananjalo omnye wemiqondiso yaKhe kukuba Unibonisa ukubaneka (okunibangela) uloyiko nethemba, Aze Athumele imvula isuka esibhakabhakeni Athi ngayo Avuse umhlaba emva kokuba ubungenabomi. Inene kuko oko kukho imiqondiso kubantu abasebenzisa ingqiqo"},{"SurahNumber":30,"VerseNumber":25,"Text":"Kananjalo omnye wemiqondiso yaKhe kukuba izulu nomhlaba (zimi) ngomyalelo waKhe. Ke kaloku xa Enibiza isihlandlo esinye emhlabeni, niya kuza ngaphambi (kwaKhe)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Kananjalo kokwaKhe okusemazulwini nasemhlabeni. Zonke (izinto) ziMthobela ngenyameko Yena"},{"SurahNumber":30,"VerseNumber":27,"Text":"NguYe Oqalisa indalo; Aze ayiphinde, yaye oko kulula kuYe. OkwaKhe kukuba Achazwe ngezichazi4 ezizezona ziphakamileyo emazulwini nasemhlabeni. Yaye nguSobunganga, uSobulumko"},{"SurahNumber":30,"VerseNumber":28,"Text":"Yena Uninika umzekelo weziqu zenu. Ingaba phakathi kwabo izandla zenu zokunene zibabambileyo (amakhoboka), bakhona abangamahlulelane kuni koko Siniphe kona khona ukuze balingane nani nibahloniphe ngentlonipho enihloniphana ngayo nina xa ninodwa? Sizicacisa kanjalo ke iiVesi ebantwini abanengqiqo"},{"SurahNumber":30,"VerseNumber":29,"Text":"Kodwa abo bagwenxa balandela iminqweno yabo bengenalwazi. Kodwa ngubani na ongakhokela lowo uAllâh Amyekele ekulahlekeni? Yaye kubo akuyi kubakho bancedi"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ngokokewena(Muhammad) bhekisaubusobakhoenkolweni, uthambekele ngasenyanisweni (utshele) kwi’Fitrah’5 (ka- Allâh) Awadala ngayo abantu makungabikho kuguquka enkolweni ka-Allâh. Leyo ke yiNdlela ethe Tye kodwa abantu abaninzi abazi"},{"SurahNumber":30,"VerseNumber":31,"Text":"(Hlala ubambelele kuyo), ubuyele kuYe ngenguquko, woyike Yena, umisele umthandazo, ungabi ngomnye wabo bayamanisa abanye kuAllâh"},{"SurahNumber":30,"VerseNumber":32,"Text":"(Okanye) abo bahlulahlule inkolo yabo baba ziimvaba ngeemvaba, imvaba nganye ivuyela oko inako (kwenziwe yiyo)"},{"SurahNumber":30,"VerseNumber":33,"Text":"Ke kaloku xa ubunzima buchukumisa abantu, babiza eNkosini yabo, bebuyela kuYo ngenguquko. Ize Ithi Yakubangcamlisa inceba evela kuYo, ngoko nangoko iqela elithile kubo layamanise abanye eNkosini yalo"},{"SurahNumber":30,"VerseNumber":34,"Text":"(Besenzela) ukuba baphike oko bakuphiwe siThi. Ngoko ke zonwabiseni nina [okwethutyana, (kungekudala)] niza kwazi"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ingaba mhlawumbi Sibathumelele igunya (incwadi enika ubungqina), ethetha ngoko bakwayamanisa naYe (uAllâh)"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ke kaloku Sisakwenza abantu bangcamle inceba bayavuya, kodwa besakuthwaxwa bububi ngenxa yoko kwenziwe zizandla zabo, ngoko nangoko bathi khulubembe"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ababoni na ukuba uAllâh Wandisela isixhaso sakhe lowo Athande (ukumandisela) Aze Ancitshe (lowo Athande ukumncitsha)? Inene kuko oko kukho imiqondiso kubantu abakholwayo"},{"SurahNumber":30,"VerseNumber":38,"Text":"Ngoko ke nika isizalwana (sakho) ilungelo laso, nabo basweleyo nomhambi. Oko kokona kulungileyo kwabo banqwenelainkxasoka-Allâh, yayengaboabayakuphumelela"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ke kaloku nantoni na eniya kunikela ngayo yemali nzala6 nisenzela ukwandisa ubutyebi babantu ayiyi kwanda kuAllâh. Kodwa eniya kunikela ngako kwiZakâh, nifuna inkxaso ka- Allâh oko kuya kuba sisandiso"},{"SurahNumber":30,"VerseNumber":40,"Text":"UAllâh nguloWo Wanidalayo, Waza Wanibonelela (ngesixhaso) kwaye Usaya kunenza nife, Aze Aphinde Aninike ubomi. Ingaba likhona na kumahlulelane enu elenza into enjalo? Uzuko malube kuYe Uphakamile Yena koko bakwayamanisa kuYe"},{"SurahNumber":30,"VerseNumber":41,"Text":"Ukungcola sele kubonakele elizweni lonke naselwandle ngenxa yoko kwenziwe zizandla zabantu, ngoko ke Yena (uAllâh) Angabangcamlisa inxalenye yoko bakwenzileyo, khon’ukuze babuyele (ngenguquko kuAllâh, bacele itarhu kuYe)"},{"SurahNumber":30,"VerseNumber":42,"Text":"Yithi (Muhammad): “Hamba-hambani elizweni nibone ukuba saba njani na isiphelo sabo bangaphambili (kunani)! Uninzi lwabo lwalungabayamanisi (bezithixo kuAllâh)"},{"SurahNumber":30,"VerseNumber":43,"Text":"Ngoko ke wena bhekisa ubuso bakho, kwinkolo elungileyo ingekafiki iMini evela kuAllâh, engenakubuyiselwa mva. Ngaloo Mini, baya kwahlulahlulwa"},{"SurahNumber":30,"VerseNumber":44,"Text":"Lowo ungakholwayo, (iziphumo) zokungakholwa kwakhe ziya kuba phezu kwentloko yakhe. Ke bona abo benza izenzo ezilungileyo, balungiselela iziqu zabo"},{"SurahNumber":30,"VerseNumber":45,"Text":"Khon’ukuze (uAllâh) Avuze abo baye bakholwa, benza izenzo ezilungileyo ngobubele baKhe. Inene Yena Akabathandi abangakholwayo"},{"SurahNumber":30,"VerseNumber":46,"Text":"Omnye wemiqondiso yaKhe kukuba Yena Uthumela imimoya ukuba ibe zizandulela zeendaba ezivuyisayo nokunenza ningcamle inceba yaKhe. (ngokuninika imvula) zize kananjalo neenqanawa ziwize8 (elwandle) ngomyalelo waKhe ukuze nani nifune ububele baKhe, mhlawumbi niya kuba nombulelo"},{"SurahNumber":30,"VerseNumber":47,"Text":"Ke kaloku sele Sithumele abaThunywa ngaphambili kunawe kubantu bakubo, yaye beza kubo nemiqondiso ecacileyo; Thina ke Sathabatha impindezelo kwabo benza ulwaphulo- mthetho, kwaza kwaba luxanduva lweThu ukuxhasa amakholwa"},{"SurahNumber":30,"VerseNumber":48,"Text":"UAllâh nguYe Othumela imimoya, khon’ukuze iphakamise amafu iwasasaze esibhakabhakeni ngohlobo Athande ngalo, ize iwahlulahlule abe ziingqimba, ude ubone amachaphaza emvula ephuma phakathi kuwo! Aze (amachaphaza lawo) athi esakuwela kwabo (uAllâh) Athande ukuba awele phezu kwabo kwizicaka zaKhe, bavuye"},{"SurahNumber":30,"VerseNumber":49,"Text":"Ukanti eneneni phambi kokuba loo (mvula) ithululwe phezu kwabo, bebekade bethe khulubembe"},{"SurahNumber":30,"VerseNumber":50,"Text":"Khangela ke iziphumo zenceba ka-Allâh: Indlela Awuvuselela ngayo umhlaba emva kokufa kwawo. Inene, (uAllâh) ngu- loWo Uza kunika ubomi kwabafileyo, yaye Yena Unamandla ngaphezulu kwezinto zonke"},{"SurahNumber":30,"VerseNumber":51,"Text":"Kodwa ukuba beSinokuthumela umoya (ombi) baze babone (izityalo zabo zijike zaba lubhelu, emva koko bebeza kusala bengabangakholwayo)"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ke wena enyanisweni awungekhe wenze abafileyo bave, ungekhe kananjalo wenze izithulu zive ukubizwa xa sele zitshikile zafulathela, zarhoxa"},{"SurahNumber":30,"VerseNumber":53,"Text":"Kananjalo akungekhe ukhokelele iimfama uzikhuphe ekulahlekeni. Wena uya kwenza kuve abo bakholwayo kwiiVesi zeThu baze babe ngamaMuslim (bazithobe phantsi kwentando ka-Allâh)"},{"SurahNumber":30,"VerseNumber":54,"Text":"UAllâh nguloWo Wanidalayo (nikwimo) yobuthathaka, Waza wanenza naba namandla emva kokuba buthathaka (kwenu), neenwele ezingwevu. Yena Udala oko Akuthandileyo yaye Yena nguSolwazi, uSomandla"},{"SurahNumber":30,"VerseNumber":55,"Text":"NgeMini eya kuvela ngayo iYure izaphula-mthetho ziya kufunga okokuba ziphile iyure (enye emhlabeni). Kuya kuba ngolo hlobo ke ukuziqhatha kwabo"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kodwa bona abo banikwa ulwazi nokholo baya kuthi: “Nina naphila (emhlabeni) kangangexesha elingummiselo ka-Allâh kwada kwaba yiMini yoVuko, le ke yiMini yoVuko, kodwa anizanga niyazi9 nina.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ke kaloku ngaloo Mini ukuzithethelela kwabo akuyi kubanceda nto abo benza ubugwenxa, bengayi kuyalelwa nokuyalelwa ukuba bazicengezelele kuAllâh"},{"SurahNumber":30,"VerseNumber":58,"Text":"Kananjalo Thina Sinike abantu (zonke iintlobo) zemizekeliso. Kodwa ukuba (wena Muhammad), ungabazisela umqondiso, inene abangakholwayo (kubo) bangathi: “Nina (makholwa) ningabaqambi bobuxoki.”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Uzitywina kanjalo ke uAllâh iintliziyo zabo bangazi (nto)"},{"SurahNumber":30,"VerseNumber":60,"Text":"Ngoko ke nyamezela (ngomonde), inene, isithembiso sika- Allâh siyinyaniso. Kananjalo ungabavumeli bakutyhafise abo bangaqinisekanga ngokholo (lwabo)"}]}