{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Chiŵandichile ku ŵandu chiŵalanjilo chao (chakwaŵalanga pa Kiyama), kutendaga ŵanganyao ali nkulilechelela ni kunyosya"},{"SurahNumber":21,"VerseNumber":2,"Text":"Ngachikwaichililaga chikumbusyo chilichose chasambano chakuumila kwa M’mbuje gwao, ikaŵeje kuti akasachipikanilaga aku alinkutenda chanache"},{"SurahNumber":21,"VerseNumber":3,"Text":"Mitima jao jichinyosyelaga, ni kusongonelanaga mwaasili aŵala ŵalitendele lupuso kuti: “Ana aju (Muhammadi ﷺ) ninduni, pangaŵaga mundu mpele jenumanja? Ana nkuuŵichilila usaŵi kutendaga jenumanja n’di nkulola?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Jwalakwe (Muhammadi ﷺ) jwatite: “Ambuje ŵangu akumanyilila liloŵe (lililyose lyalikuŵechetedwa) kumawunde ni petaka, soni Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Nambo ŵanganyao ŵatite: “(Ayi yaakuŵecheta Muhammadi ﷺ iŵele) sagamisi syewanganyichilane.” (Ndaŵi jine akutiji): “Nambo jute kuilukanya (nsyene).” (Pane ni akutiji): “Nambo jwalakweju nkwimba ilaanga, basi ayiche nacho kukwetu chisimosimo mpela yaŵatite pakutumisyilidwa (achimitume) ŵandanda.”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nganiukulupilileje paujo pao musi uliose m’misi jatwajijonasile (namuno kuti twajitumichisye isimosimo), ana ŵanganyao ni takulupilile"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ni nganitutumisyeje paujo penu (mmwe Muhammadi ﷺ) ikaŵeje ŵandu (ngaŵaga malaika) ŵatwaliji nkwajuwulila (maloŵe), basi mwawusyani achimisyene lukumbukumbu (lwaindu yakala), nam’baga jenumanja ngankumanyilila"},{"SurahNumber":21,"VerseNumber":8,"Text":"Soni nganitwatenda (achimitumeo) kuŵa ilu yangalya yakulya, nambo soni nganaŵa ŵandamo"},{"SurahNumber":21,"VerseNumber":9,"Text":"Kaneko twasimichisye chilanga chao (chakwakamuchisya kwa amagongo ŵao), basi ni twajokwele (achimitumeo) ni ŵatwasachile (mwa akwakuya ŵao), ni twajonasile ŵakupelenganya malile (pasambi)"},{"SurahNumber":21,"VerseNumber":10,"Text":"Chisimu pamasile patuntuluchisye ŵanganyammwe Chitabu (Qur’an), mwalakwemo mwana chikumbusyo chenu, ana ŵangali lunda"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ana misi jilingwa ja twajijonasile jajaliji nkutenda lupuso, ni twagumbile panyuma pao ŵandu ŵane"},{"SurahNumber":21,"VerseNumber":12,"Text":"Basi ndema jaŵaiweni ipotesi Yetu (kuti ikwika), jele ndemajo ŵanganyao ŵalinjilile kuitila"},{"SurahNumber":21,"VerseNumber":13,"Text":"Nkatila, nambo m’bujile ku ayila (yasambi) yamwaliji nkusengwa nayo, ni m’malo mwenu, kuti m’buusyidwe (yachindimba champele Allah)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ŵanganyao ŵatite (pagumila): “Ipotesi yetuwe! Chisimu uwwe twaliji ŵalupuso.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Ni nganikuleka gumila kwaoko mpaka twatesile chisawu n’gunda wegungule, (soni mpaka) ŵalitile (mwaukasalitilaga moto, ŵawile)"},{"SurahNumber":21,"VerseNumber":16,"Text":"Soni Uwwe nganitugumba mawunde ni mataka kwisa soni yaili chilikati chakwe mwamasanje"},{"SurahNumber":21,"VerseNumber":17,"Text":"Tungasache kulitendela chakunguluchila (mpela ŵakongwe ni mwanache), tungalitendele chalakwecho kuumila Kukwetu (mpela achakongwe ŵaku Mbepo kapena achimalaika) tungaŵe ŵakuti tutende (yalakweyo)"},{"SurahNumber":21,"VerseNumber":18,"Text":"Nambo tukasachiponyaga chakuona pa chaunami ni kuchikasa wongo, basi pajele ndemajo chalakwe (chaunamicho) chikasatyoka. Soni ipotesi ni yenu ligongo lya yankusimbayo (yakunnambuchisya Allah kuti akwete ŵakongwe ni mwanache)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Soni aŵele Ŵakwe (Allah) wosope ŵali kumawunde ni petaka, soni ŵali Kukwakwe (Achimalaika), ŵangalikwesya kuleka kun’galagatila soni ŵangapela (ni ibada)"},{"SurahNumber":21,"VerseNumber":20,"Text":"Akunswejesyaga chilo ni muusi ŵangatondoŵela"},{"SurahNumber":21,"VerseNumber":21,"Text":"Kapena (achimakafilio) alitendele milungu kuumila mwitaka, jalakwejo ni jikwimusya (ŵandu ŵawe)"},{"SurahNumber":21,"VerseNumber":22,"Text":"Ingaŵe mwalakwemo (kwinani ni pasi) mwana milungu jine jwangaŵaga Allah; mukajonasiche. Basi aswejele Allah M’mbuje jwa Arishi (Chindanda Chaulungu) ku (yakusakala) yaakusimba (achimakafili yakwayana ni Jwalakwe)"},{"SurahNumber":21,"VerseNumber":23,"Text":"Jwalakwe jwangaŵa nkuwusyidwa yajukutenda, nambo ŵanganyao ni ŵatachiwusyidwa"},{"SurahNumber":21,"VerseNumber":24,"Text":"Kapena ŵanganyao alitendele milungu jinepe jwangaŵaga Jwalakwe? Jilani: “Ikani nao umboni wenu (payankuŵechetayo). Achi ni chikumbusyo kwa ŵandinao (jajili Qur’an mwangalimo yankuŵechetayo), nambo soni chikumbusyo kwa ŵa m’bujo mwangu (jajili Taurat, Zabur kwisa soni Injil mwangali soni yankuŵechetayo).” Nambo kuti ŵajinji mwa ŵanganyao ngaakuchimanya chakuona, basi ŵanganyao ni akuŵa ŵakunyosya"},{"SurahNumber":21,"VerseNumber":25,"Text":"Soni nganitutumisyeje ntenga jwalijose paujo penu (mmwe Muhammadi ﷺ) ikaŵeje kuti twan’juwulilaga yanti: “Pangali nnungu jwine (jwakuŵajilwa kun’galagatila) ikaŵeje Une pe, basi ngalagatilani.”"},{"SurahNumber":21,"VerseNumber":26,"Text":"Soni ŵanganyao ŵatite: “(Allah) Jwaukoto wejinji alitendele mwanache.” Kuswejela ni Kwakwe. Nambo (aŵala ŵakwagalagatila mpela Achimalaika, Isa ni Uzair aŵele) achikapolo ŵakuchimbichikwa"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ŵanganyao ŵangannongolela Jwalakwe (Allah) kuŵecheta, ni akupanganyaga (chilichose) kwa lilamusi Lyakwe"},{"SurahNumber":21,"VerseNumber":28,"Text":"Jwalakwe jukuimanya yaili paujo pao ni yamunyuma mwao, soni ŵanganyao ŵangachondelela (pajwalijose) ikaŵeje pamundu jwannonyele (Allah), soni ŵanganyao akuŵa ŵakuligandasya ligongo lyakun’jogopa Jwalakwe"},{"SurahNumber":21,"VerseNumber":29,"Text":"Sano jwataŵechete mwa ŵanganyao kuti: “Chisimu une ni nnungu ngaŵaga Jwalakwe (Allah).” Basi jwalakwe chitun’dipile Jahannama, iyyoyopeyo ni yatukasatiji pakwalipila ŵalupuso"},{"SurahNumber":21,"VerseNumber":30,"Text":"Ana nganaiona aŵala achimakafili yanti mawunde ni mataka galiji genyambatikane, basi ni twaganyambatukulenye? Soni tugumbile kuumila m’mesi chaumi chilichose. Ana ngakukulupilila"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ni tuŵisile petaka yakunyichisya (gagali matumbi gausito), kuti litakwika mulyagwedanyichile ŵanganyao (litakalyo), nituŵisile soni palakwepo matala gakusapanguka kuti ŵanganyao alijongolele (achimisyene kwakuja)"},{"SurahNumber":21,"VerseNumber":32,"Text":"Soni tuliŵisile liwunde kuŵa nsakasa wagosedwa, sano ŵanganyao akuitundumalila ilosyo yakwe (mpela lyuŵa mwesi ni ndondwa pangaichetelela)"},{"SurahNumber":21,"VerseNumber":33,"Text":"Soni Jwalakwe ni Ajula juŵagumbile chilo ni muusi, kwisa soni lyuŵa ni mwesi, chilichose ching’ambila mwitala lyasyungulilo"},{"SurahNumber":21,"VerseNumber":34,"Text":"Soni nganitum’bicheje mundu jwalijose paujo penu (mmwe Muhammadi ﷺ) kuŵa jwandamo, ana naga mmwe kuwa, ŵanganyao nichaŵe ŵandamo"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ntima uliose uchipasya chiwa, ni tukun’dingaga ni yakusakala nambo soni ni yambone kuŵa mayeso (gakun’dinjila kupilila kwenu ni kutogolela kwenu), soni Kukwetu tinchiuchisyidwa"},{"SurahNumber":21,"VerseNumber":36,"Text":"Soni pati am’bweni mmwe (Muhammadi ﷺ) aŵala ŵakanile, ngaakuntendelaga inepe ikaŵeje chipongwe (pakuŵecheta kuti): “Ana aju ni jwaakwakolanga achimilungu ŵenu (mwachalu)?” Kutendaga ŵanganyao yakunkolanga (Allah) Jwaukoto wejinji ŵanyao akukana"},{"SurahNumber":21,"VerseNumber":37,"Text":"Mundu jugumbidwe kuŵa jwakupupuluma. Sampano chinannosye ŵanganyammwe ilosyo Yangu (yakaiche ka ipotesi), basi ngasimunyanguya"},{"SurahNumber":21,"VerseNumber":38,"Text":"(Achimakafili) ni akasatiji: “Ana chele chilangachi chiyiche chakachi nam’baga jenumanja nkuŵecheta yakuona?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Ingaŵe kuti akumanyilila aŵala ŵakanile ndema jatachitenda ngauchiga Moto kungope kwao, namuno kunyuma kwao (nganganaŵecheta yalakweyo), soni ŵanganyao ngasaŵa ŵakamuchisyidwa"},{"SurahNumber":21,"VerseNumber":40,"Text":"Nambo (Motowo) uchaichilila mwachisupuchisya ni uchamasya lunda, basi ngasakombola kuuwusya, nambo soni ŵanganyao ngasapedwa lipesa"},{"SurahNumber":21,"VerseNumber":41,"Text":"Soni chisimu chene achimitenga (ŵajinji) ŵatendedwe chipongwe paujo penu (mmwe Muhammadi ﷺ), nambo (mbesi jakwe) aŵala ŵaŵaliji nkutenda chipongwe mwa jamanjao, yasyungwile (ipato) yaŵaliji nkuitendela chipongwe"},{"SurahNumber":21,"VerseNumber":42,"Text":"Jilani: “Ana nduni jwampaka an’gose jenumanja chilo ni muusi ku (ilagasyo ya Allah) Jwaukoto wejinji?” Nambo ŵanganyao akuŵa ŵakukutundumalila kunkumbuchila M’mbuje gwao"},{"SurahNumber":21,"VerseNumber":43,"Text":"Kapena akwete ŵanganyao milungu jakwasiŵilila (kuilagasyo) ŵangaŵaga Uwwe? Jalakwe (milungu jaojo), jangaŵa nkupakombola kulikamuchisya jisyene (nimpaka jikombole kwakamuchisya ŵane)? Soni jalakwejo nganijiŵa jigosedwe Kukwetu"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nambo kuti twasengwasisye ŵanganyao ni achatati ŵao mpaka jalewipe kukwao ndaŵi (jaumi wao). Ana ngaakuiona yanti Uwwe tukuliyichilila litaka ni kulinandiyaga mpika wakwe (wa ulamusi wao waukafili)? Ana ŵanganyao ni ŵataŵe ŵakupunda"},{"SurahNumber":21,"VerseNumber":45,"Text":"Jilani (mmwe Muhammadi ﷺ): “Chisimu une nguntetela ŵanganyammwe ni maloŵe (ga Allah).” Nambo asiiwa nganaŵa apikene m’bilango, (namuno) achiteteledwaga"},{"SurahNumber":21,"VerseNumber":46,"Text":"Nambo kalikatite kaakwaye kambungo kaipotesi ya Ambuje ŵenu, chisimu chene mpaka ajile: “Ipotesi yetuwe! Chisimu uwwe twaliji ŵaalitenda lupuso.”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ni tuchiŵika masikelo gachilungamiko pa lisiku lya Kiyama, basi mundu jwalijose ngasatendedwa lupuso pachilichose, natamuno (chinducho) chichiŵe chausito wati mpela lupele lwa mbumbi (tanaposi), tuchiika nacho; soni Uwwe tukwanila kuŵa Akuŵalanjila"},{"SurahNumber":21,"VerseNumber":48,"Text":"Soni chisimu chene Uwwe twampele Musa ni Haruna (Chitabu), chakulekanganya (chilikati cha yakuona ni yaunami, chachaliji) soni lumuli ni chikumbusyo kwa ŵandu ŵawoga (wakun’jogopa Allah)"},{"SurahNumber":21,"VerseNumber":49,"Text":"Aŵala ŵaakun’jogopa M’mbuje gwao mwangali kum’bona, soni ŵanyao Kiyama akasajijogopaga"},{"SurahNumber":21,"VerseNumber":50,"Text":"Sano aji (Qur’an) ni chikumbusyo chaupile chatuchitulwisye; ana jenumanja chalakwechi ni nkuchikana"},{"SurahNumber":21,"VerseNumber":51,"Text":"Soni chisimu chene Uwwe twampele Ibrahima chongoko chakwe kala (kuuchanda), nitwaliji nkummanya chenene"},{"SurahNumber":21,"VerseNumber":52,"Text":"Pandema jaŵaŵechete kwa babagwe ni ŵandu ŵakwe kuti: “Ana niyapi ayi isanamu yankuŵa jenumanja nchijendelechelaga kuigalagatila?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ŵanganyao ŵatite: “Twasimene achatati ŵetu achiigalagatilaga.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Jwalakwe jwatite: “Chisimu chene jenumanja ni achatati ŵenu m’bele mukusokonechela kwakuonechela.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Ŵanganyao ŵatite: “Ana ntuŵichilile niyakuona kapena n’di mwa akutenda chanache?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Jwalakwe jwatite: “(Ngwamba), nambo m’mbuje gwenu ni M’mbuje jwa kumawunde ni petaka Ajula juŵaigumbile yalakweyo, soni une payalakweyo ndili mwa akutendela umboni.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"“Soni ngunnumbila Allah! Chisimu une chindende malindi (gakuijonanga) isanamu yenu panyuma pagalauka ni kulosya migongo jenu (kwaulaga kwakuja kwenu).”"},{"SurahNumber":21,"VerseNumber":58,"Text":"Basi ni ŵaitesile (isanamu ila) kuŵa ipande-ipande ni kusigasya chachikulungwa chakwe, kuti ŵanganyao awujile ku chalakwecho"},{"SurahNumber":21,"VerseNumber":59,"Text":"Ŵanganyao ŵatite: “Ana nduni jwatesile yalakweyi ku milungu jetu? Chisimu jwalakwejo juŵele mwa akutenda lupuso kusyene.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Ŵane) ŵatite: “Tumpikene nchanda jwinejwakwe juli nkwapakana ŵanganyao, jukuŵilanjikwa Ibrahima.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Ŵanganyao ŵatite: “Ikani najo pameso pa ŵandu kuti atendele umboni.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Ŵanganyao ŵatite: “Ana ni mmwe ŵantesile yalakweyi ku milungu jetu, E mmwe Ibrahima?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Jwalakwe jwatite: “(Ngaŵa une), nambo aju jwankulungwa jwaoju ni jwatesile yalakweyi, basi mwawusyani ŵanganyaŵa naŵaga ŵakuŵechetaga.”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Basi ŵagalauchilene achimisyene niŵatite: “Chisimu ŵanganyammwe ni ŵan’di ŵalupuso (pangajigosa milunguji).”"},{"SurahNumber":21,"VerseNumber":65,"Text":"Kaneko ŵajinamisye mitwe jao (nikuujila kunganisyo syao syachijinga) ni ŵatite: “Chisimu chene mmwe nkumanyilila yanti ŵanganyaŵa nganaŵa aŵechete (uli kututenda chipongwe chanti iyyo)?”"},{"SurahNumber":21,"VerseNumber":66,"Text":"Jwalakwe jwatite: “Ana ni nkuigalagatila ichindu yangaŵa nkunkamuchisya chilichose kunneka Allah, soni yangaŵa nkumpa ilagasyo?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"“Kunyosyeka ni kwenu pamo ni ayila yankuigalagatila kunneka Allah, ana ŵangali lunda?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Ŵanganyao ŵatite: “Munchomani moto, ni nkulupusye milungu jenu, naga jenumanja nkusaka kutenda (chitendo basi tendani yele).”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Uwwe twatite: “E mmwe amoto! Um’be ŵakusisima ni ŵantendele kwa Ibrahima.”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ni ŵansosele jwalakwe yakusakala, nambo Uwwe twatesile ŵanganyao kuŵa ŵakwasika kusyene"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ni twan’jokwele jwalakwe ni Lutwi (ni kwapeleka) ku chilambo achila (cha Shami) chatwachipele upile ligongo lya iwumbe (yakutama mwalakwemo)"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ni twampele jwalakwe Isihaka, ni ntuka wakonjechesya (chachili chisukulu chakwe) Yaakuubu, soni wosope ŵene twatesile kuŵa ŵambone"},{"SurahNumber":21,"VerseNumber":73,"Text":"Ni twatesile kuŵa achinnongola, ŵaŵaliji nkwajongola (ŵandu) ni ulamusi Ŵetu, ni twajuwulile ŵanganyao yakupanganya yambone, ni kwimika Swala mwakolosya, ni kutola Zaka, nambo soni ŵaliji nkutugalagatila Uwwe pe"},{"SurahNumber":21,"VerseNumber":74,"Text":"Nambo soni Lutwi twampele lunda lwakusokoka kwisa soni umanyilisi, nitwan’jokwele ku Musi wawaliji nkutenda yausakwa, chisimu ŵanganyao ŵaliji ŵandu ŵakusakala, ŵakunyosya"},{"SurahNumber":21,"VerseNumber":75,"Text":"Nitwan’jinjisye jwalakwe mu ukoto Ŵetu, chisimu jwalakwe jwaliji muŵandu ŵambone"},{"SurahNumber":21,"VerseNumber":76,"Text":"Soni (munkumbuchilani) Nuhu, ndema ja jwaŵilasile kalakala (pakutuŵenda), basi Uwwe ni twan’jitiche, soni ni twan’jokwele jwalakwe ni ŵapeŵasa ŵakwe ku taabu jekulungwa"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ni twanchenjele kuŵandu ŵaŵaliji nkukanila ma Ȃya Getu, chisimu ŵanganyao ŵaliji ŵandu ŵakusakala. Basi ni twamisisye wosope ŵene"},{"SurahNumber":21,"VerseNumber":78,"Text":"Soni (munkumbuchilani) Daudi ni Sulaimana, pandema jaŵaliji nkwilanya magambo ga n’gunda. Ndema jasyalilemo chilo mbusi sya ŵandu ŵane. Sano Uwwe nitwaliji Mboni pachiilanyo chaocho"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ni twantesile Sulaimana kuŵa jwagamanya chenene (magambogo kajilanye kakwe kwapunda babagwe), sano jwalijose mwa ŵanganyao twampele chiilanyo chambone ni umanyilisi. Ni twagajepepesye matumbi ni ijuni kuti iŵeje inankunswejesya (Allah) pamo ni Daudi, ni twalijitu Uwwe Akutenda (yosope yeneyi)"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ni twan’jiganyisye (Daudi) kapanganye ka iwaalo yachisyano (yapangondo) ligongo lya jenumanja, kuti iŵe inankun’gosa pa kumenyana kwenu, ana jenumanja n’di ŵakutogolela"},{"SurahNumber":21,"VerseNumber":81,"Text":"Sano nombe najo Sulaimana twan’jepepachisye mbungo jachimbunga, jajaliji nkwenda kwa ulamusi wakwe kuja kuchilambo chatwachipele upile (chilambo cha Shami), nitwalijitu Uwwe pachindu chilichose Ŵachimanya chenene"},{"SurahNumber":21,"VerseNumber":82,"Text":"Nambo soni m’mashetani mwaliji mwana ŵaŵaliji nkuntiŵilila (Sulaimanajo m’mbwani kuja kunsosela ngalekale), ni ŵaliji nkupanganya soni masengo gane gangaŵaga gele (mpela yakutaŵataŵa). Ni twaliji Uwwe tuli nkwalonda ŵanganyao"},{"SurahNumber":21,"VerseNumber":83,"Text":"Soni (munkumbuchilani) Ayyubu, ndema jajwaŵilasile Ambujegwe (pakwaŵenda) kuti: “Chisimu une gangwayiye masausyo, sano Mmwe ni Ŵachanasa channope kwapunda ŵachanasa wosope.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Basi ni twan’jitiche, ni twantyochesye masausyo gajwaliji nago, ni twampele ŵapeŵasa ŵakwe, ni konjechesya soni paŵanganyao ŵane ŵanti mpela ŵawowo, (twantendele yosope yeneyi kuŵa) ukoto wakuumila Kukwetu, ni (kuti chiŵe) chikumbusyo kwa akutenda ibada"},{"SurahNumber":21,"VerseNumber":85,"Text":"Soni (munkumbuchilani) Ismaila, Idrisa ni Dhul-Kifli (Yesaya), wosope ŵeneŵa ŵaliji mwa akupilila"},{"SurahNumber":21,"VerseNumber":86,"Text":"Soni twajinjisye mu ukoto Ŵetu, chisimu ŵanganyao ŵaliji mu ŵandu ŵambone"},{"SurahNumber":21,"VerseNumber":87,"Text":"Soni (munkumbuchilani) Dhun-Nun (Yunusu), ndema jajwauŵigwisye ulendo juli jugasabiche, basi ni jwaganichisyaga yanti Uwwe ngatumpa ipotesi iliyose, ni jwagumisile m’chipi (cha m’matumbo mwasomba jajammisile) juchitiji: “Pangali nnungu jwine (jwakuŵajilwa kun’galagatila) ikaŵeje Mmwe, kuswejela ni Kwenu. Chisimu une mbele mwa akulitenda lupuso.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Basi ni twan’jitiche, ni twan’jokwele kumadandausi, soni iyyoyopeyo ni yatukasatiji pakwajokola ŵakulupilila"},{"SurahNumber":21,"VerseNumber":89,"Text":"Soni (munkumbuchilani) Zakariya, ndema jajwaŵilasile Ambujegwe (pakwaŵenda) kuti: “Ambuje ŵangu! Ngasimuneka jikape (jwangali mwanache), soni Mmwe ni Ŵambone nnope kwapunda ŵawinjila wosope.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Basi ni twan’jitiche, ni twampele Yahaya, ni twankolochesye soni ŵankwakwe (kuti aŵisikale). Chisimu ŵanganyao ŵaliji ŵachitema pakutenda yambone, soni ŵaliji nkutuŵenda mwakusachilila umbone nambo soni mwawoga, ni ŵaliji soni ŵakulinandiya Kukwetu"},{"SurahNumber":21,"VerseNumber":91,"Text":"Soni (munkumbuchilani Maryam) ajula jwaŵaugosile utukani wakwe, ni twapepelele mwa jwalakwe (umi) kuumila kwa Nsimu Ŵetu (Jibulilu ni kupagwa Isa jwangali babagwe), ni twantesile jwalakwe ni mwanagwe kuŵa chilosyo kwa iwumbe yosope"},{"SurahNumber":21,"VerseNumber":92,"Text":"Chisimu awu nkutula wenu (wa Usilamu), ni nkutula umpepe, soni Une ni M’mbuje gwenu, basi mungalagatilani Une (Jikape)"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ni ŵatindene ŵanganyao (ŵandu ŵakwakuya achimitume) yakwayana ni dini jao (ni kuŵa mikutula-mikutula). Wosope ŵeneo Kukwetu tachiujila"},{"SurahNumber":21,"VerseNumber":94,"Text":"Sano jwachatende itendo yambone kutendaga juli jwakulupilila, nikuti masengo gakwego ngasigakanidwa, soni chisimu Uwwe tukunnembela jwalakwe (masengo gakwego m’chitabu mwakwe)"},{"SurahNumber":21,"VerseNumber":95,"Text":"Soni ikanyisyidwe ku (ŵandu ŵa) musi uliose watwaujonasile kuti ŵanganyao nganaŵa awujiile (ku duniya Kiyama nkanijiyiche)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Kwikanila ndema jatachiugulidwa Yaajuju ni Maajuju, soni ŵanganyao tachiŵa ali nkutuluka mwakangamala pachikwesya chilichose (wakukuwatanganya)"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ni chichiŵandichila chilanga chakuona (Kiyama), basi pajele ndemajo ichiŵa yanti meso ga aŵala ŵaŵakanile gachikolondoka aku achitiji: “Ipotesi yetuwe! Chisimu uwwe twaliji nkuikwanjila yalakweyi, nambo soni twaliji ŵaalitenda lupuso.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Chisimu ŵanganyammwe ni ayila yankuigalagatila kunneka Allah tinchiŵa sasu sya ku Jahannama, ŵanganyammwe jalakwejo tinchijijinjila"},{"SurahNumber":21,"VerseNumber":99,"Text":"Ingaŵe yalakwe (isanamuyo) kuti ili milungu (jisyesyene) nga nganiyija kuwujinjila (Motowo), soni wosope ŵene (isanamu ni akuigalagatila ŵakwe) takaŵe ŵandamo mwalakwemo"},{"SurahNumber":21,"VerseNumber":100,"Text":"Tachikola ŵanganyao mwalakwemo koloma, soni ŵanganyao mwalakwemo ngasajaga kupikana (tachiŵa asiiwa)"},{"SurahNumber":21,"VerseNumber":101,"Text":"Chisimu aŵala ŵawalongolele umbone ku ŵanganyao wakuumila Kukwetu (mpela Isa, Maryam ni Uzair), ŵanyao tachitalichisyidwa ni walakweo (Moto)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ngaja kupikana kulilima kwakwe kwalwapasipasi (kwa Motowo), soni ŵanyao takaŵe ŵandamo mu ichindu yajisachile mitima jao"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ngasichadandaulikasya ŵanganyao chogoyo chekulungwa (cha lisiku lya Kiyama), ni tachachingamila Achimalaika (achasalilaga kuti): “Ali ni lisiku lyenu alila lyamwaliji nkupedwa chilanga (chakwika kwakwe).”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Lisiku lyatuchiŵiliga liwunde chisawu yaikasatiji kaŵilije ikalakala ilembo, mpela yatwatite katande gumba kwandanda tuchikuwilisya soni. (Chalakwechi ni) chilanga chachili Petuwe. Chisimu Uwwe tuŵele ŵakutenda (yalakweyo)"},{"SurahNumber":21,"VerseNumber":105,"Text":"Soni chisimu Uwwe twalembile mu Zabur panyuma pakulemba mu Chikumbusyo (Al-Lauh Al-Mahfûz) yanti litaka tachilitawalila achikapolo Ŵangu ŵambone"},{"SurahNumber":21,"VerseNumber":106,"Text":"Chisimu mu aji (Qur’an) mwana utenga wakupikanika kwaŵandu ŵagalagatila (Allah)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Ni nganituntumisya mmwe (Muhammadi ﷺ) ikaŵeje kuŵa ukoto ku iwumbe yosope"},{"SurahNumber":21,"VerseNumber":108,"Text":"Jilani (mmwe Muhammadi ﷺ): “Chisimu ikujuwulidwa kukwangu yanti nnungu jwenu (jwakuŵajilwa kun’galagatila) ni Nnungu Jumo. Ana jenumanja chim’be ŵakulipeleka (pakuŵa Asilamu ŵakun’galagatila Jwele pejo)?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Sano naga akugalauka (kuleka Usilamu), basi jilani: “Nannaaŵiile m’myala pakulungusya utenga mwakulandana (mwangali lusagu), soni ngangumanyilila kuti yankupedwa chilangayo (ipotesi kapena Kiyama) ili dusi kapena kwanaula.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"“Chisimu Jwalakwe (Allah) jukumanyilila maloŵe gakunyanyika, ni jukumanyilila soni yankusisa.”"},{"SurahNumber":21,"VerseNumber":111,"Text":"“Soni ngangumanyilila, mwine kwele (kunchelewachisya ipotesiko) kuŵele mayeso gakun’dinga ŵanganyammwe, ni kusengwa kwandema jannono.”"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Muhammadi ﷺ) jwatite: “Ambuje ŵangu! Jilanyani mwakuonaonape, soni M’mbuje gwetu ni (Allah) Jwaukoto wejinji, (soni Jwalakwe ni) Nkuŵendedwa chikamuchisyo pa yankusimbayo.”"}]}