{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf and the Glorious Qur'an"},{"SurahNumber":50,"VerseNumber":2,"Text":"They marveled that someone from among their midst has come to them with a warning. The unbelievers say, \"This is an amazing thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"Once We have died and become dust? That is a most unlikely return"},{"SurahNumber":50,"VerseNumber":4,"Text":"We know how many of them the earth consumes, and We keep a comprehensive record [about each one of them]"},{"SurahNumber":50,"VerseNumber":5,"Text":"But when the Truth came to them, they denied it; they are in a state of confusion"},{"SurahNumber":50,"VerseNumber":6,"Text":"Have they not looked at the sky above them, how We structured it, and beautified it with all its gateways"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth, how We spread it out and placed on it firm mountains, and made every beautiful pair of plants grow in it"},{"SurahNumber":50,"VerseNumber":8,"Text":"This is an insight and a reminder to every worshiper who willingly turns to God"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We sent down blessed rain from the sky and grew gardens and grain to harvest"},{"SurahNumber":50,"VerseNumber":10,"Text":"And soaring palm trees, with clustered dates"},{"SurahNumber":50,"VerseNumber":11,"Text":"as provision for the worshipers. By it [the rain] We gave life to a dead town. This is how the emergence [from the graves] will take place"},{"SurahNumber":50,"VerseNumber":12,"Text":"Before them the people of Noah denied the truth, and so did the dwellers of Rass, Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"Aad, Pharaoh and the brothers of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"the woods-dwellers and the people of Tubba'. All of these people rejected their messengers, so My threat was justly fulfilled"},{"SurahNumber":50,"VerseNumber":15,"Text":"Were We exhausted by the first creation? But they are dubious of a new creation"},{"SurahNumber":50,"VerseNumber":16,"Text":"We have created man and We know what his inner soul is whispering. We are closer to him than his jugular vein"},{"SurahNumber":50,"VerseNumber":17,"Text":"as he receives the two recording agents, seated one on the right and one on the left"},{"SurahNumber":50,"VerseNumber":18,"Text":"He does not utter any word, without a vigilant observer present with him"},{"SurahNumber":50,"VerseNumber":19,"Text":"Eventually, the trance of death will come with the Truth. This is what you were trying to evade"},{"SurahNumber":50,"VerseNumber":20,"Text":"The Horn will be blown. This is the Promised Day"},{"SurahNumber":50,"VerseNumber":21,"Text":"Every soul will come, with it a driver and a witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"You did not pay much attention to this day, but as We lifted your veil from you, your vision today is keen"},{"SurahNumber":50,"VerseNumber":23,"Text":"His inseparable companion, will say, \"This is what I have recorded"},{"SurahNumber":50,"VerseNumber":24,"Text":"[God will say], \"Cast into Hell everyone who stubbornly denied the truth"},{"SurahNumber":50,"VerseNumber":25,"Text":"everyone who prevented good from reaching others, aggressor, who caused others to doubt"},{"SurahNumber":50,"VerseNumber":26,"Text":"who made other gods as equal with God; then cast him into severe punishment"},{"SurahNumber":50,"VerseNumber":27,"Text":"His [evil] companion will say, \"Our Lord, I did not make him transgress, but he [himself], was extremely lost"},{"SurahNumber":50,"VerseNumber":28,"Text":"[God] will say, \"Do not feud in My presence, when I had warned you in advance"},{"SurahNumber":50,"VerseNumber":29,"Text":"My judgment, once given, is not subject to change and I do not wrong My servants"},{"SurahNumber":50,"VerseNumber":30,"Text":"On the Day We will say to Hell, \"Are you full?\" And it will say, \"Are there some more"},{"SurahNumber":50,"VerseNumber":31,"Text":"And Paradise will be brought near to those who were ever mindful of God, it will not be far"},{"SurahNumber":50,"VerseNumber":32,"Text":"[It will be said], \"This is what you were promised. for every repentant, keeper of his covenant with God"},{"SurahNumber":50,"VerseNumber":33,"Text":"who feared the Merciful although He was beyond his perception and came with a repenting heart"},{"SurahNumber":50,"VerseNumber":34,"Text":"Enter it in peace. This is the Day of Eternity"},{"SurahNumber":50,"VerseNumber":35,"Text":"Whatever they want there, they will have and with Us is still more"},{"SurahNumber":50,"VerseNumber":36,"Text":"How many a generation We destroyed before them, who were more powerful and had searched every land. Was there any escape"},{"SurahNumber":50,"VerseNumber":37,"Text":"There is a reminder in this for whoever has a heart or cared to listen and witness"},{"SurahNumber":50,"VerseNumber":38,"Text":"And We did create the heavens and earth and everything between them in six days, and We were not the least weary"},{"SurahNumber":50,"VerseNumber":39,"Text":"So [Prophet] endure what they say and praise your Lord's limitless glory before the rising of the sun and before its setting"},{"SurahNumber":50,"VerseNumber":40,"Text":"and glorify Him part of the night and after prostration"},{"SurahNumber":50,"VerseNumber":41,"Text":"Listen for the Day when the Caller will call out from a place that is near"},{"SurahNumber":50,"VerseNumber":42,"Text":"The Day they will hear the blast in all Truth, that is the Day of Emergence [from the graves]"},{"SurahNumber":50,"VerseNumber":43,"Text":"It is We who give life and cause death, and to Us is their final destination"},{"SurahNumber":50,"VerseNumber":44,"Text":"The Day when the earth cracks as they emerge rapidly; That is an easy gathering for Us"},{"SurahNumber":50,"VerseNumber":45,"Text":"We know best what they say, and you are not there to force them. So remind with the Quran those who fear My warning"}]}