{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"dictus ego inspired ut group jinns listened tunc dictus ‘Nos heard wonderful Quran"},{"SurahNumber":72,"VerseNumber":2,"Text":"It guides righteousness nos habet believed in it nos nunquam set any idols noster Dominus"},{"SurahNumber":72,"VerseNumber":3,"Text":"‘\"The Multus High est noster unus Dominus. He nunquam habet mate nor filius"},{"SurahNumber":72,"VerseNumber":4,"Text":"It est foolish among nos used utter such nonsense DEUS"},{"SurahNumber":72,"VerseNumber":5,"Text":"‘Nos thought ut nec humans nor jinns possibly utter lies DEUS"},{"SurahNumber":72,"VerseNumber":6,"Text":"Human beings used seek power jinn beings they unus afflicted them ut lot de adversity"},{"SurahNumber":72,"VerseNumber":7,"Text":"‘They thought just vos thought DEUS non send alias (messenger)"},{"SurahNumber":72,"VerseNumber":8,"Text":"‘Nos touched caelum invenit it filled formidable custos projectiles"},{"SurahNumber":72,"VerseNumber":9,"Text":"‘Nos used sit ibi in order spy Anyone listens pursued powerful projectile"},{"SurahNumber":72,"VerseNumber":10,"Text":"‘Nos non habet idea something malus intended habitans Terra alias si their Dominus testimentum redeem them"},{"SurahNumber":72,"VerseNumber":11,"Text":"Some de nos est righteous some est minus than righteous; nos subsequentis various paths"},{"SurahNumber":72,"VerseNumber":12,"Text":"‘Nos knew foderator bene nos nunquam run DEUS Terra; nos nunquam run escape"},{"SurahNumber":72,"VerseNumber":13,"Text":"When nos heard guidance nos believed therein. Anyone believes in his Dominus nunquam fear any injustice nor any affliction"},{"SurahNumber":72,"VerseNumber":14,"Text":"‘Among nos est submitters nos est compromisers. ' Prout pro those submitted they est rectus path"},{"SurahNumber":72,"VerseNumber":15,"Text":"Prout pro compromisers they est fuel pro Gehenna"},{"SurahNumber":72,"VerseNumber":16,"Text":"they remain rectus path nos beatus them abundant aqua"},{"SurahNumber":72,"VerseNumber":17,"Text":"Nos surely test them totus Prout pro eum disregards message his Dominus He rectus eum ever increasing retribution"},{"SurahNumber":72,"VerseNumber":18,"Text":"Locus worship belong to DEUS; non alias on anyone alias DEUS"},{"SurahNumber":72,"VerseNumber":19,"Text":"When deus servus advocated Eum alone fere totus de them manus unus oppose eum"},{"SurahNumber":72,"VerseNumber":20,"Text":"dictus ego worship unus my Dominus; ego nunquam set any idols Eum"},{"SurahNumber":72,"VerseNumber":21,"Text":"dictus ego non possess power harm vos nor guide vos"},{"SurahNumber":72,"VerseNumber":22,"Text":"dictus Non 1 protect me DEUS nor potuit ego invenit any alius refuge Eum"},{"SurahNumber":72,"VerseNumber":23,"Text":"Ego deliver deus proclamations messages Those disobey DEUS His messenger incur fire Hell wherein they abide forever"},{"SurahNumber":72,"VerseNumber":24,"Text":"Dodum they vide quod awaiting them they perfecit invenit out qui est really infirmus in power fewer in numerus"},{"SurahNumber":72,"VerseNumber":25,"Text":"dictus ego non know quod promised vos happen soon alias my Dominus delay it pro awhile"},{"SurahNumber":72,"VerseNumber":26,"Text":"He est Knower future He non reveal future anyone"},{"SurahNumber":72,"VerseNumber":27,"Text":"Unus to messenger He chooses perfecit He reveal preter future specific news"},{"SurahNumber":72,"VerseNumber":28,"Text":"Hoc est ascertain ut they delivered their Dominus messages He est fully aware de quod they habet. He comes numerus totus things"}]}