{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"ਕਦੇ ਮਨੁੱਖ ਤੇ ਬੀਤੇ ਸਮੇਂ ਵਿਚ ਇੱਕ ਅਜਿਹਾ ਸਮਾਂ ਵੀ ਆਇਆ ਹੈ ਜਦੋਂ ਉਹ ਕੋਈ ਬਿਆਨ ਕਰਨ ਵਾਲੀ ਵਸਤੂ ਨਹੀਂ ਸੀ।"},{"SurahNumber":76,"VerseNumber":2,"Text":"ਅਸੀਂ ਮਨੁੱਖ ਨੂੰ ਇੱਕ ਰਲੀ-ਮਿਲੀ ਬੂੰਦ ਤੋਂ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਅਸੀਂ ਉਸ ਨੂੰ ਪਲਟਦੇ ਰਹੇ। ਫਿਰ ਅਸੀਂ ਉਸ ਨੂੰ ਸੁਣਨ ਵਾਲਾ ਅਤੇ ਦੇਖਣ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ।"},{"SurahNumber":76,"VerseNumber":3,"Text":"ਅਸੀਂ ਹੀ ਉਸ ਨੂੰ ਰਾਹ ਸਮਝਾਇਆ, ਚਾਹੇ ਉਹ ਸ਼ੁਕਰ ਕਰਨ ਵਾਲਾ ਬਣੇ ਜਾਂ ਨਾ-ਸ਼ੁਕਰਾ।"},{"SurahNumber":76,"VerseNumber":4,"Text":"ਅਸੀਂ ਅੱਵਗਿਆਕਾਰੀਆਂ ਲਈ ਬੇੜੀਆਂ ਅਤੇ ਤੌਕ (ਗਲੇ ਦਾ ਪਟਾ) ਅਤੇ ਭੜਕਦੀ ਹੋਈ ਅੱਗ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"},{"SurahNumber":76,"VerseNumber":5,"Text":"ਨੇਕ ਲੋਕ ਅਜਿਹੇ ਪਿਆਲਿਆਂ ਨਾਲ (ਸ਼ਰਾਬ) ਪੀਣਗੇ ਜਿਨ੍ਹਾਂ ਵਿਚ ਕਫੂਰ ਵਾਲੇ ਪਾਣੀ ਦਾ ਮਿਸ਼ਰਨ ਹੋਵੇਗਾ।"},{"SurahNumber":76,"VerseNumber":6,"Text":"ਉਸ (ਵੱਗਦੇ ਹੋਏ) ਝਰਨੇ ਵਿੱਚੋਂ ਅੱਲਾਹ ਦੇ ਬੰਦੇ ਪੀਣਗੇ। ਉਹ ਉਸ ਵਿਚੋਂ' ਸ਼ਾਖਾਂਵਾ (ਛੋਟੀਆਂ ਨਹਿਰਾਂ) ਕੱਢ ਲੈਣਗੇ।"},{"SurahNumber":76,"VerseNumber":7,"Text":"ਉਹ ਲੋਕ ਜ਼ਰੂਰੀ ਕੰਮਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ ਅਤੇ ਅਜਿਹੇ ਦਿਨਾਂ ਤੋਂ ਡਰਦੇ ਹਨ ਜਿਸ ਦੀ ਸਖ਼ਤੀ ਬੜੀ ਵਿਆਪਕ ਹੋਵੇਗੀ।"},{"SurahNumber":76,"VerseNumber":8,"Text":"ਅਤੇ ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਫ਼ਕੀਰਾਂ, ਅਨਾਥਾਂ ਅਤੇ ਕੈਦੀਆਂ ਨੂੰ ਭੋਜਨ ਖਵਾਉਂਦੇ ਹਨ।"},{"SurahNumber":76,"VerseNumber":9,"Text":"ਅਸੀਂ ਜਿਹੜਾ ਤੁਹਾਨੂੰ ਖਵਾਉਂਦੇ ਹਾਂ, ਉਹ ਅੱਲਾਹ ਦੀ ਖੁਸ਼ੀ ਲੈਣ ਲਈ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਨਾ ਕੋਈ ਮੁਆਵਜ਼ਾ ਚਾਹੁੰਦੇ ਹਾਂ ਅਤੇ ਨਾ ਸ਼ੁਕਰਗੁਜ਼ਾਰੀ ਦੀ ਇੱਛਾ।"},{"SurahNumber":76,"VerseNumber":10,"Text":"ਬੇਸ਼ੱਕ ਅਸੀਂ ਆਪਣੇ ਰੱਬ ਤੋਂ ਉਸ ਦਿਨ ਦਾ ਖੌਫ਼ ਰਖਦੇ ਹਾਂ ਜਿਹੜਾ ਵਲੋਂ ਇੱਕ ਸਖ਼ਤ ਅਤੇ ਕੌੜਾ ਦਿਨ ਹੋਵੇਗਾ।"},{"SurahNumber":76,"VerseNumber":11,"Text":"ਤਾਂ ਅੱਲਾਹ ਨੇ ਉਸ ਨੂੰ ਉਸ ਦਿਨ ਦੀ ਸਖ਼ਤੀ ਤੋਂ ਬਚਾ ਲਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਤਾਜ਼ਗੀ ਅਤੇ ਖੁਸ਼ੀ ਪ੍ਰਦਾਨ ਕੀਤੀ।"},{"SurahNumber":76,"VerseNumber":12,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸਬਰ ਦੇ ਬਦਲੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜੰਨਤ ਅਤੇ ਰੇਸ਼ਮੀ ਕੱਪੜੇ ਬਖਸੇ।"},{"SurahNumber":76,"VerseNumber":13,"Text":"ਉਹ ਤਖ਼ਤਾਂ ਤੇ (ਸਿਰਾਹਣਿਆੰ) ਨੂੰ ਢੋਅ ਲਾ ਕੇ ਬੈਠੇ ਹੋਣਗੇ। ਉੱਤੇ ਨਾ ਉਹ ਗਰਮੀ ਦਾ ਸਾਹਮਣਾ ਕਰਨਗੇ ਅਤੇ ਨਾ ਸਰਦੀ ਦਾ।"},{"SurahNumber":76,"VerseNumber":14,"Text":"ਜੰਨਤਾਂ ਦੀ ਛਾਂ ਉਨ੍ਹਾਂ ਤੇ ਝੁਕੀ ਹੋਈ ਹੋਵੇਗੀ ਅਤੇ ਉਸ ਦੇ ਫ਼ਲ ਉਨ੍ਹਾਂ ਦੀ ਪਹੁੰਚ ਵਿਚ ਹੋਣਗੇ।"},{"SurahNumber":76,"VerseNumber":15,"Text":"ਉਨ੍ਹਾਂ ਦੇ ਅੱਗੇ ਚਾਂਦੀ ਦੇ ਭਾਂਡੇ ਅਤੇ ਕੱਚ ਦੇ ਪਿਆਲੇ ਘੁੰਮ ਰਹੇ ਹੋਣਗੇ।"},{"SurahNumber":76,"VerseNumber":16,"Text":"ਸ਼ੀਸ਼ੇ ਵੀ ਚਾਂਦੀ ਦੇ ਹੋਣਗੇ, ਜਿੰਨ੍ਹਾ ਨੂੰ ਪਿਲਾਉਣ ਵਾਲਿਆਂ ਨੇ ਠੀਕ ਅੰਦਾਜ਼ੇ ਅਨੁਸਾਰ ਭਰਿਆ ਹੋਵੇਗਾ।"},{"SurahNumber":76,"VerseNumber":17,"Text":"ਅਤੇ ਉੱਥੇ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਹੋਰ ਜਾਮ ਪਿਆਇਆ ਜਾਵੇਗਾ ਜਿਸ ਵਿਚ ਅਦਰਕ ਦਾ ਮਿਸ਼ਰਨ ਹੋਵੇਗਾ।"},{"SurahNumber":76,"VerseNumber":18,"Text":"ਇਹ ਉਸ ਵਿਚ ਇੱਕ ਝਰਨਾਂ ਹੈ ਜਿਸ ਨੂੰ “ਸਲਸਬੀਲ” ਕਿਹਾ ਜਾਂਦਾ ਹੈ।"},{"SurahNumber":76,"VerseNumber":19,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਕੋਲ ਅਜਿਹੇ ਬੱਚੇ ਘੁੰਮ ਰਹੇ ਹੋਣਗੇ ਜਿਹੜੇ ਹਮੇਸ਼ਾਂ (ਨੌਜਵਾਨ) ਬੱਚੇ ਹੀ ਰਹਿਣਗੇ। ਤੁਸੀ' ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖੋ ਤਾਂ ਜਾਣੋ ਕਿ ਇਹ ਉਹ ਮੌਤੀ ਹਨ, ਜਿਹੜੇ ਖਿੰਡਾ ਦਿੱਤੇ ਗਏ ਹਨ।"},{"SurahNumber":76,"VerseNumber":20,"Text":"ਅਤੇ ਤੁਸੀਂ ਜਿੱਥੇ ਵੀ ਦੇਖੋਗੇ (ਉੱਥੇ) ਉਹ ਹੀ ਮਹਾਨ ਨਿਅਮਤ ਵਾਲਾ ਅਤੇ ਅਜ਼ੀਮ ਪਾਤਸ਼ਾਹੀ ਦੇਖੋਂਗੇ।"},{"SurahNumber":76,"VerseNumber":21,"Text":"ਉਨ੍ਹਾਂ ਦੇ ਉੱਪਰ ਪਤਲੇ ਰੇਸ਼ਮ ਦੇ ਹਰੇ ਕੱਪੜੇ ਹੋਣਗੇ ਅਤੇ ਮੋਟੇ ਰੇਸ਼ਮ ਦੇ ਵੀ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਚਾਂਦੀ ਦੇ ਕੜੇ (ਕੰਗਨ) ਪਹਿਣਾਏ ਜਾਣਗੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਰੱਬ ਉਨ੍ਹਾਂ ਨੂੰ ਪਵਿੱਤਰ (ਸ਼ਰਾਬ) ਪਿਆਵੇਗਾ।"},{"SurahNumber":76,"VerseNumber":22,"Text":"ਬੇਸ਼ੱਕ ਇਹ ਤੁਹਾਡਾ ਼ਦਲ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਘਾਲ ਕਮਾਈ ਸਵੀਕਾਰ ਹੋਈ।"},{"SurahNumber":76,"VerseNumber":23,"Text":"ਅਸੀਂ ਤੁਹਾਡੇ ਉੱਪਰ ਥੋੜ੍ਹਾ ਥੋੜ੍ਹਾ ਕਰਕੇ ਕੁਰਆਨ ਉਤਾਰਿਆ।"},{"SurahNumber":76,"VerseNumber":24,"Text":"ਸੋ ਤੁਸੀਂ ਆਪਣੇ ਰੱਬ ਤੇ ਹੁਕਮ ਤੇ ਧੀਰਜ ਰੱਖੋ ਅਤੇ ਉਸ ਵਿਚ ਕਿਸੇ ਪਾਪੀ ਜਾਂ ਨਾ ਸ਼ੁਕਰੇ ਦੀ ਗੱਲ ਨਾ ਮੰਨੋ।"},{"SurahNumber":76,"VerseNumber":25,"Text":"ਅਤੇ ਸੁਲ੍ਹਾ ਸ਼ਾਮ ਆਪਣੇ ਰੱਬ ਦਾ ਨਾਮ ਯਾਦ ਕਰੋ।"},{"SurahNumber":76,"VerseNumber":26,"Text":"ਅਤੇ ਉਸ ਨੂੰ ਰਾਤ ਨੂੰ ਵੀ ਸਿਜਦਾ ਕਰੋ ਅਤੇ ਰਾਤ ਦੇ ਲੰਮੇ ਹਿੱਸੇ ਵਿਚ ਵੀ ਉਸ ਦੀ ਸਿਫ਼ਤ ਸਲਾਹ ਕਰੋ।"},{"SurahNumber":76,"VerseNumber":27,"Text":"ਇਹ ਲੋਕ ਜਲਦੀ ਮਿਲਣ ਵਾਲੀ ਚੀਜ਼ ਚਾਹੁੰਦੇ ਹਨ ਅਤੇ ਇਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਪਿੱਛੇ ਇੱਕ ਭਾਰੀ ਦਿਨ ਨੂੰ ਛੱਡ ਰੱਖਿਆ ਹੈ।"},{"SurahNumber":76,"VerseNumber":28,"Text":"ਅਸੀਂ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਅਤੇ ਅਸੀਂ ਹੀ ਉਨ੍ਹਾਂ ਦੇ ਢਾਂਚੇ ਨੂੰ ਪੱਕਾ ਕੀਤਾ ਅਤੇ ਜਦੋਂ ਅਸੀਂ ਚਾਹਾਂਗੇ ਤਾਂ ਉਨ੍ਹਾਂ ਦੇ ਬਦਲੇ ਉਨ੍ਹਾਂ ਵਰਗੇ ਹੋਰ ਲੋਕ ਲੈ ਆਵਾਂਗੇ।"},{"SurahNumber":76,"VerseNumber":29,"Text":"ਇਹ ਇੱਕ ਉਪਦੇਸ਼ ਹੈ ਤਾਂ ਜਿਹੜਾ ਬੰਦਾ ਚਾਹੇ ਆਪਣੇ ਰੱਬ ਵੱਲ (ਜਾਣ ਵਾਲਾ) ਰਾਹ ਅਪਣਾ ਲਵੇ।"},{"SurahNumber":76,"VerseNumber":30,"Text":"ਅਤੇ ਤੁਸੀਂ ਨਹੀਂ ਚਾਹ ਸਕਦੇ ਪਰੰਤੂ ਇਹ ਕਿ ਜਿਹੜਾ ਅੱਲਾਹ ਨੂੰ ਮਨਜ਼ੂਰ ਹੋਵੇ। ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਜਾਣਨ ਵਾਲਾ ਅਤੇ ਬਿਬੇਕ ਵਾਲਾ ਹੈ।"},{"SurahNumber":76,"VerseNumber":31,"Text":"ਉਹ ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਆਪਣੀ ਰਹਿਮਤ ਵਿਚ ਦਾਖਿਲਾ ਦਿੰਦਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਅੱਤਿਆਚਾਰੀਆਂ ਲਈ ਦੁੱਖਦਾਇਕ ਸਜ਼ਾ ਤਿਆਰ ਕਰ ਰੱਖੀ ਹੈ।"}]}