{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Their reckoning has drawn near for humankind, yet they do not pay heed to it, being lost in worldly things and heedlessness"},{"SurahNumber":21,"VerseNumber":2,"Text":"Whenever a new Revelation comes to them from their Lord to warn and enlighten them, they only listen to it in a playful manner"},{"SurahNumber":21,"VerseNumber":3,"Text":"With hearts set on passing pleasures; yet those who lead in wrongdoing, especially by associating partners with God, confer among themselves in great secret: \"Is this (not) but a mortal like you? Will you, then, yield to magic while you see it patently"},{"SurahNumber":21,"VerseNumber":4,"Text":"(The Messenger) says (in response): \"My Lord knows every word spoken in the heaven and on the earth. He is the All-Hearing, the All-Knowing"},{"SurahNumber":21,"VerseNumber":5,"Text":"(Confused about which source they should attribute the Qur’an to) they say, \"No, but Muhammad offers some jumbles of dream images he has. No, but he fabricates all this! No, but he is a poet. If he is true in his claim, then let him come to us with a sign (a miracle), just as the previous Messengers were sent with miracles"},{"SurahNumber":21,"VerseNumber":6,"Text":"Not one of the peoples before them that We destroyed believed (even though the Messengers came to them with miracles). Will then these believe"},{"SurahNumber":21,"VerseNumber":7,"Text":"We did not send as Messengers before you (O Muhammad), any but men to whom We revealed. So (O people) ask those who have special knowledge (of the Divine Revelations), if you do not know"},{"SurahNumber":21,"VerseNumber":8,"Text":"Nor did We make them bodies not needing food so that they would not eat like others, nor were they immortals"},{"SurahNumber":21,"VerseNumber":9,"Text":"We promised them help and victory and We kept Our promise: We saved them and all whom We willed (and bound Ourselves to save – the believers), and We destroyed those who wasted their God-given faculties and committed excesses"},{"SurahNumber":21,"VerseNumber":10,"Text":"Now We send down to you (O people of Makkah and O all humankind,) a Book which contains what you must heed in life for your honor and happiness. Will you not, then, use your reason"},{"SurahNumber":21,"VerseNumber":11,"Text":"How many a community that did the greatest wrong (by associating partners with God) and thereby wronged itself have We shattered, and raised up another people after them"},{"SurahNumber":21,"VerseNumber":12,"Text":"When they felt Our mighty punishment coming, they at once attempted to flee from it"},{"SurahNumber":21,"VerseNumber":13,"Text":"Do not attempt to flee, but return to all that (ease and comfort) in which you had been lost without scruples, and to your homes, that you may be appealed to by the poor and needy, or to take your valuable counsels"},{"SurahNumber":21,"VerseNumber":14,"Text":"They could only cry: \"Oh, woe to us! We were indeed wrongdoers"},{"SurahNumber":21,"VerseNumber":15,"Text":"That cry of theirs did not cease until We made them like reaped corn, and a heap of ashes"},{"SurahNumber":21,"VerseNumber":16,"Text":"We have not created the heavens and the earth and all that is between them as a play and game for Us"},{"SurahNumber":21,"VerseNumber":17,"Text":"If We had willed to find a pastime (without creating the heavens and the earth with all that is in and between them), We would indeed have found it in Our Presence, if We were going to do so"},{"SurahNumber":21,"VerseNumber":18,"Text":"No, but We hurl the truth against falsehood, and it breaks the latter’s head, and see, it vanishes. So woe to you for all the falsehood you attribute to God"},{"SurahNumber":21,"VerseNumber":19,"Text":"To Him belongs whoever is in the heavens and the earth. And those (the angels) who are with Him, never disdain to worship Him, nor do they ever weary"},{"SurahNumber":21,"VerseNumber":20,"Text":"They glorify Him by night and day (proclaiming that He is absolutely exalted above any shortcoming or need of partners or doing pointless things), and never show tiredness and never lose zeal"},{"SurahNumber":21,"VerseNumber":21,"Text":"What, have those polytheists (given up hope of heaven and) adopted deities from the earth, (do they believe) that they (those deities) can raise up the dead"},{"SurahNumber":21,"VerseNumber":22,"Text":"But the fact is that had there been in the heavens and the earth any deities other than God, both (of those realms) would certainly have fallen into ruin. All-Glorified God is, the Lord of the Supreme Throne, in that He is absolutely above all that they attribute to Him"},{"SurahNumber":21,"VerseNumber":23,"Text":"He cannot be called to account for whatever He does, but their false deities (they have adopted from among conscious beings) are accountable"},{"SurahNumber":21,"VerseNumber":24,"Text":"What, have they adopted deities other than Him? Say (O Messenger): \"If so, present your proof! But look, here is the Book those who are in my company follow, and there are the Books those who came before me followed: (what is stressed in all of them is that there is no deity other than Him.)\" Whereas they have nothing to do with knowledge so that they might know the truth. This is why they turn away from it in aversion"},{"SurahNumber":21,"VerseNumber":25,"Text":"We never sent any Messenger before you except that We revealed to him that there is no deity but Me, so worship Me alone"},{"SurahNumber":21,"VerseNumber":26,"Text":"Yet some say, \"The All-Merciful has taken to Himself a child.\" All-Glorified He is (in that He is absolutely above doing such things). Rather, those (the angels, whom they regard as God’s offspring) are but His honored servants"},{"SurahNumber":21,"VerseNumber":27,"Text":"They speak only what He has spoken to them and allows them to speak, and they act by His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what lies before them and what lies after them (what lies in their future and in their past, what is known to them and what is hidden from them); and they cannot intercede for any but His believing servants, those with whom He is well-pleased, and they themselves quake for reverent awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"If any of them were to attempt to say, \"I am a deity besides Him,\" We would recompense him with Hell. Thus do We recompense all such wrongdoers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Do those who disbelieve ever consider that the heavens and the earth were at first one piece, and then We parted them as separate entities; and that We have made every living thing from water? Will they still not come to believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"We have set up firm mountains on the earth lest it should shake them with its movement, and We have made thereon broad paths, so that they might find their way"},{"SurahNumber":21,"VerseNumber":32,"Text":"And We have established the heaven as a canopy well-secured (against collapse and the ascension of devils). Yet they turn away from all such signs (of truth manifested) in the universe"},{"SurahNumber":21,"VerseNumber":33,"Text":"It is He Who has created the night and the day and the sun and the moon. Every one (of such celestial bodies) floats in its orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We never granted everlasting life to any human being before you (O Messenger); so if you die, will they live forever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul (person) is bound to taste death, and We try you through the bad and the good things (of life) by way of testing (so that your real character and rank may reveal itself). In fact, you are on the way to return to Us, (to finally be brought to Our Presence)"},{"SurahNumber":21,"VerseNumber":36,"Text":"When those who persistently disbelieve see you, they make you but a target of mockery, (saying to each other): \"Is this the one who speaks against your deities?\" (They cannot bear to hear their false deities denied.) And yet it is they themselves who deny the Book of the All-Merciful (Who has created them and embraces them with mercy, without recognizing this as a crime)"},{"SurahNumber":21,"VerseNumber":37,"Text":"Humankind are by nature impatient as if made of haste, (this is why they ask derisively when the punishment with which they are threatened will come.) I will soon show you the truth of My threats, so do not ask Me to hasten it"},{"SurahNumber":21,"VerseNumber":38,"Text":"But they insistently ask, \"After all, when will this threat be fulfilled? (Answer us, O you who believe in it,) if you are people of truth"},{"SurahNumber":21,"VerseNumber":39,"Text":"If only those who persistently disbelieve knew the time when they will be unable to ward off the Fire from their faces, and from their backs, and they will never be helped against it"},{"SurahNumber":21,"VerseNumber":40,"Text":"But it will come upon them all of a sudden and dumbfound them. They will not be able to avert it, nor will they be given respite to escape it"},{"SurahNumber":21,"VerseNumber":41,"Text":"Indeed, Messengers were mocked before you (O Muhammad), but the very thing, because of which the people used to mock them, overwhelmed those who scoffed at the Messengers (to humiliate them)"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say: \"Who could protect you by night and day from the All-Merciful, if He wills to punish you?\" And yet, they turn away from the Book of their Lord in aversion"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or do they really have deities apart from Us to defend them? They (those alleged deities) are not even able to help themselves, nor can they get any help and friendship from Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"The truth is that We have provided for those (polytheist sinners) and their forefathers to enjoy life, so that they have lived for a long time in ease and safety. (This is why they think that they will live forever in prosperity.) Whereas do they not see how We deal with the earth, reducing it of its outlying parts? So, can they really be the victors"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say: \"I warn you only on the strength of the Revelation (in which there is no doubt). But the deaf do not hear the call, however much they are warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"And yet, if but a breath of your Lord’s punishment touches them, they are sure to cry: \"Oh, woe to us! We were indeed wrongdoers"},{"SurahNumber":21,"VerseNumber":47,"Text":"We will set up balances of absolute justice on the Day of Resurrection, and no person will be wronged in the least. Even though it be a deed so much as the weight of a grain of mustard seed, We will bring it forth to be weighed. We suffice as reckoners"},{"SurahNumber":21,"VerseNumber":48,"Text":"We granted Moses and Aaron the Criterion (the Book distinguishing between truth and falsehood,) and made it a (guiding) light and reminder for the God-revering, pious"},{"SurahNumber":21,"VerseNumber":49,"Text":"They stand in great awe of their Lord though unseen (and beyond their perception), and tremble with the thought of the Last Hour"},{"SurahNumber":21,"VerseNumber":50,"Text":"And this one (the Qur’an), too, is a Reminder full of blessings which We are sending down. Will you then reject it"},{"SurahNumber":21,"VerseNumber":51,"Text":"Indeed We had, before this, granted Abraham discretion and his particular consciousness of truth, and We knew him very well (in all aspects of his character)"},{"SurahNumber":21,"VerseNumber":52,"Text":"He said to his father and people: \"What are these images to which you pay such sincere devotion"},{"SurahNumber":21,"VerseNumber":53,"Text":"They said: \"We have found our forefathers worshipping them"},{"SurahNumber":21,"VerseNumber":54,"Text":"So, it is certain that,\" said he, \"both of you, you and your forefathers, have been in obvious error"},{"SurahNumber":21,"VerseNumber":55,"Text":"They asked: \"Is it the truth that you are proclaiming to us or are you jesting"},{"SurahNumber":21,"VerseNumber":56,"Text":"He answered: \"No, but your Lord is the Lord of the heavens and the earth, Who has originated them, each with particular features, and I am one to bear witness to this truth"},{"SurahNumber":21,"VerseNumber":57,"Text":"And (he made a decision:) \"By God, I will most certainly devise a plan against your idols as soon as you have turned your backs and gone away"},{"SurahNumber":21,"VerseNumber":58,"Text":"And then he broke all of them to pieces except the one biggest in their sight, so that they might be able turn back to it (to ask what had happened)"},{"SurahNumber":21,"VerseNumber":59,"Text":"Who has done all this to our deities?\" they exclaimed. \"Indeed, he is one of the worst wrongdoers"},{"SurahNumber":21,"VerseNumber":60,"Text":"Some said: \"We heard a young man make mention of them, who is called Abraham"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said: \"Then bring him before the people’s eyes, so that they may bear witness against him"},{"SurahNumber":21,"VerseNumber":62,"Text":"Abraham,\" they asked, \"is it you who has done this to our deities"},{"SurahNumber":21,"VerseNumber":63,"Text":"He answered: \"Rather, (some doer) must have done it – this is the biggest of them. Ask them, if they are able to speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"So they turned to their conscious nature which awoke to truth, and said (among themselves): \"You (we), it is you (we) who are the wrongdoers"},{"SurahNumber":21,"VerseNumber":65,"Text":"But afterwards, (under the influence of the same factors causing them to disbelieve) they relapsed into their former way of believing, and said to Abraham: \"You know very well that these (images) cannot speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"(Abraham) said: \"Then, do you worship, instead of God, that which cannot benefit you in any way, nor harm you"},{"SurahNumber":21,"VerseNumber":67,"Text":"Shame on you and on all that you worship instead of God! Will you not reason and understand"},{"SurahNumber":21,"VerseNumber":68,"Text":"They exclaimed: \"Burn him and so protect your deities, if you really mean to do something"},{"SurahNumber":21,"VerseNumber":69,"Text":"O fire,\" We ordered, \"Be cool and peaceful for Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"They had schemed to destroy him but We frustrated them, making them the worst of losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"We saved him and Lot (who believed in him), guiding them to the land (of Damascus, including Palestine) in which We have produced many blessings for all peoples"},{"SurahNumber":21,"VerseNumber":72,"Text":"We bestowed upon him Isaac, and as an additional gift, Jacob (for grandson); and each We made righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"And We made them leaders guiding people by Our command, and We revealed to them to do good deeds, and to establish the Prayer in conformity with its conditions, and pay the Prescribed Purifying Alms. They were Our servants devoted to worshipping us with all sincerity"},{"SurahNumber":21,"VerseNumber":74,"Text":"And Lot too (We made a leader), to whom We granted sound, wise judgment, and revealed knowledge, and We saved him from the people of the land who were given to deeds of corruption. Truly, they were a wicked people lost in transgression"},{"SurahNumber":21,"VerseNumber":75,"Text":"We embraced him in Our mercy; surely he was among the righteous"},{"SurahNumber":21,"VerseNumber":76,"Text":"And Noah, too. He had called out to Us long before (Abraham), and We answered his prayer and saved him and (those of) his family and people (who believed in him) from the tremendous distress"},{"SurahNumber":21,"VerseNumber":77,"Text":"We helped him to safety from the people who denied Our Revelations. Truly, they were a wicked people, so We caused them all to drown"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Among those whom We made leaders were) David and Solomon. The two were once judging a case regarding a field into which the sheep of some other people had strayed at night. We were watching and witnessing their judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"We made Solomon understand the case more clearly. We granted each of them sound, wise judgment and knowledge (pertaining to the mission and in accordance with the time and conditions of each). And We subdued the mountains, as well as birds, to glorify Us along with David. It is We Who do all these things"},{"SurahNumber":21,"VerseNumber":80,"Text":"And We taught him the art of making iron coats-of-mail so that they might fortify you from the violence of war. So, are you (really people who are) thankful"},{"SurahNumber":21,"VerseNumber":81,"Text":"And in Solomon’s service We put the stormy wind, running at his command to carry him to the land in which We have produced blessings (for people). We have full knowledge of everything (with their true nature and all their aspects)"},{"SurahNumber":21,"VerseNumber":82,"Text":"And of the jinn and satans (devils) were some who dived for him (to extract precious stones from the sea) and did other works besides, and We were keeping watch over them (to prevent them from disobeying him)"},{"SurahNumber":21,"VerseNumber":83,"Text":"And (mention) Job (among those whom We made leaders): he called out to his Lord, saying: \"Truly, affliction has visited me (so that I can no longer worship You as I must); and You are the Most Merciful of the merciful"},{"SurahNumber":21,"VerseNumber":84,"Text":"We answered his prayer and removed all the afflictions from which he suffered; and restored to him his household and the like thereof along with them as a mercy from Us and, as a reminder to those devoted to Our worship"},{"SurahNumber":21,"VerseNumber":85,"Text":"(Mention also) Ishmael, Idris, and Dhu’l-Kifl (among the leaders). All were men of fortitude and patience"},{"SurahNumber":21,"VerseNumber":86,"Text":"We embraced them in Our mercy. They were among the people of utmost righteousness"},{"SurahNumber":21,"VerseNumber":87,"Text":"And (also mention) Dhu’n-Nun (Jonah). He departed in anger (from his people, who persistently disbelieved and paid no attention to his warnings), and he was certain that We would never straiten (his life for) him. But eventually he called out in the veils of darkness (formed of the belly of the fish, the sea, and dark, rainy night): \"There is no deity but You, All-Glorified You are (in that You are absolutely above having any defect). Surely, I have been one of the wrongdoers (who have wronged themselves)"},{"SurahNumber":21,"VerseNumber":88,"Text":"We answered His call, too, and We saved him from distress. Thus do We save the believers"},{"SurahNumber":21,"VerseNumber":89,"Text":"(Mention also) Zachariah. Once he called out to his Lord, saying: \"My Lord! Do not let me leave the world without an heir, for You are the Best of the inheritors"},{"SurahNumber":21,"VerseNumber":90,"Text":"We answered his call, too, and bestowed upon him John, and cured his wife for him (so she was able) to bear a child. Truly, these (three) used to hasten to do good deeds as if competing with each other, and invoke Us in hopeful yearning and fearful anxiety. And they were utterly humble before Us"},{"SurahNumber":21,"VerseNumber":91,"Text":"And (mention) that blessed woman who set the best example in guarding her chastity. We breathed into her out of Our Spirit, and We made her and her son a miraculous sign (of Our Power and matchless way of doing things) for all the worlds"},{"SurahNumber":21,"VerseNumber":92,"Text":"So, this community of yours (which all the Messengers and their followers have formed) is one single community of the same faith, and I am your Lord (Who creates, sustains, and protects you); so worship Me alone"},{"SurahNumber":21,"VerseNumber":93,"Text":"But people have broken up and differed among themselves as regards the Religion. But they are all bound to return to Us (to account for all that they did)"},{"SurahNumber":21,"VerseNumber":94,"Text":"Whoever does any deed of good and righteousness, being a true believer, his endeavor will not be left unrewarded in ingratitude. We are keeping the record of every good deed of his in his favor (without the least being neglected)"},{"SurahNumber":21,"VerseNumber":95,"Text":"It is inconceivable that a community, the destruction of which We have decreed (because of their unbelief and irremediable sins), could return to faith, (nor a community which We destroyed should not come back to Us and then be returned to the world again so that they could believe and do good deeds)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Eventually, a day will come when Gog and Magog will be let loose, and they will rush down from every mound"},{"SurahNumber":21,"VerseNumber":97,"Text":"And the true promise of the Last Hour has been close at hand, and look, the eyes of those who stubbornly disbelieve stare in horror fixedly, exclaiming: \"Woe to us! Indeed we have lived in heedlessness and forgetfulness of this. Ah! We truly have been wrongdoers (who have, most of all, wronged our own selves)"},{"SurahNumber":21,"VerseNumber":98,"Text":"You and all the things you deify and worship apart from God are but firewood for Hell. You are bound to arrive in it"},{"SurahNumber":21,"VerseNumber":99,"Text":"If those (false objects of their worship) had truly been gods, they would not arrive in it. Every one of them will abide therein"},{"SurahNumber":21,"VerseNumber":100,"Text":"Moaning will be their lot in it, and (nothing to their benefit) will they be able to hear therein (as a recompense for their willful deafness to the Divine Revelation in the world)"},{"SurahNumber":21,"VerseNumber":101,"Text":"But, as for those for whom the decree of ultimate good has already gone forth from Us, they will be kept away from it (Hell)"},{"SurahNumber":21,"VerseNumber":102,"Text":"They will not even hear the slightest sound of it, and they will abide in that which their souls desire, (enjoying it to the full)"},{"SurahNumber":21,"VerseNumber":103,"Text":"Even the greatest shock (of the second blowing of the Trumpet) will not cause them any worry, and the angels welcome them, with the greeting: \"This is your day, the day which you were promised"},{"SurahNumber":21,"VerseNumber":104,"Text":"The Day when We will roll up heaven as written scrolls are rolled up. We will bring the creation back into existence as easily as We originated it in the first instance. This is a binding promise on Us, and assuredly We fulfill whatever We promise"},{"SurahNumber":21,"VerseNumber":105,"Text":"We (recorded in the Supreme Preserved Tablet and then) wrote down in the Psalms after the Torah that My righteous servants will inherit the earth"},{"SurahNumber":21,"VerseNumber":106,"Text":"Surely in this (Qur’an) there is the explanation (of every truth necessary) for God’s servants devoted to worshipping Him"},{"SurahNumber":21,"VerseNumber":107,"Text":"We have not sent you (O Muhammad) but as an unequalled mercy for all the worlds"},{"SurahNumber":21,"VerseNumber":108,"Text":"Say: \"It is revealed to me that your God is the One and Only God. Will you, then, become Muslims (those wholly submitted to Him)"},{"SurahNumber":21,"VerseNumber":109,"Text":"If they still turn away, say: \"I have conveyed to you all that I must convey, and warned you all alike. But I do not know if that with which you are threatened (whether it be the destruction or the Last Judgment,) is near or far"},{"SurahNumber":21,"VerseNumber":110,"Text":"Truly, He knows all that is spoken openly, just as He knows all that you keep concealed (including your secret intentions)"},{"SurahNumber":21,"VerseNumber":111,"Text":"I do not know but the respite given to you may be a trial for you (– a respite so that you may fully display your deserving His punishment), and enjoyment for a while"},{"SurahNumber":21,"VerseNumber":112,"Text":"(The Messenger) said (in conclusion): \"My Lord, judge (between me and those unbelievers) with truth (and allow the truth to be fully manifested). Our Lord is the All-Merciful, the One Whose help is ever sought against all that you falsely attribute (to Him and me)"}]}