{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin (These are the names of litters of the Arabic alphabet, and only Allah knows their meaning here)"},{"SurahNumber":36,"VerseNumber":2,"Text":"And by the Ever-Wise Qur'an"},{"SurahNumber":36,"VerseNumber":3,"Text":"Surely you are indeed of the Emissaries"},{"SurahNumber":36,"VerseNumber":4,"Text":"On a straight Path"},{"SurahNumber":36,"VerseNumber":5,"Text":"(This is) the successive sending down of The Ever-Mighty, The Ever-Merciful"},{"SurahNumber":36,"VerseNumber":6,"Text":"That you may warn a people; In no way were their fathers warned, so they are heedless"},{"SurahNumber":36,"VerseNumber":7,"Text":"Indeed the Saying has already come true against most of them, so they do not believe"},{"SurahNumber":36,"VerseNumber":8,"Text":"Surely We have made on their necks shackles, so they are up to the chins, so they are stiff-necked"},{"SurahNumber":36,"VerseNumber":9,"Text":"And We have made before them (Literally: between their hands) a barrier and behind them a barrier, then We enveloped them, so they do not behold (the Truth)"},{"SurahNumber":36,"VerseNumber":10,"Text":"And it is equal to them whether you have warned them or you have not warned them, they do not believe"},{"SurahNumber":36,"VerseNumber":11,"Text":"Surely you only warn him who closely follows the Remembrance and is apprehensive of The All-Merciful in the Unseen. So give him the good tidings of forgiveness and an honorable reward"},{"SurahNumber":36,"VerseNumber":12,"Text":"Surely We, Ever We, give life to the dead and write down what they have forwarded and their tracks; and everything We have enumerated in an evident Record"},{"SurahNumber":36,"VerseNumber":13,"Text":"And strike for them a similitude: the companions (i.e., the inhabitants) of the town, as the Emissaries came to it"},{"SurahNumber":36,"VerseNumber":14,"Text":"As We sent to them two (men). Yet they cried them lies, so We reinforced them with a third. Then they said, \"Surely we are (sent) to you as Emissaries"},{"SurahNumber":36,"VerseNumber":15,"Text":"They said, \"In no way are you anything except mortals like us; and in no way has The All-Merciful sent down anything; decidedly you do nothing except lie"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said, \"Our Lord knows that surely we are indeed Emissaries to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"And in no way is there anything (incumbent) on us except the evident Proclamation"},{"SurahNumber":36,"VerseNumber":18,"Text":"They said, \"Surely we augur ill of you. Indeed in case you do not give over, indeed we will definitely stone you, and indeed there will definitely touch you from us a painful torment"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said, \"Your bird (of augury) is with you; is it so, in case you are reminded? (i.e., Do you call it an evil omen that we remind you?) No indeed, (but) you are an extravagant people"},{"SurahNumber":36,"VerseNumber":20,"Text":"And (there) came from the remotest part of the city a man going speedily. He said, \"O my people, closely follow the Emissaries"},{"SurahNumber":36,"VerseNumber":21,"Text":"Closely follow (the ones) who ask of you no reward, and they are rightly-guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"And for what should I not worship Him who originated me, and to Him you will be returned"},{"SurahNumber":36,"VerseNumber":23,"Text":"Shall I take to myself, apart from Him, gods whose intercession, in case The All-Merciful wills any adversity to me, will not avail me anything, nor will they rescue me"},{"SurahNumber":36,"VerseNumber":24,"Text":"Lo, surely (in that case) I should indeed be in evident error"},{"SurahNumber":36,"VerseNumber":25,"Text":"Surely I believe in your Lord, so hear me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said, \"Enter the Garden!\" He said, \" Oh, would that my people knew"},{"SurahNumber":36,"VerseNumber":27,"Text":"With what (Grace) my Lord has forgiven me, and He has made me among the honored"},{"SurahNumber":36,"VerseNumber":28,"Text":"And in no way did We send down upon his people, even after him, any host from the heaven; and in no way were We sending any down"},{"SurahNumber":36,"VerseNumber":29,"Text":"Decidedly it was nothing except one Shout; then, only then, were they (utterly) extinct"},{"SurahNumber":36,"VerseNumber":30,"Text":"Oh for the regrets of the bondmen! In no way does a Messenger come up to them except that they used to mock at him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Have they not seen how many generations We have caused to perish before them, (and) that it is not to them that they return"},{"SurahNumber":36,"VerseNumber":32,"Text":"And decidedly, as yet they will all of them together be closely presented to Us"},{"SurahNumber":36,"VerseNumber":33,"Text":"And a sign for them is the dead earth. We give it life and bring out of it grain, so they eat from it"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We made therein gardens of palms and vineyards, and therein We caused (some) springs to erupt forth"},{"SurahNumber":36,"VerseNumber":35,"Text":"That they may eat of their produce and what their hands have made. Will they not, then, thank (Us)"},{"SurahNumber":36,"VerseNumber":36,"Text":"All Extolment be to Him, Who created all the pairs of what the earth grows, and of themselves, and of what they do not know"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a sign for them is the night; We strip the daytime from it, and so, only then they are in darkness (Literally: darksome)"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the sun runs to a repository for it; that is the determining of The Ever-Mighty, the Ever-Knowing"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon, We have determined it by phases, till it becomes again (Literally: goes back) like the old date-stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"It does not behoove the sun to overtake the moon, nor does the night outstrip the daytime, and each is swimming in an orbit"},{"SurahNumber":36,"VerseNumber":41,"Text":"And a sign for them is that We carried their offspring in the laden ship (s)"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We created for them the like of it whereon they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"And in case We (so) decide, We drown them; then they will have no screaming, nor are they rescued"},{"SurahNumber":36,"VerseNumber":44,"Text":"Except as a mercy from Us and enjoyment for a while"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when it is said to them, \"Be pious as regards what is before you (Literally: between your hands) and what is behind you, that possibly you would be granted mercy"},{"SurahNumber":36,"VerseNumber":46,"Text":"And in no way does any sign of the signs of their Lord come up to them, except that they were veering away from it"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when it is said to them, \"Expend of what Allah has provided you, \" the ones who have disbelieved have said to the ones who have believed, \"Shall we feed the ones whom, if Allah decides, He will feed? Decidedly you are in nothing except evident error"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they say, \"When will this promise be, in case you are sincere"},{"SurahNumber":36,"VerseNumber":49,"Text":"In no way are they awaiting anything except one Shout to take them (away) as they are in constant adversaries"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then they will not be able to make any testament, nor will they return to their families"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the Trumpet is blown; then, only then, are they pressing down from the graves to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say, \"oh woe to us! Who has made us rise again from our sleeping- place?\" (Literally: tying-place) \"This is what The All-Merciful promised, and the Emissaries (have spoken) sincerely"},{"SurahNumber":36,"VerseNumber":53,"Text":"Decidedly it was only one Shout; then, only then, will they together be closely presented to Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"So today no self will be unjustly (treated) in anything, and you will not be recompensed, except (for) whatever you were doing"},{"SurahNumber":36,"VerseNumber":55,"Text":"Surely the Companions (i.e., inhabitants) of the Garden today are cheerful in their occupation"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their spouses are reclining upon couches in the shades"},{"SurahNumber":36,"VerseNumber":57,"Text":"Therein they have (every kind of) fruit, and they have whatever they claim"},{"SurahNumber":36,"VerseNumber":58,"Text":"Peace!\" Such is the Saying from an Ever-Merciful Lord"},{"SurahNumber":36,"VerseNumber":59,"Text":"And keep yourselves discriminated (apart), you criminals, upon this Day"},{"SurahNumber":36,"VerseNumber":60,"Text":"Did I not covenant you, O you Seeds (Or: sons) of Adam, that you should not worship Ash-Shaytan (The Prophet) __ surely he is an evident enemy to you"},{"SurahNumber":36,"VerseNumber":61,"Text":"And that you should worship Me? This is a straight Path"},{"SurahNumber":36,"VerseNumber":62,"Text":"And indeed he has led into error many a crowd of you. Did you not then consider"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is Hell, which you were promised"},{"SurahNumber":36,"VerseNumber":64,"Text":"Roast in it today, for that you disbelieved"},{"SurahNumber":36,"VerseNumber":65,"Text":"Today We seal up their mouths, and their hands speak to Us, and their legs testify to what they have been earning"},{"SurahNumber":36,"VerseNumber":66,"Text":"And if We had (so) decided, We would indeed have obliterated their eyes. Then they would race with each other to the Path, yet however would they behold (it)"},{"SurahNumber":36,"VerseNumber":67,"Text":"And if We had (so) decided, We would have indeed disfigured them in (spite of) their situation; then in no way could they be passing, nor could they return"},{"SurahNumber":36,"VerseNumber":68,"Text":"And to whomever We give long life, We cause him to relapse in creation. Do they then not consider"},{"SurahNumber":36,"VerseNumber":69,"Text":"And in no way did We teach him (The Prophet) poetry; and in no way does it behoove him. Decidedly (this revelation) it is nothing (else) except a Remembrance and an evident Qur'an"},{"SurahNumber":36,"VerseNumber":70,"Text":"That he may warn whomever is living and that the Saying may come true against the disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"And have they not seen that We created for them, of what Our Hands did, cattle (Ancam includes cattle, camels, sheep and goats) so that they are their possessors"},{"SurahNumber":36,"VerseNumber":72,"Text":"And We have made them meekly subservient (Literally: humiliated) to them, so that (some) of them they have for riding, and (some) they eat"},{"SurahNumber":36,"VerseNumber":73,"Text":"And (other) uses they have in them, and (various) drinks. Will they not then thank (Us)"},{"SurahNumber":36,"VerseNumber":74,"Text":"And they have taken to themselves, apart from Allah, gods that possibly they would be given victory"},{"SurahNumber":36,"VerseNumber":75,"Text":"They are unable to vindicate them, (though) they (The disbelievers) be hosts (readily) presented to them"},{"SurahNumber":36,"VerseNumber":76,"Text":"So do not let their saying grieve you. Surely We know whatever they keep secret and whatever they make public"},{"SurahNumber":36,"VerseNumber":77,"Text":"And has not man seen that We created him of a sperm-drop? Then, only then, is he evidently a constant adversary"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he has struck for Us a similitude and forgotten his creation. He has said, \"Who will give life to the bones (after) they are rotten"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say, \"He will give them life, (He) Who brought them into being the first time, and He is Ever-Knowing of every (kind) of creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"Who has made for you out of the green trees fire; then, only then, from it you do kindle"},{"SurahNumber":36,"VerseNumber":81,"Text":"And is not (The One) Who created the heavens and the earth (always) Determiner over creating the like of them? Yes indeed, and He is The Superb Creator, The Ever-Knowing"},{"SurahNumber":36,"VerseNumber":82,"Text":"Surely His Command, if He wills a thing, is only to say to it, \"Be!\" and it is"},{"SurahNumber":36,"VerseNumber":83,"Text":"So All Extolment be to Him in Whose Hand is the Dominion of everything, and to Him you will be returned. way could they be passing, nor could they return"}]}