{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"The Revelation of the Book is from Allah the Almighty, (Al-Aziz, Supreme in Power), the All Wise (Al-Hakeem, Perfect in Wisdom)"},{"SurahNumber":46,"VerseNumber":3,"Text":"We did not create the heavens and the earth and all between them except for (their) true ends, and for a (their) given time. But those who reject Faith turn away from that (the Faith); About this, they are warned"},{"SurahNumber":46,"VerseNumber":4,"Text":"Say: \"Do you see what it is you call upon besides Allah? Show me what it is that they (whom you call upon) have created on earth, or have they a part in the heavens? Bring me a Book (revealed) before this, or any remaining knowledge (that you may have), if you are telling the truth"},{"SurahNumber":46,"VerseNumber":5,"Text":"And who is more lost than the one who calls upon (others) besides Allah, they (others) will not answer him until the Day of Judgment, and who (in fact) are not aware of their call (to them)"},{"SurahNumber":46,"VerseNumber":6,"Text":"And when mankind is gathered together (on the Day of Judgment), they (who were called besides Allah) will be enemies (and denying) to (the unbelievers) and reject their worship (altogether)"},{"SurahNumber":46,"VerseNumber":7,"Text":"And when Our Clear Signs are recited to them, the unbelievers say about the Truth, when it comes to them: “This is clearly magic!”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Or do they say: \"He has forged it?\" Say: \"Had I forged it, then you can obtain not even one (blessing) from Allah for me. He knows best of what you talk among yourselves about it (Quran)! Enough is He for witness between me and you! And He is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":46,"VerseNumber":9,"Text":"Say: \"I am not the one who brings newly made up faith among the messengers, nor do I know what will be done with me or with you. I only follow that which is made known to me by Revelation; I am only a Warner, open and clear"},{"SurahNumber":46,"VerseNumber":10,"Text":"Say: \"Do you see? If (this teaching) be from Allah, and if you reject it, and a witness from among the Children of Israel says (with due surety) of its similarity (with the earlier Scripture; the Torah), and has (himself) believed while you are proud and rejecting, (you are truly the unjust and) truly, Allah does not guide people who are unjust"},{"SurahNumber":46,"VerseNumber":11,"Text":"And the unbelievers say about those who believe: \"If (this Message) were a good thing, (the believers) would not have gone to it first, before us!\" And by seeing that they do not guide themselves, they will say: \"This is an old lie"},{"SurahNumber":46,"VerseNumber":12,"Text":"And before this, was the Book of Musa (Moses) as a guide and as a mercy and this Book confirms (it) in the Arabic tongue: To warn those who do wrong, and as good news to those who do right"},{"SurahNumber":46,"VerseNumber":13,"Text":"Surely, those who say: \"Our Lord is Allah,\" and remain firm (on that Path)— On them shall be no fear, and they shall not remain unhappy"},{"SurahNumber":46,"VerseNumber":14,"Text":"Such shall be the companions of the Paradise, living in there (forever): A repayment for their (good) deeds"},{"SurahNumber":46,"VerseNumber":15,"Text":"And We have commanded that it is essential for man to be kind to his parents: In pain did his mother bear him, and in pain did she give him birth. The carrying of the (child) to get him to eat food (away from the mothers milk) is (a period of) thirty months. At length when he reaches the age of full strength and attains forty years, he says: \"O my Lord! Grant me (the gratitude) that I may be thankful for Your favor which You have given to me, and upon both my parents, and that I may work rightful deeds such as those that You may approve; And be gracious to me in my offspring. Truly, I have turned to You in repentance and truly I from those (who submit to You) as muslims"},{"SurahNumber":46,"VerseNumber":16,"Text":"They are such (people) from whom We shall accept the best of their deeds and overlook their bad deeds: (They shall be) among the companions of the Paradise: A promise of truth, which was made to them (in this life)"},{"SurahNumber":46,"VerseNumber":17,"Text":"But (there is such a person) who says to his parents, \"Shame upon you! Do you hold out the promise to me that I shall be raised up (for Judgment), even though generations have passed before me (without rising again)?” And they too seek Allah’s help, (and talk back to the son): “Misery to you! Have Faith! Verily, the Promise of Allah is true.” But he says: “This is nothing but stories from the distant past"},{"SurahNumber":46,"VerseNumber":18,"Text":"They are those (persons) against whom is given the sentence among the earlier generations of jinns' and men, that have passed away; Surely, they will be (totally) lost"},{"SurahNumber":46,"VerseNumber":19,"Text":"And to all are (given) grades according to the actions which they (have done), and in order that (Allah) may pay back for their actions, and no injustice may be done to them"},{"SurahNumber":46,"VerseNumber":20,"Text":"And on the Day when the unbelievers will be placed before the Fire, (it will be said to them): \"You received your good things in the life of the world, and you took your pleasure out of them: But this Day shall you be paid back with a penalty of disgrace because you were proud on earth without a just cause, and that you (forever) crossed all bounds"},{"SurahNumber":46,"VerseNumber":21,"Text":"And (remember, Hud) one of ‘Ad’s (own) brothers: When he warned his people about the winding sand-tracts: But there have been warners before him and after him: (He warned:) \"You worship no one but Allah: Truly, I fear for you the penalty of a Mighty Day"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said: \"Have you come to turn us away from our gods? Then bring upon us the (penalty) with which you threaten us, if you are telling the truth"},{"SurahNumber":46,"VerseNumber":23,"Text":"He said: \"The knowledge (of when it will come) is only with Allah: And I declare to you the reason for which I have been sent: But I see that you are a people who do not know"},{"SurahNumber":46,"VerseNumber":24,"Text":"Then, when they saw the (penalty as) a cloud moving in the sky coming to meet their valleys, they said: \"This cloud will give us rain!\" No! It was (really the penalty) you were asking to be sent without delay! A wind in which is a painful penalty"},{"SurahNumber":46,"VerseNumber":25,"Text":"It will destroy everything by the command of his Lord! Then by the morning, they (found nothing)— Nothing was to be seen except (the ruins of) their houses! Thus do We pay back those who act in sin"},{"SurahNumber":46,"VerseNumber":26,"Text":"And indeed, We had firmly established them (the ‘Ad people) in (prosperity and) power which We have not given to you (the People of Quraish!) and We had endowed them with (ability of) hearings (many sounds), seeing(s) (many visions and sights), hearts (many emotions), and intellect: But no use to them were their (abilities of) hearings, sights, hearts and intellect, when they kept rejecting the Signs of Allah; And they were completely surrounded by that which they used to laugh at (in contempt)"},{"SurahNumber":46,"VerseNumber":27,"Text":"And indeed, We have destroyed before, populations round about you; And We have shown the Signs in various ways, so that they may turn (to Us)"},{"SurahNumber":46,"VerseNumber":28,"Text":"As for those whom they worshipped as gods, besides Allah, as a means to reach (to Allah) why then was no help coming to them (from false gods)? No! They (the false gods) left them helpless: But that was their falsehood and their invention"},{"SurahNumber":46,"VerseNumber":29,"Text":"And remember when We turned towards you a company of jinns' (to be quietly) listening to the Quran: When they stood in the presence thereof they said: \"Listen in silence!\" When the (reading) was finished, they returned to their people, to warn (them of their sins)"},{"SurahNumber":46,"VerseNumber":30,"Text":"They (the jinns') said: \"O our people! Verily, we have heard a Book revealed after Musa (Moses), confirming what came before it: It guides (men) to the Truth and to the Straight Path"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our people! Pay attention to the one who calls to Allah, and believe in Him: He (Allah) will forgive you for your faults, and deliver you from a painful penalty"},{"SurahNumber":46,"VerseNumber":32,"Text":"And if anyone does not pay attention to the one who invites (us) to Allah, he cannot frustrate (Allah’s Plan) on earth, and no protectors can he have besides Allah: Such men (only wander) in open error"},{"SurahNumber":46,"VerseNumber":33,"Text":"Do they not see that Allah, Who created the heavens and the earth, and never got tired with their creation, is able to give life to the dead? Yes! He indeed, is All Able (Khadir) to do all things"},{"SurahNumber":46,"VerseNumber":34,"Text":"And on the Day that the unbelievers will be placed before the Fire, (they will be asked:) \"Is this not the Truth?\" They will say: \"Yes, by our Lord!\" (One will say:) \"Then you taste the penalty, for that you were used to denying (the Truth)"},{"SurahNumber":46,"VerseNumber":35,"Text":"Therefore patiently work hard, as did (all) messengers with unchanging purpose; And do not be in haste about the (unbelievers). On the Day that they see the (punishment) promised to them, (it will be) as if they had not spent more than an hour of a single day. (O Prophet! Your duty is only) to state and repeat the Message: But will any be destroyed except those who transgress (and exceed their limits)"}]}