{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ха-мим"},{"SurahNumber":46,"VerseNumber":2,"Text":"Књигу објављује Аллах, Силни и Мудри"},{"SurahNumber":46,"VerseNumber":3,"Text":"Ми смо небеса и Земљу и оно што је између њих мудро створили и до рока одређеног, али неверници окрећу главе од оног чиме им се прети"},{"SurahNumber":46,"VerseNumber":4,"Text":"Реци: „Шта мислите о онима које молите мимо Аллаха? Покажите ми који део Земље су створили, или они можда имају каквог удела у небесима?! Донесите ми Књигу објављену пре ове, или само какав остатак знања, ако говорите истину.“"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ко је у већој заблуди од оних који, уместо Аллаха, моле оне који неће да им се одазову до Судњег дана и који су равнодушни према њиховим молбама"},{"SurahNumber":46,"VerseNumber":6,"Text":"Када људи буду сабрани, та божанства ће да им буду непријатељи и њихово обожавање ће да порекну"},{"SurahNumber":46,"VerseNumber":7,"Text":"А кад се овима казују Наше јасне речи, онда они који не верују говоре о Истини чим им дође: „Ово је права чаролија!“"},{"SurahNumber":46,"VerseNumber":8,"Text":"Зар они да говоре: “Он га измишља!” Реци: “Па ако га измишљам, ви мене од казне Божје нећете моћи одбранити. Он добро зна шта о Кур’ану говорите. Он је довољан сведок и мени и вама. Он прашта и самилостан је.”"},{"SurahNumber":46,"VerseNumber":9,"Text":"Реци: „Ја нисам први посланик и не знам шта ће да буде са мном или са вама; ја следим само оно што ми се објављује, и ја сам само јасни опомињач.“"},{"SurahNumber":46,"VerseNumber":10,"Text":"Реци: “Кажите ви мени шта ће с вама бити ако је Кур’ан од Бога, а ви у њега нећете да верујете, и ако је један од синова Израиљевих посведочио да је и он од Бога, па он поверовао, а ви се узохолили.” Бог, заиста, неће указати на Прави пут народу који себи неправду чини"},{"SurahNumber":46,"VerseNumber":11,"Text":"И говоре неверници о верницима: „Да је у томе добро, они нас не би претекли у томе.“ А како помоћу њега нису нашли Прави пут, сигурно ће да кажу: „Ово је још давна измишљотина.“"},{"SurahNumber":46,"VerseNumber":12,"Text":"Мојсијева Књига била је предводник и милост пре њега. А ово је Књига на арапском језику која њу потврђује, да би упозорила оне који чине неправду, и да би обрадовала оне који чине добро"},{"SurahNumber":46,"VerseNumber":13,"Text":"Они који говоре: „Наш Господар је Аллах!“ И устрају на Правом путу, за њих нема страха и ни за чим нек не тугују"},{"SurahNumber":46,"VerseNumber":14,"Text":"Они ће да буду становници Раја, у њему ће вечно да бораве, и то ће да им буде награда за оно што су радили"},{"SurahNumber":46,"VerseNumber":15,"Text":"А човека смо задужили да родитељима својим чини добро. Мајка га његова с муком носи и у мукама га рађа, носи га и доји тридесет месеци. Па кад своју зрелост достигне и кад достигне четрдесет година, он каже: „Господару мој, упути ме да Ти захвалим на Твојој благодати, коју си даровао мени и мојим родитељима, и да радим добро којим си Ти задовољан, и моје потомство Ти учини добрим! Ја се Теби, заиста, кајем, и ја сам муслиман, предан Теби.“"},{"SurahNumber":46,"VerseNumber":16,"Text":"Ето, од таквих ћемо Ми добра дела која су радили примити, а преко ружних поступака њихових прећи; они ће да буду међу становницима Раја, истинито обећање које им је дато Ми ћемо да испунимо"},{"SurahNumber":46,"VerseNumber":17,"Text":"А онај који родитељима својим каже: “Их, што ми претите да ћу бити оживљен кад су пре мене толики народи били и нестали!” – А они, молећи Бога у помоћ, говоре: “Тешко теби, веруј, Божја ће се претња, заиста, обистинити!” Он одговара: “То су измишљотине народа древних!”"},{"SurahNumber":46,"VerseNumber":18,"Text":"На таквима се треба испунити реч речена о народима: духовима и људима који су пре њих били и нестали, јер они су, заиста, настрадали"},{"SurahNumber":46,"VerseNumber":19,"Text":"За све ће да буду посебни степени, према томе како су радили; да их награди, или казни за њихова дела, неће да им буде учињен неправда"},{"SurahNumber":46,"VerseNumber":20,"Text":"А на Дан кад они који нису веровали пред ватром буду заустављени: “Ви сте у свом животу на Земљи све своје насладе искористили и у њима уживали, а данас срамном патњом бићете кажњени зато што сте се на Земљи, без икаквог основа, охоло понашали и што сте раскалашени били.”"},{"SurahNumber":46,"VerseNumber":21,"Text":"И спомени Адовог брата, кад је народ свој у Ахкафу опомињао – а било је и пре њега и после њега посланика: “Аллаха само обожавајте, ја, заиста, страхујем да ћете бити у мукама на Великом дану!”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Они су одговарали: „Зар си нам дошао да нас одвратиш од наших божанстава? Нека се, ето, остваре претње твоје, ако истину говориш!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"“Само Аллах зна кад ће то бити”, он би говорио, “ја вам казујем оно што ми се објављује, а ви сте, видим, народ у незнању огрезао.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"И кад угледаше на обзорју облак, који се према долинама њиховим кретао, повикаше: “Овај нам облак кишу доноси!” “Не, то је оно што сте пожуривали: ветар који вам болну патњу носи"},{"SurahNumber":46,"VerseNumber":25,"Text":"који, одредбом свога Господара, све руши.“ И ујутру су се видела само њихова насеља; тако Ми кажњавамо преступнички народ"},{"SurahNumber":46,"VerseNumber":26,"Text":"Њима смо дали могућности које вама нисмо дали: и дали смо им слух и вид и разум, али им ни њихов слух ни њихов вид ни њихов разум нису били ни од какве користи, јер су порицали Аллахове доказе, и са свих страна окружило их је оно чему су се исмејавали"},{"SurahNumber":46,"VerseNumber":27,"Text":"Неке градове око вас још давно смо уништили, а објаснили смо им били на разне начине доказе, не би ли се покајали"},{"SurahNumber":46,"VerseNumber":28,"Text":"А зашто им нису помогли они које су, поред Аллаха, прихватили да им буду посредници и божанства? Али, њих није било. То су биле само клевете њихове и лажи"},{"SurahNumber":46,"VerseNumber":29,"Text":"И када ти посласмо неколико духова да слушају Кур'ан, па када дођоше да га чују, рекоше: „Ћутите и слушајте!“ А кад се заврши, вратише се своме народу да упозоравају"},{"SurahNumber":46,"VerseNumber":30,"Text":"„О народе наш“, говорили су, „ми смо слушали Књигу која се објављује после Мојсија, која потврђује да су истините и оне пре ње, и која упућује ка Истини и на Прави пут"},{"SurahNumber":46,"VerseNumber":31,"Text":"О народе наш, одазовите се Аллаховом гласнику и верујте у Аллаха, Он ће да вам опрости неке ваше грехе и да вас заштити од болне патње!“"},{"SurahNumber":46,"VerseNumber":32,"Text":"А они који се не одазову Аллаховом гласнику, такви на Земљи неће да Му умакну и мимо Њега неће да нађу заштитника. Они су у великој заблуди"},{"SurahNumber":46,"VerseNumber":33,"Text":"Зар не знају да је Аллах - Који је створио небеса и Земљу и Који није, стварајући их, изнемогао – способан да оживи мртве?! Јесте, уистину Он све може"},{"SurahNumber":46,"VerseNumber":34,"Text":"А на Дан кад они, који нису веровали, буду изложени Ватри: „Зар ово није истина?“ Одговориће: „Јесте, Господара нам нашег!“ „Е па искусите патњу“, рећи ће Он, „због тога што сте стално порицали.“"},{"SurahNumber":46,"VerseNumber":35,"Text":"Ти издржи као што су издржали одлучни посланици и не тражи да им казна дође што пре! А онога Дана када доживе оно чиме им се прети, учиниће им се да су остали само један часак дана. Ово је обзнана! А зар ће ко други да буде уништен до народ одметнички"}]}