{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":1,"Text":"Thề bởi ngọn Núi (nơi đã xảy ra việc mặc khải)"},{"SurahNumber":52,"VerseNumber":2,"Text":"Và bởi Kinh Sách đã được ghi khắc"},{"SurahNumber":52,"VerseNumber":3,"Text":"Nơi miếng da thuộc được mở ra"},{"SurahNumber":52,"VerseNumber":4,"Text":"Và bởi Ngôi Đền ở bên trên bẩy tầng trời"},{"SurahNumber":52,"VerseNumber":5,"Text":"Và bởi mái vòm (bầu trời) được dựng cao"},{"SurahNumber":52,"VerseNumber":6,"Text":"Và bởi đại dương (nổi sóng) dâng trào"},{"SurahNumber":52,"VerseNumber":7,"Text":"Quả thật, sự trừng phạt của Thượng Đế của Ngươi chắc chắn sẽ xảy ra"},{"SurahNumber":52,"VerseNumber":8,"Text":"Không ai có thể tránh khỏi đặng"},{"SurahNumber":52,"VerseNumber":9,"Text":"Ngày mà bầu trời sẽ rung chuyển dữ dội"},{"SurahNumber":52,"VerseNumber":10,"Text":"Và những ngọn núi sẽ dời đi một cách khủng khiếp"},{"SurahNumber":52,"VerseNumber":11,"Text":"Bởi thế, vào Ngày đó những kẻ phủ nhận sự thật sẽ rất thống khổ"},{"SurahNumber":52,"VerseNumber":12,"Text":"Những ai bông đùa nói chuyện vô bổ"},{"SurahNumber":52,"VerseNumber":13,"Text":"Vào Ngày mà chúng sẽ bị xô xuống Lửa của hỏa ngục bằng một cuộc xô mạnh bạo"},{"SurahNumber":52,"VerseNumber":14,"Text":"“Đây là Lửa mà các người thương phủ nhận.”"},{"SurahNumber":52,"VerseNumber":15,"Text":"Thế phải chăng đây là trò ảo thuật? hay là các ngươi không nhìn thấy"},{"SurahNumber":52,"VerseNumber":16,"Text":"Hãy chịu đốt trong đó. Dù các ngươi rán chịu hay không chịu nổi thì điều đó bằng thừa đối với các ngươi. Bởi vì các ngươi chỉ nhận lấy quả báo về những việc làm của các ngươi mà thôi"},{"SurahNumber":52,"VerseNumber":17,"Text":"Quả thật, những người ngay chính sợ Allah sẽ thực sự ở trong thiên đàng và sẽ sung sướng"},{"SurahNumber":52,"VerseNumber":18,"Text":"Hưởng hạnh phúc mà Thượng Đế của họ ban cấp và Thượng Đế của họ sẽ giải cứu họ khỏi sự trừng phạt của hỏa ngục"},{"SurahNumber":52,"VerseNumber":19,"Text":"(Họ được bảo:) “Hãy ăn uống thỏa thích do công trình mà các người đã làm.”"},{"SurahNumber":52,"VerseNumber":20,"Text":"Họ sẽ tựa mình nằm nghỉ trên những chiếc tràng kỹ được xếp thành hàng và TA sẽ kết hôn họ với những tiên nữ với đôi mắt to, đẹp và trữ tình"},{"SurahNumber":52,"VerseNumber":21,"Text":"Và những ai có đức tin và con cái của họ cùng theo họ trong đức tin, TA sẽ cho con cái của họ đoàn tụ với họ (nơi thiên đàng). Và TA sẽ ân thưởng họ không thiếu một thứ gì về những việc làm (tốt) của họ. Mỗi người là một bảo chứng cho những điều mà họ đã làm ra"},{"SurahNumber":52,"VerseNumber":22,"Text":"Và TA sẽ gia tăng cho họ trái cây và thịt ngon tùy món mà họ thích"},{"SurahNumber":52,"VerseNumber":23,"Text":"Trong đó (thiên đàng), họ sẽ trao cho nhau một cái tách không chứa lời tam phào và không tội lỗi"},{"SurahNumber":52,"VerseNumber":24,"Text":"Và được hầu hạ bởi những thiếu niên xinh đẹp như những viên ngọc trai được giữ kỹ"},{"SurahNumber":52,"VerseNumber":25,"Text":"Họ sẽ bước đến gặp nhau hỏi han"},{"SurahNumber":52,"VerseNumber":26,"Text":"Nói: \"Trước đây chúng tôi và gia đình thường lo lắng"},{"SurahNumber":52,"VerseNumber":27,"Text":"“Nhưng Allah đã ban ân cho chúng tôi và cứu chúng tôi khỏi hình phạt của Lửa đốt cháy"},{"SurahNumber":52,"VerseNumber":28,"Text":"“Quả thật, trước đây chúng tôi đã từng cầu nguyện Ngài. Rõ thật, Ngài là Đấng Rất Mực Nhân Từ, Rất Mực Khoan Dung.”"},{"SurahNumber":52,"VerseNumber":29,"Text":"Bởi thế, hãy nhắc nhở. Do Ân huệ của Thượng Đế của Ngươi, Ngươi không phải là một tên thầy bói cũng không phải là một tên điên"},{"SurahNumber":52,"VerseNumber":30,"Text":"Hoặc có phải chúng nói: “(Y là) một nhà thơ. Bọn ta đợi xem, sớm muộn gì y cũng gặp tai nạn.”"},{"SurahNumber":52,"VerseNumber":31,"Text":"Hãy bảo chúng: “Các người hãy đợi, Ta cùng chờ đợi với các người"},{"SurahNumber":52,"VerseNumber":32,"Text":"Phải chăng đầu óc của chúng bảo nói ra điều này? Hay là chúng thái quá"},{"SurahNumber":52,"VerseNumber":33,"Text":"Phải chăng chúng nói: “Y đã bịa đặt Nó.” Không, chúng không tin tưởng"},{"SurahNumber":52,"VerseNumber":34,"Text":"Thế hãy để chúng mang một Lời tường trình giống như Nó (Qur'an) đến nếu chúng nói thật"},{"SurahNumber":52,"VerseNumber":35,"Text":"Phải chăng chúng đã được tạo hóa từ cái không là gì cả? Hay chúng là những đấng tạo hóa"},{"SurahNumber":52,"VerseNumber":36,"Text":"Phải chăng chúng đã tạo hóa các tầng trời và trái đất? Không, chúng không có một niềm tin vững chắc"},{"SurahNumber":52,"VerseNumber":37,"Text":"Phải chăng chúng giữ các kho tàng của Thượng Đế của Ngươi? hoặc chúng có toàn quyền quản lý (các kho tàng)"},{"SurahNumber":52,"VerseNumber":38,"Text":"Hoặc phải chăng chúng có một cái thang dùng đi lên trời để nghe (những điều bí mật của Thiên Thần?) Bởi thế, hãy để cho những kẻ nghe lỏm đưa ra một bằng chứng rõ rệt thử xem"},{"SurahNumber":52,"VerseNumber":39,"Text":"Hoặc phải chăng Ngài chỉ có con gái còn con trai thì của các người"},{"SurahNumber":52,"VerseNumber":40,"Text":"Phải chăng Ngươi đã đòi chúng tiền thù lao cho nên chúng nợ nần chồng chất"},{"SurahNumber":52,"VerseNumber":41,"Text":"Hoặc phải chăng chúng nắm diều Vô hình cho nên chúng viết nó xuống"},{"SurahNumber":52,"VerseNumber":42,"Text":"Hoặc phải chăng chúng mưu đồ (hại Ngươi?) Nhưng chính những kẻ vô niềm tin lại rơi vào mưu đồ của chúng"},{"SurahNumber":52,"VerseNumber":43,"Text":"Phải chăng chúng có một Thượng Đế khác hơn Allah? Thật quang vinh thay Allah! Ngài vượt hẳn những điều mà chúng đã qui cho Ngài"},{"SurahNumber":52,"VerseNumber":44,"Text":"Và dẫu chúng có thấy một mảnh trời rơi xuống thì chúng vẫn nói: “Đó là những đám mây kết lại thành đóng lớn!”"},{"SurahNumber":52,"VerseNumber":45,"Text":"Bởi thế, hãy để mặc chúng cho đến lúc chúng sẽ gặp Ngày (tàn) của chúng mà chúng sẽ bất tỉnh"},{"SurahNumber":52,"VerseNumber":46,"Text":"Ngày mà âm mưu của chúng sẽ không giúp ích gì được cho chúng và chúng sẽ không được ai cứu giúp"},{"SurahNumber":52,"VerseNumber":47,"Text":"Và chắc chắn những kẻ làm điều sai quấy sẽ nhận một sự trừng phạt ngoài cái đó nhưng đa số bọn chúng không biết"},{"SurahNumber":52,"VerseNumber":48,"Text":"Và hãy kiên nhẫn đợi Quyết Định của Thượng Đế của Ngươi bởi vì quả thật Ngươi nằm dưới Mắt của TA (Allah); và hãy tán dương lời ca tụng Thượng Đế của Ngươi khi Ngươi thức giấc (hay đứng dâng lễ)"},{"SurahNumber":52,"VerseNumber":49,"Text":"Do đó, hãy tán dương Ngài vào ban đêm và vào lúc các vì sao lặn"}]}