{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Та-син. Ово су речи Кур'ана и јасне Књиге"},{"SurahNumber":27,"VerseNumber":2,"Text":"упуте и радосне вести онима који верују"},{"SurahNumber":27,"VerseNumber":3,"Text":"који молитву обављају и милостињу удељују и који у онај свет чврсто верују"},{"SurahNumber":27,"VerseNumber":4,"Text":"Заиста онима који у Онај свет не верују Ми приказујемо њихове поступке лепим - зато они лутају"},{"SurahNumber":27,"VerseNumber":5,"Text":"то су они којима припада жестока патња, а на Оном свету они ће, заиста, да буду највећи губитници"},{"SurahNumber":27,"VerseNumber":6,"Text":"а ти, заиста, примаш Кур'ан од Оног Који је мудар и Који све зна"},{"SurahNumber":27,"VerseNumber":7,"Text":"Када Мојсије рече својој породици: „Видео сам ватру, донећу вам отуда какву вест, или ћу да вам донесем пламену бакљу да бисте се огрејали.“"},{"SurahNumber":27,"VerseNumber":8,"Text":"Кад је дошао до ње, неки глас је дозивао: „Нека су благословљени они који се налазе на месту где је ватра и они око ње, и нека је слављен и узвишен Аллах, Господар светова"},{"SurahNumber":27,"VerseNumber":9,"Text":"О Мојсије, Ја сам - Аллах, Силни и Мудри"},{"SurahNumber":27,"VerseNumber":10,"Text":"Баци свој штап!“ Па кад је виде да се, као да је хитра змија, креће, он узмаче и не врати се. 'О Мојсије, не бој се! Посланици код Мене не требају ничега да се боје"},{"SurahNumber":27,"VerseNumber":11,"Text":"А оном који грех почини, а онда зло добрим делом замени – Ја ћу, уистину, опростити и самилостан бити"},{"SurahNumber":27,"VerseNumber":12,"Text":"Увуци своју руку у своја недра, појавиће се бела, али неће да буде болесна - биће један од девет знакова фараону и његовом народу; они су, заиста, народ невернички.“"},{"SurahNumber":27,"VerseNumber":13,"Text":"И кад им јасно дођоше Наши знакови, они рекоше: „Ово је права чаролија!“"},{"SurahNumber":27,"VerseNumber":14,"Text":"И они их, неправедни и охоли, порекоше, али су у себи веровали да су истинита, па погледај како су скончали смутљивци"},{"SurahNumber":27,"VerseNumber":15,"Text":"Давиду и Соломону смо дали знање и они су говорили: „Хвала Богу Који нас је одликовао над многим Својим слугама верницима!“"},{"SurahNumber":27,"VerseNumber":16,"Text":"И Соломон наследи Давида и рече: „О људи, дато нам је да разумемо птичје гласове и свашта нам је дато: ово је, заиста, права благодат!“"},{"SurahNumber":27,"VerseNumber":17,"Text":"И сакупише се Соломону војске његове – џинни, људи и птице, све чета до чете, постројени"},{"SurahNumber":27,"VerseNumber":18,"Text":"и кад стигоше до мравље долине, један мрав рече: „О мрави, улазите у своја станишта да вас не погазе Соломон и његове војске, а да то и не примете!“"},{"SurahNumber":27,"VerseNumber":19,"Text":"И он се насмеши његовим речима и рече: „Мој Господару, надахни ме да будем захвалан на Твојој благодати, коју си указао мени и мојим родитељима, и да чиним добра дела на Твоје задовољство, и уведи ме, Својом милошћу, међу Своје добре слуге!“"},{"SurahNumber":27,"VerseNumber":20,"Text":"И он изврши смотру птица, па рече: „Зашто не видим пупавца, да није одсутан"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ако ми не донесе ваљано оправдање, тешком ћу га казном казнити или ћу га заклати!”"},{"SurahNumber":27,"VerseNumber":22,"Text":"И не потраје дуго, а он дође, па рече: “Дознао сам оно што ти не знаш, из Сабе ти доносим поуздану вест"},{"SurahNumber":27,"VerseNumber":23,"Text":"Видео сам да једна жена њима влада и да јој је дато свега и свачега, а има и величанствени престо"},{"SurahNumber":27,"VerseNumber":24,"Text":"Видео сам да се и она и њен народ клањају Сунцу, а не Аллаху, а ђаво им је приказао њихове поступке лепим и од правог пута их одвратио, па они не умеју да нађу Прави пут"},{"SurahNumber":27,"VerseNumber":25,"Text":"па да се Аллаху клањају, Који изводи оно што је скривено на небесима и на Земљи и Који зна оно што кријете и оно што на јаву износите"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллах је, нема истинског бога осим Њега, Господар Величанственог Престола!“"},{"SurahNumber":27,"VerseNumber":27,"Text":"„Видећемо“, рече Соломон, „да ли говориш истину или не"},{"SurahNumber":27,"VerseNumber":28,"Text":"Однеси ово моје писмо па им га баци, а онда се од њих мало измакни и погледај шта ће једни другима рећи!“"},{"SurahNumber":27,"VerseNumber":29,"Text":"„О великани“, рече она, „мени је достављено једно писмо вредно поштовања"},{"SurahNumber":27,"VerseNumber":30,"Text":"од Соломона и гласи: ‘У име Аллаха, Милостивог, Самилосног"},{"SurahNumber":27,"VerseNumber":31,"Text":"Не уздижите се изнад мене и дођите ми Аллаху покорни"},{"SurahNumber":27,"VerseNumber":32,"Text":"„О великани“, рече она, „саветујте ми шта треба у овом случају да радим; ја без вас ништа нећу да одлучим!“"},{"SurahNumber":27,"VerseNumber":33,"Text":"„Ми смо врло јаки и храбри“, рекоше они, „а ти одлучујеш. Па, гледај шта ћеш да наредиш!“"},{"SurahNumber":27,"VerseNumber":34,"Text":"„Кад цареви освоје неки град“, рече она, „они га разоре, а угледне његове становнике учине пониженим.“ Ето, тако они раде"},{"SurahNumber":27,"VerseNumber":35,"Text":"„Послаћу им један дар и видећу са чиме ће изасланици да се врате.“"},{"SurahNumber":27,"VerseNumber":36,"Text":"И кад он пред Соломона изађе, овај му рече: “Зар да благом мене придобијете? Оно што је Аллах мени дао боље је од оног што је дао вама. Ви се оном што вам се дарује радујете"},{"SurahNumber":27,"VerseNumber":37,"Text":"Врати се њима! Ми ћемо да доведемо војске којима неће моћи да се одупру и истераћемо их из Сабе понижене и покорене"},{"SurahNumber":27,"VerseNumber":38,"Text":"“О достојанственици, ко ће од вас да ми донесе њен престо пре него што ми дођу као муслимани?“"},{"SurahNumber":27,"VerseNumber":39,"Text":"„Ја ћу да ти га донесем“, рече Ифрит, један од џинна, „пре него што са свог места устанеш, ја сам за то, заиста, снажан и поуздан.“"},{"SurahNumber":27,"VerseNumber":40,"Text":"А ја ћу да га донесем“, рече онај који је имао знање из Књиге, “пре него што оком трепнеш.” И кад Соломон виде да је престо већ пред њим постављен, узвикну: „Ово је благодат мога Господара, Који ме искушава да ли ћу да будем захвалан или незахвалан. А ко је захвалан – у своју корист је захвалан, а ко је незахвалан - па, мој Господар је независан и племенит"},{"SurahNumber":27,"VerseNumber":41,"Text":"Промените изглед њеног престола да видимо хоће ли га или неће препознати!“"},{"SurahNumber":27,"VerseNumber":42,"Text":"И кад она дође, би јој речено: „Је ли овакав твој престо?“ „Као да јесте!“ Она узвикну. „А нама је дато знање пре него њој, и ми смо муслимани.“"},{"SurahNumber":27,"VerseNumber":43,"Text":"А од исправног веровања спречило је оно што је обожавала мимо Аллаха. Јер је она народу неверничком припадала"},{"SurahNumber":27,"VerseNumber":44,"Text":"Би јој речено: „Уђи у дворану!“ Кад она погледа, помисли да је дубока вода, па задиже хаљину уз своје ноге. „Овај је дворац поплочан углачаним стаклом!“ Рече он. „Мој Господару!“ Узвикну она, „ја сам се према себи огрешила и у друштву са Соломоном предајем се Аллаху, Господару светова!“"},{"SurahNumber":27,"VerseNumber":45,"Text":"А народу Семуд послали смо њиховог брата Салаха који им је говорио: „Обожавајте једино Аллаха“, али они се поделише у две групе које су се међусобно препирале"},{"SurahNumber":27,"VerseNumber":46,"Text":"“О народе мој”, говорио им је он, “зашто тражите да вас стигне казна пре него што се покајете? Зашто од Аллаха не тражите опроста да би вам се указала милост?”"},{"SurahNumber":27,"VerseNumber":47,"Text":"“Ми сматрамо лошим предзнаком тебе и оне који су с тобом!” Рекоше они. “Од Бога вам је и добро и зло”, рече он, “ви сте народ који је стављен у искушење.”"},{"SurahNumber":27,"VerseNumber":48,"Text":"У граду је било девет особа које су по земљи, не ред, него неред чиниле"},{"SurahNumber":27,"VerseNumber":49,"Text":"„Аллахом се закуните“, рекоше, „да ћемо ноћу и њега и његову породицу да убијемо, а онда његовом сроднику да кажемо: 'Ми нисмо присуствовали погибији његове породице, ми, заиста, истину говоримо.'“"},{"SurahNumber":27,"VerseNumber":50,"Text":"И ковали су сплетку, па смо и Ми припремили њима сплетку, а они то нису осећали"},{"SurahNumber":27,"VerseNumber":51,"Text":"па погледај каква је била последица њиховог сплеткарења: уништили смо све - и њих и њихов народ"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ено њихових кућа, пусте су због насиља који су чинили - у томе је, заиста, поука народу који зна"},{"SurahNumber":27,"VerseNumber":53,"Text":"а спасили смо оне који су веровали и који су се греха клонили"},{"SurahNumber":27,"VerseNumber":54,"Text":"И Лота смо послали када рече своме народу: „Зар чините разврат наочиглед једних других"},{"SurahNumber":27,"VerseNumber":55,"Text":"Зар збиља са страшћу општите са мушкарцима уместо са женама? Ви сте, уистину, безумници.”"},{"SurahNumber":27,"VerseNumber":56,"Text":"А одговор његовог народа само је гласио: „Истерајте Лотову породицу из вашег града, они су, заиста, људи чистунци!“"},{"SurahNumber":27,"VerseNumber":57,"Text":"И Ми смо спасили њега и његову породицу, осим његове жене. Ми смо одредили да она остане с онима који ће казну искусити"},{"SurahNumber":27,"VerseNumber":58,"Text":"И сручили смо на њих камену кишу, а страшне ли кише за оне који су били упозорени"},{"SurahNumber":27,"VerseNumber":59,"Text":"Реци: „Хвала Аллаху и нека је мир Његовим слугама које је Он одабрао!“ Шта је боље: Аллах или они које поред Њега обожавају"},{"SurahNumber":27,"VerseNumber":60,"Text":"Онај Који је небеса и Земљу створио и Који вам спушта са неба кишу помоћу које Ми дајемо да озелене прекрасне баште, немогуће је да ви учините да израсте њихово дрвеће. Зар поред Аллаха постоји други бог?! Не постоји, али су они народ који друге са Њим изједначује"},{"SurahNumber":27,"VerseNumber":61,"Text":"Онај Који је Земљу учинио пребивалиштем и кроз њу је провео реке и на њој је поставио непомична брда и између два мора учинио преграду. Зар поред Аллаха постоји други бог?! Не постоји, него већина њих у незнању живи"},{"SurahNumber":27,"VerseNumber":62,"Text":"Онај Који се невољнику, кад Му се обрати, одазива, и Који зло отклања и Који вас на Земљи једне другима смењује. Зар поред Аллаха постоји други бог?! Како никако поуку ви да примите"},{"SurahNumber":27,"VerseNumber":63,"Text":"Онај Који вам у тминама, на копну и на мору, показује пут и Који ветрове као радосну вест испред Своје милости шаље. Зар поред Аллаха постоји други бог?! Како је Аллах високо изнад оних које поред Њега обожавају"},{"SurahNumber":27,"VerseNumber":64,"Text":"Онај Који све из ничега ствара, Који ће затим то поново да учини, и Који вам опскрбу са неба и из земље даје. Зар поред Аллаха постоји други бог?! Реци: „Докажите, ако истину говорите!“"},{"SurahNumber":27,"VerseNumber":65,"Text":"Реци: „Нико, осим Аллаха, ни на небу ни на Земљи, не зна оно што је недокучиво чулима; и они не знају када ће да буду оживљени.“"},{"SurahNumber":27,"VerseNumber":66,"Text":"Они о Оном свету ништа не знају! Они у њега још и сумњају, па чак су и слепи у вези са тим"},{"SurahNumber":27,"VerseNumber":67,"Text":"Неверници говоре: „Зар ћемо, кад постанемо земља, и ми и наши преци, заиста, да будемо оживљени"},{"SurahNumber":27,"VerseNumber":68,"Text":"Овим нам се већ одавно прети, и нама и прецима нашим, а ово су само измишљотине народа древних.”"},{"SurahNumber":27,"VerseNumber":69,"Text":"Реци: “Путујте по свету и видите како су завршили грешници!”"},{"SurahNumber":27,"VerseNumber":70,"Text":"И не тугуј због њих и нека ти није тешко у души због њихових сплетки"},{"SurahNumber":27,"VerseNumber":71,"Text":"“Кад ће се већ једном обистинити та претња, ако истину говорите?” Питају они"},{"SurahNumber":27,"VerseNumber":72,"Text":"Реци: „Стићи ће вас сигурно нешто од онога што пожурујете!“"},{"SurahNumber":27,"VerseNumber":73,"Text":"А твој Господар је неизмерно добар према људима, али већина њих није захвална"},{"SurahNumber":27,"VerseNumber":74,"Text":"Твој Господар добро зна оно што њихове груди крију и оно што они јавно износе"},{"SurahNumber":27,"VerseNumber":75,"Text":"Нема ничег скривеног ни на небу ни на Земљи, а да није у јасној Књизи"},{"SurahNumber":27,"VerseNumber":76,"Text":"Овај Кур'ан казује Израиљевим синовима највише о ономе у чему се они разилазе"},{"SurahNumber":27,"VerseNumber":77,"Text":"и он је, уистину, путоказ и милост сваком оном који верује"},{"SurahNumber":27,"VerseNumber":78,"Text":"Твој Господар ће по Својој правди да им пресуди; Он је Силни и Свезнајући"},{"SurahNumber":27,"VerseNumber":79,"Text":"зато се поуздај у Аллаха, јер ти, заиста, следиш праву истину"},{"SurahNumber":27,"VerseNumber":80,"Text":"Ти не можеш мртве да дозовеш нити глуве да довичеш кад се леђима окрену"},{"SurahNumber":27,"VerseNumber":81,"Text":"Нити можеш слепе од заблуде њихове да одвратиш. Можеш једино да дозовеш оне који у речи Наше верују, они ће да се одазову"},{"SurahNumber":27,"VerseNumber":82,"Text":"И кад дође време да они буду кажњени, Ми ћемо учинити да из земље изађе једна животиња која ће им рећи да људи у доказе Наше нису уверени"},{"SurahNumber":27,"VerseNumber":83,"Text":"А на Дан када од сваког народа сакупимо гомилу оних који су порицали Наше речи и доказе - они ће да буду вођени у строју"},{"SurahNumber":27,"VerseNumber":84,"Text":"А кад дођу, Он ће да упита: „Јесте ли ви порицали Моје речи и доказе не размишљајући о њима, или шта сте то радили?“"},{"SurahNumber":27,"VerseNumber":85,"Text":"И њих ће стићи казна зато што су незнанобошци били, па неће моћи ни реч да изусте"},{"SurahNumber":27,"VerseNumber":86,"Text":"Зар не виде да смо учинили ноћ да у њој имају спокоја, а дан видним за рад?! То су, заиста, докази за народ који верује"},{"SurahNumber":27,"VerseNumber":87,"Text":"А на Дан кад се дувне у рог па се смртно престраве и они на небесима и они на Земљи, изузев оних које Аллах буде хтео да поштеди, сви ће понизно да Му дођу"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ти видиш планине и мислиш да су непомичне, а оне се крећу као што се облаци крећу, то је Аллахово дело - Који је све савршено створио; Он, заиста, у потпуности зна оно што радите"},{"SurahNumber":27,"VerseNumber":89,"Text":"Они који учине добро дело, имаће бољу награду за то, и биће поштеђени страха на Судњем дану"},{"SurahNumber":27,"VerseNumber":90,"Text":"а они који буду чинили зло, у Ватру ће наглавачке да буду гурнути. „Па зар бивате кажњени осим за оно што сте радили?!“"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ја сам примио заповест да обожавам једино Господара овог града који је Он учинио светим – а Њему све припада – и наређено ми је да будем Аллаху предан и послушан"},{"SurahNumber":27,"VerseNumber":92,"Text":"и да казујем Кур'ан; онај ко буде ишао Правим путем на Правом путу је за своје добро, а ономе који је у заблуди ти реци: \"“Ја само упозоравам.“"},{"SurahNumber":27,"VerseNumber":93,"Text":"И реци: “Хвала Аллаху, Он ће вам знамења Своја показати, па ћете их ви познати!” А Господар твој мотри на оно што радите"}]}