{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Каф ха йа айн сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Воспоминание о милости Господа твоего рабу Его Закарии"},{"SurahNumber":19,"VerseNumber":3,"Text":"Вот воззвал он к Господу своему зовом тайным"},{"SurahNumber":19,"VerseNumber":4,"Text":"Сказал он: \"Господи! У меня ослабели мои кости, и голова запылала сединой, а я не был в воззваниях к Тебе, Господи, несчастным"},{"SurahNumber":19,"VerseNumber":5,"Text":"И я боюсь близких после меня, а жена моя бесплодна; дай же мне от Тебя наследника"},{"SurahNumber":19,"VerseNumber":6,"Text":"Он наследует мне и наследует роду Йакуба, и сделай его, Господи, угодным"},{"SurahNumber":19,"VerseNumber":7,"Text":"О Закарийа, Мы радуем тебя вестью про мальчика, имя которого Йахйа! Мы не делали ему раньше одноименного"},{"SurahNumber":19,"VerseNumber":8,"Text":"Он сказал: \"Господи, как будет у меня мальчик: и жена моя бесплодна, и дошел я в старости до предела"},{"SurahNumber":19,"VerseNumber":9,"Text":"Сказал Он: \"Так сказал твой Господь: \"Это для Меня - легко. Я ведь сотворил тебя раньше, а был ты ничем"},{"SurahNumber":19,"VerseNumber":10,"Text":"Он сказал: \"Господи! Дай мне знамение!\" Сказал Он: \"Знамение для тебя в том, что ты не будешь говорить с людьми три ночи, будучи здоровым"},{"SurahNumber":19,"VerseNumber":11,"Text":"И вышел он к своему народу из алтаря и внушил им: \"Возносите хвалу утром и вечером"},{"SurahNumber":19,"VerseNumber":12,"Text":"О Йахйа, держись писания сильно!\" И даровали Мы ему мудрость, когда он был мальчиком"},{"SurahNumber":19,"VerseNumber":13,"Text":"и милосердие от Нас и чистоту. И был он богобоязненным"},{"SurahNumber":19,"VerseNumber":14,"Text":"и благим своим родителям, и не был он тираном, ослушником"},{"SurahNumber":19,"VerseNumber":15,"Text":"Мир ему в день, когда он родился, и в день, когда умрет, и в день, когда будет воскрешен живым"},{"SurahNumber":19,"VerseNumber":16,"Text":"И вспомни в писании от Марйам. Вот она удалилась от своей семьи в место восточное"},{"SurahNumber":19,"VerseNumber":17,"Text":"и устроила себе пред ними завесу. Мы отправили к ней Нашего духа, и принял он пред ней обличие совершенного человека"},{"SurahNumber":19,"VerseNumber":18,"Text":"Она сказала: \"Я ищу защиты от тебя у Милосердного, если ты богобоязнен"},{"SurahNumber":19,"VerseNumber":19,"Text":"Он сказал: \"Я только посланник Господа твоего, чтобы даровать тебе мальчика чистого"},{"SurahNumber":19,"VerseNumber":20,"Text":"Она сказала: \"Как может быть у меня мальчик? Меня не касался человек, и не была я распутницей"},{"SurahNumber":19,"VerseNumber":21,"Text":"Он сказал: \"Так сказал твой Господь: \"Это для Меня - легко. И сделаем Мы его знамением для людей и Нашим милосердием\". Дело это решено"},{"SurahNumber":19,"VerseNumber":22,"Text":"И понесла она его и удалилась с ним в далекое место"},{"SurahNumber":19,"VerseNumber":23,"Text":"И привели ее муки к стволу пальмы. Сказала она: \"О если бы я умерла раньше этого и была забытою, забвенною"},{"SurahNumber":19,"VerseNumber":24,"Text":"И воззвал Он к ней из-под нее: \"Не печалься: Господь твой сделал под тобой ручей"},{"SurahNumber":19,"VerseNumber":25,"Text":"И потряси над собой ствол пальмы, она уронит к тебе свежие, спелые"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ешь, и пей, и прохлади глаза! А если ты увидишь кого из людей, то скажи: \"Я дала Милостивому обет поста и не буду говорить сегодня с человеком"},{"SurahNumber":19,"VerseNumber":27,"Text":"Она пришла с ним к своему народу, неся его. Они сказали: \"О Марйам, ты совершила дело неслыханное"},{"SurahNumber":19,"VerseNumber":28,"Text":"О сестра Харуна, не был отец твой дурным человеком, и мать твоя не была распутницей"},{"SurahNumber":19,"VerseNumber":29,"Text":"А она указала на него. Они сказали: \"Как мы можем говорить с тем, кто ребенок в колыбели"},{"SurahNumber":19,"VerseNumber":30,"Text":"Он сказал: \"Я - раб Аллаха, Он дал мне писание и сделал меня пророком"},{"SurahNumber":19,"VerseNumber":31,"Text":"И сделал меня благословенным, где бы я ни был, и заповедал мне молитву и милостыню, пока я вижу"},{"SurahNumber":19,"VerseNumber":32,"Text":"и благость к моей родительнице и не сделал меня тираном, несчастным"},{"SurahNumber":19,"VerseNumber":33,"Text":"И мир мне в тот день, как я родился, и в день, что умру, и в день, когда буду воскрешен живым"},{"SurahNumber":19,"VerseNumber":34,"Text":"Это - Иса, сын Марйам, по слову истины, в котором они сомневаются"},{"SurahNumber":19,"VerseNumber":35,"Text":"Не подобает Аллаху брать Себе детей, хвала Ему! Когда Он решит какое-нибудь дело, то лишь скажет ему: \"Будь!\" - и оно бывает"},{"SurahNumber":19,"VerseNumber":36,"Text":"И поистине, Аллах - мой Господь и ваш Господь: поклоняйтесь же Ему, это - прямой путь"},{"SurahNumber":19,"VerseNumber":37,"Text":"И разногласят партии среди них. И горе тем, которые неверны, от зрелища великого дня"},{"SurahNumber":19,"VerseNumber":38,"Text":"Как они услышат и увидят в тот день, что придут к Нам! Но обидчики сегодня в явном заблуждении"},{"SurahNumber":19,"VerseNumber":39,"Text":"Сообщи им о дне скорби. Вот дело решено, а они в небрежности, они не веруют"},{"SurahNumber":19,"VerseNumber":40,"Text":"Поистине, Мы наследуем землю и тех, кто на ней, и к Нам они вернутся"},{"SurahNumber":19,"VerseNumber":41,"Text":"И вспомни в книге Ибрахима: поистине, он был праведником, пророком"},{"SurahNumber":19,"VerseNumber":42,"Text":"Вот сказал он своему отцу: \"Отец мой, почему ты поклоняешься тому, что не слышит и не видит и не избавляет тебя ни от чего"},{"SurahNumber":19,"VerseNumber":43,"Text":"Отец мой, у меня явилось такое знание, которое не достигло тебя; следуй же за мной, я поведу тебя верным путем"},{"SurahNumber":19,"VerseNumber":44,"Text":"Отец мой, не поклоняйся сатане: сатана ведь ослушник Милосердному"},{"SurahNumber":19,"VerseNumber":45,"Text":"Отец мой, я боюсь, что тебя коснется наказание от Милосердного и ты будешь близким сатаны"},{"SurahNumber":19,"VerseNumber":46,"Text":"Он сказал: \"Разве ты отказываешься от наших богов, о Ибрахим? Если ты не удержишься, я непременно побью тебя каменьями. Удались же от меня и на некое время"},{"SurahNumber":19,"VerseNumber":47,"Text":"Он сказал: \"Мир тебе! Я буду просить прошения для тебя у моего Господа: ведь Он ко мне милостив"},{"SurahNumber":19,"VerseNumber":48,"Text":"Я отделюсь от вас и от того, что вы призываете помимо Аллаха. Я призываю своего Господа, может быть, я не буду в призывании своего Господа несчастным"},{"SurahNumber":19,"VerseNumber":49,"Text":"И когда он отделился от них и от того, чему они поклонялись помимо Аллаха, Мы даровали ему Исхака и Йакуба, и всех сделали Мы пророками"},{"SurahNumber":19,"VerseNumber":50,"Text":"И Мы даровали им от нашей милости и сделали язык истины для них высоким"},{"SurahNumber":19,"VerseNumber":51,"Text":"И вспомни в книге Мусу: поистине, он был искренним и был посланником, пророком"},{"SurahNumber":19,"VerseNumber":52,"Text":"И воззвали Мы к нему с правой стороны горы и приблизили его для тайной беседы"},{"SurahNumber":19,"VerseNumber":53,"Text":"И даровали мы ему от Нашего милосердия брата его Харуна как пророка"},{"SurahNumber":19,"VerseNumber":54,"Text":"И вспомни в книге Исмаила: поистине, он был правдив в обещанном и был посланником, пророком"},{"SurahNumber":19,"VerseNumber":55,"Text":"Он приказывал своей семье молитву и милостыню и был у Господа своего угодным"},{"SurahNumber":19,"VerseNumber":56,"Text":"И вспомни в книге Идриса: поистине, он был праведником, пророком"},{"SurahNumber":19,"VerseNumber":57,"Text":"И вознесли Мы его на высокое место"},{"SurahNumber":19,"VerseNumber":58,"Text":"Это - те, кому даровал Аллах милость, из пророков из потомства Адама и из тех, кого Мы носили вместе с Нухом, и из потомства Ибрахима и Исраила, и из тех, кого мы вели прямым путем, и кого Мы избрали. Когда им читаются знамения Милосердного, они падают ниц, поклоняясь и плача"},{"SurahNumber":19,"VerseNumber":59,"Text":"И последовали за ними потомки, которые погубили молитву и пошли за страстями, и встретят они погибель"},{"SurahNumber":19,"VerseNumber":60,"Text":"Кроме тех, кто раскаялся и уверовал и творил доброе, - эти войдут в рай и не будут обижены ни в чем"},{"SurahNumber":19,"VerseNumber":61,"Text":"в сады вечности, которые обещал Милосердный Своим рабам втайне; поистине, Его обещание совершается"},{"SurahNumber":19,"VerseNumber":62,"Text":"Не слышат они там пустословия, а только: \"Мир!\" Для них там - удел и утром и вечером"},{"SurahNumber":19,"VerseNumber":63,"Text":"Это - сад, который дадим Мы в наследие тем из Наших рабов, кто богобоязнен"},{"SurahNumber":19,"VerseNumber":64,"Text":"Нисходим мы только по повелению Господа твоего, Ему принадлежит то, что пред нами и что позади нас и что между этим. Господь твой не забывчив"},{"SurahNumber":19,"VerseNumber":65,"Text":"Господь небес и земли и того, что между ними. Поклоняйся же ему и будь терпелив в поклонении Ему! Разве ты знаешь Ему соименного"},{"SurahNumber":19,"VerseNumber":66,"Text":"И говорит человек: \"Разве, когда я умру, я буду изведен живым"},{"SurahNumber":19,"VerseNumber":67,"Text":"Разве не вспомнит человек, что Мы сотворили его раньше, а был он ничем"},{"SurahNumber":19,"VerseNumber":68,"Text":"И Господом твоим клянусь, Мы соберем их и дияволов, потом Мы соберем их кругом геенны на коленях"},{"SurahNumber":19,"VerseNumber":69,"Text":"Потом Мы извлечем из каждой партии, кто из них был сильнейшим ослушником против Милосердного"},{"SurahNumber":19,"VerseNumber":70,"Text":"Потом - ведь Мы лучше знаем про тех, кому больше надлежит там гореть"},{"SurahNumber":19,"VerseNumber":71,"Text":"нет среди вас того, кто бы в нее не вошел; для твоего Господа это - решенное постановление"},{"SurahNumber":19,"VerseNumber":72,"Text":"Потом Мы спасем тех, которые были богобоязненны, и оставим обидчиков там на коленях"},{"SurahNumber":19,"VerseNumber":73,"Text":"А когда читаются им Наши знамения ясно изложенными, те, которые не веруют, говорят верующим: \"Какая из двух партий лучше по своему положению, прекраснее по составу"},{"SurahNumber":19,"VerseNumber":74,"Text":"А сколько мы погубили до них поколений, которые были прекраснее и по устройству и по виду"},{"SurahNumber":19,"VerseNumber":75,"Text":"Скажи: \"кто находится в заблуждении, пусть Милосердный продлит ему предел\". И когда они увидят то, что им было обещано, либо наказание, либо час, то узнают они, кто хуже по месту и слабее войском"},{"SurahNumber":19,"VerseNumber":76,"Text":"А тем, которые шли по прямому пути, Аллах умножит водительство. А пребывающие благие деяния - у Господа твоего еще лучше по награде, лучше по воздаянию"},{"SurahNumber":19,"VerseNumber":77,"Text":"Видел ли ты того, кто не веровал в Наши знамения и говорил: \"Конечно, мне будет даровано и богатство и потомство"},{"SurahNumber":19,"VerseNumber":78,"Text":"Разве он узнал про сокровенное или взял с Милосердного договор"},{"SurahNumber":19,"VerseNumber":79,"Text":"Так нет! Мы запишем то, что он говорит, и протянем ему наказание усиленно"},{"SurahNumber":19,"VerseNumber":80,"Text":"Мы унаследуем от него то, что он говорит, и придет он к Нам одиноким"},{"SurahNumber":19,"VerseNumber":81,"Text":"И устроили они себе помимо Аллаха других богов, чтобы они были славой для них"},{"SurahNumber":19,"VerseNumber":82,"Text":"Так нет! Отвергнут они их поклонение и окажутся для них противниками"},{"SurahNumber":19,"VerseNumber":83,"Text":"Разве ты не видел, что Мы послали дияволов против неверных, чтобы они их усиленно подстрекали"},{"SurahNumber":19,"VerseNumber":84,"Text":"Поэтому не торопись против них; Мы считаем для них счетом"},{"SurahNumber":19,"VerseNumber":85,"Text":"В тот день, когда Мы соберем богобоязненных к Милосердному чтимым посольством"},{"SurahNumber":19,"VerseNumber":86,"Text":"и погоним грешников в геенну, как стадо на водопой"},{"SurahNumber":19,"VerseNumber":87,"Text":"не получат они заступничества, кроме тех, кто взял с Милосердного договор"},{"SurahNumber":19,"VerseNumber":88,"Text":"И говорят они: \"Взял Себе Милосердный сына"},{"SurahNumber":19,"VerseNumber":89,"Text":"Вы совершили вещь гнусную"},{"SurahNumber":19,"VerseNumber":90,"Text":"Небеса готовы распасться от этого, и земля разверзнуться, горы пасть прахом"},{"SurahNumber":19,"VerseNumber":91,"Text":"оттого, что они приписали Милосердному сына"},{"SurahNumber":19,"VerseNumber":92,"Text":"Не подобает Милосердному брать Себе сына"},{"SurahNumber":19,"VerseNumber":93,"Text":"Всякий, кто в небесах и на земле, приходит к Милосердному только как раб"},{"SurahNumber":19,"VerseNumber":94,"Text":"Он перечислил их и со - считал счетом"},{"SurahNumber":19,"VerseNumber":95,"Text":"И все они придут к Нему в день воскресения поодиночке"},{"SurahNumber":19,"VerseNumber":96,"Text":"Поистине, те, кто уверовал и творил добрые дела, - им Милосердный дарует любовь"},{"SurahNumber":19,"VerseNumber":97,"Text":"Мы облегчили его для твоего языка, чтобы ты мог радовать им богобоязненных и предостерегать им людей упрямых"},{"SurahNumber":19,"VerseNumber":98,"Text":"А сколько Мы погубили до них поколений, - разве чуешь ты хоть одного из тех и слышишь от них шорох"}]}