{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"“Kâf-Hâ-Yâ- ‘Aîn-Sâd"},{"SurahNumber":19,"VerseNumber":2,"Text":"“Ichi (ndi) chikumbutso cha chifundo cha Mbuye wako pa kapolo Wake Zakariya"},{"SurahNumber":19,"VerseNumber":3,"Text":"“Pamene adaitana Mbuye wake, kuitana kwa chinsinsi"},{"SurahNumber":19,"VerseNumber":4,"Text":"“Adati: “E Mbuye wanga! Ndithu mafupa anga afooka, ndipo mutu wanga wayaka (ukung’anima) ndi imvi; sindidali watsoka pokupemphani Mbuye wanga (koma nthawi iliyonse ndikakupemphani mumandivomereza)"},{"SurahNumber":19,"VerseNumber":5,"Text":"““Ndipo ndithu ine ndikuopera abale anga (kuononga chipembedzo) pambuyo panga; ndipo mkazi wanga ndi chumba; choncho ndipatseni (mwana) mlowammalo wanga wochokera kwa Inu.”"},{"SurahNumber":19,"VerseNumber":6,"Text":"““Adzandilowe chokolo (pa nzeru za utsogoleri ndi uneneri) ndikulowanso ufumu wa banja la Ya’qub; ndipo Mbuye wanga nchiteni kukhala woyanjidwa (ndi Inu)”"},{"SurahNumber":19,"VerseNumber":7,"Text":"“(Adauzidwa): “E iwe Zakariya! Ife tikukuuza nkhani yabwino yakuti ubereka mwana dzina lake Yahya palibe patsogolo pake amene tidamutcha dzina longa lake.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"“(Zakariya) adati: “Mbuye wanga! Ndingapeze bwanji mwana pomwe mkazi wanga ndi nkhalamba yosabereka ndipo ine ndafikanso pa ukulu wopyola muyeso?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"“Adati: “Ndimomwemo. Mbuye wako wanena (kuti): ‘Izi nzofewa kwa Ine; ndithu ndidakulenga kale pomwe iwe sudali kanthu.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"“Adati: “Mbuye wanga ndipatseni chizindikiro (chodziwitsa kuti mkazi wanga ali ndi pakati).” Adati: “Chizindikiro chako ndikuti sudzatha kuyankhula ndi anthu mpaka masiku atatu pomwe iwe uli bwinobwino.”"},{"SurahNumber":19,"VerseNumber":11,"Text":"“Ndipo adatuluka kuchipinda chopemphelera ndikuonekera kwa anthu ake, ndipo adawalozera (pomwe sadathe kuyankhula) kuti: “Lemekezani Allah m’mawa ndi madzulo.”"},{"SurahNumber":19,"VerseNumber":12,"Text":"““E iwe Yahya! Gwira buku ili mwamphamvu (ndi mwachidwi).” Ndipo tidampatsa nzeru ali mwana"},{"SurahNumber":19,"VerseNumber":13,"Text":"“Ndi chisoni chochokera kwa Ife ndi kumuyeretsa (mwanayo), ndipo adali woopa (Allah)"},{"SurahNumber":19,"VerseNumber":14,"Text":"“Komanso wochitira zabwino makolo ake ndipo sadali wodzitukumula (kwa anthu) kapena kunyoza (Allah)"},{"SurahNumber":19,"VerseNumber":15,"Text":"“Ndipo mtendere wa Allah udali pa iye kuyambira tsiku lomwe adabadwa ndi tsiku lomwe adamwalira, ndi tsiku limene adzaukitsidwa ku imfa kukhala wamoyo"},{"SurahNumber":19,"VerseNumber":16,"Text":"“Ndipo mtchule Mariya m’buku ili pamene adadzipatula ku anthu a kubanja lake (ndikunka) kumalo ambali ya kummawa"},{"SurahNumber":19,"VerseNumber":17,"Text":"“Ndipo adadzitsekereza kwa iwo (kuti athe kutumikira Allah mokwanira), choncho tidatuma Mzimu Wathu (Mngelo Gabriel) kwa iye ndipo adadzifanizira kwa iye monga munthu weniweni"},{"SurahNumber":19,"VerseNumber":18,"Text":"“(Mariya) adati: “Ndithu ndikudzichinjiriza ndi (Allah) Mwini chifundo chambiri, kwa iwe ngati umaopa (Allah).”"},{"SurahNumber":19,"VerseNumber":19,"Text":"“(Mngelo) adati: “Ndithu ine ndine Mtumiki wa mbuye wako, (ndadza) kuti ndikupatse mwana woyera.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"“Adati: “Ndingakhale bwanji ndi mwana pomwe sadandikhudze mwamuna (aliyense), ndipo ine sindili (mkazi) wachiwerewere?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"“(Mngelo) adati: “Ndimomwemo.” Mbuye Wako akuti: “Zimenezi kwa Ine nzosavuta. Ndipo timchita kukhala chozizwitsa kwa anthu ndi chifundo chochokera kwa Ife. (Nchifukwa chake tachita izi;) ndipo ichi ndi chinthu chimene chidalamulidwa kale. (Chichitika monga momwe Allah adafunira).”"},{"SurahNumber":19,"VerseNumber":22,"Text":"“Choncho adatenga pakati pake, ndipo adachoka ndi pakatipo kunka kumalo akutali"},{"SurahNumber":19,"VerseNumber":23,"Text":"“Ndipo matenda auchembere (atakwana), adampititsa ku thunthu la mtengo wa kanjedza (wouma kuti awutsamire pomubala mwanayo) adati: “Kalanga ine! Ndiponi ndikadafa izi zisanachitike ndikadakhala nditaiwalidwa ndithu.”"},{"SurahNumber":19,"VerseNumber":24,"Text":"“Kenaka (Mngelo) adamuitana kuchokera chapansi pake (kumuuza kuti): “Usadandaule. Ndithu Mbuye wako wakupangira kamtsinje pansi pako.”"},{"SurahNumber":19,"VerseNumber":25,"Text":"“Ndipo ligwedezere kumbali yako thunthu la mtengo wakanjedza (woumawo), zipatso zabwino zakupsa zikugwera.”"},{"SurahNumber":19,"VerseNumber":26,"Text":"“Choncho udye ndi kumwa ndikutonthoza diso lako, (khala ndi mpumulo wabwino). Ndipo ukaona munthu aliyense (akafunsa za mwanayo), nena: “Ndithu ine ndalonjeza kwa (Allah) Mwini chifundo chambiri kusala kuti lero sindiyankhula ndi munthu aliyense.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"“Ndipo adadza naye (mwanayo) kwa anthu ake atamnyamula. (Anthu) adati: “E iwe Mariya! Ndithu wabwera ndi chinthu chachikulu; (chododometsa).”"},{"SurahNumber":19,"VerseNumber":28,"Text":"““E iwe mlongo wa Harun! Bambo wako sadali munthu woipa, ngakhalenso mayi wako sadali wachiwerewere.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"“(Mariya sadawayankhe) koma adaloza kwa iye (mwanayo kuti ayankhule naye). Ndipo iwo adati: “Timuyankhula chotani mwana yemwe ali m’chikuta?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"“(Mwanayo) adanena: “Ine ndine kapolo wa Allah. Wandipatsa buku ndikundichita kukhala Mneneri.”"},{"SurahNumber":19,"VerseNumber":31,"Text":"““Ndipo wandichita kukhala wodala paliponse pomwe ndili, ndipo wandilamula kuswali ndi kupereka Zakaat pomwe ndili moyo.”"},{"SurahNumber":19,"VerseNumber":32,"Text":"““Ndipo wandilangiza kuchitira mayi wanga zabwino, ndipo sadandichite kukhala wodzikuza, watsoka (woipa).”"},{"SurahNumber":19,"VerseNumber":33,"Text":"““Ndipo mtendere uli pa ine kuyambira tsiku lomwe ndidabadwa ndi tsiku limene ndidzamwalira, ndi tsiku limene ndidzaukitsidwa (kwa akufa tsiku la chiweruziro) ndikukhala ndi moyo.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"“Uyu ndi Isa (Yesu) mwana wa Mariya; (awa ndi) mau owona omwe (Akhrisitu) akuwakaikira"},{"SurahNumber":19,"VerseNumber":35,"Text":"“Sikoyenera kwa Allah kudzipangira mwana. Iye (Allah) wapatukana ndi zimenezi. Akafuna chinthu, amangonena kwa chinthucho: “Chitika,” ndipo icho chimachitikadi"},{"SurahNumber":19,"VerseNumber":36,"Text":"“(Isa (Yesu) adati:) “Ndipo ndithu Allah ndi Mbuye wanga ndiponso Mbuye wanu. Choncho mpembedzeni; iyi ndinjira yolunjika (yokufikitsani ku mtendere)"},{"SurahNumber":19,"VerseNumber":37,"Text":"“Koma magulu (a Akhrisitu ndi Ayuda) adapatukana pakati pawo; (ena adamuyesa Isa (Yesu) kuti ndimwana wa Mulungu, ndipo ena adamuyesa Mulungu weniweni, pomwe Ayuda ankati ndi mwana wobadwa m’njira ya chiwerewere), choncho chilango chaukali chidzatsimikizika pa amene sadakhulupirire pokaonekera tsiku lalikululo (kwa Allah)"},{"SurahNumber":19,"VerseNumber":38,"Text":"“Taona kumvetsetsa kwawo ndi kupenyetsetsa kwawo tsiku lodzatidzera, (kudzanenedwa kuti:) “Koma osalungama lero ali m’kusokera koonekera.”"},{"SurahNumber":19,"VerseNumber":39,"Text":"“Ndipo achenjeze (anthu) za tsiku la madandaulo, pamene chiweruzo chidzagamulidwa, (abwino kulowa ku munda wamtendere, oipa kulowa ku Moto); koma iwo (pano pa dziko lapansi) ali m’kusalabadira ndipo sakhulupirira"},{"SurahNumber":19,"VerseNumber":40,"Text":"“Ndithu Ife Tidzaitenga nthaka ndi amene ali pamenepo; (zonse zidzakhala za Ife) ndipo kwa Ife adzabwerera"},{"SurahNumber":19,"VerseNumber":41,"Text":"“Ndipo mtchule m’buku ili, Ibrahim. Ndithu iye adali wonena zoona zokhazokha, Mneneri"},{"SurahNumber":19,"VerseNumber":42,"Text":"“(Akumbutse) pamene iye adauza bambo wake: “E inu bambo wanga! Bwanji mukupembedza zomwe sizimva ndiponso sizipenya, ndiponso Zosakupindulitsani chilichonse?”"},{"SurahNumber":19,"VerseNumber":43,"Text":"““E inu bambo wanga! Ndithu ine zandidzera nzeru (zomuzindikira Allah) zomwe sizidakudzereni; choncho nditsateni. Ndikutsogolereni ku njira yolungama.”"},{"SurahNumber":19,"VerseNumber":44,"Text":"““E bambo wanga! Musapembedze satana (potsatira malangizo ake). Ndithu satana ngopandukira (Allah) Mwini chifundo chambiri.”"},{"SurahNumber":19,"VerseNumber":45,"Text":"“E bambo wanga! Ndithu ine ndikuopa kuti chilango chingakukhudzeni chochokera kwa (Allah) Mwini chifundo chambiri, ndipo potero mdzakhala bwenzi la satana.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"“(Bambo wake) adati: “Kodi iwe ukuda milungu yanga, E iwe Ibrahim? Ngati susiya (kunyoza milungu yanga) ndikugenda ndi miyala; choncho ndichokere kwa nthawi yaitali (tisaonanenso).”"},{"SurahNumber":19,"VerseNumber":47,"Text":"“(Ibrahim) adati: “Mtendere ukhale pa inu! Ndikupempherani chikhululuko kwa Mbuye wanga (ngakhale mwandipirikitsa). Ndithu iye amandichitira chisoni kwambiri.”"},{"SurahNumber":19,"VerseNumber":48,"Text":"““Ndipo ine ndikupatukirani ku zomwe mukuzipembedzazo kusiya Allah ndipo ndipempha Mbuye wanga; ndithu sindikhala watsoka popempha Mbuye wanga.”"},{"SurahNumber":19,"VerseNumber":49,"Text":"“Ndipo pamene adawapatukira ndi zimene adali kuzipembedza kusiya Allah, tidampatsa iye Ishaq, ndi Ya’qub, ndipo aliyense wa iwo tidampanga kukhala m’neneri"},{"SurahNumber":19,"VerseNumber":50,"Text":"“Ndipo tidawapatsa iwo chifundo Chathu, ndi kuwayikira iwo kutchulidwa kwabwino, kwapamwamba (pakati pa zolengedwa)"},{"SurahNumber":19,"VerseNumber":51,"Text":"“Ndipo mtchule Mûsa m’buku (ili). Ndithu iye adali wosankhidwa ndi woyeretsedwa: ndipo adali Mtumiki M’neneri"},{"SurahNumber":19,"VerseNumber":52,"Text":"“Ndipo tidamuitana kumbali yakudzanjadzanja la phiri la Turi, ndipo tidamuyandikitsa ndi kuyankhula Nafe momunong’ oneza"},{"SurahNumber":19,"VerseNumber":53,"Text":"“Ndipo mwachifundo Chathu tidampatsa (Mûsa) m’bale wake Harun kukhala mneneri (womuthangata)"},{"SurahNumber":19,"VerseNumber":54,"Text":"“Mtchulenso m’buku (ili) Ismaila; ndithu iye adali woona palonjezo, ndipo adali Mtumiki Mneneri"},{"SurahNumber":19,"VerseNumber":55,"Text":"“Adali kulamula anthu ake Swala ndi Zakaat, ndipo kwa Mbuye wake adali woyanjidwa"},{"SurahNumber":19,"VerseNumber":56,"Text":"“Mtchulenso m’buku (ili) Idris, ndithu iye adali wonena zoona zokhazokha, Mneneri"},{"SurahNumber":19,"VerseNumber":57,"Text":"“Ndipo tidamunyamula (kumuika pa) malo apamwamba"},{"SurahNumber":19,"VerseNumber":58,"Text":"“Iwowo ndi omwe adawadalitsa Allah, mwa aneneri mu ana a Adam, ndi (m’mbumba ya) amene tidawatenga pamodzi ndi Nuh (m’chombo), ndi m’mbumba ya Ibrahim ndi Israyeli, ndi amene tidawaongola ndi kuwasankha. Ndipo zikawerengedwa kwa iwo Ayah za (Allah) Mwini chifundo chambiri, amagwa ndi kulambira uku akulira"},{"SurahNumber":19,"VerseNumber":59,"Text":"“Koma pambuyo pa iwo padadza anthu oipa. Adasokoneza Swala (adasiya kupemphera) natsatira zilakolako zoipa; choncho adzakumana ndi chilango choipa"},{"SurahNumber":19,"VerseNumber":60,"Text":"“Kupatula amene ati alape ndikukhulupirira ndikuchita zabwino; iwowo adzalowa ku Munda wamtendere ndipo sadzachitidwa chinyengo pa chilichonse"},{"SurahNumber":19,"VerseNumber":61,"Text":"“Munda wamuyaya umene (Allah) Wachifundo chambiri walonjeza akapolo Ake mobisika, ndithu lonjezo Lake ndilakudza"},{"SurahNumber":19,"VerseNumber":62,"Text":"“Sakamva m’menemo mawu achibwana, koma mawu a mtendere; ndipo akapeza rizq (chakudya) lawo m’menemo m’mawa ndi madzulo"},{"SurahNumber":19,"VerseNumber":63,"Text":"“Umenewo ndiwo Munda wamtendere umene tikawapatsa ena mwa akapolo athu omwe adali oopa Allah"},{"SurahNumber":19,"VerseNumber":64,"Text":"“(Mtumiki adapempha Gabriel kuti akhale akum’bwerera pafupipafupi. Ndipo Gabriel adamuuza kuti): “Ndipo sitimatsika koma mwa lamulo la Mbuye wako. Zapatsogolo pathu ndi zapambuyo pathu ndi zapakati pa zimenezi zonse Nzake (akuzidziwa bwinobwino). Ndipo Mbuye wako sali woiwala.”"},{"SurahNumber":19,"VerseNumber":65,"Text":"““Mbuye wa thambo ndi nthaka ndi zapakati pa izo: Choncho mpembedze Iye basi. Ndipo pitiriza ndikupirira popembedza Iye. Kodi ukumudziwa (wina) yemwe ali wofanana Naye (Allah)?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"“Ndipo munthu (wokanira) amanena: “Kodi ndikadzafa nzoonadi kuti Ndidzatulutsidwa (m’manda) nkukhala wamoyo?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"“Kodi munthu sakumbukira kuti tidamulenga kale pomwe sadali chilichonse"},{"SurahNumber":19,"VerseNumber":68,"Text":"“Choncho ndikulumbira Mbuye wako, ndithu tidzawasonkhanitsa iwo pamodzi ndi asatana; ndipo tidzawafikitsa m’mphepete mwa Jahannam uku atagwada"},{"SurahNumber":19,"VerseNumber":69,"Text":"“Kenako, m’gulu lililonse tidzachotsamo yemwe adali wopyola malire polakwira (Allah) Mwini chifundo chambiri"},{"SurahNumber":19,"VerseNumber":70,"Text":"“Ndipo Ife tikuwazindikira kwambiri amene ali oyenera kulowa m’Moto"},{"SurahNumber":19,"VerseNumber":71,"Text":"“Ndipo palibe aliyense mwa inu koma adzaifika (Jahannamyo). Ndithu ili ndi lamulo la Mbuye wako lomwe lidalamulidwa kale"},{"SurahNumber":19,"VerseNumber":72,"Text":"“Ndipo kenako tidzawapulumutsa amene ankaopa Allah, ndipo osalungama tidzawasiya m’menemo atagwada"},{"SurahNumber":19,"VerseNumber":73,"Text":"“Ndipo Ayah Zathu zomveka bwino zikawerengedwa kwa iwo, omwe sadakhulupirire amanena kwa omwe akhulupirira: “Ndi gulu liti pa magulu awiri awa, (lanu ndi lathu) lomwe lili ndi pokhala pabwino ndikukhalanso ndi anthu olemekezeka?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"“Ndipo mibadwo yambiri tidaiononga patsogolo pawo, yomwe idali ndi ziwiya zabwino ndi maonekedwe abwino"},{"SurahNumber":19,"VerseNumber":75,"Text":"“Nena: “Amene ali mkusokera, (Allah) Mwini chifundo chambiri amuonjezera nthawi yamoyo kufikira azione zomwe akulonjezedwa - kapena chilango kapena kudza nthawi (ya Qiyâma) - pamenepo ndipomwe adzadziwa kuti ndani mwini kukhala pamalo poipa, ndi mwini wa ankhondo ofooka (iwo kapena Asilamu)?”"},{"SurahNumber":19,"VerseNumber":76,"Text":"“Ndipo Allah amawaonjezera chiongoko amene aongoka. Ndipo zochita zabwino zonkerankera (mpaka tsiku lachimaliziro), ndizo zili zabwino kwa Mbuye wako monga mphoto, ndiponso ndiko kobwerera kwabwino, (osati za mdziko zomwe anthu osalungama akunyadira)"},{"SurahNumber":19,"VerseNumber":77,"Text":"“Kodi wamuona yemwe watsutsa Ayah Zathu ndikunena kuti: “Ndithu ndidzapatsidwa chuma ndi ana (pa tsiku lachimaliziro monga momwe andipatsira pano pa dziko?)”"},{"SurahNumber":19,"VerseNumber":78,"Text":"“Kodi adadziwa zamseri, kapena adalandira lonjezo kwa Allah mwini chifundo Chambiri (kotero kuti ali ndi chikhulupiliro pa zimene akunenazo)"},{"SurahNumber":19,"VerseNumber":79,"Text":"“Sichoncho, ndithu tikulemba zonse zomwe akunena, ndipo tidzamuonjezera nyengo yotalika m’chilango"},{"SurahNumber":19,"VerseNumber":80,"Text":"“Ndipo tidzamlowa mmalo zimene akunenazi, (chuma ndi anawo), nadzatidzera ali yekhayekha (wopanda chuma ndi zonse zomwe ankanyadira)"},{"SurahNumber":19,"VerseNumber":81,"Text":"“Eti adzipangira milungu ina m’malo mwa Allah kuti milunguyo iwapatse mphamvu (ndi ulemelero)"},{"SurahNumber":19,"VerseNumber":82,"Text":"“Iyayi! Idzawakanira mapemphero awo ndikuwaukira"},{"SurahNumber":19,"VerseNumber":83,"Text":"“Kodi suona kuti Ife timawatuma asatana kwa osakhulupirira ndipo akuwakhwirizira kwambiri (kuchita zoipa)"},{"SurahNumber":19,"VerseNumber":84,"Text":"“Choncho, usawachitire changu (kuti alangidwe tsopano), ndithu Ife tikuwawerengera chiwerengero (cha masiku awo; masiku akakwana, tiwalanga)"},{"SurahNumber":19,"VerseNumber":85,"Text":"“(Kumbukira iwe Mtumiki) tsiku lomwe tidzawasonkhanitsa oopa (Allah) kunka nawo kwa Mwini chifundo Chambiri ali m’magulumagulu monga nthumwi (Zake kuti apatsidwe ulemu)"},{"SurahNumber":19,"VerseNumber":86,"Text":"“Ndipo oipa tidzawakusa kunka nawo ku Moto ali ndi ludzu lalikulu monga momwe ziweto zimathamangira kupita kumadzi zikakhala ndi ludzu lalikulu"},{"SurahNumber":19,"VerseNumber":87,"Text":"“Sadzakhala ndi mphamvu yoombolera (ena) koma kupatula omwe adagwiritsa lonjezo la (Allah) Mwini chifundo chambiri"},{"SurahNumber":19,"VerseNumber":88,"Text":"“Ndipo (osakhulupirira omwe ndi Ayuda ndi Akhirisitu) akuti: “(Allah) Mwini chifundo chambiri wadzipangira mwana!”"},{"SurahNumber":19,"VerseNumber":89,"Text":"“Ndithu mwadza ndi chinthu choipitsitsa (pazimene mukunenazi)"},{"SurahNumber":19,"VerseNumber":90,"Text":"“Thambo layandikira kusweka ndi mawuwo, ndipo nthaka kuphwasuka, ndipo mapiri kugwa ndikudukaduka"},{"SurahNumber":19,"VerseNumber":91,"Text":"“Chifukwa chakumunamizira (Allah) Mwini chifundo chambiri kuti ali ndi mwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"“Ndipo nkosayenera kwa (Allah) Mwini Chifundo chambiri kudzipangira mwana"},{"SurahNumber":19,"VerseNumber":93,"Text":"“Palibe aliyense yemwe ali kumwamba ndi pansi koma adzadza kwa (Allah) Mwini Chifundo chambiri ali kapolo (Wake)"},{"SurahNumber":19,"VerseNumber":94,"Text":"“Ndithu (Allah) wawadziwa mokwanira ndipo adzawawerenga aliyense payekhapayekha"},{"SurahNumber":19,"VerseNumber":95,"Text":"“Ndipo, aliyense wa iwo adzadza kwa Iye (Allah) ali payekhapayekha"},{"SurahNumber":19,"VerseNumber":96,"Text":"“Ndithu amene akhulupirira ndikumachita zabwino, (Allah) Mwini chifundo chambiri adzaika chikondi pakati pawo"},{"SurahNumber":19,"VerseNumber":97,"Text":"“Ndithu taifewetsa (Qur’an) m’chiyankhulo chako kuti ndi iyo uwawuze nkhani zabwino oopa Allah ndipo ndi iyo uwachenjeze anthu amakani"},{"SurahNumber":19,"VerseNumber":98,"Text":"“Kodi ndi mibadwo ingati tidaiononga patsogolo pawo? Kodi ukumuona mmodzi wa iwo, kapena ukumva mgugu wawo"}]}