{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"ئەلىف، لام، مىم"},{"SurahNumber":30,"VerseNumber":2,"Text":"رۇملۇقلار يېقىن بىر جايدا يېڭىلدى، ئۇلار يېڭىلگەندىن كېيىن بىر قانچە يىل ئىچىدە يېڭىدۇ، ئىلگىرى ۋە كېيىن ھەممە ئىش ئاللاھنىڭ باشقۇرۇشىدىدۇر، بۇ كۈندە مۆمىنلەر ئاللاھنىڭ بەرگەن ياردىمى بىلەن خۇشال بولىدۇ، ئاللاھ خالىغان كىشىگە ياردەم بېرىدۇ، ئاللاھ غالىبتۇر، (مۆمىنلەرگە) ناھايىتى مېھرىباندۇر[2ـ]"},{"SurahNumber":30,"VerseNumber":3,"Text":"رۇملۇقلار يېقىن بىر جايدا يېڭىلدى، ئۇلار يېڭىلگەندىن كېيىن بىر قانچە يىل ئىچىدە يېڭىدۇ، ئىلگىرى ۋە كېيىن ھەممە ئىش ئاللاھنىڭ باشقۇرۇشىدىدۇر، بۇ كۈندە مۆمىنلەر ئاللاھنىڭ بەرگەن ياردىمى بىلەن خۇشال بولىدۇ، ئاللاھ خالىغان كىشىگە ياردەم بېرىدۇ، ئاللاھ غالىبتۇر، (مۆمىنلەرگە) ناھايىتى مېھرىباندۇر[2ـ]"},{"SurahNumber":30,"VerseNumber":4,"Text":"رۇملۇقلار يېقىن بىر جايدا يېڭىلدى، ئۇلار يېڭىلگەندىن كېيىن بىر قانچە يىل ئىچىدە يېڭىدۇ، ئىلگىرى ۋە كېيىن ھەممە ئىش ئاللاھنىڭ باشقۇرۇشىدىدۇر، بۇ كۈندە مۆمىنلەر ئاللاھنىڭ بەرگەن ياردىمى بىلەن خۇشال بولىدۇ، ئاللاھ خالىغان كىشىگە ياردەم بېرىدۇ، ئاللاھ غالىبتۇر، (مۆمىنلەرگە) ناھايىتى مېھرىباندۇر[2ـ]"},{"SurahNumber":30,"VerseNumber":5,"Text":"رۇملۇقلار يېقىن بىر جايدا يېڭىلدى، ئۇلار يېڭىلگەندىن كېيىن بىر قانچە يىل ئىچىدە يېڭىدۇ، ئىلگىرى ۋە كېيىن ھەممە ئىش ئاللاھنىڭ باشقۇرۇشىدىدۇر، بۇ كۈندە مۆمىنلەر ئاللاھنىڭ بەرگەن ياردىمى بىلەن خۇشال بولىدۇ، ئاللاھ خالىغان كىشىگە ياردەم بېرىدۇ، ئاللاھ غالىبتۇر، (مۆمىنلەرگە) ناھايىتى مېھرىباندۇر[2ـ]"},{"SurahNumber":30,"VerseNumber":6,"Text":"ئاللاھ (ئۇلارنى غالىب قىلىدىغانلىقىنى) ۋەدە قىلدى. ئاللاھ ۋەدىسىگە خىلاپلىق قىلمايدۇ (چۈنكى ئاللاھنىڭ ۋەدىسى ھەقتۇر، سۆزى راستتۇر)، لېكىن كىشىلەرنىڭ تولىسى (بۇنى) بىلمەيدۇ"},{"SurahNumber":30,"VerseNumber":7,"Text":"ئۇلار ھاياتىي دۇنيانىڭ تاشقى كۆرۈنۈشىنىلا بىلىدۇ، ئۇلار ئاخىرەتتىن (يەنى ئاخىرەت ئىشىدا ئويلىنىشتىن ۋە ئاخىرەت ئۈچۈن ئىشلەشتىن) غەپلەتتىدۇر"},{"SurahNumber":30,"VerseNumber":8,"Text":"ئۇلار (ئاقىۋىتىنىڭ قانداق بولىدىغانلىقىنى بىلىشلىرى ئۈچۈن) ئۆزلىرى ئۈستىدە پىكىر يۈرگۈزمەمدۇ؟ ئاللاھ ئاسمانلارنى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى (يۇلتۇز قاتارلىق) نەرسىلەرنى پەقەت ھەق ۋە مۇئەييەن ۋاقىتلىق قىلىپ ياراتتى، شەك – شۈبھىسىزكى، نۇرغۇن كىشىلەر پەرۋەردىگارىغا مۇلاقات بولۇشنى (قايتا تىرىلىدىغانلىقىنى، قىلغان ئەمەلىگە يارىشا مۇكاپاتلىنىدىغانلىقىنى ياكى جازالىنىدىغانلىقىنى) ئىنكار قىلغۇچىدۇر"},{"SurahNumber":30,"VerseNumber":9,"Text":"ئۇلار يەر يۈزىدە كېزىپ ئۆزلىرىدىن ئىلگىرى ئۆتكەنلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆزەتمىدىمۇ؟ ئۇلار (يەنى ئۆتكەنلەر) قۇۋۋەتتە بۇلاردىن كۈچلۈك ئىدى. ئۇلار زىرائەت تېرىشتا، ئىمارەت سېلىشتا بۇلار (يەنى قۇرەيشلەر) دىن ئۈستۈن ئىدى. ئۇلارغا پەيغەمبەرلىرى مۆجىزىلەرنى ئېلىپ كەلدى (لېكىن ئۇلار مۆجىزىلەرنى ئىنكار قىلدى). ئاللاھ ئۇلارغا زۇلۇم قىلمىدى (يەنى ئاللاھ ئۇلارنى گۇناھسىز ھالاك قىلغىنى يوق)، لېكىن ئۇلار ئۆزلىرى (كۇفرى ئۈچۈن ۋە پەيغەمبەرلەرنىڭ مۆجىزىلىرىنى ئىنكار قىلغانلىقلىرى ئۈچۈن) ئۆزلىرىگە زۇلۇم قىلدى (شۇنىڭ بىلەن ئۇلار ھالاك بولۇشقا تېگىشلىك بولدى)"},{"SurahNumber":30,"VerseNumber":10,"Text":"ئاندىن يامان ئىش قىلغانلارنىڭ ئاقىۋىتى ئەڭ يامان بولىدۇ، چۈنكى ئۇلار ئاللاھنىڭ ئايەتلىرىنى ئىنكار قىلغان ۋە مەسخىرە قىلغان كىشىلەردۇر"},{"SurahNumber":30,"VerseNumber":11,"Text":"ئاللاھ مەخلۇقاتنى دەسلەپتە (يوقتىن) بار قىلىدۇ. ئاندىن ئۇنى (ئۆلگەندىن كېيىن) تىرىلدۈرىدۇ، ئاندىن ئاللاھنىڭ دەرگاھىغا (ھېساب ئۈچۈن) قايتۇرۇلىسىلەر"},{"SurahNumber":30,"VerseNumber":12,"Text":"قىيامەت قايىم بولغان كۈندە گۇناھكارلار ئۈمىدسىزلىنىپ كېتىدۇ"},{"SurahNumber":30,"VerseNumber":13,"Text":"ئۇلارغا شېرىك كەلتۈرگەن بۇتلىرىدىن شاپائەت قىلغۇچىلار بولمايدۇ، ئۇلار شېرىك كەلتۈرگەن بۇتلىرىدىن تانىدۇ"},{"SurahNumber":30,"VerseNumber":14,"Text":"قىيامەت قايىم بولغان كۈندە (مۆمىنلەر بىلەن كاپىرلار) بىر ـ بىرىدىن ئايرىلىدۇ"},{"SurahNumber":30,"VerseNumber":15,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلار باغچىدا (يەنى جەننەتنىڭ باغچىلىرىدا) يايرىتىلىدۇ"},{"SurahNumber":30,"VerseNumber":16,"Text":"بىزنىڭ ئايەتلىرىمىزنى ۋە ئاخىرەتتىكى مۇلاقاتنى ئىنكار قىلغان ۋە يالغانغا چىقارغانلارغا كەلسەك، ئۇلار داۋاملىق ئازابتا قالىدۇ"},{"SurahNumber":30,"VerseNumber":17,"Text":"سىلەر ئاخشامدا ۋە ئەتىگەندە ئاللاھقا تەسبىھ ئېيتىڭلار"},{"SurahNumber":30,"VerseNumber":18,"Text":"ئاسمانلاردىكى، زېمىندىكى ھەمدۇسانا، كەچ ۋە پېشىن ۋاقىتلىرىدىكى ھەمدۇسانانىڭ ھەممىسى ئاللاھقا خاستۇر"},{"SurahNumber":30,"VerseNumber":19,"Text":"ئاللاھ جانسىز نەرسىلەردىن جانلىق نەرسىلەرنى چىقىرىدۇ، جانلىق نەرسىلەردىن جانسىز نەرسىلەرنى چىقىرىدۇ، ئۆلگەن زېمىننى تىرىلدۈرىدۇ (يەنى قۇرغاق زېمىننى ئۆسۈملۈكلەر بىلەن كۆكەرتىدۇ)، سىلەرمۇ مۇشۇنداق تىرىلدۈرۈلىسىلەر"},{"SurahNumber":30,"VerseNumber":20,"Text":"ئاللاھنىڭ سىلەرنى تۇپراقتىن ياراتقانلىقى، ئاندىن سىلەرنىڭ ئىنسان بولۇپ زېمىندا تارىلىپ يۈرۈشۈڭلار ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر"},{"SurahNumber":30,"VerseNumber":21,"Text":"ئاياللار بىلەن ئۇنسى- ئۈلپەت ئېلىشىڭلار ئۈچۈن (ئاللاھنىڭ) ئۇلارنى سىلەرنىڭ ئۆز تىپىڭلاردىن ياراتقانلىقى، ئاراڭلاردا (يەنى ئەر- خوتۇن ئارىسىدا) مېھر ـ مۇھەببەت ئورناتقانلىقى ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، پىكىر يۈرگۈزىدىغان قەۋم ئۈچۈن، شەك ـ شۈبھىسىزكى، بۇنىڭدا نۇرغۇن ئىبرەتلەر بار"},{"SurahNumber":30,"VerseNumber":22,"Text":"ئاللاھنىڭ ئاسمانلارنى، زېمىننى ياراتقانلىقى، تىللىرىڭلارنىڭ، رەڭگىلىرىڭلارنىڭ خىلمۇخىل بولۇشى ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، بۇنىڭدا بىلىملىك كىشىلەر ئۈچۈن ھەقىقەتەن نۇرغۇن ئالامەتلەر بار"},{"SurahNumber":30,"VerseNumber":23,"Text":"سىلەرنىڭ كېچىسى ۋە كۈندۈزى ئۇخلىشىڭلار، (كۈندۈزى) ئاللاھنىڭ مەرھەمىتىدىن (رىزىق) تەلەپ قىلىپ (ھەرىكەتلىنىشىڭلار) ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، شەك ـ شۈبھىسىزكى، بۇنىڭدا ئاڭلايدىغان قەۋم ئۈچۈن نۇرغۇن ئىبرەتلەر بار"},{"SurahNumber":30,"VerseNumber":24,"Text":"ئاللاھنىڭ سىلەرگە چاقماقنى قورقۇنچ ۋە ئۈمىد قىلىپ كۆرسىتىشى، بۇلۇتتىن يامغۇر ياغدۇرۇپ ئۇنىڭ بىلەن ئۆلگەن زېمىننى تىرىلدۈرۈشى ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، چۈشىنەلەيدىغان قەۋم ئۈچۈن بۇنىڭدا، شەك ـ شۈبھىسىزكى، نۇرغۇن ئىبرەتلەر بار"},{"SurahNumber":30,"VerseNumber":25,"Text":"ئاللاھنىڭ ئاسمان - زېمىننى ئۆز ئەمرى بىلەن (مۇئەللەق) تۇرغۇزۇشى ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، ئاندىن ئاللاھ (قەبرىلەردە كۆمۈلۈپ ياتقان) سىلەرنى يەر ئاستىدىن چاقىرسا، دەرھال چىقىسىلەر"},{"SurahNumber":30,"VerseNumber":26,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى ھەممە ئاللاھنىڭدۇر (يەنى ئاللاھنىڭ مۈلكىدۇر، ئاللاھنىڭ مەخلۇقاتىدۇر ۋە ئاللاھنىڭ تەسەررۇپى ئاستىدىدۇر)، ھەممە ئاللاھقا بويسۇنغۇچىدۇر"},{"SurahNumber":30,"VerseNumber":27,"Text":"مەخلۇقاتنى دەسلەپتە (يوقتىن) بار قىلىدىغان، ئاندىن ئۇنى (ئۆلگەندىن كېيىن) تىرىلىدۈرىدىغان ئاللاھ ئەنە شۇدۇر، ئۇ (يەنى مەخلۇقاتنى تىرىلدۈرۈش) ئاللاھقا (ئۇنى دەسلەپتە يوقتىن بار قىلغانغا قارىغاندا) ئوڭايدۇر، ئاسمانلاردا ۋە زېمىندا ئەڭ ئالىي سۈپەت ئاللاھقا خاستۇر، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":30,"VerseNumber":28,"Text":"ئاللاھ سىلەرگە ئۆزۈڭلاردىن بىر مىسال كەلتۈرىدۇ، بىز سىلەرگە رىزىق قىلىپ بەرگەن مال- مۈلۈككە قۇللىرىڭلارنىڭ شېرىك بولۇشىغا، ئۇ بارىدا ئۇلارنىڭ سىلەر بىلەن باراۋەر بولۇشىغا، ئۇلاردىن ئۆزلىرىڭلار (يەنى ئازاد كىشىلەر) دىن قورققاندەك قورقۇشقا رازىمۇسىلەر؟ (بۇنىڭغا رازى بولمىغان ئىكەنسىلەر، مەخلۇقاتنىڭ ئاللاھقا شېرىك بولۇشىغا قانداق رازى بولدۇڭلار؟) چۈشىنىدىغان قەۋم ئۈچۈن ئايەتلەرنى مۇشۇنداق تەپسىلىي بايان قىلىمىز"},{"SurahNumber":30,"VerseNumber":29,"Text":"ئۇنداق ئەمەس (يەنى ئاللاھقا شېرىك كەلتۈرۈشتە ئۇلارنىڭ ھېچقانداق ئۆزرىسى يوق)، (ئۆزلىرىگە) زۇلۇم قىلغانلار بىلىمسىزلىكتىن نەپسى خاھىشىغا ئەگەشتى. ئاللاھ گۇمراھ قىلغان ئادەمنى كىم ھىدايەت قىلالايدۇ؟ ئۇلارغا ھەرگىز ياردەم قىلغۇچى بولمايدۇ"},{"SurahNumber":30,"VerseNumber":30,"Text":"باتىل دىنلاردىن بۇرۇلۇپ ئىسلام دىنىغا يۈزلەنگىن، ئاللاھنىڭ دىنىغا (ئەگەشكىنكى) ئاللاھ ئىنسانلارنى شۇ (فىترەت) بىلەن ياراتقان، ئاللاھنىڭ ياراتقىنىدا ئۆزگىرىش بولمايدۇ، بۇ توغرا دىندۇر، لېكىن ئىنسانلارنىڭ تولىسى بىلمەيدۇ"},{"SurahNumber":30,"VerseNumber":31,"Text":"ئاللاھقا تەۋبە بىلەن قايتىڭلار، ئاللاھتىن قورقۇڭلار، نامازنى ئادا قىلىڭلار، مۇشرىكلاردىن بولماڭلار"},{"SurahNumber":30,"VerseNumber":32,"Text":"سىلەر دىندا ئىختىلاپ قىلىشىپ، پىرقە ـ پىرقە بولۇپ، ھەرپىرقە ئۆز دىنى بىلەن خۇشاللىنىدىغانلاردىن (بولماڭلار)"},{"SurahNumber":30,"VerseNumber":33,"Text":"ئىنسانلارغا بىرەر زىيان ـ زەخمەت يەتكەن چاغدا، ئۇلار پەرۋەردىگارىغا ئىخلاس بىلەن ئىلتىجا قىلىدۇ، ئاندىن ئاللاھ ئۇلارغا رەھمىتىنى تېتىتقان چاغدا، ئۇلاردىن بىر پىرقە دەرھال پەرۋەردىگارىغا شېرىك كەلتۈرىدۇ"},{"SurahNumber":30,"VerseNumber":34,"Text":"ئۇلار بىزنىڭ بەرگەن نېمەتلىرىمىزگە نا شۈكۈرلۈك قىلىپ باقسۇن، قېنى؟ (ئى مۇشرىكلار!) (دۇنيا تىرىكچىلىكىدە سىلەرگە بەرگەن نېمەتلىرىمىزدىن) بەھرىمەن بولۇڭلار، سىلەر (پانىي دۇنيانىڭ نېمىتىدىن بەھرىمەن بولغانلىقىڭلارنىڭ ئاقىۋىتىنى) كەلگۈسىدە بىلىسىلەر"},{"SurahNumber":30,"VerseNumber":35,"Text":"ياكى ئۇلارغا ئۇلارنىڭ بۇتلارغا چوقۇنىشىنىڭ توغرىلىقىنى سۆزلەيدىغان بىرەر كىتاب نازىل قىلدۇقمۇ؟ (مۇنداق بولغىنى يوق)"},{"SurahNumber":30,"VerseNumber":36,"Text":"ئىنسانلارغا رەھمەتنى تېتىتساق، ئۇلار بۇنىڭدىن خۇشاللىنىپ كېتىدۇ، ئەگەر ئۇلارغا قىلمىشلىرى تۈپەيلىدىن بىرەر كۆڭۈلسىزلىك يەتسە، دەرھال ئۈمىدسىزلىنىپ كېتىدۇ"},{"SurahNumber":30,"VerseNumber":37,"Text":"ئۇلار بىلمەمدۇكى، ئاللاھ خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ، (خالىغان ئادەمنىڭ رىزقىنى) تار قىلىدۇ، ھەقىقەتەن بۇنىڭدا (رىزىق بەرگەن ئاللاھنىڭ ھېكمىتىگە) ئىشىنىدىغان قەۋم ئۈچۈن (ئاللاھنىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار"},{"SurahNumber":30,"VerseNumber":38,"Text":"خىش ـ ئەقرىبالارغا، مىسكىنلەرگە، ئىبن سەبىللەرگە (سىلە ـ رەھىم ۋە ياخشىلىقتىن تېگىشلىك) ھەققىنى بەرگىن، ئاللاھنىڭ رازىلىقىنى كۆزلەيدىغانلار ئۈچۈن مۇنداق قىلىش ياخشىدۇر، ئەنە شۇلار مەقسەتكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":30,"VerseNumber":39,"Text":"سىلەر كىشىلەرنىڭ پۇل ـ مېلى ئىچىدە ئۆستۈرۈش ئۈچۈن بىرەر پۇل ـ مال بەرسەڭلار، ئاللاھنىڭ دەرگاھىدا ئۇ ئۆسمەيدۇ (يەنى كىشىلەر بەرگىنىمدىن جىقراق قايتۇرسۇن دېگەن نىيەت بىلەن بېرىلگەن سوۋغىنىڭ ئاللاھنىڭ دەرگاھىدا ساۋابى بولمايدۇ)، ئاللاھنىڭ رازىلىقىنى كۆزلەپ بەرگەن سەدىقەڭلار (ياكى ئېھسانىڭلار) غا ھەسسىلەپ ساۋاب بېرىلىدۇ"},{"SurahNumber":30,"VerseNumber":40,"Text":"ئاللاھ سىلەرنى خەلق ئەتتى، ئاندىن سىلەرگە رىزىق بەردى. ئاندىن سىلەرنى قەبزى روھ قىلىدۇ، ئاندىن سىلەرنى تىرىلدۈرىدۇ، شېرىك كەلتۈرگەنلىرىڭلاردىن قايسىسى بۇ ئىشلارنىڭ قايسىبىرىنى قىلالايدۇ؟ ئاللاھ پاكتۇر، ئۇلارنىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن ئالىيدۇر"},{"SurahNumber":30,"VerseNumber":41,"Text":"ئىنسانلارنىڭ قىلغان گۇناھلىرى تۈپەيلىدىن، قۇرۇقلۇقتا ۋە دېڭىزدا ئاپەت يۈزبەردى، ئاللاھ ئۇلارنى تەۋبە قىلسۇن دەپ قىلمىشلىرىنىڭ بىر قىسمىنىڭ (جازاسىنى) ئۇلارغا تېتىتتى"},{"SurahNumber":30,"VerseNumber":42,"Text":"(ئى مۇھەممەد! مۇشرىكلارغا) ئېيتقىنكى، يەر يۈزىدە سەير قىلىڭلار، ئۆتكەنكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىغا قاراڭلار (ئۆزلىرىگە زۇلۇم قىلغانلارنىڭ جايلىرىغا قاراڭلاركى، ئۇلارنىڭ پەيغەمبەرلەرنى ئىنكار قىلغانلىقلىرىنىڭ ئاقىۋىتى قانداق بولغان، ئاللاھتائالا ئۇلارنىڭ دىيارلىرىنى خاراپ قىلىپ، ئۇلارنى ئىبرەت ئالغۇچىلار ئۈچۈن ئىبرەت قىلدى). ئۇلارنىڭ تولىسى مۇشرىك ئىدى"},{"SurahNumber":30,"VerseNumber":43,"Text":"ئاللاھ تەرىپىدىن كېلىدىغان، قارشى تۇرغىلى بولمايدىغان كۈن (يەنى قىيامەت) كېلىشتىن ئىلگىرى توغرا دىنغا يۈزلەنگىن، بۇ كۈندە ئۇلار (نىڭ بىر پىرقىسى جەننەتكە، بىر پىرقىسى جەھەننەمگە) ئايرىلىدۇ"},{"SurahNumber":30,"VerseNumber":44,"Text":"كىمكى كاپىر بولسا (دوزاختا ئەبەدىي قېلىپ) كۇفرىنىڭ جازاسىنى ئۆزى تارتىدۇ، كىملەركى ياخشى ئەمەل قىلسا، ئۆزلىرى ئۈچۈن (ئاخىرەتتە) جاي راستلايدۇ"},{"SurahNumber":30,"VerseNumber":45,"Text":"ئاللاھ ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى مەرھەمىتىدىن مۇكاپاتلايدۇ، ئاللاھ ھەقىقەتەن كاپىرلارنى دوست تۇتمايدۇ"},{"SurahNumber":30,"VerseNumber":46,"Text":"ئاللاھنىڭ سىلەرگە ئۆزىنىڭ رەھمىتىنى تېتىتىش، ئەمرى بويىچە كېمىلەرنى دېڭىزلاردا ماڭدۇرۇش، ئۆزىنىڭ مەرھەمىتىدىن تىلىشىڭلارۋە شۈكۈر قىلىشىڭلار ئۈچۈن شاماللارنى يامغۇر بىلەن خۇشخەۋەر بەرگۈچى قىلىپ ئەۋەتىشى ئاللاھنىڭ (كامالى قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر"},{"SurahNumber":30,"VerseNumber":47,"Text":"(ئى مۇھەممەد!) شۈبھىسىزكى، سەندىن ئىلگىرى نۇرغۇن پەيغەمبەرلەرنى قەۋمىگە (پەيغەمبەر قىلپ) ئەۋەتتۇق، ئۇ پەيغەمبەرلەر ئۇلارغا (ئۆزلىرىنىڭ راست پەيغەمبەرلىكلىرىنى ئىسپاتلايدىغان) نۇرغۇن روشەن مۆجىزىلەرنى ئېلىپ كەلدى (ئۇلار مۆجىزىلەرنى ئىنكار قىلىپ ئاسىيلىق قىلدى). ئاسىيلىق قىلغانلارنى جازالىدۇق، مۆمىنلەرگە ياردەم قىلىش بىزگە تېگىشلىك بولدى"},{"SurahNumber":30,"VerseNumber":48,"Text":"ئاللاھ شاماللارنى ئەۋەتىپ بۇلۇتنى قوزغايدۇ، ئاندىن ئۇنى ئاسماندا خالىغىنى بويىچە تارقىتىدۇ، (گاھى) ئۇنى تارقاق پارچىلارغا بۆلىدۇ، شۇنىڭ بىلەن يامغۇرنىڭ بۇلۇتنىڭ ئارىسىدىن چۈشۈۋاتقانلىقىنى كۆرىسەن، ئاللاھ يامغۇرنى خالىغان بەندىلىرىنىڭ ئۈستىگە ياغدۇرغان چاغدا، ئۇلار دەرھال خۇشال بولۇپ كېتىدۇ"},{"SurahNumber":30,"VerseNumber":49,"Text":"ھالبۇكى، ئۇلار يامغۇر يېغىشتىن بۇرۇن ھەقىقەتەن ئۈمىدسىزلىنىپ كەتكەن ئىدى"},{"SurahNumber":30,"VerseNumber":50,"Text":"ئاللاھنىڭ رەھمىتىنىڭ نەتىجىلىرىگە قارىغىنكى، ئۇ زېمىننى ئۆلگەندىن كېيىن قانداق تىرىلدۈرىدۇ، شۈبھىسىزكى، ئاللاھ ھەقىقەتەن ئۆلۈكلەرنى تىرىلدۈرگۈچىدۇر، ئاللاھ ھەممە نەرسىگە قادىردۇر"},{"SurahNumber":30,"VerseNumber":51,"Text":"ئەگەر بىز (زىرائەتكە زىيانلىق) شامالنى ئەۋەتسەك، ئۇلار (شامالنىڭ تەسىرىدىن) زىرائەتنىڭ سارغىيىپ كەتكەنلىكىنى كۆرسە، شۇنىڭدىن كېيىن ئۇلار (ئاللاھنىڭ ئىلگىرىكى نېمەتلىرىگە) كۇفرىلىق قىلىدۇ"},{"SurahNumber":30,"VerseNumber":52,"Text":"شۈبھىسىزكى، سەن ئۆلۈكلەرگە (سۆزۈڭنى) ئاڭلىتالمايسەن، ئارقىسىغا قاراپ يۈز ئۆرۈگەن گاسلارغىمۇ چاقىرىقىڭنى ئاڭلىتالمايسەن"},{"SurahNumber":30,"VerseNumber":53,"Text":"كورلارنىمۇ گۇمراھلىقتىن قۇتقۇزۇپ توغرا يولغا سالالمايسەن، سەن پەقەت بىزنىڭ ئايەتلىرىمىزگە ئىشىنىدىغانلارغىلا (سۆزۈڭنى) ئاڭلىتالايسەن، ئۇلار مۇسۇلمانلاردۇر"},{"SurahNumber":30,"VerseNumber":54,"Text":"ئاللاھ سىلەرنى ئاجىز ياراتتى، ئاندىن سىلەرنى ئاجىزلىقتىن كۈچلۈك قىلدى، ئاندىن (سىلەرنى) كۈچلۈكلۈكتىن ئاجىز قىلدى ۋە (سىلەرگە) قېرىلىقنى يەتكۈزدى، ئاللاھ نېمىنى خالىسا شۇنى يارىتىدۇ، ئۇ ھەممىنى بىلگۈچىدۇر، ھەممىگە قادىردۇر"},{"SurahNumber":30,"VerseNumber":55,"Text":"ەت قايىم بولغان كۈندە (گۇناھكارلار (دۇنيادا) پەقەت ئازغىنا ۋاقىت تۇرغانلىقىغا قەسەم قىلىدۇ، ئۇلار دۇنيادىكى چاغلىرىدىمۇ مۇشۇنداق يالغانچىلىق قىلاتتى"},{"SurahNumber":30,"VerseNumber":56,"Text":"ئىلمى بار، ئىمانى بار ئادەملەر ئېيتتى: «سىلەر ئاللاھنىڭ تەقدىرى بويىچە (دۇنيادا ۋە قەبرىلەردە) قىيامەت كۈنىگۈچە قالدىڭلار، مانا بۇ قىيامەت كۈنىدۇر، لېكىن سىلەر بىلمەيتتىڭلار (يەنى قىيامەتنىڭ ھەقلىقىغا ئىشەنمەيتتىڭلار)»"},{"SurahNumber":30,"VerseNumber":57,"Text":"بۇ كۈندە زالىملارنىڭ (ئېيتقان) ئۆزرىسىنىڭ پايدىسى بولمايدۇ، ئۇلاردىن ئۇلارنىڭ (تەۋبە قىلىشى يا ئىتائەت قىلىشى بىلەن) ئاللاھنى رازى قىلىشىمۇ تەلەپ قىلىنمايدۇ"},{"SurahNumber":30,"VerseNumber":58,"Text":"شەك ـ شۈبھىسىزكى، بۇ قۇرئاندا كىشىلەرگە تۈرلۈك مىساللارنى بايان قىلدۇق، ئەگەر سەن ئۇلارغا (قۇرئان ئايەتلىرىدىن) بىرەر ئايەتنى كەلتۈرسەڭ، كاپىرلار (دىللىرى قەساۋەتلىشىپ كەتكەنلىكتىن) چوقۇم ئېيتىدۇكى، «سىلەر پەقەت يالغانچىلار سىلەر»"},{"SurahNumber":30,"VerseNumber":59,"Text":"(ئاللاھنىڭ بىرلىكىنى) بىلمەيدىغان (كۇففار) لارنىڭ دىللىرىنى مۇشۇنداق پېچەتلەيمىز"},{"SurahNumber":30,"VerseNumber":60,"Text":"(ئى مۇھەممەد!) (مۇشرىكلارنىڭ ئەزىيەتلىرىگە) سەۋر قىلغىن، ئاللاھنىڭ (ساڭا نۇسرەت ئاتا قىلىش ۋە دىنىڭنى ئۈستۈنلۈككە ئىگە قىلىش) ۋەدىسى ھەقىقەتەن ھەقتۇر، (ئاخىرەتكە) ئىشەنمەيدىغانلار سېنى يەڭگىلتەك قىلىپ قويمىسۇن"}]}