{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"Sapamamagitan(ngmgaanghel) nanahahanaysaantas"},{"SurahNumber":37,"VerseNumber":2,"Text":"Sa pamamagitan (ng mga anghel) na matatag na nagtataboy sa (kasamaan) sa mabuting paraan"},{"SurahNumber":37,"VerseNumber":3,"Text":"Sa pamamagitan (ng mga anghel) na nagdadala ng Aklat at ng Qur’an sa sangkatauhan mula kay Allah"},{"SurahNumber":37,"VerseNumber":4,"Text":"Katotohanan! Katotohanan, ang inyong Ilah (diyos) ay Tanging Isa (si Allah)"},{"SurahNumber":37,"VerseNumber":5,"Text":"Na Panginoon ng kalangitan at kalupaan at lahat ng nasa pagitan nito, at Panginoon ng lahat ng bawat hanggahan ng sinisikatan ng araw! (wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Kanya)"},{"SurahNumber":37,"VerseNumber":6,"Text":"Katotohanang Aming pinalamutihan ang pinakamababang kalangitan ng kagandahan (sa pamamagitan) ng mga bituin"},{"SurahNumber":37,"VerseNumber":7,"Text":"At bilang bantay laban sa bawat naghihimagsik na demonyo (Satanas)"},{"SurahNumber":37,"VerseNumber":8,"Text":"Sila ay hindi makakarinig sa mataas na pangkat (mga anghel), sapagkat sila ay binabato (itinataboy) sa bawat panig"},{"SurahNumber":37,"VerseNumber":9,"Text":"Na itinatakwil, at sa kanila ang patuloy (o masakit) na pagpaparusa"},{"SurahNumber":37,"VerseNumber":10,"Text":"Maliban sa kanya na katulad nang nang- agaw ng isang bagay sa pamamagitan ng pagnanakaw at sila ay tinutugis ng naglalagablab na apoy na may nakakatusok na liwanag"},{"SurahNumber":37,"VerseNumber":11,"Text":"Kaya’ttanunginmo(OMuhammad, silanamapagsamba sa mga diyus-diyosan): “Sila ba ay higit na matibay bilang nilikha, o ang iba pa (katulad ng kabundukan, kalangitan, kalupaan, atbp.) na Aming nilikha?” Katotohanang Aming nilikha sila mula sa isang malagkit na putik"},{"SurahNumber":37,"VerseNumber":12,"Text":"Hindi, ikaw (o Muhammad) ay nagtataka (sa kanilang katigasan ng ulo) habang sila ay nangungutya (sa iyo at sa Qur’an)"},{"SurahNumber":37,"VerseNumber":13,"Text":"At kung sila ay pinapaalalahanan, sila ay hindi nagbibigay pahalaga"},{"SurahNumber":37,"VerseNumber":14,"Text":"At kung sila ay makakita ng isang Ayah (isang tanda, katibayan), ay ginagawa nila itong katatawanan"},{"SurahNumber":37,"VerseNumber":15,"Text":"At sila ay nagsasabi: “Ito ay wala ng iba kundi maliwanag na panlilinlang!”"},{"SurahNumber":37,"VerseNumber":16,"Text":"“Ano! Kung kami ay mamatay at maging alabok at mga buto, kami baga (ay katotohanan) na muling ibabangon?”"},{"SurahNumber":37,"VerseNumber":17,"Text":"“Gayundin ang aming mga ninuno?”"},{"SurahNumber":37,"VerseNumber":18,"Text":"Ipagbadya (o Muhammad): “Tunay nga, at kayo ay aalispustain (dahilan sa inyong kasamaan).”"},{"SurahNumber":37,"VerseNumber":19,"Text":"At ito ay isang matinding pagsabog lamang (alalaong baga, sa pangalawang pagtunog ng Tambuli), at pagmasdan! Sila ay mandidilat"},{"SurahNumber":37,"VerseNumber":20,"Text":"Sila ay magsasabi: “Ah! Kasawian sa amin! Ito ang Araw ng Paghuhukom!”"},{"SurahNumber":37,"VerseNumber":21,"Text":"(At dito ay ipagbabadya): “Ito ang Araw ng Pagbubukod-bukod (Paghuhukom), na ang pagiging tunay ay palagi ninyong itinatatwa.”"},{"SurahNumber":37,"VerseNumber":22,"Text":"(At ipagbabadya sa mga anghel): “Tipunin ninyo nang sama-sama ang nagsigawa ng kamalian gayundin ang kanilang mga kasama (mula sa mga demonyo) at ang kanilang sinasamba noon (na mga diyus-diyosan)"},{"SurahNumber":37,"VerseNumber":23,"Text":"Bukod pa kay Allah, at ihantong sila sa daan ng Naglalagablab na Apoy (Impiyerno)"},{"SurahNumber":37,"VerseNumber":24,"Text":"Datapuwa’t patigilin sila, sapagkat sila ay tatanungin"},{"SurahNumber":37,"VerseNumber":25,"Text":"“Ano ang nangyayari sa inyo? Bakit hindi kayo magtulungan sa isa’t isa (na kagaya noong ginagawa ninyo sa lupa)?”"},{"SurahNumber":37,"VerseNumber":26,"Text":"Hindi, subalit sa Araw na ito, sila ay susuko (sa paghuhukom)"},{"SurahNumber":37,"VerseNumber":27,"Text":"At sila ay babaling sa bawat isa at magtatanungan sa bawat isa"},{"SurahNumber":37,"VerseNumber":28,"Text":"Sila ay magsasabi: “Kayo yaong dumarating sa amin mula sa kanang bahagi (alalaong baga, sa kanang bahagi ng isa sa amin at nagpapaganda sa amin ng bawat kasamaan at mga tukso, nag-uutos sa amin sa pagsamba sa mga diyus-diyosan at humahadlang sa amin sa Katotohanan, sa Kaisahan ni Allah at sa Islam at sa bawat mabubuting gawa)"},{"SurahNumber":37,"VerseNumber":29,"Text":"Sila ay magsisisagot: “Hindi, kayo rin sa inyong sarili ay walang pananampalataya"},{"SurahNumber":37,"VerseNumber":30,"Text":"At kami ay walang kapamahalaan sa inyo. Hindi! Datapuwa’t kayo ay mga tao na nagmamalabis sa paglabag (palasuway, mapagsamba sa mga diyus-diyosan, walang pananalig)!”"},{"SurahNumber":37,"VerseNumber":31,"Text":"Kaya’t ngayon, ang Salita ng aming Panginoon ay binigyang katarungan laban sa amin, na katiyakang (dapat naming) lasapin (ang kaparusahan sa aming kasalanan)"},{"SurahNumber":37,"VerseNumber":32,"Text":"Kaya’t aming iniligaw kayo; sapagkat katotohanang kami rin sa aming sarili ay naliligaw.”"},{"SurahNumber":37,"VerseNumber":33,"Text":"Katotohanang sa Araw na ito, silang lahat ay maghahati sa kaparusahan"},{"SurahNumber":37,"VerseNumber":34,"Text":"Katiyakang sa ganitong (paraan), ang Aming pakikitungo sa Mujrimun (mga tampalasan, mapagsamba sa mga diyus-diyosan, makasalanan, kriminal, palasuway kay Allah, walang pananalig, atbp)"},{"SurahNumber":37,"VerseNumber":35,"Text":"Katotohanang kapag sila ay pinagsasabihan ng: La ilaha ill Allah (Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah), ay pinatatambok nila ang kanilang sarili sa kapalaluan (alalaong baga, sila ay nagtatatwa sa katotohanan)"},{"SurahNumber":37,"VerseNumber":36,"Text":"At sila ay nagsasabi: “Ano? Tatalikdan ba namin ang aming mga diyos dahilan lamang sa isang makata na nasisiraan ng bait?”"},{"SurahNumber":37,"VerseNumber":37,"Text":"Hindi! Siya (Muhammad) ay dumatal na may (ganap) na katotohanan (alalaong baga, dala niya ang Islam, Qur’an at paniniwala sa Kaisahan ni Allah), at siya ay nagpapatotoo (sa mensahe) ng mga Tagapagbalita (noon pang una na nagdala ng Pananampalataya ni Allah, ang Islam at Kanyang Kaisahan)"},{"SurahNumber":37,"VerseNumber":38,"Text":"Katotohanang kayo (na mga pagano sa Makkah), inyong lalasapin ang kasakit-sakit na kaparusahan"},{"SurahNumber":37,"VerseNumber":39,"Text":"At kayo ay gagantihan ng wala ng iba maliban lamang sa inyong mga ginawa (masasamang gawa, kasalanan, pagsuway kay Allah, atbp)"},{"SurahNumber":37,"VerseNumber":40,"Text":"Maliban sa mga piling tagapaglingkod ni Allah (matatapat, masunurin, tunay na may pananalig sa Islam at Kaisahan ni Allah)"},{"SurahNumber":37,"VerseNumber":41,"Text":"Sasakanila ang nakatakdang biyaya (panustos, sa Paraiso)"},{"SurahNumber":37,"VerseNumber":42,"Text":"Mga bungangkahoy; at sila ay pararangalan"},{"SurahNumber":37,"VerseNumber":43,"Text":"Sa Halamanan ng Kaligayahan (Paraiso)"},{"SurahNumber":37,"VerseNumber":44,"Text":"Na nakaharap sa bawat isa sa matataas na diban"},{"SurahNumber":37,"VerseNumber":45,"Text":"Sa palibot nila ay idudulot ang kopa ng inumin mula sa malinaw na dalisdis (dalisay na alak)"},{"SurahNumber":37,"VerseNumber":46,"Text":"Na tulad sa kaputian ng kristal, na ang lasa ay masarap sa mga umiinom"},{"SurahNumber":37,"VerseNumber":47,"Text":"Na ligtas sa Ghoul (hindi magiging mabigat o masakit ang ulo, walang sakit sa tiyan, hindi nakakapinsala sa katawan, walang damdamin ng kasalanan) mula (sa pag-inom), gayundin naman, sila ay hindi makadarama nang pagkalango"},{"SurahNumber":37,"VerseNumber":48,"Text":"At sa tabi nila ay mayroong mga busilak na babae; na nagpipigil sa kanilang pagtingin (na hindi nagnanais sa iba maliban sa kanilang asawa), na may malalaki at magagandang mata"},{"SurahNumber":37,"VerseNumber":49,"Text":"(Maselan at dalisay) na (wari bang natatakpang) itlog na binabantayan"},{"SurahNumber":37,"VerseNumber":50,"Text":"At sila ay haharap sa bawat isa at magkapanabay na magtatanungan"},{"SurahNumber":37,"VerseNumber":51,"Text":"Ang isa sa kanila ay magsasabi: “Katotohanang ako ay may isang malapit na kasama (sa kalupaan)"},{"SurahNumber":37,"VerseNumber":52,"Text":"Na lagi nang nagsasabi: “Ikaw ba ay isa sa mga tunay na nananalig (sa Muling Pagkabuhay matapos ang kamatayan)"},{"SurahNumber":37,"VerseNumber":53,"Text":"Na kung tayo ay mamatay at maging alabok at mga buto, katotohanang bang tayo (ay muling ibabangon) upang tumanggap ng gantimpala o kaparusahan (ayon sa ating mga gawa)?”"},{"SurahNumber":37,"VerseNumber":54,"Text":"(Ang isang tao) ay nagsabi: “Nais mo bang tumingin sa dakong ibaba?”"},{"SurahNumber":37,"VerseNumber":55,"Text":"Kaya’t siya ay tumingin sa ibaba at kanyang nakita siya sa gitna ng Apoy"},{"SurahNumber":37,"VerseNumber":56,"Text":"Siya ay nagsabi: “Sa pamamagitan (sa Ngalan) ni Allah! Malapit mo na (sana) akong nadala sa pagkapanganyaya ng aking kaluluwa"},{"SurahNumber":37,"VerseNumber":57,"Text":"At kung hindi sa Habag ng aking Panginoon (Allah), walang pagsala na ako ay isa sa mga napasama roon (sa Impiyerno)!”"},{"SurahNumber":37,"VerseNumber":58,"Text":"(Ang tunay na sumasampalataya ay nagsabi): Tayo ba ay hindi na (muling) mamamatay"},{"SurahNumber":37,"VerseNumber":59,"Text":"Maliban sa ating unang kamatayan, at tayo ba ay hindi paparusahan (makaraang tayo ay pumasok sa Paraiso)"},{"SurahNumber":37,"VerseNumber":60,"Text":"Katotohanang ito ang Sukdol na Tagumpay"},{"SurahNumber":37,"VerseNumber":61,"Text":"Sa katulad nito, hayaan ang lahat ay magsikap, sa mga nagnanais na magsikap"},{"SurahNumber":37,"VerseNumber":62,"Text":"Ito bang (Paraiso) ay higit na mainam sa pagsasaya o ang puno ng Zaqqum (isang kahindik-hindik na puno sa Impiyerno)"},{"SurahNumber":37,"VerseNumber":63,"Text":"Katotohanang Aming ginawa ito (bilang) isang buntot sa Zalimun (mapagsamba sa mga diyus- diyosan, walang pananalig, mapaggawa ng kamalian, buktot, atbp)"},{"SurahNumber":37,"VerseNumber":64,"Text":"Katotohanang ito ay isang puno na tumutubo sa kailaliman ng Impiyerno"},{"SurahNumber":37,"VerseNumber":65,"Text":"Na ang supling (usbong) ng kanyang buwig ay katulad ng ulo ng mga demonyo"},{"SurahNumber":37,"VerseNumber":66,"Text":"Katotohanang sila ay kakain nito at ang kanilang tiyan ay mapupuno ng mga ito"},{"SurahNumber":37,"VerseNumber":67,"Text":"At bukod pa rito, sila ay bibigyan ng kumukulong tubig upang inumin na magiging magkasangkap (ang pinakulong tubig at Zaqqum sa kanilang tiyan)"},{"SurahNumber":37,"VerseNumber":68,"Text":"At pagkatapos, katotohanang sila ay ibabalik sa Naglalagablab na Apoy ng Impiyerno"},{"SurahNumber":37,"VerseNumber":69,"Text":"Katotohanang kanilang natagpuan ang kanilang mga ninuno sa maling Landas"},{"SurahNumber":37,"VerseNumber":70,"Text":"Kaya’t sila rin ay nagmadali na sundan ang kanilang mga yapak"},{"SurahNumber":37,"VerseNumber":71,"Text":"At katotohanan, ang mga tao noong una ay naligaw rin bago pa sa kanila"},{"SurahNumber":37,"VerseNumber":72,"Text":"Datapuwa’tkatotohanangnoonpaman, silaaypinadalhan na Namin ng mga tagapagbabala (mga Tagapagbalita)"},{"SurahNumber":37,"VerseNumber":73,"Text":"Kaya’t pagmasdan kung ano ang kinahinatnan ng mga pinaalalahanan (subalit hindi nakinig)"},{"SurahNumber":37,"VerseNumber":74,"Text":"Maliban sa mga piling tagapaglingkod ni Allah (matapat, masunurin, tunay na may pananalig sa Kaisahan ni Allah at sa Islam)"},{"SurahNumber":37,"VerseNumber":75,"Text":"(Noon), katotohanang si Noe ay nanikluhod saAmin, at Kami ang Pinakamainam sa mga dumirinig (sa panalangin)"},{"SurahNumber":37,"VerseNumber":76,"Text":"At Aming iniadya siya at ang kanyang pamayanan sa malaking kapinsalaan (sa pagkalunod)"},{"SurahNumber":37,"VerseNumber":77,"Text":"At ginawa Namin ang kanyang kalahian na mamalagi (sa kalupaan) at ang mga nakaligtas (alalaong baga, si Shem, Ham at Japheth)"},{"SurahNumber":37,"VerseNumber":78,"Text":"At iniwan Namin sa kanya (ang magandang ala-ala) para sa kanyang mga lahi na susunod sa darating na panahon"},{"SurahNumber":37,"VerseNumber":79,"Text":"“Salamun (Kapayapaan) at pagbati kay Noe (mula sa Amin) at sa lahat ng mga nilalang!”"},{"SurahNumber":37,"VerseNumber":80,"Text":"Katotohanan, sa ganito Namin ginagantimpalaan ang Muhsinun (mga gumagawa ng katuwiran at kabutihan sa kapakanan ni Allah na walang pagpapasikat o naghahangad ng papuri, bagkus ay gumagawa nito ayon sa pag-uutos ni Allah)"},{"SurahNumber":37,"VerseNumber":81,"Text":"Katotohanang siya ay isa sa Aming tagapaglingkod na may pananalig"},{"SurahNumber":37,"VerseNumber":82,"Text":"At Aming nilunod ang iba (na walang pananampalataya, buktot, mapagsamba sa mga diyus- diyosan, atbp)"},{"SurahNumber":37,"VerseNumber":83,"Text":"At katotohanan, ang isa sa mga sumunod sa kanya (Noe) sa landas (ng Islam at Kaisahan ni Allah) ay si Abraham"},{"SurahNumber":37,"VerseNumber":84,"Text":"Pagmasdan! Nang siya ay lumapit sa kanyang Panginoon na may dalisay na puso (tanging kay Allah lamang ang kanyang pagsamba at malinis siya sa dumi ng pananalig sa mga diyus-diyosan)"},{"SurahNumber":37,"VerseNumber":85,"Text":"Pagmasdan! Nang sinabi niya sa kanyang ama at sa mga tao: “Ano baga yaong inyong sinasamba?”"},{"SurahNumber":37,"VerseNumber":86,"Text":"“Ito ay isang kabulaanan, mga diyus-diyosan bukod pa kay Allah, ang inyong pinaninikluhuran?”"},{"SurahNumber":37,"VerseNumber":87,"Text":"“At ano ang inyong pag-aakala tungkol sa Panginoon ng lahat ng mga nilalang?”"},{"SurahNumber":37,"VerseNumber":88,"Text":"At siya ay tumanaw nang malalim sa mga bituin (upang sila ay linlangin)"},{"SurahNumber":37,"VerseNumber":89,"Text":"At siya ay nagsabi: “Katotohanang ako ay maysakit (dahil sa salot na bigay ng mga bituin). [Ginawa niya ang pamamaraang ito upang siya ay makapanatili sa templo ng kanilang mga diyus-diyosan at kanyang mawasak ang mga ito, at upang siya ay hindi mapasama sa kanilang paganong pagdiriwang]"},{"SurahNumber":37,"VerseNumber":90,"Text":"Kaya’t sila ay tumalikod sa kanya, at nagsilisan (dahilan sa pangangamba sa kanyang sakit)"},{"SurahNumber":37,"VerseNumber":91,"Text":"At siya (Abraham) ay humarap sa kanilang mga diyus-diyosan at nagsabi: “Hindi ba ninyo kakainin ang mga handog sa harapan ninyo"},{"SurahNumber":37,"VerseNumber":92,"Text":"At ano ang nangyayari sa inyo at kayo ay hindi nagsasalita?”"},{"SurahNumber":37,"VerseNumber":93,"Text":"At siya ay lumapit sa kanila at kanyang sinuntok (hinampas) sila ng (kanyang) kanang kamay"},{"SurahNumber":37,"VerseNumber":94,"Text":"At dumating (ang mga sumasamba sa mga diyus- diyosan) na nagmamadali patungo sa kanya (Abraham)"},{"SurahNumber":37,"VerseNumber":95,"Text":"Siya (Abraham) ay nagsabi: “Sinasamba ba ninyo ang mga bagay na (kayo rin sa inyong sarili) ang lumilok"},{"SurahNumber":37,"VerseNumber":96,"Text":"Datapuwa’t si Allah ang lumikha sa inyo at sa ginawa ng inyong mga kamay!”"},{"SurahNumber":37,"VerseNumber":97,"Text":"Sila ay nagsabi: “Inyong igawa siya ng pugon at itapon siya sa naglalagablab na apoy!”"},{"SurahNumber":37,"VerseNumber":98,"Text":"(Ito ay hindi magtatagumpay). At sila ay nagbalak nang laban sa kanya, datapuwa’t Aming inilaan sila sa pinakaaba"},{"SurahNumber":37,"VerseNumber":99,"Text":"Siya (Abraham) ay nagsabi (matapos na makaligtas siya sa apoy): “Katotohanang ako ay patutungo sa aking Panginoon! Siya ang mamamatnubay sa akin!”"},{"SurahNumber":37,"VerseNumber":100,"Text":"“o aking Panginoon! Ako ay pagkalooban Ninyo ng (mabuting) anak na lalaki mula sa matutuwid!”"},{"SurahNumber":37,"VerseNumber":101,"Text":"Kaya’t ibinigay Namin sa kanya ang magandang balita ng matimtimang anak (na lalaki, si Ismail)"},{"SurahNumber":37,"VerseNumber":102,"Text":"At nang ang (anak na) lalaki ay sumapit na sa hustong gulang, siya (Abraham) ay nagsabi: “o aking anak! Ako ay nanaginip na iaalay kita bilang sakripisyo (kay Allah); iyong sabihin kung ano ang iyong nasasaloob!” (Ang anak) ay nagsabi: “o aking ama! Inyong sundin kung ano ang sa inyo ay ipinag-utos. Insha Allah (Kung pahihintulutan ni Allah), matatagpuan ninyo ako (kung ito ang kalooban ni Allah) na isang mapagbata.”"},{"SurahNumber":37,"VerseNumber":103,"Text":"At nang sila ay kapwa nagsuko ng kanilang sarili (sa pagsunod kay Allah), at kanyang inihiga na siya na nakapatirapa sa kanyang noo (upang isakripisyo)"},{"SurahNumber":37,"VerseNumber":104,"Text":"Amin (Allah) siyang tinawag: “o Abraham"},{"SurahNumber":37,"VerseNumber":105,"Text":"Iyo nang natupad nang ganap ang panaginip!” Katotohanang sa ganito Namin ginagantimpalaan ang Muhsinun (mga gumagawa ng katuwiran at kabutihan na ganap na nagsasagawa ng mga ito tungo sa kapakanan ni Allah ng walang kapalaluan at hindi naghihintay ng papuri o katanyagan, bagkus ay gumagawa nito ayon sa pag-uutos ni Allah)"},{"SurahNumber":37,"VerseNumber":106,"Text":"Katotohanang ito ay isang tunay na lantad na pagsubok"},{"SurahNumber":37,"VerseNumber":107,"Text":"At siya ay tinubos (iniligtas) Namin sa isang malaking sakripisyo (ipinalit sa kanya ang isang hayop, alalaong baga, isang lalaking tupa)"},{"SurahNumber":37,"VerseNumber":108,"Text":"At iniwan Namin sa kanila (ang isang magandang ala-ala, upang makintal sa isipan) ng mga sali’t saling lahi (na susunod) sa darating na panahon"},{"SurahNumber":37,"VerseNumber":109,"Text":"“Salamun (Kapayapaan) at pagbati kay Abraham!”"},{"SurahNumber":37,"VerseNumber":110,"Text":"Kaya’t katotohanang sa ganito Namin binibiyayaan ang Muhsinun (mga nagsisigawa ng kabutihan at katuwiran)"},{"SurahNumber":37,"VerseNumber":111,"Text":"Katotohanang siya ay isa sa Aming tagapaglingkod na nananampalataya"},{"SurahNumber":37,"VerseNumber":112,"Text":"At Aming ginawaran siya ng magandang balita (nang pagdating) ni Isaac, isang propeta, isa sa mga matutuwid"},{"SurahNumber":37,"VerseNumber":113,"Text":"Aming ginawaran siya at si Isaac ng biyaya, at mula sa kanilang lahi, (ang iba) ay gumagawa ng kabutihan at ang ilan ay gumagawa ng kamalian"},{"SurahNumber":37,"VerseNumber":114,"Text":"At muli (tulad din noong una), Aming ibinigay ang Aming paglingap kay Moises at Aaron"},{"SurahNumber":37,"VerseNumber":115,"Text":"At Aming iniadya sila at ang kanilang pamayanan sa malaking kasiphayuan"},{"SurahNumber":37,"VerseNumber":116,"Text":"At sila ay tinulungan Namin, at sila ay nagsipagtagumpay"},{"SurahNumber":37,"VerseNumber":117,"Text":"At iginawad Namin sa kanila ang Kasulatan na nagpapaliwanag sa mga bagay-bagay"},{"SurahNumber":37,"VerseNumber":118,"Text":"At sila ay pinatnubayan Namin sa Matuwid na Landas"},{"SurahNumber":37,"VerseNumber":119,"Text":"At iniwan Namin sa kanila (ang isang magandang ala-ala, upang makintal sa isipan) ng mga sali’t saling lahi (na susunod) sa darating na panahon"},{"SurahNumber":37,"VerseNumber":120,"Text":"“Salamun (Kapayapaan) at pagbati kina Moises at Aaron!”"},{"SurahNumber":37,"VerseNumber":121,"Text":"Katotohanang sa ganito Namin ginagantimpalaan ang Muhsinun (mga nagsisigawa ng kabutihan at katuwiran)"},{"SurahNumber":37,"VerseNumber":122,"Text":"Sapagkat sila ay dalawa sa Aming mga tagapaglingkod na nananampalataya"},{"SurahNumber":37,"VerseNumber":123,"Text":"At katotohanang si Elias ay isa rin sa Aming mga Tagapagbalita"},{"SurahNumber":37,"VerseNumber":124,"Text":"Pagmasdan! Nang kanyang ipahayag sa kanyang pamayanan: “Hindi baga ninyo pangangambahan si Allah?”"},{"SurahNumber":37,"VerseNumber":125,"Text":"“Kayo ba ay magsisidalangin kay Baal (isang tanyag na diyus-diyosan sa kanilang pamayanan na kanilang sinasamba) atinyongtatalikuranang Pinakamainamsalahat ng mga Manlilikha?”"},{"SurahNumber":37,"VerseNumber":126,"Text":"“Si Allah, ang inyong Panginoon at Tagapagtaguyod, at Panginoon at Tagapagtaguyod ng inyong ninuno noong pang una?”"},{"SurahNumber":37,"VerseNumber":127,"Text":"Datapuwa’t kanilang itinakwil siya (Elias), at katotohanan na walang pagsala na sila ay tatawagin (sa kaparusahan)"},{"SurahNumber":37,"VerseNumber":128,"Text":"Maliban sa mga piling tagapaglingkod ni Allah (sa kanilang lipon)"},{"SurahNumber":37,"VerseNumber":129,"Text":"At iniwan Namin sa kanila (ang isang magandang ala-ala, upang makintal sa isipan) ng mga sali’t saling lahi (na susunod) sa darating na panahon"},{"SurahNumber":37,"VerseNumber":130,"Text":"“Salamun (Kapayapaan) at pagbati kay Ilyasin (Elias)!”"},{"SurahNumber":37,"VerseNumber":131,"Text":"Katotohanang sa ganito Namin ginagantimpalaan ang Muhsinun (mga nagsisigawa ng kabutihan at katuwiran tungo sa kapakanan ni Allah)"},{"SurahNumber":37,"VerseNumber":132,"Text":"Katotohanang siya ay isa sa Aming tagapaglingkod na nananampalataya"},{"SurahNumber":37,"VerseNumber":133,"Text":"At katotohanang si Lut ay isa sa Aming mga Tagapagbalita"},{"SurahNumber":37,"VerseNumber":134,"Text":"Pagmasdan! Nang Aming iniligtas siya at ang kanyang pamilya, silang lahat"},{"SurahNumber":37,"VerseNumber":135,"Text":"Maliban sa isang matandang babae (ang kanyang asawa) na isa sa mga nagpaiwan"},{"SurahNumber":37,"VerseNumber":136,"Text":"At Aming winasak ang natira (alalaong baga, ang mga bayan ng Sodom na nasa lugar ng Patay na Dagat [Dead Sea] sa Palestina"},{"SurahNumber":37,"VerseNumber":137,"Text":"Katotohanang kayo ay dumaraan (sa kanilang pook) sa umaga"},{"SurahNumber":37,"VerseNumber":138,"Text":"At sa gabi; kayo baga ay hindi nakakaunawa"},{"SurahNumber":37,"VerseNumber":139,"Text":"At katotohanang si Jonah ay isa sa Aming mga Tagapagbalita"},{"SurahNumber":37,"VerseNumber":140,"Text":"Nang siya ay tumakbo (na parang isang alipin) sa barko na puno ng karga"},{"SurahNumber":37,"VerseNumber":141,"Text":"Siya (ay pumayag) na magpalabunutan, at siya ay isa sa mga talunan"},{"SurahNumber":37,"VerseNumber":142,"Text":"Kaya’t isang (malaking) isda ang lumulon sa kanya, at siya ang dapat sisihin sa kanyang ginawa"},{"SurahNumber":37,"VerseNumber":143,"Text":"Datapuwa’t kung siya ay hindi (lamang) humingi ng kapatawaran at lumuwalhati kay Allah"},{"SurahNumber":37,"VerseNumber":144,"Text":"Katotohanan na walang pagsala na mananatili siya sa tiyan (ng isda) hanggang sa Araw ng Muling Pagkabuhay"},{"SurahNumber":37,"VerseNumber":145,"Text":"Subalit siya ay iniluwa Namin sa patag na pasigan (ng dagat) samantalang (siya) ay may sakit"},{"SurahNumber":37,"VerseNumber":146,"Text":"At Aming pinatubo sa ibabaw (sa tabi) niya ang isang malabay na puno"},{"SurahNumber":37,"VerseNumber":147,"Text":"At Aming isinugo siya (sa isang misyon) sa isang daang libong tao o higit pa"},{"SurahNumber":37,"VerseNumber":148,"Text":"At sila ay nagsisampalataya, kaya’t Aming hinayaan na sila ay magsaya sa kaunting sandali"},{"SurahNumber":37,"VerseNumber":149,"Text":"Kaya’t ngayon (O Muhammad), iyong tanungin sila kung ano ang kanilang palagay. Tunay kaya baga na ang inyong Panginoon (ay mayroon lamang) ng mga anak na babae, at ang kanila ay mga anak na lalaki"},{"SurahNumber":37,"VerseNumber":150,"Text":"o nilikha ba Namin ang mga babaeng anghel, samantalang sila ang mga saksi"},{"SurahNumber":37,"VerseNumber":151,"Text":"Pagmasdan! Sila (mga paganong Quraish) ay nagsasabi mula sa kanilang mga kabulaanan (gawa-gawang kasinungalingan) ng"},{"SurahNumber":37,"VerseNumber":152,"Text":"“Si Allah ay nagkaroon ng mga anak (alalaong baga, ang mga anghel ay mga anak na babae ni Allah)?” Katotohanang sila ay mga sinungaling"},{"SurahNumber":37,"VerseNumber":153,"Text":"Siya (Allah) baga ay pumili ng mga anak na babae kaysa sa mga anak na lalaki"},{"SurahNumber":37,"VerseNumber":154,"Text":"Ano ang nangyayari sa inyo? Paano kayo humahatol"},{"SurahNumber":37,"VerseNumber":155,"Text":"Hindi baga kayo tatanggap ng paala-ala"},{"SurahNumber":37,"VerseNumber":156,"Text":"o mayroon ba kayong maliwanag na kapamahalaan"},{"SurahNumber":37,"VerseNumber":157,"Text":"Kung gayon, inyong dalhin ang (inyong) Aklat (ng kapamahalaan) kung kayo ay makatotohanan"},{"SurahNumber":37,"VerseNumber":158,"Text":"At sila ay kumatha (naggawa-gawa ng kasinungalingan) na may pagkakamag-anak sa pagitan Niya at ng mga Jinn, datapuwa’t ang mga Jinn na rin (ang lubos na nakakaalam) na sila ay tatawagin upang magsulit sa Kanya"},{"SurahNumber":37,"VerseNumber":159,"Text":"Luwalhatiin si Allah! (Siya ay ganap na malaya) sa lahat ng bagay na kanilang itinatambal sa Kanya"},{"SurahNumber":37,"VerseNumber":160,"Text":"(Sila ay nasa kamalian) maliban sa mga tagapaglingkod ni Allah na Kanyang pinili (sa Kanyang Habag, alalaong baga, mga tunay na nananampalataya sa Kaisahan ni Allah at hindi nag-aakibat ng mga huwad na bagay kay Allah)"},{"SurahNumber":37,"VerseNumber":161,"Text":"Kaya’t katotohanang kayong (mga pagano), at ang inyong mga sinasamba (na diyus- diyosan)"},{"SurahNumber":37,"VerseNumber":162,"Text":"Ay hindi makakapagligaw (sa kanila na tunay na sumasampalataya kay Allah na makalimot at lumayo sa Kanya)"},{"SurahNumber":37,"VerseNumber":163,"Text":"Maliban sa kanila na nakatakdang masunog sa Naglalagablab na Apoy (Impiyerno)"},{"SurahNumber":37,"VerseNumber":164,"Text":"walang sinuman sa amin (mga anghel) ang hindi nakakaalam sa aming takdang kalalagyan (o puwesto)"},{"SurahNumber":37,"VerseNumber":165,"Text":"Katotohanan, kaming (mga anghel) ay nakatindig sa mga hanay sa pagdarasal (na katulad din ninyong mga Muslim sa inyong pagdarasal)"},{"SurahNumber":37,"VerseNumber":166,"Text":"At katotohanan, kaming (mga anghel), kami ay sumasambit ng kaluwalhatian (ni Allah sa aming pananalangin)!”"},{"SurahNumber":37,"VerseNumber":167,"Text":"At katotohanang sila (mga paganong Arabo) ay laging nagsasabi"},{"SurahNumber":37,"VerseNumber":168,"Text":"“Kung kami lamang ay nakatanggap ng Mensahe noong una (bago dumatal si Propeta Muhammad bilang isang Tagapagbalita ni Allah)"},{"SurahNumber":37,"VerseNumber":169,"Text":"Katotohanang kami ay walang pagsala na magiging tagapaglingkod ni Allah, matapat at matimtiman (at tunay na nananampalataya sa Kanyang Kaisahan at sa Islam)!”"},{"SurahNumber":37,"VerseNumber":170,"Text":"Datapuwa’t (ngayon na ang Qur’an ay dumating), sila ay nagtakwil dito (sa Qur’an at kay Propeta Muhammad at sa lahat ng kanyang mga dinalang kapahayagan); ngunit hindi magtatagal ay kanilang mapag-aalaman!”"},{"SurahNumber":37,"VerseNumber":171,"Text":"At katotohanan, ang Aming Salita ay pumalaot na noon pa mang una sa Aming mga tagapaglingkod, ang mga Tagapagbalita na Aming isinugo"},{"SurahNumber":37,"VerseNumber":172,"Text":"Atkatotohanangsilaayginawarannamagsipagtagumpay"},{"SurahNumber":37,"VerseNumber":173,"Text":"At ang Aming mga tagapaglingkod, katotohanang sila ay magwawagi"},{"SurahNumber":37,"VerseNumber":174,"Text":"Kaya’t tumalikod ka sa kanila (O Muhammad), nang pansamantala"},{"SurahNumber":37,"VerseNumber":175,"Text":"At pagmasdan mo sila, at makikita nila (ang kaparusahan)"},{"SurahNumber":37,"VerseNumber":176,"Text":"Sila baga ay naghahanap na madaliin ang Aming Kaparusahan"},{"SurahNumber":37,"VerseNumber":177,"Text":"Datapuwa’t kung ito ay pababain na sa kanilang bakuran sa harapan nila, kasamaan ang magiging umaga ng mga pinaalalahanan (subalit hindi nakinig)"},{"SurahNumber":37,"VerseNumber":178,"Text":"Kaya’t talikuran mo sila (O Muhammad), nang pansamantala"},{"SurahNumber":37,"VerseNumber":179,"Text":"At pagmasdan, kanilang makikita (ang kaparusahan)"},{"SurahNumber":37,"VerseNumber":180,"Text":"Maluwalhati ang iyong Panginoon! Ang Panginoon ng Karangalan at Kapangyarihan! (Siya ay ganap na malaya) sa lahat ng mga itinatambal nila sa Kanya"},{"SurahNumber":37,"VerseNumber":181,"Text":"At kapayapaan sa mga Tagapagbalita"},{"SurahNumber":37,"VerseNumber":182,"Text":"At ang lahat ng mga Pagpupuri ay kay Allah, ang Panginoon at Tagapanustos ng lahat ng mga nilalang"}]}