{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Obwitsulisio bwetsimbabaasi tsia Nyasaye wuwo khu musumba wuwe Zakaria"},{"SurahNumber":19,"VerseNumber":3,"Text":"Olwa yalanga Nyasaye wuwe omulango kwobwifisi"},{"SurahNumber":19,"VerseNumber":4,"Text":"Naboola mbu: “Nyasaye wanje, toto abikumba bianje bimalile okhuba ebiteshele, Ne umurwe kwanje kwakhanga tsimbutsi, ne shindali weyikhabi imbi tawe, Nyasaye wanje khulwa okhusaba"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ne toto esie eyendelanga Abandu banje nindakharulaho, Ne Omukhasi wanje nomukumba. Kho mbelesia witsa okhutong’a mushilenje shianje okhurula khwiwe"},{"SurahNumber":19,"VerseNumber":6,"Text":"Witsa okhuchelama esie nende okhuchelama olwibulo lwa Yaqub, Ne Nyasaye wanje omukhole omwene abe uchamisia"},{"SurahNumber":19,"VerseNumber":7,"Text":"Ewe Zakaria efwe khukhwetsanga amakhuwa amalayi ko Omwana elira lilie ni Yahya khushili okhuwelesiakhwo yesiyesi imbeli wuwo elira shinga lino"},{"SurahNumber":19,"VerseNumber":8,"Text":"Naboola mbu: “Nyasaye wanje; Ndakhanyoola endie Omwana; omukhasi wanje nali omukumba, nasi ndamala okhukofula muno"},{"SurahNumber":19,"VerseNumber":9,"Text":"Naboola mbu: “Ne endio nilwakali” Nyasaye wuwo aboolele mbu: “kano ni amangu khwisie ne toto ndakhuloonga khale, ne shiwali eshindu tawe.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"Naboola mbu: “Nyasaye wanje kholela eshimanyisio.” Naboola mbu; “ Eshimanyisio shishio ni mbu sholanyala okhuboola nende Abandu khutsinyanga tsitaru tawe, nawe nolisa omulamu habwene"},{"SurahNumber":19,"VerseNumber":11,"Text":"Mana nabarulila Abandu baye okhurula khu mihirab, nabasomeselia nomukhono mbu : “ Mwitsoomie Nyasaye itsuli nende ingoloobe.”"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ewe Yahya, Tila eshitabu nende amaani, nafu khwamwelesia obururuchi nashili omutiti"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ne nikhumwelesia eshisa okhurula khwifwe nende obutswenufu, ne yali owaria Nyasaye"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ne (nikhumukhola) omulayi khubebusi babe ne shiyali omufuru omukhayi tawe"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ne omulembe kube khuye inyanga yayebulilwa nende inyanga yayafwila nende inyanga ya alilamusibwa mubafu"},{"SurahNumber":19,"VerseNumber":16,"Text":"Ne yitsulisia mushitabu Mariam, alwa yawukha khubandu bebe natsia ebuleka webukwe"},{"SurahNumber":19,"VerseNumber":17,"Text":"Mana naraho eshikalilo okhwiyikalila ninabo. Mana nikhumurumila roho wefu, niyekhola khuye shinga Omundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Mariam) Naboola mbu : “Toto esie ndilinda khu Nyasaye, Omunji Wetsimbabaasi- (yaninde) khwiwe. Toto noba noritsanga Nyasaye"},{"SurahNumber":19,"VerseNumber":19,"Text":"(Malaika) Naboola mbu: “Toto esie endi Omurumwa wa Nyasaye wuwo erumilwe mbu nditse ekhusuubisie Omwana Omutswenufu"},{"SurahNumber":19,"VerseNumber":20,"Text":"Naboola mbu: “Ndakhanyoola endie Omwana, ne Omundu yesi yesi nashili okhundilakhwo, ne esie shendikho omuyeyi tawe?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Naboola mbu : “Ne endio nilwa kali Nyasaye wuwo aboolele mbu: “Kano ni amangu khwisie kho khumukhole eshimanyisio khubandu nende tsimbabaasi tsirulanga khwifwe. Ne lino nilikhuwa liamala okhubusibwa.”"},{"SurahNumber":19,"VerseNumber":22,"Text":"Mana nachinga inda yiyie, mana narula nayo okhutsia ehale"},{"SurahNumber":19,"VerseNumber":23,"Text":"Mana obululu bwokhulumwa nibumuyila hasi khushisina shiomutende, naboola mbu: “Emanyanga ndafwa kano nikashili okhunyoola, ndakhabeele ndamala okhwibililwa khale.”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Omulango nikumuulila okhurula hasi wuwe, mbu: “olabeelela tawe, toto Nyasaye wuwo okhukholeele isebe hasi wuwo.”"},{"SurahNumber":19,"VerseNumber":25,"Text":"“Ne oresie abuleka wuwo eshisina shiomutende kwitsa okhulakasilia tsitende tsindayi, tsinyengu.”"},{"SurahNumber":19,"VerseNumber":26,"Text":"“Kho olie mana onywe, mana osangasie tsimoni . Ne nolola omundu yesiyesi boola mbu: “Toto esie alakane nende Omunji wetsimbabaasi okhufunga, kho inyanga yino shindalaboola nende Omundu yesiyesi tawe.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Natsia ninaye khubandu bebe namuchinjile, nibaboola mbu: “Ewe; Mariam; okholele likhuwa liamakana”"},{"SurahNumber":19,"VerseNumber":28,"Text":"Omukhana wabu Haruni ewe; Papa wuwo shiyali omundu omubi tawe nohomba Mama wuwo shiyali omuyeyi (omutamba) tawe"},{"SurahNumber":19,"VerseNumber":29,"Text":"Nabasomesilia olwala khuye (omwana oyo) Nibaboola mbu: “khwakhalomaloma khurie nende Omwana ushili indaana omutoro?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Naboola mbu: “ Toto esie endi Omusumba wa Nyasaye yambelesiye eshitabu, neyakholele okhuba Omurumwa.”"},{"SurahNumber":19,"VerseNumber":31,"Text":"“Ne yakholele okhuba weyikhabi wosi wosi wendi, ne yalachillisie (Isala) okhulaama nende okhuyinia eshihanwa (Izaka) olwemba neshili omulamu"},{"SurahNumber":19,"VerseNumber":32,"Text":"Nende okhukholela Mama wanje amalayi. Ne shiyakholele okhuba omufuru ,omubii tawe"},{"SurahNumber":19,"VerseNumber":33,"Text":"Ne omulembe kube ninasi, inyanga yandebulwa, nende inyanga yandilifwa, nende inyanga yandililamamusibwa okhuba omulamu"},{"SurahNumber":19,"VerseNumber":34,"Text":"Oyo niye Isah Omwana wa Miriam. Likhuwa liatoto, eliabakanakananga mwo"},{"SurahNumber":19,"VerseNumber":35,"Text":"Ni shikakhoyeshele khu- Nyasaye okhuba nende Omwana tawe, oluyali nolulwe, niyenya eshindu aboolanga butswa mbu: “ba!” ni shiba"},{"SurahNumber":19,"VerseNumber":36,"Text":"Netoto Nyasaye ni Omulesi wanje nende Omulesi wenyu. Kho mumulaame, ino niyo injila ilunjifu"},{"SurahNumber":19,"VerseNumber":37,"Text":"Halali emikanda chiakabukhana abeene khu beene. Kho mana eshinyasio eshikhongo shilinyoola balia abakhaya, khulwa okhuula khwe inyanga ikhongo eyo"},{"SurahNumber":19,"VerseNumber":38,"Text":"Baliwulila nebalilola obulayi buli burie inyanga yabalikhwitsila. Halali abakhayi lelo bali mubukori obwa habulafu"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ne obekanyilisie inyanga yokhwiyitsulisia ebise bielikhuwa lilibusibwa, nabo bali mukhukoyana nemana shibasubilanga tawe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Netoto efwe khulichelama eshialo nende bioosi bili hekulu washio. Ne balikalusibwa khwifwe"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ne rumbula mushitabu shino Ibrahim, Toto ye yali owatoto muno, Omurumwa"},{"SurahNumber":19,"VerseNumber":42,"Text":"Olwa yaboolela Samwana mbu: “Ewe Papa wanje, shina shichilanga nolaama ebilawulila nende ebilalola nende ebilakhukhoonya shiosi shiosi tawe"},{"SurahNumber":19,"VerseNumber":43,"Text":"“Ewe Papa wanje; Toto bwene enyoolele obumanyi bushili okhuulilakhwo ewe. Kho nonde nditsa okhulunjisia khu injila ya habwene"},{"SurahNumber":19,"VerseNumber":44,"Text":"“Ewe Papa wanje; olalaama shetani tawe, toto shetani yaloba(amakhuwa ka Nyasaye) Omunji wetsimbabaasi"},{"SurahNumber":19,"VerseNumber":45,"Text":"“Ewe papa wanje; Toto eritsanga eshinyasio shirulanga khuwetsimbabaasi okhunyoola. Ne olaba omukholi wa shetani"},{"SurahNumber":19,"VerseNumber":46,"Text":"Naboola mbu: “Koo, Abanyasaye banje bakhusinya ewe Ibrahim? Ne nolalekha (akoboolanga ako tawe) khulakhulasa amachina. Ne undulekhwo otsie ehale mbelio.”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Naboola: “umelembe kube ninawe, nditsa okhusabila Nyasaye wanje eshileshelo, toto Ye yambulilanga muno.”"},{"SurahNumber":19,"VerseNumber":48,"Text":"Nasi nditsa okhubarulakhwo, nende akamulaamanga akalali aka Nyasaye ako. Ne nditsa okhulaama Nyasaye wanje, ne shinditsa okhuba ukhola obubii nesaba Nyasaye wanje tawe"},{"SurahNumber":19,"VerseNumber":49,"Text":"Olwa yalekhana nabo nende kalia okabalaamanga akalali ka Nyasaye, khwamuhelesia Is’haka nende Yaqub, nebuli shiamulalanikhumukholaokhuba Omurumwa"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ne nikhubahelesia tsimbabaasi tsiefu, ne nikhubakhola okhuba nende olulimi lwa toto olwa hekulu"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ne rumbula mushitabu shino Musa, toto ye yali Omutswenufu ne yali Omurumwa, Omwayi (omunabii)"},{"SurahNumber":19,"VerseNumber":52,"Text":"Olwa khwamulanga ebuleka womukhono musatsa weshikulu, mana nikhumusitilia ahambi okhuboola ninafu mubwifisi"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ne khutsimbabaasi tsiefu nikhumuhelesia omusiani wabu mbu Haruni okhuba Omurumwa"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ne rumbula mushitabu shino Ismail, Toto ye yali owatoto khubulakani, ne yali Omurumwa omwayi (munabii)"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ne yalomesinjia Abandu bebe iswala (okhulaama) nende izakaa (eshihanwa) Ne yali yachamilwa ewa Nyasaye wuwe"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ne rumbula mushitabo shino Idris, toto ye yali owa obwatoto muno, Omurumwa"},{"SurahNumber":19,"VerseNumber":57,"Text":"Mana nikhumuchingula hekulu muno"},{"SurahNumber":19,"VerseNumber":58,"Text":"Abo nibo aba- Nyasaye wabu yabehelesia omukabo, mubarumwa mulwibulo lwa Adam, nende balia abakhwabukula halala nende Nuhu, nende olwibulo lwa Ibrahim nende Israil, nende balia abakhwalunjisia, mana nikhubaawula. Nibasomelwa tsinyali tsa Nyasaye bakwitsanga nibasujuda nibalila"},{"SurahNumber":19,"VerseNumber":59,"Text":"Halali nibabalondakhwo inyuma wabu, abarulila ababii, nibarenguya okhulaama (Iswala) mana nibaloonda obwikombi obubii, kho balinyoolana nende eshinyasio eshululu"},{"SurahNumber":19,"VerseNumber":60,"Text":"Halali balia abekanila mana nibasuubila ne nibakhola amakhuwa amalayi, Abo balinjila mwikulu neshibalikholelwakhwo obubii bwosi bwosi tawe"},{"SurahNumber":19,"VerseNumber":61,"Text":"Mumikunda chilaliwa tawe echia Nyasaye yalaka Abasumba bebe mubwifisi, toto indache ya Nyasaye yakhoole"},{"SurahNumber":19,"VerseNumber":62,"Text":"Shibaliwulilamwo\tamakhuwa kabula obukhala tawe halali omulembe, nebalinyoolamwo omukabo kwabu etsuli nende ingolobe"},{"SurahNumber":19,"VerseNumber":63,"Text":"Oko nikwo omukunda kwomwikulu, okwa khulichelemia Abasumba befu balia abaali nibaria Nyasaye"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ne shikhwikhanga tawe halali khubunyali bwa Nyasaye wuwo. Ne ni ebibie ebili imbeli wefu, nende inyuma wefu, nende ebili hakari hao. Ne Nyasaye wuwo shiniwokhwibilila tawe"},{"SurahNumber":19,"VerseNumber":65,"Text":"Nyasaye welikulu nende eshialo, nende ebili hakari wabio. kho Mulaame Ye butswa yenyene mukhulamwa khukhwe ne olumilile. Koo mwamanyakhwo uli nende ilira shelilie"},{"SurahNumber":19,"VerseNumber":66,"Text":"Ne Omundu aboolanga mbu: “koo olwandiliba nefwile, toto ndililamusibwa ndaba omulamu"},{"SurahNumber":19,"VerseNumber":67,"Text":"Koo; Omundu shaparangakhwo mbu khwamuloonga inyuma hawo naye nalali eshindu tawe"},{"SurahNumber":19,"VerseNumber":68,"Text":"Kho, nditsuba khu Nyasaye wuwo mbu: “toto khulibakhung’asia abo halala nende amashetani, mana khulibara mumbeka mwomulilo kwa Jahanam basikame”"},{"SurahNumber":19,"VerseNumber":69,"Text":"Mana toto, khulibarusia buli mumukanda balia mubo abaloba muno Nyasaye Owetsimbabaasi"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ne toto efwe khwamanya muno abakhoyeshele okhusambwamwo"},{"SurahNumber":19,"VerseNumber":71,"Text":"Ne abulao yesi yesi mwinywe okhula aliulakhwo (khu Jahanam) Ne kali khu Nyasaye wuwo kamala okhubusibwa"},{"SurahNumber":19,"VerseNumber":72,"Text":"Mana khulihabina balia bamuria, nekhulilekhamwo ababii nibopele amasikamo"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ne nibasomelwa tsinyali tsiefu tsili habulafu, abakhayi baboolelanga abasuubili mbu: “Nimukanda shina khuchibili chino kuli nende eshimenyo eshilayi nende Abandu boluyali"},{"SurahNumber":19,"VerseNumber":74,"Text":"Ne emikanda chinga chiakhwasishia imbeli wabu khumika chiabura chiali nende amarone amalayi muno nende habundu alayi muno"},{"SurahNumber":19,"VerseNumber":75,"Text":"Boola: “Balia bali mubukori, Nyasaye yetsa okhubametela ebise ukhula balole akabekanyilisibwa, eshinyasio nohomba indukho yilia. Awo nabalimanya niwina weshimenyo eshibii nende owa abalwaani abateshele"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ne Nyasaye amatelanga obulunjifu balia abalunjikha. Ne abikhole ebilayi bitong’anga ni obulayi muno khumurungo ewa Nyasaye wuwo, ne ni amakalusio amalayi"},{"SurahNumber":19,"VerseNumber":77,"Text":"Koo; Walolakhwo ulia owakhaya ebimanyisio biefu mana noboola mbu: “Toto esie nditsa okhuhebwa omwandu nende Abana?”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Koo ye anyolele amakhuwa kefisa, nohomba Nyasaye yamulaka"},{"SurahNumber":19,"VerseNumber":79,"Text":"Shikari kario tawe, khwitsa okhuhandika akaboolanga, ne khulamumeta ebise bieshinyasio bumeta"},{"SurahNumber":19,"VerseNumber":80,"Text":"Ne khulimuhelesia akaboolanga ako, ne alikhwitsila nali yenyene"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ne bekholela abanyasaye baandi habundu wa Nyasaye, mbu khobanyoole amani (oluyali)"},{"SurahNumber":19,"VerseNumber":82,"Text":"Shikali kario tawe, balikana okhulamwa khwabu ne baliba abasuku babu"},{"SurahNumber":19,"VerseNumber":83,"Text":"Koo, shimulolangakhwo mbu efwe khwaruma amashetani khubakhayi, ababaretsangamwo amaani kokhukhola amabii"},{"SurahNumber":19,"VerseNumber":84,"Text":"Kho alabayuyukhanila tawe, efwe khubabalilanga tsinyanga tsiabu"},{"SurahNumber":19,"VerseNumber":85,"Text":"Inyanga yakhulikhung’asia abaria Nyasaye okhubayila khuwetsimbabaasi babe abachenibe"},{"SurahNumber":19,"VerseNumber":86,"Text":"Ne khulichomia ababii mumulilo kwa Jahannam, nibali nende omwalakho omunji"},{"SurahNumber":19,"VerseNumber":87,"Text":"Shibaliba nende obunyali bwokhusabila abandi eshileshelo tawe halali balia bakhola indakano khu Nyasaye (omunji westimbabaasi)"},{"SurahNumber":19,"VerseNumber":88,"Text":"Ne baboola mbu: “ Nyasaye (Omunji westimbabaasi) ali nende Omwana.”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Toto mwarera likhuwa liokhusinya muno"},{"SurahNumber":19,"VerseNumber":90,"Text":"Likulu likhaba okhukhalikha nende liloba okhwarukha nende tsingulu okhukwa ebitonyetonye"},{"SurahNumber":19,"VerseNumber":91,"Text":"Khulwa okhuboola mbu Nyasaye (omunji wotsimbabaasi) ali nende Omwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"Ne shikakhoyeshela Omunji Wetsimbabaasi okhuba nende Omwana tawe"},{"SurahNumber":19,"VerseNumber":93,"Text":"Abulaho yesiyesi khubali mwikulu nende mushialo halali alitsila Nyasaye (omunji wetsimbabaasi) nali Omusumba"},{"SurahNumber":19,"VerseNumber":94,"Text":"Yamala okhubamanya ne yababala abulayi"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ne buli shiamulala alimwitsila Ye (Nyasaye) inyanga yeyindukho yenyene"},{"SurahNumber":19,"VerseNumber":96,"Text":"Netoto balia basuubila mana nibakhola amalayi Nyasaye (omunji wetsimbabaasi) alibakholela obunyanzi"},{"SurahNumber":19,"VerseNumber":97,"Text":"Netoto khwakhutoratoselia (Ikurani) khulusungo lulwo, kho osuubisie khuyo abaria Nyasaye, ne wikanyilisie khuyo Abandu bayingananga"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ne emikanda chinga echia khwasishia imbeli wabu? ololangakhwo mulala khubo Nohomba abawulilanga kho nibemonya"}]}