{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Hallowed is He who from on high, step by step, has bestowed upon His servant the standard by which to discern the true from the false, so that to all the world it might be a warning"},{"SurahNumber":25,"VerseNumber":2,"Text":"He to whom the dominion over the heavens and the earth belongs, and who begets no offspring, and has no partner in His dominion: for it is He who creates every thing and determines its nature in accordance with [His own] design"},{"SurahNumber":25,"VerseNumber":3,"Text":"And yet, some choose to worship, instead of Him, imaginary deities that cannot create anything but are themselves created, and have it not within their power to avert harm from, or bring benefit to, themselves, and have no power over death, nor over life, nor over resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"Moreover, those who are bent on denying the truth are wont to say, “This [Qur’an] is nothing but a lie, which he [himself] has devised with the help of other people, who thereupon have perverted the truth and brought a falsehood into being.”"},{"SurahNumber":25,"VerseNumber":5,"Text":"And they say, “Fables of ancient times which he has caused to be written down, so that they might be read out to him at morn and evening!”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say [O Muhammad]: “He who knows all the mysteries of the heavens and the earth has bestowed from on high this [Qur’an upon me]! Verily, He is much-forgiving, a dispenser of grace!”"},{"SurahNumber":25,"VerseNumber":7,"Text":"Yet they say: What sort of apostle is this [man] who eats food [like all other mortals] and goes about in the market places? Why has not an angel [visibly] been sent down unto him, to act as a warner together with him?”"},{"SurahNumber":25,"VerseNumber":8,"Text":"Or: “[Why has not] a treasure been granted to him [by God]?” Or: “He should [at least] have a [bountiful] garden, so that he could eat thereof [without effort]!” And so these evildoers say [unto one another], “If you were to follow [Muhammad, you would follow] but a man bewitched!”"},{"SurahNumber":25,"VerseNumber":9,"Text":"See to what they liken thee, [O Prophet, simply] because they have gone astray and are now unable to find a way to the truth"},{"SurahNumber":25,"VerseNumber":10,"Text":"Hallowed is He who, if it be His will, shall give thee something better than that [whereof they speak] - gardens through which running waters flow - and shall assign to thee mansions [of bliss in the life to come]"},{"SurahNumber":25,"VerseNumber":11,"Text":"But nay! It is [the very coming of] the Last Hour to which they give the lie! However, for such as give the lie to [the announcement of] the Last Hour We have readied a blazing flame"},{"SurahNumber":25,"VerseNumber":12,"Text":"when it shall face them from afar, they will hear its angry roar and its hiss"},{"SurahNumber":25,"VerseNumber":13,"Text":"and when they are flung, linked [all] together, into a tight space within, they will pray for extinction there and then"},{"SurahNumber":25,"VerseNumber":14,"Text":"[But they will be told:] “Pray not today for one single extinction, but pray for many extinctions!”"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say: “Which is better - that, or the paradise of life abiding which has been promised to the God-conscious as their reward and their journey’s end –"},{"SurahNumber":25,"VerseNumber":16,"Text":"a promise given by thy Sustainer, [always] to be prayed for?”"},{"SurahNumber":25,"VerseNumber":17,"Text":"BUT [as for people who are oblivious of thy Sustainer’s oneness -] one Day He will gather them together with all that they [now] worship instead of God, and will ask [those to whom divinity was falsely ascribed]: “Was it you who led these My creatures astray, or did they by themselves stray from the right path?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will answer: “Limitless art Thou in Thy glory! It was inconceivable for us to take for our masters anyone but Thyself! But [as for them -] Thou didst allow them and their forefathers to enjoy [the pleasures of] life to such an extent that they forgot all remembrance [of Thee]: for they were people devoid of all good.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"[Thereupon God will say:] “And now, they [whom you regarded as divine] have given the lie to all your [past] assertions, and you can neither ward off [your punishment] nor obtain any succour! For, whoever of you has committed [such] evil, him shall We cause to taste great suffering!”"},{"SurahNumber":25,"VerseNumber":20,"Text":"AND [even] before thee, [O Muhammad,] We never sent as Our message-bearers any but [mortal men] who indeed ate food [like other human beings] and went about in the market places: for [it is thus that] We cause you [human beings] to be a means of testing one another. Are you able to endure [this test] with patience? For [remember, O man,] thy Sustainer is truly all-seeing"},{"SurahNumber":25,"VerseNumber":21,"Text":"But those who do not believe that they are destined to meet Us are wont to say, “Why have no angels been sent down to us?” – or, “Why do we not see our Sustainer?” Indeed, they are far too proud of themselves, having rebelled [against God’s truth] with utter disdain"},{"SurahNumber":25,"VerseNumber":22,"Text":"[Yet] on that Day - the Day on which they shall see the angels there will be no glad tiding for those who were lost in sin; and they will exclaim, “By a forbidding ban [are we from God’s grace debarred]!” –"},{"SurahNumber":25,"VerseNumber":23,"Text":"for We shall have turned towards all the [supposedly good] deeds they ever wrought, and shall have transformed them into scattered dust –"},{"SurahNumber":25,"VerseNumber":24,"Text":"[whereas] on that same Day those who are destined for paradise will be graced with the best of abodes and the fairest place of repose"},{"SurahNumber":25,"VerseNumber":25,"Text":"And on the Day on which the skies, together with the clouds, shall burst asunder, and the angels are made to descend in a mighty descent –"},{"SurahNumber":25,"VerseNumber":26,"Text":"on that Day [it will become obvious to all that] true sovereignty belongs to the Most Gracious [alone]: hence, a Day of distress will it be for all who deny the truth"},{"SurahNumber":25,"VerseNumber":27,"Text":"and a Day on which the evildoer will bite his hands [in despair], exclaiming: “Oh, would that I had followed the path shown to me by the apostle"},{"SurahNumber":25,"VerseNumber":28,"Text":"Oh, woe is me! Would that I had not taken so-and-so for a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"Indeed, he led me astray from the remembrance [of God] after it had come unto me!” For [thus it is:] Satan is ever a betrayer of man"},{"SurahNumber":25,"VerseNumber":30,"Text":"AND [on that Day] the Apostle will say: “O my Sustainer! Behold, [some of] my people have come to regard this Qur’an as something [that ought to be] discarded!”"},{"SurahNumber":25,"VerseNumber":31,"Text":"For so it is that against every prophet We have set up enemies from among those who are lost in sin: yet none can guide and give succour as thy Sustainer does"},{"SurahNumber":25,"VerseNumber":32,"Text":"Now they who are bent on denying the truth are wont to ask. “Why has not the Qur’an been bestowed on him from on high in one single revelation?” [it has been revealed] in this manner so that We might strengthen thy heart thereby - for We have so arranged its component parts that they form one consistent whole"},{"SurahNumber":25,"VerseNumber":33,"Text":"and [that] they [who deny the truth] might never taunt thee with any deceptive half-truth without Our conveying to thee the [full] truth and [providing thee] with the best explanation"},{"SurahNumber":25,"VerseNumber":34,"Text":"[And so, tell those who are bent on denying the truth that] they who shall be gathered unto hell upon their faces – it is they who [in the life to come] will be worst in station and still farther astray from the path [of truth]"},{"SurahNumber":25,"VerseNumber":35,"Text":"AND, INDEED, [long before Muhammad] We vouchsafed revelation unto Moses, and appointed his brother Aaron to help him to bear his burden"},{"SurahNumber":25,"VerseNumber":36,"Text":"and We said, “Go you both unto the people who have given the lie to Our messages!” - and thereupon We broke those [sinners] to smithereens"},{"SurahNumber":25,"VerseNumber":37,"Text":"And [think of] the people of Noah: when they gave the lie to [one of] the apostles, We caused them to drown, and made them a symbol for all mankind: for, grievous suffering have We readied for all who [knowingly] do wrong"},{"SurahNumber":25,"VerseNumber":38,"Text":"And [remember how We punished the tribes of] Ad and Thamud and the people of Ar-Rass, and many generations [of sinners] in-between"},{"SurahNumber":25,"VerseNumber":39,"Text":"and unto each of them did We proffer lessons and each of them did We destroy with utter destruction"},{"SurahNumber":25,"VerseNumber":40,"Text":"And they [who now deny Our messages] must surely have come across that town which was rained upon by a rain of evil: have they, then, never beheld it [with their minds eye]? But nay, they would not believe in resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"Hence, whenever they consider thee, [O Muhammad,] they but make thee a target of their mockery, [saying:] “Is this the one whom God has sent as an apostle"},{"SurahNumber":25,"VerseNumber":42,"Text":"Indeed, he would well-nigh have led us astray from our deities, had we not been [so] steadfastly attached to them!” But in time, when they see the suffering [that awaits them], they will come to know who it was that went farthest astray from the path [of truth]"},{"SurahNumber":25,"VerseNumber":43,"Text":"Hast thou ever considered [the kind of man] who makes his own desires his deity? Couldst thou, then, [O Prophet,] be held responsible for him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or dost thou think that most of them listen [to thy message] and use their reason? Nay, they are but like cattle - nay, they are even less conscious of the right way"},{"SurahNumber":25,"VerseNumber":45,"Text":"Art thou not aware of thy Sustainer [through His works]? - how He causes the shadow to lengthen [towards the night] when, had He so willed, He could indeed have made it stand still: but then, We have made the sun its guide"},{"SurahNumber":25,"VerseNumber":46,"Text":"and then, [after having caused it to lengthen,] We draw it in towards Ourselves with a gradual drawing-in"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He it is who makes the night a garment for you, and [your] sleep a rest, and causes every [new] day to be a resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"And He it is who sends forth the winds as a glad tiding of His coming grace; and [thus, too,] We cause pure water to descend from the skies"},{"SurahNumber":25,"VerseNumber":49,"Text":"so that We may bring dead land to life thereby, and give to drink thereof to many [beings] of Our creation, beasts as well as humans"},{"SurahNumber":25,"VerseNumber":50,"Text":"And, indeed, many times have We repeated [all] this unto men, so that they might take it to heart: but most men refuse to be aught but ingrate"},{"SurahNumber":25,"VerseNumber":51,"Text":"Now had We so willed. We could have [continued as before and] raised up a [separate] warner in every single community"},{"SurahNumber":25,"VerseNumber":52,"Text":"hence, do not defer to [the likes and dislikes of] those who deny the truth, but strive hard against them, by means of this [divine writ], with utmost striving"},{"SurahNumber":25,"VerseNumber":53,"Text":"AND HE it is who has given freedom of movement to the two great bodies of water – the one sweet and thirst-allaying, and the other salty and bitter - and yet has wrought between them a barrier and a forbidding ban"},{"SurahNumber":25,"VerseNumber":54,"Text":"And He it is who out of this [very] water has created man, and has endowed him with [the consciousness of] descent and marriage-tie: for thy Sustainer is ever infinite in His power"},{"SurahNumber":25,"VerseNumber":55,"Text":"And yet, some people worship, instead of God, things that can neither benefit them nor harm them: thus, he who denies the truth does indeed turn his back on his Sustainer"},{"SurahNumber":25,"VerseNumber":56,"Text":"Yet [withal, O Prophet,] We have sent thee only as a herald of glad tidings and a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: “For this, no reward do I ask of you [- no reward] other than that he who so wills may unto his Sustainer find a way!”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Hence, place thy trust in the Living One who dies not, and extol His limitless glory and praise: for none is as aware as His creatures’ sins as He –"},{"SurahNumber":25,"VerseNumber":59,"Text":"He who has created the heavens and the earth and all that is between them in six aeons, and is established on the throne of His almightiness: the Most Gracious! Ask, then, about Him, [the] One who is [truly] aware"},{"SurahNumber":25,"VerseNumber":60,"Text":"Yet when they [who are bent on denying the truth! are told, “Prostrate yourselves before the Most Gracious.” they are wont to ask, “And [who and] what is the Most Gracious? Are we to prostrate ourselves before whatever thou biddest us [to worship]?” - and so [thy call] but increases their aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"HALLOWED is He who has set up in the skies great constellations, and has placed among them a [radiant] lamp and a light-giving moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"And He it is who causes the night and the day to succeed one another, [revealing Himself in His works] unto him who has the will to take thought - that is has the will to be grateful"},{"SurahNumber":25,"VerseNumber":63,"Text":"For, [true] servants of the Most Gracious are [only] they who walk gently on earth, and who, whenever the foolish address them, reply with [words of] peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"and who remember their Sustainer far into the night, prostrating themselves and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"and who pray: “O our Sustainer, avert from us the suffering of hell - for, verily, the suffering caused by it is bound to be a torment dire"},{"SurahNumber":25,"VerseNumber":66,"Text":"verily, how evil an abode and a station!”"},{"SurahNumber":25,"VerseNumber":67,"Text":"and who, whenever they spend on others, are neither wasteful nor niggardly but [remember that] there is always a just mean between those [two extremes]"},{"SurahNumber":25,"VerseNumber":68,"Text":"and who never invoke any [imaginary] deity side by side with God, and do not take any human beings life - [the life] which God has willed to be sacred - otherwise than in [the pursuit of] justice, and do not commit adultery. And [know that] he who commits aught thereof shall [not only] meet with a full requital"},{"SurahNumber":25,"VerseNumber":69,"Text":"[but] shall have his suffering doubled on Resurrection Day: for on that [Day] he shall abide in ignominy"},{"SurahNumber":25,"VerseNumber":70,"Text":"Excepted, however, shall be they who repent and attain to faith and do righteous deeds: for it is they whose [erstwhile] bad deeds God will transform into good ones - seeing that God is indeed much-forgiving, a dispenser of grace"},{"SurahNumber":25,"VerseNumber":71,"Text":"and seeing that he who repents and [thenceforth] does what is right has truly turned unto God by [this very act of] repentance"},{"SurahNumber":25,"VerseNumber":72,"Text":"And [know that true servants of God are only] those who never bear witness to what is false, and [who], whenever they pass by [people engaged in] frivolity, pass on with dignity"},{"SurahNumber":25,"VerseNumber":73,"Text":"and who, whenever they are reminded of their Sustainer’s messages, do not throw themselves upon them [as if] deaf and blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"and who pray “O our Sustainer! Grant that our spouses and our offspring be a joy to our eyes, and cause us to be foremost among those who are conscious of Thee!”"},{"SurahNumber":25,"VerseNumber":75,"Text":"[Such as] these will be rewarded for all their patient endurance [in life] with a high station [in paradise], and will be met therein with a greeting of welcome and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"therein to abide: [and] how goodly an abode and [how high] a station"},{"SurahNumber":25,"VerseNumber":77,"Text":"SAY [unto those who believe]: “No weight or value would my Sustainer attach to you were it not for your faith [in Him]!” And say unto those who deny the truth:] “You have indeed given the lie [to God’s message], and in time this [sin] will cleave unto you!”"}]}