{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"¡Alabado sea Allah a Quien pertenece cuanto hay en los cielos y la Tierra! Suyas serán las alabanzas en [ésta y en] la otra vida. Él es Sabio, y está bien informado [de las obras de Sus criaturas]"},{"SurahNumber":34,"VerseNumber":2,"Text":"Sabe lo que ingresa en la tierra [la lluvia, las semillas y los animales], lo que surge de ella, y lo que desciende del cielo y lo que sube hacia él [los Ángeles y las obras de los hombres]. Y Él es Misericordioso, Absolvedor"},{"SurahNumber":34,"VerseNumber":3,"Text":"Dicen los incrédulos: No llegará la Hora [del Juicio, pues sólo vivimos esta vida y luego morimos]. Diles [¡Oh, Muhámmad!]: ¡Sí!, llegará, os lo juro por mi Señor, Él es el Conocedor de lo oculto, no se Le escapa el conocimiento de [la existencia de] una pequeña partícula en los cielos o en la Tierra, ni existe nada menor ni mayor que no esté en un Libro evidente [la Tabla Protegida]"},{"SurahNumber":34,"VerseNumber":4,"Text":"[La Resurrección es] Para recompensar a los creyentes que obraron rectamente; ellos obtendrán el perdón y un sustento generoso"},{"SurahNumber":34,"VerseNumber":5,"Text":"Y quienes se esfuerzan por hacer fracasar Nuestro Mensaje tendrán un castigo y un suplicio doloroso"},{"SurahNumber":34,"VerseNumber":6,"Text":"Y quienes recibieron la sabiduría y el conocimiento saben que lo que tu Señor te reveló es la Verdad que guía al sendero del Poderoso, Loable"},{"SurahNumber":34,"VerseNumber":7,"Text":"Dicen los incrédulos [burlándose]: Os mostraremos un hombre [Muhámmad] que dice que luego de [muertos y] convertidos en polvo seremos resucitados"},{"SurahNumber":34,"VerseNumber":8,"Text":"Inventó una mentira sobre Allah, o es un loco [que no razona lo que dice]. Pero en verdad, los que no creen en la otra vida sufrirán en el castigo por su total extravío"},{"SurahNumber":34,"VerseNumber":9,"Text":"¿Es que no observan [y reflexionan en] los cielos y la Tierra que les rodea [y que son una evidencia del poder divino]? Si quisiéramos, haríamos que se los tragase la tierra, o haríamos que cayese sobre ellos un castigo del cielo. En esto hay un signo para todo siervo arrepentido"},{"SurahNumber":34,"VerseNumber":10,"Text":"Por cierto que concedimos a David [Daud] Nuestro favor [y dijimos:] ¡Oh, montañas y pájaros! Glorificad con él [a Allah]; y le facilitamos moldear el hierro"},{"SurahNumber":34,"VerseNumber":11,"Text":"[Le dijimos:] Haz cotas de malla cuyas argollas tengan una justa medida [propicia para el enfrentamiento, ni muy livianas ni muy pesadas] y obra rectamente; Yo en verdad, observo bien lo que hacéis"},{"SurahNumber":34,"VerseNumber":12,"Text":"Y a Salomón [Sulaimán] le sometimos el viento [que corría según su orden y lo transportaba] la distancia que recorrería en un mes tanto en las mañanas como en las tardes. E hicimos manar para él una fuente de cobre fundido; y [también le sometimos] los genios que trabajaban para él por orden de su Señor; y a quien de ellos se rebelaba a Nuestra voluntad [de obedecer a Salomón [Sulaimán]], le hacíamos sufrir el castigo del Infierno"},{"SurahNumber":34,"VerseNumber":13,"Text":"Hacían para él todo lo que él deseara: templos, estatuas, cántaros grandes como estanques y enormes calderas. [Le dijimos:] Trabajad con agradecimiento [a Allah por los favores concedidos] ¡familia de David [Daud]!, y sabed que pocos de Mis siervos son agradecidos"},{"SurahNumber":34,"VerseNumber":14,"Text":"Y cuando decretamos para él la muerte [quedó sentado en su trono, apoyado en su bastón, entonces los genios al pasar frente a él pensaban que aún estaba con vida y seguían trabajando], no les advirtió de su muerte sino un animal de la tierra [una termita], que se comió su bastón, y cuando [Salomón [Sulaimán]] se cayó, se evidenció [para los hombres] que si los genios hubieran conocido lo oculto [como pretendían], no habrían permanecido en el castigo humillante [de seguir trabajando]"},{"SurahNumber":34,"VerseNumber":15,"Text":"Por cierto que las moradas de Saba eran un signo [de las gracias de Allah]: poseían dos huertos, uno [en un valle] a la izquierda y otro a la derecha. [Les dijimos:] Comed del sustento de vuestro Señor y agradecedle. Tenéis un país bueno, y [si sois agradecidos, sabed que] vuestro Señor es Absolvedor [y perdona vuestros pecados]"},{"SurahNumber":34,"VerseNumber":16,"Text":"Pero se apartaron, entonces enviamos sobre ellos la inundación [que produjo la ruptura] de las represas [que habían construido], y les cambiamos sus dos huertos por granjas con frutos amargos, tamarindos, y algunos lotos"},{"SurahNumber":34,"VerseNumber":17,"Text":"Así les castigamos por ser desagradecidos, y por cierto que no castigamos sino al incrédulo"},{"SurahNumber":34,"VerseNumber":18,"Text":"Y pusimos entre ellos y las ciudades que habíamos bendecido [la antigua Siria] otras aldeas, e hicimos que transitaran tranquilos por ellas. [Les dijimos:] ¡Viajad por ellas seguros de noche y de día"},{"SurahNumber":34,"VerseNumber":19,"Text":"Dijeron: ¡Señor nuestro! Alarga nuestros viajes. Y se perjudicaron a sí mismos [por su incredulidad], e hicimos que se convirtieran en historia [para la posteridad] y les destruimos. Sin duda, en esto hay un signo para todo paciente [en los momentos difíciles] agradecido [de los favores de Allah]"},{"SurahNumber":34,"VerseNumber":20,"Text":"Así se confirmó lo que Iblís pensaba de ellos [que si les seducía le seguirían]; y lo siguieron, excepto un grupo de creyentes"},{"SurahNumber":34,"VerseNumber":21,"Text":"Y no tenía poder sobre ellos, sino [que les susurró] para que se distinguiera quién creía en la otra vida y quién de ellos tenía dudas. Y tu Señor es Preservador [y tiene registradas todas las obras]"},{"SurahNumber":34,"VerseNumber":22,"Text":"Diles [¡Oh, Muhámmad! a los idólatras]: Invocad a quien queráis en vez de Allah, pero sabed que ellos [los ídolos] no pueden beneficiar ni perjudicar, ni siquiera en el peso de una partícula, tanto en los cielos como en la Tierra, ni tienen participación alguna [en el poder divino], ni tampoco Él tiene ayudantes de entre ellos"},{"SurahNumber":34,"VerseNumber":23,"Text":"No se aceptará ninguna intercesión [de los ídolos como suponían los incrédulos], y sólo podrán hacerlo aquellos que quienes Él se lo permita, hasta que, cuando el terror se aleje de sus corazones [el Día del Juicio, los Ángeles] les dirán: ¿Qué dijo vuestro Señor? Dirán: La Verdad. Y Él es Sublime, Grande"},{"SurahNumber":34,"VerseNumber":24,"Text":"Pregúntales [¡Oh, Muhámmad! a los idólatras]: ¿Quién os sustenta de los cielos y la Tierra? Y diles: ¡Allah! Y ciertamente uno de nosotros está en el sendero recto o en el error evidente"},{"SurahNumber":34,"VerseNumber":25,"Text":"Diles: No seréis interrogados por nuestras faltas, ni nosotros deberemos responder por lo que hicisteis"},{"SurahNumber":34,"VerseNumber":26,"Text":"Diles: Nuestro Señor nos congregará [el Día del Juicio], luego juzgará entre nosotros con equidad; Él es el verdadero Juez, y Él es Omnisciente"},{"SurahNumber":34,"VerseNumber":27,"Text":"Mostradme a aquellos [ídolos] que Le atribuisteis. No es posible [que Allah tenga copartícipes], pues Él es Poderoso, Sabio"},{"SurahNumber":34,"VerseNumber":28,"Text":"Y no te enviamos [¡Oh, Muhámmad!] sino como albriciador y amonestador para todos los hombres. Pero la mayoría lo ignora"},{"SurahNumber":34,"VerseNumber":29,"Text":"Y dicen [los incrédulos]: ¿Cuándo se cumplirá esta amenaza si decís la verdad"},{"SurahNumber":34,"VerseNumber":30,"Text":"Diles: Vosotros habéis sido emplazados para el Día [del Juicio], y no podréis adelantarlo ni retrasarlo siquiera una hora"},{"SurahNumber":34,"VerseNumber":31,"Text":"Dicen los incrédulos: No creeremos en este Corán ni en los [Libros revelados] anteriores. Pero si vieras [¡Oh, Muhámmad!] cuando estén los inicuos frente a su Señor, increpándose unos a otros [verías algo horrible]. Dirán los seguidores oprimidos a los [líderes] soberbios [de la incredulidad]: Si no fuera por vosotros seríamos creyentes"},{"SurahNumber":34,"VerseNumber":32,"Text":"Dirán los [líderes] soberbios a quienes les siguieron: ¿Acaso nosotros os apartamos de la guía [por la fuerza], después que os vino? En verdad, sois unos transgresores [que elegisteis libremente el descarrío]"},{"SurahNumber":34,"VerseNumber":33,"Text":"Dirán quienes seguían a los líderes soberbios [en la incredulidad]: No, fueron vuestras astucias, pues noche y día nos ordenabais que no creyéramos en Allah y que Le atribuyéramos copartícipes. Todos pretenderán esconder su arrepentimiento [por no haber creído en los Mensajeros] cuando vean el castigo [pero se evidenciará en sus rostros]; y pondremos argollas en los cuellos de los incrédulos. ¿Acaso no serán castigados por lo que cometieron"},{"SurahNumber":34,"VerseNumber":34,"Text":"Y no enviamos un [Profeta como] amonestador a ninguna ciudad sin que dijeran sus líderes y poderosos: Por cierto que no creemos en tu Mensaje"},{"SurahNumber":34,"VerseNumber":35,"Text":"Y decían también: Nosotros tenemos más bienes e hijos que tú, y no seremos castigados [pues creemos que jamás llegará el Día del Juicio]"},{"SurahNumber":34,"VerseNumber":36,"Text":"Diles: Ciertamente mi Señor sustenta generosamente a quien quiere o se lo restringe [a quien Le place], pero la mayoría de los hombres lo ignoran"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sabed que no son ni vuestros bienes ni vuestros hijos lo que os acerca a Nosotros, sino que quienes crean y obren rectamente recibirán una recompensa multiplicada por lo que hicieron, y morarán seguros en habitaciones elevadas [en el Paraíso]"},{"SurahNumber":34,"VerseNumber":38,"Text":"En cambio, aquellos que se esfuercen por denigrar Nuestro Mensaje serán precipitados al castigo"},{"SurahNumber":34,"VerseNumber":39,"Text":"Diles: En verdad, mi Señor aumenta el sustento a quien Él quiere de Sus siervos y se lo restringe [a quien Le place], y todo lo que gastéis en caridad, Él os lo compensará. Y Él es el mejor de los sustentadores"},{"SurahNumber":34,"VerseNumber":40,"Text":"Y el día en que congregue a todos [los hombres para juzgarlos], preguntará a los Ángeles: ¿Éstos [idólatras] eran quienes os adoraban"},{"SurahNumber":34,"VerseNumber":41,"Text":"Responderán [los Ángeles]: ¡Alabado seas! Tú eres nuestro Protector, y nosotros no les indujimos a ello; pero [los idólatras, en realidad] adoraban [y obedecían] a los genios, y la mayoría de los hombres creían en ellos"},{"SurahNumber":34,"VerseNumber":42,"Text":"Pero el Día del Juicio no podréis beneficiaros unos a otros ni perjudicaros; y diremos a los inicuos: Sufrid el castigo del Fuego que negabais"},{"SurahNumber":34,"VerseNumber":43,"Text":"Y cuando se les recitan Nuestros signos evidentes [a los idólatras], dicen: Éste [el Profeta Muhámmad] no es sino un hombre que pretende apartaros de lo que vuestros padres adoraban. Y dicen: Esto [el Corán] no es más que una mentira inventada. Y dijeron también quienes negaron la Verdad, después de haberles llegado: No es más que magia evidente"},{"SurahNumber":34,"VerseNumber":44,"Text":"Y no les concedimos [a los paganos] libros en que se basaran [y fundamentaran su idolatría], ni les enviamos a ningún amonestador antes de ti [¿cómo entonces te desmienten]"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ya desmintieron sus antecesores a Mis Mensajeros, y ¡qué terrible fue el castigo por ello! Y éstos incrédulos [deberían recapacitar, pues] no recibieron ni una décima parte de lo que les concedimos a ellos [de fortaleza y bienes]"},{"SurahNumber":34,"VerseNumber":46,"Text":"Diles [¡Oh, Muhámmad!]: Ciertamente os exhorto a que hagáis una cosa [para que se evidencie la Verdad]: Poneos ante Allah de dos en dos, o solos, y reflexionad, pues vuestro compañero [el Profeta Muhámmad] no es un loco, sino un amonestador para vosotros que os advierte de un severo castigo"},{"SurahNumber":34,"VerseNumber":47,"Text":"Diles: No os pido remuneración alguna, mi recompensa no compete sino a Allah, y Él es Testigo de todas las cosas"},{"SurahNumber":34,"VerseNumber":48,"Text":"Diles: Ciertamente mi Señor rechaza lo falso con la Verdad; y Él bien conoce lo oculto"},{"SurahNumber":34,"VerseNumber":49,"Text":"Diles: Se os ha presentado la Verdad y se ha desvanecido lo falso, y éste no retornará"},{"SurahNumber":34,"VerseNumber":50,"Text":"Diles: Si me desvío, será en perjuicio propio, pero si sigo la verdadera guía es por lo que mi Señor me reveló; en verdad, Él es el Omnioyente y está cerca de Sus siervos"},{"SurahNumber":34,"VerseNumber":51,"Text":"Y si vieras [¡Oh, Muhámmad!] cuando [los incrédulos] se aterroricen [al ver el castigo que les aguarda] y no tengan forma de escapar [verías algo terrible], y serán tomados desde un lugar cercano [y arrojados al Fuego]"},{"SurahNumber":34,"VerseNumber":52,"Text":"Y dirán: Ahora creemos en Allah. ¿Pero cómo podrán adoptar la fe desde un lugar lejano [en la otra vida, cuando sea imposible hacerlo]"},{"SurahNumber":34,"VerseNumber":53,"Text":"Por cierto que fueron incrédulos antes [en la vida mundanal] y refutaban [el Mensaje] con lo falso, desde un lugar lejano [a la Verdad]"},{"SurahNumber":34,"VerseNumber":54,"Text":"Y entre ellos y lo que deseaban se interpuso una barrera, como ocurrió anteriormente con los incrédulos [iguales a ellos], porque estaban vacilantes en la duda [sobre el Mensaje]"}]}