{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Сад. Клянусь Кораном, содержащим напоминание"},{"SurahNumber":38,"VerseNumber":2,"Text":"Да, те, которые не веруют, пребывают в гордости и противодействии"},{"SurahNumber":38,"VerseNumber":3,"Text":"Сколько мы погубили прежде них поколений! И они воззвали, но не было это временем бегства"},{"SurahNumber":38,"VerseNumber":4,"Text":"И дивились они, что пришел к ним увещатель из них. И говорили неверные: \"Это - волшебник, лжец"},{"SurahNumber":38,"VerseNumber":5,"Text":"Неужели он обращает богов в единого Бога? Поистине, это ведь вещь удивительная"},{"SurahNumber":38,"VerseNumber":6,"Text":"И удалились знатнейшие из них, говоря: \"Ступайте и терпите за ваших богов! Поистине, это - что-то, что от нас желают"},{"SurahNumber":38,"VerseNumber":7,"Text":"Мы не слыхали про это в последней религии. Это не что иное, как создание"},{"SurahNumber":38,"VerseNumber":8,"Text":"Разве ему среди нас ниспослано напоминание?\" Да, они сомневаются о моем напоминании! Да, они еще не вкусили моего наказания"},{"SurahNumber":38,"VerseNumber":9,"Text":"Или у них есть сокровищницы милости Господа твоего, славного, подателя"},{"SurahNumber":38,"VerseNumber":10,"Text":"Или у них власть над небесами, и землей, и тем, что между ними? Пускай же они поднимутся на веревках"},{"SurahNumber":38,"VerseNumber":11,"Text":"Войско, что там, - разбито, из всех партий"},{"SurahNumber":38,"VerseNumber":12,"Text":"До них считали это ложью народ Нуха, и Ад, и Фираун, обладатель кольев"},{"SurahNumber":38,"VerseNumber":13,"Text":"и Самуд, и народ Лута, и обитатели ал-Айки - все эти партии"},{"SurahNumber":38,"VerseNumber":14,"Text":"Всякий считал лжецами посланников, и оправдалось Мое наказание"},{"SurahNumber":38,"VerseNumber":15,"Text":"И увидят эти только единый клич - нет для него отсрочки"},{"SurahNumber":38,"VerseNumber":16,"Text":"И сказали они: \"Господи наш, ускорь нам нашу долю прежде дня расчета"},{"SurahNumber":38,"VerseNumber":17,"Text":"Терпи то, что они говорят, и вспомни раба Нашего, Дауда, обладателя мощи. Поистине, он был обращающимся"},{"SurahNumber":38,"VerseNumber":18,"Text":"Ведь Мы подчинили ему горы, - вместе с ним они славословят вечером и на заходе"},{"SurahNumber":38,"VerseNumber":19,"Text":"и птиц, собрав их, - все к нему обращаются"},{"SurahNumber":38,"VerseNumber":20,"Text":"И Мы укрепили его власть и даровали ему мудрость и решительность в речи"},{"SurahNumber":38,"VerseNumber":21,"Text":"А дошел ли до тебя рассказ о врагах? Вот они прошли через стену в святилище"},{"SurahNumber":38,"VerseNumber":22,"Text":"Вот они вошли к Дауду, и испугался он их. Сказали они: \"Не бойся, два врага - один из нас злоумыслил на другого. Рассуди нас по истине, и не нарушай, и веди нас на верную дорогу"},{"SurahNumber":38,"VerseNumber":23,"Text":"Вот это - брат мой , у него 99 овец, а у меня одна овца. И сказал он: \"Поручи мне ее!\" - и победил меня в речи"},{"SurahNumber":38,"VerseNumber":24,"Text":"Сказал он: \"Он обидел тебя, прося твою овцу к своим. Ведь многие из сотоварищей злоумышляют друг на друга, кроме тех, которые уверовали и творили добрые дела - и мало их\". И подумал Дауд, что Мы только испытывали его, и просил прощения у Господа своего, и пал с поклоном, и вернулся"},{"SurahNumber":38,"VerseNumber":25,"Text":"И простили мы ему это, и для него у Нас - близость и хорошее пристанище"},{"SurahNumber":38,"VerseNumber":26,"Text":"О Дауд, Мы сделали тебя наместником на земле, суди же среди людей по истине и не следуй за страстью, а то она сведет тебя с пути Аллаха! Поистине, те, которые сбиваются с пути Аллаха, - для них сильное наказание за то, что они забыли день расчета"},{"SurahNumber":38,"VerseNumber":27,"Text":"И не создали Мы небо и землю и то, что между ними, понапрасну. Так думают те, кто не верует. Горе тем, кто не верует от огня"},{"SurahNumber":38,"VerseNumber":28,"Text":"Разве сделаем Мы тех, которые уверовали и творили благое, похожими на производящих порчу на земле или сделаем богобоязненных подобными распутникам"},{"SurahNumber":38,"VerseNumber":29,"Text":"Писание, ниспосланное тебе, благословенно, чтобы обдумали его знамения и припомнили обладателей рассудка"},{"SurahNumber":38,"VerseNumber":30,"Text":"И даровали Мы Дауду Сулаймана - прекрасный раб! Поистине, он - обращающийся"},{"SurahNumber":38,"VerseNumber":31,"Text":"Вот представлены были ему легко стоящие, благодарные"},{"SurahNumber":38,"VerseNumber":32,"Text":"И сказал он: \"Я полюбил любовь к благам больше, чем поминание Господа моего, пока не скрылось оно за завесою"},{"SurahNumber":38,"VerseNumber":33,"Text":"Верните их ко мне!\" И начал он поглаживать по голеням и шеям"},{"SurahNumber":38,"VerseNumber":34,"Text":"Испытали Мы уже Сулаймана и поместили на троне его тело, а потом он обратился"},{"SurahNumber":38,"VerseNumber":35,"Text":"Сказал он: \"Господи, прости мне и дай мне власть, которая не приличествует никому после меня: ведь Ты -податель"},{"SurahNumber":38,"VerseNumber":36,"Text":"И подчинили Мы ему ветер, который течет, по его повелению, легким, куда он пожелает"},{"SurahNumber":38,"VerseNumber":37,"Text":"и шайтанов, всякого строителя и водолаза"},{"SurahNumber":38,"VerseNumber":38,"Text":"и других, соединенных в цепях"},{"SurahNumber":38,"VerseNumber":39,"Text":"Это - Наш дар, и благодетельствуй или держи без расчета"},{"SurahNumber":38,"VerseNumber":40,"Text":"Поистине, для него у Нас - близость и хорошее пристанище"},{"SurahNumber":38,"VerseNumber":41,"Text":"И вспомни раба Нашего Аййуба. Вот воззвал он к Господу своему: \"Коснулся меня сатана страданием и наказанием"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ударь своей ногой! Вот омовение холодное и питье"},{"SurahNumber":38,"VerseNumber":43,"Text":"И даровали Мы ему семью его и им подобных вместе с ними по милости от Нас и как напоминание для обладателей разума"},{"SurahNumber":38,"VerseNumber":44,"Text":"И возьми рукой своей пучок, и ударь им, и не греши!\" Мы нашли его терпеливым. Прекрасный раб! Поистине, он - обращающийся"},{"SurahNumber":38,"VerseNumber":45,"Text":"И вспомни рабов Наших, Ибрахима, и Исхака, и Йакуба, обладателей благодеяний и проницательности"},{"SurahNumber":38,"VerseNumber":46,"Text":"Ведь Мы очистили их чистым - напоминанием о жилье"},{"SurahNumber":38,"VerseNumber":47,"Text":"и они ведь у Нас среди избранных, благих"},{"SurahNumber":38,"VerseNumber":48,"Text":"И вспомни Исмаила, и Илйаса, и Зу-л-кифла - все из благих"},{"SurahNumber":38,"VerseNumber":49,"Text":"Это - напоминание, а ведь у богобоязненных хорошее пристанище"},{"SurahNumber":38,"VerseNumber":50,"Text":"сады вечности с открытыми для них вратами"},{"SurahNumber":38,"VerseNumber":51,"Text":"лежа там, они требуют многие плоды и питье"},{"SurahNumber":38,"VerseNumber":52,"Text":"И у них есть с потупленными взорами, ровесницы"},{"SurahNumber":38,"VerseNumber":53,"Text":"Вот что вам обещано для расчета"},{"SurahNumber":38,"VerseNumber":54,"Text":"Это - Наш удел - нет ему истощения"},{"SurahNumber":38,"VerseNumber":55,"Text":"Так! А для ослушников, конечно, злейшее обиталище"},{"SurahNumber":38,"VerseNumber":56,"Text":"геенна, в которой они горят, и скверно это ложе"},{"SurahNumber":38,"VerseNumber":57,"Text":"Так! Пусть же, они попробуют его - кипяток, и гной"},{"SurahNumber":38,"VerseNumber":58,"Text":"и другое в таком роде, тех же сортов"},{"SurahNumber":38,"VerseNumber":59,"Text":"Это - толпа, устремляющаяся с вами: нет приветствия для вас, вы будете гореть в огне"},{"SurahNumber":38,"VerseNumber":60,"Text":"Они говорят: \"Нет, это - вы... ! - нет приветствия вам, вы уготовали нам это, и скверно пребывание"},{"SurahNumber":38,"VerseNumber":61,"Text":"Они говорят: \"Господи наш, кто уготовал для нас это, - умножь ему наказание в огне"},{"SurahNumber":38,"VerseNumber":62,"Text":"Они говорят: \"Что с нами, мы не дадим людей, которых считаем злыми"},{"SurahNumber":38,"VerseNumber":63,"Text":"Мы обращали их в забаву... Или взоры наши от них отвращены"},{"SurahNumber":38,"VerseNumber":64,"Text":"Поистине, это действительность - препирательство обитателей огня"},{"SurahNumber":38,"VerseNumber":65,"Text":"Скажи: \"Я ведь только увещеватель, и нет никакого божества, кроме Аллаха, единого, могучего"},{"SurahNumber":38,"VerseNumber":66,"Text":"Господь небес и земли и того, что между ними, славный, прощающий"},{"SurahNumber":38,"VerseNumber":67,"Text":"Скажи: \"Это - великая весть"},{"SurahNumber":38,"VerseNumber":68,"Text":"Вы от нее отвращаетесь"},{"SurahNumber":38,"VerseNumber":69,"Text":"Не было у меня знания про высокий сонм - вот они препираются"},{"SurahNumber":38,"VerseNumber":70,"Text":"Мне ничего не было открыто, кроме того, что я - ясный увещеватель"},{"SurahNumber":38,"VerseNumber":71,"Text":"Вот сказал Господь твой ангелам: \"Я создаю человека из глины"},{"SurahNumber":38,"VerseNumber":72,"Text":"А когда Я его завершу и вдуну в него от Моего духа, то падите, поклоняясь ему"},{"SurahNumber":38,"VerseNumber":73,"Text":"И пали ниц ангелы все вместе"},{"SurahNumber":38,"VerseNumber":74,"Text":"кроме Иблиса, - он возгордился и оказался неверным"},{"SurahNumber":38,"VerseNumber":75,"Text":"Он сказал: \"О Иблис, что удержало тебя от поклонения тому, что Я создал Своими руками? Возгордился ли ты или оказался из высших"},{"SurahNumber":38,"VerseNumber":76,"Text":"Он сказал: \"Я лучше него: Ты создал меня из огня, а его создал из глины"},{"SurahNumber":38,"VerseNumber":77,"Text":"Он сказал: \"Выходи же отсюда; ведь ты - побиваемый камнями"},{"SurahNumber":38,"VerseNumber":78,"Text":"И над тобой Мое проклятие до дня суда"},{"SurahNumber":38,"VerseNumber":79,"Text":"Он сказал: \"Господи, отсрочь меня до дня, когда они будут воскрешены"},{"SurahNumber":38,"VerseNumber":80,"Text":"Он сказал: \"Поистине, ты из тех, кому отсрочено"},{"SurahNumber":38,"VerseNumber":81,"Text":"до дня определенного срока"},{"SurahNumber":38,"VerseNumber":82,"Text":"Он сказал: \"Клянусь же Твоим величием, я соблазняю из всех"},{"SurahNumber":38,"VerseNumber":83,"Text":"кроме рабов Твоих среди них чистых"},{"SurahNumber":38,"VerseNumber":84,"Text":"Он сказал: \"Поистине, Я говорю правду"},{"SurahNumber":38,"VerseNumber":85,"Text":"наполню Я геенну тобой и теми, кто последовал за тобой, - всеми"},{"SurahNumber":38,"VerseNumber":86,"Text":"Скажи: \"Я не прошу у вас за это награды, и я не беру на себя невозможное для них"},{"SurahNumber":38,"VerseNumber":87,"Text":"Это - только напоминание для миров"},{"SurahNumber":38,"VerseNumber":88,"Text":"И узнаете вы весть о нем после некоего времени"}]}