{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":1,"Text":"الر تلك ءايت الكتب المبين"},{"SurahNumber":12,"VerseNumber":2,"Text":"انا انزلنه قرءنا عربي ا لعلكم تعقلون"},{"SurahNumber":12,"VerseNumber":3,"Text":"نحن نقص عليك احسن القصص بما اوحينا اليك هذا القرءان وان كنت من قبله لمن الغفلين"},{"SurahNumber":12,"VerseNumber":4,"Text":"اذ قال يوسف لابيه يابت اني رايت احد عشر كوكب ا والشمس والقمر رايتهم لي سجدين"},{"SurahNumber":12,"VerseNumber":5,"Text":"قال يبني لا تقصص رءياك على اخوتك فيكيدوا لك كيدا ان الشيطن للانسن عدو مبين"},{"SurahNumber":12,"VerseNumber":6,"Text":"وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ءال يعقوب كما اتمها على ابويك من قبل ابرهيم واسحق ان ربك عليم حكيم"},{"SurahNumber":12,"VerseNumber":7,"Text":"۞لقد كان في يوسف واخوته ءايت للسايلين"},{"SurahNumber":12,"VerseNumber":8,"Text":"اذ قالوا ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفي ضلل مبين"},{"SurahNumber":12,"VerseNumber":9,"Text":"اقتلوا يوسف او اطرحوه ارض ا يخل لكم وجه ابيكم وتكونوا من بعده قوم ا صلحين"},{"SurahNumber":12,"VerseNumber":10,"Text":"قال قايل منهم لا تقتلوا يوسف والقوه في غيبت الجب يلتقطه بعض السيارة ان كنتم فعلين"},{"SurahNumber":12,"VerseNumber":11,"Text":"قالوا يابانا ما لك لا تامنا على يوسف وانا له لنصحون"},{"SurahNumber":12,"VerseNumber":12,"Text":"ارسله معنا غد ا يرتع ويلعب وانا له لحفظون"},{"SurahNumber":12,"VerseNumber":13,"Text":"قال اني ليحزنني ان تذهبوا به واخاف ان ياكله الذيب وانتم عنه غفلون"},{"SurahNumber":12,"VerseNumber":14,"Text":"قالوا لين اكله الذيب ونحن عصبة انا اذ ا لخسرون"},{"SurahNumber":12,"VerseNumber":15,"Text":"فلما ذهبوا به واجمعوا ان يجعلوه في غيبت الجب واوحينا اليه لتنبينهم بامرهم هذا وهم لا يشعرون"},{"SurahNumber":12,"VerseNumber":16,"Text":"وجاءو اباهم عشاء يبكون"},{"SurahNumber":12,"VerseNumber":17,"Text":"قالوا يابانا انا ذهبنا نستبق وتركنا يوسف عند متعنا فاكله الذيب وما انت بمومن لنا ولو كنا صدقين"},{"SurahNumber":12,"VerseNumber":18,"Text":"وجاءو على قميصه بدم كذب قال بل سولت لكم انفسكم امر ا فصبر جميل والله المستعان على ما تصفون"},{"SurahNumber":12,"VerseNumber":19,"Text":"وجاءت سيارة فارسلوا واردهم فادلى دلوه قال يبشرى هذا غلم واسروه بضعة والله عليم بما يعملون"},{"SurahNumber":12,"VerseNumber":20,"Text":"وشروه بثمن بخس درهم معدودة وكانوا فيه من الزهدين"},{"SurahNumber":12,"VerseNumber":21,"Text":"وقال الذي اشترىه من مصر لامراته اكرمي مثوىه عسى ان ينفعنا او نتخذه ولد ا وكذلك مكنا ليوسف في الارض ولنعلمه من تاويل الاحاديث والله غالب على امره ولكن اكثر الناس لا يعلمون"},{"SurahNumber":12,"VerseNumber":22,"Text":"ولما بلغ اشده ءاتينه حكم ا وعلم ا وكذلك نجزي المحسنين"},{"SurahNumber":12,"VerseNumber":23,"Text":"ورودته التي هو في بيتها عن نفسه وغلقت الابوب وقالت هيت لك قال معاذ الله انه ربي احسن مثواي انه لا يفلح الظلمون"},{"SurahNumber":12,"VerseNumber":24,"Text":"ولقد همت به وهم بها لولا ان رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء انه من عبادنا المخلصين"},{"SurahNumber":12,"VerseNumber":25,"Text":"واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدا الباب قالت ما جزاء من اراد باهلك سوءا الا ان يسجن او عذاب اليم"},{"SurahNumber":12,"VerseNumber":26,"Text":"قال هي رودتني عن نفسي وشهد شاهد من اهلها ان كان قميصه قد من قبل فصدقت وهو من الكذبين"},{"SurahNumber":12,"VerseNumber":27,"Text":"وان كان قميصه قد من دبر فكذبت وهو من الصدقين"},{"SurahNumber":12,"VerseNumber":28,"Text":"فلما رءا قميصه قد من دبر قال انه من كيدكن ان كيدكن عظيم"},{"SurahNumber":12,"VerseNumber":29,"Text":"يوسف اعرض عن هذا واستغفري لذنبك انك كنت من الخاطين"},{"SurahNumber":12,"VerseNumber":30,"Text":"۞وقال نسوة في المدينة امرات العزيز ترود فتىها عن نفسه قد شغفها حبا انا لنرىها في ضلل مبين"},{"SurahNumber":12,"VerseNumber":31,"Text":"فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متك ا وءاتت كل وحدة منهن سكين ا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حش لله ما هذا بشرا ان هذا الا ملك كريم"},{"SurahNumber":12,"VerseNumber":32,"Text":"قالت فذلكن الذي لمتنني فيه ولقد رودته عن نفسه فاستعصم ولين لم يفعل ما ءامره ليسجنن وليكون ا من الصغرين"},{"SurahNumber":12,"VerseNumber":33,"Text":"قال رب السجن احب الي مما يدعونني اليه والا تصرف عني كيدهن اصب اليهن واكن من الجهلين"},{"SurahNumber":12,"VerseNumber":34,"Text":"فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم"},{"SurahNumber":12,"VerseNumber":35,"Text":"ثم بدا لهم من بعد ما راوا الايت ليسجننه حتى حين"},{"SurahNumber":12,"VerseNumber":36,"Text":"ودخل معه السجن فتيان قال احدهما اني ارىني اعصر خمر ا وقال الاخر اني ارىني احمل فوق راسي خبز ا تاكل الطير منه نبينا بتاويله انا نرىك من المحسنين"},{"SurahNumber":12,"VerseNumber":37,"Text":"قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمني ربي اني تركت ملة قوم لا يومنون بالله وهم بالاخرة هم كفرون"},{"SurahNumber":12,"VerseNumber":38,"Text":"واتبعت ملة ءاباءي ابرهيم واسحق ويعقوب ما كان لنا ان نشرك بالله من شيء ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون"},{"SurahNumber":12,"VerseNumber":39,"Text":"يصحبي السجن ءارباب متفرقون خير ام الله الوحد القهار"},{"SurahNumber":12,"VerseNumber":40,"Text":"ما تعبدون من دونه الا اسماء سميتموها انتم وءاباوكم ما انزل الله بها من سلطن ان الحكم الا لله امر الا تعبدوا الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون"},{"SurahNumber":12,"VerseNumber":41,"Text":"يصحبي السجن اما احدكما فيسقي ربه خمر ا واما الاخر فيصلب فتاكل الطير من راسه قضي الامر الذي فيه تستفتيان"},{"SurahNumber":12,"VerseNumber":42,"Text":"وقال للذي ظن انه ناج منهما اذكرني عند ربك فانسىه الشيطن ذكر ربه فلبث في السجن بضع سنين"},{"SurahNumber":12,"VerseNumber":43,"Text":"وقال الملك اني ارى سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست يايها الملا افتوني في رءيي ان كنتم للرءيا تعبرون"},{"SurahNumber":12,"VerseNumber":44,"Text":"قالوا اضغث احلم وما نحن بتاويل الاحلم بعلمين"},{"SurahNumber":12,"VerseNumber":45,"Text":"وقال الذي نجا منهما وادكر بعد امة انا انبيكم بتاويله فارسلون"},{"SurahNumber":12,"VerseNumber":46,"Text":"يوسف ايها الصديق افتنا في سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست لعلي ارجع الى الناس لعلهم يعلمون"},{"SurahNumber":12,"VerseNumber":47,"Text":"قال تزرعون سبع سنين داب ا فما حصدتم فذروه في سنبله الا قليل ا مما تاكلون"},{"SurahNumber":12,"VerseNumber":48,"Text":"ثم ياتي من بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليل ا مما تحصنون"},{"SurahNumber":12,"VerseNumber":49,"Text":"ثم ياتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون"},{"SurahNumber":12,"VerseNumber":50,"Text":"وقال الملك ايتوني به فلما جاءه الرسول قال ارجع الى ربك فسله ما بال النسوة التي قطعن ايديهن ان ربي بكيدهن عليم"},{"SurahNumber":12,"VerseNumber":51,"Text":"قال ما خطبكن اذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرات العزيز الن حصحص الحق انا رودته عن نفسه وانه لمن الصدقين"},{"SurahNumber":12,"VerseNumber":52,"Text":"ذلك ليعلم اني لم اخنه بالغيب وان الله لا يهدي كيد الخاينين"},{"SurahNumber":12,"VerseNumber":53,"Text":"۞وما ابري نفسي ان النفس لامارة بالسوء الا ما رحم ربي ان ربي غفور رحيم"},{"SurahNumber":12,"VerseNumber":54,"Text":"وقال الملك ايتوني به استخلصه لنفسي فلما كلمه قال انك اليوم لدينا مكين امين"},{"SurahNumber":12,"VerseNumber":55,"Text":"قال اجعلني على خزاين الارض اني حفيظ عليم"},{"SurahNumber":12,"VerseNumber":56,"Text":"وكذلك مكنا ليوسف في الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين"},{"SurahNumber":12,"VerseNumber":57,"Text":"ولاجر الاخرة خير للذين ءامنوا وكانوا يتقون"},{"SurahNumber":12,"VerseNumber":58,"Text":"وجاء اخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون"},{"SurahNumber":12,"VerseNumber":59,"Text":"ولما جهزهم بجهازهم قال ايتوني باخ لكم من ابيكم الا ترون اني اوفي الكيل وانا خير المنزلين"},{"SurahNumber":12,"VerseNumber":60,"Text":"فان لم تاتوني به فلا كيل لكم عندي ولا تقربون"},{"SurahNumber":12,"VerseNumber":61,"Text":"قالوا سنرود عنه اباه وانا لفعلون"},{"SurahNumber":12,"VerseNumber":62,"Text":"وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها اذا انقلبوا الى اهلهم لعلهم يرجعون"},{"SurahNumber":12,"VerseNumber":63,"Text":"فلما رجعوا الى ابيهم قالوا يابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحفظون"},{"SurahNumber":12,"VerseNumber":64,"Text":"قال هل ءامنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حفظ ا وهو ارحم الرحمين"},{"SurahNumber":12,"VerseNumber":65,"Text":"ولما فتحوا متعهم وجدوا بضعتهم ردت اليهم قالوا يابانا ما نبغي هذه بضعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير"},{"SurahNumber":12,"VerseNumber":66,"Text":"قال لن ارسله معكم حتى توتون موثق ا من الله لتاتنني به الا ان يحاط بكم فلما ءاتوه موثقهم قال الله على ما نقول وكيل"},{"SurahNumber":12,"VerseNumber":67,"Text":"وقال يبني لا تدخلوا من باب وحد وادخلوا من ابوب متفرقة وما اغني عنكم من الله من شيء ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون"},{"SurahNumber":12,"VerseNumber":68,"Text":"ولما دخلوا من حيث امرهم ابوهم ما كان يغني عنهم من الله من شيء الا حاجة في نفس يعقوب قضىها وانه لذو علم لما علمنه ولكن اكثر الناس لا يعلمون"},{"SurahNumber":12,"VerseNumber":69,"Text":"ولما دخلوا على يوسف ءاوى اليه اخاه قال اني انا اخوك فلا تبتيس بما كانوا يعملون"},{"SurahNumber":12,"VerseNumber":70,"Text":"فلما جهزهم بجهازهم جعل السقاية في رحل اخيه ثم اذن موذن ايتها العير انكم لسرقون"},{"SurahNumber":12,"VerseNumber":71,"Text":"قالوا واقبلوا عليهم ماذا تفقدون"},{"SurahNumber":12,"VerseNumber":72,"Text":"قالوا نفقد صواع الملك ولمن جاء به حمل بعير وانا به زعيم"},{"SurahNumber":12,"VerseNumber":73,"Text":"قالوا تالله لقد علمتم ما جينا لنفسد في الارض وما كنا سرقين"},{"SurahNumber":12,"VerseNumber":74,"Text":"قالوا فما جزوه ان كنتم كذبين"},{"SurahNumber":12,"VerseNumber":75,"Text":"قالوا جزوه من وجد في رحله فهو جزوه كذلك نجزي الظلمين"},{"SurahNumber":12,"VerseNumber":76,"Text":"فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه في دين الملك الا ان يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم"},{"SurahNumber":12,"VerseNumber":77,"Text":"۞قالوا ان يسرق فقد سرق اخ له من قبل فاسرها يوسف في نفسه ولم يبدها لهم قال انتم شر مكان ا والله اعلم بما تصفون"},{"SurahNumber":12,"VerseNumber":78,"Text":"قالوا يايها العزيز ان له اب ا شيخ ا كبير ا فخذ احدنا مكانه انا نرىك من المحسنين"},{"SurahNumber":12,"VerseNumber":79,"Text":"قال معاذ الله ان ناخذ الا من وجدنا متعنا عنده انا اذ ا لظلمون"},{"SurahNumber":12,"VerseNumber":80,"Text":"فلما استيسوا منه خلصوا نجي ا قال كبيرهم الم تعلموا ان اباكم قد اخذ عليكم موثق ا من الله ومن قبل ما فرطتم في يوسف فلن ابرح الارض حتى ياذن لي ابي او يحكم الله لي وهو خير الحكمين"},{"SurahNumber":12,"VerseNumber":81,"Text":"ارجعوا الى ابيكم فقولوا يابانا ان ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حفظين"},{"SurahNumber":12,"VerseNumber":82,"Text":"وسل القرية التي كنا فيها والعير التي اقبلنا فيها وانا لصدقون"},{"SurahNumber":12,"VerseNumber":83,"Text":"قال بل سولت لكم انفسكم امر ا فصبر جميل عسى الله ان ياتيني بهم جميعا انه هو العليم الحكيم"},{"SurahNumber":12,"VerseNumber":84,"Text":"وتولى عنهم وقال ياسفى على يوسف وابيضت عيناه من الحزن فهو كظيم"},{"SurahNumber":12,"VerseNumber":85,"Text":"قالوا تالله تفتوا تذكر يوسف حتى تكون حرضا او تكون من الهلكين"},{"SurahNumber":12,"VerseNumber":86,"Text":"قال انما اشكوا بثي وحزني الى الله واعلم من الله ما لا تعلمون"},{"SurahNumber":12,"VerseNumber":87,"Text":"يبني اذهبوا فتحسسوا من يوسف واخيه ولا تايسوا من روح الله انه لا يايس من روح الله الا القوم الكفرون"},{"SurahNumber":12,"VerseNumber":88,"Text":"فلما دخلوا عليه قالوا يايها العزيز مسنا واهلنا الضر وجينا ببضعة مزجىة فاوف لنا الكيل وتصدق علينا ان الله يجزي المتصدقين"},{"SurahNumber":12,"VerseNumber":89,"Text":"قال هل علمتم ما فعلتم بيوسف واخيه اذ انتم جهلون"},{"SurahNumber":12,"VerseNumber":90,"Text":"قالوا اءنك لانت يوسف قال انا يوسف وهذا اخي قد من الله علينا انه من يتق ويصبر فان الله لا يضيع اجر المحسنين"},{"SurahNumber":12,"VerseNumber":91,"Text":"قالوا تالله لقد ءاثرك الله علينا وان كنا لخطين"},{"SurahNumber":12,"VerseNumber":92,"Text":"قال لا تثريب عليكم اليوم يغفر الله لكم وهو ارحم الرحمين"},{"SurahNumber":12,"VerseNumber":93,"Text":"اذهبوا بقميصي هذا فالقوه على وجه ابي يات بصير ا واتوني باهلكم اجمعين"},{"SurahNumber":12,"VerseNumber":94,"Text":"ولما فصلت العير قال ابوهم اني لاجد ريح يوسف لولا ان تفندون"},{"SurahNumber":12,"VerseNumber":95,"Text":"قالوا تالله انك لفي ضللك القديم"},{"SurahNumber":12,"VerseNumber":96,"Text":"فلما ان جاء البشير القىه على وجهه فارتد بصير ا قال الم اقل لكم اني اعلم من الله ما لا تعلمون"},{"SurahNumber":12,"VerseNumber":97,"Text":"قالوا يابانا استغفر لنا ذنوبنا انا كنا خطين"},{"SurahNumber":12,"VerseNumber":98,"Text":"قال سوف استغفر لكم ربي انه هو الغفور الرحيم"},{"SurahNumber":12,"VerseNumber":99,"Text":"فلما دخلوا على يوسف ءاوى اليه ابويه وقال ادخلوا مصر ان شاء الله ءامنين"},{"SurahNumber":12,"VerseNumber":100,"Text":"ورفع ابويه على العرش وخروا له سجد ا وقال يابت هذا تاويل رءيي من قبل قد جعلها ربي حق ا وقد احسن بي اذ اخرجني من السجن وجاء بكم من البدو من بعد ان نزغ الشيطن بيني وبين اخوتي ان ربي لطيف لما يشاء انه هو العليم الحكيم"},{"SurahNumber":12,"VerseNumber":101,"Text":"۞رب قد ءاتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السموت والارض انت ولي في الدنيا والاخرة توفني مسلم ا والحقني بالصلحين"},{"SurahNumber":12,"VerseNumber":102,"Text":"ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون"},{"SurahNumber":12,"VerseNumber":103,"Text":"وما اكثر الناس ولو حرصت بمومنين"},{"SurahNumber":12,"VerseNumber":104,"Text":"وما تسلهم عليه من اجر ان هو الا ذكر للعلمين"},{"SurahNumber":12,"VerseNumber":105,"Text":"وكاين من ءاية في السموت والارض يمرون عليها وهم عنها معرضون"},{"SurahNumber":12,"VerseNumber":106,"Text":"وما يومن اكثرهم بالله الا وهم مشركون"},{"SurahNumber":12,"VerseNumber":107,"Text":"افامنوا ان تاتيهم غشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون"},{"SurahNumber":12,"VerseNumber":108,"Text":"قل هذه سبيلي ادعوا الى الله على بصيرة انا ومن اتبعني وسبحن الله وما انا من المشركين"},{"SurahNumber":12,"VerseNumber":109,"Text":"وما ارسلنا من قبلك الا رجال ا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون"},{"SurahNumber":12,"VerseNumber":110,"Text":"حتى اذا استيس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين"},{"SurahNumber":12,"VerseNumber":111,"Text":"لقد كان في قصصهم عبرة لاولي الالبب ما كان حديث ا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهد ى ورحمة لقوم يومنون"}]}