{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Ta-Seen-Meem"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are the Verses of the clear book"},{"SurahNumber":28,"VerseNumber":3,"Text":"We recite to you of the news of Moses and Pharaoh in truth, for the people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Surely, Pharaoh exalted himself in the land, divided its people into sects, oppressed one group among them, killed their sons, and spared their females. Surely, he was of those who committed great sins"},{"SurahNumber":28,"VerseNumber":5,"Text":"And We wished to do a Favor to those who were oppressed in the land, to make them rulers, to make them the inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"and to establish them in the land, and to let Pharaoh, Haman, and their hosts receive from them that which they feared"},{"SurahNumber":28,"VerseNumber":7,"Text":"And We inspired to the mother of Moses, (saying): “Suckle him (Moses), but if you fear for him, then cast him into the river, and don’t fear or grieve. Surely! We shall bring him back to you and will make him one of the Messengers.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Then the family of Pharaoh picked him up (from river), that he might become an enemy for them and (a cause of) grief. Surely! Pharaoh, Haman and their hosts were sinners"},{"SurahNumber":28,"VerseNumber":9,"Text":"And the wife of Pharaoh said: “(This is) a comfort of the eye for me and for you. Don’t kill him, perhaps that he may be of benefit to us, or we may adopt him as a son.” They did not perceive (the result of that)"},{"SurahNumber":28,"VerseNumber":10,"Text":"And the heart of the mother of Moses became empty (from worry, except the thought of Moses). Surely, she was very near to disclose him (that the child was her son), had We not strengthened her heart with faith so that she might remain as one of the believers"},{"SurahNumber":28,"VerseNumber":11,"Text":"And she said to his (Moses’) sister: “Follow him.” So she watched him from a far place, while they did not perceive"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We had already forbidden for him other suckling mothers, until she (sister came and) said: “Shall I direct you to the people of a family who will care for him for you, and they will look after him in a good manner?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Thus We restored him to his mother so that her eye might be delighted, not grieved and that she might know that the Promise of Allah is true. But most of them don’t know"},{"SurahNumber":28,"VerseNumber":14,"Text":"And when he attained his full strength and became perfect (in manhood), We bestowed on him judgment and knowledge. And thus We reward the good doers"},{"SurahNumber":28,"VerseNumber":15,"Text":"And he entered the city at a time when its people were unaware, and he found 2 men fighting – one was of his party (from the children of Israel), and the other one was of his foes. (The man) of his party asked him for help against the one who was of his foe, so Moses struck him with his fist and killed him. He said: “This is the work of Satan; surely, he is a plain misleading enemy.”"},{"SurahNumber":28,"VerseNumber":16,"Text":"He said: “My Lord! Surely, I have wronged myself, so forgive me.” Then We forgave him. Surely, He is the Forgiving, the Merciful"},{"SurahNumber":28,"VerseNumber":17,"Text":"He said: “My Lord! After this with which You have favored me, I shall never be a helper for the criminals!”"},{"SurahNumber":28,"VerseNumber":18,"Text":"So he became afraid in the city (waiting for his punishment) and was looking around, when suddenly the man who had sought his help yesterday, called him for his help again. Moses said to him: “Surely, you are a plain misguided person!”"},{"SurahNumber":28,"VerseNumber":19,"Text":"Then when he decided to seize the man who was an enemy to both of them, the man said: “O Moses! Do you want to kill me as you killed a man yesterday? You only want to become a tyrant in the land, and you don’t want to be of those who do right.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"And then a man came running from the farthest end of the city. He said: “O Moses! Surely, the chiefs are taking counsel together about you to kill you, so escape. Truly, I am one of the good advisers to you.”"},{"SurahNumber":28,"VerseNumber":21,"Text":"So he escaped from there with fear to look around. He said: “My Lord! Save me from the wrongdoers!”"},{"SurahNumber":28,"VerseNumber":22,"Text":"When he went towards (the city of) Midian, he said: “It may be that my Lord will guide me to the Right Way.”"},{"SurahNumber":28,"VerseNumber":23,"Text":"And when he arrived at the water well of Midian, he found a group of men watering (their flocks), and he found 2 women besides them who were keeping back (their flocks). He said: “What is the matter with you?” They said: “We cannot water (our flocks) until the shepherds take away (their flocks). Our father is a very old man.”"},{"SurahNumber":28,"VerseNumber":24,"Text":"He watered (their flocks) for them, he turned back to shade, and said: “My Lord! Truly, I am in need of whatever good You bestow on me!”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Then one of the 2 women came to him walking with shy. She said: “Surely, my father is calling you so that he may reward you for that you watered for us.” When he came to him and narrated the story to him, he said: “Don’t fear. You have escaped from the wrongdoers.”"},{"SurahNumber":28,"VerseNumber":26,"Text":"One of them (2 women) said: “O my father! Hire him! Surely, the best that you can hire who is strong, the trustworthy.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"He said (to Moses): “Surely, I intend to wed to you one of these 2 daughters of mine with the condition that you serve me for 8 years, but if you complete 10 years, then it will be a favor from you. I don’t want to make it difficult for you. You will find me, if Allah wills, one of the righteous.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"He (Moses) said: ‘That (is settled) between me and you. Whichever of the 2 terms I fulfill, let there be no injustice on me. Allah is the Surety over what we say.”"},{"SurahNumber":28,"VerseNumber":29,"Text":"When Moses fulfilled the term and was traveling with his family, he saw a fire in the direction of the mount Tur. He said to his family: “Wait, I have seen a fire; perhaps I may bring from there some information to you, or a burning brand of fire that you may warm yourselves.”"},{"SurahNumber":28,"VerseNumber":30,"Text":"So when he reached there (the fire), he was called from the right side of the valley, in the blessed place from the tree, (saying): “O Moses! Surely! I am Allah, the Lord of the worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw your stick!” But when he saw it moving as if it were a snake, he turned in flight and did not look back. (Allah said): “O Moses! Draw near and don’t fear. Surely, you are of those who are secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Put your hand in your bosom, it will come out (shinning) white without any harm, and draw your hand to you (whenever needed to be free) from fear. These are 2 evidences from your Lord to Pharaoh and his chiefs. Surely, they are rebellious people"},{"SurahNumber":28,"VerseNumber":33,"Text":"He said: “My Lord! Surely, I have killed a man from them and I fear that they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother Aaron, he is more eloquent in speech than me, so send him with me as a helper to confirm me. Surely! I fear that they will deny me.”"},{"SurahNumber":28,"VerseNumber":35,"Text":"Allah said: “I will strengthen your arm with your brother and give power to both of you so that they shall not reach you. (Proceed) with Our signs. You 2 and those who follow you will be the victors.”"},{"SurahNumber":28,"VerseNumber":36,"Text":"When Moses came to them (Pharaoh and his chiefs) with Our clear signs, they said: “This is nothing but invented magic. We never heard this from our forefathers.”"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses said: “My Lord knows the one best who comes with guidance from Him, and who will have the happy end in the Hereafter. Surely, the wrongdoers will not be successful.”"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh said: “O chiefs! I don’t know that you have any one worthy of worship other than me. O Haman! Kindle for me (a fire) on clay (to bake bricks) and set up a lofty tower for me so that I may look at the deity of Moses; and surely, I think that he (Moses) is one of the liars.”"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he and his soldiers were arrogant in the land without right, and they thought that they would not return to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"So We seized him and his soldiers, and We threw them in the sea (and drowned them). So behold (O Muhammad) how was the end of the wrongdoers"},{"SurahNumber":28,"VerseNumber":41,"Text":"And We made them leaders who invite (people) to the fire, and on the Day of Resurrection, they will not be helped"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among the despised"},{"SurahNumber":28,"VerseNumber":43,"Text":"And indeed We gave Moses the Scripture (the Torah) after We had destroyed the previous generations as enlightenment for people, guidance, and a mercy so that they may remember"},{"SurahNumber":28,"VerseNumber":44,"Text":"And you (O Muhammad) were not present on the western side (of the mount) when We made the commandment clear to Moses and you were not among the witnesses"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We created many generations (after Moses) and long time has passed over them. You (O Muhammad) were not a resident among the people of Midian, reciting Our Verses to them. But it is We Who is sending (messengers)"},{"SurahNumber":28,"VerseNumber":46,"Text":"And you (O Muhammad) were not at the side of the Tur mount when We called (Moses); but (provided you with news) as a Mercy from your Lord so that you may warn the people to whom no Warner had come before you, in order that they may remember"},{"SurahNumber":28,"VerseNumber":47,"Text":"so that if a calamity seizes them (people of Makkah) for what their hands have sent (the deeds), they may not be able to say: “Our Lord! Why You did not send us a Messenger? Then we would have followed Your Verses and would have been among the believers.”"},{"SurahNumber":28,"VerseNumber":48,"Text":"Now that the truth (Muhammad with his message) has come to them from Us, they say: “Why he is not given the like of what was given to Moses? Did they not disbelieve in what was given to Moses before? They say: “2 kinds of magic (the Torah and the Qur’an) are helping each other!” They say: “Surely! We disbelieve in both.”"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say (to them, O Muhammad): “Then bring a book from Allah which is better guide than these 2 (the Torah and the Qur’an), I will follow it, if you are truthful.”"},{"SurahNumber":28,"VerseNumber":50,"Text":"But if they don’t answer to you, then know that they only follow their own desires. Who is more astray than the one who follows own desires without guidance from Allah? Allah does not guide the wrongdoers"},{"SurahNumber":28,"VerseNumber":51,"Text":"And indeed We have conveyed to them the Word (this Qur’an) in order that they may remember"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those to whom We gave Scriptures before it, they believe in it (the Qur’an)"},{"SurahNumber":28,"VerseNumber":53,"Text":"And when it is recited to them, they say: “We believe in it. Surely, it is the truth from our Lord. Indeed we were from those who submit to Allah (as Muslims) before it (like Abdullah bin Salam, Salman Al-Farsi).”"},{"SurahNumber":28,"VerseNumber":54,"Text":"They will be given their reward twice; because they are patient, repel evil with good, and spend (in charity) out of what We have provided them"},{"SurahNumber":28,"VerseNumber":55,"Text":"And when they hear evil vain talk, they withdraw from it and say: “To us are our deeds and to you are your deeds. Peace be on to you. We don’t seek the (way of the) ignorant.”"},{"SurahNumber":28,"VerseNumber":56,"Text":"Surely! You (O Muhammad) cannot guide whom you like, but Allah guides whom He wills. He knows the best of those who are guided"},{"SurahNumber":28,"VerseNumber":57,"Text":"And they say: “If we follow the guidance with you, we shall be snatched away from our land.” Have We not established a secure sanctuary (Makkah) for them where all kinds of fruits are brought as a provision from Ourselves? But most of them don’t know"},{"SurahNumber":28,"VerseNumber":58,"Text":"And how many towns We have destroyed which were thankless for their means of livelihood? Those residences of theirs have not been inhabited after them except a little. Surely! Allah is the Inheritor"},{"SurahNumber":28,"VerseNumber":59,"Text":"And your Lord would never destroy the towns until He had sent a Messenger to their mother town, reciting to them Our Verses. We would never destroy the towns unless their people had become wrongdoers"},{"SurahNumber":28,"VerseNumber":60,"Text":"And whatever you have been given from things are enjoyments and adornments of the worldly life; and that which is with Allah is better and will remain forever. Don’t you have sense"},{"SurahNumber":28,"VerseNumber":61,"Text":"Is it he whom We have promised an excellent Promise (Paradise) which he will find true, be like the one whom We have given to enjoy the luxuries of the worldly life and then on the Day of Resurrection, he will be among those who are brought up (for punishment)"},{"SurahNumber":28,"VerseNumber":62,"Text":"And (remember) the Day when He will call them and say: “Where are My partners (so-called) whom you used to assert?”"},{"SurahNumber":28,"VerseNumber":63,"Text":"Those about whom the Word will come true (to be punished), will say: \"Our Lord! These are they whom we led astray. We led them astray, as we were astray ourselves. We declare our innocence before You. It was not us that they worshipped.”"},{"SurahNumber":28,"VerseNumber":64,"Text":"And it will be said (to them): “Call upon your partners (of Allah).” So they will call upon them but they will not answer to them and they will see the punishment. They will wish if they had been guided"},{"SurahNumber":28,"VerseNumber":65,"Text":"And (remember) the Day (when Allah) will call them and says: “How did you answer the Messengers?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"The news (of good answer) will be obscured to them on that Day and they will not be able to ask one another"},{"SurahNumber":28,"VerseNumber":67,"Text":"But as for him who repented, believed, and did righteous deeds, then hopefully he will be among those who are successful"},{"SurahNumber":28,"VerseNumber":68,"Text":"Your Lord creates whatever He wills and chooses. They don’t have any choice. Glory be to Allah, and exalted about all that they associate (as partners with Him)"},{"SurahNumber":28,"VerseNumber":69,"Text":"And your Lord knows what their hearts conceal and what they reveal"},{"SurahNumber":28,"VerseNumber":70,"Text":"And He is Allah: there is no one worthy of worship but He. Praise belongs to Him in the first (world) and in the Last (Hereafter). The decision is with Him and to Him you all shall return"},{"SurahNumber":28,"VerseNumber":71,"Text":"Say (O Muhammad): “Do you see if Allah makes the night continuous for you till the Day of Resurrection, which deity besides Allah could bring you light? Will you not then hear?”"},{"SurahNumber":28,"VerseNumber":72,"Text":"Say (O Muhammad): “Do you see if Allah makes the Day continuous for you till the Day of Resurrection, which deity besides Allah could bring you night in which you could rest? Will you not then see?”"},{"SurahNumber":28,"VerseNumber":73,"Text":"It is out of His Mercy that He has made for you the night so that you may rest in it, and the day so that you may seek His Bounty, in order that you may be grateful"},{"SurahNumber":28,"VerseNumber":74,"Text":"And (remember) the Day when He will call them (worshipped other than Allah) and say: “Where are My (so-called) partners whom you used to assert?”"},{"SurahNumber":28,"VerseNumber":75,"Text":"And We will take out a witness from every nation and say: “Bring your proof (of other deities).” Then they shall know that the truth is with Allah and (false deities) will disappear from them which they invented"},{"SurahNumber":28,"VerseNumber":76,"Text":"Surely, Korah was one of the people of Moses, but he behaved arrogantly towards them. And We gave him such treasures that indeed their keys were a burden to a group of strong men. When his people said to him: “Don’t be glad. Surely! Allah does not like those who exult (jubilant with riches and ungrateful)"},{"SurahNumber":28,"VerseNumber":77,"Text":"Rather seek, with that (wealth) which Allah has given you, the home of the Hereafter, and don’t forget your portion of this world. Do good (to others) as Allah has been good to you and don’t seek mischief in the land. Surely, Allah does not like the mischief-makers.”"},{"SurahNumber":28,"VerseNumber":78,"Text":"He said: “This has been given to me only because of the knowledge that I possess.” Did he (Korah) not know that Allah had destroyed many generations before him, who were stronger in might and greater in collecting (money) than him? But the criminals will not be questioned of their sins (because Allah knows well)"},{"SurahNumber":28,"VerseNumber":79,"Text":"So (one day) he went out before his people in his pomp (worldly glitter). Those who were desirous of the worldly life, said: “Ah, would that we had the like of what Korah has been given! Surely! He is the owner of a great fortune.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"But those who had been given the knowledge (of truth) said: “Woe to you! The reward of Allah (in the Hereafter) is better for those who believe and do righteous deeds; and none shall attain it except those who are patient.”"},{"SurahNumber":28,"VerseNumber":81,"Text":"Then We caused the earth to swallow him along with his residing place. He had no group to help him against Allah, nor was he of those who could save themselves"},{"SurahNumber":28,"VerseNumber":82,"Text":"And those who had desired his position (of wealth) the day before began to say: “You don’t know that Allah enlarges the provision to whoever He pleases of His servants. If Allah had not been gracious to us, He could have caused the earth to swallow us also! You don’t know that the disbelievers will never be successful"},{"SurahNumber":28,"VerseNumber":83,"Text":"As for the last home (of Paradise), We shall assign to those who neither want pride nor do mischief in the land. The good end is for the pious"},{"SurahNumber":28,"VerseNumber":84,"Text":"Whoever brings a good deed, shall have the better from it. Whoever brings an evil deed, then those who do evil deeds, will be punished only for what they did"},{"SurahNumber":28,"VerseNumber":85,"Text":"Surely, He Who has enjoined on you (O Muhammad) the Qur’an, will surely bring you to the best place of return. Say (O Muhammad): “My Lord is aware of the one who brings guidance and of the one who is in clear error.”"},{"SurahNumber":28,"VerseNumber":86,"Text":"And you (O Muhammad) never expected that the book (this Qur’an) would be sent down to you, but it is a Mercy from your Lord. So never be a supporter of the disbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"And let them not turn you (O Muhammad) away from the Verses of Allah after when they have been sent down to you. Invite (people) to your Lord and be not of the polytheists"},{"SurahNumber":28,"VerseNumber":88,"Text":"And don’t call Allah with any other one worthy of worship. There is no one worthy of worship but He. Everything will perish except Him. To Him belongs the decision and to Him you shall be returned"}]}