{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"اے لوگو ڈرتے رہو اپنے رب سے جس نے پیدا کیا تم کو ایک جان سے اور اسی سے پیدا کیا اس کا جوڑا اور پھیلائے ان دونوں سے بہت مرد اور عورتیں [۱] اور ڈرتے رہو اللہ سے جس کے واسطے سے سوال کرتے ہو آپس میں اور خبردار رہو قرابت والوں سے [۲] بیشک اللہ تم پر نگہبان ہے [۳]"},{"SurahNumber":4,"VerseNumber":2,"Text":"اور دے ڈالو یتیموں کو ان کا مال اور بدل نہ لو برے مال کو اچھے مال سے اور نہ کھاؤ ان کے مال اپنے مالوں کے ساتھ یہ ہے بڑا وبال [۴]"},{"SurahNumber":4,"VerseNumber":3,"Text":"اور اگر ڈرو کہ انصاف نہ کر سکو گے یتیم لڑکیوں کے حق میں تو نکاح کر لو جو اور عورتیں تم کو خوش آویں دو دو تین تین چار چار [۵] پھر اگر ڈرو کہ ان میں انصاف نہ کر سکو گے تو ایک ہی نکاح کرو یا لونڈی جو اپنا مال ہے [۶] اس میں امید ہے کہ ایک طرف نہ جھک پڑو گے[۷]"},{"SurahNumber":4,"VerseNumber":4,"Text":"اور دے ڈالو عورتوں کو مہر ان کے خوشی سے [۸] پھر اگر وہ اس میں سے کچھ چھوڑ دیں تم کو اپنی خوشی سے تو اس کو کھاؤ رچتا پچتا [۹]"},{"SurahNumber":4,"VerseNumber":5,"Text":"اور مت پکڑا دو بے عقلوں کو اپنے وہ مال جن کو بنایا ہے اللہ نے تمہارےگذران کا سبب اور ان کو اس میں سے کھلاتے اور پہناتے رہو اور کہو ان سے بات معقول [۱۰]"},{"SurahNumber":4,"VerseNumber":6,"Text":"اور سدھاتے رہو یتیموں کو جب تک پہنچیں نکاح کی عمر کو پھر اگر دیکھو ان میں ہوشیاری تو حوالہ کر دو ان کے مال ان کو [۱۱] اور کھا نہ جاؤ یتیموں کا مال ضرورت سے زیادہ اور حاجت سے پہلے کہ یہ بڑے نہ ہو جائیں [۱۲] اور جس کو حاجت نہ ہو تو مال یتیم سے بچتا رہے اور جو کوڑی محتاج ہو تو کھاوے موافق دستور کے [۱۳] پھر جب ان کو حوالہ کرو ان کے مال تو گواہ کر لو اس پر اور اللہ کافی ہے حساب لینے کو [۱۴]"},{"SurahNumber":4,"VerseNumber":7,"Text":"مردوں کا بھی حصہ ہے اس میں جو چھوڑ مریں ماں باپ او رقرابت والے اور عورتوں کا بھی حصہ ہے اس میں جو چھوڑ مریں ماں باپ اور قرابت والے تھوڑا ہو یا بہت ہو حصہ مقرر کیا ہوا ہے [۱۵]"},{"SurahNumber":4,"VerseNumber":8,"Text":"اور جب حاضر ہوں تقسیم کے وقت رشتہ دار اور یتیم اور محتاج تو ان کو کچھ کھلا دو اس میں سے اور کہہ دو ان کو بات معقول [۱۶]"},{"SurahNumber":4,"VerseNumber":9,"Text":"اور چاہئے کہ ڈریں وہ لوگ کہ اگر چھوڑی ہے اپنے پیچھے اولاد ضعیف تو ان پر اندیشہ کریں یعنی ہمارے پیچھے ایسا ہی حال انکا ہو گا تو چاہئے کہ ڈریں اللہ سے اور کہیں بات سیدھی [۱۷]"},{"SurahNumber":4,"VerseNumber":10,"Text":"جو لوگ کہ کھاتے ہیں مال یتیموں کا ناحق وہ لوگ اپنے پیٹوں میں آگ ہی بھر رہے ہیں اور عنقریب داخل ہوں گے آگ میں [۱۸]"},{"SurahNumber":4,"VerseNumber":11,"Text":"حکم کرتا ہے تم کو اللہ تمہاری اولاد کے حق میں کہ ایک مرد کا حصہ ہے برابر ہے دو عورتوں کے [۱۹] پھر اگر صرف عورتیں ہی ہوں دو سے زیادہ تو ان کے لئے ہے دو تہائی اس مال سےجو چھوڑ مرا اور اگر ایک ہی ہو تو اس کے لئے آدھا ہے [۲۰] اور میت کے ماں باپ کو ہر ایک کے لئے دونوں میں سے چھٹا حصہ ہے اس مال سے جو کہ چھوڑ مرا اگر میت کے اولاد ہے [۲۱] اور اگر اس کے اولاد نہیں اور وارث ہیں اسکے ماں باپ تو اس کی ماں کا ہے تہائی [۲۲] پھر اگر میت کے کئ بھائی ہیں تو اس کی ماں کا ہے چھٹا حصہ [۲۳] بعد وصیت کے جو کر مرا یا بعد ادائے قرض کے [۲۴] تمہارے باپ اور بیٹے تم کو معلوم نہیں کون نفع پہنچائے تم کو زیادہ حصہ مقرر کیا ہوا اللہ کا ہے بیشک اللہ خبردار ہے حکمت والا [۲۵]"},{"SurahNumber":4,"VerseNumber":12,"Text":"اور تمہارا ہے آدھا مال جو کہ چھوڑ مریں تمہاری عورتیں اگر نہ ہو ان کے اولاد اور اگر ان کےاولاد ہے تو تمہارے واسطے چوتھائی ہے اس میں سے جو چھوڑ گئیں بعد وصیت کے جو کر گئیں یا بعد قرض کے [۲۶] اور عورتوں کے لئے چوتھائی مال ہے اس میں سے جو چھوڑ مرو تم اگر نہ ہو تمہارے اولاد اور اگر تمہارے اولاد ہے تو ان کے لئے آٹھواں حصہ ہے اس میں سے کہ جو کچھ تم نے چھوڑا بعد وصیت کے جو تم کر مرو یا قرض کے [۲۷] اور اگر وہ مرد کہ جس کی میراث ہے باپ بیٹا کچھ نہیں رکھتا یا عورت ہو ایسی ہی اور اس میت کے ایک بھائی ہے یا بہن ہے تودونوں میں سے ہر ایک کا چھٹا حصہ ہے [۲۸] اور اگر زیادہ ہوں اس سے تو سب شریک ہیں ایک تہائی میں بعد وصیت کے جو ہو چکی ہے یا قرض کے جب اوروں کا نقصان نہ کیا ہو [۲۹] یہ حکم ہے اللہ کا اور اللہ ہی سب کچھ جاننے والا تحمل کرنے والا [۳۰]"},{"SurahNumber":4,"VerseNumber":13,"Text":"یہ حدیں باندھی ہوئی اللہ کی ہیں اور جو کوئی حکم پر چلے اللہ کے اور سول کے اس کو داخل کرے گا جنتوں میں جن کے نیچے بہتی ہیں نہریں ہمیشہ رہیں گے ان میں اور یہ ہے بڑی مراد ملنی"},{"SurahNumber":4,"VerseNumber":14,"Text":"اور جو کوئی نافرمانی کرے اللہ کی اور اسکے رسول کی اور نکل جاوے اس کی حدوں سے ڈالے گا اس کو آگ میں ہمیشہ رہے گا اس میں اور اس کے لئے ذلت کا عذاب ہے [۳۱]"},{"SurahNumber":4,"VerseNumber":15,"Text":"اور جو کوئی بدکاری کرے تمہاری عورتوں میں سے تو گواہ لاؤ ان پر چار مرد اپنوں میں سے پھر اگر وہ گواہی دے دیویں تو بند رکھو ان عورتوں کو گھروں میں یہاں تک کہ اٹھا لیوے ان کو موت یا مقرر کر دے اللہ ان کے لئے کوئی راہ [۳۲]"},{"SurahNumber":4,"VerseNumber":16,"Text":"اور جو دو مرد کریں تم میں سے وہی بدکاری تو ان کو ایذا دو [۳۳] پھر اگر وہ دونوں توبہ کریں اور اپنی اصلاح کر لیں تو ان کا خیال چھوڑ دو بیشک اللہ توبہ قبول کرنے والا مہربان ہے [۳۴]"},{"SurahNumber":4,"VerseNumber":17,"Text":"توبہ قبول کرنی اللہ کو ضرور تو انکی ہے جو کرتے ہیں برا کام جہالت سے پھر توبہ کرتے ہیں جلدی سے تو ان کو اللہ معاف کر دیتا ہے اور اللہ سب کچھ جاننے والا ہے حکمت والا [۳۵]"},{"SurahNumber":4,"VerseNumber":18,"Text":"اور ایسوں کی توبہ نہیں جو کئے جاتے ہیں برے کام یہاں تک کہ جب سامنے آ جائے ان میں سے کسی کے موت تو کہنے لگا میں توبہ کرتا ہوں اب اور نہ ایسوں کی توبہ جو کہ مرتے ہیں حالت کفر میں ان کے لئے تو ہم نے تیار کیا ہے عذاب دردناک [۳۶]"},{"SurahNumber":4,"VerseNumber":19,"Text":"اے ایمان والو حلال نہیں تم کو کہ میراث میں لے لو عورتوں کو زبردستی اور نہ روکے رکھو ان کو اس واسطے کہ لے لو ان سے کچھ اپنا دیا ہوا مگر کہ وہ کریں بے حیائی صریح [۳۷] اور گذران کرو عورتوں کے ساتھ اچھی طرح پھر اگر وہ تم کو نہ بھاویں تو شاید تم کو پسند نہ آوے ایک چیز اور اللہ نے رکھی ہو اس میں بہت خوبی [۳۸]"},{"SurahNumber":4,"VerseNumber":20,"Text":"اور اگر بدلنا چاہو ایک عورت کی جگہ دوسری عورت کو اور دے چکے ہو ایک کو بہت سا مال تو مت پھیر لو اس میں سے کچھ کیا لیا چاہتے ہو اس کو ناحق اور صریح گناہ سے [۳۹]"},{"SurahNumber":4,"VerseNumber":21,"Text":"اور کیونکہ اس کو لے سکتے ہو اور پہنچ چکا ہے تم میں کا ایک دوسرے تک اور لے چکیں وہ عورتیں تم سے عہد پختہ [۴۰]"},{"SurahNumber":4,"VerseNumber":22,"Text":"اور نکاح میں نہ لاؤ جن عورتوں کو نکاح میں لائے تمہارے باپ مگر جو پہلے ہو چکا یہ بے حیائی ہے اور کام ہے غضب کا اور برا چلن ہے [۴۱]"},{"SurahNumber":4,"VerseNumber":23,"Text":"حرام ہوئی ہیں تم پر تمہاری مائیں اور بیٹیاں اور بہنیں اور پھوپھیاں اور خالائیں اور بیٹیاں بھائی کی اور بہن کی [۴۲] اور جن ماؤں نے تم کو دودھ پلایا اور دودھ کی بہنیں [۴۳] اور تمہاری عورتوں کی مائیں اور ان کی بیٹیاں جو تمہاری پرورش میں ہیں جن کو کہ جنا ہے تمہاری ان عورتوں نے جن سے تم نے صحبت کی اور اگر تم نے ان سے صحبت نہیں کی تو تم پر کچھ گناہ نہیں اس نکاح میں اور عورتیں تمہارے بیٹوں کی جو تمہاری پشت سے ہیں اور یہ کہ اکٹھا کرو دو بہنوں کو مگر جو پہلے ہو چکا بیشک اللہ بخشنے والا مہربان ہے [۴۴]"},{"SurahNumber":4,"VerseNumber":24,"Text":"اور خاوند والی عورتیں مگر جن کےمالک ہو جائیں تمہارے ہاتھ حکم ہوا اللہ کا تم پر [۴۵] اور حلال ہیں تم کو سب عورتیں ان کےسوا بشرطیکہ طلب کرو انکو اپنے مال کے بدلے قید میں لانے کو نہ مستی نکالنے کو [۴۶] پھر جس کو کام میں لائے تم ان عورتوں میں سے تو ان کو دو ان کے حق جو مقرر ہوئے [۴۷] اور گناہ نہیں تم کو اس بات میں کہ ٹھہرا لو تم دونوں آپس کی رضا سے مقرر کیے پیچھے بیشک اللہ ہے خبردار حکمت والا [۴۸]"},{"SurahNumber":4,"VerseNumber":25,"Text":"اور جو کوئی نہ رکھے تم میں مقدور اس کا کہ نکاح میں لائے بیبیاں مسلمان تو نکاح کر لے ان سے جو تمہارے ہاتھ کا مال ہیں جو کہ تمہارے آپس کی لونڈیاں ہیں مسلمان [۴۹] اور اللہ کو خوب معلوم ہے تمہاری مسلمانی تم آپس میں ایک ہو [۵۰] سو ان سے نکاح کرو ان کے مالکوں کی اجازت سے اور دو ان کے مہر موافق دستور کے قید میں آنے والیاں ہوں نہ مستی نکالنے والیاں اور نہ چھپی یاری کرنے والیاں [۵۱] پھر جب قید نکاح میں آ چکیں تو اگر کریں بے حیائی کا کام تو ان پر آدھی سزا ہے بیبیوں کی سزا سے [۵۲] یہ اس کے واسطے ہے جو کوئی تم میں ڈرے تکلیف میں پڑنے سے اور صبر کرو تو بہتر ہے تمہارے حق میں اور اللہ بخشنے والا مہربان ہے [۵۳]"},{"SurahNumber":4,"VerseNumber":26,"Text":"اللہ چاہتا ہے کہ بیان کرے تمہارے واسطے اور چلائے تم کو پہلوں کی راہ اور معاف کرے تم کو اور اللہ جاننے والا ہے حکمت والا [۵۴]"},{"SurahNumber":4,"VerseNumber":27,"Text":"اور اللہ چاہتا ہے کہ تم پر متوجہ ہووے اور چاہتے ہیں وہ لوگ جو لگے ہوئے ہیں اپنے مزوں کے پیچھے کہ تم پھر جاؤ راہ سے بہت دور [۵۵]"},{"SurahNumber":4,"VerseNumber":28,"Text":"اللہ چاہتا ہے کہ تم سے بوجھ ہلکا کرے اور انسان بنا ہے کمزور [۵۶]"},{"SurahNumber":4,"VerseNumber":29,"Text":"اے ایمان والو نہ کھاؤ مال ایک دوسرے کے آپس میں ناحق مگر یہ کہ تجارت ہو آپس کی خوشی سے [۵۷] اور نہ خون کرو آپس میں بیشک اللہ تم پر مہربان ہے [۵۸]"},{"SurahNumber":4,"VerseNumber":30,"Text":"اور جو کوئی یہ کام کرے تعدی سے اور ظلم سے تو ہم اس کو ڈالیں گے آگ میں اور یہ اللہ پر آسان ہے [۵۹]"},{"SurahNumber":4,"VerseNumber":31,"Text":"اگر تم بچتے رہو گے ان چیزوں سے جو گناہوں میں بڑی ہیں تو ہم معاف کر دیں گے تم سے چھوٹے گناہ تمہارے اور داخل کریں گے تم کو عزت کے مقام میں [۶۰]"},{"SurahNumber":4,"VerseNumber":32,"Text":"اور ہوس مت کرو جس چیز میں بڑائی دی اللہ نے ایک کو ایک پر [۶۱] مردوں کو حصہ ہے اپنی کمائی سے اور عورتوں کو حصہ ہے اپنی کمائی سے اور مانگو اللہ سے اس کا فضل بیشک اللہ کو ہر چیز معلوم ہے [۶۲]"},{"SurahNumber":4,"VerseNumber":33,"Text":"اور ہر کسی کے لئے ہم نے مقرر کر دیے ہیں وارث اس مال کے کہ چھوڑ مریں ماں باپ اور قرابت والے اور جن سے معاہدہ ہوا تمہارا ان کو دے دو ان کا حصہ بیشک اللہ کے روبرو ہے ہر چیز [۶۳]"},{"SurahNumber":4,"VerseNumber":34,"Text":"مرد حاکم ہیں عورتوں پر اس واسطے کہ بڑائی دی اللہ نے ایک کو ایک پر اور اس واسطے کہ خرچ کیے انہوں نے اپنے مال [۶۴] پھر جو عورتیں نیک ہیں سو تابعدار ہیں نگہبانی کرتی ہیں پیٹھ پیچھے اللہ کی حفاظت سے [۶۵] اور جن کی بدخوئی کا ڈر ہو تم کو تو ان کو سمجھاؤ اور جدا کرو سونے میں اور مارو [۶۶] پھر اگر کہا مانیں تمہارا تو مت تلاش کرو ان پر راہ الزام کی بیشک اللہ ہے سب سے اوپر بڑا [۶۷]"},{"SurahNumber":4,"VerseNumber":35,"Text":"اور اگر تم ڈرو کہ وہ دونوں آپس میں ضد رکھتے ہیں تو کھڑ اکرو ایک منصف مرد والوں میں سے اور ایک منصف عورت والوں میں سے [۶۸] اگر یہ دونوں چاہیں گے کہ صلح کرا دیں تو اللہ موافقت کر دے گا ان دونوں میں بیشک اللہ سب کچھ جاننے والا خبردار ہے [۶۹]"},{"SurahNumber":4,"VerseNumber":36,"Text":"اور بندگی کرو اللہ کی اور شریک نہ کرو اس کا کسی کو [۷۰] اور ماں باپ کے ساتھ نیکی کرو اور قرابت والوں کے ساتھ اور یتیموں اور فقیروں اور ہمسایہ قریب اور ہمسایہ اجنبی اور پاس بیٹھنے والےاور مسافر کے ساتھ اور اپنے ہاتھ کے مال یعنی غلام باندیوں کے ساتھ بیشک اللہ کو پسند نہیں آتا اترانے والا بڑائی کرنے والا [۷۱]"},{"SurahNumber":4,"VerseNumber":37,"Text":"جو کہ بخل کرتے ہیں اور سکھاتے ہیں لوگوں کو بخل اور چھپاتے ہیں جو ان کو دیا اللہ نے اپنے فضل سے اور تیار کر رکھا ہے ہم نے کافروں کے لئے عذاب ذلت کا [۷۲]"},{"SurahNumber":4,"VerseNumber":38,"Text":"اور وہ لوگ جو کہ خرچ کرتے ہیں اپنے مال لوگوں کے دکھانے کو اور ایمان نہیں لاتے اللہ پر اور نہ قیامت کے دن پر اور جس کا ساتھی ہوا شیطان تو وہ بہت برا ساتھی ہے [۷۳]"},{"SurahNumber":4,"VerseNumber":39,"Text":"اور کیا نقصان تھا ان کا اگر ایمان لاتے اللہ پر اور قیامت کے دن پر اور خرچ کرتے اللہ کے دیے ہوئے میں سے اور اللہ کو ان کی خوب خبر ہے [۷۴]"},{"SurahNumber":4,"VerseNumber":40,"Text":"بیشک اللہ حق نہیں رکھتا کسی کا ایک ذرہ برابر اور اگر نیکی ہو تو اس کو دونا کر دیتا ہے اور دیتا ہے اپنے پاس سے بڑا ثواب [۷۵]"},{"SurahNumber":4,"VerseNumber":41,"Text":"پھر کیا حال ہو گا جب بلاویں گے ہم ہر امت میں سے احوال کہنے والا اور بلاویں گے تجھ کو ان لوگوں پر احوال بتانے والا [۷۶]"},{"SurahNumber":4,"VerseNumber":42,"Text":"اس دن آرزو کریں گے وہ لوگ جو کافر ہوئے تھے اور رسول کی نافرمانی کی تھی کہ برابر ہو جاویں زمین کے اور نہ چھپا سکیں گے اللہ سے کوئی بات [۷۷]"},{"SurahNumber":4,"VerseNumber":43,"Text":"اے ایمان والو نزدیک نہ جاؤ نماز کے جس وقت کہ تم نشہ میں ہو یہاں تک کہ سمجھنے لگو جو کہتے ہو اور نہ اس وقت کہ غسل کی حاجت ہو مگر راہ چلتے ہوئے یہاں تک کہ غسل کر لو [۷۸] اور اگر تم مریض ہو یا سفر میں یا آیا ہے کوئی شخص جائے ضرور سے یا پاس گئے ہو عورتوں کے پھر نہ ملا تم کو پانی تو ارادہ کرو زمین پاک کا پھر ملو اپنے منہ کو اور ہاتھوں کو [۷۹] بیشک اللہ ہے معاف کرنے والا بخشنے والا [۸۰]"},{"SurahNumber":4,"VerseNumber":44,"Text":"کیا تو نے نہ دیکھا ان کو جن کو ملا ہے کچھ حصہ کتاب سے خرید کرتے ہیں گمراہی اور چاہتے ہیں کہ تم بھی بہک جاؤ اپنی راہ سے"},{"SurahNumber":4,"VerseNumber":45,"Text":"اور اللہ خوب جانتا ہے تمہارے دشمنوں کو اور اللہ کافی ہے حمایتی اور اللہ کافی ہے مددگار [۸۱]"},{"SurahNumber":4,"VerseNumber":46,"Text":"بعضے لوگ یہودی پھیرتے ہیں بات کو اس کے ٹھکانے سے [۸۲] اور کہتے ہیں ہم نے سنا اور نہ مانا [۸۳] اور کہتے ہیں کہ سن نہ سنایا جائیو [۸۴] اور کہتے ہیں راعنا [۸۵] موڑ کر اپنی زبان کو اور عیب لگانے کو دین میں [۸۶] اور اگر وہ کہتے ہم نے سنا اور مانا اور سن اور ہم پر نظر کر تو بہتر ہوتا ان کے حق میں اور درست لیکن لعنت کی ان پر اللہ نے ان کے کفر کے سبب سو وہ ایمان نہیں لاتے مگر بہت کم [۸۷]"},{"SurahNumber":4,"VerseNumber":47,"Text":"اے کتاب والو ایمان لاؤ اس پر جو ہم نے نازل کیا تصدیق کرتا ہے اس کتاب کی جو تمہارے پاس ہے پہلے اس سے کہ ہم مٹا ڈالیں بہت سے چہروں کو پھر الٹ دیں انکو پیٹھ کی طرف یا لعنت کریں ان پر جیسے ہم نےلعنت کی ہفتہ کے دن والوں پر اور اللہ کا حکم تو ہو کر ہی رہتا ہے [۸۸]"},{"SurahNumber":4,"VerseNumber":48,"Text":"بیشک اللہ نہیں بخشتا اس کو جو اس کا شریک کرے اور بخشتا ہے اس سے نیچے کے گناہ جس کے چاہے اور جس نے شریک ٹھہرایا اللہ کا اس نے بڑا طوفان باندھا [۸۹]"},{"SurahNumber":4,"VerseNumber":49,"Text":"کیا تو نے نہ دیکھا ان کو جو اپنے آپ کو پاکیزہ کہتے ہیں بلکہ اللہ ہی پاکیزہ کرتا ہے جس کو چاہے اور ان پر ظلم نہ ہو گا تاگے برابر [۹۰]"},{"SurahNumber":4,"VerseNumber":50,"Text":"دیکھ کیسا باندھتے ہیں اللہ پر جھوٹ اور کافی ہے یہی گناہ صریح [۹۱]"},{"SurahNumber":4,"VerseNumber":51,"Text":"کیا تو نے نہ دیکھا ان کو جن کو ملا ہے کچھ حصہ کتاب کا جو مانتے ہیں بتوں کو اور شیطان کو اور کہتے ہیں کافروں کو کہ یہ لوگ زیادہ راہ راست پر ہیں مسلمانوں سے [۹۲]"},{"SurahNumber":4,"VerseNumber":52,"Text":"یہ وہی ہیں جن پر لعنت کی ہے اللہ نے اور جس پر لعنت کرے اللہ نہ پاوے گا تو اس کا کوئی مددگار [۹۳]"},{"SurahNumber":4,"VerseNumber":53,"Text":"کیا ان کا کچھ حصہ ہےسلطنت میں پھر تو یہ نہ دیں گے لوگوں کو ایک تل برابر [۹۴]"},{"SurahNumber":4,"VerseNumber":54,"Text":"یا حسد کرتے ہیں لوگوں کا اس پر جو دیا ہے انکو اللہ نے اپنے فضل سےسو ہم نے تو دی ہے ابراہیم کے خاندان میں کتاب اور علم اور انکو دی ہے ہم نے بڑی سلطنت [۹۵]"},{"SurahNumber":4,"VerseNumber":55,"Text":"پھر ان میں سے کسی نے اس کو مانا اور کوئی اس سے ہٹا رہا اور کافی ہے دوزخ کی بھڑکتی آگ [۹۶]"},{"SurahNumber":4,"VerseNumber":56,"Text":"بیشک جو منکر ہوئے ہماری آیتوں سے ان کو ہم ڈالیں گے آگ میں [۹۷] جس وقت جل جائے گی کھال ان کی تو ہم بدل دیویں گے ان کو اور کھال تاکہ چکھتے رہیں عذاب [۹۸] بیشک اللہ ہے زبردست حکمت والا [۹۹]"},{"SurahNumber":4,"VerseNumber":57,"Text":"اور جو لوگ ایمان لائے اور کام کئے نیک البتہ انکو ہم داخل کریں گے باغوں میں جن کے نیچے بہتی ہیں نہریں رہا کریں ان میں ہمیشہ ان کے لئے وہاں عورتیں ہیں ستھری اور انکو ہم داخل کریں گے گھنی چھاؤں میں [۱۰۰]"},{"SurahNumber":4,"VerseNumber":58,"Text":"بیشک اللہ تم کو فرماتا ہے کہ پہنچا دو امانتیں امانت والوں کو اور جب فیصلہ کرنے لگو لوگوں میں تو فیصلہ کرو انصاف سے [۱۰۱] اللہ اچھی نصیحت کرتا ہے تم کو بیشک اللہ ہے سننے والا دیکھنے والا [۱۰۲]"},{"SurahNumber":4,"VerseNumber":59,"Text":"اے ایمان والو حکم مانو اللہ کا اور حکم مانو رسول کا اور حاکموں کا جو تم میں سے ہوں [۱۰۳] پھر اگر جھگڑ پڑو کسی چیز میں تو اس کو رجوع کرو طرف اللہ کے اور رسول کے اگر یقین رکھتے ہو اللہ پر اور قیامت کے دن پر [۱۰۴] یہ بات اچھی ہے اور بہت بہتر ہے اس کا انجام [۱۰۵]"},{"SurahNumber":4,"VerseNumber":60,"Text":"کیا تو نے نہ دیکھا ان کو جو دعویٰ کرتے ہیں کہ ایمان لائے ہیں اس پر جو اترا تیری طرف اور جو اترا تجھ سے پہلے چاہتے ہیں کہ قضیہ لے جائیں شیطان کی طرف اور حکم ہو چکا ہے انکو کہ اس کو نہ مانیں اور چاہتا ہےشیطان کہ ان کو بہلا کر دور جا ڈالے [۱۰۶]"},{"SurahNumber":4,"VerseNumber":61,"Text":"اور جب ان کو کہے کہ آؤ اللہ کے حکم کی طرف جو اس نے اتارا اور رسول کی طرف تو دیکھے تو منافقوں کو کہ ہٹتے ہیں تجھ سے رک کر [۱۰۷]"},{"SurahNumber":4,"VerseNumber":62,"Text":"پھر کیا ہو کہ جب ان کو پہنچے مصیبت اپنے ہاتھوں کے کئے ہوئے سے پھر آویں تیرے پاس قسمیں کھاتے ہوئے اللہ کی کہ ہم کو غرض نہ تھی مگر بھلائی اور ملاپ [۱۰۸]"},{"SurahNumber":4,"VerseNumber":63,"Text":"یہ وہ لوگ ہیں کہ اللہ جانتا ہے جو ان کے دل میں ہے سو تو ان سے تغافل کر اور ان کو نصیحت کر اور ان سےکہہ ان کے حق میں بات کام کی [۱۰۹]"},{"SurahNumber":4,"VerseNumber":64,"Text":"اور ہم نے کوئی رسول نہیں بھیجا مگر اسی واسطے کہ اس کا حکم مانیں اللہ کے فرمانے سے اور اگر وہ لوگ جس وقت انہوں نے اپنا برا کیا تھا آتے تیرے پاس پھر اللہ سے معافی چاہتے اور رسول بھی ان کو بخشواتا تو البتہ اللہ کو پاتے معاف کرنے والا مہربان [۱۱۰]"},{"SurahNumber":4,"VerseNumber":65,"Text":"سو قسم ہے تیرے رب کی وہ مومن نہ ہوں گے یہاں تک کہ تجھ کو ہی منصف جانیں اس جھگڑے میں جو ان میں اٹھے پھر نہ پاویں اپنے جی میں تنگی تیرے فیصلہ سے اور قبول کریں خوشی سے [۱۱۱]"},{"SurahNumber":4,"VerseNumber":66,"Text":"اور اگر ہم ان پر حکم کرتے کہ ہلاک کرو اپنی جان یا چھوڑ نکلو اپنے گھر تو ایسا نہ کرتے مگر تھوڑے ان میں سے اور اگر یہ لوگ کریں وہ جو ان کو نصیحت کی جاتی ہے تو البتہ انکے حق میں بہتر ہو اور زیادہ ثبات رکھنے والا ہو دین میں"},{"SurahNumber":4,"VerseNumber":67,"Text":"اور اس وقت البتہ دیں ہم انکو اپنے پاس سے بڑا ثواب"},{"SurahNumber":4,"VerseNumber":68,"Text":"اور چلاویں ان کو سیدھی راہ [۱۱۲]"},{"SurahNumber":4,"VerseNumber":69,"Text":"اور جو کوئی حکم مانے اللہ کا اور اس کے رسول کا سو وہ ان کے ساتھ ہیں جن پر اللہ نے انعام کیا کہ وہ نبی اور صدیق اور شہید اور نیک بخت ہیں اور اچھی ہے ان کی رفاقت [۱۱۳]"},{"SurahNumber":4,"VerseNumber":70,"Text":"یہ فضل ہے اللہ کی طرف سے اور اللہ کافی ہے جاننے والا [۱۱۴]"},{"SurahNumber":4,"VerseNumber":71,"Text":"اے ایمان والو لے لو اپنے ہتھیار پھر نکلو جدی جدی فوج ہو کر یا سب اکھٹے [۱۱۵]"},{"SurahNumber":4,"VerseNumber":72,"Text":"اور تم میں بعضا ایسا ہے کہ البتہ دیر لگا دے گا [۱۱۶] پھر اگر تم کو کوئی مصیبت پہنچے تو کہے اللہ نے مجھ پر فضل کیا کہ میں نہ ہوا ان کے ساتھ [۱۱۷]"},{"SurahNumber":4,"VerseNumber":73,"Text":"اور اگر تم کو پہنچا فضل اللہ کی طرف سے تو اس طرح کہنے لگے گا کہ گویا نہ تھی تم میں اور اس میں کچھ دوستی اے کاش کہ میں ہوتا انکے ساتھ تو پاتا بڑی مراد [۱۱۸]"},{"SurahNumber":4,"VerseNumber":74,"Text":"سو چاہئے لڑیں اللہ کی راہ میں وہ لوگ جو بیچتے ہیں دنیا کی زندگی آخرت کے بدلے اور جو کوئی لڑے اللہ کی راہ میں پھر مارا جاوے یا غالب ہووے تو ہم دیں گے اس کو بڑا ثواب [۱۱۹]"},{"SurahNumber":4,"VerseNumber":75,"Text":"اور تم کو کیا ہوا کہ نہیں لڑتے اللہ کی راہ میں اور ان کے واسطے جو مغلوب ہیں مرد اور عورتیں اور بچے جو کہتے ہیں اے رب ہمارے نکال ہم کو اس بستی سے کہ ظالم ہیں یہاں کےلوگ اور کر دے ہمارے واسطے اپنے پاس سےکوئی حمایتی اور کر دے ہمارے واسطے اپنے پاس سے مددگار [۱۲۰]"},{"SurahNumber":4,"VerseNumber":76,"Text":"جو لوگ ایمان والے ہیں سو لڑتے ہیں اللہ کی راہ میں اور جو کافر ہیں سو لڑتے ہیں شیطان کی راہ میں سو لڑو تم شیطان کے حمایتیوں سے بیشک فریب شیطان کا سست ہے [۱۲۱]"},{"SurahNumber":4,"VerseNumber":77,"Text":"کیا تو نے نہ دیکھا ان لوگوں کو جن کو حکم ہوا تھا کہ اپنے ہاتھ تھامے رکھو اور قائم رکھو نماز اور دیتے رہو زکوٰۃ [۱۲۲] پھر جب حکم ہوا ان پر لڑائی کا اسی وقت ان میں ایک جماعت ڈرنےلگی لوگوں سے جیسا ڈر ہو اللہ کا یا اس سے بھی زیادہ ڈر اور کہنے لگے اے رب ہمارے کیوں فرض کی ہم پر لڑائی کیوں نہ چھوڑے رکھا ہم کو تھوڑی مدت تک [۱۲۳] کہہ دےکہ فائدہ دنیا کا تھوڑا ہے اور آخرت بہتر ہے پرہیزگار کو اور تمہارا حق نہ رہے گا ایک تاگے برابر [۱۲۴]"},{"SurahNumber":4,"VerseNumber":78,"Text":"جہاں کہیں تم ہو گے موت تم کو آ پکڑے گی اگرچہ تم ہو مضبوط قلعوں میں [۱۲۵] اور اگر پہنچے لوگوں کو کچھ بھلائی تو کہیں یہ اللہ کی طرف سے ہے اور اگر ان کو پہنچے کچھ برائی تو کہیں یہ تیری طرف سے ہے [۱۲۶] کہدے کہ سب اللہ کی طرف سے ہے سو کیا حال ہے ان لوگوں کا ہرگز نہیں لگتے کہ سمجھیں کوئی بات [۱۲۷]"},{"SurahNumber":4,"VerseNumber":79,"Text":"جو پہنچے تجھ کو کوئی بھلائی سو اللہ کی طرف سے ہے اور جو تجھ کو برائی پہنچے سو تیرے نفس کی طرف سے ہے [۱۲۸] اور ہم نے تجھ کو بھیجا پیغام پہنچانے والا لوگوں کو اور اللہ کافی ہے سامنے دیکھنے والا [۱۲۹]"},{"SurahNumber":4,"VerseNumber":80,"Text":"جس نے حکم مانا رسول کا اس نے حکم مانا اللہ کا اور جو الٹا پھرا تو ہم نے تجھ نہیں بھیجا ان پر نگہبان [۱۳۰]"},{"SurahNumber":4,"VerseNumber":81,"Text":"اور کہتے ہیں کہ قبول ہے پھر جب باہر گئے تیرے پاس سے تو مشورہ کرتے ہیں بعضے بعضے ان میں سے رات کو اس کےخلاف جو تجھ سےکہہ چکے تھے اور اللہ لکھتا ہے جو وہ مشورہ کرتے ہیں سو تو تغافل کر ان سے اور بھرسہ کر اللہ پر اور اللہ کافی ہے کارساز [۱۳۱]"},{"SurahNumber":4,"VerseNumber":82,"Text":"کیا غور نہیں کرتے قرآن میں اور اگر یہ ہوتا کسی اور کا سوائے اللہ کے تو ضرور پاتےاس میں بہت تفاوت [۱۳۲]"},{"SurahNumber":4,"VerseNumber":83,"Text":"اور جب ان کے پاس پہنچتی ہے کوئی خبر امن کی یا ڈر کی تو اسکو مشہور کر دیتے ہیں [۱۳۳] اور اگر اسکو پہنچا دیتے رسول تک اور اپنے حکموں تک تو تحقیق کرتے اس کو جو ان میں تحقیق کرنے والے ہیں اس کی [۱۳۴] اور اگر نہ ہوتا فضل اللہ کا تم پر اور اس کی مہربانی تو البتہ تم پیچھے ہو لیتے شیطان کے مگر تھوڑے [۱۳۵]"},{"SurahNumber":4,"VerseNumber":84,"Text":"سو تو لڑ اللہ کی راہ میں تو ذمہ دار نہیں مگر اپنی جان کا اور تاکید کر مسلمانوں کو قریب ہے کہ اللہ بند کر دے لڑائی کافروں کی [۱۳۶] اور اللہ بہت سخت ہے لڑائی میں اور بہت سخت ہے سزا دینے میں [۱۳۷]"},{"SurahNumber":4,"VerseNumber":85,"Text":"جو کوئی سفارش کرے نیک بات میں اس کو بھی ملے گا اس میں سے ایک حصہ اور جو کوئی سفارش کرے بری بات میں اس پر بھی ہے ایک بوجھ اس میں سے [۱۳۸] اور اللہ ہے ہر چیز پر قدرت رکھنے والا [۱۳۹]"},{"SurahNumber":4,"VerseNumber":86,"Text":"اور جب تم کو دعا دیوے کوئی تو تم بھی دعا دو اس سے بہتر یا وہی کہو الٹ کر بیشک اللہ ہے ہر چیز کا حساب کرنے والا [۱۴۰]"},{"SurahNumber":4,"VerseNumber":87,"Text":"اللہ کے سوا کسی کی بندگی نہیں بیشک تم کو جمع کرے گا قیامت کے دن اس میں کچھ شبہ نہیں اور اللہ سے سچی کس کی بات [۱۴۱]"},{"SurahNumber":4,"VerseNumber":88,"Text":"پھر تم کو کیا ہوا کہ منافقوں کے معاملہ میں دو فریق ہو رہے ہو اور اللہ نے انکو الٹ دیا بسبب ان کے اعمال کے کیا تم چاہتے ہو کہ راہ پر لاؤ جس کو گمراہ کیا اللہ نے اور جس کو گمراہ کرےاللہ ہر گز نہ پاوے گا تو اس کے لئے کوئی راہ [۱۴۲]"},{"SurahNumber":4,"VerseNumber":89,"Text":"چاہتے ہیں کہ تم بھی کافر ہو جاؤ جیسے وہ کافر ہوئے تو پھر تم سب برابر ہو جاؤ سو تم ان میں سےکسی کو دوست مت بناؤ یہاں تک کہ وطن چھوڑ آویں اللہ کی راہ میں پھر اگر اس کو قبول نہ کریں تو ان کو پکڑو اور مار ڈالو جہاں پاؤ اور نہ بناؤ ان میں سے کسی کو دوست اور نہ مددگار [۱۴۳]"},{"SurahNumber":4,"VerseNumber":90,"Text":"مگر وہ لوگ جو ملاپ رکھتے ہیں ایک قوم سے کہ تم میں اور ان میں عہد ہے یا آئے ہیں تمہارے پاس کہ تنگ ہو گئے ہیں دل ان کے تمہاری لڑائی سے اور اپنی قوم کی لڑائی سے بھی اور اگر اللہ چاہتا تو ان کو تم پر زور دے دیتا تو ضرور لڑتے تم سےسو اگر یکسو رہیں وہ تم سے پھر تم سے نہ لڑیں اور پیش کریں تم پر صلح تو اللہ نے نہیں دی تم کو ان پر راہ [۱۴۴]"},{"SurahNumber":4,"VerseNumber":91,"Text":"اب تم دیکھو گے ایک اور قوم کو جو چاہتے ہیں کہ امن میں رہیں تم سے بھی اور اپنی قوم سے بھی جب کبھی لوٹائے جاتے ہیں وہ فساد کی طرف تو اسکی طرف لوٹ جاتے ہیں پھر اگر وہ تم سے یکسو نہ رہیں اور نہ پیش کریں تم پر صلح اور اپنے ہاتھ نہ روکیں تو ان کو پکڑو اور مار ڈالو جہاں پاؤ اور ان پر ہم نے تم کو دی ہے کھلی سند [۱۴۵]"},{"SurahNumber":4,"VerseNumber":92,"Text":"اور مسلمان کا کام نہیں کہ قتل کرے مسلمان کو مگر غلطی سے [۱۴۶] اور جو قتل کرے مسلمان کو غلطی سے تو آزاد کرے گردن ایک مسلمان کی اور خون بہا پہنچائے اسکے گھر والوں کو مگر یہ کہ وہ معاف کر دیں پھر اگر مقتول تھا ایسی قوم میں سےکہ وہ تمہارے دشمن ہیں اور خود وہ مسلمان تھا تو آزاد کرے گردن ایک مسلمان کی اور اگر وہ تھا ایسی قوم میں سےکہ تم میں اور ان میں عہد ہے تو خون بہا پہنچائے اس کےگھر والوں کو اور آزاد کرے گردن ایک مسلمان کی پھر جس کو میسر نہ ہو تو روزے رکھے دو مہینے کے برابر گناہ بخشوانے کو اللہ سے اور اللہ جاننے والا حکمت والا ہے [۱۴۷]"},{"SurahNumber":4,"VerseNumber":93,"Text":"اور جو کوئی قتل کرے مسلمان کو جان کر تو اس کی سزا دوزخ ہے پڑا رہے گا اسی میں اور اللہ کا اس پر غضب ہوا اور اس کو لعنت کی اور اسکے واسطے تیار کیا بڑا عذاب [۱۴۸]"},{"SurahNumber":4,"VerseNumber":94,"Text":"اے ایمان والو جب سفر کرو اللہ کی راہ میں تو تحقیق کر لیا کرو اور مت کہو اس شخص کو جو تم سے سلام علیک کرے کہ تو مسلمان نہیں تم چاہتے ہو اسباب دنیا کی زندگی کا سو اللہ کے ہاں بہت غنیمتیں ہیں [۱۴۹] تم بھی تو ایسے ہی تھے اس سے پہلے پھر اللہ نے تم پر فضل کیا سو اب تحقیق کر لو [۱۵۰] بیشک اللہ تمہارے کاموں سے خبردار ہے [۱۵۱]"},{"SurahNumber":4,"VerseNumber":95,"Text":"برابر نہیں بیٹھ رہنے والے مسلمان جن کو کوئی عذر نہیں اور وہ مسلمان جو لڑنے والے ہیں اللہ کی راہ میں اپنے مال سے اور جان سے اللہ نے بڑھا دیا لڑنے والوں کا اپنے مال اور جان سے بیٹھ رہنے والوں پر درجہ اور ہر ایک سے وعدہ کیا اللہ نے بھلائی کا اور زیادہ کیا اللہ نے لڑنے والوں کو بیٹھ رہنے والوں سے اجر عظیم میں"},{"SurahNumber":4,"VerseNumber":96,"Text":"جو کہ درجے ہیں اللہ کی طرف سے اور بخشش ہے اور مہربانی ہے [۱۵۲] اور اللہ ہے بخشنے والا مہربان [۱۵۳]"},{"SurahNumber":4,"VerseNumber":97,"Text":"وہ لوگ کہ جن کی جان نکالتے ہیں فرشتے اس حالت میں کہ وہ برا کر رہے ہیں اپنا کہتے ہیں ان سے فرشتے تم کس حال میں تھے وہ کہتے ہیں ہم تھے بے بس اس ملک میں کہتے ہیں فرشتے کیا نہ تھی زمین اللہ کی کشادہ جو چلے جاتے وطن چھوڑ کر وہاں سو ایسوں کا ٹھکانا ہے دوزخ اور وہ بہت بری جگہ پہنچے"},{"SurahNumber":4,"VerseNumber":98,"Text":"مگر جو ہیں بےبس مردوں اور عورتوں اور بچوں میں سے جو نہیں کر سکتے کوئی تدبیر اور نہ جانتےہیں کہیں کا راستہ"},{"SurahNumber":4,"VerseNumber":99,"Text":"سو ایسوں کو امید ہے کہ اللہ معاف کرے اور اللہ ہے معاف کرنے والا بخشنے والا [۱۵۴]"},{"SurahNumber":4,"VerseNumber":100,"Text":"اور جو کوئی وطن چھوڑے اللہ کی راہ میں پاوے گا اس کے مقابلہ میں جگہ بہت اور کشائش اور جو کوئی نکلے اپنے گھر سے ہجرت کر کے اللہ اور رسول کی طرف پھر آ پکڑے اس کو موت تو مقرر ہو چکا اس کا ثواب اللہ کے ہاں اور ہے اللہ بخشنے والا مہربان [۱۵۵]"},{"SurahNumber":4,"VerseNumber":101,"Text":"اور جب تم سفر کرو ملک میں تو تم پر گناہ نہیں کہ کچھ کم کرو نماز میں سےاگر تم کو ڈر ہو کہ ستاویں گے تم کو کافر البتہ کافر تمہارے صریح دشمن ہیں [۱۵۶]"},{"SurahNumber":4,"VerseNumber":102,"Text":"اور جب تو ان میں موجود ہو پھر نماز میں کھڑا کرے تو چاہئے ایک جماعت ان کی کھڑی ہو تیرے ساتھ اور ساتھ لے لیویں اپنے ہتھیار پھر جب یہ سجدہ کریں تو ہٹ جاویں تیرے پاس سے اور آوے دوسری جماعت جس نے نماز نہیں پڑھی وہ نماز پڑھیں تیرے ساتھ اور ساتھ لیویں اپنا بچاؤ اور ہتھیار کافر چاہتے ہیں کسی طرح تم بے خبر ہو اپنے ہتھیاروں سے اور اسباب سے تاکہ تم پر حملہ کریں یکبارگی [۱۵۷] اور تم پر کچھ گناہ نہیں اگر تم کو تکلیف ہو مینہ سے یا تم بیمار ہو کہ اتار رکھو اپنے ہتھیار اور ساتھ لے لو اپنا بچاؤ [۱۵۸] بیشک اللہ نے تیار کر رکھا ہے کافروں کے واسطے عذاب ذلت کا [۱۵۹]"},{"SurahNumber":4,"VerseNumber":103,"Text":"پھر جن تم نماز پڑھ چکو تو یاد کرو اللہ کو کھڑے اور بیٹھے اور لیٹے [۱۶۰] پھر جب خوف جاتا رہے تو درست کرو نماز کو بیشک نماز مسلمانوں پر فرض ہے اپنے مقررہ وقتوں میں [۱۶۱]"},{"SurahNumber":4,"VerseNumber":104,"Text":"اور ہمت نہ ہارو ان کا پیچھا کرنے سے اگر تم بے آرام ہوتے ہو تو وہ بھی بے آرام ہوتے ہیں جس طرح تم ہوتے ہو اور تم کو اللہ سے امید ہے جو ان کو نہیں اور اللہ سب کچھ جاننے والا حکمت والا ہے [۱۶۲]"},{"SurahNumber":4,"VerseNumber":105,"Text":"بیشک ہم نے اتاری تیری طرف کتاب سچی کہ تو انصاف کرے لوگوں میں جو کچھ سمجھاوے تجھ کو اللہ اور تو مت ہو دغابازوں کی طرف سے جھگڑنے والا [۱۶۳]"},{"SurahNumber":4,"VerseNumber":106,"Text":"اور بخشش مانگ اللہ سے بیشک اللہ بخشنے والا مہربان ہے [۱۶۴]"},{"SurahNumber":4,"VerseNumber":107,"Text":"اور مت جھگڑ ان کی طرف سے جو اپنے جی میں دغا رکھتے ہیں اللہ کو پسند نہیں جو کوئی ہو دغاباز گنہگار"},{"SurahNumber":4,"VerseNumber":108,"Text":"شرماتےہیں لوگوں سے اور نہیں شرماتے اللہ سے اور وہ انکے ساتھ ہے جبکہ مشورہ کرتے ہیں رات کو اس بات کا جس سے اللہ راضی نہیں اور جو کچھ وہ کرتے ہیں سب اللہ کے قابو میں ہے [۱۶۵]"},{"SurahNumber":4,"VerseNumber":109,"Text":"سنتے ہو تم لوگ جھگڑا کرتے ہو ان کی طرف سے دنیا کی زندگی میں پھر کون جھگڑا کرے گا ان کے بدلے اللہ سے قیامت کے دن یا کون ہو گا ان کا کارساز [۱۶۶]"},{"SurahNumber":4,"VerseNumber":110,"Text":"اور جو کوئی کرے گناہ یا اپنا برا کرے پھر اللہ سے بخشوا دے تو پاوے اللہ کو بخشنے والا مہربان [۱۶۷]"},{"SurahNumber":4,"VerseNumber":111,"Text":"اور جو کوئی کرے گناہ سو کرتا ہے اپنے ہی حق میں اور اللہ سب کچھ جاننے والا حکمت والا ہے [۱۶۸]"},{"SurahNumber":4,"VerseNumber":112,"Text":"اور جو کوئی کرے خطا یا گناہ پھر تمہت لگاوے کسی بے گناہ پر تو اس نے اپنے سر دھرا طوفان اور گناہ صریح [۱۶۹]"},{"SurahNumber":4,"VerseNumber":113,"Text":"اور اگر نہ ہوتا تجھ پر اللہ کا فضل اور اس کی رحمت تو قصد کر ہی چکی تھی ان میں ایک جماعت کہ تجھ کو بہکاویں اور بہکا نہیں سکتے مگر اپنے آپ کو اور تیرا کچھ نہیں بگاڑ سکتے اور اللہ نےاتاری تجھ پر کتاب اور حکمت اور تجھ کو سکھائیں وہ باتیں جو تو نہ جانتا تھا اور اللہ کا فضل تجھ پر بہت بڑا ہے [۱۷۰]"},{"SurahNumber":4,"VerseNumber":114,"Text":"کچھ اچھے نہیں ان کےاکثر مشورے مگر جو کوئی کہ کہے صدقہ کرنے کو یا نیک کام کو یا صلح کرانے کو لوگوں میں اور جو کوئی یہ کام کرے اللہ کی خوشی کے لئے تو ہم اس کو دیں گے بڑا ثواب [۱۷۱]"},{"SurahNumber":4,"VerseNumber":115,"Text":"اور جو کوئی مخالفت کرے رسول کی جبکہ کھل چکی اس پر سیدھی راہ اور چلے سب مسلمانوں کے رستہ کے خلاف تو ہم حوالہ کریں گے اس کو وہی طرف جو اس نے اختیار کی اور ڈالیں گے ہم اس کو دوزخ میں اور وہ بہت بری جگہ پہنچا [۱۷۲]"},{"SurahNumber":4,"VerseNumber":116,"Text":"بیثک اللہ نہیں بخشتا اس کو جو اس کا شریک کرے کسی کو اور بخشتا ہے اس کے سوا جس کو چاہے [۱۷۳] اور جس نے شریک ٹھرایا اللہ کا وہ بہک کر دور جا پڑا [۱۷۴]"},{"SurahNumber":4,"VerseNumber":117,"Text":"اللہ کے سوا نہیں پکارتے مگر عورتوں کو اور نہیں پکارتے مگر شیطان سرکش کو"},{"SurahNumber":4,"VerseNumber":118,"Text":"جس پر لعنت کی اللہ نے [۱۷۵] اور کہا شیطان نے کہ میں البتہ لوں گا تیرے بندوں سےحصہ مقررہ [۱۷۶]"},{"SurahNumber":4,"VerseNumber":119,"Text":"اور انکو بہکاؤں گا اور انکو امیدیں دلاؤں گا اور انکو سکھلاؤں گا کہ چیریں جانوروں کے کان اور انکو سکھلاؤں گا کہ بدلیں صورتیں بنائی ہوئی اللہ کی [۱۷۷] اور جو کوئی بناوے شیطان کو دوست اللہ کو چھوڑ کر تو وہ پڑا صریح نقصان میں"},{"SurahNumber":4,"VerseNumber":120,"Text":"انکو وعدہ دیتا ہے اور انکو امیدیں دلاتا ہے اور جو کچھ وعدہ دیتا ہے انکو شیطان سو سب فریب ہے"},{"SurahNumber":4,"VerseNumber":121,"Text":"ایسوں کا ٹھکانا ہے دوزخ اور نہ پاویں گے وہاں سے کہیں بھاگنے کو جگہ [۱۷۸]"},{"SurahNumber":4,"VerseNumber":122,"Text":"اور جو لوگ ایمان لائے اور عمل کئے اچھے انکو ہم داخل کریں گے باغوں میں کہ جن کے نیچے بہتی ہیں نہریں رہا کریں ان میں ہی ہمیشہ وعدہ ہے اللہ کا سچا اور اللہ سےسچا کون ہے [۱۷۹]"},{"SurahNumber":4,"VerseNumber":123,"Text":"نہ تمہاری امیدوں پر مدار ہے اور نہ اہل کتاب کی امیدوں پر جو کوئی برا کام کرے گا اس کی سزا پاوے گا اور نہ پاوے گا اللہ کے سوا اپنا کوئی حمایتی اور نہ کوئی مددگار"},{"SurahNumber":4,"VerseNumber":124,"Text":"اور جو کوئی کام کرے اچھے مرد ہو یا عورت اور وہ ایمان رکھتا ہو سو وہ لوگ داخل ہوں گے جنت میں اور ان کا حق ضائع نہ ہو گا تل بھر [۱۸۰]"},{"SurahNumber":4,"VerseNumber":125,"Text":"اور اس سے بہتر کس کا دین ہو گا جس نے پیشانی رکھی اللہ کے حکم پر اور نیک کاموں میں لگا ہوا ہے اور چلا دین ابراہیم پر جو ایک ہی طرف کا تھا اور اللہ نے بنا لیا ابراہیم کو خالص دوست [۱۸۱]"},{"SurahNumber":4,"VerseNumber":126,"Text":"اور اللہ ہی کا ہے جو کچھ ہے آسمانوں میں اور زمین میں اور سب چیزیں اللہ کے قابو میں ہیں [۱۸۲]"},{"SurahNumber":4,"VerseNumber":127,"Text":"اور تجھ سے رخصت مانگے ہیں عورتوں کے نکاح کی کہہ دے اللہ تم کو اجازت دیتا ہے ان کی اور وہ جو تم کو سنایا جاتا ہے قرآن میں سو حکم ہے ان یتیم عورتوں کا جن کو تم نہیں دیتے جو ان کے لئے مقرر کیا ہے اور چاہتے ہو کہ ان کو نکاح میں لے آؤ اور حکم ہے ناتوان لڑکوں کا اور یہ کہ قائم رہو یتیموں کےحق میں انصاف پر [۱۸۳] اور جو کرو گے بھلائی سو وہ اللہ کو معلوم ہے [۱۸۴]"},{"SurahNumber":4,"VerseNumber":128,"Text":"اور اگر کوئی عورت ڈرے اپنے خاوند کے لڑنے سے یا جی پھر جانے سو تو کچھ گناہ نہیں دونوں پر کہ کر لیں آپس میں کسی طرح صلح اور صلح خوب چیز ہے [۱۸۵] اور دلوں کے سامنے موجود ہے حرص [۱۸۶] اور اگر تم نیکی کرو اور پرہیزگاری کرو تو اللہ کو تمہارے سب کاموں کی خبر ہے [۱۸۷]"},{"SurahNumber":4,"VerseNumber":129,"Text":"اور تم ہرگز برابر نہ رکھ سکو گے عورتوں کو اگرچہ اس کی حرص کرو سو بالکل پھر بھی نہ جاؤ کہ ڈال رکھو ایک عورت کو جیسے ادھر میں لٹکتی [۱۸۸] اور اگر اصلاح کرتے رہو اور پرہیزگاری کرتے رہو تو للہ بخشنے والا مہربان [۱۸۹]"},{"SurahNumber":4,"VerseNumber":130,"Text":"اور اگر دونوں جدا ہو جاویں تو اللہ ہر ایک کو بے پروا کر دے گا اپنی کشائش سے اور اللہ کشائش والا تدبیر جاننے والا ہے [۱۹۰]"},{"SurahNumber":4,"VerseNumber":131,"Text":"اور اللہ کا ہے جو کچھ ہے آسمانوں میں اور جو کچھ ہے زمین میں اور ہم نے حکم دیا ہے پہلے کتاب والوں کو اور تم کو کہ ڈرتے رہو اللہ سے اور اگر نہ مانو گے تو اللہ کا ہے جو کچھ ہے آسمانوں میں اور جو کچھ کہ ہے زمین میں اور اللہ ہے بے پروا سب خوبیوں والا"},{"SurahNumber":4,"VerseNumber":132,"Text":"اور اللہ کا ہے جو کچھ ہے آسمانوں میں اور جو کچھ ہے زمین میں اور اللہ کافی ہے کارساز [۱۹۱]"},{"SurahNumber":4,"VerseNumber":133,"Text":"اگر چاہے تو تم کو دور کر دے اے لوگو اور لے آئے اور لوگوں کو اور اللہ کو یہ قدرت ہے [۱۹۲]"},{"SurahNumber":4,"VerseNumber":134,"Text":"جو کوئی چاہتا ہو ثواب دنیا کا سو اللہ کے یہاں ہے ثواب دنیا کا اور آخرت کا [۱۹۳] اور اللہ سب کچھ سنتا دیکھتا ہے [۱۹۴]"},{"SurahNumber":4,"VerseNumber":135,"Text":"اے ایمان والو قائم رہو انصاف پر گواہی دو اللہ کی طرف کی اگرچہ نقصان ہو تمہارا یا ماں باپ کا یا قرابت والوں کا [۱۹۵] اگر کوئی مالدار ہے یا محتاج ہے تو اللہ ان کا خیرخواہ تم سے زیادہ ہے سو تم پیروی نہ کرو دل کی خواہش کی انصاف کرنے میں [۱۹۶] اور اگر تم زبان ملو گے یا بچا جاؤ گے تو اللہ تمہاے سب کاموں سے واقف ہے [۱۹۷]"},{"SurahNumber":4,"VerseNumber":136,"Text":"ایمان والو یقین لاؤ اللہ پر اور اسکے رسول پر اور اس کتاب پر جو نازل کی ہے اپنے رسول پر اور اس کتاب پر جو نازل کی تھی پہلے اور جو کوئی یقین نہ رکھے اللہ پر اور اسکے فرشتوں پر اور کتابوں پر اور رسولوں پر اور قیامت کےدن پر وہ بہک کر دور جا پڑا [۱۹۸]"},{"SurahNumber":4,"VerseNumber":137,"Text":"جو لوگ مسلمان ہوئے پھر کافر ہو گئے پھر مسلمان ہوئے پھر کافر ہو گئے پھر بڑھتے رہے کفر میں تو اللہ ان کو ہرگز بخشنے والا نہیں اور نہ دکھلاوے ان کو راہ [۱۹۹]"},{"SurahNumber":4,"VerseNumber":138,"Text":"خوشخبری سنا دے منافقوں کو کہ ان کے واسطے ہے عذاب دردناک"},{"SurahNumber":4,"VerseNumber":139,"Text":"وہ جو بناتے ہیں کافروں کو اپنارفیق مسلمانوں کو چھوڑ کر کیا ڈھونڈھتے ہیں ان کے پاس عزت سو عزت تو اللہ ہی کے واسطے ہے ساری [۲۰۰]"},{"SurahNumber":4,"VerseNumber":140,"Text":"اور حکم اتار چکا تم پر قرآن میں کہ جب سنو اللہ کی آیتوں پر انکار ہوتے اور ہنسی ہوتے تو نہ بیٹھو ان کےساتھ یہاں تک کہ مشغول ہوں کسی دوسری بات میں نہیں تو تم بھی انہی جیسے ہو گئے اللہ اکٹھا کرے گا منافقوں کو اور کافروں کو دوزخ میں ایک جگہ [۲۰۱]"},{"SurahNumber":4,"VerseNumber":141,"Text":"وہ منافق جو تمہاری تاک میں ہیں پھر اگر تم کو فتح ملے اللہ کی طرف سے تو کہیں کیا ہم نہ تھےتمہارے ساتھ اور اگر نصیب ہو کافروں کو تو کہیں کیا ہم نےگھیر نہ لیا تھا تم کو اور بچا دیا تم کو مسلمانوں سے [۲۰۲] سو اللہ فیصلہ کرے گا تم میں قیامت کےدن اور ہرگز نہ دے گا اللہ کافروں کو مسلمانوں پر غلبہ کی راہ [۲۰۳]"},{"SurahNumber":4,"VerseNumber":142,"Text":"البتہ منافق دغابازی کرتےہیں اللہ سے اور وہی ان کو دغا دے گا [۲۰۴] اور جب کھڑے ہوں نماز کو تو کھڑے ہوں ہارے جی سے لوگوں کے دکھانے کو اور یاد نہ کریں اللہ کو مگر تھوڑا سا [۲۰۵]"},{"SurahNumber":4,"VerseNumber":143,"Text":"ادھر میں لٹکتے ہیں دونوں کے بیچ نہ ان کی طرف اور نہ اُن کی طرف اور جس کو گمراہ کرے اللہ تو ہر گز نہ پاوے گا تو اسکے واسطے کہیں راہ [۲۰۶]"},{"SurahNumber":4,"VerseNumber":144,"Text":"اے ایمان والو نہ بناؤ کافروں کو اپنا رفیق مسلمانوں کو چھوڑ کر کیا لیا چاہتے ہو اپنے اوپر اللہ کا الزام صریح"},{"SurahNumber":4,"VerseNumber":145,"Text":"بیشک منافق ہیں سب سے نیچے درجہ میں دوزخ کے اور ہر گز نہ پاوے گا تو ان کے واسطے کوئی مددگار [۲۰۷]"},{"SurahNumber":4,"VerseNumber":146,"Text":"مگر جنہوں نے توبہ کی اور اپنی اصلاح کی اور مضبوط پکڑا اللہ کو اور خالص حکم بردار ہوئے اللہ کے سو وہ ہیں ایمان والوں کےساتھ اور جلد دے گا اللہ ایمان والوں کو بڑا ثواب [۲۰۸]"},{"SurahNumber":4,"VerseNumber":147,"Text":"کیا کرے گا اللہ تم کو عذاب کر کے اگر تم حق کو مانو اور یقین رکھو اور اللہ قدردان ہے سب کچھ جاننے والا [۲۰۹]"},{"SurahNumber":4,"VerseNumber":148,"Text":"اللہ کو پسند نہیں کسی کی بری بات کا ظاہر کرنا مگر جس پر ظلم ہوا ہو اور اللہ ہے سننے والا جاننے والا [۲۱۰]"},{"SurahNumber":4,"VerseNumber":149,"Text":"اگر تم کھول کر کرو کوئی بھلائی یا اسکو چھپاؤ یا معاف کرو برائی کو تو اللہ بھی معاف کرنے والا بڑی قدرت والا ہے[۲۱۱]"},{"SurahNumber":4,"VerseNumber":150,"Text":"جو لوگ منکر ہیں اللہ سے اور اسکے رسولوں سے اور چاہتے ہیں کہ فرق نکالیں اللہ میں اور اسکے رسولوں میں اور کہتے ہیں ہم مانتے ہیں بعضوں کو اور نہیں مانتے بعضوں کو اور چاہتے ہیں کہ نکالیں اس کے بیچ میں ایک راہ"},{"SurahNumber":4,"VerseNumber":151,"Text":"ایسے لوگ وہی ہیں اصل کافر اور ہم نےتیار کر رکھا ہے کافروں کے واسطے ذلت کا عذاب[۲۱۲]"},{"SurahNumber":4,"VerseNumber":152,"Text":"اور جو لوگ ایمان لائے اللہ پر اور اسکے رسولوں پر اور جدا نہ کیا ان میں سے کسی کو ان کو جلد دے گا انکے ثواب اور اللہ ہے بخشنے والا مہربان [۲۱۳]"},{"SurahNumber":4,"VerseNumber":153,"Text":"تجھ سےدرخواست کرتے ہیں اہل کتاب کہ تو ان پر اتار لاوے لکھی ہوئی کتاب آسمان سے سو مانگ چکے ہیں موسٰی سے اس سے بھی بڑی چیز اور کہا ہم کو دکھا دے اللہ کو بالکل سامنے سو آ پڑی ان پر بجلی انکے گناہ کے باعث پھر بنا لیا بچھڑےکو بہت کچھ نشانیاں پہنچ چکنے کے بعد پھر ہم نے وہ بھی معاف کیا [۲۱۴] اور دیا ہم نے موسٰی کو غلبہ صریح [۲۱۵]"},{"SurahNumber":4,"VerseNumber":154,"Text":"اور ہم نے اٹھایا ان پر پہاڑ قرار لینے کے واسطے [۲۱۶] اور ہم نے کہا داخل ہو دروازہ میں سجدہ کرتے ہوئے [۲۱۷] اور ہم نے کہا کہ زیادتی مت کرو ہفتہ کے دن میں اور ہم نے ان سے لیا قول مضبوط [۲۱۸]"},{"SurahNumber":4,"VerseNumber":155,"Text":"ان کو جو سزا ملی سو ان کی عہد شکنی پر اور منکر ہونے پر اللہ کی آیتوں سے اور خون کرنے پر پیغمبروں کا ناحق اور اس کہنے پر کہ ہمارے دل پر غلاف ہے سو یہ نہیں بلکہ اللہ نے مہر کر دی انکے دل پر کفر کے سبب سو ایمان نہیں لاتے مگر کم [۲۱۹]"},{"SurahNumber":4,"VerseNumber":156,"Text":"اور ان کے کفر پر اور مریم پر بڑا طوفان باندھنے پر"},{"SurahNumber":4,"VerseNumber":157,"Text":"اور انکے اس کہنے پر کہ ہم نے قتل کیا مسیح عیسٰی مریم کے بیٹے کو جو رسول تھا اللہ کا [۲۲۰] اور انہوں نے نہ اس کو مارا اور نہ سولی پر چڑھایا و لیکن وہی صورت بن گئ انکے آگے اور جو لوگ اس میں مختلف باتیں کرتے ہیں تو وہ لوگ اس جگہ شبہ میں پڑے ہوئے ہیں کچھ نہیں ان کو اس کی خبر صرف اٹکل پر چل رہے ہیں اور اس کو قتل نہیں کیا بیشک"},{"SurahNumber":4,"VerseNumber":158,"Text":"بلکہ اس کو اٹھا لیا اللہ نے اپنی طرف اور اللہ ہے زبردست حکمت والا [۲۲۱]"},{"SurahNumber":4,"VerseNumber":159,"Text":"اور جتنے فرقے ہیں اہل کتاب کے سو عیسٰی پر یقین لاویں گے اس کی موت سے پہلے اور قیامت کے دن ہو گا ان پر گواہ [۲۲۲]"},{"SurahNumber":4,"VerseNumber":160,"Text":"سو یہود کے گناہوں کی وجہ سے ہم نے حرام کیں ان پربہت سے پاک چیزیں جو ان پر حلال تھیں اور اس وجہ سے کہ روکتے تھے اللہ کی راہ سے بہت"},{"SurahNumber":4,"VerseNumber":161,"Text":"اور اس وجہ سے کہ سود لیتے تھے اور ان کو اس کی ممانعت ہو چکی تھی اور اس وجہ سے کہ لوگوں کا مال کھاتے تھے ناحق اور تیار کر رکھا ہے ہم نے کافروں کے واسطے جو ان میں ہیں عذاب دردناک [۲۲۳]"},{"SurahNumber":4,"VerseNumber":162,"Text":"لیکن جو پختہ ہیں علم میں ان میں اور ایمان والے سو مانتے ہیں اسکو جو نازلہوا تجھ پر اور جو نازل ہوا تجھ سے پہلےاور آفریں ہے نماز پر قائم رہنے والوں کو اور جو دینے والے ہیں زکوٰۃ کے اور یقین رکھنے والے ہیں اللہ پر اور قیامت کے دن پر سو ایسوں کو ہم دیں گے بڑا ثواب [۲۲۴]"},{"SurahNumber":4,"VerseNumber":163,"Text":"ہم نے وحی بھیجی تیری طرف [۲۲۵] جیسے وحی بھیجی نوح پر اور ان نبیوں پر جو اسکے بعد ہوئے [۲۲۶] اور وحی بھیجی ابراہیم پر اور اسمٰعیل پر اور اسحٰق پر اور یعقوب پر اور اسکی اولاد پراور عیسٰی پر اور ایوب پر اور یونس پر اور ہارون پر اور سلیمان پر اور ہم نے دی داؤد کو زبور"},{"SurahNumber":4,"VerseNumber":164,"Text":"اور بھیجے ایسے رسول کہ جن کا احوال ہم نے سنایا تجھ کو اس سے پہلےاور ایسے رسول جن کا احوال نہیں سنایا تجھ کو اور بایتں کیں اللہ نے موسٰی سے بول کر [۲۲۷]"},{"SurahNumber":4,"VerseNumber":165,"Text":"بھیجے پیغمبر خوشخبری اور ڈر سنانے والے تاکہ باقی نہ رہے لوگوں کو اللہ پر الزام کا موقع رسولوں کے بعد اور اللہ زبردست ہے حکمت والا [۲۲۸]"},{"SurahNumber":4,"VerseNumber":166,"Text":"لیکن اللہ شاہد ہے اس پر جو تجھ پر نازل یا کہ یہ نازل کیا ہے اپنے علم کے ساتھ اور فرشتے بھی گواہ ہیں اور اللہ کافی ہےحق ظاہر کرنے والا [۲۲۹]"},{"SurahNumber":4,"VerseNumber":167,"Text":"جو لوگ کافر ہوئے اور روکا اللہ کی راہ سے وہ بہک کر دور جا پڑے"},{"SurahNumber":4,"VerseNumber":168,"Text":"جو لوگ کافر ہوئے اور حق دبا رکھا ہر گز اللہ بخشنے والا نہیں ان کو اور نہ دکھلا دے گا ان کو سیدھی راہ"},{"SurahNumber":4,"VerseNumber":169,"Text":"مگر راہ دوزخ کی رہا کریں اس میں ہمیشہ اور یہ اللہ پر آسان ہے [۲۳۰]"},{"SurahNumber":4,"VerseNumber":170,"Text":"اے لوگو تمہارے پاس رسول آ چکا ٹھیک بات لیکر تمہارے رب کی سو مان لو تاکہ بھلا ہو تمہارا اور اگر نہ مانو گے تو اللہ کا ہے جو کچھ ہے آسمانوں میں اور زمین میں اور ہے اللہ سب کچھ جاننے والا حکمت والا [۲۳۱]"},{"SurahNumber":4,"VerseNumber":171,"Text":"[اے کتاب والو مت مبالغہ کرو اپنے دین کی بات میں اور مت کہو اللہ کی شان میں مگر پکی بات بیشک مسیح جو ہے عیسٰی مریم کا بیٹا وہ رسول ہے اللہ کا اور اس کا کلام ہے جس کو ڈالا مریم کی طرف اور روح ہے اس کے ہاں کی سو مانو اللہ کو اور اسکے رسولوں کو اور نہ کہو کہ خدا تین ہیں اس بات کو چھوڑ دو بہتر ہو گا تمہارے واسطے بیشک اللہ معبود ہے اکیلا اسکے لائق نہیں ہے کہ اس کے اولاد ہو ]۲۳۲] اسی کا ہے جو کچھ آسمانوں میں ہے اور جو کچھ زمین میں ہے اور کافی ہے اللہ کارساز [۲۳۳]"},{"SurahNumber":4,"VerseNumber":172,"Text":"مسیح کو اس سے ہرگز عار نہیں کہ وہ بندہ ہو اللہ کا اور نہ فرشتوں کو جو مقرب ہیں [۲۳۴] اور جس کو عار آوے اللہ کی بندگی سے اور تکبر کرے سو وہ جمع کرے گا ان سب کو اپنے پاس اکٹھا"},{"SurahNumber":4,"VerseNumber":173,"Text":"پھر جو لوگ ایمان لائے اور عمل کئے انہوں نے اچھے تو انکو پورا دے گا ان کا ثواب اور زیادہ دے گا اپنے فضل سے اور جنہوں نے عار کی اور تکبر کیا سو انکو عذاب دے گا عذاب دردناک اور نہ پاویں گے اپنے واسطے اللہ کے سوا کوئی حمایتی اور نہ مددگار [۲۳۵]"},{"SurahNumber":4,"VerseNumber":174,"Text":"اے لوگو تمہارے پاس پہنچ چکی تمہارے رب کی طرف سےسند اور اتاری ہم نے تم پر روشنی واضح"},{"SurahNumber":4,"VerseNumber":175,"Text":"سو جو لوگ ایمان لائے اللہ پر اور اس کو مضبوط پکڑا تو ان کو داخل کرے گا اپنی رحمت میں اور فضل میں اور پہنچاوے گا ان کو اپنی طرف سیدھے راستہ پر [۲۳۶]"},{"SurahNumber":4,"VerseNumber":176,"Text":"حکم پوچھتے ہیں تجھ سے سو کہہ دے اللہ حکم بتاتا ہے تم کو کلالہ کا [۲۳۷] اگر کوئی مرد مر گیا اور اس کے بیٹا نہیں اور اس کے ایک بہن ہے تو اس کو پہنچے آدھا اس کا جو چھوڑ مرا [۲۳۸] اور وہ بھائی وارث ہے اس بہن کا اگر نہ ہو اس کے بیٹا [۲۳۹] پھر اگر بہنیں دو ہوں تو انکو پہنچے دو تہائی اس مال کا جو چھوڑ مرا [۲۴۰] اور اگر کئ شخص ہوں اسی رشتہ کے کچھ مرد اور کچھ عورتیں تو ایک مرد کا حصہ ہے برابر دو عورتوں کے [۲۴۱] بیان کرتا ہے اللہ تمہارے واسطے تاکہ تم گمراہ نہ ہو [۲۴۲] اور اللہ ہر چیز سےواقف ہے [۲۴۳]"}]}