{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. ‘Ayn. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"A mention of your Lord’s mercy to His servant Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"When he invoked his Lord with a call in secret"},{"SurahNumber":19,"VerseNumber":4,"Text":"Saying: \"My Lord! My bones have grown feeble and my head glistens with gray hair from old age, and, my Lord, I have never been unblessed in my prayer to You"},{"SurahNumber":19,"VerseNumber":5,"Text":"I have fears about (how) my kinsmen (will act in respect of continuing my mission, and safeguarding the future of Mary), and my wife is barren. So bestow upon me a successor out of Your grace"},{"SurahNumber":19,"VerseNumber":6,"Text":"Who will be my heir (in my duty) and heir to (the straight way of) the House of Jacob; and make him, my Lord, one with whom You are well-pleased"},{"SurahNumber":19,"VerseNumber":7,"Text":"(The angels called out to him on God’s behalf:) \"O Zachariah! We give you the glad tidings of a son whose name will be Yahya (John). We have not given this name to anyone before"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said: \"My Lord! How shall I have a son when my wife is barren and I have already reached infirmity in old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"(The angel) answered: \"Just so. Your Lord says: ‘It is easy for Me – assuredly I did create you before, when you had been nothing.’"},{"SurahNumber":19,"VerseNumber":10,"Text":"(Zachariah) prayed: \"My Lord, appoint a sign for me.\" \"Your sign,\" He said, \"is that you will not be able to speak to people for three nights"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he (Zachariah) came out to his people from the sanctuary (where he had been praying in the Temple), and signified to them: \"Glorify your Lord at daybreak and in the afternoon"},{"SurahNumber":19,"VerseNumber":12,"Text":"(John was born and when he grew up, We commanded him:) \"O John! Hold fast to the Book (the Torah) with (all your) strength!\" And We granted him sound, wise judgment (and true understanding of God’s Law) while he was yet a little boy"},{"SurahNumber":19,"VerseNumber":13,"Text":"And (the gift of) compassion from Our Presence, and purity. He was very pious and righteous"},{"SurahNumber":19,"VerseNumber":14,"Text":"And dutiful towards his parents, and he was never unruly, rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"So peace be upon him on the day he was born and the day of his death, and the day when he will be raised to life"},{"SurahNumber":19,"VerseNumber":16,"Text":"And make mention, in the Book, of Mary. She withdrew from her family to a chamber (in the Temple) facing east (to devote herself to worship and reflection)"},{"SurahNumber":19,"VerseNumber":17,"Text":"Thus she kept herself in seclusion from people. Then We sent to her Our spirit, and it appeared before her in the form of a perfect man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"I seek refuge in the All-Merciful from you, if you are a pious, God-conscious one"},{"SurahNumber":19,"VerseNumber":19,"Text":"He replied: \"I am only a messenger of your Lord to be a means (for God’s gift) to you of a pure son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How shall I have a son, seeing no mortal has ever touched me, and I have never been unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"Just so. Your Lord says: ‘It is easy for Me; and (it must be just so) so that We make him for humankind a sign (of Our Power on account of his birth) and a mercy from Us (on account of his being a Messenger). It is a matter already decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him, and then she withdrew with him to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes of childbirth drove her to the trunk of a date-palm. She said: \"Would that I had died before this, and had become a thing forgotten, completely forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"(A voice) called out to her from beneath her: \"Do not grieve! Your Lord has set a rivulet at your feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake the trunk of the date-palm towards you: it will drop fresh, ripe dates upon you"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink, and be comforted. If you should see some person, say (through gesture): \"I have vowed a fast of silence to the All-Merciful, so I cannot speak to any human being today"},{"SurahNumber":19,"VerseNumber":27,"Text":"She came to her people, carrying him. They exclaimed: \"O Mary! You have come for sure with an unheard of, mighty thing"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Aaron, your father was never a wicked man, nor was your mother unchaste"},{"SurahNumber":19,"VerseNumber":29,"Text":"Mary pointed to him (the infant, signifying that they should ask him). They cried: \"How can we talk to one in the cradle, an infant boy"},{"SurahNumber":19,"VerseNumber":30,"Text":"(The infant) said: \"Surely I am ‘abdu’l-Lah (a servant of God). He (has already decreed that He) will give me the Book (the Gospel) and make me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"He has made me blessed (and a means of His blessings for people) wherever I may be, and He has enjoined upon me the Prayer (the Salah) and the the Prescribed Purifying Alms (the Zakah) (and to enjoin the same upon others) for as long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"And (He has made me) dutiful towards my mother, and He has not made me unruly, wicked"},{"SurahNumber":19,"VerseNumber":33,"Text":"So peace be upon me on the day I was born and the day of my death, and the day when I will be raised to life"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such was Jesus, the son of Mary: in the words of the truth about which they (the Jews and Christians) have been doubting (and disputing amongst themselves and with each other)"},{"SurahNumber":19,"VerseNumber":35,"Text":"It is not for God to take to Himself a child. All-Glorified is He (in that He is absolutely above doing such things). When He decrees a thing, He does but say to it \"Be!\" and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"Surely, God is my Lord and your Lord, so worship Him. This is a straight path (to follow)"},{"SurahNumber":19,"VerseNumber":37,"Text":"And yet, the parties (the Jews and Christians) have differed among themselves (about him). Woe, then, to those who disbelieve because of the meeting of an awesome Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"How well they will hear and how well they will see on the Day when they come before Us (the truth that they hide or push away will be clear to them)! But today (it will be of no avail to) the wrongdoers, (and they) will be in obvious loss"},{"SurahNumber":19,"VerseNumber":39,"Text":"So warn people of the coming of the Day of anguish and regrets, when everything will have been decided, for (even now) they are in heedlessness, and they do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Surely it is We alone Who will inherit the earth and all who live on it; and to Us all will be brought back"},{"SurahNumber":19,"VerseNumber":41,"Text":"And make mention of Abraham in the Book. He was surely a sincere man of truth, a Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"When he said to his father: \"O my father! Why do you worship that which neither hears nor sees, nor can in anything avail you"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my father! There has indeed come to me of knowledge (of truth) such as has never come to you, so follow me, and I will guide you to an even, straight path"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my father! Do not worship Satan (by obeying his whispering to you to worship idols)! Satan is ever rebellious against the All-Merciful"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my father! I am fearful lest a punishment from the All-Merciful befall you, and then you will become a close friend of Satan (and an instrument in his hand)"},{"SurahNumber":19,"VerseNumber":46,"Text":"His father said: \"Have you turned away from my deities, O Abraham? If you do not desist, I will surely cause you to be stoned! Now get away from me for a long while"},{"SurahNumber":19,"VerseNumber":47,"Text":"He said: \"Peace be upon you! I will pray to my Lord to forgive you. Surely He has been ever gracious to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I will withdraw from you (my father and my people), and from whatever you deify and invoke other than God. I pray to my Lord alone; I hope that I will not be unblessed in my prayer to my Lord"},{"SurahNumber":19,"VerseNumber":49,"Text":"After he had withdrawn from them and from all that they were worshipping other than God, We bestowed upon him Isaac and Jacob; and each of them We made a Prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"We bestowed upon them (many other gifts) out of Our Mercy, and granted them a most true and lofty renown"},{"SurahNumber":19,"VerseNumber":51,"Text":"And mention Moses in the Book. He was one chosen, endowed with perfect sincerity in faith and practicing the Religion, and was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"We called out to him from the right side of Mount Sinai and drew him close for communication"},{"SurahNumber":19,"VerseNumber":53,"Text":"Out of Our Mercy, We granted him his brother Aaron to be a Prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"Also make mention of Ishmael in the Book. He was one always true to his promise, and was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He used to enjoin on his people the Prayer and the Prescribed Purifying Alms, and he was one favored and pleasing in his Lord’s sight"},{"SurahNumber":19,"VerseNumber":56,"Text":"And mention Idris in the Book. He was surely a sincere man of truth, a Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"And We raised him to a high station"},{"SurahNumber":19,"VerseNumber":58,"Text":"Those are some of the Prophets – upon whom God bestowed His blessings (of Scripture, Prophethood, good judgment, and wisdom) – from among the descendants of Adam and of those whom We carried (in the Ark) with Noah, and from among the descendants of Abraham and Israel (Jacob), and those whom We guided and chose. When the All-Merciful’s Revelations were recited to them, they would fall down, prostrating and weeping"},{"SurahNumber":19,"VerseNumber":59,"Text":"Then, there succeeded them generations who neglected and wasted the Prayer and followed (their) lusts, (abandoning the service of God’s cause). They will meet perdition (as their just deserts)"},{"SurahNumber":19,"VerseNumber":60,"Text":"Except those who repent and come to belief and do good, righteous deeds. Such will enter Paradise and will not be wronged in anything"},{"SurahNumber":19,"VerseNumber":61,"Text":"Gardens of perpetual bliss which the All-Merciful has promised to His servants while unseen (beyond the perception and knowledge of the servants). His promise is ever sure of fulfillment"},{"SurahNumber":19,"VerseNumber":62,"Text":"They will hear therein no idle talk, but only peace (contentment and safety). And they will have their provision therein morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"That is the Paradise which We will cause those of Our servants who are God-revering, pious to inherit (as theirs forever)"},{"SurahNumber":19,"VerseNumber":64,"Text":"(In response to an interval in the coming of Revelation, Gabriel explained:) We do not descend but by your Lord’s command only. To Him belongs whatever is before us and whatever is behind us and whatever is between (all time and space and whatever we do at all times in all places). And your Lord is never forgetful (so do not fear that He forgets you)"},{"SurahNumber":19,"VerseNumber":65,"Text":"(He is) the Lord of the heavens and the earth and all that is between them; so worship Him alone, and be constant and patient in His worship. Do you know of any whose name is worthy to be mentioned along with His (as Deity and Lord to worship)"},{"SurahNumber":19,"VerseNumber":66,"Text":"And (despite this, that disbelieving) human says: \"What? Once I am dead, will I then be brought forth alive"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does (that) human not bear in mind that We created him before when he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"And so, by your Lord, We will most certainly raise to life and gather them all together, as well as the satans (of humankind and jinn whom they used to follow), before Us, and then We will most certainly heap them up on their knees in groups around Hell"},{"SurahNumber":19,"VerseNumber":69,"Text":"Then We will certainly pluck out from every group of the same belief the ones who were most obstinate in rebellion against the All-Merciful"},{"SurahNumber":19,"VerseNumber":70,"Text":"Indeed, We know best who deserves most (and before all others) to be thrown into Hell to roast therein"},{"SurahNumber":19,"VerseNumber":71,"Text":"There is no one among you, (O humankind,) who will not come to it. This is a fixed decree which your Lord has bound Himself to fulfill"},{"SurahNumber":19,"VerseNumber":72,"Text":"Then We will save those who keep from disobedience to Him in reverence for Him and piety, and We will leave in it the wrongdoers (who associate partners with God or deny Him), humbled on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our Revelations, clear as evidence and in meaning are recited (and conveyed) to them, those who persistently disbelieve say to those who believe: \"Which of the two parties (– you or us –) is superior in status with more impressive dwellings and more imposing as a company"},{"SurahNumber":19,"VerseNumber":74,"Text":"And yet, how many a generation have We destroyed before them who were superior in respect of possessions and outward show"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say: \"Whoever is lost in error, no matter how much the All-Merciful adds (to their wealth and how long He prolongs their life-span), when they face what they were promised – whether it be punishment (here in this world) or the Last Hour – they will come to know who is worse in position and weaker in forces"},{"SurahNumber":19,"VerseNumber":76,"Text":"God strengthens in guidance those who have sought and found guidance. The righteous, good deeds of lasting merit are best in your Lord’s sight for reward, and best for returns"},{"SurahNumber":19,"VerseNumber":77,"Text":"Have you considered the one who disbelieves in Our Revelations and says (in insolence): \"(Whatever you say, I will continue just as I am, for) I will most certainly be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he gained knowledge of the Unseen, or has he made a (particular, private) covenant with the All-Merciful"},{"SurahNumber":19,"VerseNumber":79,"Text":"No indeed! But We will record what he says and saddle him (with its consequence) as an ever increasing punishment"},{"SurahNumber":19,"VerseNumber":80,"Text":"And We will inherit of him what he says, and he will come to us quite alone (bereft of wealth and children)"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have taken deities apart from God so that they may be (a means of) might and glory for them"},{"SurahNumber":19,"VerseNumber":82,"Text":"No indeed! Those (whom they deified – beings such as angels, jinn, Prophets, saints, and heroes, etc.) will deny their worship of them and turn against them as adversaries (on Judgment Day)"},{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not see that We send the satans upon the unbelievers (because of their unbelief), and they impel them (towards sin and every kind of evil) with strong impulsion"},{"SurahNumber":19,"VerseNumber":84,"Text":"So be in no haste against them (so that their days and their persecutions of you might end sooner), for We but number for them a certain (fixed) number (of days, the time allotted for their respite)"},{"SurahNumber":19,"VerseNumber":85,"Text":"A Day (will come) when We will gather the God-revering, pious ones as honored guests of the All-Merciful (in Paradise)"},{"SurahNumber":19,"VerseNumber":86,"Text":"And drive the disbelieving criminals to Hell like thirsty cattle"},{"SurahNumber":19,"VerseNumber":87,"Text":"(Those who have taken deities so that they may intercede with God on their behalf should know that) none will have a right of intercession except such as have a covenant with the All-Merciful (by virtue of the quality of their faith and worship, and their nearness to Him)"},{"SurahNumber":19,"VerseNumber":88,"Text":"As it is, some say: \"The All-Merciful has taken to Himself a child"},{"SurahNumber":19,"VerseNumber":89,"Text":"Assuredly you have (in such an assertion) brought forth something monstrous –"},{"SurahNumber":19,"VerseNumber":90,"Text":"The heavens are all but rent, and the earth split asunder, and the mountains fall down in ruins –"},{"SurahNumber":19,"VerseNumber":91,"Text":"That they ascribe to the All-Merciful a child"},{"SurahNumber":19,"VerseNumber":92,"Text":"It is not for the All-Merciful to take to Himself a child"},{"SurahNumber":19,"VerseNumber":93,"Text":"There is none in the heavens and the earth but comes to the All-Merciful as a servant"},{"SurahNumber":19,"VerseNumber":94,"Text":"Most certainly He knows and registers them, and has numbered them exactly, (having appointed for every being a particular service or duty, and determined for each a life-span and provision)"},{"SurahNumber":19,"VerseNumber":95,"Text":"And every one of them will appear before Him on the Day of Resurrection, quite alone (bereft of all worldly things, children and family, friends and helpers)"},{"SurahNumber":19,"VerseNumber":96,"Text":"Assuredly, those who believe and do good, righteous deeds, the All-Merciful will assign for them love (in the hearts of the inhabitants of the heaven and many on the earth, so that they will receive welcome throughout creation, no matter if they are weak and small in number now)"},{"SurahNumber":19,"VerseNumber":97,"Text":"We make it (this Qur’an) in your tongue and easy (to recite and understand) so that you may thereby give glad tidings to the God-revering, pious ones, and warn thereby a people given to contention"},{"SurahNumber":19,"VerseNumber":98,"Text":"And how many a generation We have destroyed before them! Can you feel (the existence) of a single one of them, or hear any whisper of them"}]}