{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"wodalitsika ndiye amene mmanja mwake muli Ufumu ndipo ali ndi mphamvu pa zinthu zonse"},{"SurahNumber":67,"VerseNumber":2,"Text":"Iye amene adalenga imfa ndi moyo kuti akhoza kukuyesani inu kuti ndani wa inu amene wasunga malamulo onse mwaubwino. Ndipo Iye ndi Wamphamvu ndi Wokhululukira"},{"SurahNumber":67,"VerseNumber":3,"Text":"Iye ndi amene adalenga miyamba isanu ndi iwiri, wina pamwamba pa unzake. Inu simungaone cholakwa china chilichonse mu chilengedwe cha Mwini chisoni chosatha. Tapenyetsetsani! Kodi inu mungaone cholakwika china chilichonse"},{"SurahNumber":67,"VerseNumber":4,"Text":"Tapenyetsetsaninso! Ndipo mawonekedwe anu adzakubwererani pamene ali osokonezeka ndi otopa"},{"SurahNumber":67,"VerseNumber":5,"Text":"Ndithudi Ife takongoletsa thambo loyamba ndi nyali ndipo tazipanga nyalizo ngati mipaliro yothamangitsira Satana ndipo tawakonzera iwo chilango chamoto woyaka"},{"SurahNumber":67,"VerseNumber":6,"Text":"Ndipo iwo amene sakhulupirira mwa Ambuye wawo, kuli chilango cha kumoto ndipo chimaliziro chawo chidzakhala choipa"},{"SurahNumber":67,"VerseNumber":7,"Text":"Ndipo pamene iwo adzaponyedwa m’moto, iwo adzaumva uli kuyaka ndi kubwata"},{"SurahNumber":67,"VerseNumber":8,"Text":"Pafupifupi kuphulika chifukwa cha kukwiya. Ndipo nthawi zonse pamene gulu liponyedwamo, amene amayang’anira moto adzafunsa kuti: “Kodi panalibe wina aliyense amene adadza kwa inu kudzakuchenjezani?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"Ndipo iwo adzati: “Inde. Ndithudi Mchenjezi adadza kwa ife koma tidamukana ndipo tinkati: Mulungu sadavumbulutse china chilichonse ndipo iwe ndiwe wosokoneza kwambiri.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ndipo iwo adzati: “Tikadakhala kuti tidamvera kapena kuganiza bwino, ife sitikadakhala m’gulu la anthu opita ku moto.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Motero iwo adzabvomera machimo awo. Motero apite kutali anthu a ku moto"},{"SurahNumber":67,"VerseNumber":12,"Text":"Ndithudi! Iwo amene amaopa Ambuye wawo ngakhale samuona, ndithudi, iwo adzawakhululukira machimo awo ndipo adzalandira mphotho ya mtengo wapatali"},{"SurahNumber":67,"VerseNumber":13,"Text":"Ndipo kaya mubisa mawu anu kapena muulula, Iye amadziwa zonse zimene zili m’mitima mwanu"},{"SurahNumber":67,"VerseNumber":14,"Text":"Kodi Iye amene adalenga zinthu zonse asadziwe? Ndithudi Iye ndi wa Chisoni chosatha ndi Mwini kudziwa chili chonse"},{"SurahNumber":67,"VerseNumber":15,"Text":"Iye ndiye amene anakukonzerani dziko, motero pitani paliponse mu ilo, ndipo idyani zokoma zake zimene wakupatsanindipondikwaIyekumenezonsezidzabwerera"},{"SurahNumber":67,"VerseNumber":16,"Text":"Kodi inu mumaganiza kuti ndinu wokhazikika moti Iye amene ali pamwamba pa kumwamba sangathe kung’amba nthaka imene ili pansi panu kuti ikumezeni? Taonani! Ili kugwedezeka"},{"SurahNumber":67,"VerseNumber":17,"Text":"Kapena mumaganiza kuti inu ndinu okhazikika kuposa zimene zili kumwamba kuti Iye sangathe kukutumizirani mphepo ya mkuntho? Kotero inu mudzadziwa kuopsa kwa chenjezo langa"},{"SurahNumber":67,"VerseNumber":18,"Text":"Ndithudi iwo amene adalipo kale anakana. Kodi chilango changa chinali bwanji"},{"SurahNumber":67,"VerseNumber":19,"Text":"Kodiiwosaonambalamezimenezimaulukapamwamba pawo, zikutambasula ndi kutseka mapiko awo? Palibe chimene chimazigwira kupatula Mwini chisoni chosatha. Ndithudi Iye amaona chilichonse"},{"SurahNumber":67,"VerseNumber":20,"Text":"Kodi ndani amene angakuthandizeni inu kupatula Mwini chisoni chosatha? Anthu onse osakhulupirira ndi olakwa"},{"SurahNumber":67,"VerseNumber":21,"Text":"Kodi ndani amene angakupatseni chisamaliro ngati Iye atakaniza chisamaliro chake? Koma iwo amapitiriza kuchita mtudzu ndi kugalukira"},{"SurahNumber":67,"VerseNumber":22,"Text":"Kodi iye amene amayenda osaona ndi ofanana ndi amene walangizidwa kapena amene amayenda mu njira yoyenera"},{"SurahNumber":67,"VerseNumber":23,"Text":"Nena: “Ndiye amene adakulengani inu ndipo adakupatsani makutu, maso ndi mitima. Inu simuthokoza kawirikawiri.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Nena: “Ndiye amene anakulengani inu kuchokera ku doti ndipo kwa Iye nonse mudzasonkhanitsidwa.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"Iwo amati: “Kodi lonjezo limeneli lidzakwaniritsidwa liti ngati zimene ulikunena ndi zoona?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Nena: “Mulungu yekha ndiye amene adziwa nthawi yake. Ntchito yanga ndikungokuchenjezani basi.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Koma pamene iwo adzachiona chili nkudza pafupi, nkhope za anthu osakhulupirira zidzakhala za chisoni ndipo kudzanenedwa kuti: “Ichi ndi chimaliziro chimene munkafunsa kuti chidzafika liti?”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Nena: “Ndiuzeni! Kodi ngati Mulungu atandiononga ine pamodzi ndi iwo amene ali nane, ngakhale kuti Iye adzaonetsa chifundo pa ife, ndani amene angateteze anthu osakhulupirira ku chilango chowawa?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Nena: “Iye ndi Mwini chifundo chosatha, mwa Iye ife timakhulupirira ndipo mwa Iye ife timaika chikhulupiriro chathu. Kotero inu mudzadziwa posachedwapa kuti ndani amene ali wochimwa.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Nena: “Ndiuzeni! Kodi ngati madzi anu ataphwa, ndani amene angakupatseni inu madzi oyenda?”"}]}