{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Wo que yi qishi ni, youru wo qishi nu ha he zai ta zhihou de zhong xianzhi yiyang, ye youru wo qishi yi bo la xin, yi sima yi, yi si ha ge, ye er gu bai ge zhipai, yiji er sa, an you bo, you nu si, ha lun, su lai man yiyang. Wo yi “zai bu er” shangci da wu de"},{"SurahNumber":4,"VerseNumber":164,"Text":"Wo que yi paiqian xuduo shizhe, tamen zhong you wo zai yiqian yi gaosu ni de, you wo wei gaosu ni de. Zhenzhu ceng yu mu sa duihua"},{"SurahNumber":4,"VerseNumber":165,"Text":"Wo ceng paiqian xuduo shizhe baoxi xin, chuan jinggao, yimian paiqian shizhe zhihou, shiren dui zhenzhu you renhe tuoci. Zhenzhu shi wanneng de, zhi rui de"},{"SurahNumber":4,"VerseNumber":166,"Text":"Dan zhenzhu zuozheng tasuo jiang shi ni de jingdian shi zhenshi de ──ta jiang shi ci jing shi, zi zhi qi neirong ──zhong tianshen ye tongyang zuozheng. Zhenzhu zu wei jianzheng"},{"SurahNumber":4,"VerseNumber":167,"Text":"Ziji bu xindao, erqie zuzhi bieren zunxun zhu dao zhe, que yi shenru yu mi wule"},{"SurahNumber":4,"VerseNumber":168,"Text":"Bu xin zhengdao erqie duo xing bu yi de ren, zhenzhu buzhiyu she you tamen, ye buzhiyu zhiyin tamen renhe daolu"},{"SurahNumber":4,"VerseNumber":169,"Text":"chufei shi huo yu de daolu, tamen jiang yong ju qizhong. Zhe shi duiyu zhenzhu shi rongyi de"},{"SurahNumber":4,"VerseNumber":170,"Text":"Zhongren a! Shizhe que yi zhaoshi nimen cong nimen de zhu jiang shi de zhenli, gu nimen dang quexin ta, zhe duiyu nimen shi youyi de. Ruguo nimen bu xindao,(name, zhenzhu shi bu xuqiu nimen de), yin wei tiandi wanwu, que shi zhenzhu de. Zhenzhu shi quanzhi de, shi zhi rui de"}]}