{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":14,"Text":"(napiyē!) Nampikkaiyāḷarkaḷukku nīr kūṟuvīrāka: “Avarkaḷ allāhvuṭaiya taṇṭaṉaikaḷai nampāta makkaḷai maṉṉittu (avarkaḷ viṣayattai allāhviṭamē viṭṭu) viṭuvārkaḷāka. (Naṉmaiyō, tīmaiyō ceyyum) makkaḷukku avarkaḷ ceyyum ceyalukkut takka palaṉai avaṉ koṭuppāṉ"},{"SurahNumber":45,"VerseNumber":15,"Text":"evar naṉmai ceykiṟārō atu avarukkē naṉṟu. Evaṉ tīmai ceykiṟāṉō atu avaṉukkē kēṭākum. Piṉṉar, nīṅkaḷ uṅkaḷ iṟaivaṉiṭamē koṇṭu varappaṭuvīrkaḷ"},{"SurahNumber":45,"VerseNumber":16,"Text":"niccayamāka nām isrāyīliṉ cantatikaḷukku vētattaiyum, (ñāṉattaiyum,) atikārattaiyum, napippaṭṭattaiyum koṭuttu mēlāṉa uṇavukaḷaiyum koṭuttōm. Mēlum, ulakattār aṉaivarilum avarkaḷai mēṉmaiyākki vaittōm"},{"SurahNumber":45,"VerseNumber":17,"Text":"mēlum, nam kaṭṭaḷaikaḷaip paṟṟit teḷivāṉa vacaṉaṅkaḷai nām avarkaḷukkuk koṭuttōm. (Ivvāṟiruntum) avarkaḷ taṅkaḷukkiṭaiyiluḷḷa poṟāmaiyiṉ kāraṇamāka, avarkaḷiṭam (vēta) ñāṉam vantataṉ piṉṉar, avarkaḷ taṅkaḷukkuḷ (tarkkittuk koṇṭu) pirintu viṭṭaṉar. (Napiyē!) Niccayamāka umatu iṟaivaṉ avarkaḷ tarkkittuk koṇṭavaṟṟaip paṟṟi maṟumaiyil avarkaḷukkiṭaiyil tīrppaḷippāṉ"},{"SurahNumber":45,"VerseNumber":18,"Text":"Piṟaku, (napiyē!) Mārkkattiṉ nērāṉa oru vaḻiyiltāṉ nām um'mai ākkiyirukkiṟōm. Ākavē, ataiyē nīr piṉpaṟṟi naṭappīrāka! Kalvi ñāṉamaṟṟa inta makkaḷiṉ viruppaṅkaḷai nīr piṉpaṟṟātīr"},{"SurahNumber":45,"VerseNumber":19,"Text":"niccayamāka ivarkaḷ allāhvukku virōtamāka umakku oru utaviyum ceytuviṭa muṭiyātu. Niccayamāka aniyāyakkārarkaḷ cilar, (avarkaḷil) cilarukkuttāṉ naṇparkaḷ. (Nampikkaiyāḷarkaḷukku alla.) Allāhtāṉ iṟaiyaccamuṭaiyavarkaḷiṉ naṇpaṉ āvāṉ"},{"SurahNumber":45,"VerseNumber":20,"Text":"itu maṉitarkaḷukku teḷivāṉa viḷakkamākavum nampakkūṭiya makkaḷukku nērāṉa vaḻiyākavum aruḷākavum irukkiṟatu"},{"SurahNumber":45,"VerseNumber":21,"Text":"evarkaḷ pāvattait tēṭik koṇṭārkaḷō avarkaḷai, nampikkaikoṇṭu naṟceyalkaḷaic ceytavarkaḷaip pōl nām ākkiviṭuvōm eṉṟu eṇṇik koṇṭirukkiṉṟaṉarā? Avarkaḷ uyiruṭaṉ iruppatum avarkaḷ iṟantuviṭuvatum camamē. Avarkaḷ (itaṟku māṟākac) ceytu koṇṭa muṭivu makā keṭṭatu"},{"SurahNumber":45,"VerseNumber":22,"Text":"vāṉaṅkaḷaiyum pūmiyaiyum allāh takka kāraṇattiṉ mītē paṭaittirukkiṟāṉ. Ākavē, (avarkaḷil uḷḷa) ovvoru ātmāvukkum avaṟṟiṉ ceyalukkuttakka kūliyē koṭukkappaṭum. Avai (aṇuvaḷavum) aniyāyam ceyyappaṭa māṭṭātu"}]}