{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Yara ahankari chila tara, yaderake durbala kare rakha hayechila taderake balabe, 'tomadera kache satpathera disa asara para amara ki tomaderake ta theke nibrtta karechilama? Baram tomara'i chile aparadhi"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ara yaderake durbala kare rakha hayechila tara, yara ahankara karechila taderake balabe, 'prakrtapakse tomara'i to dinarata cakrante lipta chile, yakhana tomara amaderake nirdesa diyechile yena amara allahara sathe kupharai kari ebam tamra jan'ya samakaksa (sirka) sthapana kari [1].' Ara yakhana tara sasti dekhate pabe, takhana tara anutapa gopana rakhabe ebam yara kuphari kareche amara tadera galaya srnkhala paraba. Tara ya karata taderake kebala tara'i pratiphala deya habe"},{"SurahNumber":34,"VerseNumber":34,"Text":"Ara amara kono janapade satarkakari prerana karale'i tara bittasali adhibasira baleche, 'tomara ya saha prerita hayecha amara tara sathe kupharai kari"},{"SurahNumber":34,"VerseNumber":35,"Text":"Tara ara'o baleche, 'amara dhane-jane samrd'dhasali; ara amaderake kichute'i sasti deya habe na"},{"SurahNumber":34,"VerseNumber":36,"Text":"Baluna, 'amara raba yara prati icche tara riyika bariye dena athaba simita karena; kintu adhikansa loka'i eta jane na"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ara tomadera dhana-sampada o santana-santati emana kichu naya ya tomaderake maryadaya amadera nikatabarti kare debe; tabe yara imana ane o satkaja kare, tara'i tadera kajera jan'ya pabe bahuguna pratidana; ara tara su'ucca prasade nirapade thakabe"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ara yara amadera ayatake byartha karara cesta kare, tara habe sastite upasthitakrta"},{"SurahNumber":34,"VerseNumber":39,"Text":"Baluna, 'niscaya amara raba to tara bandadera madhye yara prati icche riyika bariye dena ebam tara jan'ya simita karena. Ara tomara ya kichu byaya karabe, tini tara binimaya debena [1] ebam tini'i srestha riyikadata"}]}