{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"જે એક ઝરણું છે, જેમાંથી અલ્લાહના બંદાઓ પીશે, તેની શાખાઓ કાઢી લઇ જશે (જ્યાં ઇચ્છશે)"},{"SurahNumber":76,"VerseNumber":7,"Text":"જે નઝર (ફકત અલ્લાહ માટે માનેલી માનતા) પુરી કરે છે. અને તે દિવસથી ડરે છે જેની આપત્તિ ચારેય બાજુ ફેલાઇ જનારી છે"},{"SurahNumber":76,"VerseNumber":8,"Text":"અને અલ્લાહ તઆલાની મોહબ્બતમાં ખાવાનું ખવડાવે છે, ગરીબ, અનાથ અને કેદીઓને"},{"SurahNumber":76,"VerseNumber":9,"Text":"અમે તો તમને ફકત અલ્લાહ તઆલા ની પ્રસન્નતા માટે ખવડાવીએ છીએ. ન તમારાથી બદલો ઇચ્છીએ છે અને ન તો આભાર"},{"SurahNumber":76,"VerseNumber":10,"Text":"નિ:શંક અમે પોતાના પાલનહારથી તે દિવસ નો ભય રાખીએ છીએ જે ઉદાસ અને સખત હશે"},{"SurahNumber":76,"VerseNumber":11,"Text":"બસ ! તેમને અલ્લાહ તઆલાએ તે દિવસની આપત્તિથી બચાવી લીધા અને તેમને તાજગી અને ખુશી પહોંચાડી"},{"SurahNumber":76,"VerseNumber":12,"Text":"અને તેમને તેમની ધૈર્યના બદલામાં જન્નત અને રેશમી પોશાક આપ્યા"},{"SurahNumber":76,"VerseNumber":13,"Text":"તે ત્યાં આસનો પર તકિયા લગાવીને બેઠા હશે, ન તો ત્યાં સૂરજનો તડકો જોશે ન ઠંડીની ઉગ્રતા"},{"SurahNumber":76,"VerseNumber":14,"Text":"તે જન્નતોના છાયા તેમના પર ઝૂકેલા હશે અને તેના (ફળ અને) ગુચ્છા નીચે લટકેલા હશે"},{"SurahNumber":76,"VerseNumber":15,"Text":"અને તેમના પર ચાંદીના વાસણો અને તે જામોને (શરાબના પ્યાલા) ફેરવવામાં આવશે જે કાચના હશે"},{"SurahNumber":76,"VerseNumber":16,"Text":"કાચ પણ ચાંદીના જેને યોગ્ય પ્રમાણમાં ભર્યા હશે"},{"SurahNumber":76,"VerseNumber":17,"Text":"અને તેમને ત્યાં તે જામ પીવડાવવામાં આવશે જેનું મિશ્રણ ઝંજબીલ (સૂઠ,સુંકુ આદુ) નું હશે"},{"SurahNumber":76,"VerseNumber":18,"Text":"જન્નતની એક નહેર જેનું નામ સલસબીલ છે"},{"SurahNumber":76,"VerseNumber":19,"Text":"અને તેની આજુબાજુ ફરતા હશે તે નાના બાળકો જે હંમેશા રહેશે. જ્યારે તમે તેમને જોશો તો એવું સમજ્શો કે તેઓ વિખેરાયેલા ખરા મોતી છે"},{"SurahNumber":76,"VerseNumber":20,"Text":"તમે ત્યાં જ્યાં પણ નજર દોડાવશો નેઅમતો જ નેઅમતો અને મહાન સત્તાને જ જોશો"},{"SurahNumber":76,"VerseNumber":21,"Text":"તેમના શરીરો પર પાતળા રેશમના લીલા કપડા હશે અને તેમને ચાંદીના કંગનના આભૂષણ પહેરાવવામાં આવશે અને તેમને તેમનો પાલનહાર શુધ્ધ પવિત્ર શરાબ પીવડાવશે"},{"SurahNumber":76,"VerseNumber":22,"Text":"(કહેવામાં આવશે) કે આ છે તમારા કાર્યો નો બદલો અને તમારા પ્રયાસોની કદર કરવામાં આવી"},{"SurahNumber":76,"VerseNumber":23,"Text":"નિ:શંક અમે તમારા પર થોડું થોડું કરીને કુરઆન અવતરિત કર્યુ"},{"SurahNumber":76,"VerseNumber":24,"Text":"બસ ! તું પોતાના પાલનહારના આદેશ પર ડટી જા. અને તેમાંથી કોઇ પાપી અથવા દુરાચારીનું કહયુ ના માન"},{"SurahNumber":76,"VerseNumber":25,"Text":"અને પોતાના પાલનહારના નામનું સવાર સાંજ સ્મરણ કર્યા કર"}]}