{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Tunay na ako ay nakatagpo ng isang babaing naghahari sa kanila, nabigyan mula sa bawat bagay, at mayroon siyang isang tronong dakila"},{"SurahNumber":27,"VerseNumber":24,"Text":"Nakatagpo ako sa kanya at mga tao niya na nagpapatirapa sa araw bukod pa kay Allāh. Ipinaakit sa kanila ng demonyo ang mga gawa nila – saka bumalakid iyon sa kanila sa landas kaya sila ay hindi napapatnubayan –"},{"SurahNumber":27,"VerseNumber":25,"Text":"upang hindi sila magpatirapa kay Allāh na nagpapalabas ng nakatago sa mga langit at lupa at nakaaalam sa anumang ikinukubli nila at anumang inihahayag nila"},{"SurahNumber":27,"VerseNumber":26,"Text":"Si Allāh – walang Diyos kundi Siya – ay ang Panginoon ng tronong dakila"},{"SurahNumber":27,"VerseNumber":27,"Text":"Nagsabi siya: \"Titingin kami kung nagtotoo ka ba o ikaw ay naging kabilang sa mga sinungaling"},{"SurahNumber":27,"VerseNumber":28,"Text":"Umalis ka kalakip ng sulat kong ito at magpahatid ka nito sa kanila. Pagkatapos tumalikod ka palayo sa kanila saka tumingin ka kung ano ang [sagot na] ibabalik nila"},{"SurahNumber":27,"VerseNumber":29,"Text":"Nagsabi siya: \"O konseho, tunay na ako ay pinadalhan ng isang liham na marangal"},{"SurahNumber":27,"VerseNumber":30,"Text":"Tunay na ito ay mula kay Solomon at tunay na ito ay sa ngalan ni Allāh, ang Napakamaawain, ang Maawain"},{"SurahNumber":27,"VerseNumber":31,"Text":"na [nagsasaad]: Huwag kayong magmataas sa akin at pumunta kayo sa akin bilang mga tagapagpasakop"},{"SurahNumber":27,"VerseNumber":32,"Text":"Nagsabi siya: \"O konseho, maghabilin kayo sa akin sa usapin ko. Hindi nangyaring ako ay magpapasya ng isang usapin hanggang sa sumaksi kayo sa akin"},{"SurahNumber":27,"VerseNumber":33,"Text":"Nagsabi sila: \"Tayo ay mga may lakas na matindi at ang usapin ay nasa iyo, kaya tumingin ka kung ano ang ipag-uutos mo"},{"SurahNumber":27,"VerseNumber":34,"Text":"Nagsabi siya: \"Tunay na ang mga hari, kapag pumasok sila sa isang pamayanan, ay nanggugulo roon at gumagawa sa mga kamahal-mahalan sa mga naninirahan doon bilang mga kaaba-aba. Gayon sila gumawa"},{"SurahNumber":27,"VerseNumber":35,"Text":"Tunay na ako ay magsusugo sa kanila kalakip ng isang regalo saka titingin sa kung ano [sagot na] ibabalik ng mga isinugo"}]}