{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":6,"VerseNumber":91,"Text":"Soni (Ayuda) ngananchimbichisya Allah kunchimbichisya kusyesyene pandema jawatite: “Allah nganatulusyeje chilichose kwa mundu jwalijose.” Jilani: “Ana nduni juwatulwisye chitabu chawaiche nacho Musa chachaliji lilanguka ni chongolo kwa wandu? Chankuchitenda kuwa ikalakala (yalekane-lekane), nkuilosyaga (yansachile kuilosya), nambo yaijinji nkuisisaga (yaikutindana ni nganisyo syenu), soni ni n'jiganyisyidwe (ni aji Qur’aniji) yanganinyyimanyaga jenumanja namuno achatati wenu?” Jilani: “Allah (ni jwawatulwisye).” Kaneko mwalekani aching'andaga nkuweweta mwaomo"},{"SurahNumber":6,"VerseNumber":92,"Text":"Sano aji (Qur’aniji), ni chitabu chatuchitulwisye chaupile chagombelechesya yaili paujo pakwe, soni kuti mwaatetele (wandu) wa pa chitepo cha misi (Maaka) ni wali mungulugulu mwakwe, sano awala waakukulupilila ya Akhera akuchikulupililaga chele (chitabuchi), soni wanyao akuwa nkwendelechela kusigosa Swala syao (pakusiswaliswali)"},{"SurahNumber":6,"VerseNumber":93,"Text":"Ana nduni jwali jwalupuso nnope kumpunda mundu jwansepele Allah unami, kapena jwatite: “Gajuwulidwe kukwangu (malowe),” kutendaga nganigajuwulidwa kukwakwe (malowe) galigose! Ni mundu jwatite: “Chindulusye yakulandana ni yaatulwisye Allah!” Soni nkaione pa ndema janti wandu walupuso ali nkuputaputa kwa chiwa, ni Achimalaika ali ajongwele makono gao (pakwanyekula, achitiji): “Likoposyani mitima jenu! Lelo chillipidwe ilagasyo yakunyosyeka ligongo lya yamwaliji nkum'bechetela Allah yangawa yakuona, soni ni mwaliji nkulikwesya pakuleka ma Aya Gakwe (nkaiweni yakogoya kusyene).”"},{"SurahNumber":6,"VerseNumber":94,"Text":"Soni (pa Kiyama takasalile kuti): “Pamasile pantuichilile jikajika mpela yatwatite pakun'gumba pandanda, soni ni iyyilesile munyuma mwenu yosope yatwampele, ni ngatukwaona nomwe akun'jokola wenu wamwaliji nkulitwanjila kuti wanganyao ni akuwanganya wenu (ni Allah). Chisimu (nkamulano) chilikati chenu (ni wanganyao) pamasile paukatiche, soni insokonechele yamwaliji nkulitwanjila (kuti nombe nayo milungu).”"}]}