{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"And if you (O Muhammad SAW) turn away from them (kindred, poor, wayfarer, etc. whom We have ordered you to give their rights, but if you have no money at the time they ask you for it) and you are awaiting a mercy from your Lord for which you hope, then, speak unto them a soft kind word (i.e. Allah will give me and I shall give you)"},{"SurahNumber":17,"VerseNumber":29,"Text":"And let not your hand be tied (like a miser) to your neck, nor stretch it forth to its utmost reach (like a spendthrift), so that you become blameworthy and in severe poverty"},{"SurahNumber":17,"VerseNumber":30,"Text":"Truly, your Lord enlarges the provision for whom He wills and straitens (for whom He wills). Verily, He is Ever All-Knower, All-Seer of His slaves"},{"SurahNumber":17,"VerseNumber":31,"Text":"And kill not your children for fear of poverty. We provide for them and for you. Surely, the killing of them is a great sin"},{"SurahNumber":17,"VerseNumber":32,"Text":"And come not near to the unlawful sexual intercourse. Verily, it is a Fahishah [i.e. anything that transgresses its limits (a great sin)], and an evil way (that leads one to Hell unless Allah forgives him)"},{"SurahNumber":17,"VerseNumber":33,"Text":"And do not kill anyone which Allah has forbidden, except for a just cause. And whoever is killed (intentionally with hostility and oppression and not by mistake), We have given his heir the authority [(to demand Qisas, Law of Equality in punishment or to forgive, or to take Diya (blood money)]. But let him not exceed limits in the matter of taking life (i.e. he should not kill except the killer only). Verily, he is helped (by the Islamic law)"},{"SurahNumber":17,"VerseNumber":34,"Text":"And come not near to the orphan's property except to improve it, until he attains the age of full strength. And fulfil (every) covenant. Verily! the covenant, will be questioned about"},{"SurahNumber":17,"VerseNumber":35,"Text":"And give full measure when you measure, and weigh with a balance that is straight. That is good (advantageous) and better in the end"},{"SurahNumber":17,"VerseNumber":36,"Text":"And follow not (O man i.e., say not, or do not or witness not, etc.) that of which you have no knowledge (e.g. one's saying: \"I have seen,\" while in fact he has not seen, or \"I have heard,\" while he has not heard). Verily! The hearing, and the sight, and the heart, of each of those you will be questioned (by Allah)"},{"SurahNumber":17,"VerseNumber":37,"Text":"And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth, nor can you attain a stature like the mountains in height"},{"SurahNumber":17,"VerseNumber":38,"Text":"All the bad aspects of these (the above mentioned things) are hateful to your Lord"}]}