{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Kein Volk kann seine festgesetzte Frist beschleunigen, noch kann es sie hinauszogern"},{"SurahNumber":23,"VerseNumber":44,"Text":"Dann entsandten Wir Unsere Gesandten, einen nach dem anderen. Sooft ein Gesandter zu seinem Volke kam, ziehen sie ihn der Luge. So ließen Wir sie einander folgen und machten ihr (Schicksal) zu (viel erzahlten) Geschichten. Verflucht sei denn das Volk, das nicht glaubt"},{"SurahNumber":23,"VerseNumber":45,"Text":"Alsdann sandten Wir Moses und seinen Bruder Aaron mit Unseren Zeichen und einer klaren Vollmacht"},{"SurahNumber":23,"VerseNumber":46,"Text":"zu Pharao und seinen Vornehmen; doch sie wandten sich verachtlich ab; denn sie waren ein hochmutiges Volk"},{"SurahNumber":23,"VerseNumber":47,"Text":"Sie sagten: \"Sollen wir an zwei uns gleichen Menschen glauben, wo ihr Volk uns doch dienstbar ist"},{"SurahNumber":23,"VerseNumber":48,"Text":"So ziehen sie beide der Luge, und sie gehorten zu denen, die venichtet wurden"},{"SurahNumber":23,"VerseNumber":49,"Text":"Und wahrlich, Wir gaben Moses das Buch, auf daß sie dem rechten Weg folgen mogen"},{"SurahNumber":23,"VerseNumber":50,"Text":"Und Wir machten den Sohn der Maria und seine Mutter zu einem Zeichen und gewahrten ihnen Zuflucht zu einem Hugel mit einer grunen Flache und einem fließenden Quell"},{"SurahNumber":23,"VerseNumber":51,"Text":"O ihr Gesandten, esset von den reinen Dingen und tut Gutes. Wahrlich, Ich weiß recht wohl, was ihr tut"},{"SurahNumber":23,"VerseNumber":52,"Text":"Und diese eure Gemeinschaft ist eine einheitliche Gemeinschaft, und Ich bin euer Herr. So furchtet Mich"},{"SurahNumber":23,"VerseNumber":53,"Text":"Aber sie wurden untereinander uneinig und spalteten sich in Parteien, und jede Partei freute sich uber das, was sie selbst hatte"},{"SurahNumber":23,"VerseNumber":54,"Text":"Darum uberlaß sie eine Zeitlang ihrer Unwissenheit"},{"SurahNumber":23,"VerseNumber":55,"Text":"Meinen sie denn, wenn Wir sie reichlich mit Glucksgutern und Sohnen versorgen"},{"SurahNumber":23,"VerseNumber":56,"Text":"wurden Wir Uns beeilen, ihnen Gutes zu tun? Nein, sie nehmen es nicht wahr"},{"SurahNumber":23,"VerseNumber":57,"Text":"Wahrlich, jene, die sich aus Furcht vor ihrem Herrn Sorge tragen"},{"SurahNumber":23,"VerseNumber":58,"Text":"und jene, die an die Zeichen ihres Herrn glauben"},{"SurahNumber":23,"VerseNumber":59,"Text":"und jene, die ihrem Herrn nichts zur Seite stellen"}]}