{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":25,"Text":"O (ağac) Rəbbinin izni ilə bəhrəsini hər vaxt (ilin bütün fəsillərində) verər. Allah insanlar üçün belə misallar çəkir ki, bəlkə, düşünüb ibrət alsınlar! (Ağacın kökü yerdə, budaqları göydə olduğu kimi, mö’minin də imanı qəlbində sabit qalır, əməlləri isə göyə - Allah dərgahına yüksəlib ona daim savab qazandırır)"},{"SurahNumber":14,"VerseNumber":26,"Text":"Pis söz isə yerdən qopardılmış, kökü olmayan pis bir ağaca bənzəyir"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah iman gətirənləri dünyada da, axirətdə də möhkəm bir sözlə (kəlmeyi-şəhadətlə) sabitqədəm edər. Allah zalımları (haqq yoldan) sapdırar. Allah istədiyini edər"},{"SurahNumber":14,"VerseNumber":28,"Text":"(Ya Rəsulum!) Məgər Allahın ne’mətini küfrə dəyişənləri (Allaha nankor olan Qüreyş kafirlərini) və ümmətini ölüm yurduna sövq edənləri görmürsənmi"},{"SurahNumber":14,"VerseNumber":29,"Text":"Onlar Cəhənnəmə daxil olacaqlar. Ora necə də pis sığınacaqdır"},{"SurahNumber":14,"VerseNumber":30,"Text":"Onlar (xalqı) Allah yolundan döndərmək üçün Ona (özlərindən uydurub cürbəcür) şəriklər qoşdular. (Ya Rəsulum! Onlara) belə de: “Hələ ki, (dünyada bir qədər) əylənib keg çəkin. Axırda məskəniniz atəş (Cəhənnəm) olacaqdır!”"},{"SurahNumber":14,"VerseNumber":31,"Text":"İman gətirən bəndələrimə de: “(Vaxtlı-vaxtında, lazımınca) namaz qılsınlar, heç bir alış-verişin və dostluğun mümkün olmayacağı (günahların bağışlanması üçün heç kəsdən fidyə alınmayacağı, dostluq xatirinə heç bir güzəşt edilməyəcəyi) gün (qiyamət günü) gəlməzdən əvvəl onlara verdiyimiz ruzidən (kasıblara, ehtiyacı olanlara) gizli və aşkar xərcləsinlər"},{"SurahNumber":14,"VerseNumber":32,"Text":"Göyləri və yeri yaradan, göydən yağmur endirən, o yağmurla sizin üçün ruzi olaraq (cürbəcür) meyvələr yetişdirən, əmri ilə dənizdə üzmək (yüklərinizi bir yerdən başqa yerə daşımaq) üçün gəmiləri sizə (sizin mənafeyinizə) tabe və çayları sizə ram edən Allahdır"},{"SurahNumber":14,"VerseNumber":33,"Text":"(Daim öz hədəqəsində, özləri üçün müəyyən olunmuş yerdə) seyr edən Günəşi və Ayı, həmçinin gecəni və gündüzü sizin ixtiyarınıza verən Odur"}]}