{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Eger onlardan, Rabbinden umit ettigin bir rahmeti bekleme yuzunden yuz cevirecek olursan, o zaman onlara yumusak/tatlı bir soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Elini baglayıp boynuna asma. Ama onu busbutun de salıverme. Sonra kınanır, hasret icinde bir kosede buzulur kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Hic kuskusuz Rabbin, diledigine rızkı acar da kısar da. O, kullarını goruyor, onlardan haber alıyor"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoksulluk korkusuyla cocuklarınızı oldurmeyin. Onları da sizi de biz rızıklandırıyoruz. Kuskusuz, onları oldurmek buyuk bir gunahtır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya yaklasmayın. Cunku o igrenc bir istir; yol olarak da cok kotudur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah'ın saygıya layık kıldıgı cana haklı bir sebep yokken kıymayın. Kim haksızlıkla oldurulurse, onun velisine yetki/soz hakkı vermisizdir. Ama o da oldurmede sınır tanımazlık etmesin. Cunku kendisine yardım edilmistir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Yetimin malına yaklasmayın. Ancak rustune erisinceye kadar, guzel bir yolla ilgilenebilirsiniz. Ahdinize vefalı olun cunku verilen soz sorumluluk gerektirir"},{"SurahNumber":17,"VerseNumber":35,"Text":"Olctugunuz zaman tam ve durust olcun. Hilesiz teraziyle tartın. Bu, hem hayırlı hem de sonuc bakımından guzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Hakkında bilgin olmayan seyin ardına dusme! Cunku kulak, goz ve gonlun hepsi bundan sorumlu tutulacaktır"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryuzunde kasılıp kabararak yurume! Cunku sen, yeri asla yırtamazsın, uzunlukca da daglara ulasamazsın"},{"SurahNumber":17,"VerseNumber":38,"Text":"Butun bu sayılanların kotu olanları, Rabbin katında cirkin gorulmustur"}]}