{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"ਪ੍ਰਤੂੰ ਜਿਹੜੇ ਲੋਕ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਚੰਗੇ ਕੰਮ ਕੀਤੇ, ਉਨ੍ਹਾਂ ਲਈ ਅੱਲਾਹ ਮੁਹੱਬਤ ਪੈਦਾ ਕਰ ਦੇਵੇਗਾ।"},{"SurahNumber":19,"VerseNumber":97,"Text":"ਇਸ ਲਈ ਅਸੀਂ ਇਸ ਕੁਰਆਨ ਨੂੰ ਤੁਹਾਡੀ ਭਾਸ਼ਾ ਵਿਚ ਅਸਾਨ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਾਂ ਕਿ ਤੁਸੀਂ ਪ੍ਰਹੇਜ਼ਗਾਰਾਂ (ਅੱਲਾਹ ਤੋਂ ਡਰਨ ਵਾਲੇ) ਨੂੰ ਖੁਸ਼ਖ਼ਬਰੀ ਸੁਣਾ ਦੇਵੋਂ ਅਤੇ ਜਿੱਦੀ ਲੋਕਾਂ ਨੂੰ ਭੈ-ਭੀਤ ਕਰ ਦੇਵੋ।"},{"SurahNumber":19,"VerseNumber":98,"Text":"ਅਤੇ ਇਨ੍ਹਾਂ ਤੋਂ ਪਹਿਲਾਂ ਅਸੀਂ' ਕਿੰਨੀਆਂ ਹੀ ਕੌਮਾਂ ਨੂੰ ਨਸ਼ਟ ਕਰ ਚੁੱਕੇ ਹਾਂ। ਕੀ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕਿਸੇ ਨੂੰ ਦੇਖਦੇ ਹੋ ਜਾਂ ਉਨ੍ਹਾਂ ਦੀ ਕੋਈ ਆਹਟ ਸੁਣਦੇ ਹੈਂ"},{"SurahNumber":20,"VerseNumber":1,"Text":"ਤਾ.ਹਾ"},{"SurahNumber":20,"VerseNumber":2,"Text":"ਅਸੀਂ ਕੁਰਆਨ ਤੁਹਾਡੇ ਉੱਪਰ ਇਸ ਲਈ ਨਹੀਂ ਉਤਾਰਿਆ ਕਿ ਤੁਸੀਂ ਮੁਸੀਬਤ ਵਿਚ ਪੈ ਜਾਉ।"},{"SurahNumber":20,"VerseNumber":3,"Text":"ਬਲਕਿ ਇਸ ਵਿਚ ਅਜਿਹੇ ਬੰਦੇ ਲਈ ਉਪਦੇਸ਼ ਹੈ ਜਿਹੜਾ ਡਰਦਾ ਹੋਵੇ।"},{"SurahNumber":20,"VerseNumber":4,"Text":"ਇਹ ਉਸ ਵੱਲੋਂ ਉਤਾਰਿਆ ਗਿਆ ਹੈ ਜਿਸ ਨੇ ਧਰਤੀ ਅਤੇ ਉੱਚੇ ਆਕਾਸ਼ਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ।"},{"SurahNumber":20,"VerseNumber":5,"Text":"ਉਹ ਰਹਿਮਤ ਵਾਲਾ ਹੈ ਅਤੇ ਉੱਚ ਸਿੰਘਾਸਣ ਉੱਤੇ ਬਿਰਾਜਮਾਨ ਹੈ।"},{"SurahNumber":20,"VerseNumber":6,"Text":"ਜੋ ਕੁਝ ਆਕਾਸ਼ਾਂ ਵਿਚ ਹੈ, ਧਰਤੀ ਉੱਪਰ ਹੈ, ਦੋਵਾਂ ਦੇ ਵਿਚਕਾਰ ਹੈ ਜਾਂ ਧਰਤੀ ਦੇ ਥੱਲੇ ਹੈ, ਸਭ ਉਸ (ਅੱਲਾਹ) ਦਾ ਹੈ।"},{"SurahNumber":20,"VerseNumber":7,"Text":"ਅਤੇ ਤੁਸੀਂ ਚਾਹੋ ਆਪਣੀ ਗੱਲ ਉੱਚੀ ਪੁਕਾਰ ਕੇ ਕਹੋ ਪਰ ਉਹ ਹੌਲੀ ਕੀਤੀ ਹੋਈ ਗੱਲ ਨੂੰ ਵੀ ਜਾਣਦਾ ਹੈ। ਅਤੇ ਇਸ ਤੋਂ ਵੱਧ ਹੌਲੀ ਕੀਤੀ ਗੱਲ ਨੂੰ ਵੀ।"},{"SurahNumber":20,"VerseNumber":8,"Text":"ਉਹ ਅੱਲਾਹ ਹੈ ਉਸ ਤੋਂ' ਬਿਨ੍ਹਾਂ ਕੋਈ ਪੂਜਣਯੋਗ ਨਹੀਂ। ਸਾਰੇ ਚੰਗੇ ਨਾਮ ਉਸੇ ਦੇ ਹਨ।"},{"SurahNumber":20,"VerseNumber":9,"Text":"ਅਤੇ ਕੀ ਤੁਹਾਨੂੰ ਮੂਸਾ ਦੀ ਗੱਲ ਪਹੁੰਚੀ ਹੈ।"},{"SurahNumber":20,"VerseNumber":10,"Text":"ਜਦੋਂ ਕਿ ਉਸ ਨੇ ਦੇਖੀ ਹੈ ਅਤੇ ਆਸ ਹੈ ਮੈਂ ਉਸ ਵਿਚੋਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਅੰਗਾਰਾ ਲਿਆਵਾਂ ਜਾਂ ਉਸ ਅੱਗ ਦੇ ਕੋਲ ਮੈਨੂੰ ਰਾਹ ਦਾ ਪਤਾ ਮਿਲ ਜਾਏ।"},{"SurahNumber":20,"VerseNumber":11,"Text":"ਫਿਰ ਜਦੋਂ ਉਹ ਉਸ ਦੇ ਕੋਲ ਪਹੁੰਚਿਆਂ ਤਾਂ ਅਵਾਜ਼ ਦਿੱਤੀ ਗਈ ਕਿ ਹੈ ਮੂਸਾ"},{"SurahNumber":20,"VerseNumber":12,"Text":"ਮੈਂ ਹੀ ਤੇਰਾ ਰੱਬ ਹਾਂ ਇਸ ਲਈ ਤੁਸੀਂ ਆਪਣੀਆਂ ਜੁੱਤੀਆਂ ਉਤਾਰ ਦਿਉ ਕਿਉਂਕਿ ਤੁਸੀਂ ਤੁਵਾ ਦੀ ਪਵਿੱਤਰ ਘਾਟੀ ਵਿਚ ਹੋ।"}]}