{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":102,"Text":"O Allah Rəbbinizdir! Ondan başqa heç bir tanrı yoxdur. Hər şeyi yaran Odur. Buna görə də yalnız Ona ibadət edin. O, hər şeyə vəkildir"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gözlər Onu (görüb) dərk etməz. O, gözləri dərk edər. O, lətifdir (cismlikdən uzaqdır), (hər şeydən) xəbərdardır"},{"SurahNumber":6,"VerseNumber":104,"Text":"Rəbbinizdən sizə parlaq dəlillər gəlmişdir. Kim (onları) görsə, öz lehinə, kim görməsə, öz əleyhinədir. Mən sizə nəzarətçı deyiləm. (Mənim vəzifəm ancaq dini təbliğ etməkdir)"},{"SurahNumber":6,"VerseNumber":105,"Text":"Biz ayələrimizi belə açıqlayırıq ki, onlar (sənin peyğəmbərliyini inkar edənlər): “Sən dərs almısan (bunları başqalarından öyrənmisən)”, - desinlər və Biz də onu (Qur’anı) bilən (elm və bilik sahibi olan) bir camaata izah edək. (Kafirlər Allahın birliyini, qüdrət və əzəmətini inkar etməklə daha şiddətli əzaba layiq olsunlar, mö’minlər isə onları təsdiq etdikləri üçün daha çox savab qazansınlar)"},{"SurahNumber":6,"VerseNumber":106,"Text":"(Ya Rəsulum!) Rəbbindən sənə vəhy edilənə (Qur’ana) tabe ol. (Sən yəqin bilirsən ki) Ondan başqa heç bir tanrı yoxdur. Müşriklərdən isə üz çevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Əgər Allah istəsəydi, onlar müşrik olmazdılar. Biz səni onların üzərində gözətçi qoymamışıq və sən onların vəkili də deyilsən"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allahdan başqalarına tapınanları söyməyin. Yoxsa onlar da (Allaha qarşı hörmət və ehtiram) bilmədikləri üzündən Allahı düşməncəsinə söyərlər. Beləcə, hər bir ümmətə öz əməllərini gözəl göstərdik. (Mö’minlərə Allah rizasına gördükləri işləri gözəl göstərdiyimiz kimi, kafirlərə də çirkin əməllərini yaxşı göstərdik). Sonra onlar Rəbbinin hüzuruna qayıdacaqlar. (Allah isə) onlara etdikləri əməllər barəsində xəbər verəcəkdir"},{"SurahNumber":6,"VerseNumber":109,"Text":"(Məkkə müşrikləri) Allaha ürəkdən and içdilər ki, əgər onlara bir ayə gəlsə, ona mütləq inanacaqlar. (Onlara) de: “Ayələr ancaq Allahın yanındadır. (Ey müşriklərin imana gəlməsini istəyən müsəlmanlar!) Siz nədən bilirsiniz ki, onlara (istədikləri) ayə (mö’cüzə) gəldikdə yenə də iman gətirməyəcəklər!”"},{"SurahNumber":6,"VerseNumber":110,"Text":"Biz onların ürəklərini və gözlərini əvvəlcə ona (Qur’ana və ya göndərdiyimiz hər hansı ayəyə) iman gətirmədikləri kimi tərsinə çevirər və onları öz azğınlıqları içində şaşqın bir vəziyyətdə qoyarıq"}]}