{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminin ileri gelenlerinden olup iman etmeyi kibirlerine yediremeyenler, ey Suayb dediler, mutlaka seni de, sana inananları da hep beraber ya sehrimizden cıkaracagız, yahut da bizim dinimize donersiniz. O da dedi ki: Biz istemesek de zorla mı yapacaksınız bunu"},{"SurahNumber":7,"VerseNumber":89,"Text":"Fakat Allah bizi ondan kurtardıktan sonra tutar da tekrar sizin dininize donersek yalan yere Allah'a iftira etmis oluruz. Artık o dine donmemize imkan yok, meger ki Rabbimiz olan Allah dileye. Rabbimizin bilgisi her seye yeter, her seyi samildir. Allah'a dayandık biz. Rabbimiz, sen bizimle kavmimizin arasında gercek olanı hukmet ve sen, hukmedenlerin en hayırlısısın"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminin ileri gelenlerinden kafir olanlar, Suayb'e uydugunuz takdirde andolsun ki dediler, zarara ugrarsınız"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken, siddetli bir depremle azaba ugradılar, yurtlarında diz cokmus bir halde yuzukoyun kapanarak helak olup gittiler"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb'i yalanlayanlar, sanki oralarda hic oturmamıslar, hic yasamamıslardı, Suayb'i yalanlayanlar, asıl zarara ugramıslardı"},{"SurahNumber":7,"VerseNumber":93,"Text":"Suayb, onlardan yuz cevirdi de ey kavmim dedi, andolsun ki ben size Rabbimin bildirdigi haberleri teblig ettim ve ogut verdim. Artık kafir bir kavme nasıl acıklanabilirim"},{"SurahNumber":7,"VerseNumber":94,"Text":"Hicbir sehre peygamber gondermedik ki oranın halkını, yola gelsinler de yalvarıp yakarsınlar diye can ve malca bir sıkıntıya, bir azaba ugratmayalım"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra da kotuluk yerine iyilik verdik, cogaldılar ve atalarımız da malca zarara ugramıslardı, genislige kavusmuslardı, bu, boyledir dediler de ansızın onları azaba ugrattık, anlamadılar bile"}]}