{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":102,"Text":"Yo allaha nai timro palanakarta ho usa baheka aru kohi pujaniya chaina uhi nai pratyeka kurako srstikarta ho. Tasartha timi usaiko upasana gara ra uhi sampurna kuraharuko su–sancalana garne sanyojaka ho"},{"SurahNumber":6,"VerseNumber":103,"Text":"(Tyo yasto cha ki) usala'i kasaiko amkhaharule dekhna saktainan ra usale sabai amkhaharula'i dekhna saktacha ra u rahasya jannevala sarvajna cha"},{"SurahNumber":6,"VerseNumber":104,"Text":"Aba nihsandeha timiche'u timro palanakartabata satyataka pramanaharu pugisakeka chan tasartha jasale dekhyo, usale aphno bhalo garihalyo ra jo andho banirahyo tyasale aphno hakama naramro garihalyo ra ma timiharuko hernako lagi vadhya chaina"},{"SurahNumber":6,"VerseNumber":105,"Text":"Ra hami yastai kisimabata aphna ayataharula'i vibhinna tarikale varnana gardachau taki yiniharu yo bhanun ki tapa'ile kasaibata siknu bha'eko ho ra taki bujhneharuko nimti hamile tyasako purna vyakhya garihalau"},{"SurahNumber":6,"VerseNumber":106,"Text":"Juna adesa tapa'iko palanakartabata tapa'ila'i a'umcha, tyasako palana garnegara ra palanakarta (allaha) baheka aru kohi satya pujaniya chaina ra musrikaharubata panchine garnu"},{"SurahNumber":6,"VerseNumber":107,"Text":"Ra yadi allahale caheko bha'e, yiniharule sirka garne thi'enan ra (he paigambara!) Hamile tapa'ila'i tiniharumathi sanraksaka niyukta gareko ho'ina ra na ta tapa'imathi tiniharuko kriyakalapako sancalanako jim'mevari cha"},{"SurahNumber":6,"VerseNumber":108,"Text":"Ra jasala'i yi musrikaharu allaha baheka guharchan tiniharula'i gali nagarnu kina bhane tyaso garema yiniharu ajnanatama allahala'i naramro bhanne chan. Yasa prakara hamile hareka samuhaka kriyakalapaharula'i akarsaka bana'era dekha'eka chaum. Pachi tiniharule aphno palanakartache'u pharkera janu cha. Ani usale tiniharula'i bata'une cha je tiniharule garne gardathe"},{"SurahNumber":6,"VerseNumber":109,"Text":"Ra yiniharule joda di'era allahako kasama khamdachan ki yadi tiniharuko pasama kunai nisani a'eko bha'e, ta tyasala'i avasya nai visvasa garne thi'e. Tapa'i bhanidinus ki nisaniharu ta sabai allahakai niyantranama chan ra timila'i ke thaha cha? Nisaniharu jaba a'unechan taba pani yiniharule imana lya'une chainan"},{"SurahNumber":6,"VerseNumber":110,"Text":"Ra hamile pani tinaka hrdaya ra amkhaharula'i pheridinchaum jasto ki yiniharu yasa (kura'ana) ma pahilo pataka imana lya'enan. Ra tinala'i chodidine chaum, taki aphna atteripanama bhautari rakhun"}]}