{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":55,"Text":"Poistine, v tot Den' Vse obitateli sadov Edema Vostorgu radostnomu predadutsya"},{"SurahNumber":36,"VerseNumber":56,"Text":"Oni s suprugami svoimi V teni na lozhakh budut vozlezhat'"},{"SurahNumber":36,"VerseNumber":57,"Text":"I vse plody, i vse, chto (dushi) ikh zhelayut, Oni budut imet' (spolna)"},{"SurahNumber":36,"VerseNumber":58,"Text":"Mir vam! - Pryamoy privet ot Miloserdnogo Allakha"},{"SurahNumber":36,"VerseNumber":59,"Text":"(I prozvuchit): \"O vy, pogryazshiye v grekhakh! V Den' etot otdelites'"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ne YA li zapovEdal vam, Adamovy syny, Ne poklonyat'sya Satane, - Ved' on vash vrag zaklyatyy"},{"SurahNumber":36,"VerseNumber":61,"Text":"Menya vy pochitat' dolzhny, - Takov put' istinnyy"},{"SurahNumber":36,"VerseNumber":62,"Text":"Uvlek on mnozhestvo lyudey ot pravednoy stezi, - Uzhel' vy etogo ne ponyali yeshche"},{"SurahNumber":36,"VerseNumber":63,"Text":"Vot Ad, Kotoryy vam obeshchan byl"},{"SurahNumber":36,"VerseNumber":64,"Text":"I v etot Den' Goret' v Ogne vam Za to, chto ne uverovali (v Boga)"},{"SurahNumber":36,"VerseNumber":65,"Text":"I v etot Den' Usta My im skrepim - I ruki ikh Nam budut govorit', Svidetelyami ikh deyaniy stanut nogi"},{"SurahNumber":36,"VerseNumber":66,"Text":"Bud' Nasha volya, My b zreniya lishili ikh - I, obgonyaya i tolkayas', Oni by ustremilis' k Al' Siratu. No kak im ostayetsya videt'"},{"SurahNumber":36,"VerseNumber":67,"Text":"Bud' Nasha volya, My by pridali im nedvizhimuyu formu, I ne smogli b oni togda ni dvigat'sya vperod, (Ni obratit'sya vspyat')"},{"SurahNumber":36,"VerseNumber":68,"Text":"Komu My zhizn' dolguyu daruyem, Tomu My spinu gnem s godami, - Uzhel' i etogo oni ne razumeyut"},{"SurahNumber":36,"VerseNumber":69,"Text":"Slagat' stikhi My ne uchili Mukhammada, I ne goditsya eto dlya nego. Poslaniye siye - napominaniye Gospodne I yasnyye zavety Al' Kor'ana"},{"SurahNumber":36,"VerseNumber":70,"Text":"Dlya uveshchaniya vsekh tekh, kto zhiv, A takzhe dlya sversheniya Gospodnikh prigovorov Dlya tekh, kto veroy prenebreg"}]}