{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Məgər Mənim ayələrim sizə oxunmurdumu, siz də onları yalan hesab etmirdinizmi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Onlar deyəcəklər: “Ey Rəbbimiz! Bədbəxtliyimiz bizə üstün gəldi və biz doğru yoldan azan bir camaat olduq"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ey Rəbbimiz! Bizi oradan çıxart! Əgər bir də günah işlərə qayıtsaq, həqiqətən də, zalım olarıq”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah buyuracaq: “Orada alçalmış vəziyyətdə qalın və Mənə heç nə deməyin"},{"SurahNumber":23,"VerseNumber":109,"Text":"Həqiqətən, qullarımdan bir zümrə var idi ki, onlar: “Ey Rəbbimiz! Biz iman gətirdik. Bizi bağışla, bizə rəhm et! Sən rəhm edənlərin ən yaxşısısan!”– deyirdilər"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz isə onları məsxərəyə qoyurdunuz. Sonda bu məsxərə Məni yada salmağı belə sizə unutdurdu. Siz onlara gülürdünüz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bu gün Mən səbir etdiklərinə görə onları mükafatlandırdım. Şübhəsiz ki, uğur qazananlar da onlardır!”"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allah kafirlərdən: “Yer üzündə neçə il qaldınız?”– deyə soruşacaq"},{"SurahNumber":23,"VerseNumber":113,"Text":"Onlar: “Bir gün yaxud bir gündən də az qaldıq. Sən günləri sayanlardan soruş”– deyəcəklər"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allah deyəcək: “Siz orada çox az qaldınız. Kaş bunu biləydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Yoxsa elə hesab edirdiniz ki, sizi əbəs yerə yaratmışıq və siz heç vaxt Bizə qaytarılmayacaqsınız?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Haqq Hökmdar Allah hər şeydən ucadır! Ondan başqa ibadətə layiq olan heç bir məbud yoxdur. O, şanlı Ərşin Rəbbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allahla yanaşı, haqqında özünün heç bir dəlili olmadığı başqa bir məbuda ibadət edərsə, onun cəzasını Rəbbi Özü verəcəkdir. Şübhəsiz ki, kafirlər nicat tapmazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De: “Ey Rəbbim, bağışla və rəhm et! Sən rəhm edənlərin ən yaxşısısan!”"}]}