{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"mariyu vari indla talupulanu mariyu varu anukoni kurcune pithalanu kuda"},{"SurahNumber":43,"VerseNumber":35,"Text":"mariyu bangaranto kuda! Mariyu ivanni prapancika jivita sukhasantosalu matrame. Mariyu daivabhiti galavariki ni prabhuvu vadda paraloka jivita (sukham) untundi"},{"SurahNumber":43,"VerseNumber":36,"Text":"mariyu evadaite karunamayuni smarana visayanlo andhudiga pravartistado atanipai memu oka saitan nu niyamistamu. Ika vadu (a saitan) vani sahacarudu (kharinun) avutadu"},{"SurahNumber":43,"VerseNumber":37,"Text":"mariyu niscayanga, varu (saitan lu) varini (allah) margam nundi atanka parustaru. Mariyu varemo niscayanga, tamu saraina margadarsakatvanlone unnamani bhavistaru"},{"SurahNumber":43,"VerseNumber":38,"Text":"civaraku atadu ma vaddaku vaccinapudu (tana venta unna saitan to) ila antadu: \"Ayyo! Na daurbhagyam! Niku naku madhya turpupadamarala madhya unnanta duram undi vunte enta bagundedi! Endukante nivu ati cedda sahacarudivi"},{"SurahNumber":43,"VerseNumber":39,"Text":"mariyu miru durmargam cesaru! Kavuna, iroju miranta i siksalo kalisi undatam miku e matram labhadayakam kadu"},{"SurahNumber":43,"VerseNumber":40,"Text":"(o muham'mad!) Nivu ceviti vadiki vinipimpa jeyagalava? Leda gruddivadiki margam cupinca galava? Leka, spastanga margabhrastatvanlo unnavadiki (margadarsakatvam ceyagalava)"},{"SurahNumber":43,"VerseNumber":41,"Text":"okavela vastavaniki, memu ninnu tisukoni poyina, variki matram tappakunda pratikaram cestamu"},{"SurahNumber":43,"VerseNumber":42,"Text":"leda memu variki vagdanam cesina danini (siksanu) niku tappaka cupagalamu. Endukante maku varipai purti adhikaramundi"},{"SurahNumber":43,"VerseNumber":43,"Text":"kavuna nivu divyajnanam (vahi) dvara vaccina sandesam mida sthiranga undu. Niscayanga, nivu rjumargam mida unnavu"},{"SurahNumber":43,"VerseNumber":44,"Text":"Mariyu niscayanga, idi (i khur'an) niku mariyu ni jati variki oka hitabodha. Mariyu (dinini gurinci) miru prasnimpa badagalaru"},{"SurahNumber":43,"VerseNumber":45,"Text":"mariyu (o muham'mad!) Niku purvam memu pampina ma pravaktalanu adugu: \"Memu, a karunamayudu tappa itara daivalanu aradhimpabadataniki niyamincamemo"},{"SurahNumber":43,"VerseNumber":46,"Text":"mariyu vastavanga, memu musanu, ma sucanalato (ayat lato) phir'aun mariyu atani nayakula vaddaku pampamu. Atanu varito ila annadu: \"Niscayanga, nenu sarvalokala prabhuvu yokka sandesaharunni"},{"SurahNumber":43,"VerseNumber":47,"Text":"kani, atanu vari vaddaku ma sucana (ayat) lanu tisukoni vaccinappudu, varu vatini gurinci parihasaladevaru"}]}