{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":7,"Text":"Iman edib de guzel guzel amel (ve hareket) lerde bulunanların kotuluklerini her halde (afv ile) orteriz ve her halde o islemekde olduklarının daha guzeliyle onları mukafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana ana ve babasına guzellik (ve iyilik yapmasını) tavsiye etdik. Eger onlar, hakkında bilgin olmayan (tanımadıgın) bir sey´i bana ortak kosman icin ugrasırlarsa kendilerine itaat etme. Donusunuz ancak banadır. Binaen´aleyh ne yapar idiyseniz size ben haber verecegim"},{"SurahNumber":29,"VerseNumber":9,"Text":"Iman edib de guzel guzel amel (ve hareket) de bulunanlar (yok mu?) biz onları her halde saalihler (zumresin) e (katıb) sokacagız"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan oyle adam vardır ki «Allaha inandık» der de Allah ugrunda eziyyete (ducar) edildigi zaman insanların (kendi hakkındaki) fitnesini Allahın azabı imis gibi tanır. Andolsun ki Rabbinden bir nusret gelirse onlar: «Biz de hakıykaten sizinle beraberdik» diyecekler muhakkak. Allah, aalemlerin sineleri icinde ne var, cok iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah iman edenleri de elbet bilir, munafıkları da elbet bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"O kafirler, iman edenlere dedi (ler) ki: «Bizim yolumuza uyun, sizin gunahlarınızı biz yuklenelim». Halbuki onlar bunların gunahlarından hicbir sey yuklenici degildirler. Subhesiz ki onlar kat´iyyen yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Onlar her halde kendi yuklerini de, o yukleriyle beraber daha nice yukleri de bizzat yuklenecekler ve duzmekde oldukları seylerden kıyamet gunu mes´ul olacaklardır"},{"SurahNumber":29,"VerseNumber":14,"Text":"Andolsun ki biz Nuuhu kavmine (peygamber olarak) gondermisizdir de o, aralarında, elli yılı mustesna olmak uzere, bin sene kalmısdır. Nihayet onlar zulumde devam edib dururlarken kendilerini tuufan yakalayıvermisdir"}]}