{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":32,"VerseNumber":1,"Text":"Suratu As-Sajdah. Alif, Lam, Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"A revelacao do Livro, indubitavel, e dO Senhor dos mundos"},{"SurahNumber":32,"VerseNumber":3,"Text":"Eles dizem: \"Ele o forjou?\" Nao. Mas ele e a verdade de teu Senhor, para admoestares um povo, ao qual, antes de ti, admoestador algum chegou, para se guiarem"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah e Quem criou os ceus e a terra e o que ha entre ambos, em seis dias; em seguida, estabeleceu-Se no Trono. Nao ha, para vos, alem d'Ele, nem protetor nem intercessor. Entao, nao meditais"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ele administra a ordem, do ceu para a terra; em seguida, tudo ascende a Ele, em um dia, cuja duracao e de mil anos, dos que contais"},{"SurahNumber":32,"VerseNumber":6,"Text":"Esse e O Sabedor do invisivel e do visivel, O Todo-Poderoso, O Misericordiador"},{"SurahNumber":32,"VerseNumber":7,"Text":"Que fez perfeita cada cousa que criou, e iniciou de barro a criacao do ser humano"},{"SurahNumber":32,"VerseNumber":8,"Text":"Em seguida, fez-lhe a descendencia da quintessencia de gota d'agua desprezivel"},{"SurahNumber":32,"VerseNumber":9,"Text":"Em seguida, formou-o e, nele, soprou algo de seu espirito. E vos fez o ouvido e as vistas e os coracoes. Quao pouco agradeceis"},{"SurahNumber":32,"VerseNumber":10,"Text":"E dizem: \"Se nos sumirmos na terra, tornar-nos-emos, por certo, em nova criacao?\" Eles, alias, sao renegadores do deparar de seu Senhor"},{"SurahNumber":32,"VerseNumber":11,"Text":"Dize: \"O Anjo da Morte, encarregado de vos, levar-vos-a as almas; em seguida, a vosso Senhor sereis retornados"}]}