{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Hā-mīma."},{"SurahNumber":41,"VerseNumber":2,"Text":"Ēṭā abatīrṇa parama karuṇāmaẏa, daẏālura pakṣa thēkē."},{"SurahNumber":41,"VerseNumber":3,"Text":"Ēṭā kitāba, ēra āẏātasamūha biśadabhābē bibr̥ta ārabī kōra'ānarūpē jñānī lōkadēra jan'ya."},{"SurahNumber":41,"VerseNumber":4,"Text":"Susambādadātā ō satarkakārīrūpē, ataḥpara tādēra adhikānśa'i mukha phiriẏē niẏēchē, tārā śunē nā."},{"SurahNumber":41,"VerseNumber":5,"Text":"Tārā balē āpani yē biṣaẏēra dikē āmādēra kē dā'ōẏāta dēna, sē biṣaẏē āmādēra antara ābaraṇē ābr̥ta, āmādēra karṇē āchē bōjhā ēbaṁ āmādēra ō āpanāra mājhakhānē āchē antarāla. Ata'ēba, āpani āpanāra kāja karuna ēbaṁ āmarā āmādēra kāja kari."},{"SurahNumber":41,"VerseNumber":6,"Text":"Baluna, āmi'ō tōmādēra mata'i mānuṣa, āmāra prati ōhī āsē yē, tōmādēra mābuda ēkamātra mābuda, ata'ēba tām̐ra dikē'i sōjā haẏē thāka ēbaṁ tām̐ra kāchē kṣamā prārthanā kara. Āra muśarikadēra jan'yē raẏēchē durbhōga"},{"SurahNumber":41,"VerseNumber":7,"Text":"yārā yākāta dēẏa nā ēbaṁ parakālakē asbīkāra karē."},{"SurahNumber":41,"VerseNumber":8,"Text":"Niścaẏa yārā biśbāsa sthāpana karē ō saṯkarma karē, tādēra jan'yē raẏēchē aphuranta puraskāra."},{"SurahNumber":41,"VerseNumber":9,"Text":"Baluna, tōmarā ki sē sattākē asbīkāra kara yini pr̥thibī sr̥ṣṭi karēchēna du’dinē ēbaṁ tōmarā ki tām̐ra samakakṣa sthīra kara? Tini tō samagra biśbēra pālanakartā."},{"SurahNumber":41,"VerseNumber":10,"Text":"Tini pr̥thibītē uparibhāgē aṭala parbatamālā sthāpana karēchēna, tātē kalyāṇa nihita rēkhēchēna ēbaṁ cāra dinēra madhyē tātē tāra khādyēra byabasthā karēchēna-pūrṇa hala jijñāsudēra jan'yē."},{"SurahNumber":41,"VerseNumber":11,"Text":"Ataḥpara tini ākāśēra dikē manōyōga dilēna yā chila dhumrakuñja, ataḥpara tini tākē ō pr̥thibīkē balalēna, tōmarā ubhaẏē āsa icchāẏa athabā anicchāẏa. Tārā balala, āmarā sbēcchāẏa āsalāma."}]}