{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"Right away he (Nuh) started building the Ark: Every time that the Chiefs of his people passed by him, they mocked him. He said: \"If you ridicule us now, we can (also) look down on you with similar ridicule"},{"SurahNumber":11,"VerseNumber":39,"Text":"And soon you will know who it is on whom a penalty will fall that will cover him with shame— On whom will be open a Penalty lasting"},{"SurahNumber":11,"VerseNumber":40,"Text":"At the end, look! There came Our Command, and the fountains (of water from the earth) gushed out! We said: \"Climb in there, two of each kind, male and female, and your family— Except those against whom the word has gone forth, and the believers.\" And only a few believed with him"},{"SurahNumber":11,"VerseNumber":41,"Text":"And he said: \"Climb in to the Ark, in the Name of Allah will be its moving (path) or (its place of ) rest! Surely, my Lord is Often Forgiving (Ghafoor), Most Merciful (Raheem)"},{"SurahNumber":11,"VerseNumber":42,"Text":"So the Ark floated with them on the waves (high) as the mountains, and Nuh (Noah) called out to his son, who had separated himself (from the rest of the believers): \"O my son! Climb in with us, and do not be with the disbelievers"},{"SurahNumber":11,"VerseNumber":43,"Text":"The son replied: \"I will take myself to some Mountain: It will save me from the water.\" Nuh (Noah) said: \"This day nothing can save from the Order of Allah, except those on whom He has Mercy!\" — And the waves came between them, so (the son) was among those drowned in the Flood"},{"SurahNumber":11,"VerseNumber":44,"Text":"Then the Word (from Allah) was said: \"O earth! Swallow up your water, and O sky! Hold back (your rain)! And the water lowered, and the matter was ended.\" The Ark rested on Mount Judi, and the Word (from Allah) was said: \"Away with those who are wrongdoers"},{"SurahNumber":11,"VerseNumber":45,"Text":"And Nuh (Noah) called to his Lord, and said: \"O my Lord! Surely my son is of my family! And Your promise is true, and You are the Most Just (and Truest) of judges"}]}