{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad, zikrin sahibi Kur´an´a andolsun"},{"SurahNumber":38,"VerseNumber":2,"Text":"Hayır, kafirler gurur ve ayrılık icindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan once nice nesilleri helak ettik. O zaman feryat ettiler, fakat kurtulus vakti gecmisti"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ve onlara kendilerinden bir uyarıcı gelmesi acayiplerine gitti (sasırdılar). Ve kafirler: \"Bu cok yalancı bir buyucu.\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ilahları bir tek ilah mı kılıyor? Muhakkak ki bu, gercekten acayip (sasılacak) bir sey"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ve onlardan ileri gelenler: \"Yuruyun! Ilahlarınıza karsı sabırlı (kararlı) olun. Muhakkak ki sizden istenen mutlaka budur.\" (diyerek) ayrıldılar"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz, diger dinler icinde bunun gibi (bu konuda) bir sey (butun ilahların tek bir ilah oldugunu) isitmedik. Bu sadece bir iftiradır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Zikir, bizim aramızda ona mı indirildi? Hayır, onlar Benim Zikrim´den suphe icindedirler. Hayır, onlar azabımı henuz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa Aziz (yuce) ve Vehhab (cok bagıslayıcı ve lutufkar) olan Rabbinin rahmet hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ya da goklerin, yerin ve ikisi arasındakilerin mulku onlara mı ait? O zaman sebepler (yollar, vasıtalar) bulup yukselsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Onlar) burada hezimete ugramıs olan fırkalardan meydana gelmis bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh (A.S)´ın kavmi, Ad kavmi ve kazıklar sahibi firavun da yalanlamıstı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Ve Semud kavmi, Lut (A.S)´ın kavmi ve Eyke halkı; iste onlar da (yalanlayan) fırkalardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Onların hepsi resulleri, sadece yalanladı. Boylece ikabım (cezalandırmam) hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ve bunlar, kendileri icin baska (hic)bir fırsatın olmayacagı, tek bir sayhadan (cok siddetli ses dalgasından) baska bir sey beklemiyorlar (gozlemiyorlar)"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ve: \"Rabbimiz, hesap gununden once bizim payımızı, bize acele ver.\" dediler"}]}