{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Ra yadi allāhalē mānisaharūlā'ī unīharūkō ācaraṇakō kāraṇa samātna thālēkō bha'ē dharatīkō kunai jīvadhārīlā'ī pani chōḍanē thi'ēna. Tara allāhalē unīharūlā'ī ēka niścita samayasam'ma avasara di'ēkō cha. Ani jaba unīharūkō nirdhārita samaya ā'ipugnēcha ta niścaya nai allāha āphnā sēvakaharūlā'ī hērisaknē cha"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yāsīna"},{"SurahNumber":36,"VerseNumber":2,"Text":"kasama cha hikmatavālā (tatvadarśī) kura'ānakō"},{"SurahNumber":36,"VerseNumber":3,"Text":"(hē muham'mada sallallāhō alaihē vasallama!) Niḥsandēha tapār'iṁ paigambaraharūmadhyēkai hunuhuncha"},{"SurahNumber":36,"VerseNumber":4,"Text":"sōjhō mārgamā hunuhuncha"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Yō kura'āna) allāha atyanta śaktimāna dayāvānlē avatarita garēkō cha"},{"SurahNumber":36,"VerseNumber":6,"Text":"Tāki tapā'īnlē yastā mānisaharūlā'ī ḍara dēkhā'unus, jasakā bā'u–bājēlā'ī ḍara dēkhā'i'ēkō thi'ēna, (yasakāraṇa) unīharū lāparavāhīmā parirākhēkā chan"},{"SurahNumber":36,"VerseNumber":7,"Text":"Unīharūmadhyē dhērai mānisaharūmāthi kurō pramāṇita bha'isakēkō cha. Ataḥ unīharūlē īmāna lyā'unē chainan"},{"SurahNumber":36,"VerseNumber":8,"Text":"Hāmīlē unīharūkō ghām̐ṭīmā tauka (paṭṭā) hālīdi'ēkā chauṁ juna ci'um̐ḍōsam'ma chan. Tasartha unīharū ṭā'ukō nihuryā'una sakdainan"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ra hāmīlē unīharūkō agāḍi ē'uṭā paradā hālidi'ēkā chauṁ ra unakō pachāḍi pani. Jasabāṭa unīharūlā'ī ḍhām̐pidi'ēkā chauṁ, tasartha yinīharūlē dēkhna sakdainan"},{"SurahNumber":36,"VerseNumber":10,"Text":"Ra tapā'īnlē unīharūlā'ī ḍarā'unus vā naḍarā'unus, unīharūkō lāgi duvai barābara cha, unīharūlē īmāna lyā'unē chainan"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tapā'īnlē ta mātra tyastō vyaktilā'ī ḍarā'una saknuhuncha jasalē upadēśakō anuśaraṇa gardacha ra allāhasita adr̥śya(avasthā) mai ḍarcha. Ataḥ tapā'īnlē usalā'ī kṣamā ra sam'mānajanaka pratiphalakō śubhasūcanā sunā'idinus"},{"SurahNumber":36,"VerseNumber":12,"Text":"Niḥsandēha hāmīlē mūrdāharūlā'ī jīvita garnēchauṁ ra jējati unīharūlē agāḍi (āphanō karma) paṭhā'isakēkā chan ra unakā tī kāryaharū juna pachāḍi chōḍēkā chan, hāmīlē unalā'ī lēkhidinchauṁ. Ra harēka kurālā'ī hāmīlē ēka spaṣṭa kitābamā lēkhisakēkā chauṁ"}]}