{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Il n’y a rien de bon dans la plus grande partie de leurs conversations secretes, sauf si l’un d’eux ordonne une aumone, une bonne action, ou une conciliation entre les gens. Et quiconque le fait, cherchant l’agrement d’Allah, a celui-la Nous donnerons bientot une recompense enorme"},{"SurahNumber":4,"VerseNumber":115,"Text":"Et quiconque fait scission d’avec le Messager, apres que le droit chemin lui est apparu et suit un sentier autre que celui des croyants, alors Nous le laisserons comme il s’est detourne, et le precipiterons dans l’Enfer. Et quelle mauvaise destination"},{"SurahNumber":4,"VerseNumber":116,"Text":"Certes, Allah ne pardonne pas qu’on Lui donne des associes. A part cela, Il pardonne a qui Il veut. Quiconque donne des associes a Allah s’egare, tres loin dans l’egarement"},{"SurahNumber":4,"VerseNumber":117,"Text":"Ce ne sont que des femelles qu’ils invoquent, en dehors de Lui. Et ce n’est qu’un diable rebelle qu’ils invoquent"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah l’a (le Diable) maudit et celui-ci a dit: \"Certainement, je saisirai parmi Tes serviteurs, une partie determinee"},{"SurahNumber":4,"VerseNumber":119,"Text":"Certes, je ne manquerai pas de les egarer, je leur donnerai de faux espoirs, je leur commanderai, et ils fendront les oreilles des bestiaux; je leur commanderai, et ils altereront la creation d’Allah. Et quiconque prend le Diable (Satan) pour allie au lieu d’Allah, sera, certes, voue a une perte evidente"},{"SurahNumber":4,"VerseNumber":120,"Text":"Il leur fait des promesses et leur donne de faux espoirs. Et le Diable (Satan) ne leur fait que des promesses trompeuses"},{"SurahNumber":4,"VerseNumber":121,"Text":"Voila ceux dont le refuge est l’Enfer. Et ils ne trouveront aucun moyen d’y echapper"}]}