{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":37,"VerseNumber":77,"Text":"Āṇi tyācyā santatīlā āmhī bākī rāhaṇārī banavilē"},{"SurahNumber":37,"VerseNumber":78,"Text":"Āṇi āmhī tyācē smaraṇa (carcā) nantaracyā lōkāmmadhyē bākī ṭhēvalē"},{"SurahNumber":37,"VerseNumber":79,"Text":"Nūha (alē.) Vara sāṟyā jagāta salāma asō"},{"SurahNumber":37,"VerseNumber":80,"Text":"Āmhī satkarma karaṇāṟyānnā aśāca prakārē mōbadalā pradāna karatō"},{"SurahNumber":37,"VerseNumber":81,"Text":"Niḥsanśaya, tō āmacyā īmāna bāḷagaṇāṟyā dāsāmpaikī hōtā"},{"SurahNumber":37,"VerseNumber":82,"Text":"Maga itara lōkānnā āmhī buḍavūna ṭākalē"},{"SurahNumber":37,"VerseNumber":83,"Text":"Āṇi tyācyā (nūhacyā) māgē yēṇāṟyāmpaikīca ibrāhīmahī hōtē"},{"SurahNumber":37,"VerseNumber":84,"Text":"Jēvhā tē āpalyā pālanakartyājavaḷa śud'dha (nirdōṣa) antaḥkaraṇāsaha ālē"},{"SurahNumber":37,"VerseNumber":85,"Text":"Tē āpalyā pityāsa āṇi āpalyā janasamūhācyā lōkānnā mhaṇālē kī tumhī kaśācī bhaktī ārādhanā karīta āhāta"},{"SurahNumber":37,"VerseNumber":86,"Text":"Kāya tumhī allāhakhērīja manānē racalēlī upāsyē icchitā"},{"SurahNumber":37,"VerseNumber":87,"Text":"Tara maga (sāṅgā kī) tumhī sarva viśvān̄cyā pālanakartyālā kāya samajūna ghētalē āhē"},{"SurahNumber":37,"VerseNumber":88,"Text":"Ātā (ibrāhīmanē) ēka najara tāṟyānvara ṭākalī"},{"SurahNumber":37,"VerseNumber":89,"Text":"Āṇi mhaṇālē kī mī tara ājārī āhē"},{"SurahNumber":37,"VerseNumber":90,"Text":"Yāvara sarvajaṇa tyācyāpāsūna tōṇḍa phiravita parata cālalē gēlē"},{"SurahNumber":37,"VerseNumber":91,"Text":"Tē (ibrāhīma) haḷūca tyān̄cyā upāsyāṁ (dēvatāṁ) javaḷa gēlē āṇi mhaṇālē, tumhī khāta kā nāhīta"},{"SurahNumber":37,"VerseNumber":92,"Text":"Tumhālā jhālaṁ tarī kāya kī tumhī bōlata sud'dhā nāhīta"},{"SurahNumber":37,"VerseNumber":93,"Text":"Maga tara (pūrṇa śaktīnē) ujavyā hātānē tyānnā māraṇyāsa tuṭūna paḍalē"},{"SurahNumber":37,"VerseNumber":94,"Text":"Tē (anēkēśvaravādī) dhāvata paḷata tyān̄cyākaḍē ālē"},{"SurahNumber":37,"VerseNumber":95,"Text":"Tēvhā tē (ibrāhīma) mhaṇālē kī tumhī aśān̄cī pūjā karatā, jyānnā tumhī svataḥ banavitā"},{"SurahNumber":37,"VerseNumber":96,"Text":"Vāstavika tumhālā āṇi tumhī banavilēlyā vastūnnā allāhanēca nirmāṇa kēlē āhē"},{"SurahNumber":37,"VerseNumber":97,"Text":"Tē (lōka) mhaṇālē, yācyāsāṭhī ēka ghara (agnikuṇḍa) tayāra karā āṇi tyā (dhagadhagatyā) āgīta yālā ṭākūna dyā"},{"SurahNumber":37,"VerseNumber":98,"Text":"Tyānnī tara tyācyā (ibrāhīma) śī ḍāva khēḷī icchilē, parantu āmhī tyānnāca tōṇḍaghaśī pāḍalē"},{"SurahNumber":37,"VerseNumber":99,"Text":"Āṇi (ibrāhīma) mhaṇālē kī mī tara (hijarata- dēśatyāga) karūna āpalyā pālanartyākaḍē jāṇāra āhē, tō niścitaca malā mārga dākhavila"},{"SurahNumber":37,"VerseNumber":100,"Text":"Hē mājhyā pālanakartyā! Malā nēka sadācārī putra pradāna kara"},{"SurahNumber":37,"VerseNumber":101,"Text":"Tēvhā āmhī tyālā ēka sahanaśīla putra (prāptī) cī śubhavārtā dilī"},{"SurahNumber":37,"VerseNumber":102,"Text":"Maga tēvhā (bālaka) yā vayāsa pōhacalē kī tyācyāsōbata hiṇḍū phirū śakēla, tēvhā (ibrāhīma) mhaṇālē, hē mājhyā priya putrā! Mī svapnāta svataḥlā tujhē balidāna (kurbānī) karatānā pāhata āhē. Ātā tūca sāṅga, tujhā kāya vicāra āhē?1 Putrānē uttara dilē, hē pitā! Jō ādēśa (allāhatarphē) dilā jāta āhē, tyācē pālana karā. Allāhanē icchilē tara mī tumhālā dhīra-sanyama rākhaṇāṟyāmpaikī āḍhaḷēla"}]}