{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"To bazali koloba été: Ezali lokuta asali yango ye moko (kurani). Loba: Boya na mikapo zomi lokola oyo nayei na yango, oyo bosala bino moko, mpe bobenga nani bolingi oyo akoki kosalisa bino na yango na botiki Allah, soki bozali na bosóló"},{"SurahNumber":11,"VerseNumber":14,"Text":"Mpe soki bakoki te koya na yango, boyeba ya soló, été yango ekiti na mayele naye moko Allah, mpe ezali na nzambe mosusu te ya kobondela na bosóló sé ye, mpe boye bozali bamisokia"},{"SurahNumber":11,"VerseNumber":15,"Text":"Baye bakolinga bomoyi bwa mokili na bisengo bia yango, tokopesa bango o kati ya mokili mpe tokokutolaka te"},{"SurahNumber":11,"VerseNumber":16,"Text":"Bango nde bakozalaka na eloko te o mokolo mwa suka sé moto ya lifelo, maye basalaki awa na nsé, makozala pamba mpe makolimwa"},{"SurahNumber":11,"VerseNumber":17,"Text":"Boye moto oyo azali na buku ya bosembo ya polele na maboko naye, ewuti epai na Nkolo naye, mpe nzeneneke akiti (anzelu gabiliyele) azali kotanga yango, boye akokani na moto oyo azali na eloko moko te ya bosembo na maboko naye? Mpe buku ya Müssa ekitaki liboso naye, (Muhammad) ezalaki bokambi mpe ngolu, baye wana bandimi na yango, kasi baye bakosangisa bakopengwa na yango o kati ya bato, moto nde elaka na bango, kozala na tembe te тропа yango. Ezali solo kowuta epai ya Nkolo wa yo, kasi ebele ya bato bazali kondima na yango te"},{"SurahNumber":11,"VerseNumber":18,"Text":"Mpe nani oyo azali moto mabe koleka oyo abukeli Allah lokuta? Bango wana bakomemama epai ya Nkolo wa bango, mpe banzeneneke bakolobaka été: (ba anzelu): Baye wana nde bakoselaki Nkolo wa bango, na yango botutu ya Allah bokozala likolo ya bato mabe"},{"SurahNumber":11,"VerseNumber":19,"Text":"Baye bazali kokanga nzela ya Allah, mpe bazali kolukela yango mbilinga mbilinga. Mpe bazali kondima na mokolo mwa suka te"}]}