{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Dije: \"¡Desciendan todos de el! Cuando les llegue de Mi una guia, quienes la sigan no habran de sentir temor ni tristeza"},{"SurahNumber":2,"VerseNumber":39,"Text":"Pero quienes no crean y desmientan Mis signos seran los habitantes del Fuego, donde moraran eternamente"},{"SurahNumber":2,"VerseNumber":40,"Text":"¡Oh, Pueblo de Israel! Recuerden los beneficios con los que los agracie, y cumplan con su compromiso que Yo cumplire con el Mio, pero tengan temor devocional solo de Mi"},{"SurahNumber":2,"VerseNumber":41,"Text":"Y crean en lo que he revelado en confirmacion de lo que ya habian recibido y no sean los primeros en negarlo. No vendan Mis preceptos por un precio vil, y tengan temor devocional solo de Mi"},{"SurahNumber":2,"VerseNumber":42,"Text":"Y no mezclen la verdad con falsedades ni oculten la verdad a sabiendas"},{"SurahNumber":2,"VerseNumber":43,"Text":"Cumplan con la oracion, paguen el zakat y prosternense con los que se prosternan [adorando a Dios]"},{"SurahNumber":2,"VerseNumber":44,"Text":"¿Acaso le ordenan a la gente que haga el bien y se olvidan de hacerlo ustedes mismos, siendo que leen el Libro [la Tora]? ¿Acaso no razonan [bien]"},{"SurahNumber":2,"VerseNumber":45,"Text":"Busquen socorro en la paciencia y la oracion. El cumplimiento de la oracion es dificil, excepto para los que se someten humildemente [a Dios]"},{"SurahNumber":2,"VerseNumber":46,"Text":"tienen certeza del encuentro con su Senor y saben que retornaran a El"},{"SurahNumber":2,"VerseNumber":47,"Text":"¡Oh, Pueblo de Israel! Recuerden los beneficios con que los agracie y como los distingui sobre los demas pueblos [de su epoca]"},{"SurahNumber":2,"VerseNumber":48,"Text":"Y teman el dia en que ninguna persona pueda beneficiarse de otra ni se acepte intercesion o compensacion alguna, y nadie sea auxiliado"}]}