{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Pas, cun uro ʙurdand va tasmim giriftand, ki dar qa'ri cohi torik ʙijafkanand, ʙa u vahj kardem, ki alʙatta, onhoro dar ojanda az in korason ogoh xohi soxt dar hole, ki namefahmand va onho turo namesinosand"},{"SurahNumber":12,"VerseNumber":16,"Text":"Va ʙegohi ʙarodaroni Jusuf girjon nazdi padarason ʙozomadand"},{"SurahNumber":12,"VerseNumber":17,"Text":"Guftand: «Ej padar, hamono, mo ʙa musoʙiqa (davidan va tirandozi) rafta ʙudem va Jusufro nazdi mato'i xud (liʙoshojamon) guzosta ʙudem, pas, xurg uro xurd. Va harcand rost ʙiguem ham, tu suxanoni moro ʙovar nadori»"},{"SurahNumber":12,"VerseNumber":18,"Text":"Va comaasro, ki ʙa xuni duruƣin oƣusta ʙud, ovardand, to ʙar duruƣason huccate savad. Ja'quʙ alajhissalom ʙa farzandonas guft: «Nafsi ʙadi sumo korero dar nazaraton ʙijorostaast, ki ʙo Jusuf cunin kardaed. Aknun ʙaroi man saʙri camil (saʙre, ki sikojat nadosta ʙosad) ʙehtar ast va ʙar on ci sumo ʙajon mekuned, Alloh madadgori man ast»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Va camoate az musofiron omadand; pas oʙkasi xudro firistodand. Satilro oʙkas dar coh furu kard, ki Jusuf dar gusae az qa'ri coh qaror dost, pas xudro ʙa tanoʙi satil ovezon kard, cun sohiʙi satil uro did, zeʙoijas uro dar taaccuʙ darovard va guft: «Muƶdagoni, in navcavonest». Oʙkas ʙo sarikoni xud Jusufro az ʙoqimondai musofiron cun mato'e pinhon soxtand va Alloh ʙa kore, ki ʙa Jusuf mekardand, ogoh ʙud"},{"SurahNumber":12,"VerseNumber":20,"Text":"Va ʙarodaroni Jusuf, Jusufro ʙa ʙahoi andak, ʙa cand dirham furuxtand, ki hec raƣʙate ʙa u nadostand. Zero onho namedonistand, ki Alloh uro ʙa manzalai ʙuzurg va ʙa pajomʙari merasonad"},{"SurahNumber":12,"VerseNumber":21,"Text":"Va kase az mardumi Misr (ja'ne azizi Misr), ki uro xarida ʙud, ʙa zanas guft: «To dar in cost, giromijas ʙidor, sojad ʙa mo sude ʙirasonad jo uro ʙa farzandi ʙipazirem». Va hamcunin Jusufro dar zamini Misr martaʙai ʙaland dodem va uro moliki xazinahoi Misr gardonidem, to ʙa u ta'ʙiri xoʙ omuzem. Va Alloh ʙar kori xes ƣoliʙ ast. Vale ʙestari mardum namedonand"},{"SurahNumber":12,"VerseNumber":22,"Text":"Va cun cavoni nerumand va xiradmand sud, hikmatu donisas dodem va nekukoronro hamcunin podos medihem"}]}