{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Wenn sie dich der Luge bezichtigen, so wurden bereits vor dir Gesandte der Luge bezichtigt. Und zu Allah werden (all) die Angelegenheiten zuruckgebracht"},{"SurahNumber":35,"VerseNumber":5,"Text":"O ihr Menschen, gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht tauschen, und nicht tauschen soll euch hinsichtlich Allahs der Tauscher"},{"SurahNumber":35,"VerseNumber":6,"Text":"Gewiß, der Satan ist euch ein Feind; so nehmt ihn euch zum Feind. Er ruft ja seine Anhangerschaft nur dazu auf, zu den Insassen der Feuerglut zu gehoren"},{"SurahNumber":35,"VerseNumber":7,"Text":"Diejenigen, die unglaubig sind, fur sie wird es strenge Strafe geben; und diejenigen, die glauben und rechtschaffene Werke tun, fur sie wird es Vergebung und großen Lohn geben"},{"SurahNumber":35,"VerseNumber":8,"Text":"Soll denn derjenige, dem sein boses Tun ausgeschmuckt wird und der es dann fur schon befindet, (wie jemand sein, der rechtgeleitet ist)? Allah laßt in die Irre gehen, wen Er will, und Er leitet recht, wen Er will. Darum soll deine Seele nicht uber sie in Bedauern zergehen, denn Allah weiß Bescheid uber das, was sie machen"},{"SurahNumber":35,"VerseNumber":9,"Text":"Und Allah ist es, Der die Winde sendet, und da wuhlen sie die Wolken auf. Dann treiben Wir sie zu einem toten Land und machen damit dann die Erde nach ihrem Tod wieder lebendig. Ebenso wird es auch mit der Auferstehung sein"},{"SurahNumber":35,"VerseNumber":10,"Text":"Wenn immer einer die Macht anstrebt, so gehort alle Macht Allah. Zu Ihm steigt das gute Wort hinauf, und die rechtschaffene Tat hebt Er (zu sich) empor. Und fur diejenigen, die Ranke boser Taten schmieden, wird es strenge Strafe geben, und die Ranke jener werden zu Fall kommen"},{"SurahNumber":35,"VerseNumber":11,"Text":"Und Allah hat euch aus Erde, hierauf aus einem Samentropfen erschaffen und euch hierauf zu Paaren gemacht. Nicht schwanger wird ein weibliches Wesen noch kommt es nieder, außer mit Seinem Wissen. Und keinem, dem ein langes Leben gewahrt wird, wird das Altwerden oder eine Verkurzung seiner Lebenszeit zuteil, ohne daß es in einem Buch (verzeichnet) ware. Gewiß, dies ist Allah ein leichtes"}]}