{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Bayen ni A se n so itan fun o ninu awon iro ti o ti siwaju. Lati odo Wa si ni A kuku ti fun o ni iranti (iyen, al-Ƙur’an)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Enikeni ti o ba gbunri kuro nibe, dajudaju o maa ru eru ese ni Ojo Ajinde"},{"SurahNumber":20,"VerseNumber":101,"Text":"Olusegbere ni won ninu (iya) re. (Eru ese) si buru fun won lati ru ni Ojo Ajinde"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ni ojo ti won a fon fere oniwo fun ajinde. A si maa ko awon elese jo ni ojo yen, oju won yo si dudu batakun"},{"SurahNumber":20,"VerseNumber":103,"Text":"Won yo si maa soro ni jeeje laaarin ara won pe: \"Eyin ko gbe ile aye tayo (ojo) mewaa"},{"SurahNumber":20,"VerseNumber":104,"Text":"Awa nimo julo nipa ohun ti won n wi nigba ti eni-abiyi julo ninu won wi pe: “E ko gbe ile aye tayo ojo kan.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"Won n bi o leere nipa awon apata. So pe: “Oluwa mi yoo ku won danu tan raurau"},{"SurahNumber":20,"VerseNumber":106,"Text":"Nigba naa, O maa fi won sile ni petele gbansasa"},{"SurahNumber":20,"VerseNumber":107,"Text":"O o si nii ri ogbun tabi gelemo kan ninu re"},{"SurahNumber":20,"VerseNumber":108,"Text":"Ni ojo yen, awon eniyan yoo tele olupepe naa, ko nii si yiya kuro leyin re. Awon ohun yo si palolo fun Ajoke-aye. Nitori naa, o o nii gbo ohun kan bi ko se girigiri ese"},{"SurahNumber":20,"VerseNumber":109,"Text":"Ni ojo yen, isipe ko nii se anfaani afi eni ti Ajoke-aye ba yonda fun, ti O si yonu si oro fun un"},{"SurahNumber":20,"VerseNumber":110,"Text":"(Allahu) mo ohun ti n be niwaju won ati ohun ti n be ni eyin won. Awon ko si fi imo rokiri ka Re"},{"SurahNumber":20,"VerseNumber":111,"Text":"Awon oju yo si wole fun Alaaye, Alamojuuto-eda. Dajudaju enikeni ti o ba di abosi meru ti pofo"},{"SurahNumber":20,"VerseNumber":112,"Text":"Enikeni ti o ba se ninu awon ise rere, ti o si je onigbagbo ododo, ki o ma se paya abosi tabi ireje kan (lati odo Allahu)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Bayen ni A se so (iranti) kale ni ohun kike pelu ede Larubawa. A si se alaye oniran-anran ileri sinu re nitori ki won le sora (fun iya) tabi nitori ki o le je iranti fun won"}]}