{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Đo la đieu ma Allah đa bao tin vui cho bay toi cua Ngai, nhung ai co đuc tin va lam viec thien. Hay bao ho: ‘Ta khong đoi hoi cac nguoi phan thuong ve no (viec truyen giao) ma chi muon tinh thuong danh cho mot nguoi ruot thit (nhu ta Muhammad).” Va ai lam đuoc mot đieu tot thi TA se tang them cai tot cho y trong đo. Qua that, Allah Hang Tha Thu, Hang Ghi Cong"},{"SurahNumber":42,"VerseNumber":24,"Text":"Nhung ho bao: “Y (Muhammad) đa bay đat noi doi roi đo cho Allah.” Nhung neu Allah muon thi Ngai se niem kin qua tim (tam long) cua Nguoi lai. Va Allah xoa bo đieu gia doi va thiet lap su That (Islam) bang Loi Phan cua Ngai (Qur'an). Qua that, Ngai biet ro đieu (tham kin) trong long (cua moi nguoi)"},{"SurahNumber":42,"VerseNumber":25,"Text":"Va Ngai la Đang chap nhan su hoi cai cua bay toi cua Ngai va luong thu đieu xau xa (toi loi) boi vi Ngai biet ro đieu cac nguoi lam"},{"SurahNumber":42,"VerseNumber":26,"Text":"Va Ngai đap lai (loi cau xin cua) nhung ai co đuc tin va lam viec thien va tang them Thien loc cho ho. Nguoc lai, nhung ai khong co đuc tin thi se bi trung phat nghiem khac"},{"SurahNumber":42,"VerseNumber":27,"Text":"Va neu Allah noi rong bong loc cho cac bay toi cua Ngai thi chac chan ho se lam đieu bat cong tren trai đat nhung Ngai ban (no) xuong theo đinh luong ma Ngai muon. Qua that, Ngai la Đang Am Tuong, Đang Hang Thay cac bay toi cua Ngai"},{"SurahNumber":42,"VerseNumber":28,"Text":"Va Ngai la Đang ban (nuoc) mua xuong sau khi (nhan gian) tuyet vong va Ngai rai tung Hong An cua Ngai. Va Ngai la Đang Bao ho Rat Đang Ca Tung"},{"SurahNumber":42,"VerseNumber":29,"Text":"Va trong cac dau hieu cua Ngai la viec tao hoa cac tang troi va trai đat va tat ca cac sinh vat ma Ngai rai tung giua troi va đat; va Ngai co toan quyen tap trung chung lai khi Ngai muon"},{"SurahNumber":42,"VerseNumber":30,"Text":"Va bat cu đieu bat hanh nao roi nham phai cac nguoi, đo la do ban tay cua cac nguoi đa lam ra va Ngai đa luong thu cho rat nhieu"},{"SurahNumber":42,"VerseNumber":31,"Text":"Va cac nguoi khong the tron thoat khoi (Allah) tren trai đat va ngoai Allah, cac nguoi khong co đuoc mot Đang Bao Ho lan mot Cuu Nhan nao ca"}]}