{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":33,"Text":"Simdi (vaki oldugu uzere) insanlar sıkıntıya ugradıklarında Rablerine donerek (yardım icin) O´na yalvarıp yakarırlar; fakat rahmetine nail olunca da bir kısmı, baska gucleri Rablerinin ilahlıgına ortak kos(maya basl)arlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"(sanki) kendilerine bahsettigimiz (nimetler)e karsı nankorluklerini gostermek istiyorlar. Madem boyle (dusunuyorsunuz,) bu (kısa) omrunuzun tadını cıkarın ama zamanı geldiginde (gercegi) goreceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Biz onlara, Bizden baskasına kulluk yapmalarını soyleyen bir ilahi vahiy mi gonderdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"(Her zaman oldugu gibi,) insanlara rahmetimizi tattırdıgımız zaman buna sevinirler; fakat kendi yapıp ettikleri sonucunda baslarına bir bela gelince de butun umitlerini yitirirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Onlar, Allah´ın rızkı diledigine bol ihsan ettigini, diledigine olculu ve idareli verdigini gormezler mi? Bunda, kuskusuz inanan insanlar icin dersler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Oyleyse yakınlarınıza, muhtaclara ve yolculara haklarını verin; bu, Allah´ın rızasını kazanmak isteyenler icin en dogrusudur: cunku, mutluluga erecekler onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ve (unutmayın! Baska) insanların malvarlıgı sayesinde, artsın diye faizle verdikleriniz (size) Allah katında bir artıs saglamaz. Oysa, Allah´ın hosnutlugunu kazanmak icin karsılıksız verdikleriniz (O´nun tarafından bereketlendirilir,) iste onlar, (bu sekilde Allah´ın hosnutlugunu kazanmak isteyenler,) odullerini kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra gecinmeniz icin gerekli vasıtaları saglayan, ardından sizi olume goturen ve en sonunda tekrar hayata dondurecek olan, Allah´tır. O´nun ilahlıgına ortak kostugunuz gucler veya varlıklar bu islerden birini yapabilirler mi? (Hayır!) O, ihtisamında sınırsızdır ve insanların kendisine es kostuklarından cok yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"(Allah´ın buyruklarını umursamaz hale gelen su) insanların kendi elleriyle yapıp ettikleri sonucunda karada ve denizlerde curume ve bozulma basladı: Bu sekilde (Allah), belki (dogru yola) geri donerler diye yaptıklarının bazı (kotu) sonuclarını onlara tattıracaktır"}]}