{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"Vajon almaik parancsoljak ezt nekik, vagy lazadozo nepek ok"},{"SurahNumber":52,"VerseNumber":33,"Text":"Vagy azt mondjak: O (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) maga talalta ki.\" Nem! Ok nem hisznek"},{"SurahNumber":52,"VerseNumber":34,"Text":"Hozzanak hat egy hozza hasonlo muvet (beszedet, hiradast, mint ez a Koran)! Ha valoban az igazat mondjak"},{"SurahNumber":52,"VerseNumber":35,"Text":"Vagy a semmibol teremtettek? Vagy ok a teremtok"},{"SurahNumber":52,"VerseNumber":36,"Text":"Talan ok teremtettek az egeket es a foldet? Nem! Nincsenek ok meggyozodve"},{"SurahNumber":52,"VerseNumber":37,"Text":"Vagy naluk vannak a te Urad raktarai? Avagy ok az uralkodok"},{"SurahNumber":52,"VerseNumber":38,"Text":"Vagy letrajuk van (az egbe), amivel hallgatoznak (az Angyalok beszedet)? Nos hat az, aki hallgatozik kozuluk, hozzon vilagos bizonyitekot"},{"SurahNumber":52,"VerseNumber":39,"Text":"Vagy Neki (a Magasztos Allah-nak) lanyai (vannak) es nektek fiuk"},{"SurahNumber":52,"VerseNumber":40,"Text":"Vagy talan jutalmat kertel (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) toluk, igy sulyos adosag nyomasztana oket"},{"SurahNumber":52,"VerseNumber":41,"Text":"Vagy naluk van a lathatatlan (al- £aybu) , es ok leirjak"},{"SurahNumber":52,"VerseNumber":42,"Text":"Vagy cselt akarnak vetni? De a hitetlenek azok, akik e csel aldozatai lesznek"},{"SurahNumber":52,"VerseNumber":43,"Text":"Vagy nekik mas istenuk van, mint Allah? Magasztaltassek Allah (subkana-Llahi)! Magasan folotte all O a tarsitasuknak"},{"SurahNumber":52,"VerseNumber":44,"Text":"Ha azt latnak, hogy az eg egy resze lezuhan, azt mondanak: ,.Ez csak egymasra halmozott felho"},{"SurahNumber":52,"VerseNumber":45,"Text":"Hagyd csak oket addig, amig nem talalkoznak azzal a Napjukkal, amelyen a foldre zuhannak, mintha villam sujtotta volna oket"},{"SurahNumber":52,"VerseNumber":46,"Text":"Azon a Napon nem segit rajtuk Semmit sem a cselszovesuk, es senki sem lesz, aki segitene rajtuk"},{"SurahNumber":52,"VerseNumber":47,"Text":"Azoknak, akik bunt kovettek el, meg ezen felul is jar buntetes. Ama legtobbjuk nem erti meg"},{"SurahNumber":52,"VerseNumber":48,"Text":"Legy (Muhammad Allah aldja meg es adjon Neki orok udvosseget) hat allhatatosan turelmes Urad. dontesevel szemben! Te a Mi szemunk elott vagy. Az Urad iranti halat zengjed, ha felkelsz"},{"SurahNumber":52,"VerseNumber":49,"Text":"Es magasztald Ot az ejszaka folyaman is, es a csillagok. halvanyodasakor is"}]}