{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Invero quelli che non credono nell'altra vita danno agli angeli nomi femminili"},{"SurahNumber":53,"VerseNumber":28,"Text":"mentre non posseggono alcuna scienza: si abbandonano alle congetture, ma la congettura non puo nulla contro la verita"},{"SurahNumber":53,"VerseNumber":29,"Text":"Dunque non ti curare di chi volge le spalle al Nostro monito e non brama che la vita terrena"},{"SurahNumber":53,"VerseNumber":30,"Text":"Ecco tutta la portata della loro scienza: in verita il tuo Signore ben conosce chi si allontana dalla Sua via e conosce chi e ben diretto"},{"SurahNumber":53,"VerseNumber":31,"Text":"Appartiene ad Allah tutto quello che c'e nei cieli e tutto quello che c'e sulla terra, si che compensi coloro che agiscono male per cio che avranno fatto e compensi coloro che agiscono bene con quanto ci sia di piu bello"},{"SurahNumber":53,"VerseNumber":32,"Text":"Essi sono coloro che evitano i peccati piu gravi e le perversita e non commettono che le colpe piu lievi. Invero il perdono del tuo Signore e immenso. Egli vi conosce meglio [di chiunque altro] quando vi ha prodotti dalla terra e quando eravate ancora embrioni nel ventre delle vostre madri. Non vantatevi di essere puri : Egli conosce meglio [di chiunque altro] coloro che[Lo] temono"},{"SurahNumber":53,"VerseNumber":33,"Text":"Hai visto colui che ti volge le spalle"},{"SurahNumber":53,"VerseNumber":34,"Text":"che da poco e poi smette [di dare]"},{"SurahNumber":53,"VerseNumber":35,"Text":"Possiede conoscenza dell'invisibile e riesce a vederlo"},{"SurahNumber":53,"VerseNumber":36,"Text":"Non e stato informato di quello che contengono i fogli di Mose"},{"SurahNumber":53,"VerseNumber":37,"Text":"e quelli di Abramo, uomo fedele"},{"SurahNumber":53,"VerseNumber":38,"Text":"Che nessuno portera il fardello di un altro"},{"SurahNumber":53,"VerseNumber":39,"Text":"e che invero, l'uomo non ottiene che il [frutto dei] suoi sforzi"},{"SurahNumber":53,"VerseNumber":40,"Text":"e che il suo sforzo gli sara presentato [nel Giorno del Giudizio]"},{"SurahNumber":53,"VerseNumber":41,"Text":"e gli sara dato pieno compenso"},{"SurahNumber":53,"VerseNumber":42,"Text":"e che in verita tutto conduce verso il tuo Signore"},{"SurahNumber":53,"VerseNumber":43,"Text":"e che Egli e Colui Che fa ridere e fa piangere"},{"SurahNumber":53,"VerseNumber":44,"Text":"e che Egli e Colui Che da la vita e da la morte"}]}