{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Ou pensas que a maioria deles ouve ou compreende? Qual! Sao como o gado; qual, sao mais irracionais ainda"},{"SurahNumber":25,"VerseNumber":45,"Text":"Nao tens reparado em como o teu Senhor projeta a sombra? Se Ele quisesse, fa-la-ia estavel! Entretanto, fizemos do solo seu regente"},{"SurahNumber":25,"VerseNumber":46,"Text":"Logo a recolhemos ate Nos, paulatinamente"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ele foi Quem vos fez a noite por manto, o dormir por repouso, e fez o dia como ressurreicao"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ele e Quem envia os ventos alvissareiros, merce da Sua misericordia; e enviamos do ceu agua pura"},{"SurahNumber":25,"VerseNumber":49,"Text":"Para com ela reviver uma terra arida, e com ela saciar tudo quanto temos criado: animais e humanos"},{"SurahNumber":25,"VerseNumber":50,"Text":"Em verdade, distribuimo-la (a agua) entre eles, para que (de Nos) recordem-se; porem, a maioria dos humanos o nega (iniquamente)"},{"SurahNumber":25,"VerseNumber":51,"Text":"E se quisessemos, teriamos enviado um admoestador a cada cidade"},{"SurahNumber":25,"VerseNumber":52,"Text":"Nao des ouvido aos incredulos; mas combate-os com denoda, com este (o Alcorao)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Ele foi Quem estabeleceu as duas massas de agua; uma e doce e saborosa, e a outra e salgada e amarga, e estabeleceuentre amas uma linha divisoria e uma barreira intransponivel"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ele foi Quem criou os humanos da agua, aproximando-os, atraves da linhagem e do casamento; em verdade, o teu Senhore Onipotente"},{"SurahNumber":25,"VerseNumber":55,"Text":"Nao obstante, adoram, em vez de Deus, o que nao pode beneficia-los, nem prejudica-los, sendo que o incredulo epartidario (de Satanas) contra o seu Senhor"}]}