{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, Sim, Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Estos son los versiculos de la Escritura clara"},{"SurahNumber":26,"VerseNumber":3,"Text":"Puede que quieras morir de pena porque no son creyentes"},{"SurahNumber":26,"VerseNumber":4,"Text":"Si hubieramos querido habriamos hecho descender del cielo sobre ellos una senal ante la que sus cuellos se inclinarian humillados"},{"SurahNumber":26,"VerseNumber":5,"Text":"No llega a ellos ningun nuevo recuerdo del Clementisimo sin que ellos se aparten de el"},{"SurahNumber":26,"VerseNumber":6,"Text":"Ciertamente, desmienten, pero pronto les llegaran las noticias de aquello de lo que se burlaban"},{"SurahNumber":26,"VerseNumber":7,"Text":"¿Acaso no ven como hemos hecho crecer en la Tierra parejas de todo tipo de plantas hermosas y buenas"},{"SurahNumber":26,"VerseNumber":8,"Text":"En verdad, en ello hay una senal, pero la mayoria de ellos no tiene fe"},{"SurahNumber":26,"VerseNumber":9,"Text":"Y, en verdad, tu Senor es el Todopoderoso, el Misericordiosisimo"},{"SurahNumber":26,"VerseNumber":10,"Text":"Y (recuerda) cuando tu Senor llamo a Moises: «¡Ve al pueblo de los opresores"},{"SurahNumber":26,"VerseNumber":11,"Text":"El pueblo del Faraon ¿Por que no temen a Dios?»"},{"SurahNumber":26,"VerseNumber":12,"Text":"Dijo el: «¡Senor mio! Temo que me desmientan"},{"SurahNumber":26,"VerseNumber":13,"Text":"y que mi pecho se angustie y mi lengua no sea suficientemente elocuente. Envia, pues, a Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"¡Y tienen cargos contra mi y temo que me maten!»"},{"SurahNumber":26,"VerseNumber":15,"Text":"Dijo El: «¡No sera asi! ¡Id, pues, ambos con Nuestras senales! En verdad, Nosotros estaremos escuchando junto a vosotros"},{"SurahNumber":26,"VerseNumber":16,"Text":"Id, pues, al Faraon y decidle: “En verdad, soy un Mensajero del Senor del Universo"},{"SurahNumber":26,"VerseNumber":17,"Text":"para que dejes ir con nosotros a los Hijos de Israel.»"},{"SurahNumber":26,"VerseNumber":18,"Text":"Dijo [Faraon]: «¿Acaso no te hemos criado entre nosotros de pequeno y permaneciste entre nosotros muchos anos de tu vida"},{"SurahNumber":26,"VerseNumber":19,"Text":"y luego hiciste lo que hiciste? Eres de los desagradecidos.»"}]}