{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":39,"VerseNumber":68,"Text":"(Al Kunu) Sur (kerneyi) tartıldı. Natıyjada asmandarda jana jerde jasagandardın, Allaһ kaalagandan baska bardıgı murt ketti. Kiyin ekinci iret tartıldı. Kapıstan alar (tirilip, kozdoru alaŋdagan, Akıret korkunuctarına) karagan boydon turup kalısat"},{"SurahNumber":39,"VerseNumber":69,"Text":"Jer Oz Rabbisinin Nuru menen jarkın boldu, (pendelerdin bardık isteri jazılgan) Kitep(ter ar birinin aldına) koyuldu jana paygambarlar menen (baska) kubolor alıp kelindi.? Jana alardın (bardık elderdin) ortosunda akıykat menen okum kılındı. Alar(dan ec birine) zulum kılınbayt"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ar bir janga ozunun jasaganı(na jarasası) gana toluk berildi. Al alar jasagan isterdi eŋ jaksı Biluucu"},{"SurahNumber":39,"VerseNumber":71,"Text":"(Anan) kaapır bolgon adamdar tobu menen tozokko aydaldı. Kacan aga keliskende, esikteri acılıp, tozok korukcuları «Silerge ozuŋordun araŋardan, usul kunuŋorgo joluguunu eskertken jana Rabbiŋerdin ayattarın okup bergen paygambarlar kelbedi bele?»-deset. «Jok, kelgen - deset alar - birok, azap sozu (oku-mu) kaapırlarga akıykat (jaza) boldu»"},{"SurahNumber":39,"VerseNumber":72,"Text":"(Alarga) aytıldı: «Tuboluk kala turgan tozok esikterine kirgile! Tekeber adamdardın ordu kanday jaman"},{"SurahNumber":39,"VerseNumber":73,"Text":"Al emi, Rabbisinen korkkon (takıba) adamdar tobu menen Beyiske alıp barıldı. Kacan Beyiske jetip, esikteri acılganda, anın korukcuları ayttı: «Silerge (Allaһtan) salam bolsun! Kos keliŋizder! Emi Beyiske tuboluk jasoocu bolup kirgile!»"},{"SurahNumber":39,"VerseNumber":74,"Text":"(Takıbalar) aytıstı: «Ubadasın cındap atkargan jana bizge usul jerdi (tuboluk) muraska bergen Allaһka maktoolor bolsun! Biz Beyisten kaalagan orundarga tusobuz! (Jaksı) amal kıluuculardın sıylıgı kanday sonun!»"}]}