{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":53,"Text":"Ja tama siksi, etta Jumala ei peruuta armoa, jolla Han on joitakuita ihmisia siunannut, ennenkuin nama luopuvat siita, mika on heidan omissa sydamissaan. Ja siksi, etta Jumala on kuuleva, tietava"},{"SurahNumber":8,"VerseNumber":54,"Text":"Samoin kavi Faraon kansalle ja niille, jotka vaittivat Herransa tunnusmerkit valheeksi ennen heita. Me havitimme heidat heidan syntiensa tahden ja me hukutimme Faraon kansan, silla kaikki olivat vaarintekijoita"},{"SurahNumber":8,"VerseNumber":55,"Text":"Katso, kurjimmat elolliset olennot ovat Jumalan silmissa epauskoon kaantyneet, nuo, jotka eivat uskoa tahdo"},{"SurahNumber":8,"VerseNumber":56,"Text":"Niihin kuuluvat nekin, jotka tekivat kanssasi sopimuksen ja sitten rikkoivat sopimuksensa joka kerta, eivatka mitaan kunnioita"},{"SurahNumber":8,"VerseNumber":57,"Text":"Jos saat heidat sodassa vangiksi, tee heista varoittava esimerkki, jotta heidan seuraajansa ottaisivat varoituksesta vaarin"},{"SurahNumber":8,"VerseNumber":58,"Text":"Ja jos pelkaat petosta jonkun kansan puolelta, niin heita heille takaisin sopimuksensa samalla tavalla. Katso, Jumala ei rakasta petollisia"},{"SurahNumber":8,"VerseNumber":59,"Text":"Alaka salli uskottomien ajatella paasevansa voitolle. Eivat he osaansa valta"},{"SurahNumber":8,"VerseNumber":60,"Text":"Ja varustakaa (muslimit) heita vastaan niin suuri sotavoima ja hyvin ravittuja ratsuja kuin vain voitte, saikyttaaksenne siten seka Jumalan vastustajat etta omat vihollisenne ja myoskin muut, joita ette tunne, mutta jotka Jumala tuntee. Ja mita kulutattekin Jumalan tiella ja asialla, se korvataan teille taydelleen, eika teille tule mitaan vaaryytta tapahtumaan"},{"SurahNumber":8,"VerseNumber":61,"Text":"Mutta jos he ovat taipuvaisia rauhaan, niin ole myoskin sina taipuvainen siihen ja turvaa Jumalaan! Han on totisesti kuuleva, tietava kaiken"}]}