{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"Əgər onlar səni yalancı hesab etsələr, bil ki, səndən əvvəl də elcilər yalancı hesab olunmusdu. Butun islər ancaq Allaha qaytarılacaqdır"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Həqiqətən, Allahın vədi bir həqiqətdir. Qoy bu dunya sizi aldatmasın, tovlayan seytan da sizi yoldan cıxartmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Subhəsiz ki, seytan sizin dusməninizdir, siz də onu dusmən sayın. O oz tərəfdarlarını Od sakini olmaga cagırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kafirlər ucun siddətli əzab tədaruk edilmisdir. Iman gətirib yaxsı islər gorənlər ucun isə bagıslanma və boyuk bir mukafat hazırlanmısdır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Pis əməli ozunə gozəl gostərilib onu yaxsı hesab edənlə, dogru yolla gedən kimsə eyni ola bilərmi? Həqiqətən, Allah istədiyini zəlalətə salır, istədiyini də dogru yola yonəldir. Sən onlara gorə ozunu uzub əldən salma. Subhəsiz ki, Allah onların nə torətdiklərini bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Buludları hərəkətə gətirən kuləkləri gondərən Allahdır. Biz onları olu bir diyara tərəf qovub, yeri olumundən sonra onunla canlandırırıq. Diriltmə də belə olacaqdır"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim qudrət sahibi olmaq istəsə, bilsin ki, qudrət butunluklə ancaq Allaha məxsusdur. Gozəl soz Ona tərəf yuksəlir və onu ucaldan yaxsı əməldir. Pis əməllər islədib hiyləgərlik edənləri siddətli bir əzab gozləyir. Onların qurduqları hiylələr də bosa cıxacaqdır"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi torpaqdan, sonra nutfədən yaratmıs, sonra da sizi cutləsdirmisdir. Onun xəbəri olmadan hec bir disi nə hamilə olar, nə də dasıdıgını yerə qoya bilər. Uzunomurlunun uzun omur surməsi də, onun omrunun qısaldılması da ancaq Yazıda (Lovhi-məhfuzda) yazılmısdır. Həqiqətən, bu, Allah ucun cox asandır"}]}