{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"جنہوں نے اس کتاب الٰہی کے ٹکڑے ٹکڑے کر دیئے"},{"SurahNumber":15,"VerseNumber":92,"Text":"قسم ہے تیرے پالنے والے کی! ہم ان سب سے ضرور باز پرس کریں گے"},{"SurahNumber":15,"VerseNumber":93,"Text":"ہر اس چیز کی جو وه کرتے تھے"},{"SurahNumber":15,"VerseNumber":94,"Text":"پس آپ اس حکم کو جو آپ کو کیا جارہا ہے کھول کر سنا دیجئے! اور مشرکوں سے منھ پھیر لیجئے"},{"SurahNumber":15,"VerseNumber":95,"Text":"آپ سے جو لوگ مسخراپن کرتے ہیں ان کی سزا کے لیے ہم کافی ہیں"},{"SurahNumber":15,"VerseNumber":96,"Text":"جو اللہ کے ساتھ دوسرے معبود مقرر کرتے ہیں انہیں عنقریب معلوم ہو جائے گا"},{"SurahNumber":15,"VerseNumber":97,"Text":"ہمیں خوب علم ہے کہ ان کی باتوں سے آپ کا دل تنگ ہوتا ہے"},{"SurahNumber":15,"VerseNumber":98,"Text":"آپ اپنے پروردگار کی تسبیح اور حمد بیان کرتے رہیں اور سجده کرنے والوں میں شامل ہو جائیں"},{"SurahNumber":15,"VerseNumber":99,"Text":"اور اپنے رب کی عبادت کرتے رہیں یہاں تک کہ آپ کو موت آجائے"},{"SurahNumber":16,"VerseNumber":1,"Text":"اللہ تعالیٰ کا حکم آپہنچا، اب اس کی جلدی نہ مچاؤ۔ تمام پاکی اس کے لیے ہے وه برتر ہے ان سب سے جنہیں یہ اللہ کے نزدیک شریک بتلاتے ہیں"},{"SurahNumber":16,"VerseNumber":2,"Text":"وہی فرشتوں کو اپنی وحی دے کر اپنے حکم سے اپنے بندوں میں سے جس پر چاہتا ہے اتارتا ہے کہ تم لوگوں کو آگاه کر دو کہ میرے سوا اور کوئی معبود نہیں، پس تم مجھ سے ڈرو"},{"SurahNumber":16,"VerseNumber":3,"Text":"اسی نے آسمانوں اور زمین کو حق کے ساتھ پیدا کیا وه اس سے بری ہے جو مشرک کرتے ہیں"},{"SurahNumber":16,"VerseNumber":4,"Text":"اس نے انسان کو نطفے سے پیدا کیا پھر وه صریح جھگڑالو بن بیٹھا"},{"SurahNumber":16,"VerseNumber":5,"Text":"اسی نے چوپائے پیدا کیے جن میں تمہارے لیے گرمی کے لباس ہیں اور بھی بہت سے نفع ہیں اور بعض تمہارے کھانے کے کام آتے ہیں"},{"SurahNumber":16,"VerseNumber":6,"Text":"اور ان میں تمہاری رونق بھی ہے جب چرا کر ﻻؤ تب بھی اور جب چرانے لے جاؤ تب بھی"}]}