{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Dlya spravedlyvoyi, vynahorody bude mnozhytysya mahistralʹ. Yikhni oblychchya nikoly ne zaznayutʹ budʹ-yakoho lyshennya abo soromu. Tsey yavlyayutʹ soboyu dwellers Rayu; vony perebuyutʹ tam zavzhdy"},{"SurahNumber":10,"VerseNumber":27,"Text":"Yak dlya tsykh kotrykh zaroblenykh hrikhiv, yikhniy requital ekvivalent yikh hrishyty. Prynyzhennya yikhnya dolya, ta niyakyy bilya BOHA ne mozhe zakhystyty yikh. Yikhni oblychchya budutʹ zdavatysya overwhelmed bezlich temnoyi nochi. Vony budutʹ dwellers Pekla; vony perebuyutʹ tam zavzhdy"},{"SurahNumber":10,"VerseNumber":28,"Text":"Na dni koly my sklykayemo yikh vsi, my skazhemo tsym khto obozhnyuvaly idoliv, \"My sklykaly vas, razom z vashymy idolamy.\" My budemo maty yikh konfrontuyemo odyn odnoho, ta yikhni idoly skazhutʹ yim, \"My ne maly ideyi shcho vy idolized ny"},{"SurahNumber":10,"VerseNumber":29,"Text":"BOH bude dostatniy tomu shcho svidok mizh namy ta vamy, shcho my povnistyu unaware vashykh obozhnyuyuchykh nas"},{"SurahNumber":10,"VerseNumber":30,"Text":"Tse - koly kozhna dusha vyvchytʹ vse tse zrobylo. Vony budutʹ vertatysya do BOHA, yikhniy zakonnyy Lord ta Mayster, ta idoly vony vyhotovleni vidmovlyatʹsya vid nykh"},{"SurahNumber":10,"VerseNumber":31,"Text":"Kazhete, \"Khto zabezpechuye dlya vas z nebes ta zemli? Khto kontrolyuye vse slukhannya ta zir? Khto vyroblyaye zhyttya z mertve, ta mertve z zhyve? Khto u kontroli vsikh rechey?\" Vony by skazaly, \"BOH.\" Skazhitʹ, \"Chomu todi vy ne zauvazhuyete zapovidi"},{"SurahNumber":10,"VerseNumber":32,"Text":"Takyy BOH, vash zakonnyy Lord. Shcho tam pislya pravdy, krim falsehood? Yak mohly vy disregard vse tse"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tse ye yakyy vash Lord rishennya do tsykh khto vybyrayutʹ buty bezputnyy: vony ne mozhutʹ poviryty"}]}