{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Tako tebi kazasmo neke vijesti, ono sto je vec prethodilo, a doista smo ti dali od Nas Opomenu"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ko se od nje odvrati, pa uistinu ce on na Dan kijameta nositi teret"},{"SurahNumber":20,"VerseNumber":101,"Text":"Vjecno ce biti u njemu. A zlo je opterecenje za njih na Dan kijameta"},{"SurahNumber":20,"VerseNumber":102,"Text":"Dan kad se puhne u sur, i saberemo prestupnike Tog dana modre"},{"SurahNumber":20,"VerseNumber":103,"Text":"Tiho ce međusobno govoriti: \"Ostali ste samo deset (dana)"},{"SurahNumber":20,"VerseNumber":104,"Text":"Mi smo Najbolji znalac onog sta ce govoriti, kad rekne tarikatom najprimjerniji njihov: \"Ostali ste samo dan"},{"SurahNumber":20,"VerseNumber":105,"Text":"I pitaju te o planinama, pa reci: \"Smrvit ce ih Gospodar moj u prasinu drobljenjem"},{"SurahNumber":20,"VerseNumber":106,"Text":"Te ih ostaviti ravnicom, pustopoljinom"},{"SurahNumber":20,"VerseNumber":107,"Text":"Neces vidjeti na njoj iskrivljenost, niti neravninu"},{"SurahNumber":20,"VerseNumber":108,"Text":"Tog dana slijedit ce pozivaca, nece biti njegovog skretanja i stisace se glasovi Milostivom, pa neces cuti, izuzev sapat"},{"SurahNumber":20,"VerseNumber":109,"Text":"Tog dana nece koristiti posredovanje, izuzev kome dozvoli Milostivi, i zadovolji (Ga) njegova rijec"},{"SurahNumber":20,"VerseNumber":110,"Text":"Zna sta je ispred njih i sta je iza njih, a ne obuhvataju to znanjem"},{"SurahNumber":20,"VerseNumber":111,"Text":"I ponizice se lica Zivom, Samoopstojecem. A doista nece uspjeti ko je nosio (teret) zulma"},{"SurahNumber":20,"VerseNumber":112,"Text":"A ko je radio dobra djela, i on bio vjernik, pa nece se bojati zulma, niti zakidanja"},{"SurahNumber":20,"VerseNumber":113,"Text":"I tako smo ga objavili (kao) Kur'an na arapskom, i izlozili u njemu neke prijetnje, da bi se oni pobojali, ili da im pobudi opomenu"}]}