{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Sag: Ich warne euch nur mit der Eingebung. Aber die Tauben horen nicht den Ruf, wenn sie gewarnt werden"},{"SurahNumber":21,"VerseNumber":46,"Text":"Aber wenn ein Hauch von der Strafe deines Herrn sie beruhrt, sagen sie ganz gewiß: „O wehe uns! Wir pflegten ja Unrecht zu tun"},{"SurahNumber":21,"VerseNumber":47,"Text":"Und Wir stellen die gerechten Waagen fur den Tag der Auferstehung auf. So wird keiner Seele um irgend etwas Unrecht zugefugt; und ware es auch das Gewicht eines Senfkorns, Wir bringen es bei. Und Wir genugen als Berechner"},{"SurahNumber":21,"VerseNumber":48,"Text":"Und Wir gaben ja Musa und Harun die Unterscheidung(snorm) und eine Erleuchtung und eine Ermahnung fur die Gottesfurchtigen"},{"SurahNumber":21,"VerseNumber":49,"Text":"die ihren Herrn im Verborgenen furchten und die wegen der Stunde besorgt sind"},{"SurahNumber":21,"VerseNumber":50,"Text":"Und dies ist eine gesegnete Ermahnung, die Wir hinabgesandt haben. Wollt ihr sie denn verwerfen"},{"SurahNumber":21,"VerseNumber":51,"Text":"Wir verliehen bereits zuvor Ibrahim seine Besonnenheit; und Wir wußten uber ihn Bescheid"},{"SurahNumber":21,"VerseNumber":52,"Text":"Als er zu seinem Vater und seinem Volk sagte: „Was sind das fur Bildwerke, deren Andacht ihr euch hingebt"},{"SurahNumber":21,"VerseNumber":53,"Text":"Sie sagten: „Wir haben (schon) unsere Vater (vor)gefunden, wie sie ihnen dienten"},{"SurahNumber":21,"VerseNumber":54,"Text":"Er sagte: „Ihr und eure Vater befindet euch ja in einem deutlichen Irrtum"},{"SurahNumber":21,"VerseNumber":55,"Text":"Sie sagten: „Bringst du uns die Wahrheit, oder gehorst du zu denjenigen, die ihr Spiel treiben"},{"SurahNumber":21,"VerseNumber":56,"Text":"Er sagte: „Nein! Vielmehr ist euer Herr, der Herr der Himmel und der Erde, Der sie erschaffen hat. Und ich gehore zu denjenigen, die euch daruber Zeugnis ablegen"},{"SurahNumber":21,"VerseNumber":57,"Text":"Und bei Allah, ich werde ganz gewiß gegen eure Gotzen eine List anwenden, nachdem ihr den Rucken gekehrt habt"}]}