{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"وبه آنها خبر ده که همانا آب (قریه) در میان آنها (وناقه) تقسیم شده است, هرکه در نوبت خود باید حاضر شود"},{"SurahNumber":54,"VerseNumber":29,"Text":"پس آنها یار خود( ) را صدا زدند, آنگاه (آمد و) دست بکار شد و (شتر را) پی کرد"},{"SurahNumber":54,"VerseNumber":30,"Text":"پس (بنگرید) عذاب وهشدارهای من چگونه بود؟"},{"SurahNumber":54,"VerseNumber":31,"Text":"بی گمان ما یک صیحه (= بانگ مرگباری) بر آنها فرستادیم, پس (همگی) به صورت گیاه خشک خردشده ای در آمدند"},{"SurahNumber":54,"VerseNumber":32,"Text":"و یقیناً ما قرآن را برای تذکر آسان نمودیم, پس آیا کسی هست که متذکر شود؟"},{"SurahNumber":54,"VerseNumber":33,"Text":"قوم لوط هشدار دهندگان را تکذیب کردند"},{"SurahNumber":54,"VerseNumber":34,"Text":"بی گمان ما شن باد تندی بر آنها فرستادیم (وهمگی هلاک کردیم) جز خاندان لوط که سحرگاهان نجاتشان دادیم"},{"SurahNumber":54,"VerseNumber":35,"Text":"(این) نعمتی بود از سوی ما, این گونه کسی را که شکر کند پاداش می دهیم"},{"SurahNumber":54,"VerseNumber":36,"Text":"و به راستی (لوط) آنها را از عقوبت (سخت) ما بیم داد, پس آنها با هشدارها مجادله (وستیز) کردند"},{"SurahNumber":54,"VerseNumber":37,"Text":"و به راستی آنها از او (= لوط) خواستند که مهمانش را (برای کار زشت) در اختیارشان بگذارد, پس ما دیدگانشان را کور کردیم, (وگفتیم:) «پس (طعم) عذاب مرا و(طعم) هشدارهای مرا بچشید»"},{"SurahNumber":54,"VerseNumber":38,"Text":"و یقیناً صبحگاهان عذابی پایدار آنها را فروگرفت (وهلاک کرد)"},{"SurahNumber":54,"VerseNumber":39,"Text":"(وگفتیم:) «پس (طعم) عذاب مرا (وطعم) هشدارهای مرا بچشید»"},{"SurahNumber":54,"VerseNumber":40,"Text":"و یقیناً ما قرآن را برای تذکر آسان نمودیم, پس آیا کسی هست که متذکر شود؟"},{"SurahNumber":54,"VerseNumber":41,"Text":"وبه راستی هشدار دهندگان به سراغ خاندان فرعون آمدند"},{"SurahNumber":54,"VerseNumber":42,"Text":"(آنها) همۀ آیات (ومعجزات) ما را تکذیب کردند, پس ما آنها را گرفتیم, گرفتن پیروزمندی توانا"},{"SurahNumber":54,"VerseNumber":43,"Text":"(ای قریش) آیا کفار شما از آنها بهترند یا برای شما امان نامه ای در کتابها (ی آسمانی پیشین) است"},{"SurahNumber":54,"VerseNumber":44,"Text":"یا می گویند: «ما جماعتی (نیرومند و) پیروزیم»"},{"SurahNumber":54,"VerseNumber":45,"Text":"به زودی آن جمع (کفار قریش) شکست می خورد و پشت می کنند, (و پا به فرار می گذارند)"},{"SurahNumber":54,"VerseNumber":46,"Text":"بلکه قیامت وعده گاه آنها ست, وقیامت سخت تر وتلخ تر است"},{"SurahNumber":54,"VerseNumber":47,"Text":"بی گمان گناهکاران در گمراهی ودیوانگی هستند"},{"SurahNumber":54,"VerseNumber":48,"Text":"روزی که بر چهره هایشان در آتش (جهنم) کشیده می شوند (وبه آنها گفته می شود:) «(طعم) آتش دوزخ را بچشید»"},{"SurahNumber":54,"VerseNumber":49,"Text":"بی گمان ما همه چیز را به اندازه آفریدیم"}]}