{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: \"Ben sizi ancak vahiyle uyarıyorum.\" Ama sağırlar, uyarıldıklarında çağrıyı işitmezler ki"},{"SurahNumber":21,"VerseNumber":46,"Text":"Rabbinin azabından onlara bir esinti dokunsa, yemin olsun şöyle diyecekler: \"Vay bizlere, biz zalimlermişiz"},{"SurahNumber":21,"VerseNumber":47,"Text":"Kıyamet günü için adalet terazilerini kuracağız/adaleti terazilere koyacağız. Hiç kimseye zere kadar zulüm edilmeyecek. Hardal tanesi kadar birşey olsa onu ortaya getiririz. Hesapçılar olarak biz yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Yemin olsun, biz, Mûsa'ya ve Hârun'a hak ile bâtılı ayıran, korunanlar için bir ışık ve öğüt olan furkanı verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"O korunanlar ki, hiç görmeden Rablerinden korkarlar. Kıyamet saatinden de ürperirler onlar"},{"SurahNumber":21,"VerseNumber":50,"Text":"Bu, bereketli bir Zikir'dir ki, onu indirdik. Yoksa siz onu inkâr mı ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Yemin olsun, İbrahim'e daha önceden, doğruyu bulma gücünü vermiştik. Onu bilmekteydik biz"},{"SurahNumber":21,"VerseNumber":52,"Text":"Babasına ve toplumuna şöyle demişti: \"Şu başına toplanıp durduğunuz heykeller de ne"},{"SurahNumber":21,"VerseNumber":53,"Text":"Dediler: \"Atalarımızı onlara kulluk/ibadet eder bulduk"},{"SurahNumber":21,"VerseNumber":54,"Text":"Dedi: \"Vallahi, siz de atalarınız da açık bir sapıklık içine düşmüşsünüz"},{"SurahNumber":21,"VerseNumber":55,"Text":"Dediler: \"Sen gerçeği mi getirdin yoksa oynayıp eğlenenlerden biri misin"},{"SurahNumber":21,"VerseNumber":56,"Text":"Dedi: \"Hiç de değil! Sizin Rabbiniz, göklerin ve yerin Rabbidir ki, onları yaratmıştır. Ben de bunlara tanıklık edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah'a yemin ederim, sırtınızı dönüp gidişinizden sonra, putlarınıza bir oyun çevireceğim"}]}