{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"My milostivo vozzvali k nemu s gory Sinay. Musa uslyshal Bozhestvennyy Glas s pravoy storony gory, i My yego priblizili dlya taynoy besedy s Nami"},{"SurahNumber":19,"VerseNumber":53,"Text":"I My darovali yemu ot Nashego miloserdiya i blagodetel'stva yego brata Kharuna kak proroka, chtoby tot pomogal yemu v peredache Nashego Poslaniya"},{"SurahNumber":19,"VerseNumber":54,"Text":"Soobshchi i napomni (o prorok!) lyudyam istoriyu Ismaila, kak rasskazano ob etom v Korane. Ismail byl veren svoim obetam i obeshchaniyam. On obeshchal svoyemu ottsu terpet', kogda tot budet prinosit' yego v zhertvu Allakhu. Ismail vypolnil svoy obet, i togda Allakh spas yego, i on byl poslannikom i prorokom"},{"SurahNumber":19,"VerseNumber":55,"Text":"On povelel svoyemu narodu vystaivat' molitvu i davat' ochistitel'nuyu milostynyu, i Allakh byl im dovolen"},{"SurahNumber":19,"VerseNumber":56,"Text":"Rasskazhi (o prorok!) lyudyam istoriyu Idrisa, kak ona privoditsya v Korane. Poistine, Idris byl pravednikom v svoikh rechakh i deyaniyakh. Yemu vypala chest' byt' prorokom"},{"SurahNumber":19,"VerseNumber":57,"Text":"Allakh voznos yego na vysokoye mesto"},{"SurahNumber":19,"VerseNumber":58,"Text":"Te, o kom skazano vyshe, - proroki, kotorym Allakh daroval Svoyo blagovoleniye v blizhayshey zhizni i v budushchey zhizni. Oni iz potomstva Adama i iz potomstva tekh, kogo Allakh spas vmeste s Nukhom (Noyem), i iz chisla potomstva Ibrakhima, kak Ismail, i iz potomstva Yakuba, kak proroki synov Israila, i iz tekh, kogo Allakh napravil na pryamoy put' istiny i izbral, chtoby oni voznesli Slovo Allakha, Slovo Istiny. Kogda im chitayutsya ayaty Allakha, oni, uslyshav ikh, padayut nits, smirenno poklonyayas' i placha"},{"SurahNumber":19,"VerseNumber":59,"Text":"Za etimi pravednikami posledovali pokoleniya, kotoryye otklonilis' ot istiny, ne vystaivali molitvy, ne sledovali po pryamomu puti i pogryazli v grekhakh. Oni budut nakazany za ikh zabluzhdeniya v blizhayshey zhizni i v budushchey zhizni"},{"SurahNumber":19,"VerseNumber":60,"Text":"Krome tekh, kto raskayalsya i uveroval v Allakha, sovershal blagodeyaniya i tvoril dobroye. Allakh primet ikh raskayaniye, i oni voydut v ray. On voznagradit ikh, i oni ni v chom ne budut obizheny"},{"SurahNumber":19,"VerseNumber":61,"Text":"Eti sady vechnosti Milostivyy obeshchal Svoim raskayavshimsya rabam. Oni verili, chto budut sady vechnosti, khotya i ne videli ikh svoimi ochami. Oni nepremenno voydut v eti sady. Poistine, obeshchaniye Allakha svershitsya"},{"SurahNumber":19,"VerseNumber":62,"Text":"V etikh rayskikh sadakh net pustosloviya, i oni budut slyshat' tam tol'ko dobroye i privetstviya s pozhelaniyami mira i pokoya. Ikh tam ozhidayet obil'nyy udel"},{"SurahNumber":19,"VerseNumber":63,"Text":"Allakh daruyet eti sady tol'ko tem Svoim bogoboyaznennym rabam, kto v blizhayshey zhizni izbegayet grekhov i ispolnyayet nazidaniya Allakha"},{"SurahNumber":19,"VerseNumber":64,"Text":"Kogda Otkroveniye ot Allakha zaderzhalos', i prorok - da blagoslovit yego Allakh i privetstvuyet! - stal bespokoit'sya, k nemu prishol Dzhibril - mir yemu! - i uspokoil yego, skazav, chto angely niskhodyat svyshe tol'ko po poveleniyu Gospoda svoyego, i dobavil: \"Uspokoysya (o prorok blagorodnyy!) , tvoy Gospod' ne zabyvchiv"}]}