{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":26,"VerseNumber":61,"Text":"Basi ndema jagaonegene makuga ganagawili (likuga lya Firiauna ni lya Musa), wandu wa Musa watite: “Chisimu uwwe chitukamulwe.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"Jwalakwe jwatite: “Ngwamba! Chisimu Ambuje wangu ali none, chanjongolele (yakutenda kuti mpaka tujokoche).”"},{"SurahNumber":26,"VerseNumber":63,"Text":"Basi ni twan’juwulile Musa (malowe ganti): “Putani mbwani ni simbo jenujo.” Ni jagawanyiche, upande uliose waliji nti chisawu litumbi lyekulungwa"},{"SurahNumber":26,"VerseNumber":64,"Text":"Ni twawandichisye palakwepo waneo (Firiauna ni wandu wakwe)"},{"SurahNumber":26,"VerseNumber":65,"Text":"Ni twan’jokwele Musa ni wawaliji najo imo wosopewene"},{"SurahNumber":26,"VerseNumber":66,"Text":"Kaneka ni twamisisye waneo (Firiauna ni wandu wakwe)"},{"SurahNumber":26,"VerseNumber":67,"Text":"Chisimu mu yalakweyi mwana chimanyisyo (cha ukombosi wa Allah). Nambo wajinji mwa wanganyao nganawa wakulupilila"},{"SurahNumber":26,"VerseNumber":68,"Text":"Soni chisimu Ambuje wenu niwali Wamachili gakupunda, Wachanasa channope"},{"SurahNumber":26,"VerseNumber":69,"Text":"Soni mwasoomelani wanganyao abali ja Ibrahima"},{"SurahNumber":26,"VerseNumber":70,"Text":"Pandema jajwawusisye babagwe ni wandu wakwe kuti: “Chichi nkuchigalagatila?”"},{"SurahNumber":26,"VerseNumber":71,"Text":"Wanganyao watite: “Tukugalagatila isanamu, basi ni tukwendelechela kuigalagatila ndema ni katema.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Ibrahima) jwatite: “Ana akasampikanaga pati nchawilangaga?”"},{"SurahNumber":26,"VerseNumber":73,"Text":"“Kapena akasampaga chikamuchisyo (pati nchagalagatilaga) kapena kupeleka masausyo (naga ngaagalagatila)?”"},{"SurahNumber":26,"VerseNumber":74,"Text":"Wanganyao watite: “(Ngwamba,) Nambo twasimene achatati wetu achitendaga mwatukutendelamu.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Ibrahima) jwatite: “Ana nkwaona awa wam’bele n’di nkwagalagatila,”"},{"SurahNumber":26,"VerseNumber":76,"Text":"“Jenumanja ni achatati wenu wawalongolele?”"},{"SurahNumber":26,"VerseNumber":77,"Text":"“Basi chisimu wanganyao ni amagongo wangu, ikaweje M’mbuje jwa iwumbe yosope.”"},{"SurahNumber":26,"VerseNumber":78,"Text":"“Ajula juwangumbile, nambo soni Jwalakwe ni jwaakunjongolela (kwitala lyagoloka).”"},{"SurahNumber":26,"VerseNumber":79,"Text":"“Nambo soni Jwalakwe ni Ajula jwaakundisyaga ni kumwesya.”"},{"SurahNumber":26,"VerseNumber":80,"Text":"“Soni pati nwasile basi Jwalakwe ni jwaakumbosyaga.”"},{"SurahNumber":26,"VerseNumber":81,"Text":"“Nambo soni Ajula jwatambe chiwa, nikwisa kumba umi soni (ku Kiyama).”"},{"SurahNumber":26,"VerseNumber":82,"Text":"“Nambo soni Ajula jwangukolela tama janti tachingululuchila ilewi yangu Lisiku Lyamalipilo.”"},{"SurahNumber":26,"VerseNumber":83,"Text":"“Ambuje wangu! Mumbani lunda lwakwilanyichisya (ichindu), ni musimanganye ni wandu wambone.”"}]}