{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Nu vi s-au citit semnele Mele? Nu le-aţi socotit voi minciuni"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ei vor spune: “Domnul nostru! Nemernicia noastră ne-a învins! Noi suntem rătăciţi"},{"SurahNumber":23,"VerseNumber":107,"Text":"Domnul nostru! Scoate-ne de aici, şi dacă ne vom întoarce la ceea ce am făcut, atunci, cu adevărat, vom fi nedrepţi.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"El va spune: “Staţi aici şi nu-Mi vorbiţi!”"},{"SurahNumber":23,"VerseNumber":109,"Text":"O parte dintre robii Mei spuse: “Domnul nostru! Noi credem! Iartă-ne nouă şi miluieşte-ne pe noi! Tu eşti prea-bunul miluitor!”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Voi i-aţi luat în batjocură ca să uite amintirea Mea şi aţi râs de ei"},{"SurahNumber":23,"VerseNumber":111,"Text":"Astăzi, eu îi răsplătesc pentru că au răbdat. Ei sunt cei fericiţi"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dumnezeu va spune: “Câţi ani aţi stat pe pământ?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ei vor spune: “Noi am stat o zi ori mai puţin de o zi. Întreabă-i pe cei care ţin socoteala.”"},{"SurahNumber":23,"VerseNumber":114,"Text":"El va spune: “Aţi stat atât de puţin timp! O, dacă aţi fi ştiut"},{"SurahNumber":23,"VerseNumber":115,"Text":"Socoteaţi că v-am creat în joacă şi că nu veţi fi întorşi la Noi?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Înălţarea lui Dumnezeu, Regele, Adevărul! Nu este alt dumnezeu afară de El, Domnul Tronului Preacinstit"},{"SurahNumber":23,"VerseNumber":117,"Text":"Cel care cheamă alături de Dumnezeu alt dumnezeu, fără nici o dovadă, va da socoteală Domnului său. Nu! Tăgăduitorii nu sunt fericiţi"},{"SurahNumber":23,"VerseNumber":118,"Text":"Spune: “Domnul meu! Iartă şi miluieşte! Tu eşti prea-bunul miluitor!”"}]}