{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Rci: „Co nejpadnejsim jest svedectvim?“ Rci: „Buh sam Buh jest svedkem mezi mnou a vami: a zjeven byl mi tento Koran, abych jim varoval vas a ty, ktere dojde. Zdaz dosvedcovati chcete snad, ze vedle Boha jsou bohove jini?“ Rci: „Ja takoveho svedectvi nedavam.“ Rci: „Naopak, on jest Buh Jediny a zajiste nenesu viny za to, co vy s nim spolcujete.“"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ti, kterym jsme dali Knihu, znaji ji, jako znaji syny sve; ti, kteri sebe samy uvrhli v zatraceni a (proto) neveri"},{"SurahNumber":6,"VerseNumber":21,"Text":"A kdo nepravostnejsim jest nad toho, jenz vymysli lzi o Bohu a lzi nazyva znameni nase? Zajiste, Buh nepopreje uspechu nepravostnym"},{"SurahNumber":6,"VerseNumber":22,"Text":"A v den, kdy shromazdime je vsechny, rekneme k tem, kteri spolecniky davali Bohu: „Nuz, kde spolecnici jsou vasi, jez staveli jste na roven Bohu dle domnenek svych?“"},{"SurahNumber":6,"VerseNumber":23,"Text":"Pak nenaleznou jine vytacky, nez to, ze reknou: „Pri Bohu, Panu nasem, nedavali jsme mu spolecniku.“"},{"SurahNumber":6,"VerseNumber":24,"Text":"Hle, jak lhou proti sobe samym a jak ztratila se jim bozstva jimi vymyslena"},{"SurahNumber":6,"VerseNumber":25,"Text":"A nekteri z nich naslouchaji ti, vsak clonou zastreli jsme srdce jejich, takze nelze jim pochopiti Koranu, a tihu vlozili jsme v usi jejich. A i kdyby videli vsemozna znameni, neverili by v ne a dokonce prijdou k tobe a hadaji se s tebou ti, kteri neveri, rkouce: „Veru, toto jsou pouze povesti starych.“"},{"SurahNumber":6,"VerseNumber":26,"Text":"A zabranuji druhym veriti a sami vzdaluji se: vsak nicmene sebe samy vrhaji v zahubu a nejsou si toho vedomi"},{"SurahNumber":6,"VerseNumber":27,"Text":"A kdybys videl je tehdy, az postaveni budou nad ohen pekelny, volati budou: „Kez mohli bychom se navratiti! Jiz nenazyvali bychom lzi znameni Pana naseho a stali bychom se vericimi.“"}]}