{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Zaprawdę, ci, którzy nie wierzą w życie ostateczne, nazywają aniołów imionami żeńskimi"},{"SurahNumber":53,"VerseNumber":28,"Text":"A nie mają oni o tym żadnej wiedzy i idą tylko za przypuszczeniem, a przypuszczenie nie ma żadnej wartości wobec prawdy"},{"SurahNumber":53,"VerseNumber":29,"Text":"Odwróć się więc od tych, którzy odwracają się od Naszego Napomnienia i nie chcą niczego innego, jak tylko życia na tym świecie"},{"SurahNumber":53,"VerseNumber":30,"Text":"Taka jest ich suma wiedzy. Zaprawdę, twój Pan zna najlepiej tych, którzy zeszli z Jego drogi, i zna najlepiej tych, którzy poszli drogą prostą"},{"SurahNumber":53,"VerseNumber":31,"Text":"Do Boga należy to, co jest w niebiosach, i to, co jest na ziemi - aby mógł zapłacić tym, którzy czynili zło, za to, co uczynili, i aby mógł zapłacić tym, którzy czynili dobro, najpiękniejszą nagrodą"},{"SurahNumber":53,"VerseNumber":32,"Text":"Tych, którzy unikają wielkich grzechów i szpetnych czynów, z wyjątkiem lekkich występków - zaprawdę, twój Pan jest wszechogarniający w Swoim przebaczeniu! On znał was najlepiej, kiedy stworzył was z gliny i kiedy byliście embrionami w łonach waszych matek. Przeto nie uważajcie samych siebie za oczyszczonych. On zna najlepiej tych, którzy są bogobojni"},{"SurahNumber":53,"VerseNumber":33,"Text":"Czy, widziałeś tego, który się odwrócił plecami"},{"SurahNumber":53,"VerseNumber":34,"Text":"I dał mało, i skąpił"},{"SurahNumber":53,"VerseNumber":35,"Text":"Czyż posiada on wiedzę tego, co skryte, aby mógł widzieć"},{"SurahNumber":53,"VerseNumber":36,"Text":"Czy nie został on powiadomiony o tym, co znajduje się na kartach Mojżesza"},{"SurahNumber":53,"VerseNumber":37,"Text":"I Abrahama, który był bardzo wierny"},{"SurahNumber":53,"VerseNumber":38,"Text":"Że żadna dusza obładowana ciężarem nie poniesie ciężaru innej duszy"},{"SurahNumber":53,"VerseNumber":39,"Text":"I że człowiek będzie miał tylko to, o co się pilnie starał"},{"SurahNumber":53,"VerseNumber":40,"Text":"I że jego wysiłek będzie widziany"},{"SurahNumber":53,"VerseNumber":41,"Text":"Potem będzie on wynagrodzony w pełni"},{"SurahNumber":53,"VerseNumber":42,"Text":"I że do twego Pana wszystko zmierza"},{"SurahNumber":53,"VerseNumber":43,"Text":"I że to On powoduje śmiech i płacz"},{"SurahNumber":53,"VerseNumber":44,"Text":"I że to On powoduje śmierć i daje życie"}]}