{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"Ti skazaly: «Tse — yakisʹ rozrizneni vydinnya! A my ne vmiyemo tlumachyty takykh sniv"},{"SurahNumber":12,"VerseNumber":45,"Text":"Ale odyn iz tykh dvokh, yakyy uryatuvavsya, raptom z·hadav pislya dovhoho chasu y skazav: «YA rozpovim vam tlumachennya! Tilʹky vidishlitʹ mene"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Yusufe! O pravdyvyy! Rozkazhy nam pro simokh tovstykh koriv, yakykh pozhyrayutʹ semero khudykh. I sim koloskiv — odni z nykh zeleni, a inshi sukhi. Tse treba dlya toho, shchob ya povernuvsya do lyudey i, mozhlyvo, budutʹ znaty vony"},{"SurahNumber":12,"VerseNumber":47,"Text":"Toy vidpoviv: «Vy budete siyaty sim rokiv, vazhko pratsyuyuchy. Zibranyy urozhay zalyshayte v koloskakh, okrim maloyi chastyny — toho, shcho vy budete yisty"},{"SurahNumber":12,"VerseNumber":48,"Text":"Potim, pislya tsʹoho, nastane sim vazhkykh rokiv, yaki zʺyidyatʹ te, shcho vy pryhotuvaly ranishe, krim maloyi chastyny — toho, shcho vy zberezhete"},{"SurahNumber":12,"VerseNumber":49,"Text":"Potim, pislya tsʹoho, nastane rik, u yakyy lyudy dochekayutʹsya doshchu, y nastane chas dlya vidzhymannya"},{"SurahNumber":12,"VerseNumber":50,"Text":"Todi tsar nakazav: «Pryveditʹ yoho do mene!» I koly pryyshov poslanetsʹ, toy skazav: «Povertaysya do svoho volodarya y spytay, shcho stalosya z tymy zhinkamy, yaki porizaly sobi ruky? Voistynu, Hospodʹ miy znaye pro khytroshchi yikhni"},{"SurahNumber":12,"VerseNumber":51,"Text":"[Tsar] zapytav: «Shcho vy skazhete pro te, yak namahalysya zvabyty Yusufa?» Ti zhinky vidpovily: «Borony Allah! My ne znayemo pro nʹoho nichoho pohanoho!» A druzhyna toho shlyakhetnoho cholovika skazala: «Osʹ teper vidkrylasya istyna! Tse ya namahalasya zvabyty yoho, a vin — odyn iz pravdyvykh"},{"SurahNumber":12,"VerseNumber":52,"Text":"YA kazhu tse dlya toho, shchob [cholovik] znav, shcho ya ne zradyla yomu potayemno, i shcho Allah ne dopomahaye khytroshcham tykh, khto zradzhuye"}]}