{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Ey kavmim, ben sizden buna karsı bir mal da istemiyorum. Benim mukafatım yalnızca Allah´a aittir ve ben, o iman edenleri kovacak degilim. Kesinlikle onlar Rablerine kavusacaklar, ama ben sizi cahillik eden bir topluluk olarak goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey kavmim, ben onları kovarsam, beni Allah´tan kim kurtaracak? Artık bir dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben size, «Allah´ın hazineleri benim yanımdadır.» demiyorum. Ne gaybı bilirim, ne de « Ben bir melegim.» diyorum. O sizin gozlerinizin horladıgı kisiler hakkında: «Allah, onlara hicbir hayır vermez.» de demem. Onların iclerindekini en iyi bilen Allah´tır. O takdirde zalimlerden olmus olurum!» dedi"},{"SurahNumber":11,"VerseNumber":32,"Text":"Onlar: «Ey Nuh, gercekten bizimle cok ugrastın ve bizimle yaptıgın mucadelede cok ileri gittin. Eger dogru soyleyenlerden isen, haydi bizi tehdit edip durdugun azabı getir de gorelim.» dediler"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh: «Onu size ancak dilerse Allah getirir ve siz onu aciz bırakacak degilsiniz"},{"SurahNumber":11,"VerseNumber":34,"Text":"Eger Allah sizi helak etmeyi diliyorsa, ben size ogut vermek istesem de ogudumun size yararı olmaz. O, sizin Rabbinizdir ve sonunda O´na donduruleceksiniz!» dedi"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa: «Onu uydurdu mu?» diyorlar? De ki: «Eger uydurdumsa vebali boynumadır. Oysa ben, sizin yuklendiginiz vebalden uzagım!»"},{"SurahNumber":11,"VerseNumber":36,"Text":"Bir de Nuh´a vahyolunmustu ki: «Haberin olsun, kavminden iman etmis olanların dısında hicbiri iman etmeyecektir; onun icin her ne yaparlarsa gam yeme"},{"SurahNumber":11,"VerseNumber":37,"Text":"Bizim gozetimimizde ve vahyimiz dairesinde gemi yap ve Bana o zulmedenler hakkında birsey soyleme; cunku onlar, bogulacaklardır!»"}]}