{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"Sie sagte: «O wehe mir, soll ich noch gebaren, wo ich doch alt bin und dieser da mein Mann ist, ein Greis? Das ist doch eine verwunderliche Sache.»"},{"SurahNumber":11,"VerseNumber":73,"Text":"Sie sagten: «Bist du verwundert uber den Befehl Gottes? Die Barmherzigkeit Gottes und seine Segnungen kommen auf euch, ihr Leute des Hauses! Er ist des Lobes und der Ehre wurdig.»"},{"SurahNumber":11,"VerseNumber":74,"Text":"Als der Schrecken von Abraham gewichen und die frohe Botschaft zu ihm gekommen war, begann er mit Uns uber das Volk von Lot zu streiten"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham war ja langmutig, voller Trauer und bereit, sich Gott reumutig zuzuwenden"},{"SurahNumber":11,"VerseNumber":76,"Text":"«O Abraham, laß davon ab. Der Befehl deines Herrn ist eingetroffen. Uber sie kommt eine Pein, die unabwendbar ist.»"},{"SurahNumber":11,"VerseNumber":77,"Text":"Und als unsere Boten zu Lot kamen, geriet er ihretwegen in eine bose Lage und wußte daraus keinen Ausweg. Er sagte: «Das ist ein drangsalvoller Tag.»"},{"SurahNumber":11,"VerseNumber":78,"Text":"Seine Leute kamen zu ihm geeilt. Zuvor pflegten sie Missetaten zu veruben. Er sagte: «O mein Volk, da sind meine Tochter, sie sind reiner fur euch. So furchtet Gott und bringt nicht Schande uber mich in Zusammenhang mit meinen Gasten. Gibt es denn unter euch keinen vernunftigen Mann?»"},{"SurahNumber":11,"VerseNumber":79,"Text":"Sie sagten: «Du weißt genau, daß wir kein Recht auf deine Tochter haben, und du weißt wohl, was wir wollen.»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Er sagte: «Hatte ich doch Kraft genug, um euch zu widerstehen, oder konnte ich nur auf einem starken Stutzpunkt Unterkunft finden!»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Sie sagten: «O Lot, wir sind die Boten deines Herrn. Sie werden nicht zu dir gelangen. So zieh mit deinen Angehorigen in einem Teil der Nacht fort, und keiner von euch soll sich umdrehen. Ausgenommen deine Frau; treffen wird sie das, was ihnen zustoßen wird. Ihre Verabredungszeit ist der Morgen. Ist nicht der Morgen schon nahe?»"}]}