{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"В тот день, когда перед каждым человеком предстанет все то доброе или злое, что он совершил, захочется ему, чтобы этот день не наступал как можно дольше. Аллах предостерегает вас от самого Себя. Аллах, воистину, сострадателен к рабам"},{"SurahNumber":3,"VerseNumber":31,"Text":"Скажи [, Мухаммад]: \"Если вы любите Аллаха, то следуйте за мной, [и тогда] Аллах возлюбит вас и простит ваши грехи\". Аллах - прощающий, милосердный"},{"SurahNumber":3,"VerseNumber":32,"Text":"Скажи [, Мухаммад]: \"Повинуйтесь Аллаху и Посланнику. А если вы отвратитесь, то знайте, что Он не любит неверующих"},{"SurahNumber":3,"VerseNumber":33,"Text":"Воистину, Аллах возвысил над [всеми] обитателями миров Адама, Нуха, род Ибрахима и род Имрана"},{"SurahNumber":3,"VerseNumber":34,"Text":"[по нисходящей] линии одних от других. Аллах - слышащий, знающий"},{"SurahNumber":3,"VerseNumber":35,"Text":"[Вспомни,] когда женщина из рода 'Имрана сказала: \"Господи! Воистину, я дала обет [пожертвовать Тебе дитя], которое в утробе моей, освобожденным [от всяких иных забот, кроме повиновения Тебе]. Так прими же от меня, ибо, воистину, Ты - слышащий, знающий"},{"SurahNumber":3,"VerseNumber":36,"Text":"Когда она разрешилась от бремени, то сказала: \"Господи! Я разрешилась девочкой.- Но Аллаху лучше [было] знать, кем она разрешилась, ведь мальчик не то, что девочка.- Я нарекла ее Марйам. Я вверяю ее и ее потомство под Твою защиту от сатаны проклятого"},{"SurahNumber":3,"VerseNumber":37,"Text":"Господь принял и вырастил ее прекрасно и поручил ее Закариййи. Каждый раз, когда Закариййа входил к ней в покои, находил при ней пропитание и [однажды] спросил: \"О Марйам! Откуда у тебя это?\" Она ответила: \"Это - от Аллаха. Воистину, Аллах дарует пропитание, кому пожелает, без ограничения"}]}