{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"avaru tam'ma janarige namājh hāgū jhakāt annu ādēśisuttiddaru mattu avaru tam'ma oḍeyana baḷi prītipātrarāgiddaru"},{"SurahNumber":19,"VerseNumber":53,"Text":"(dūtarē), nīvinnu ī granthadalli idrīs‌rannu prastāpisiri. Avaru tumbā satyavanta pravādiyāgiddaru"},{"SurahNumber":19,"VerseNumber":54,"Text":"nāvu avarannu bahaḷa unnata sthānakke ērisiddevu"},{"SurahNumber":19,"VerseNumber":55,"Text":"avarellā allāhana puraskārakke pātrarāda pravādigaḷu, ādam‌ra santatige sēridavaru, nāvu nūhra jote (haḍaginoḷakke) hattisidavaru mattu ibrāhīm hāgū isrā'īlara santatiyavarāgiddaru. Nāvu avarige saridāriyannu tōriddevu mattu avarannu āydukoṇḍiddevu. Avara munde parama dayāmayana vacanagaḷannu ōdidāgalellā avaru biddu, sāṣṭāṅgaveragi, attu biḍuttiddaru"},{"SurahNumber":19,"VerseNumber":56,"Text":"avara baḷika avara uttarādhikārigaḷādavaru, namājh annu (pālisade)kaḷedukoṇḍaru mattu svēcchegaḷa hinde naḍedaru. Avaru bahubēganē vināśakke tuttāguvaru"},{"SurahNumber":19,"VerseNumber":57,"Text":"paścāttāpa paṭṭu, nambike iṭṭu, satkarma māḍidavara horatu. Avaru svargavannu pravēśisuvaru mattu avara mēle kin̄cittū an'yāyavāgadu"},{"SurahNumber":19,"VerseNumber":58,"Text":"Parama dayāmayanu, tanna dāsarige parōkṣavāgi vāgdāna māḍiruva śāśvata tōṭagaḷu (avarige sigalive.) Avana vāgdānavu khaṇḍita pūrtiyāguvudu"},{"SurahNumber":19,"VerseNumber":59,"Text":"alli avaru yāvudē anagatya mātannu kēḷalāraru. Alli avaru śāntiya hāraikeyannu mātra kēḷuvaru. Mun̄jāne hāgū san̄je avarige avara āhāravu siguttiruvudu"},{"SurahNumber":19,"VerseNumber":60,"Text":"iduvē, nam'ma dāsara paiki dēvaniṣṭharāgiddavaru uttarādhikārigaḷāgaliruva svarga (endu alli ghōṣisalāguvudu)"},{"SurahNumber":19,"VerseNumber":61,"Text":"(malak‌gaḷu hēḷuttāre;) nāvu nim'ma oḍeyana ādēśavillade iḷidu baruvudilla. Nam'ma mundiruva, nam'ma hindiruva hāgū avugaḷa naḍuve iruva ellavū avanigē sērive mattu nim'ma oḍeyanu yāva viṣayavannū mareyuvudilla"},{"SurahNumber":19,"VerseNumber":62,"Text":"avanu ākāśagaḷa, bhūmiya hāgū avugaḷa naḍuve iruva ellavugaḷa oḍeyanu. Nīvu avanannu pūjisiri mattu avanannu pūjisuvudarallē sthiravāgiri. Avanige samanāda innobbanu nimage gottē"},{"SurahNumber":19,"VerseNumber":63,"Text":"innu manuṣyanu ‘‘nānu sattuhōda baḷika nannannēnu matte jīvanta goḷisalāguvudē?’’ Endu praśnisuttāne"},{"SurahNumber":19,"VerseNumber":64,"Text":"hindom'me, avana astitvavē illadiddāga nāvu avanannu sr̥ṣṭisiddevu embudu avanige nenapillavē"}]}