{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":238,"Text":"Namazdarga, ayrıkca ortoluk? namazga bekem bolgula! Jana (namazda) Allaһka toluk moyun sungan abalda turgula"},{"SurahNumber":2,"VerseNumber":239,"Text":"Eger (dusmandan, jırtkıctan j.b.u.s zıyandardan) korksoŋor, jurgon je mingen abalıŋarda (namaz okuy bergile). Al emi, (zıyandardan) tınc bolgonuŋarda, Al (Allaһ) bilbegen nerseŋerdi silerge kanday uyrotkon bolso, dal osondoy (bardık sarttarın orduna keltirip) Allaһtı zikir kılgıla"},{"SurahNumber":2,"VerseNumber":240,"Text":"Silerdin araŋardan ayaldarın kaltırıp koz jumup baratkan kisiler (bolso), ayaldarın bir jılga ceyin uydon kuup jiberbey, (zarıl bolgon tiricilik karajattarı menen) paydalandıruunu (oz jakındarına) kereez kılsın. Eger alar (ayaldar) (bir jılga jetpey, oz kaalooloru menen) cıgıp ketse, oz aldınca kılgan jaksı isterinde siler ucun (ey, erdin jakındarı) kunoo jok. Allaһ — Kudurettuu, Daanısman"},{"SurahNumber":2,"VerseNumber":241,"Text":"Talagı berilgen ayaldardı jaksılık menen paydalantuu takıba kisilerdin moynuna mildet"},{"SurahNumber":2,"VerseNumber":242,"Text":"Osentip, Allaһ silerge Ozunun ayattarın, akılıŋardı istetuuŋor ucun bayan kılıp beret"},{"SurahNumber":2,"VerseNumber":243,"Text":"(O, Muhammad!) Olumdon kacıp, jurttarınan cıkkan miŋdegen adamdardı(n ikayasın) ukpadıŋ bele? Allaһ alarga: «Olgulo!» - dedi. (Alar olustu). Anan, alardı kayra tiriltti.! Albette, Allaһ adamdarga Pazilettuu.? Birok, kopculuk adamdar sugur kılıspayt"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allaһtın jolunda soguskula jana bilgile, Allaһ — Uguucu, Biluucu"},{"SurahNumber":2,"VerseNumber":245,"Text":"Allaһka jaksınakay karız bere turgan adam barbı? Anan aga (Allaһ) kop-kop (soop) kosup kaytarat. (Irıskılardı) keŋ kıluucu da, tar kıluucu da Allaһ! Anın Ozuno gana kaytıp barasıŋar"}]}