{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"[Trollkarlarna] sade: \"Antingen kastar du, Moses, [din stav] eller ocksa kastar vi forst"},{"SurahNumber":20,"VerseNumber":66,"Text":"Han svarade: \"Kasta ni - [jag vantar]!\" Och deras trolldom gjorde sadan verkan att han tyckte sig se att deras rep och stavar verkligen rorde sig"},{"SurahNumber":20,"VerseNumber":67,"Text":"Och Moses sinne fylldes av onda aningar"},{"SurahNumber":20,"VerseNumber":68,"Text":"Vi sade: \"Oroa dig inte! Det ar du som har overtaget"},{"SurahNumber":20,"VerseNumber":69,"Text":"Kasta nu [staven] som du har i din hogra hand; den skall genast snappa at sig det som de har astadkommit. Vad de har astadkommit ar ingenting annat an trollkonster och trollkarlen uppnar aldrig nagot [bestaende med sina konster], vad hans syfte an ar"},{"SurahNumber":20,"VerseNumber":70,"Text":"Och trollkarlarna [som sag sig besegrade] foll ned pa sina ansikten och ropade: \"Vi tror pa Arons och Moses Herre"},{"SurahNumber":20,"VerseNumber":71,"Text":"[Farao] sade: \"Tror ni pa honom innan jag har gett er tillatelse? Han maste vara er mastare som har undervisat er i trolldom! Jag skall sannerligen hugga av er motsatt hand och fot och jag skall korsfasta er pa palmstammar utan att skona nagon, for att ni skall fa lara er vem av oss som utdomer de hardaste straffen och vems straff som varar langst"},{"SurahNumber":20,"VerseNumber":72,"Text":"De svarade: \"Aldrig skall vi satta [troheten mot] dig framfor de bevis [om sanningen] som vi fatt se, och inte heller framfor [troheten mot] Honom som har skapat oss! Besluta nu vad du har satt dig i sinnet - det enda du kan besluta om ar det som ror livet i denna varld"},{"SurahNumber":20,"VerseNumber":73,"Text":"Vi tror nu pa var Herre och [ber Honom] om forlatelse for vara synder och for den trolldom som du har tvingat oss att bedriva. Gud ar den Baste och Han lever i evighet"},{"SurahNumber":20,"VerseNumber":74,"Text":"DEN SOM [pa Uppstandelsens dag] kommer infor sin Herre som obotfardig syndare skall fa helvetet [pa sin lott]; dar far han inte do men kan inte heller leva"},{"SurahNumber":20,"VerseNumber":75,"Text":"Men de som kommer infor Honom som troende efter att ha levt ett rattskaffens liv skall ges den hogsta vardigheten"},{"SurahNumber":20,"VerseNumber":76,"Text":"for dem star Edens lustgardar beredda, vattnade av backar, dar de skall forbli till evig tid. Det ar lonen till dem som har renat sig [fran synd]"}]}