{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Melum, ninkal pirayanattiliruntu (atu camayam kotukkal vankal ceyya avaciyam erpattu) eluttalaraiyum ninkal peravittal (katan pattirattirkup patilaka) atamanamaka (etenum oru porulaip) perruk kollunkal. (Itil) unkalil oruvar (itinrik katan kotukkavo vilai uyarnta porulai corpat tokaikkaka atamanam vaikkavo) oruvarai nampinal, nampappattavar tannitam irukkum atamanattai (olunkaka)k kotuttu vitavum. Melum, tan iraivanakiya allahvukku (mikavum) payantu (nitamaka natantu) kollavum. Tavira, (atamanattai evarenum mocam ceyyak karutinal unkal) catciyattai ninkal maraikkaventam. Evarenum atai maraittal, avarutaiya ullam niccayamaka pavattirkullaki vitukiratu. (Manitarkale!) Ninkal ceyyum anaittaiyum allah nankarivan"},{"SurahNumber":2,"VerseNumber":284,"Text":"(enenral) vanankalilum, pumiyilum ullavai (anaittum) allahvukku uriyanave! Unkal manatil ullavarrai ninkal veliyittalum allatu maraittuk kontalum avarraip parriyum allah unkalaik kelvi ketpan. Avan virumpiyavarkalai mannippan; virumpiyavarkalai vetanai ceyvan. Melum, allah anaittin mitum mika perarralutaiyavan avan"},{"SurahNumber":2,"VerseNumber":285,"Text":"(Manitarkale! Nam) tutar, tam iraivanitamiruntu tamakku arulappatta (vetat)tai meyyakave nampikkai kolkirar. (Avvare marra) nampikkaiyalarkalum (nampikkai kolkinranar. Ivarkal) anaivarum allahvaiyum, avanutaiya vanavarkalaiyum, avanutaiya vetankalaiyum, avanutaiya tutarkalaiyum nampikkai kolkinranar. Tavira, ‘‘avanutaiya tutarkalil evaraiyum (tutar alla enru) nankal pirittu (nirakarittu)vita mattom'' enrum, ‘‘(iraivane! Un veta vacanankalai) nankal ceviyurrom. (Un kattalaikku) nankal kilppatintom. Enkal iraivane! Nankal unatu mannippaik korukirom. Unnitamtan nankal cera ventiyatirukkiratu'' enrum kurukirarkal"},{"SurahNumber":2,"VerseNumber":286,"Text":"allah or atmavai atan caktikku mel nirppantippatillai. Avai tetik konta nanmai avarrukke (payanalikkum). Avai tetikkonta timai avarrukke (ketu vilaivikkum). ‘‘Enkal iraivane! Nankal (enkal katamaikalaic ceyya) marantu vittalum allatu atil tavarilaittuvittalum ataip parri ni enkalai (kurram) pitikkate! Enkal iraivane! Ni enkal mitu (katinamana kattalaikalai vitittu) paluvana cumaiyai cumattivitate. Enkalukku munniruntavarkal mitu (katinamana kattalaikalai) ni cumattiyavaru (cumattate!). Enkal iraivane! Nankal tanka mutiyata ciramankalai enkal mitu cumattivitate! Enkal (kurrankalai) alippayaka! Enkalai mannippayaka! Enkal mitu karunai purivayaka! Nitan enkal patukavalan! Akave, (unnai) nirakarikkum kuttankal mitu (verripera) ni enkalukku utavi purivayaka"}]}