{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":36,"Text":"(Ya Rəsulum!) Kafir olanlar səni gordukləri zaman ancaq məsxərəyə qoyaraq (bir-birinə): “Sizin tanrılarınıza tə’nə edən bumudur?” – deyərlər. Halbuki onlar, məhz onlar Rəhmanın oyud-nəsihətini (Qur’anı) inkar edirlər"},{"SurahNumber":21,"VerseNumber":37,"Text":"Insan tələsən (hovsələsiz) yaradılmısdır. (Insan təbiəti e’tibarilə hovsələsizdir, tələskəndir. Allahın əzabının tez gəlməsini istəyən musriklər kimi). Ayələrimi (Peygəmbərin dediyi sozlərin duzgun olmasını, əzabımı tezliklə) sizə gostərəcəyəm. Hələ Məni tələsdirməyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"Onlar (kafirlər): “Əgər siz dogru danısırsınızsa, bu və’din (əzabın, yaxud qiyamətin) nə vaxt olacagını bildirin!” – deyirlər"},{"SurahNumber":21,"VerseNumber":39,"Text":"Kas kafirlər atəsi uzlərindən və arxalarından dəf edə bilməyəcəkləri və onlara hec bir komək olunmayacagı vaxtı (qiyaməti) biləydilər! (Əgər bilsəydilər, belə bir sual verməz, həm də Allahın əzabının tezliklə gəlməsini istəməzdilər)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Xeyr, (qiyamət) onları gozlənilmədən yaxalayar və sasırdar (mat-məbhut edər). (Kafirlər) onu əsla geri qaytara bilməzlər və onlara (tovbə, uzrxahlıq ucun) mohlət də verilməz"},{"SurahNumber":21,"VerseNumber":41,"Text":"(Ya Rəsulum!) Səndən əvvəl də peygəmbərlərə istehza edilmisdi. Istehza edənləri məsxərəyə qoyduqların seyin ozu (peygəmbərlərin onları qorxutdugu əzab) məhv etdi"},{"SurahNumber":21,"VerseNumber":42,"Text":"De: “Sizi gecə (yatdıgınız vaxt) və gunduz (gəzib dolandıgınız zaman) Rəhmandan (Rəhmanın əzabından) kim qurtara bilər?” Amma onlar Rəbbinin oyud-nəsihətindən (Qur’andan) uz dondərdilər"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoxsa onların Bizdən basqa (əzabı) onlardan dəf edə biləcək tanrıları vardır?! Onlar (o tanrılar) hec ozlərinə belə yardım etməyə qadir olmaz, Bizdən də (əzabımızdan da) qoruna bilməzlər. (Və ya: Bizdən də dəstək gorə bilməzlər)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Dogrusu, Biz bununla (bu kafirlərə) və atalarına omurləri uzanıncaya qədər (dunyada) gun-guzəran verdik. (Onlar fani dunya malına aldanıb məgrur oldular). Məgər Bizim (onların) torpagına girib onu hər tərəfdən əskiltdiyimizi (gundən-gunə yurdlarının musəlmanların əlinə kecdiyini) gormurlərmi? Belə olduqda, qalib olanlar onlarmıdır"}]}