{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"Men du kommer inte att vinna vare sig judarnas eller de kristnas valvilja, om du inte foljer deras vag. Sag: \"Guds vagledning ar den enda sanna vagledningen.\" Sannerligen, om du skulle foga dig efter deras onskningar sedan du fatt all den kunskap som kommit dig till del, skulle ingen kunna skydda dig mot Gud och ingen skulle komma till din hjalp"},{"SurahNumber":2,"VerseNumber":121,"Text":"[Nagra av] dem som Vi har skankt Skriften laser den som den bor lasas; de har den [sanna] tron. Och de som fornekar den, de ar forlorarna"},{"SurahNumber":2,"VerseNumber":122,"Text":"ISRAELITER! Minns Mina valgarningar mot er och hur Jag visade er sadan valvilja som Jag inte har visat nagot annat folk"},{"SurahNumber":2,"VerseNumber":123,"Text":"Och tank pa den Dag da ingen kan gottgora vad en annan har brutit och ingen losen kommer att tas emot och da alla forboner skall avvisas och ingen hjalp skall ges"},{"SurahNumber":2,"VerseNumber":124,"Text":"Och [minns att] Abraham sattes pa prov av sin Herre och [att han] fullgjorde alla Hans befallningar. [Gud] sade: \"Jag skall gora dig till ett foredome for manniskorna.\" Abraham fragade: \"Och mina efterkommande?\" [Gud] svarade: \"Mitt lofte omfattar inte syndarna"},{"SurahNumber":2,"VerseNumber":125,"Text":"OCH [MINNS att] Vi gjorde Helgedomen till en samlingsplats for manniskorna och en fristad [for forfoljda]. Valj darfor platsen dar Abraham [en gang] stod for er bon. Och Vi gav Abraham och Ismael uppdraget att rena Helgedomen for dem som skall vandra runt den, och for dem som dar skall dra sig tillbaka i stillhet, och for dem som skall boja rygg och knan och falla ned pa sina ansikten [i tillbedjan]"},{"SurahNumber":2,"VerseNumber":126,"Text":"Och da Abraham bad: \"Herre, gor detta till ett tryggt land och ge dess folk - de bland dem som tror pa Gud och den Yttersta dagen - de frukter de behover for sitt uppehalle\", sade [Gud]: \"Och den som fornekar tron, honom skall Jag skanka valstand under nagon tid; sedan skall Jag overlamna honom at Eldens straff - ett i sanning fasansfullt slut"}]}