{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Amma küfr (ve inkâr) edib de âyetlerimizi ve âhiret mülâkaatını yalan sayanlar, onlar da azâbda (kalmak üzere) ihzaar olunmuşlardır"},{"SurahNumber":30,"VerseNumber":17,"Text":"Haydi akşama girerken, sabaha ererken Allâhı tenzîh (ve tesbîh) edin (namaz kılın)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Göklerde ve yerde hamd Onundur. Gündüzün nihâyetinde de, öğle vakfına vardığınız vakıtda da (Allâhı tenzîh ve tesbîh edin, namaz kılın)"},{"SurahNumber":30,"VerseNumber":19,"Text":"Ölüden diriyi, diriden ölüyü O çıkarıyor. Arzı, ölümünün ardından, O canlandırıyor. İşte siz de (kabirlerinizden) böylece çıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi bir toprakdan yaratmış olması Onun âyetlerindendir. Sonra siz (her tarafa) yayılır bir beşer oldunuz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Size nefislerinizden, kendilerine ısınmanız için, zevceler yaratmış olması, aranızda bir sevgi ve esirgeme yapması da Onun âyetlerindendir. Şübhe yok ki bunda fikrini iyi i´mâl edecek bir kavm için elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"O gökleri, o yeri yaratması, dillerinizin ve renklerinizin birbirine uymaması da Onun âyetlerindendir. Hakıykat, bunlarda aalimler için elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Gece gündüz uyumanız ve Onun fazl (-u kerem) inden (nasıyb) aramanız da yine Onun âyetlerindendir. Şübhesiz ki bunda da (hakıykatlara) kulak verecek bir zümre için mutlak ibretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Yine Onun âyetlerindendir ki O, size hem korku, hem tama (vermek) için şimşeği gösteriyor, yukarıdan bir su indiriyor da onunla arza, ölümünden sonra, can veriyor. Hakıykat, bunda da aklını kullanacak bir kavm için elbette âyetler vardır"}]}