{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Ibrāhīma balalaḥ hē prērita phērēśatāgaṇa, tōmādēra uddēśya ki"},{"SurahNumber":51,"VerseNumber":32,"Text":"tārā balalaḥ āmarā ēka aparādhī sampradāẏēra prati prērita haẏēchi"},{"SurahNumber":51,"VerseNumber":33,"Text":"yātē tādēra upara māṭira ḍhilā nikṣēpa kari."},{"SurahNumber":51,"VerseNumber":34,"Text":"Yā sīmātikramakārīdēra jan'yē āpanāra pālanakartāra kāchē cihiߦ#2468; āchē."},{"SurahNumber":51,"VerseNumber":35,"Text":"Ataḥpara sēkhānē yārā īmānadāra chila, āmi tādērakē ud'dhāra karalāma."},{"SurahNumber":51,"VerseNumber":36,"Text":"Ēbaṁ sēkhānē ēkaṭi gr̥ha byatīta kōna musalamāna āmi pā'ini."},{"SurahNumber":51,"VerseNumber":37,"Text":"Yārā yantraṇādāẏaka śāstikē bhaẏa karē, āmi tādēra jan'yē sēkhānē ēkaṭi nidarśana rēkhēchi."},{"SurahNumber":51,"VerseNumber":38,"Text":"Ēbaṁ nidarśana raẏēchē mūsāra br̥ttāntē; yakhana āmi tākē suspaṣṭa pramāṇasaha phērā'unēra kāchē prēraṇa karēchilāma."},{"SurahNumber":51,"VerseNumber":39,"Text":"Ataḥpara sē śaktibalē mukha phiriẏē nila ēbaṁ balalaḥ sē haẏa yādukara, nā haẏa pāgala."},{"SurahNumber":51,"VerseNumber":40,"Text":"Ataḥpara āmi tākē ō tāra sēnābāhinīkē pākaṛā'ō karalāma ēbaṁ tādērakē samudrē nikṣēpa karalāma. Sē chila abhiyukta."},{"SurahNumber":51,"VerseNumber":41,"Text":"Ēbaṁ nidarśana raẏēchē tādēra kāhinītē; yakhana āmi tādēra upara prēraṇa karēchilāma aśubha bāẏu."},{"SurahNumber":51,"VerseNumber":42,"Text":"Ē'i bāẏu yāra upara diẏē prabāhita haẏēchilaḥ tākē'i curṇa-bicurṇa karē diẏēchila."},{"SurahNumber":51,"VerseNumber":43,"Text":"Āra'ō nidarśana raẏēchē sāmūdēra ghaṭanāẏa; yakhana tādērakē balā haẏēchila, kichukāla majā luṭē nā'ō."},{"SurahNumber":51,"VerseNumber":44,"Text":"Ataḥpara tārā tādēra pālanakartāra ādēśa amān'ya karala ēbaṁ tādēra prati bajraghāta hala ēmatābasthāẏa yē, tārā tā dēkhēchila."},{"SurahNumber":51,"VerseNumber":45,"Text":"Ataḥpara tārā dām̐ṛātē sakṣama hala nā ēbaṁ kōna pratikāra'ō karatē pārala nā."},{"SurahNumber":51,"VerseNumber":46,"Text":"Āmi itipūrbē nūhēra sampradāẏakē dhbansa karēchi. Niścita'i tārā chila pāpācārī sampradāẏa."},{"SurahNumber":51,"VerseNumber":47,"Text":"Āmi sbīẏa kṣamatābalē ākāśa nirmāṇa karēchi ēbaṁ āmi abaśya'i byāpaka kṣamatāśālī."},{"SurahNumber":51,"VerseNumber":48,"Text":"Āmi bhūmikē bichiẏēchi. Āmi kata sundarabhābē'i nā bichātē sakṣama."},{"SurahNumber":51,"VerseNumber":49,"Text":"Āmi pratyēka bastu jōṛāẏa jōṛāẏa sr̥ṣṭi karēchi, yātē tōmarā hr̥daẏaṅgama kara."},{"SurahNumber":51,"VerseNumber":50,"Text":"Ata'ēba, āllāhara dikē dhābita ha'ō. Āmi tām̐ra tarapha thēkē tōmādēra jan'yē suspaṣṭa satarkakārī."},{"SurahNumber":51,"VerseNumber":51,"Text":"Tōmarā āllāhara sāthē kōna upāsya sābyasta karō nā. Āmi tām̐ra pakṣa thēkē tōmādēra jan'ya suspaṣṭa satarkakārī."}]}