{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Ē'iṭōraē'i sē'i susambāda, yiṭō āllāhē tē'ōm̐ra bāndāsakalaka dichē, yisakalē īmāna ānichē ārau saṯkarma karaichē. Kōraā, ‘ma'i iẏāra binimaẏata tōmālōkara paraā kērala ātmīẏatāra sauhārdyara bāhiraē āna ēkō pratidāna nibicāraō’. Yiẏē uttama kāma karaē āmi tāra bābē iẏāta kalyāṇa br̥d'dhi karai di'ōm̐. Niścaẏa āllāha atyanta kṣamāśīla, guṇagraāhī"},{"SurahNumber":42,"VerseNumber":24,"Text":"Athabā siham̐tē ē'i kathā kaẏa nēki yē, si āllāha samparkē michā udbhārana karaichē, yadi sē'iṭōraē'i ha’lēhēm̐tēna tēntē āllāhē icchā karailē tōmāra hr̥daẏata mōhara mārai dilēhēm̐tēna. Āllāhē bātilaka maci diẏē ārau nija bāṇīra dbāraā satyaka pratiṣṭhita karaē. Niścaẏa antarasamūhata yi āchē sē'i biṣaẏē tē'ōm̐ sabiśēṣa aragata"},{"SurahNumber":42,"VerseNumber":25,"Text":"Ārau tēraēm̐i nija bāndāsakalara tā'ōbā kabula karaē ārau pāpasamūha mōcana karaē ārau tōmālōkē yi karaā sēẏā tē'ōm̐ jānē"},{"SurahNumber":42,"VerseNumber":26,"Text":"Ārau yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkara āhbānata tē'ōm̐ sam̐hārai diẏē ārau tē'ōm̐lōkara prati tē'ōm̐ra anugraha br̥d'dhi karai diẏē; ārau kāphirasakalara bābē āchē kaṭhina śāsti"},{"SurahNumber":42,"VerseNumber":27,"Text":"Ārau yadi āllāhē tē'ōm̐ra bāndāsakalara jīraikā praśasta karai dilēhēm̐tēna, tēntē siham̐tē pr̥thiraīta araśyē sīmālaṅghana karailēhēm̐tēna; kintu tē'ōm̐ nijara icchāmatē nirdiṣṭa paraimāṇē (jīraikā) aratīrṇa karaē. Niścaẏa tē'ōm̐ nija bāndāsakalara biṣaẏē samyaka arahita ārau sarbadraṣṭā"},{"SurahNumber":42,"VerseNumber":28,"Text":"Ārau siham̐ta niraāśa hōraāra pichata tēraēm̐i baraṣuṇa aratīrṇa karaē ārau tē'ōm̐ra rahamata bistāra karaē. Tēraēm̐i abhibhāraka, atyanta praśansita"},{"SurahNumber":42,"VerseNumber":29,"Text":"Ārau tē'ōm̐ra an'yatama nidarśana haichē ākāśasamūha ārau pr̥thiraīra sr̥ṣṭi ārau ē'i duẏōra mājata tē'ōm̐ yibōra jīra-jantu bistāra karaichē sē'ibōraō (tē'ōm̐ra nidarśana); ārau tē'ōm̐ yētiẏā'i icchā tētiẏā'i sē'ibōraka samabēta karaibalai sakṣama"},{"SurahNumber":42,"VerseNumber":30,"Text":"Ārau tōmālōkara prati yi bipada-āpada āpatita haẏa sēẏā tōmālōkaraē'i kr̥takarmara paraiṇāma ārau bahutō aparaādha tē'ōm̐ kṣamā karai diẏē"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ārau tōmālōkē pr̥thiraīta (āllāhara karma paraikalpanāka) byartha karaiba nōraāraibā. Āllāhara bāhiraē tōmālōkara āna kōnō abhibhāraka nā'i ārau kōnō sahāẏakāraī'ō nā'i"}]}