{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":31,"Text":"Allah´ın birligini onaylayan kimseler olunuz, O´na ortak kosmayınız. Kim Allah´a ortak kosarsa sanki gokten yere dusmus de kuslara yem olmus ya da ruzgar tarafından suruklenerek ıssız bir koseye atılmıs gibi olur"},{"SurahNumber":22,"VerseNumber":32,"Text":"Bu boyledir. Kim Allah´ın emrettigi ibadet bicimlerine saygı gosterirse hic kuskusuz bu saygı kalplerdeki takvadan kaynaklanır"},{"SurahNumber":22,"VerseNumber":33,"Text":"Kurbanlık hayvanlar belirli bir sureye kadar size yararlı olur, sonra varacakları yer o tarihi evdir. (Beytullah´tır)"},{"SurahNumber":22,"VerseNumber":34,"Text":"Biz her ummete kurban kesmeyi, ibadet olarak emrettik. Amac, Allah´ın insanlara rızık olarak sundugu hayvanları keserken O´nun adını anmaktır. Ilahınız tek ilahtır, yalnız O´na boyun eginiz. Ey Muhammed, alcak gonullu saygılıları mujdele"},{"SurahNumber":22,"VerseNumber":35,"Text":"Onlar ki, yanlarında Allah´ın adı anıldıgında kalpleri urperir, baslarına gelen belalara karsı sabrederler, namaz kılar ve kendilerine verdigimiz rızıkların bir bolumunu Allah yolunda harcarlar"},{"SurahNumber":22,"VerseNumber":36,"Text":"Buyukbas hayvan kurban etmeyi de Allah´ın size emrettigi ibadet bicimlerinden saydık. Onlar size cesitli yararlar saglarlar. On ayaklarını baglayarak onları bogazlarken Allah´ın adını anınız. Yan ustu dusup olduklerinde, etlerinden hem kendiniz yiyiniz, hem de isteyene ve istemeyene yediriniz. Sukredesiniz diye o hayvanları boylece yararınıza sunduk"},{"SurahNumber":22,"VerseNumber":37,"Text":"Bu hayvanların ne etleri ve ne de kanları Allah´a ulasacaktır. Allah´a ulasacak olan sey, sadece gonlunuzdeki Allah saygısıdır, takvadır. Bu sekilde onları yararınıza sunduk ki, sizi dogru yola ilettigi gerekcesi ile Allah´ın yuceligini dile getiresiniz. Ey Muhammed, iyi ameller isleyenleri mujdele"},{"SurahNumber":22,"VerseNumber":38,"Text":"Hic kuskusuz Allah mu´minleri destekler, savunur; yine hic suphesiz Allah hicbir emanetine hıyanet edeni ve nankoru sevmez"}]}