{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"و او را از جانب راست كوه طور ندا داديم و نزديكش ساختيم تا با او راز گوييم"},{"SurahNumber":19,"VerseNumber":53,"Text":"و از رحمت خود برادرش هارون پيامبر را به او بخشيديم"},{"SurahNumber":19,"VerseNumber":54,"Text":"و در اين كتاب اسماعيل را ياد كن. او درست‌قول و فرستاده‌اى پيامبر بود،"},{"SurahNumber":19,"VerseNumber":55,"Text":"و خاندان خود را به نماز و زكات امر مى‌كرد و نزد پروردگارش شايسته و پسنديده بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و در اين كتاب ادريس را ياد كن. او راست‌گفتارى پيامبر بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"او را به مكانى بلند فرا برديم"},{"SurahNumber":19,"VerseNumber":58,"Text":"اينان گروهى از پيامبران بودند كه خدا به آنان انعام كرده بود، از فرزندان آدم و فرزندان آنان كه با نوح در كشتى نشانديم و فرزندان ابراهيم و اسرائيل و آنها كه هدايتشان كرديم و برگزيديمشان. و چون آيات خداى رحمان بر آنان تلاوت مى‌شد، گريان به سجده مى‌افتادند"},{"SurahNumber":19,"VerseNumber":59,"Text":"سپس كسانى جانشين اينان شدند كه نماز را ضايع گذاشتند و پيرو شهوات گرديدند و به زودى به غى خواهند افتاد،"},{"SurahNumber":19,"VerseNumber":60,"Text":"مگر آن كس كه توبه كرد و ايمان آورد و كارهاى شايسته كرد. اينان به بهشت داخل مى‌شوند و هيچ مورد ستم قرار نمى‌گيرند"},{"SurahNumber":19,"VerseNumber":61,"Text":"بهشتهاى جاويد كه خداى رحمان در غيب به بندگان خويش وعده كرده است و وعده او فرا خواهد رسيد"},{"SurahNumber":19,"VerseNumber":62,"Text":"در آنجا سخن لغو نمى‌شنوند، گفتارشان سلام است. و روزيشان هر صبح و شام آماده است"},{"SurahNumber":19,"VerseNumber":63,"Text":"اين همان بهشتى است كه به بندگانمان، آنها كه پرهيزگارى كرده‌اند، عطا مى‌كنيم"},{"SurahNumber":19,"VerseNumber":64,"Text":"و ما جز به فرمان پروردگار تو فرود نمى‌آييم. آنچه در پيش روى ما و پشت سر ما و ميان اين دو قرار دارد از آنِ اوست. و پروردگار تو فراموشكار نيست"}]}