{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Boi the, khi thay no đen gan, guong mat cua nhung ke khong co đuc tin to ve buon rau va co loi bao: “Đay la cai ma cac nguoi thuong cau nguyen”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Hay bao chung: “Cac nguoi co xet thay chang, neu Allah muon tieu diet ta va nguoi nao theo ta hoac muon khoan dung bon ta thi ai co the cuu nhung ke khong co đuc tin thoat khoi su trung phat đau đon?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Hay bao chung: “Ngai la Đang Đo Luong, bon ta tin tuong Ngai va pho thac cho Ngai. Roi đay cac nguoi se som biet ai la ke lac huong ro ret.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Hay bao chung: “Cac nguoi co xet thay chang? Neu vao mot buoi sang nao đo mach nuoc cua cac nguoi rut mat tieu (xuong long đat) thi ai se mang nuoc mach trong vat đen tiep lieu cho cac nguoi?”"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. The boi cay viet va đieu ma ho (Thien Than) ghi chep"},{"SurahNumber":68,"VerseNumber":2,"Text":"Do An Hue cua Thuong Đe (Allah) cua Nguoi (Muhammad!), Nguoi khong phai la mot ke đien"},{"SurahNumber":68,"VerseNumber":3,"Text":"Va qua that, Nguoi se đuoc mot phan thuong khong he dut"},{"SurahNumber":68,"VerseNumber":4,"Text":"Va qua that, Nguoi đuoc phu cho nhung đuc tinh vi đai"},{"SurahNumber":68,"VerseNumber":5,"Text":"Boi the, Nguoi se som thay va chung cung se som thay"},{"SurahNumber":68,"VerseNumber":6,"Text":"Ai trong cac nguoi la ke mac benh đien"},{"SurahNumber":68,"VerseNumber":7,"Text":"Qua that, Thuong Đe cua Nguoi biet ro ai lac khoi con đuong cua Ngai va biet ai đi đung đuong"},{"SurahNumber":68,"VerseNumber":8,"Text":"Boi the, cho nghe theo nhung ke phu nhan (Thong Điep cua Allah)"},{"SurahNumber":68,"VerseNumber":9,"Text":"Chung mong rang neu Nguoi nhuong bo thi chung cung se nhuong bo"},{"SurahNumber":68,"VerseNumber":10,"Text":"Va cho nghe theo tung ten the thot đe tien"},{"SurahNumber":68,"VerseNumber":11,"Text":"Mot ke vu khong chuyen toi lui noi xau nguoi khac"},{"SurahNumber":68,"VerseNumber":12,"Text":"Ngan can đieu thien, thai qua va toi loi"},{"SurahNumber":68,"VerseNumber":13,"Text":"Hung bao, va ngoai ra, ha cap"},{"SurahNumber":68,"VerseNumber":14,"Text":"Nhu the la vi y giau co va đong con"},{"SurahNumber":68,"VerseNumber":15,"Text":"Khi cac Cau Kinh cua TA (Allah) đuoc đoc nhac y, y bao: “Chuyen cua co nhan.”"}]}