{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Mereka itu tidak akan dapat melemahkan kekuasaan Allah daripada menimpakan mereka dengan azab di dunia, dan tidak ada pula bagi mereka, yang lain dari Allah, sesiapapun yang dapat menolong melepaskan mereka dari seksaNya. Azab untuk mereka akan digandakan (kerana mereka sangat bencikan jalan ugama Allah), sehingga mereka tidak tahan mendengarnya, dan tidak pula suka melihat tanda-tanda kebenarannya"},{"SurahNumber":11,"VerseNumber":21,"Text":"Merekalah orang-orang yang merugikan diri sendiri, dan hilang lenyaplah dari mereka apa yang mereka ada-adakan"},{"SurahNumber":11,"VerseNumber":22,"Text":"Tidak syak lagi, bahawa sesungguhnya merekalah yang paling rugi, pada hari akhirat kelak"},{"SurahNumber":11,"VerseNumber":23,"Text":"Sesungguhnya orang-orang yang beriman dan mengerjakan amal yang soleh, serta tunduk taat menunaikan ibadat kepada Tuhan mereka dengan khusyuk, mereka itulah ahli Syurga, mereka kekal di dalamnya"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bandingan dua golongan (yang kafir dan yang beriman) itu samalah seperti orang yang buta serta pekak, dengan orang yang celik serta mendengar; kedua-dua golongan itu tidaklah sama keadaannya. (Setelah kamu mengetahui yang demikian) maka tidakkah kamu mahu mengambil peringatan dan insaf"},{"SurahNumber":11,"VerseNumber":25,"Text":"Dan demi sesungguhnya! Kami telah utuskan Nabi Nuh lalu ia memberitahu kaumnya dengan berkata: \"Sesungguhnya aku ini seorang Rasul pemberi amaran yang nyata kepada kamu"},{"SurahNumber":11,"VerseNumber":26,"Text":"Iaitu janganlah kamu menyembah melainkan Allah; sesungguhnya aku bimbang (jika kamu menyembah yang lainnya), kamu akan ditimpa azab yang tidak terperi sakitnya pada hari pembalasan"},{"SurahNumber":11,"VerseNumber":27,"Text":"Maka berkatalah ketua-ketua yang kafir dari kaumnya: \"Kami tidak memandangmu (wahai Nuh) melainkan sebagai seorang manusia seperti kami; dan kami tidak nampak golongan yang mengikutmu melainkan orang-orang kami yang miskin hina, lagi berfikiran singkat; dan kami juga tidak memandang kamu (semua) mempunyai sebarang kelebihan yang mengatasi kami, bahkan kami menganggap kamu orang-orang pendusta"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nabi Nuh berkata: \"Wahai kaumku! Jika keadaanku berdasarkan bukti yang nyata dari Tuhanku, serta Ia mengurniakan pangkat Nabi kepadaku dari sisiNya, kemudian bukti yang nyata itu menjadi kabur pada pandangan kamu (disebabkan keingkaran kamu yang telah sebati), maka adakah kamu nampak ada gunanya Kami memaksa kamu menerima bukti itu sedang kamu tidak suka kepadanya"}]}