{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"Mi smo i prije tebe samo ljude kao poslanike s objavom slali; ako za to ne znate, pitajte sljedbenike Knjige"},{"SurahNumber":16,"VerseNumber":44,"Text":"Slali smo ih s jasnim dokazima i knjigama, a tebi spustamo Opomenu, da bi objasnio ljudima ono sto im se objavljuje, i da bi oni razmislili"},{"SurahNumber":16,"VerseNumber":45,"Text":"A zar su sigurni oni koji podmuklo prave zlo - da ih Allah nece u zemlju utjerati, ili da im nece, odakle ne mogu ni pomisliti, kazna doci"},{"SurahNumber":16,"VerseNumber":46,"Text":"ili da ih nece na putovanjima njihovim kazniti, pa da nece umaci"},{"SurahNumber":16,"VerseNumber":47,"Text":"ili da ih nece, dok su u strahu, kaznjavati? Ali Gospodar vas je, doista, milosrdan i milostiv"},{"SurahNumber":16,"VerseNumber":48,"Text":"Zar oni ne vide da sve ono sto je Allah stvorio sad desno, sad lijevo, pruza sjene svoje Allahu sedzdu cineci i da je sve to pokorno"},{"SurahNumber":16,"VerseNumber":49,"Text":"Allahu sedzdu cini sve zivo na nebesima i na Zemlji, i meleci, a oni se ne ohole"},{"SurahNumber":16,"VerseNumber":50,"Text":"boje se Gospodara svoga koji je iznad njih i cine ono sto im se naredi"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah kaze: \"Dvojicu bogova za obozavanje ne uzimajte!\", samo je jedan Bog, \"i samo od Mene strahujte"},{"SurahNumber":16,"VerseNumber":52,"Text":"Allahu pripada sve sto je na nebesima i na Zemlji i Njemu treba uvijek poslusan biti. Zar nekoga drugog osim Allaha da se bojite"},{"SurahNumber":16,"VerseNumber":53,"Text":"Svaka blagodat koju uzivate od Allaha je, a cim vas nevolja kakva zadesi, opet od Njega glasno pomoc trazite"},{"SurahNumber":16,"VerseNumber":54,"Text":"A potom, kad vam On nevolju otkloni, neki od vas Gospodaru svome druge u obozavanju pridruzuju"}]}