{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Mwenye kuja na upwekeshaji wa Mwenyezi Mungu na kumuamini na kumuabudu Peke Yake na matendo mema Siku ya Kiyama, basi Atakuwa na malipo mema makubwa kutoka kwa Mwenyezi Mungu, yatakaokuwa mema na bora zaidi, nayo ni Pepo. Na wao, Siku ya babaiko kubwa, watakuwa kwenye amani"},{"SurahNumber":27,"VerseNumber":90,"Text":"Na mwenye kuja na ushirikina na matendo mabaya yanayochukiza, basi malipo yao ni awatupe Motoni Mwenyezi Mungu Siku ya Kiyama. Na wataambiwa kwa kulaumiwa, «Je, mtalipwa isipokuwa kile mliokuwa mkikifanya duniani?»"},{"SurahNumber":27,"VerseNumber":91,"Text":"Sema, ewe Mtume, kuwaambia watu, «Hakika nimeamrishwa nimuabudu Mola wa mji huu, nao ni Makkah, ambao Ameuharamisha kwa viumbe wake wasimwage humo damu iliyo haramu kuimwaga au kumdhulumu yoyote ndani yake au kuwinda viindwa vyake au kukata mti wake. Na ni Chake Yeye kila kitu, kutakasika na sifa za upungufu ni Kwake. Na nimeamrishwa nimuabudu Yeye Peke Yake, na sio mwingine, na niwe mtiifu Kwake"},{"SurahNumber":27,"VerseNumber":92,"Text":"na niwasomee watu Qur’ani, basi mwenye kuongoka kuyajua yaliyomo ndani yake na akayafuata niliokuja nayo, wema wa hilo na malipo yake yatamfaa mwenyewe. Na mwenye kupotea akapotoka na njia ya haki, basi wewe sema, «Mimi ni muonyaji kwenu, nawaonya na adhabu ya Mwenyezi Mungu na mateso Yake iwapo hamtaamini, kwani mimi ni mmoja wa Mitume waliowaonya watu wao, na uongofu wa aina yoyote hauko mikononi mwangu"},{"SurahNumber":27,"VerseNumber":93,"Text":"Na sema, ewe Mtume, «Sifa nzuri ni za Mwenyezi Mungu, atawaonyesha alama Zake ndani ya nafsi zenu na kwenye mbingu na ardhi, na mtazijua ujuzi wenye kuwaonyesha haki na kuwafafanulia ubatilifu. Na Mola wako si mwenye kughafilika na hayo mnayoyafanya na Atawalipa nyinyi kwa hayo"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ṭā, Sīn, Mīm. (Yametangulia maelezo kuhusu herufi ziliokatwa na kutengwa mwanzo wa sura ya Al-Baqarah)"},{"SurahNumber":28,"VerseNumber":2,"Text":"Hizi ni aya za Qur’ani niliyokuteremshia, ewe Mtume, yenye kufafanua kila kile ambacho waja wanakihitajia katika ulimwengu wao na Akhera yao"},{"SurahNumber":28,"VerseNumber":3,"Text":"Tunakusimulia wewe habari ya Mūsā na Fir’awn kwa ukweli (ili wazingatie wale) watu wanaoiamini hii Qur’ani na wakubali kwamba inatoka kwa Mwenyezi Mungu na wafanye matendo yanayoambatana na uongofu wake"},{"SurahNumber":28,"VerseNumber":4,"Text":"Hakika Fir’awn alifanya kiburi na akapita mipaka katika nchi, akawafanya watu wake kuwa ni makundi tafauti-tafauti, akawa analinyongesha kundi moja ya hayo, nalo ni lile la Wana wa Isrāīl, akawa anawaua watoto wao wa kiume na anawabakisha wanawake wao kwa kutumika na kudharauliwa, Hakika yeye alikuwa ni miongoni mwa waharibifu katika ardhi"},{"SurahNumber":28,"VerseNumber":5,"Text":"Na tunataka kuwafadhili wale ambao Fir'awn aliwafanya wanyonge nchini, tuwafanye ni viongozi katika wema na ni wenye kuulingania, na tuwafanye wao wairithi nchi baada ya kuangamia Fir'awn na watu wake"}]}