{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":144,"Text":"He (God) said: \"O Moses! Indeed I have chosen you above people by virtue of My Messages (that I have entrusted to you) and My speaking (to you). So (without aspiring to what is not for you), hold fast to what I have granted you, and (in return, with your every word and action) be of the thankful"},{"SurahNumber":7,"VerseNumber":145,"Text":"(Moses completed the term appointed by his Lord for him to be favored with the Book to order his people’s affairs.) And We recorded for him on the Tablets whatever is necessary as instruction and guidance (to follow the way to God), and as explanation for all matters. And (We said): \"Hold fast to them with strength, and command your people to hold fast to the best thereof (fulfill the commandments in the best way possible). I will soon show you the (ultimate) abode of the transgressors"},{"SurahNumber":7,"VerseNumber":146,"Text":"I will turn away from My Revelations and signs those who act with haughtiness on the earth against all right. And though they see every sign (of the truth), they do not believe in it; and though they see the way of right guidance, they do not take it as a way to follow. But if they see the way of error and rebellion against the truth, they take it as a way to follow. That is because they deny Our Revelations and are ever heedless of them"},{"SurahNumber":7,"VerseNumber":147,"Text":"Those who deny Our Revelations and the meeting of the Hereafter – their works have wasted. Or are they to be recompensed for anything but what they used to do"},{"SurahNumber":7,"VerseNumber":148,"Text":"The people of Moses, after he (had left them to meet with his Lord), adopted for worship a calf (in effigy, made) of their ornaments, which gave out a lowing sound. Did they not see that it neither spoke to them nor guided them to a way? They adopted it for worship and so became wrongdoers (acting contrary to all the truths of creation and Divine commandments, and thereby wronging their very selves)"},{"SurahNumber":7,"VerseNumber":149,"Text":"When they realized in remorse that they earned nothing but ruin, and perceived that they had gone astray, they said: \"If our Lord does not have mercy on us and forgive us, we will certainly be among the losers"}]}