{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Āvī ja rītē amē tamārī samakṣa pahēlā tha'i gayēlā kis'sā'ōnuṁ varṇana karī'ē chī'ē anē ni:Śaṅka amē tamanē pōtānī pāsēthī śikhāmaṇa āpī cūkyā chē"},{"SurahNumber":20,"VerseNumber":100,"Text":"ānāthī jē mōḍhuṁ phēravaśē tē kharēkhara kayāmatanā divasē pōtānō bhārē bōja uṭhāvaśē"},{"SurahNumber":20,"VerseNumber":101,"Text":"jēmāṁ hammēśā rahēśē anē tēmanā māṭē kayāmatanā divasē (mōṭō) kharāba bhāra chē"},{"SurahNumber":20,"VerseNumber":102,"Text":"jē divasē sūra phūṅkavāmāṁ āvaśē anē pāpī'ōnē amē tē divasē (bhaya nā kāraṇē) bhūrī anē pīḷī āṅkhō sāthē lāvīśuṁ"},{"SurahNumber":20,"VerseNumber":103,"Text":"tē'ō andarō'andara dhīrēdhīrē vāta karī rahyā haśē kē amē tō phakta dasa divasa ja rahyā (duniyāmāṁ)"},{"SurahNumber":20,"VerseNumber":104,"Text":"jē kaṁi tē'ō kahī rahyā chē, tēnī satyatānē amē jāṇī'ē chī'ē. Tē lōkō karatā vadhārē satya mārgavāḷō kahī rahyō haśē kē tamē tō phakta ēka ja divasa rahyā"},{"SurahNumber":20,"VerseNumber":105,"Text":"tē tamanē parvatō viśē savāla karē chē, tō tamē kahī dō kē tēmanē mārō pālanahāra kaṇō banāvī uḍāvī dēśē"},{"SurahNumber":20,"VerseNumber":106,"Text":"anē dharatīnē sapāṭa mēdāna karī dēśē"},{"SurahNumber":20,"VerseNumber":107,"Text":"jēmāṁ na tō tamē vaḷāṅka jōśō anē na tō khāḍā"},{"SurahNumber":20,"VerseNumber":108,"Text":"jē divasē lōkō pōkāravāvāḷānī pāchaḷa cālaśē, jēmāṁ kaṁi paṇa khāmī nahīṁ hōya anē kr̥pāḷu allāha samakṣa darēkanō avāja nīcō tha'i jaśē. Tamanē baṇabaṇāṭa sivāya kaṁi paṇa nahīṁ sambhaḷāya"},{"SurahNumber":20,"VerseNumber":109,"Text":"tē divasē bhalāmaṇa kaṁi kāma nahīṁ āvē, parantu jēnē rahamāna (allāha) paravānagī āpē anē tēnī vātanē pasanda karē"},{"SurahNumber":20,"VerseNumber":110,"Text":"jē kaṁi tēmanī āgaḷa-pāchaḷa chē tēnē allāha ja jāṇē chē, sarjanōnuṁ jñāna tēnāthī ucca nathī tha'i śakatuṁ"},{"SurahNumber":20,"VerseNumber":111,"Text":"darēka cahērā, tē jīvita anē bākī rahēnāra, vyavasthāpaka allāhanī samakṣa sampūrṇa ājījī sāthē jhūkēlā haśē, ni:Śaṅka tē barabāda tha'i gayō jēṇē atyācāra karyō"},{"SurahNumber":20,"VerseNumber":112,"Text":"anē jē satkārya karaśē anē sāthē sāthē īmāna paṇa dharāvatō haśē, tō tēnē na tō an'yāya thavānō bhaya haśē anē na tō tēnō adhikāra chīnavā'i javānō"},{"SurahNumber":20,"VerseNumber":113,"Text":"Ēvī ja rītē amē tamārā para arabī bhāṣāmāṁ kura'āna avatarita karyuṁ anē darēka rītē bhayanī vātō sambhaḷāvī, jēthī lōkō ḍaravā lāgē. Athavā tēmanā hr̥dayamāṁ cintana-manana thāya"}]}