{"Id":55,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"এবং যারা যা দান করবার, তা ভীত, কম্পিত হৃদয়ে এ কারণে দান করে যে, তারা তাদের পালনকর্তার কাছে প্রত্যাবর্তন করবে"},{"SurahNumber":23,"VerseNumber":61,"Text":"তারাই কল্যাণ দ্রুত অর্জন করে এবং তারা তাতে অগ্রগামী।"},{"SurahNumber":23,"VerseNumber":62,"Text":"আমি কাউকে তার সাধ্যাতীত দায়িত্ব অর্পন করি না। আমার এক কিতাব আছে, যা সত্য ব্যক্ত করে এবং তাদের প্রতি জুলুম করা হবে না।"},{"SurahNumber":23,"VerseNumber":63,"Text":"না, তাদের অন্তর এ বিষয়ে অজ্ঞানতায় আচ্ছন্ন, এ ছাড়া তাদের আরও কাজ রয়েছে, যা তারা করছে।"},{"SurahNumber":23,"VerseNumber":64,"Text":"এমনকি, যখন আমি তাদের ঐশ্বর্যশালী লোকদেরকে শাস্তি দ্বারা পাকড়াও করব, তখনই তারা চীৎকার জুড়ে দেবে।"},{"SurahNumber":23,"VerseNumber":65,"Text":"অদ্য চীৎকার করো না। তোমরা আমার কাছ থেকে নিস্কৃতি পাবে না।"},{"SurahNumber":23,"VerseNumber":66,"Text":"তোমাদেরকে আমার আয়াতসমূহ শোনানো হত, তখন তোমরা উল্টো পায়ে সরে পড়তে।"},{"SurahNumber":23,"VerseNumber":67,"Text":"অহংকার করে এ বিষয়ে অর্থহীন গল্প-গুজব করে যেতে।"},{"SurahNumber":23,"VerseNumber":68,"Text":"অতএব তারা কি এই কালাম সম্পꦣ2503;ক চিন্তা-ভাবনা করে না? না তাদের কাছে এমন কিছু এসেছে, যা তাদের পিতৃপুরুষদের কাছে আসেনি"},{"SurahNumber":23,"VerseNumber":69,"Text":"না তারা তাদের রসূলকে চেনে না, ফলে তারা তাঁকে অস্বীকার করে"},{"SurahNumber":23,"VerseNumber":70,"Text":"না তারা বলে যে, তিনি পাগল ? বরং তিনি তাদের কাছে সত্য নিয়ে আগমন করেছেন এবং তাদের অধিকাংশ সত্যকে অপছন্দ করে।"},{"SurahNumber":23,"VerseNumber":71,"Text":"সত্য যদি তাদের কাছে কামনা-বাসনার অনুসারী হত, তবে নভোমন্ডল ও ভূমন্ডল এবং এগুলোর মধ্যবর্তꦣ2496; সবকিছুই বিশৃঙ্খল হয়ে পড়ত। বরং আমি তাদেরকে দান করেছি উপদেশ, কিন্তু তারা তাদের উপদেশ অনুধাবন করে না।"},{"SurahNumber":23,"VerseNumber":72,"Text":"না আপনি তাদের কাছে কোন প্রতিদান চান? আপনার পালনকর্তার প্রতিদান উত্তম এবং তিনিই রিযিকদাতা।"},{"SurahNumber":23,"VerseNumber":73,"Text":"আপনি তো তাদেরকে সোজা পথে দাওয়াত দিচ্ছেন"},{"SurahNumber":23,"VerseNumber":74,"Text":"আর যারা পরকালে বিশ্বাস করে না, তারা সোজা পথ থেকে বিচ্যুত হয়ে গেছে।"}]}