{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"YA povynen hovoryty pro Allaha lyshe istynu. YA prynis vam yasne znamennya vid Hospoda vashoho. Tozh vidpusty zi mnoyu syniv Israyilya!»"},{"SurahNumber":7,"VerseNumber":106,"Text":"Toy vidpoviv: «Yakshcho ty pryyshov zi znamennyam, to pokazhy yoho, koly ty odyn iz pravdyvykh!»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Vin kynuv svoyu palytsyu, y stala vona spravzhnim zmiyem"},{"SurahNumber":7,"VerseNumber":108,"Text":"Vin prostyah svoyu ruku, tozh usi pobachyly, shcho vona stala zdorovoyu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Starshyna narodu Firauna skazala: «Voistynu, vin — vpravnyy chaklun"},{"SurahNumber":7,"VerseNumber":110,"Text":"Vin prahne vyhnaty vas iz vashoyi zemli! Shcho zh vy poradyte?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Inshi vidpovily: «Day chas yomu ta bratu yoho, a po mistakh rozishly visnykiv"},{"SurahNumber":7,"VerseNumber":112,"Text":"yaki pryvedutʹ do tebe vsikh vpravnykh chakluniv!»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Chakluny pryyshly do Firauna y skazaly: «My mayemo otrymaty vynahorodu, yakshcho budemo peremozhtsyamy!»"},{"SurahNumber":7,"VerseNumber":114,"Text":"Toy vidpoviv: «Tak, i vy budete odnymy z nablyzhenykh!»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Vony skazaly: «O Muso, abo kyday spershu ty, abo kynemo my!»"},{"SurahNumber":7,"VerseNumber":116,"Text":"Toy vidpoviv: «Kydayte vy!» I koly vony kynuly, to zacharuvaly pohlyad lyudey, nalyakaly yikh i pokazaly velyki chary"},{"SurahNumber":7,"VerseNumber":117,"Text":"A My vidkryly Musi: «Kyday svoyu palytsyu!» I osʹ stala vona pohlynaty te, shcho stvoryly vony"},{"SurahNumber":7,"VerseNumber":118,"Text":"Postala istyna y stalo marnym te, shcho robyly vony"},{"SurahNumber":7,"VerseNumber":119,"Text":"Vony zaznaly porazky y povernulysya prynyzhenymy"},{"SurahNumber":7,"VerseNumber":120,"Text":"Chakluny vpaly v zemnomu pokloni"}]}