{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"Və onlara suyun (dəvə ilə) onlar arasında bolusdurulduyunu xəbər ver! (Suyu bir gun onlar, bir gun də dəvə icəcəkdir). Hərə oz novbəsində hazır olsun!”"},{"SurahNumber":54,"VerseNumber":29,"Text":"Nəhayət, onlar oz yoldaslarını (Qudar ibn Salifi) cagırdılar. O da (dəvəni) tutub kəsdi"},{"SurahNumber":54,"VerseNumber":30,"Text":"(Bir gorəydiniz) Mənim əzabım və qorxutmagım necə oldu"},{"SurahNumber":54,"VerseNumber":31,"Text":"Biz onlara bircə dəhsətli (tukurpədici) səs (Cəbrailin qısqırtısını) gondərdik, dərhal (heyvanlar ucun) agıl duzəldənin istifadə etdiyi quru ota (həsəmə) dondulər"},{"SurahNumber":54,"VerseNumber":32,"Text":"And olsun ki, Biz Qur’anı (ondan) ibrət almaq (oyud-nəsihət qəbul etmək) ucun belə asanlasdırdıq. Amma hec bir ibrət alan (oyud-nəsihət qəbul edən) varmı"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lut qovmu də (peygəmbərlərinin onlara etdiyi) təhdidləri (xəbərdarlıqları) yalan saymısdı"},{"SurahNumber":54,"VerseNumber":34,"Text":"Biz də onların ustunə das yagdıran yel gondərdik (baslarına das yagdırdıq), yalnız Lutun ailəsini səhər cagı xilas etdik"},{"SurahNumber":54,"VerseNumber":35,"Text":"Dərgahımızdan bir lutf olaraq! Biz (ne’mətimizə) sukur edəni belə mukafatlandırırıq"},{"SurahNumber":54,"VerseNumber":36,"Text":"And olsun ki, (Lut) onları Bizim əzabımızla qorxutmus, onlar isə bu təhdidlərə (xəbərdarlıqlara) subhə edib inanmamısdılar"},{"SurahNumber":54,"VerseNumber":37,"Text":"Cəlalıma and olsun ki, onlar (Lutdan) oz qonaqlarını (mələkləri) onlara təslim etməyi tələb etmisdilər. Biz də onları kor etdik (və) “Indi əzabımı və təhdidlərimi dadın!” - (dedik)"},{"SurahNumber":54,"VerseNumber":38,"Text":"And olsun ki, səhər tezdən onları əbədi (qiyamətədək onlardan əl cəkməyən) bir əzab yaxaladı (məhv olub həmisəlik Cəhənnəmə vasil oldular)"},{"SurahNumber":54,"VerseNumber":39,"Text":"(Onlara:) “Indi əzabımı və təhdidlərimi dadın!” (dedik)"},{"SurahNumber":54,"VerseNumber":40,"Text":"And olsun ki, Biz Qur’anı (ondan) ibrət almaq (oyud-nəsihət qəbul etmək) ucun belə asanlasdırdıq. Amma hec bir ibrət alan (oyud-nəsihət qəbul edən) varmı"},{"SurahNumber":54,"VerseNumber":41,"Text":"And olsun ki, Bizim təhdidlərimiz (xəbərdarlıqlarımız Musa vasitəsilə) Fir’on əhlinə də gəlib catmısdı"},{"SurahNumber":54,"VerseNumber":42,"Text":"Onlar ayələrimizin (mo’cuzələrimizin) hamısını yalan hesab etdilər. Biz də onları yenilməz quvvət, qarsısıalınmaz intiqam sahibinə yarasan bir əzabla yaxaladıq"},{"SurahNumber":54,"VerseNumber":43,"Text":"(Ey Qureys əhli!) Sizin kafirlərin onlardan nəyi yaxsıdır?! Yoxsa (əvvəlki ilahi) kitablarda sizin ucun bəraət (əzabdan qurtulus hokmu) vardır"},{"SurahNumber":54,"VerseNumber":44,"Text":"Yoxsa onlar: “Biz (Muhəmməd və mo’minlərdən) intiqam ala biləcək bir zumrəyik!” – deyirlər"},{"SurahNumber":54,"VerseNumber":45,"Text":"(Bədr vurusunda) bu dəstə mutləq məglub olacaq və arxa cevirib qacacaqdır"},{"SurahNumber":54,"VerseNumber":46,"Text":"Xeyr, onların əsl əzab vaxtı qiyamət gunudur. Qiyamət gununun əzabı daha acıdır (daha siddətlidir)"},{"SurahNumber":54,"VerseNumber":47,"Text":"Subhəsiz ki, gunahkarlar (dunyada) haqq yoldan azmıslar və (axirətdə də) cəhənnəm odu icərisində olacaqlar. (Yaxud gunahkarlar heyrət, yanlıslıq və dəlilik icindədirlər)"},{"SurahNumber":54,"VerseNumber":48,"Text":"O gun onlar uzustə Cəhənnəmə suruklənəcək (və onlara): “Duyun Cəhənnəmin (ələmini) təmasını!” (deyiləcəkdir)"},{"SurahNumber":54,"VerseNumber":49,"Text":"Subhəsiz ki, Biz hər seyi muəyyən olcudə (lazım oldugu qədər) yaratdıq"}]}