{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"Und du verlangst von ihnen keinen Lohn dafur. Vielmehr ist es eine Ermahnung fur alle Welten"},{"SurahNumber":12,"VerseNumber":105,"Text":"Und wie viele Zeichen sind in den Himmeln und auf Erden, an denen sie vorbeigehen, indem sie sich von ihnen abwenden"},{"SurahNumber":12,"VerseNumber":106,"Text":"Und die meisten von ihnen glauben nicht an Allah, ohne (Ihm) Gotter zur Seite zu stellen"},{"SurahNumber":12,"VerseNumber":107,"Text":"Sind sie denn sicher davor, daß nicht eine uberwaltigende Strafe von Allah uber sie kommt, oder daß nicht plotzlich die Stunde uber sie kommt, wahrend sie nichtsahnend sind"},{"SurahNumber":12,"VerseNumber":108,"Text":"Sprich: \"Das ist mein Weg: Ich rufe zu Allah; ich und diejenigen, die mir folgen, sind uns daruber im klaren. Und gepriesen sei Allah; und ich gehore nicht zu den Gotzendienern"},{"SurahNumber":12,"VerseNumber":109,"Text":"Auch vor dir entsandten Wir nur Manner, denen Wir die Offenbarung gaben, aus dem Volk der Stadte. Sind sie denn nicht im Lande umhergezogen, so daß sie schauen konnten, wie das Ende derer war, die vor ihnen lebten? Und gewiß, die Wohnstatt des Jenseits ist besser fur die Gottesfurchtigen. Wollt ihr es denn nicht begreifen"},{"SurahNumber":12,"VerseNumber":110,"Text":"Als nun die Gesandten die Hoffnung aufgaben und dachten, sie wurden belogen, kam Unsere Hilfe zu ihnen; da wurden jene errettet, die Wir wollten. Und Unsere Strafe kann nicht von dem sundigen Volk abgewendet werden"},{"SurahNumber":12,"VerseNumber":111,"Text":"Wahrlich, in ihren Geschichten ist eine Lehre fur die Verstandigen. Es ist keine erdichtete Rede, sondern eine Bestatigung dessen, was ihm vorausging, und eine deutliche Darlegung aller Dinge und eine Fuhrung und eine Barmherzigkeit fur ein glaubiges Volk"}]}