{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":46,"Text":"Wǒ zài zhòng shǐzhě zhī hòuxù pài mài ěr yàn zhīzǐ ěr sā, yǐ zhèngshí zài tā zhīqián de “tǎo lā tè”, bìng shǎngcì tā “yǐn zhī lēi”, qízhōng yǒu xiàngdǎo hé guāngmíng, néng zhèngshí zài tā zhīqián de “tǎo lā tè”, bìng zuò jìngwèi zhě de xiàngdǎo hé quàn jiàn"},{"SurahNumber":5,"VerseNumber":47,"Text":"Xìnfèng “yǐn zhī lēi” de rén, dāng yī ān lā zài “yǐn zhī lēi” zhōng suǒ jiàng shì de lǜ lì ér pànjué. Fán bù yī ān lā suǒ jiàng shì de jīngdiǎn ér pànjué de rén, dōu shì fànzuì de"},{"SurahNumber":5,"VerseNumber":48,"Text":"Wǒ jiàng shì nǐ zhè bù bāohán zhēnlǐ de jīngdiǎn, yǐ zhèngshí yǐqián de yīqiè tiān jīng, ér jiānhù zhī. Gù nǐ dāng yī ān lā suǒ jiàng shì de jīngdiǎn ér wéi tāmen pànjué, nǐ bùyào shěqì jiànglín nǐ de zhēnlǐ ér shùncóng tāmen de sīyù. Wǒ yǐ wèi nǐmen zhōng měi yīgè mínzú zhìdìng yī zhǒng jiào lǜ hé fǎ chéng. Rúguǒ ān lā yìyù, tā bì shǐ nǐmen biàn chéng yīgè mínzú. Dàn tā bǎ nǐmen fēnchéng xǔduō mínzú, yǐbiàn tā kǎoyàn nǐmen néng bùnéng zūnshǒu tāsuǒ cìyǔ nǐmen de jiào lǜ hé fǎ chéng. Gù nǐmen dāng zhēngxiān wéi shàn. Nǐmen quántǐ dōu yào guīyú ān lā, tā yào bǎ nǐmen suǒ zhēnglùn de shìfēi gàosù nǐmen"},{"SurahNumber":5,"VerseNumber":49,"Text":"Nǐ dāng yī ān lā suǒ jiàng shì de jīngdiǎn ér tì tāmen pànjué, nǐ bùyào shùncóng tāmen de sīyù, nǐ dāng jǐnfáng tāmen yǐnyòu nǐ wéibèi ān lā suǒ jiàng shì nǐ de yībùfèn jīngdiǎn. Rúguǒ tāmen wéibèi zhèngdào, nàme, nǐ xūzhī ān lā yù yīn tāmen de yībùfèn zuìguo, ér chéngfá tāmen. Yǒu xǔduō rén, què shì fànzuì de"},{"SurahNumber":5,"VerseNumber":50,"Text":"Nándào tāmen yāoqiú méngmèi shídài de lǜ lì ma? Zài quèxìn de mínzhòng kàn lái, yǒu shéi bǐ ān lā gèng shànyú pànjué ne"}]}