{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Yeh munafiq tumhare maamale mein intezar kar rahey hain (ke ount kis karwat baithta hai) Agar Allah ki taraf se fatah tumhari hui to aa kar kahenge ke kya hum tumhare saath na thay? Agar kafiron ka palla bhari raha to unse kahenge ke kya hum tumhare khilaf ladne par qaadir na thay aur phir bhi humne tumko musalmaano se bachaya? Bas Allah hi tumhare aur unke maamle ka faisla qayamat ke roz karega aur (is faisley mein) Allah ne kafrion ke liye musalmaano par gaalib aane ki hargiz koi sabeel nahin rakkhi hai"},{"SurahNumber":4,"VerseNumber":142,"Text":"Yeh munafiq Allah ke saath dhoke-baazi kar rahey hain halaanke dar haqeeqat Allah hi ne inhein dhoke mein daal rakkha hai. Jab yeh namaz ke liye uthte hain to kasmasate huey mehaz logon ko dikhane ki khatir uthte hain, aur khuda ko kam hi yaad karte hain"},{"SurahNumber":4,"VerseNumber":143,"Text":"Kufr o iman ke darmiyan dawa-dol hain, na purey is taraf hain na purey us taraf. Jisey Allah ne bhatka diya ho uske liye tum koi raasta nahin paa sakte"},{"SurahNumber":4,"VerseNumber":144,"Text":"Aey logon jo iman laye ho, momin ko chodh kar kafiron ko apna rafeeq na banao. Kya tum chahte ho ke Allah ko apne khilaf sareeh hujjat dedo"},{"SurahNumber":4,"VerseNumber":145,"Text":"Yaqeen jaano ke munafiq jahannum ke sabse nichey tabqe mein jayenge aur tum kisi ko unka madadgaar na paogey"},{"SurahNumber":4,"VerseNumber":146,"Text":"Albatta jo unmein se taaib ho jayein aur apne tarz e amal ki islah karlein aur Allah ka daaman thaam lein aur apne deen ko Allah ke liye khalis kardein, aisey log momino ke saath hain aur Allah momino ko zaroor ajar e azeem ata farmayega"},{"SurahNumber":4,"VerseNumber":147,"Text":"Aakhir Allah ko kya padi hai ke tumhein khwa ma khwa saza de agar tum shukarguzar banday baney raho aur iman ki rawish par chalo? Allah bada qadardaan hai aur sabke haal se waqif hai"}]}