{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"(Бу) Аллоҳнинг ваъдасидир. Аллоҳ Ўз ваъдасига хилоф қилмас. Лекин одамларнинг кўпи буни билмаслар. (Аллоҳ Ўзи хоҳлаган кишисига нусрат бериши ҳақидаги гап Аллоҳнинг ваъдасидир. У зот Ўз иродаси билан ваъда қилади ва Ўз иродаси билан ваъдасини амалга оширади. Бунга ҳеч ким ва ҳеч нарса тўсиқ бўла олмайди. Лекин одамларнинг кўпи буни билмаслар. Ўзларича ниманидир билгандек бўладилар, аммо асл моҳиятни англаб етмайдилар)"},{"SurahNumber":30,"VerseNumber":7,"Text":"Улар бу дунё ҳаётининг зоҳирини билурлар. Ҳолбуки, улар охиратдан ғофилдирлар. (Одамларнинг кўплари бу беш кунлик дунёнинг зоҳирий, сиртқи тарафини, юзаки биладилар. Кўзларига кўринган, қўллари билан ушлайдиган ёки бошқа ҳис этиш аъзолари ва асбоблари билан сезадиган нарсаларнигина, уларни ҳам бир қисминигина биладилар. Улар асосан бу дунёга қизиқадилар)"},{"SurahNumber":30,"VerseNumber":8,"Text":"Ахир, улар Аллоҳ осмонлару ерни ва улар орасидаги нарсаларни фақат ҳақ билан ва маълум муддатга яратганини тафаккур қилиб кўрмайдиларми?! Ҳақиқатда, одамлардан кўплари Роббиларига рўбарў бўлишни инкор қилгувчилардир. (Инсоннинг ақл ишлатиладиган нарсалар ҳақида ўйлаши «тафаккур» дейилади. Оятда одамларнинг тафаккур юритмасликларидан ажабланиш бор)"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ер юзида юриб, ўзларидан олдингиларнинг оқибати қандай бўлганига назар солмайдиларми?! Уларнинг булардан қувватлари кўпроқ эди ва ерга ишлов бериб, уни булар обод қилгандан кўра кўпроқ обод қилган эдилар. Ва уларга Пайғамбарлари очиқ-ойдин (оят)лар билан келдилар. Аллоҳ уларга зулм қилмас эди, лекин улар ўзларига зулм қилардилар. (Аввалги кофирлар ободончилик масаласида ҳам ҳозирги кофирлардан устун эдилар. Улар ерга кўпроқ ишлов берганлар. Деҳқончиликни жуда ҳам ривожлантирганлар. Шунингдек, ердан турли маъданларни чиқариш ва бошқа имроний-ободончилик ишларини тараққий эттирганлар. Ушбу оятлар нозил бўлаётган давр кофирларидан кўра кўпроқ обод қилганлар)"},{"SurahNumber":30,"VerseNumber":10,"Text":"Сўнгра ёмонлик қилганларнинг оқибати Аллоҳнинг оятларини ёлғонга чиқарганлари ва уларни истеҳзо қилганлари учун ёмон бўлди"},{"SurahNumber":30,"VerseNumber":11,"Text":"Аллоҳ махлуқотни йўқдан бор қилади, сўнгра уни яна қайтадан вужудга келтиради, сўнгра Унга қайтарилурсиз"},{"SurahNumber":30,"VerseNumber":12,"Text":"Қиёмат қоим бўлган кунда жиноятчилар ноумид бўлурлар"},{"SurahNumber":30,"VerseNumber":13,"Text":"Уларга (Аллоҳга келтирган) шерикларидан шафоатчилар бўлмади ва улар шерикларига куфр келтиргувчи бўлдилар"},{"SurahNumber":30,"VerseNumber":14,"Text":"Қиёмат қоим бўлган куни, ўша куни (гуруҳларга) бўлинурлар. (Одамлар қиёмат куни икки гуруҳга ажраладилар)"},{"SurahNumber":30,"VerseNumber":15,"Text":"Бас, иймон келтириб, яхши амалларни қилганлар, улар жаннатда шодланурлар"}]}