{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"Ey iman edenler! Peygamberle ozel toplantı yapıp gizli konusmak istediginiz zaman, bu toplantıdan once bir sadaka verin. Bu sizin icin daha hayırlı, daha temiz ve nezihtir. Verecek sadaka bulamadıgınız takdirde, suphesiz ki Allah, cok bagıslayan ve cok merhamet edendir"},{"SurahNumber":58,"VerseNumber":13,"Text":"Yoksa ozel gizli toplantınızdan once sadakalar vermekten endiselendiniz mi ? Zaten bunu yapamadınız. Allah, tevbenizi kabul etmistir. Artık namaz kılmaya devam edin, zekatı verin, Allah´a ve Peygamberine itaat edin. Allah, yapageldiginiz seylerden haberlidir"},{"SurahNumber":58,"VerseNumber":14,"Text":"Allah´ın gazab ettigi bir toplulugu dost ve arkadas edinenleri gormedin mi ? Onlar ne sizden, ne de digerlerindendirler. Bildikleri halde yalan yere yemin ederler"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah, onlara cetin bir azab hazırlamıstır. Dogrusu onların yapageldigi sey ne kotudur"},{"SurahNumber":58,"VerseNumber":16,"Text":"Yeminlerini siper edindiler de Allah yolundan alıkoydular. Onlar icin rezil ve rusvay edici bir azab vardır"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ne malları, ne de cocukları onları Allah´tan (O´nun hukum ve azabından) hicbir sekilde kurtaramaz. Onlar Cehennem atesinin dost ve arkadaslarıdır"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah´ın onların hepsini diriltip kaldıracagı gun, size yemin ettikleri gibi Allah´a da yemin ederler ve bununla birsey uzere bulunduklarını sanırlar. Haberiniz olsun ki, onlar elbette yalancıların ta kendileridir"},{"SurahNumber":58,"VerseNumber":19,"Text":"Seytan onlara karsı ustunluk saglamıstır da Allah´ı anmayı kendilerine unutturmustur. Iste bunlar seytanın dostları ve yandaslarıdır. Haberiniz olsun ki, husrana ugrayanlar, ancak seytanın dost ve yandaslarıdır"},{"SurahNumber":58,"VerseNumber":20,"Text":"Suphesiz ki Allah´a ve Peygamberine karsı gelip dusmanlık besleyenler, iste onlar en asagılık kimseler arasındadırlar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah, «Ben ve Peygamberlerim mutlaka ustun gelecegiz» diye yazmıstır. Suphesiz ki Allah cok gucludur, cok ustundur"}]}