{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":62,"Text":"Atē uha kahiṇagē kī gala hai ki asīṁ unhāṁ lōkāṁ nū ithē nahīṁ dēkha rahē jinhāṁ nū asīṁ burē lōkāṁ vica giṇi'ā karadē sī"},{"SurahNumber":38,"VerseNumber":63,"Text":"Kī asīṁ unhāṁ dā mazāka baṇā li'ā sī jāṁ unhāṁ tōṁ nazarāṁ cuka rahī'āṁ hana"},{"SurahNumber":38,"VerseNumber":64,"Text":"Bēśaka iha gala sacī hai naraka vāli'āṁ dā āpisa vica jhagaṛanā"},{"SurahNumber":38,"VerseNumber":65,"Text":"Ākhō, ki maiṁ tāṁ ika ḍarā'uṇa vālā hāṁ hōra kō'ī pūjaṇayōga nahīṁ, paratū ika alāha zōrāvāra tōṁ' binhāṁ"},{"SurahNumber":38,"VerseNumber":66,"Text":"Uha pālaṇahāra hai, ākāśāṁ, dharatī atē unhāṁ cīzāṁ dā jihaṛī'āṁ inhāṁ dē vicakāra hana. Uha tākatavara atē mu'āfa karana vālā hai"},{"SurahNumber":38,"VerseNumber":67,"Text":"Ākhō, ki iha ika vaḍī ḵẖabara hai"},{"SurahNumber":38,"VerseNumber":68,"Text":"Jisa tōṁ tusīṁ āsāvadhāna hō rahē hō"},{"SurahNumber":38,"VerseNumber":69,"Text":"Mainū pralōka dī kujha vī ḵẖabara nahīṁ sī jadōṁ ki uha āpisa vica jhagaṛā kara rahē sana"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mērē kōla tāṁ vahī sirafa isa la'ī ā'undī hai ki maiṁ ika sapaśaṭa ḍarā'uṇa vālā hāṁ"},{"SurahNumber":38,"VerseNumber":71,"Text":"Jadōṁ' tuhāḍē raba nē fariśati'āṁ nū kihā, ki maiṁ miṭī tōṁ ika manukha baṇā'uṇa vālā hāṁ"},{"SurahNumber":38,"VerseNumber":72,"Text":"Phira jadōṁ maiṁ usa nū ṭhīka kara lavāṁ atē usa vica āpaṇī ātamā phūka dēvāṁ tāṁ tusīṁ usa dē agē sijadē vica lamē pai jāṇā"},{"SurahNumber":38,"VerseNumber":73,"Text":"Sō sārē fariśati'āṁ nē sijadā kītā"},{"SurahNumber":38,"VerseNumber":74,"Text":"Paratū ibalīsa nē hakāra kītā atē uha avagi'ā karana vāli'āṁ vicōṁ hō gi'ā"},{"SurahNumber":38,"VerseNumber":75,"Text":"Faramā'i'ā ki hē ibalīsa! Tainū kisa cīza nē rōka ditā hai ki tū isa nū sijadā nahīṁ kītā, jisa nū maiṁ āpaṇē dōvāṁ hathāṁ nāla baṇā'i'ā. Iha tū hakāra kītā hai jāṁ tū vaḍē darajē vāli'āṁ vicōṁ samajhadā hai"},{"SurahNumber":38,"VerseNumber":76,"Text":"Usa nē ākhi'ā ki maiṁ ādama tōṁ utama hāṁ. Tū mainū aga atē isa nū miṭī tōṁ paidā kītā hai"},{"SurahNumber":38,"VerseNumber":77,"Text":"Faramā'i'ā ki tū ithōṁ nikala jā ki'uṅki tū phiṭakāri'ā hō'i'ā haiṁ"},{"SurahNumber":38,"VerseNumber":78,"Text":"Atē tērē upara badalē dē dina taka mērē valōṁ lāhaṇata hai"},{"SurahNumber":38,"VerseNumber":79,"Text":"Ibalīsa nē kihā ki hē mērē pālaṇahāra! Mainū usa dina taka maukā dē jadōṁ lōka phira cukē jāṇagē"},{"SurahNumber":38,"VerseNumber":80,"Text":"Faramā'i'ā ki tainū maukā ditā gi'ā"},{"SurahNumber":38,"VerseNumber":81,"Text":"Ika mithē hō'ē samēṁ taka"},{"SurahNumber":38,"VerseNumber":82,"Text":"usa nē ākhi'ā ki tērē sanamāna dī sahu maiṁ unhāṁ sāri'āṁ nū bhaṭakā kē rahāṅgā"},{"SurahNumber":38,"VerseNumber":83,"Text":"Śil'hāṁ tērē unhāṁ badi'āṁ dē jinhāṁ na tū pavitara kara li'ā hai"}]}