{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"I swear by the Lord of the easts and of the wests that We have the power"},{"SurahNumber":70,"VerseNumber":41,"Text":"to replace them by others better than they: nothing can hinder us from so doing"},{"SurahNumber":70,"VerseNumber":42,"Text":"So let them paddle, let them play until they face the day they are promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"the day when they shall rush headlong from their graves"},{"SurahNumber":70,"VerseNumber":44,"Text":"like men rallying to a standard, with downcast eyes and countenances distorted and abject. Such is the day they are promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"WE SENT forth Noah to his people, saying: ‘Give warning to your people before a woeful scourge overtakes them.‘"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said: ‘My people, I come to warn you clearly"},{"SurahNumber":71,"VerseNumber":3,"Text":"Worship God and fear Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive you some of your sins and give you respite to an appointed time. When God‘s time is come, none shall put it back. Would you but knew!‘"},{"SurahNumber":71,"VerseNumber":5,"Text":"Lord,‘ said Noah, ‘night and day have I pleaded with my people"},{"SurahNumber":71,"VerseNumber":6,"Text":"but my pleas have only aggravated their aversion"},{"SurahNumber":71,"VerseNumber":7,"Text":"Each time I call on them to seek Your pardon, they thrust their fingers into their ears and draw their cloaks over their heads, persisting in sin and bearing themselves with insolent pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then I called out loud to them"},{"SurahNumber":71,"VerseNumber":9,"Text":"and appealed to them in public and in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"Seek forgiveness of your Lord,\" I said. \"He is ever ready to forgive"}]}