{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":29,"Text":"Waɗanda suka yi imani, kuma suka aikata aiki nagari, farin ciki ya tabbata a gare su, da kyakkyawar makoma"},{"SurahNumber":13,"VerseNumber":30,"Text":"Kamar wancan ne Muka aika ka a cikin al'umma wanda take waɗansu al'ummai sun shuɗe daga gabaninta, domin ka karanta musu abin da Muka yi wahayi zuwa a gare ka, alhali kuwa su, sunakafirta da Rahaman. Ka ce: \"Shi ne Ubangijina, babu abin, bautawa face Shi, a gare Shi na dogara, kuma zuwa gare Shi tubata take"},{"SurahNumber":13,"VerseNumber":31,"Text":"Kuma da lalle an saukar da wani littafi abin karatu wanda ake tafiyar da duwatsu game da shi, ko kuma aka yanyanke ƙasa da shi, ko kuwa aka yi magana da matattu da shi (da ba su yi imani ba). A'a ga Allah al'amari yake gaba ɗaya! Shin fa, waɗanda suka yi imani ba su yanke tsammani ba da cewa da Allah Ya so, da Ya shiryar da mutane gaba ɗaya? Kuma waɗanda suka yi kafirci ba za su gushe ba wata masifa tana samun su saboda abin da suka aikata, ko kuwa ka sauka kusa da gidajensu, har wa'adin Allah ya zo. Kuma lalle ne Allah ba ya saɓa wa lokacin alkawari"},{"SurahNumber":13,"VerseNumber":32,"Text":"Kuma lalle ne, haƙiƙa, an yi izgili da Manzanni kafinka, sai Na yi jinkiri ga waɗanda suka kafirta, sa'an nan Na kama su. To, yaya uƙubata take"},{"SurahNumber":13,"VerseNumber":33,"Text":"Shin fa, wanda shi Yake tsaye a kan kowane rai game da abin da ya tanada (zai zama kamar wanda ba haka ba)? Kuma suka sanya abokan tarayya ga Allah! Ka ce: \"Ku ambaci sunayensu.\"Ko kuna bai wa Allah labari ne game da abin da bai sani ba a cikin ƙasa? Ko da bayyananniyar magana kuke yin shirka, (banda a cikin zuciya)? A'a, an dai ƙawata wa waɗanda suka kafirta makircinsu kuma an kange su daga hanya. Kuma wanda Allah Ya ɓatar to, babu wani mai shiryarwa a gare shi"},{"SurahNumber":13,"VerseNumber":34,"Text":"Suna da wata azaba a cikin rayuwar duniya, kuma haƙiƙa azabar Lahira ce mafi tsanani kuma babu wani mai tsare su daga Allah"}]}