{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Moi vat trong cac tang troi va moi vat duoi đat đeu tan duong Allah. Quyen hanh thong tri la cua Ngai; va Loi ca tung cung thuoc ve Ngai. Va Ngai la Đang Toan Nang tren tat ca moi thu"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ngai la Đang đa tao hoa cac nguoi, nhung trong cac nguoi co ke khong tin tuong va trong cac nguoi co nguoi tin tuong. Va Allah Hang Thay đieu cac nguoi lam"},{"SurahNumber":64,"VerseNumber":3,"Text":"Ngai vi Chan Ly đa tao hoa cac tang troi va trai đat; va Ngai đa tao hinh the cac nguoi va đa hoan thien hinh the cua cac nguoi. Va cac nguoi se tro ve gap Ngai"},{"SurahNumber":64,"VerseNumber":4,"Text":"Ngai biet moi vat trong cac tang troi va duoi đat; va biet đieu cac nguoi giau giem va đieu cac nguoi boc lo, boi vi Allah biet ro đieu nam trong long (cua moi nguoi)"},{"SurahNumber":64,"VerseNumber":5,"Text":"Ha cac nguoi chua biet tin tuc ve nhung ke đa khong co đuc tin truoc đay u? Boi the, chung đa nem hau qua tai hai cua nhung cong viec cua chung; va chung đa chiu mot su trung phat đau đon"},{"SurahNumber":64,"VerseNumber":6,"Text":"So di nhu the la vi nhung Su Gia cua chung đa đen gap chung voi nhung bang chung ro ret nhung chung bao: “Ha nguoi pham lai huong dan chung toi u?” Boi the, chung khong tin tuong va quay bo đi. Va Allah khong can đen chung boi vi Allah Rat Muc Giau Co, Rat Đang Ca Tung"},{"SurahNumber":64,"VerseNumber":7,"Text":"Nhung ke khong co niem tin nghi rang chung se khong đuoc phuc sinh tro lai (đe chiu su Phan xu). Hay bao chung (hoi Muhammad!): “Vang, the boi Thuong Đe cua Ta, chac chan cac nguoi se đuoc dung song lai roi se đuoc bao cho biet ve nhung đieu ma cac ngtroi đa lam. Va đieu đo rat de đoi voi Allah"},{"SurahNumber":64,"VerseNumber":8,"Text":"Boi the, hay tin tuong Allah va Su Gia cua Ngai va Anh Sang (Qur'an) ma TA (Allah) đa ban xuong. Va Allah Rat Am Tuong ve nhung đieu cac nguoi lam"},{"SurahNumber":64,"VerseNumber":9,"Text":"(Hay nho) Ngay ma Ngai (Allah) se tap trung tat ca cac nguoi vao Ngay Đai hoi (Phan Xu). Đo la Ngay cua (nguoi) thang va (ke) bai. Va ai tin tuong noi Allah va lam viec thien thi Ngai (Allah) se xoa bo moi đieu xau xa (toi loi) khoi y va se thu nhan y vao nhung Ngoi Vuon ben duoi co cac dong song chay (thien đang) đe vao o trong đo đoi đoi. Đo la mot thang loi Vi đai"}]}