{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"In this way We relate to you [Prophet] stories of what happened before. We have given you a Quran from Us"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoever turns away from it will bear on the Day of Resurrection a heavy burden"},{"SurahNumber":20,"VerseNumber":101,"Text":"and will remain under it. What a terrible burden to carry on that Day"},{"SurahNumber":20,"VerseNumber":102,"Text":"When the trumpet is sounded and We gather the sinful, sightless"},{"SurahNumber":20,"VerseNumber":103,"Text":"they will murmur to one another, ‘You stayed only ten days [on earth]’"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best what they say- but the more perceptive of them will say, ‘Your stay [on earth] was only a single day.’"},{"SurahNumber":20,"VerseNumber":105,"Text":"They ask you [Prophet] about the mountains: say, ‘[On that Day] my Lord will blast them into dust"},{"SurahNumber":20,"VerseNumber":106,"Text":"and leave a flat plain"},{"SurahNumber":20,"VerseNumber":107,"Text":"with no peak or trough to be seen"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that Day, people will follow the summoner from whom there is no escape; every voice will be hushed for the Lord of Mercy; only whispers will be heard"},{"SurahNumber":20,"VerseNumber":109,"Text":"On that Day, intercession will be useless except from those to whom the Lord of Mercy has granted permission and whose words He approves"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows what is before and behind them, though they do not comprehend Him"},{"SurahNumber":20,"VerseNumber":111,"Text":"and [all] faces will be humbled before the Living, Ever Watchful One. Those burdened with evil deeds will despair"},{"SurahNumber":20,"VerseNumber":112,"Text":"but whoever has done righteous deeds and believed need have no fear of injustice or deprivation.’"},{"SurahNumber":20,"VerseNumber":113,"Text":"We have sent the Quran down in the Arabic tongue and given all kinds of warnings in it, so that they may beware or take heed"}]}