{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":52,"Text":"Скажи им, о верный пророк: \"Когда они вошли к Ибрахиму, он испугался. И тогда они ему сказали: \"Мир тебе и спокойствие!\" Он ответил им: \"Мы боимся вас. Ведь вы пришли к нам внезапно и в неподходящее для посещения время, и нам неизвестна цель вашего посещения"},{"SurahNumber":15,"VerseNumber":53,"Text":"Гости ответили: \"Не бойся и не беспокойся. Ведь мы пришли к тебе с доброй вестью: у тебя родится мальчик, которого Аллах Всевышний наделит мудростью и большими знаниями"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ибрахим сказал: \"Неужели вы радуете меня вестью о рождении мальчика, когда я уже стар и слаб? Не странна ли эта весть теперь"},{"SurahNumber":15,"VerseNumber":55,"Text":"Они сказали: \"Мы радуем тебя истинной вестью, не подлежащей сомнению. Не будь же из тех, кто отчаивается в милосердии Аллаха"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ибрахим ответил им: \"Я не отчаиваюсь в милосердии Аллаха и Его милости. В них отчаиваются только заблудившиеся, которые не знают величия Аллаха и Его могущества"},{"SurahNumber":15,"VerseNumber":57,"Text":"Он сказал, почувствовав к ним симпатию и доверие: \"После того как вы обрадовали меня этой вестью, какое ещё дело у вас, о посланцы Аллаха"},{"SurahNumber":15,"VerseNumber":58,"Text":"Сказали они: \"Аллах Всевышний послал нас к людям грешным и преступным по отношению к Аллаху, своему пророку и к самим себе. Народ Лута - из закоренелых грешников, и мы погубим его"},{"SurahNumber":15,"VerseNumber":59,"Text":"Из народа Лута будет спасена только семья Лута. Ведь он и его семья не грешили, и Аллах Всевышний повелел спасти их всех от наказания"},{"SurahNumber":15,"VerseNumber":60,"Text":"кроме его жены, которая не последовала за своим мужем и была с грешниками, заслужившими наказание"},{"SurahNumber":15,"VerseNumber":61,"Text":"И когда эти ангелы, посланные Аллахом Всевышним для выполнения Его обещания о наказании, пришли к селению народа Лута"},{"SurahNumber":15,"VerseNumber":62,"Text":"Лут сказал им: \"Вы люди незнакомые, и я встревожен вашим прибытием и, боюсь, что вы причините нам зло"},{"SurahNumber":15,"VerseNumber":63,"Text":"Они сказали: \"Не бойся нас. Мы не желаем тебе никакого зла, наоборот, мы пришли обрадовать тебя тем, что мы накажем твой народ за то, что он считал тебя лжецом, сомневался в истинности наказания и не верил в него"},{"SurahNumber":15,"VerseNumber":64,"Text":"Мы пришли к тебе с непререкаемой истиной: \"Твой народ постигнет наказание. И, поистине, мы говорим правду, и мы с повеления Аллаха выполняем обещание"},{"SurahNumber":15,"VerseNumber":65,"Text":"Поскольку их постигнет наказание, то ты должен отправиться в путь среди ночи с теми из твоей семьи, которые будут спасены от наказания"},{"SurahNumber":15,"VerseNumber":66,"Text":"Аллах - хвала Ему Всевышнему! - внушил Луту Откровение: \"Мы предопределили и повелели, чтобы эти грешники были все до единого уничтожены и истреблены на заре"},{"SurahNumber":15,"VerseNumber":67,"Text":"А когда наступило утро, мужчины из народа Лута увидели ангелов в виде красивых мужчин. Они обрадовались и возжелали их, воспылав к ним преступной страстью мужеложства"},{"SurahNumber":15,"VerseNumber":68,"Text":"Боясь мерзкой развращённости своего народа, Лут сказал: \"Они - мои гости, не позорьте меня, покушаясь на их честь"},{"SurahNumber":15,"VerseNumber":69,"Text":"Побойтесь же Аллаха Всевышнего и воздержитесь от этого нечестивого поступка. Не оскорбляйте моё достоинство и не позорьте меня перед ними"},{"SurahNumber":15,"VerseNumber":70,"Text":"Грешники ответили ему: \"Разве мы не предостерегали тебя звать в гости людей, а потом мешать нам делать всё, что пожелаем, с твоими гостями"}]}