{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":36,"Text":"Und wenn diejenigen, die ungläubig sind, dich sehen, machen sie sich über dich nur lustig: „Ist das derjenige, der eure Götter (in abfälliger Weise) erwähnt?, während sie es sind, die die Ermahnung des Allerbarmers verleugnen"},{"SurahNumber":21,"VerseNumber":37,"Text":"Der Mensch ist (seiner Natur nach) aus Voreiligkeit erschaffen worden. Ich werde euch (schon) Meine Zeichen zeigen; so wünscht nicht von Mir, (sie) zu beschleunigen"},{"SurahNumber":21,"VerseNumber":38,"Text":"Und sie sagen: „Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid"},{"SurahNumber":21,"VerseNumber":39,"Text":"Wenn diejenigen, die ungläubig sind, (es) nur wüßten, (wie es ist,) wenn sie das (Höllen)feuer weder von ihren Gesichtern noch von ihren Rücken zurückhalten können und ihnen auch keine Hilfe zuteil wird"},{"SurahNumber":21,"VerseNumber":40,"Text":"Aber nein! Es wird plötzlich über sie kommen und sie verblüffen. Dann werden sie es nicht abwenden können, und es wird ihnen kein Aufschub gewährt"},{"SurahNumber":21,"VerseNumber":41,"Text":"Man machte sich ja schon vor dir über Gesandte lustig. Da umschloß diejenigen, die über sie spotteten, das, worüber sie sich lustig zu machen pflegten"},{"SurahNumber":21,"VerseNumber":42,"Text":"Sag: Wer beschützt euch bei Nacht und Tag vor dem Allerbarmer? Aber nein! Sie wenden sich von der Ermahnung ihres Herrn ab"},{"SurahNumber":21,"VerseNumber":43,"Text":"Oder haben sie (etwa) Götter, die sie von Uns abhalten (sollten)? Sie können doch weder sich selbst helfen, noch werden sie einen Beschützer vor Uns erhalten"},{"SurahNumber":21,"VerseNumber":44,"Text":"Nein! Vielmehr haben Wir diesen da und ihren Vätern Nießbrauch gewährt, bis sie ein langes Leben geführt haben. Sehen sie denn nicht, daß Wir über das Land kommen und es an seinen Enden vermindern? Werden denn sie die Sieger sein"}]}