{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Te tara, jahannamaci cahulahi aiku sakanara nahita ani apalya manovanchita vastunsaha sadaiva rahanare asatila"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ti bhayankara dahasatahi tyanna udasa karu sakanara nahi ani phariste tyance utsphurtapane svagata karatila ki haca tumaca to divasa ahe, jyaca tumhala vayada dila jata rahila"},{"SurahNumber":21,"VerseNumber":104,"Text":"Jya divasi amhi akasala asa prakare gundaluna taku, jya prakare rolace kagada (patrika) gundalale jatata. Jya prakare pahilya khepesa amhi nirmana kele hote, tyaca prakare dusaryanda nirmana karu. Ha amaca majabuta vayada ahe ani he amhi niscitaca karu"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ani amhi jabura (grantha) madhye savadhagirica isara ani bodha- upadesanantara he lihile ahe ki dharatice varasa majhe neka-sadacari dasa asatila"},{"SurahNumber":21,"VerseNumber":106,"Text":"Upasana karanarya dasankarita tara yata eka mothi khabara ahe"},{"SurahNumber":21,"VerseNumber":107,"Text":"Ani amhi tumhala samasta visvakarita daya-krpa banavuna pathavile ahe"},{"SurahNumber":21,"VerseNumber":108,"Text":"Sanga ki majhyakade tara vahayi (isavani) keli jate ki tumha sarvanca upasya (allaha) ekaca ahe. Tara kaya tumhihi tyace mananare ahata"},{"SurahNumber":21,"VerseNumber":109,"Text":"Maga jara to tonda phiravila tara sanga ki mi tumhala samanaritya saceta kele ahe. Ani mala nahi mahita ki, jya gostica vayada tumacyasi kela jata ahe, ti javala ahe ki lamba ahe"},{"SurahNumber":21,"VerseNumber":110,"Text":"Nihsansaya (allaha) tumacya ughada gostinnahi janato, taseca je kahi tumhi lapavita te dekhila janato"},{"SurahNumber":21,"VerseNumber":111,"Text":"Ani mala yacehi jnana nahi. Sambhavatah hi tumaci kasoti asela ani eka nirdharita avadhiparyantaca labha asela"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Paigambara) svatah mhanale, he palanakartya! N'yayapurvaka phaisala kara ani amaca palanakarta antisaya daya karanara ahe, jyacyakaduna madata magitali jate tya gostibaddala, jya tumhi sangata ahata"}]}