{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"(ئەی موحەممەد ﷺ بەدووڕووەکان) بڵێ ھەڵھاتن سوودتان پێ ناگەیەنێت ئەگەر لەمردن یاکوشتن ھەڵبێن (خۆتان بدزنەوە) جا لەوکاتەدا بەھرەو خۆشی ژیانتان پێ نادرێت ماوەیەکی کەم نەبێت"},{"SurahNumber":33,"VerseNumber":17,"Text":"بڵێ کێیە ئەو کەسەی ئێوە لەخوا دەپارێزێت؟ ئەگەر خوا زیان و خراپە، یان بەزەیی و ڕەحمەتی بۆ ئێوە بوێت بێجگە لەخوا بۆ ئەوان نیە ھیچ پشتیوان و یارمەتیدەرێك"},{"SurahNumber":33,"VerseNumber":18,"Text":"بێگومان خوا دەزانێ بەو کەسانەتان کەئاستەنگ دروست دەکات لەڕێگەی (موسڵمانان بۆجیھاد کردن) کە بەبرادەرەکانیان دەڵێن: وەرن بۆلای ئێمە (وخۆیان دەدزیەوە لەجیھاد) ئەوانە نایەن بۆ جەنگ و غەزا زۆر بەکەمی نەبێت"},{"SurahNumber":33,"VerseNumber":19,"Text":"لەئاستی ئێوەدا (ئەی موسڵمانان ئەوانە) چرووکن ئەمجا کاتێك (بەھۆی جەنگەوە) ترس و بیم پەیدا بێت دەیان بینی بەجۆرێ سەیرت دەکەن (لەترسی جەنگ) چاویان بەم لاولادا دەسوڕێت بـەوێنەی کەسێك لەسەرەمەرگدا بێھۆشی بەسەردا بێت بەڵام کاتێك ترسەکە ڕۆشت ونەما بەزمانی تیژ زمانتان لێ درێژ دەکەن (وە داوای غەنیمەتتان لێ دەکەن) کەچی چرووك و ڕژدن لەسەرماڵ وغەنیمەت ئائەوانە باوەڕیان نەھێنابوو بۆیە خوا کردەوەیانی پوچەڵ کردنەوە وەئەمە بەلای خواوە (کارێکی) ئاسانە"},{"SurahNumber":33,"VerseNumber":20,"Text":"وایان دەزانی کۆمەڵەکان (لەشکریان ھێنابوو) نەڕۆشتوون وە ئەگەر ئەو کۆمەڵانە بگەڕێنەوە (بۆسەر مەدینە) ئاواتیان دەخواست کە لەناو (مەدینە) عەرەبە دەشتەکیەکان بەدوور بوونایە (لەترسی جەنگ) لەدوورەوە پرسیاریان لەھەواڵی ئێوە بکردایە وە ئەگەر لەناو ئێوەدا بوونایە جەنگیان نەدەکرد زۆر بەکەمی نەبێت"},{"SurahNumber":33,"VerseNumber":21,"Text":"سوێند بەخوا بەڕاستی لەپێغەمبەری خوادا ﷺ بۆ ئێوە ھەیە سەرمەشقی وپێشەوایەتی چا بۆ کەسێك بەھیوای خواو (پاداشتی) ڕۆژی دواییە وە زۆر یادی خوا دەکات"},{"SurahNumber":33,"VerseNumber":22,"Text":"وەکاتێك ئیمانداران ئەو کۆمەڵانەیان بینی (لەشکریان ھێنا بوو بۆ سەر مەدینە) ووتیان ئەمە ئەو بەڵێنەیە خوا و پێغەمبەرەکەی بە ئێمەیان دابوو خوا و پێغەمبەرەکەی ڕاستیان فەرموو (ھاتنی ئەو ھەموو ھێزەی کوفر) باوەڕداران تەنھا ئیمان و ملکەچیان پێی زیادی کرد"}]}