{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"“Нели ви се кажувани ајетите Мои, а вие нив за лажни ги сметавте"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ќе речат: “Господаре наш, надвладеа со нас несреќата наша и останавме народ во заблуда скршнат"},{"SurahNumber":23,"VerseNumber":107,"Text":"Господаре наш, извади не од него, зашто, ако иста грешка направиме... та, тогаш сме, навистина, зулумќари"},{"SurahNumber":23,"VerseNumber":108,"Text":"Аллах ќе рече: “Останете во него и не зборувајте Ми повеќе"},{"SurahNumber":23,"VerseNumber":109,"Text":"Меѓу робовите Мои има една дружина која, навистина, зборува: “Господаре наш, ние веруваме, прости ни и смилуј ни се зашто Ти си меѓу милостивите Најдобриот"},{"SurahNumber":23,"VerseNumber":110,"Text":"Па, вие толку многу ги изигрувавте, така што заборававте \"на опомената Моја додека ги исмевавте"},{"SurahNumber":23,"VerseNumber":111,"Text":"Да, Јас денес ги наградив, затоа што беа трпеливи. Денес се, токму, победници"},{"SurahNumber":23,"VerseNumber":112,"Text":"ќе рече: “Колку години останавте на земјата"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ке речат: “Останавме само еден ден или еден дел од еден ден. Па, прашај ги бројачите"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ќе рече: “Останавте само малку. Е, само кога би знаеле"},{"SurahNumber":23,"VerseNumber":115,"Text":"И мислевте ли, навистина, дека Ние ве создадовме залудно И дека, ете, Нам нема да НИи се вратите"},{"SurahNumber":23,"VerseNumber":116,"Text":"Га, Аллах е Вишен! Владар вистински! Нема друг бог освен Него! Господарот на Аршот благороден"},{"SurahNumber":23,"VerseNumber":117,"Text":"оној кој се повикува на друг бог освен Аллах нема доказ за тоа. Та, пресметката негова е кај Господарот негов. Неверниците, навистина, нема да успеат"},{"SurahNumber":23,"VerseNumber":118,"Text":"кажи: “Господаре мој, прости и смилуј се! Ти си меѓу милостивите Најдобриот!\" милостивите Најдобриот"}]}