{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"(Va Alloh savgand jod mekunad:) Savgand ʙa osmon, ki orosta ʙa sitoragon ast"},{"SurahNumber":51,"VerseNumber":8,"Text":"Begumon şumo ej takziʙkunandagon dar ʙorai Qur'on va ʙa xususi pajƣamʙar dar suxane gunogun dar ʙorai vahj ʙo ham ixtilof dored"},{"SurahNumber":51,"VerseNumber":9,"Text":"Az haq (Qur'on va pajomʙar) rūj gardon meşavad, on kase, ki az imon ovardan ʙa Qur'on va pajomʙar rūjgardon şuda ʙoşad. (Az saʙaʙi on, ki huççatu ʙurhonhoi ravşani ilohiro qaʙul nadoşt, pas ʙa rohi xajr muvaffaq naşud)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Marg ʙod ʙar on şakkokon va durūƣgūjon"},{"SurahNumber":51,"VerseNumber":11,"Text":"onon, ki ʙa ƣaflat dar kufru dar çahl furū mondaand"},{"SurahNumber":51,"VerseNumber":12,"Text":"Inho durūƣgūjon ʙo tamasxur mepursand: «Rūzi çazo kaj xohad ʙud?»"},{"SurahNumber":51,"VerseNumber":13,"Text":"Rūzi çazo, rūzest, ki ʙar otaş azoʙaşon mekunand"},{"SurahNumber":51,"VerseNumber":14,"Text":"va ʙarojaşon gufta meşavad «Azoʙi xudro ʙicaşed! In ast on cize, ki dar dunjo ʙa şitoʙ metalaʙided! »"},{"SurahNumber":51,"VerseNumber":15,"Text":"Haroina, parhezgoron, ki dar dunjo az Alloh metarsidand, dar ʙoƣhovu kanori caşmasoron ʙoşand"},{"SurahNumber":51,"VerseNumber":16,"Text":"On ciro az orzuhojaşon Parvardigoraşon ʙa onho ato kardaast, ʙa xursandī giriftaand va ʙa on rozī hastand Haroina, peş az on dar dunjo ʙo ʙa ço ovardani amalhoi şoista nekūkor ʙudan"},{"SurahNumber":51,"VerseNumber":17,"Text":"On nekūkoron andake az şaʙro mexoʙidand va şaʙro ʙo namoz zindadorī mekardand"},{"SurahNumber":51,"VerseNumber":18,"Text":"va ʙa hangomi sahar az gunohoni xeş istiƣfor (tavʙa) mekardand"},{"SurahNumber":51,"VerseNumber":19,"Text":"va dar amvolaşon ʙaroi muhtoçon az pursandavu mahrum; (on ki az rūi hajo namepursad), haqqe ʙud"},{"SurahNumber":51,"VerseNumber":20,"Text":"Va dar zamin ʙaroi ahli jaqin (ʙa onon, ki ʙa vahdonijati Alloh ʙovar dorand va risolatii pajomʙaraşro tasdiq mekunand), daloili ravşan va iʙrathoest"},{"SurahNumber":51,"VerseNumber":21,"Text":"va niz dar vuçudi xudaton nişonahoi oşkore hast, ki dalolat ʙar jagonagii ofaridagori şumo mekunad va tanho Ū sazovori iʙodat ast. Ojo nameʙined, to az on iʙrat ʙigired"},{"SurahNumber":51,"VerseNumber":22,"Text":"Va rizqi şumo va har cī ʙa şumo az neku ʙad va savoʙu iqoʙ va'da şuda, hamaaş dar osmon navişta şudaast"},{"SurahNumber":51,"VerseNumber":23,"Text":"(Pas, Alloh ʙa Zoti poki xud qasam jod mekunad:) savgand ʙa Parvardigori osmonhovu zamin, ki on ci va'da şudaast ʙarojaton haq ast, hamon guna ki şumo ʙo jakdigar) suxan megūed va dar suxanaton şak nameored"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ej Rasul, ojo xaʙari mehmononi giromii Iʙrohim ʙa tu rasidaast, ki on mehmonon fariştagon ʙudand"},{"SurahNumber":51,"VerseNumber":25,"Text":"On goh ki nazdi ū omadandu guftand: «Salom!» Guft: «Salom! Şumo mardumi noşinosed!»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Dar nihon va şitoʙon nazdi ahli xud raft va qasd ʙa gūsolai farʙehe karda onro kuşta ʙirjon karda ovard"},{"SurahNumber":51,"VerseNumber":27,"Text":"Ta'omro ʙa nazdaşon guzoştu ʙo lutfu mehruʙoni guft: «Caro namexūred?»"},{"SurahNumber":51,"VerseNumber":28,"Text":"On hangom, ki did, ki namexūrand, pas dar dilaş az onho tarse joft. Guftand (ʙarojaş): «Matars!» Mo pajomʙaroni Alloh hastem. Va ūro ʙa pisare dono ʙaşorat dodand, ki hamsari ū Sora ʙarojaş tavallud mekunad va cun ʙa haddi mardī merasad, ongoh ʙisjor dono va ogoh az ilmi ilohī meşavad va ū Ishoq alajhissalom ast"},{"SurahNumber":51,"VerseNumber":29,"Text":"Pas cun zanaş ʙaşorati maloikahoro şunid, farjodzanon (az ta'aççuʙ) omad va ʙar cehraaş zadu guft: «cī guna tavallud mekunam, hol on ki man pirzani nozo hastam»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Maloikaho ʙarojaş guftand: «Parvardigori tu hamcunin farmudaast on cī ʙa tu xaʙar dodaem va Ū ʙar har cī qodir ast, pas dar qudrati Ū ta'aççuʙe nst. Va haroina, Ū hakim ast hama aşjoro ʙa hikmati xud dar çojaş meguzorad va ʙa şoistagii ʙandagonaş donost!»"}]}