{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"aṅṅane avar avane (yūsuphine) yuṁ keāṇṭupēākukayuṁ, avane kiṇaṟṟinṟe aṭiyilēkk iṭuvān avar onnicc tīrumānikkukayuṁ ceytappēāḷ (avar ā kaṭuṁ kai pravarttikkuka tanne ceytu.) tīrccayāyuṁ nī avarkk avaruṭe ī ceytiyeppaṟṟi (orikkal) vivariccukeāṭukkumenn avann (yūsuphin‌) nāṁ bēādhanaṁ nalkukayuṁ ceytu. (ann‌) avar atinepaṟṟi bēādhavānmārāyirikkukayilla"},{"SurahNumber":12,"VerseNumber":16,"Text":"avar sandhyāsamayatt avaruṭe pitāvinṟe aṭukkal karaññukeāṇṭ cennu"},{"SurahNumber":12,"VerseNumber":17,"Text":"avar paṟaññu: ñaṅṅaḷuṭe pitāvē, ñaṅṅaḷ matsaricc ōṭippēākukayuṁ, yūsuphine ñaṅṅaḷuṭe sādhanaṅṅaḷuṭe aṭutt viṭṭupēākukayuṁ ceytu. appēāḷ avane cennāya tinnukaḷaññu. ñaṅṅaḷ satyaṁ paṟayunnavarāṇeṅkilpēāluṁ tāṅkaḷ viśvasikkukayillallēā"},{"SurahNumber":12,"VerseNumber":18,"Text":"yūsuphinṟe kuppāyattil kaḷḷaccēārayumāyāṇ avar vannat‌. pitāv paṟaññu: aṅṅaneyalla, niṅṅaḷuṭe manas's niṅṅaḷkk oru kāryaṁ bhaṅgiyāyi tēānniccirikkukayāṇ‌. atināl nalla kṣama kaikkeāḷḷuka tanne. niṅṅaḷī paṟaññuṇṭākkunna kāryattil (enikk‌) sahāyaṁ tēṭānuḷḷat allāhuvēāṭatre"},{"SurahNumber":12,"VerseNumber":19,"Text":"oru yātrāsaṅghaṁ vannu. avar avarkk veḷḷaṁ keāṇṭ varunna jēālikkārane ayaccu. avan tanne teāṭṭiyiṟakki. avan paṟaññu: hā, santēāṣaṁ! itā oru bālan! avar bālane oru kaccavaṭaccarakkāyi oḷiccuveccu. avar pravartticcirunnatine paṟṟi allāhu nallavaṇṇaṁ aṟiyunnavanākunnu"},{"SurahNumber":12,"VerseNumber":20,"Text":"avar avane tucchamāya oru vilaykk‌- ētānuṁ veḷḷikkāśin - vilkkukayuṁ ceytu. avar avanṟe kāryattil tālparyamillāttavaruṭe kūṭṭattilāyirunnu"},{"SurahNumber":12,"VerseNumber":21,"Text":"ījiptil ninn avane (yūsuphine) vilakkeṭutta āḷ tanṟe bhāryayēāṭ paṟaññu: ivann mān'yamāya tāmasasekaryaṁ nalkuka. avan namukk prayēājanappeṭṭēkkāṁ. alleṅkil namukkavane makanāyi svīkarikkāṁ. aprakāraṁ yūsuphin nāṁ ā bhūpradēśatt sekaryamuṇṭākkikeāṭuttu. svapnavārttakaḷuṭe vyākhyānattil ninn addēhattin nāṁ aṟiyicc keāṭukkān vēṇṭiyuṁ kūṭiyāṇat‌. allāhu tanṟe kāryaṁ jayiccaṭakkunnavanatre. pakṣe manuṣyaril adhikapēruṁ at manas'silākkunnilla"},{"SurahNumber":12,"VerseNumber":22,"Text":"aṅṅane addēhaṁ pūrṇṇavaḷarccayettiyappēāḷ addēhattin nāṁ yuktibēādhavuṁ aṟivuṁ nalki. sukr̥taṁ ceyyunnavarkk aprakāraṁ nāṁ pratiphalaṁ nalkunnu"}]}