{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"(napiye!) Ivarkal vanankupavai parri nir cantekappata ventam; (ivarkalukku) mun ivarkalutaiya mutataiyar vananki vanta pirakarame tan ivarkalukkum vanankukirarkal; niccayamaka (tantanaikkuriya) ivarkalin pankaik kuraivinri, mulamaiyaka nam ivarkalukkuk kotuppom"},{"SurahNumber":11,"VerseNumber":110,"Text":"niccayamaka nam musavukku vetattai kotuttom. Atil karuttu verupatu kollappattatu; umatu iraivanitamiruntu munti vit vakku illai enral ivarkal mattiyile mutivu ceyyappattirukkum. Niccayamaka ivarkal itai (kur'anai)p parri cantekattileye irukkinranar"},{"SurahNumber":11,"VerseNumber":111,"Text":"niccayamaka avarkal ovvoruvarukkum um'mutaiya iraivan avarkalutaiya ceyalkalukku uriya kuliyai mulamaiyakak kotuppan - niccayamaka avan avarkal ceyvatai arintavanaka irukkinran"},{"SurahNumber":11,"VerseNumber":112,"Text":"nirum um'motu tiruntiyavarum evappattavare urutiyaka iruppirkalak varampu miri vitatirkal. Niccayamaka avan ninkal ceyvatai kavanittavanaka irukkinran"},{"SurahNumber":11,"VerseNumber":113,"Text":"Innum, yar aniyayam ceykirarkalo avarkalin pakkam ninkal cayntu vitatirkal - appatic ceytal naraka neruppu unkalaip pitittukkollum; allahvai anri unkalaik kapparruvor evarumillai; melum (ninkal avanukketiraka veraravaralum) utavi ceyyappatavum mattirkal"},{"SurahNumber":11,"VerseNumber":114,"Text":"pakalin (kalai, malai akiya) irumunaikalilum, iravin pakutiyilum ninkal tolukaiyai nilaippatuttuviraka - niccayamaka narceyalkal, ticceyalkalaip pokkivitum - (iraivanai) ninaivu kuruvorukku itu nallupatecamaka irukkum"},{"SurahNumber":11,"VerseNumber":115,"Text":"(napiye! Ennilaiyilum) porumaiyaik kataippitippiraka! Niccayamaka allah alakiya ceyalkal ceyvorin kuliyai vinakki vitamattan"},{"SurahNumber":11,"VerseNumber":116,"Text":"unkalukku munnal irunta camutayankalil inta pumiyil kulappankalai tatukkak kutiya arivutaiyor iruntirukkak kutata? Mikak kuraivakave tavira (avvaru irukkavillai.) Avarkalai nam kapparrinom. Yar aniyayam ceytarkalo avarkal tankal cellac cerukkaiye pinparrukirarkal; melum kurravalikalakavum iruntarkal"},{"SurahNumber":11,"VerseNumber":117,"Text":"(napiye!) Or urarai, avvurar cirtiruntik kontirukkum nilaiyil - aniyayamaka um iraivan alikkappatamattan"}]}