{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"To those who do right is a goodly (reward)- Yea, more (than in measure)! No darkness nor shame shall cover their faces! they are companions of the garden; they will abide therein (for aye)"},{"SurahNumber":10,"VerseNumber":27,"Text":"But those who have earned evil will have a reward of like evil: ignominy will cover their (faces): No defender will they have from (the wrath of) God: Their faces will be covered, as it were, with pieces from the depth of the darkness of night : they are companions of the Fire: they will abide therein (for aye)"},{"SurahNumber":10,"VerseNumber":28,"Text":"One day shall We gather them all together. Then shall We say to those who joined gods (with Us): \"To your place! ye and those ye joined as 'partners' We shall separate them, and their \"Partners\" shall say: \"It was not us that ye worshipped"},{"SurahNumber":10,"VerseNumber":29,"Text":"Enough is God for a witness between us and you: we certainly knew nothing of your worship of us"},{"SurahNumber":10,"VerseNumber":30,"Text":"There will every soul prove (the fruits of) the deeds it sent before: they will be brought back to God their rightful Lord, and their invented falsehoods will leave them in the lurch"},{"SurahNumber":10,"VerseNumber":31,"Text":"Say: \"Who is it that sustains you (in life) from the sky and from the earth? or who is it that has power over hearing and sight? And who is it that brings out the living from the dead and the dead from the living? and who is it that rules and regulates all affairs?\" They will soon say, \"God\". Say, \"will ye not then show piety (to Him)"},{"SurahNumber":10,"VerseNumber":32,"Text":"Such is God, your real Cherisher and Sustainer: apart from truth, what (remains) but error? How then are ye turned away"},{"SurahNumber":10,"VerseNumber":33,"Text":"Thus is the word of thy Lord proved true against those who rebel: Verily they will not believe"}]}