{"Id":154,"LanguageCodes":["fa","fas"],"Name":"fas-hussainansarian","Author":"Hussain Ansarian","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":6,"Text":"شما را از یک تن آفرید، سپس همسرش را از او پدید آورد، و از چهارپایان [شتر و گاو و گوسفند و بز به اعتبار یک نر و یک ماده] هشت زوج آفرید، شما را در شکم های مادرانتان آفرینشی پس از آفرینشی دیگر در میان تاریکی های سه گانه [شکم و رحم و مشیمه] به وجود آورد. این است خدا پروردگار شما که فرمانروایی [مطلق بر همه هستی] ویژه اوست، معبودی جز او نیست، پس چگونه شما را از حق بازمی گردانند؟"},{"SurahNumber":39,"VerseNumber":7,"Text":"اگر کافر شوید [زیانی به خدا نمی رسانید؛ زیرا] خدا از شما بی نیاز است، و کفر را برای بندگانش نمی پسندد؛ و اگر سپاس گزاری کنید، آن را برای شما می پسندد. و هیچ سنگین باری، بار [گناه] دیگری را برنمی دارد. سپس بازگشت شما به سوی پروردگارتان خواهد بود، و شما را به آنچه انجام می دادید، آگاه خواهد کرد؛ زیرا او به نیّات و اسرار سینه ها داناست"},{"SurahNumber":39,"VerseNumber":8,"Text":"و چون به انسان آسیبی رسد، پروردگارش را در حال بازگشت به سوی او [برای برطرف شدن آسیبش] می خواند، سپس چون او را [برای رهایی از آن آسیب] نعمتی از جانب خود عطا کند، آن آسیب را که پیش تر برای برطرف شدنش دعا می کرد، فراموش می کند و دوباره برای خدا همتایانی قرار می دهد تا [مردم را] از راه خدا گمراه کند. بگو: اندک زمانی از کفر خود برخوردار باش، بی تردید تو از اهل آتشی"},{"SurahNumber":39,"VerseNumber":9,"Text":"[آیا چنین انسان کفران کننده ای بهتر است] یا کسی که در ساعات شب به سجده و قیام و عبادتی خالصانه مشغول است، از آخرت می ترسد و به رحمت پروردگارش امید دارد؟ بگو: آیا کسانی که معرفت و دانش دارند و کسانی که بی بهره از معرفت و دانش اند، یکسانند؟ فقط خردمندان متذکّر می شوند"},{"SurahNumber":39,"VerseNumber":10,"Text":"بگو: ای بندگان مؤمنم! از پروردگارتان پروا کنید. برای کسانی که در این دنیا اعمال شایسته انجام داده اند، پاداش نیکی است و زمین خدا گسترده است [بر شماست از سرزمینی که دچار مضیقه دینی هستید به سرزمینی دیگر مهاجرت کنید]. فقط شکیبایان پاداششان را کامل و بدون حساب دریافت خواهند کرد"}]}