{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"(Iman etmede) ilk ve oncu olan Muhacirler'den, Ensar'dan ve onlara guzelce tabi olanlardan Allah razı olmustur. Onlar da Allah’tan razı olmuslardır. Allah onlara altlarından ırmaklar akan ve icinde ebedi kalacakları Cennetler hazırlamıstır. Iste en buyuk kurtulus budur"},{"SurahNumber":9,"VerseNumber":101,"Text":"(Ey Medineliler!) Cevrenizdeki bedevilerden munafıklar vardır ve Medineliler icinde de nifakta direnen kimseler vardır. Onları siz bilmezsiniz. Biz onları biliyoruz. Onlara iki kere azap edecegiz. Sonra da onlar buyuk bir azaba ugrayacaklar"},{"SurahNumber":9,"VerseNumber":102,"Text":"(Savastan geri kalan) Diger bir kısım da, gunahlarını itiraf ettiler. Bunlar salih amelle kotu ameli birbirine karıstırmıslardır. Umulur ki Allah, tevbelerini kabul eder. Cunku Allah, cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Onların mallarından, onları kendisiyle arındıracagın ve temizleyecegin bir sadaka (zekat) al ve onlara dua et! Cunku senin duan onlar icin sukunettir.(Onların kalplerini yatıstırır.) Allah, hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Kulların tevbesini ancak Allah'ın kabul ettigini, sadakaları da O'nun kabul ettigini bilmiyorlar mı? Allah tevbeleri cokca kabul edendir, cok merhametlidir"},{"SurahNumber":9,"VerseNumber":105,"Text":"De ki: (Yapacagınız amelleri) yapın, Allah yaptıklarınızı gorecektir. Rasulu ve muminler de. Gaybı ve goruleni bilen Allah’a donduruleceksiniz. O size yapmakta oldugunuz amellerinizi haber verecektir"},{"SurahNumber":9,"VerseNumber":106,"Text":"(Savasa katılmayan) diger bir kısım da, Allah’ın (haklarındaki) emrine bırakılmıslardır. Allah onlara ya azap eder ya da tevbelerini kabul eder. O, her seyi hakkıyla bilendir, Hakim'dir"}]}