{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya! Kitaba kuvvetle saril\" (dedik) ve daha cocukken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hem de katimizdan bir merhamet ve (gunahlardan) paklik verdik, o cok takva sahibi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Anne ve babasina karsi iyi davranan bir kimse idi, zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Dogdugu gun, olecegi gun ve dirilecegi gun ona selam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"(Ey Muhammed!) Kur'an'daki Meryem kissasini da an (insanlara anlat). Hani o, ailesinden ayrilarak (evinin veya mescidin) dogu tarafinda bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra ailesiyle kendisi arasina bir perde koymustu. Biz ona melegimiz (Cebrail)i gonderdik de ona tam bir insan seklinde gorundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem: \"Ben senden Rahman (olan Allah) a siginirim. Eger Allah'dan korkuyorsan (dokunma bana)\" dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Melek: \"Ben, sana temiz bir oglan bagislamak icin, Rabbinin gonderdigi bir elciyim\" dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem: \"Benim nasil cocugum olabilir? Bana hicbir insan dokunmamistir. Ben iffetsiz de degilim\" dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Melek: \"Bu, dedigin gibidir. Ancak Rabbin buyurdu ki: Bu (babasiz cocuk vermek), bana pek kolaydir. Hem biz onu nezdimizden insanlara bir mucize ve rahmet kilacagiz. Hem, bu onceden (ezelde) kararlastirilmis bir istir.\" dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Nihayet (Allah'in emri gerceklesti) Meryem Isa'ya gebe kaldi ve o haliyle uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonra dogum sancisi onu bir hurma dalina tutunup dayanmaya zorladi. \"Keske bundan once olseydim de unutulup gitseydim\" dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Melek, Meryem'e, asagi tarafindan soyle seslendi. \"Sakin uzulme, Rabbin alt tarafinda bir irmak akitti"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalini kendine dogru silkele, uzerine devsirilmis taze hurmalar dokulsun"}]}