{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Gokten de belli olcu ve oranda su indirdik de onu yeryuzunde eylestirdik. Gercekten bizim onu (bulundugu yerden) gidermeye gucumuz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Boylece onunla size hurmalıklar, uzum bagları, bahceleri meydana getirdik ki, sizin icin onlarda bircok meyveler vardır ve onlardan yeyip gecinirsiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ve (daha cok) Tur-i Sina´da cıkan, yiyenlere yag ve katık bitirip veren bir agac da yeserttik"},{"SurahNumber":23,"VerseNumber":21,"Text":"Sizin icin suphesiz ki (bazı bineklerde ve) davarlarda da bir ibret (ogut ve ders) vardır. Karınlarında olusandan size iciririz ve sizin icin onlarda daha nice yararlı seyler vardır; onlardan yersiniz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Bunlara da, gemilere de yuklenip binersiniz"},{"SurahNumber":23,"VerseNumber":23,"Text":"And olsun ki, biz Nuh´u kavmine gonderdik. O, «ey kavmim!» dedi, «Allah´a ibadet edin, O´ndan baska sizin hicbir (hakiki) tanrınız yoktur. Artık (putlara tapmaktan, azgınlıktan ve kotuluklerden) sakınmaz mısınız ?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun uzerine kavminin ileri gelenlerinden inkara sapan bir grup dedi ki: «Bu da ancak sizin gibi bir insandır. Size karsı ustunluk saglamak ister. Allah, (peygamber gondermeyi) dilemis olsaydı, elbette melekleri (gorevlendirip) gonderirdi. Hem ilk atalarımızdan da boyle bir sey isitmedik.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"«Bu suphesiz kendisinde cinnet (belirtisi) bulunan bir adamdır. Bir sure onu gozetip bekleyelim.»"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh, «ey Rabbim ! Beni yalanlamalarına karsılık sen bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"Nuh´a, «gemiyi gozumuzun onunde (talimatımız altında) vahyimiz uyarınca yap; emrimiz gelip tandırdan su kaynayıp fıskırınca ona her (cins hayvandan) ikiser cift (veya birer cift) ve aleyhlerinde emir (hukum) gecmis olanın dısında aileni getirip yerlestir ve sakın o zalimler hakkında bana hitap etme; cunku onlar mutlaka bogulacaklardır,» diye vahyettik"}]}