{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Och den blinde kan inte jamstallas med den seende"},{"SurahNumber":35,"VerseNumber":20,"Text":"inte heller morker med ljus"},{"SurahNumber":35,"VerseNumber":21,"Text":"eller skugga med brannande hetta"},{"SurahNumber":35,"VerseNumber":22,"Text":"Och de levande kan inte jamstallas med de doda. [Muhammad!] Gud formar den Han vill att lyssna, men du kan inte forma dem att lyssna som ar [andligen doda och] begravda"},{"SurahNumber":35,"VerseNumber":23,"Text":"du ar bara en varnare"},{"SurahNumber":35,"VerseNumber":24,"Text":"Vi har sant dig med sanningen, som forkunnare av ett glatt budskap om hopp och som varnare; inget folk har blivit utan en varnare som levde och dog ibland dem"},{"SurahNumber":35,"VerseNumber":25,"Text":"Om de kallar dig lognare, [minns da att] andra som var deras foregangare och till vilka sandebuden kom med klara vittnesbord och med nedtecknad visdom och uppenbarelser fyllda av [Guds] ljus, ocksa beskyllde [dem] for logn"},{"SurahNumber":35,"VerseNumber":26,"Text":"Till sist straffade Jag dem som framhardade i att forneka sanningen och Min dom var hard"},{"SurahNumber":35,"VerseNumber":27,"Text":"SER DU inte att Gud later regn stromma fran skyn och att Vi darmed later frukter av alla slag och farger mogna och att i bergen [syns] strimmor av vitt och rott i olika skiftningar och intensivt svarta [flackar]"},{"SurahNumber":35,"VerseNumber":28,"Text":"Sa vaxlar aven fargen hos manniskorna och hos vilda djur och boskap. Ingen av Hans tjanare utom de som har [en djup inre] kunskap fruktar Gud [sa som Han bor fruktas]. Han ar allsmaktig men alltid beredd att forlata"},{"SurahNumber":35,"VerseNumber":29,"Text":"De som [flitigt] laser vad Gud har uppenbarat och forrattar bonen och ger [at andra] av det som Vi har skankt dem for deras forsorjning - nar ingen ser det eller oppet - kan hoppas pa en vinst av bestaende varde"},{"SurahNumber":35,"VerseNumber":30,"Text":"Gud skall ge dem full lon och i Sin godhet ge dem mer. Han forlater mycket och Han erkanner [Sina tjanares] fortjanster"}]}