{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Họ và cha mẹ của họ không hề có một chút kiến thức nào về điều đó cả. Thật nghiêm trọng thay cho lời nói từ cửa miệng của họ. Họ thực sự chỉ nói điều giả dối"},{"SurahNumber":18,"VerseNumber":6,"Text":"Có lẽ Ngươi (Muhammad) khổ tâm, đau buồn khiến bản thân chết dần chết mòn trên lối mòn của họ nếu họ không có đức tin vào Lời Nói này (Qur’an)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Quả thật, TA (Allah) đã tạo ra những gì trên trái đất là để tô điểm, trang hoàng mục đích thử thách họ xem ai trong số họ là người làm tốt nhất"},{"SurahNumber":18,"VerseNumber":8,"Text":"Và (rồi đây) TA chắc chắn sẽ làm cho nó thành đồi trọc, chẳng còn gì"},{"SurahNumber":18,"VerseNumber":9,"Text":"Hoặc có phải Ngươi (Muhammad) đã nghĩ rằng những người bạn của hang núi và bia ký là một trong các dấu hiệu lạ của TA"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Ngươi hãy nhớ lại) khi nhóm thanh niên ẩn náu trong hang núi, họ cầu nguyện: “Lạy Thượng Đế của bầy tôi, xin Ngài hãy thương xót bầy tôi và xin Ngài hãy sắp xếp vụ việc của bầy tôi theo hướng tốt đẹp.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Thế là TA (Allah) đã bịt tai họ lại trong hang núi nhiều năm dài (để họ không nghe thấy gì và ngủ say)"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sau đó, TA đánh thức họ dậy để xem ai trong hai nhóm của họ tính toán chính xác nhất về thời gian mà họ đã ở lại (trong hang núi)"},{"SurahNumber":18,"VerseNumber":13,"Text":"TA kể cho Ngươi (Muhammad) nghe thông tin của họ bằng sự thật. Quả thật, họ là một nhóm thanh niên có đức tin nơi Thượng Đế của họ và TA đã ban thêm cho họ sự hướng dẫn"},{"SurahNumber":18,"VerseNumber":14,"Text":"Và TA đã giữ vững trái tim của họ (trong đức tin) khi họ đứng cầu nguyện: “Lạy Thượng Đế của bầy tôi, Thượng Đế của các tầng trời và trái đất, bầy tôi sẽ không bao giờ khấn vái cầu xin bất cứ thần linh nào khác ngoài Ngài. (Nếu như bầy tôi làm như thế) thì quả thật bầy tôi đã quá sai quấy.”"},{"SurahNumber":18,"VerseNumber":15,"Text":"“Đám dân của bầy tôi, những người này, đã tôn thờ những thần linh khác ngoài Ngài nhưng họ không có bằng chứng rõ ràng nào (cho việc làm đó của họ). Bởi vậy còn ai sai quấy hơn những kẻ đã bịa đặt điều dối trá cho Allah?!”"}]}