{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":62,"Text":"Diran: «¿Que nos pasa que no vemos a hombres a los que considerabamos de lo peor"},{"SurahNumber":38,"VerseNumber":63,"Text":"¿Nos burlabamos de ellos o es que no les podemos ver?»"},{"SurahNumber":38,"VerseNumber":64,"Text":"Ciertamente, esa es la verdad de lo que discutira la gente del Fuego"},{"SurahNumber":38,"VerseNumber":65,"Text":"Di: «Lo que yo soy es un amonestador y no hay mas dioses que Dios, el Uno, el Dominador"},{"SurahNumber":38,"VerseNumber":66,"Text":"El Senor de los cielos y la Tierra y de lo que hay entre ambos, el Todopoderoso, el Perdonador.»"},{"SurahNumber":38,"VerseNumber":67,"Text":"Di: «Es una gran noticia"},{"SurahNumber":38,"VerseNumber":68,"Text":"de la que vosotros os desentendeis"},{"SurahNumber":38,"VerseNumber":69,"Text":"Yo no tenia conocimiento de lo que en el Consejo Supremo discutian"},{"SurahNumber":38,"VerseNumber":70,"Text":"Solo me ha sido revelado que yo soy un amonestador claro.»"},{"SurahNumber":38,"VerseNumber":71,"Text":"[Recuerda] Cuando tu Senor dijo a los angeles: «En verdad, creare un ser humano de barro"},{"SurahNumber":38,"VerseNumber":72,"Text":"Asi pues, cuando le haya dado forma y sople en el de Mi espiritu, prosternaos ante el.»"},{"SurahNumber":38,"VerseNumber":73,"Text":"Asi que todos los angeles se prosternaron"},{"SurahNumber":38,"VerseNumber":74,"Text":"excepto Iblis, que se ensoberbecio y fue de los que tratan de ocultar la Verdad"},{"SurahNumber":38,"VerseNumber":75,"Text":"Dijo El: «¡Oh, Iblis! ¿Que te impidio prosternarte ante lo que Yo he creado con mis manos? ¿Te consideras demasiado grande o eres de los que estan por encima de ello?»"},{"SurahNumber":38,"VerseNumber":76,"Text":"Dijo: «Yo soy mejor que el. A mi me creaste de fuego y a el le has creado de barro.»"},{"SurahNumber":38,"VerseNumber":77,"Text":"Dijo El: «Pues entonces ¡Sal de el! En verdad eres de los maldecidos"},{"SurahNumber":38,"VerseNumber":78,"Text":"Y, en verdad, Mi maldicion pesara sobre ti hasta el Dia de la Recompensa.»"},{"SurahNumber":38,"VerseNumber":79,"Text":"Dijo: «¡Senor mio! ¡Dame de plazo hasta el dia en que los resucites!»"},{"SurahNumber":38,"VerseNumber":80,"Text":"Dijo El: «Se, pues, de los que tienen un plazo"},{"SurahNumber":38,"VerseNumber":81,"Text":"hasta el dia cuyo tiempo esta determinado.»"},{"SurahNumber":38,"VerseNumber":82,"Text":"Dijo: «Juro, pues, por Tu poder, que extraviare a todos ellos"},{"SurahNumber":38,"VerseNumber":83,"Text":"a excepcion de quienes entre ellos sean tus siervos puros.»"}]}