{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Ntabwo ari mwe mwabishe, ahubwo bishwe na Allah (we washoboje abemeramana gutsinda abanzi babo kandi barabarushaga ubushobozi). Nta n’ubwo ari wowe (Muhamadi) wateye (umucanga watumye ingabo z’abanzi zitokorwa) ubwo wawuteraga, ahubwo Allah ni we wawuteye (awukwiza mu maso yabo); kugira ngo agerageze abemeramana akoresheje ikigeragezo cyiza kimuturutseho (intsinzi). Mu by’ukuri Allah ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":8,"VerseNumber":18,"Text":"Uko ni ko Allah acubya imigambi y’abahakanyi"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Yemwe bahakanyi!) Niba musaba ko Allah amanurira ibihano inkozi z’ibibi, rwose byamaze kubageraho! Kandi nimurekera aho (ibikorwa by’ubuhakanyi n’ubushotoranyi), ibyo ni byo byiza kuri mwe. Nimunasubira, tuzongera (tubatsinde). Kandi agatsiko kanyu nta cyo kazabamarira kabone n’ubwo kaba kagizwe n’ingabo nyinshi. Kandi mu by’ukuri Allah ari kumwe n’abemeramana"},{"SurahNumber":8,"VerseNumber":20,"Text":"Yemwe abemeye! Nimwumvire Allah n’Intumwa ye, ntimuzanamutere umugongo kandi mwumva (ibyo musomerwa)"},{"SurahNumber":8,"VerseNumber":21,"Text":"Kandi ntimukamere nka ba bandi bavuze bati “Twarumvise”, nyamara batumva"},{"SurahNumber":8,"VerseNumber":22,"Text":"Mu by’ukuri ibiremwa bibi imbere ya Allah ni ibipfamatwi (abanze kumva ukuri) bakaba n’ibiragi (indimi zabo zanze kwatura ukwemera); ba bandi badatekereza"},{"SurahNumber":8,"VerseNumber":23,"Text":"N’iyo Allah aza kubabonamo icyiza, yari kubashoboza kumva (ukuri). Kandi n’iyo aza kubashoboza kumva, rwose bari gutera umugongo bakitarura"},{"SurahNumber":8,"VerseNumber":24,"Text":"Yemwe abemeye! Nimwumvire Allah n’Intumwa (Muhamadi) igihe babahamagariye ibibaha ubuzima nyabwo (ubuzima bwo mu ijuru). Kandi mumenye ko Allah ajya hagati y’umuntu n’umutima we (agakumira icyo urarikiye), ndetse ko mu by’ukuri, iwe ari ho muzakoranyirizwa"},{"SurahNumber":8,"VerseNumber":25,"Text":"Kandi mujye mutinya ibigeragezo byo ku isi, kuko bitibasira inkozi z’ibibi muri mwe gusa. Munamenye ko Allah ari Nyiribihano bikaze"}]}