{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Da, my prishli k nim s istinoy, a oni, ved', lgut"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allakh ne bral Sebe nikakogo syna, i ne bylo s nim nikakogo bozhestva. Inache kazhdyy bog unes by to, chto on sotvoril, i odni iz nikh voznosilis' by nad drugimi. Khvala Allakhu, prevyshe On togo, chto oni Yemu pripisyvayut"},{"SurahNumber":23,"VerseNumber":92,"Text":"vedayushchemu sokrovennoye i nalichnoye; prevyshe On togo, chto oni pridayut Yemu v souchastniki"},{"SurahNumber":23,"VerseNumber":93,"Text":"Skazhi: \"Gospodi, yesli Ty pokazhesh' mne to, chto im obeshchano"},{"SurahNumber":23,"VerseNumber":94,"Text":"Gospodi, ne pomeshchay togda menya s lyud'mi nepravednymi"},{"SurahNumber":23,"VerseNumber":95,"Text":"A ved' My mozhem pokazat' tebe to, chto im obeshchayem"},{"SurahNumber":23,"VerseNumber":96,"Text":"Otklonyay zlo tem, chto luchshe; My verneye znayem, chto oni opisyvayut"},{"SurahNumber":23,"VerseNumber":97,"Text":"I skazhi: \"Gospodi, ya pribegayu k Tebe ot iskusheniy diyavolov"},{"SurahNumber":23,"VerseNumber":98,"Text":"i ya pribegayu k Tebe, Gospodi, chtoby oni ne yavilis' ko mne"},{"SurahNumber":23,"VerseNumber":99,"Text":"A kogda pridet k odnomu iz nikh smert', on skazhet: \"Gospodi, verni menya"},{"SurahNumber":23,"VerseNumber":100,"Text":"mozhet byt', ya sdelayu blagoye v tom, chto ostavil\". Tak net! Eto - slovo, kotoroye on govorit, a za nimi - pregrada do togo dnya, kak oni budut voskresheny"},{"SurahNumber":23,"VerseNumber":101,"Text":"I kogda poduyut v trubu, to ne budet v tot den' rodstva sredi nikh, i ne budut oni rassprashivat' drug druga"},{"SurahNumber":23,"VerseNumber":102,"Text":"I u kogo tyazhely budut yego vesy - te schastlivyye"},{"SurahNumber":23,"VerseNumber":103,"Text":"a u kogo legki yego vesy, - te, kotoryye nanesli ubytok samim sebe, v geyenne prebudut vechno"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ogon' obzhigayet ikh litsa, i oni v ney mrachny"}]}