{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":82,"VerseNumber":1,"Text":"When the heaven developed cracks"},{"SurahNumber":82,"VerseNumber":2,"Text":"and when the planets slipped hither and thither"},{"SurahNumber":82,"VerseNumber":3,"Text":"and when the seas are burst forth (overriding their invisible barriers)"},{"SurahNumber":82,"VerseNumber":4,"Text":"and when the graves are exhumed (of their contents)"},{"SurahNumber":82,"VerseNumber":5,"Text":"(Afterwards, during Accountability) a Nafs came to know what she has sent forward (as her deeds) and what she left behind (as her traditions at the time she left the world)"},{"SurahNumber":82,"VerseNumber":6,"Text":"O you the human! What has made you careless concerning your Most Generous Nourisher-Sustainer —"},{"SurahNumber":82,"VerseNumber":7,"Text":"Who created you, then fashioned you in perfection, then He set you in due proportion"},{"SurahNumber":82,"VerseNumber":8,"Text":"In whatever form, that He desired, He developed you in shape"},{"SurahNumber":82,"VerseNumber":9,"Text":"Nay! Of course, you deny Accountability and Judgment"},{"SurahNumber":82,"VerseNumber":10,"Text":"And certainly, over you, (are) indeed (set) guards and protectors"},{"SurahNumber":82,"VerseNumber":11,"Text":"Kiraman Katibin (Honourable scribes)"},{"SurahNumber":82,"VerseNumber":12,"Text":"They know whatever you do (and they immediately record your deeds)"},{"SurahNumber":82,"VerseNumber":13,"Text":"Verily, Al-Abrar (will be) indeed in delights (of Paradise)"},{"SurahNumber":82,"VerseNumber":14,"Text":"And verily, Al-Fujjar (will be) indeed in blazing Fire (of Hell)"},{"SurahNumber":82,"VerseNumber":15,"Text":"they will reach therein on the Day of Judgment"},{"SurahNumber":82,"VerseNumber":16,"Text":"and they (i.e., Al-Fujjar) will not be absent therefrom"},{"SurahNumber":82,"VerseNumber":17,"Text":"And what did make you know what the Day of Judgment (is)"},{"SurahNumber":82,"VerseNumber":18,"Text":"Once more! What did make you know what the Day of Judgment or Recompense is"},{"SurahNumber":82,"VerseNumber":19,"Text":"The Day a Nafs does not own anything to favour or assist or redeem any Nafs. And the matter, that Day is solely with Allah"},{"SurahNumber":83,"VerseNumber":1,"Text":"Woe to the fraudulents"},{"SurahNumber":83,"VerseNumber":2,"Text":"those who when they took by measure from other people, will take (it) full"},{"SurahNumber":83,"VerseNumber":3,"Text":"and when they gave by measure to others, or weighed for others — they deduct and give less by weight and measure"},{"SurahNumber":83,"VerseNumber":4,"Text":"Don't such people realise that they (one day, would be) those who have been resurrected (into a new life and have to face Accountability)"},{"SurahNumber":83,"VerseNumber":5,"Text":"in relation to a Great Day —"},{"SurahNumber":83,"VerseNumber":6,"Text":"the Day (all) mankind stands before (the) Nourisher-Sustainer of the worlds"}]}