{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"And whether ye die or be slain, assuredly unto Allah shall ye be gathered"},{"SurahNumber":3,"VerseNumber":159,"Text":"It was then of the mercy of Allah that thou hast been gentle with them; and wert thou rough, hardhearted, they had surely dispersed from around thee. So pardon them thou, and ask thou forgiveness for them and take thou counsel with them in the affair, and when thou hast resolved, put thy trust in Allah. Verily Allah loveth the trustful"},{"SurahNumber":3,"VerseNumber":160,"Text":"If Allah succoureth you, there is none that can overcome you; if He abandon you, who is there that can succour you after Him? And in Allah let the believers trust"},{"SurahNumber":3,"VerseNumber":161,"Text":"It is not the part of a prophet to hide anything away: whosoever hideth anything away, he shall bring forth on the Day of Resurrection that which he had hidden away; then shall each one be repaid in full that which he hath earned, and they shall not be wronged"},{"SurahNumber":3,"VerseNumber":162,"Text":"Is then one who followeth the pleasure of Allah like unto him who hath settled under the displeasure of Allah? His resort is Hell, and ill is that destination"},{"SurahNumber":3,"VerseNumber":163,"Text":"Of diverse degrees shall be they with Allah, and Allah is Beholder of that which they work"},{"SurahNumber":3,"VerseNumber":164,"Text":"Assuredly Allah hath conferred a benefit on the believers when He raised up unto them an apostle from amongst themselves, he rehearseth unto them His revelations and purifieth them and teacheth them the Book and wisdom, and afore they were in an error manifest"},{"SurahNumber":3,"VerseNumber":165,"Text":"Is its that when a reverse hath befallen you, albeit ye had inflicted twice as much, ye say: whence is this? Say thou: it is but from yourselves verily Allah is over everything potent"}]}