{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"I tochno tak zhe vsyakiy raz, Kogda My slali do tebya K lyubomu lyudu uveshchevatelya ot Nas, Kto pobogache byl iz nikh, Te govorili: \"Nashli my nashikh praottsev, Derzhavshikhsya opredelennoy very, I pryamo sleduyem po ikh stopam"},{"SurahNumber":43,"VerseNumber":24,"Text":"Skazal on: \"Dazhe yesli ya nesu vam rukovodstvo, Chto pravil'ney togo, Kotorogo, kak vy nashli, Derzhalis' vashi praottsy?\" Oni skazali: \"My ne verim v to, S chem poslany (vy k nam)"},{"SurahNumber":43,"VerseNumber":25,"Text":"I My otmstili im. I posmotri, kakoy konets byl tekh, Kto lozh'yu schel (Moi znamen'ya)"},{"SurahNumber":43,"VerseNumber":26,"Text":"I (vspomnite), kak svoyemu ottsu i svoyemu narodu Ibrakhim skazal: \"Chemu vy poklonyayetes', K tomu ya neprichasten"},{"SurahNumber":43,"VerseNumber":27,"Text":"(YA poklonyayus') lish' Tomu, Kto menya sozdal, - On mne, poistine, ukazhet put' pryamoy"},{"SurahNumber":43,"VerseNumber":28,"Text":"I (sey zavet) on sdelal Slovom Dlya prebyvaniya v yego potomstve, Chtob obratilis' (k Gospodu) oni"},{"SurahNumber":43,"VerseNumber":29,"Text":"YA dal i im, i ikh ottsam Blagami blizhney zhizni naslazhdat'sya, Poka im Istina (Gospodnya) ne predstala I ne prishel poslannik nesomnennyy"},{"SurahNumber":43,"VerseNumber":30,"Text":"Kogda im Istina predstala, Oni skazali: \"Eto - koldovstvo, i my yemu ne verim"},{"SurahNumber":43,"VerseNumber":31,"Text":"I (daleye) oni skazali: \"Tak otchego by etomu Koranu Ne byt' nisposlannym Kakomu-libo znatnomu muzhchine Iz etikh dvukh (pochetnykh) gorodov"},{"SurahNumber":43,"VerseNumber":32,"Text":"Uzh ne oni l' - Deliteli shchedrot Vladyki tvoyego?! Lish' My - deliteli sred' nikh vsego potrebnogo v sem mire. I My vozvysili po stepenyam Odnikh iz nikh nad ostal'nymi, Chtoby odni mogli brat' v usluzheniye drugikh. No milost' tvoyego Vladyki Prevyshe blag, kotoryye oni sebe kopYat"},{"SurahNumber":43,"VerseNumber":33,"Text":"I yesli b ne sluchilos' tak, Chto lyudi vse odnim narodom stanut, Dlya tekh, kto Miloserdnogo otverg, My b sdelali iz serebra I krovli ikh domov, i lestnitsy dlya voskhozhden'ya"}]}