{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"And remember We took from the prophets their covenant: As (We did) from thee: from Noah, Abraham, Moses, and Jesus the son of Mary: We took from them a solemn covenant"},{"SurahNumber":33,"VerseNumber":8,"Text":"That (God) may question the (custodians) of Truth concerning the Truth they (were charged with): And He has prepared for the Unbelievers a grievous Penalty"},{"SurahNumber":33,"VerseNumber":9,"Text":"O ye who believe! Remember the Grace of God, (bestowed) on you, when there came down on you hosts (to overwhelm you): But We sent against them a hurricane and forces that ye saw not: but God sees (clearly) all that ye do"},{"SurahNumber":33,"VerseNumber":10,"Text":"Behold! they came on you from above you and from below you, and behold, the eyes became dim and the hearts gaped up to the throats, and ye imagined various (vain) thoughts about God"},{"SurahNumber":33,"VerseNumber":11,"Text":"In that situation were the Believers tried: they were shaken as by a tremendous shaking"},{"SurahNumber":33,"VerseNumber":12,"Text":"And behold! The Hypocrites and those in whose hearts is a disease (even) say: \"God and His Apostle promised us nothing but delusion"},{"SurahNumber":33,"VerseNumber":13,"Text":"Behold! A party among them said: \"Ye men of Yathrib! ye cannot stand (the attack)! therefore go back!\" And a band of them ask for leave of the Prophet, saying, \"Truly our houses are bare and exposed,\" though they were not exposed they intende d nothing but to run away"},{"SurahNumber":33,"VerseNumber":14,"Text":"And if an entry had been effected to them from the sides of the (city), and they had been incited to sedition, they would certainly have brought it to pass, with none but a brief delay"},{"SurahNumber":33,"VerseNumber":15,"Text":"And yet they had already covenanted with God not to turn their backs, and a covenant with God must (surely) be answered for"}]}