{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":48,"VerseNumber":16,"Text":"Thuaju atyre arabeve te shkretetires, qe ngelen pas jush: “Ju do te thirreni per te luftuar kunder nje populli shume luftarak, nese ata nuk dorezohen. Nese bindeni, Allahu do t’ju jape shperblim te mire, por, nese shmangeni, ashtu sic keni bere edhe me pare, Ai do t’ju ndeshkoje me denim te dhembshem"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nuk eshte gjynah per te verbrin, as per te calin, as te semurin (qe te mos marrin pjese ne lufte). Kush i bindet Allahut dhe te Derguarit te Tij, do te shkoje ne Xhenete, neper te cilat rrjedhin lumenj, kurse ai qe shmanget, do te ndeshkohet me denim te dhembshem"},{"SurahNumber":48,"VerseNumber":18,"Text":"Allahu eshte i kenaqur me ata besimtare, kur t’u betuan per besnikeri nen hijen e pemes. Ai e dinte se c’kishte ne zemrat e tyre, prandaj u dha atyre qetesi[322] dhe i shperbleu me nje fitore te afert"},{"SurahNumber":48,"VerseNumber":19,"Text":"e me nje placke te madhe qe do ta fitojne. Allahu eshte i Plotfuqishem dhe i Urte"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allahu ju premtoi placke te pasur, te cilen do ta fitoni e jua shpejtoi kete juve. Ai i largoi duart e njerezve prej jush, me qellim qe (fitorja juaj) te jete nje shenje per besimtaret e vertete dhe qe t’ju udhezoje ne rrugen e drejte"},{"SurahNumber":48,"VerseNumber":21,"Text":"Allahu e di edhe per te tjera (fitore e placka lufte), te cilat ju ende nuk i keni fituar. Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":48,"VerseNumber":22,"Text":"Nese mohuesit nisen ne lufte kunder jush, me siguri qe ata do te ikin dhe pastaj nuk do te gjejne as mbrojtes, as ndihmes"},{"SurahNumber":48,"VerseNumber":23,"Text":"I tille ka qene ligji i Allahut edhe me pare, e ti kurre nuk do te gjesh ndryshime ne ligjin e Allahut"}]}