{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"Hani, annene vahyedileni soyle vahyetmistik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu tabuta koyup ırmaga bırak! Irmak onu sahile gotursun ki, benim de dusmanım, onun da dusmanı olan biri onu alsın. Uzerine kendimden bir sevgi bıraktım ki, gozumun onunde yetistirilesin"},{"SurahNumber":20,"VerseNumber":40,"Text":"Hani, kızkardesin gidiyor, soyle diyordu: ´Onun bakımını ustlenecek kisiyi size gostereyim mi?´ Nihayet, seni annene geri dondurduk ki, gozu aydın olsun, tasalanmasın. Sen bir de adam oldurmustun. O zaman seni gamdan kurtarmıstık. Seni iyice bir imtihana cekmistik. Bunun ardından sen Medyen halkı arasında yıllarca kaldın. Sonra, belirlenen bir vakitte/bir kadere gore geliverdin, ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Seni kendim icin secip yetistirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardesin, ayetlerimi goturun; beni anmakta gevseklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin, cunku o azdı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Ona yumusak ve tatlı bir sozle hitap edin; belki ogut alır, yahut urperir"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dediler ki: \"Rabbimiz, onun aleyhimizde bir taskınlık yapmasından yahut yine azmasından korkuyoruz"},{"SurahNumber":20,"VerseNumber":46,"Text":"Buyurdu: \"Korkmayın! Ben sizinle beraberim; isitiyorum, goruyorum"},{"SurahNumber":20,"VerseNumber":47,"Text":"Hadi gidin ona! Deyin ki; \"Biz senin Rabbinin iki resuluyuz. Israilogullarını bizimle gonder, onlara iskence etme! Rabbinden sana bir mucize getirdik. Selam, hidayete uyanlaradır"},{"SurahNumber":20,"VerseNumber":48,"Text":"Azabın, yalanlayıp yuz cevirenler uzerine olacagı bize vahyedildi"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun dedi: \"Sizin Rabbiniz kim, ey Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa dedi: \"Rabbimiz, herseye yaratılısını lutfeden, sonra da yol-yordam gosteren kudrettir"},{"SurahNumber":20,"VerseNumber":51,"Text":"Dedi: \"Peki, ilk nesillerin hali ne olacak"}]}