{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Dedi ki: \"Bunun bilgisi Rabbimin Katında bir kitaptadır. Benim Rabbim şaşırmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ki (Rabbim), yeryüzünü sizin için bir beşik kıldı, onda sizin için yollar döşedi ve gökten su indirdi; böylelikle bununla her tür bitkiden çiftler çıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yiyin ve hayvanlarınızı otlatın. Şüphesiz, bunda sağduyu sahipleri için elbette ayetler vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi ondan yarattık, ona geri vereceğiz ve sizi bir kere daha ondan çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun, Biz ona ayetlerimizin tümünü gösterdik; fakat o, yalanladı ve ayak diretti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: \"Ey Musa, sen bizi sihrinle yurdumuzdan sürüp çıkarmaya mı gelmiş bulunuyorsun"},{"SurahNumber":20,"VerseNumber":58,"Text":"Madem böyle, biz de sana buna benzer bir sihirle geleceğiz; şimdi sen, bir 'buluşma zamanı ve yeri' tespit et, bizim de, senin de karşı olamayacağımız açık, geniş bir yer olsun\" dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) Dedi ki: \"Buluşma zamanımız, (ülkenin ulusal) bayram günü ve insanların toplanacağı kuşluk vakti (olsun)"},{"SurahNumber":20,"VerseNumber":60,"Text":"Böylelikle Firavun arkasını dönüp gitti, hileli düzenini (yürütecek büyücüleri) biraraya getirdi, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: \"Size yazıklar olsun, Allah'a karşı yalan düzüp uydurmayın, sonra bir azap ile kökünüzü kurutur. Yalan düzüp uyduran gerçekten yok olup gitmiştir"},{"SurahNumber":20,"VerseNumber":62,"Text":"Bunun üzerine, kendi aralarında durumlarını tartışmaya başladılar ve gizli konuşmalara geçtiler"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: \"Bunlar herhalde iki sihirbazdır, sizi sihirleriyle yurdunuzdan sürüp-çıkarmak ve örnek olarak tutturduğunuz yolunuzu (dininizi) yok etmek istemektedirler"},{"SurahNumber":20,"VerseNumber":64,"Text":"Bundan ötürü, tuzaklarınızı biraraya getirin, sonra gruplar halinde gelin; bugün üstünlük sağlayan, gerçekten kurtuluşu bulmuştur"}]}