{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Hebben jullie niet gezien dat God voor jullie wat er in de hemelen en wat er op de aarde is dienstbaar heeft gemaakt en dat Hij Zijn weldaden aan jullie uiterlijk en innerlijk vervolmaakt? Er zijn mensen die zonder kennis, zonder leidraad en zonder verlichtend boek over God twisten"},{"SurahNumber":31,"VerseNumber":21,"Text":"En als tot hen gezegd wordt: \"Volgt wat God heeft neergezonden na\", zeggen zij: \"Welnee, wij volgen dat na waarvan wij merken dat onze vaderen zich eraan hielden.\" Ook dan soms, als de satans hen tot de bestraffing van de vuurgloed oproepen"},{"SurahNumber":31,"VerseNumber":22,"Text":"En wie zich geheel aan God overgeeft en goed doet, die houdt de stevigste handgreep vast. En de uiteindelijke beschikkingen berusten bij God"},{"SurahNumber":31,"VerseNumber":23,"Text":"En als iemand ongelovig is, laat dan zijn ongeloof jou niet bedroefd maken. Tot Ons is hun terugkeer en Wij zullen hun meedelen wat zij deden. God weet wat er binnen in de harten is"},{"SurahNumber":31,"VerseNumber":24,"Text":"Wij zullen hen nog kort laten genieten, maar dan zullen Wij hen naar een harde bestraffing drijven"},{"SurahNumber":31,"VerseNumber":25,"Text":"En als jij hun vraagt wie de hemelen en de aarde geschapen heeft zeggen zij: \"God.\" Zeg: \"Lof zij God!\" Maar de meesten van hen weten het niet"},{"SurahNumber":31,"VerseNumber":26,"Text":"Van God is wat er in de hemelen en op de aarde is. God is de behoefteloze, de lofwaardige"},{"SurahNumber":31,"VerseNumber":27,"Text":"Zelfs al waren de bomen die er op de aarde zijn pennen en al werd de zee [als inkt gebruikt en] daarna nog eens met zeven zeeën aangevuld, dan waren Gods woorden nog niet uitgeput. God is machtig en wijs"},{"SurahNumber":31,"VerseNumber":28,"Text":"Jullie schepping en jullie opwekking is niet anders dan als van één persoon. God is horend en doorziend"}]}