{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Ve geceleyin sizi vefat ettiren (uykuya sokan), gündüzleri ne kazandığınızı bilen, sonra “ecel-i müsemmanın” (belirlenmiş zamanın, ömrün) tamamlanması için gündüzün içinde sizi tekrar dirilten O´dur. Sizin dönüşünüz sonra O´nadır. Sonra, yapmış olduklarınızı size haber verecek"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ve O, kullarının üstünde kahhardır (kuvvet ve güç sahibidir).Ve üzerinize muhafaza edici (koruyucu) gönderir. Sizden birinize ölüm gelince, onu elçilerimiz vefat ettirir. Onlar (bunu yaparken) kusur etmezler"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra Allah´a döndürülürler. Onların mevlâsı Hakk´tır. Hüküm onun değil mi? Ve O, hesap görenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"“Sizi karanın ve denizin karanlıklarından kim kurtarır?” de. Gizlice ona yalvararak: “Eğer bizi bundan kurtarırsan biz mutlaka şükredenlerden oluruz.” diye dua edersiniz"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: “Ondan ve bütün sıkıntılardan sizi Allah kurtarır. Sonra siz (O´na) ortak koşuyorsunuz.”"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: “O, sizin üstünüzden veya ayaklarınızın altından üzerinize bir azap göndermeye veya sizi bölük bölük birbirinize katıp (düşman edip), sizin bir kısmınızın şiddetini, bir kısmınıza tattırmaya kaadirdir.” Bak, âyetlerimizi nasıl açıklıyoruz. Böylece onlar fıkıh ederler"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ve o hak olduğu halde, senin kavmin onu yalanladı. \"Ben sizin üzerinize vekil değilim.” de"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haber için kararlaştırılmış bir zaman vardır. Ve yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Âyetlerimiz hakkında (alaylı) konuşmaya dalanları gördüğün zaman, ondan başka bir söze geçinceye kadar artık onlardan yüz çevir. Ama şeytan sana unutturursa, hatırladıktan sonra artık o zalimler topluluğuyla beraber oturma"}]}