{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"SS; mesajı iceren bu Kuran'a andolsun"},{"SurahNumber":38,"VerseNumber":2,"Text":"Dogrusu, inkar edenler kibir ve ayrılık icindedir"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan once nice nesilleri yok ettik. Feryat ettiler, ancak artık kurtulus zamanı degildi"},{"SurahNumber":38,"VerseNumber":4,"Text":"Onlara, kendilerinden bir uyarıcının gelmesini yadırgadılar. Inkarcılar, \"Bu pek yalancı bir buyucudur,\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"Tanrıları tek tanrı mı yaptı? Bu, gercekten cok tuhaf"},{"SurahNumber":38,"VerseNumber":6,"Text":"Onların liderleri one fırladılar, \"Yuruyun, tanrılarınıza baglı kalın. Sizden istenen sadece budur"},{"SurahNumber":38,"VerseNumber":7,"Text":"Son dinde boylesini isitmedik. Bu bir uydurmadır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Mesaj, neden aramızdan ona indirildi?\" Aslında, onlar mesajımdan kusku icindedirler. Hayır, onlar azabı henuz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa Ustun olan ve Bahseden Rabbinin rahmet hazineleri onların yanında mıdır"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa goklerin, yerin ve aralarındakilerin yonetimi onlara mı aittir? Bırak, kendi kendilerini yuceltsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"Aksine onlar parti parti yenilgiye ugramıs bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh halkı, Ad ve piramitler sahibi Firavun da yalanlamıstı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud, Nuh halkı ve Eykeliler de... Onlar partilerdi"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de elcileri yalanladılar ve cezamı hakkettiler"},{"SurahNumber":38,"VerseNumber":15,"Text":"Bunlar, onması olmayan bir tek patlama bekliyorlar"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ve, \"Rabbimiz, Hesap Gununden once acele olarak payımızı ver,\" diye meydan okudular"}]}