{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Ubumenyi bw’umunsi w’imperuka bwihariwe na We (Allah). Kandi nta mbuto zishobora gusohoka mu bishishwa byazo ngo zimere, ndetse nta n’ikigore cyatwita cyangwa ngo kibyare bitari mu bumenyi bwe. N’umunsi (Allah) azabahamagara agira ati “Ibyo mwambangikanyaga na byo biri he?” Bazavuga bati “Ubu turakumenyesha ko nta n’umwe muri twe waba umuhamya (ko ufite uwo mubangikanye).”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Nuko ibyo basengaga mbere (ku isi) bizabitarura babibure! Icyo gihe ni bwo bazamenya ko nta buhungiro bafite"},{"SurahNumber":41,"VerseNumber":49,"Text":"Umuntu ntajya arambirwa gusaba ibyiza, ariko iyo agezweho n’ikibi, ariheba agacika intege"},{"SurahNumber":41,"VerseNumber":50,"Text":"N’iyo tumusogongeje ku mpuhwe ziduturutseho nyuma yo kugerwaho n’ingorane, rwose aravuga ati “Ibi mbibonye kuko mbikwiye, kandi sinkeka ko imperuka izabaho. Kandi nindamuka nsubijwe no kwa Nyagasani wanjye, mu by’ukuri nzagirayo ibyiza kurushaho.” Rwose tuzabwira ba bandi bahakanye ibyo bakoze, ndetse tunabumvisha ibihano bikomeye"},{"SurahNumber":41,"VerseNumber":51,"Text":"Kandi iyo duhaye umuntu ingabire, arirengagiza (yanga gushimira Nyagasani we), akitaza akanishyira hejuru, ariko ikibi cyamugeraho agatakamba cyane"},{"SurahNumber":41,"VerseNumber":52,"Text":"Vuga (yewe Muhamadi) uti “Mutekereze nk’ubu iyi (Qur’an) iramutse ituruka kwa Allah hanyuma mukaba muyihakana, (icyo gihe) ni nde waba warayobye kurusha wa wundi uri mu bwigomeke bwa kure?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"(Vuba aha) tuzabereka ibimenyetso byacu mu isanzure ndetse no muri bo ubwabo, kugeza ubwo bagaragarijwe ko iyi (Qur’an) ari ukuri. Ese ntibihagije kuba Nyagasani wawe ari We muhamya wa buri kintu"},{"SurahNumber":41,"VerseNumber":54,"Text":"Menya ko mu by’ukuri (abahakanyi) bagishidikanya kuzahura na Nyagasani wabo. Menya ko mu by’ukuri (Allah) ari We uzi neza buri kintu akanakigiraho ububasha bwose"}]}