{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":137,"Text":"Bu (bizdən) əvvəlkilərin adətindən (gördükləri işlərdən) başqa bir şey deyildir! (Yaxud bizə dediyin bu sözlər qədimlərin uydurmalarından başqa bir şey deyildir)"},{"SurahNumber":26,"VerseNumber":138,"Text":"Və biz əzaba da düçar olmayacağıq!”"},{"SurahNumber":26,"VerseNumber":139,"Text":"Onu (Hudu) yalançı saydılar. Biz də onları məhv etdik. Şübhəsiz ki, bunda (Hudun bu hekayətində) bir ibrət vardır. Halbuki onların əksəriyyəti iman gətirmədi"},{"SurahNumber":26,"VerseNumber":140,"Text":"Həqiqətən, sənin Rəbbin yenilməz qüvvət, mərhəmət sahibidir! (Kafirlərdən intiqam alar, tövbə edən bəndələrini bağışlayar)"},{"SurahNumber":26,"VerseNumber":141,"Text":"Səmud tayfası da peyğəmbərləri təkzib etdi"},{"SurahNumber":26,"VerseNumber":142,"Text":"O vaxt ki, qardaşları Saleh onlara dedi: “Məgər (küfr etdiyinizə, peyğəmbərləri yalançı hesab etdiyinizə görə Allahın əzabından) qorxmursunuz"},{"SurahNumber":26,"VerseNumber":143,"Text":"Şübhəsiz ki, mən sizin üçün e’tibar olunası (bel bağlanılası) bir peyğəmbərəm! (Və’dimə xilaf çıxmaz, əmanətə xəyanət etmərəm)"},{"SurahNumber":26,"VerseNumber":144,"Text":"Artıq Allahdan qorxun və mənə itaət edin"},{"SurahNumber":26,"VerseNumber":145,"Text":"Mən bunun (Allahın hökmlərini, risaləti təbliğ etməyin) müqabilində sizdən heç bir muzd (əvəz) istəmirəm. Mənim mükafatım ancaq aləmlərin Rəbbinə aiddir"},{"SurahNumber":26,"VerseNumber":146,"Text":"Məgər siz elə burada onların içində arxayınlıqla qalacaqsınız"},{"SurahNumber":26,"VerseNumber":147,"Text":"Bağlar və çeşmələr içində"},{"SurahNumber":26,"VerseNumber":148,"Text":"Əkinlər və lətif çiçəkli (gözəl meyvəli) xurmalıqlar içində (xatircəmlikdə ömür sürəcəksiniz)"},{"SurahNumber":26,"VerseNumber":149,"Text":"Dağlardan (sanki dünyada əbədi yaşayacaqsınız deyə, özünüzə) məharətlə (və ya təkəbbürlə) evlər yonub düzəldəcəksiniz"},{"SurahNumber":26,"VerseNumber":150,"Text":"Artıq Allahdan qorxun və mənə itaət edin"},{"SurahNumber":26,"VerseNumber":151,"Text":"(Günah etməklə) həddi aşanların əmrinə tabe olmayın (onlara boyun əyməyin)"},{"SurahNumber":26,"VerseNumber":152,"Text":"O kəslər ki, yer üzündə fitnə-fəsad törədər və (pis işlərdən, günah əməllərdən əl çəkib özlərini) islah etməzlər"},{"SurahNumber":26,"VerseNumber":153,"Text":"Onlar dedilər: “Həqiqətən, sən (əməlli başlı) ovsunlanmışlardansan! (Divanənin birisən! Sən hardan peyğəmbər oldun)"},{"SurahNumber":26,"VerseNumber":154,"Text":"Sən də bizim kimi ancaq adi bir insansan! Əgər doğru danışanlardansansa (həqiqi peyğəmbərsənsə), bizə (Allahdan) bir mö’cüzə gətir!”"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Saleh) dedi: “Bu, (Allahın mö’cüzəsi olan) dişi (maya) bir dəvədir. Su içmək növbəsi bir gün onun, bir gün sizindir! (Bir gün çeşmədən o, su içsin, bir gün də siz için. Bir-birinizə mane olmayın)"},{"SurahNumber":26,"VerseNumber":156,"Text":"Ona heç bir pislik etməyin, yoxsa böyük günün (qiyamət günün) əzabı sizi yaxalayar!”"},{"SurahNumber":26,"VerseNumber":157,"Text":"Amma onlar (dəvəni) tutub kəsdilər, sonra da (əzab qorxusu ilə) peşman oldular"},{"SurahNumber":26,"VerseNumber":158,"Text":"Artıq əzab onları yaxaladı (hamısı məhv oldu). Şübhəsiz ki, bunda (Salehin bu hekayətində) bir ibrət vardır. Halbuki onların əksəriyyəti iman gətirmədi"},{"SurahNumber":26,"VerseNumber":159,"Text":"Həqiqətən, sənin Rəbbin yenilməz qüvvət, mərhəmət sahibidir! (Kafirlərdən intiqam alar, tövbə edən bəndələrini bağışlayar)"}]}