{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":44,"VerseNumber":19,"Text":"Ne vous considerez pas trop grands pour obeir a Dieu ! Je viens vers vous avec une preuve manifeste"},{"SurahNumber":44,"VerseNumber":20,"Text":"Je me refugie aupres de Dieu qui est mon Seigneur et le votre, contre toute velleite de votre part de me faire du mal"},{"SurahNumber":44,"VerseNumber":21,"Text":"Si vous n’etes pas convaincus, alors eloignez-vous tout simplement de moi »"},{"SurahNumber":44,"VerseNumber":22,"Text":"Moise se tourna vers son Seigneur : « Ces gens-la sont des criminels !»"},{"SurahNumber":44,"VerseNumber":23,"Text":"Il recut cette revelation : « Pars de nuit, avec Mes serviteurs, mais vous serez certainement poursuivis"},{"SurahNumber":44,"VerseNumber":24,"Text":"Laisse la mer derriere toi beante, une fois franchie. Les soldats (de Pharaon) y seront engloutis »"},{"SurahNumber":44,"VerseNumber":25,"Text":"Que de jardins et de sources ont-ils laisses"},{"SurahNumber":44,"VerseNumber":26,"Text":"Que de champs cultives et de demeures confortables"},{"SurahNumber":44,"VerseNumber":27,"Text":"Que de bien-etre ils ont eprouve"},{"SurahNumber":44,"VerseNumber":28,"Text":"C’est ainsi que Nous en (de toutes ces richesses) avons fait heriter d’autres peuples"},{"SurahNumber":44,"VerseNumber":29,"Text":"Ni le Ciel ni la Terre ne verserent de larmes sur leur sort et nul repit ne leur fut accorde"},{"SurahNumber":44,"VerseNumber":30,"Text":"Nous avons certes delivre les Enfants d’Israel de la servitude infamante"},{"SurahNumber":44,"VerseNumber":31,"Text":"dans laquelle les tenait Pharaon, cet arrogant de la trempe des outranciers"},{"SurahNumber":44,"VerseNumber":32,"Text":"Notre choix s’est porte sur eux sciemment parmi tous les peuples de l’Univers"},{"SurahNumber":44,"VerseNumber":33,"Text":"et Nous leur avons montre des prodiges qui devaient etre pour eux une epreuve manifeste"},{"SurahNumber":44,"VerseNumber":34,"Text":"Pourtant ces gens-la (les denegateurs) s’obstinent a dire"},{"SurahNumber":44,"VerseNumber":35,"Text":"« Il n’y a rien au-dela de notre mort. Elle sera definitive. Nous ne serons pas ressuscites"},{"SurahNumber":44,"VerseNumber":36,"Text":"Ressuscitez donc nos ancetres, si ce que vous avancez est veridique !»"},{"SurahNumber":44,"VerseNumber":37,"Text":"Serait-ce qu’ils se considerent mieux que le peuple de Toubba’ et les peuples qui les ont precedes ? Nous les avons fait perir car ils avaient peche"},{"SurahNumber":44,"VerseNumber":38,"Text":"Nous n’avons pas cree le Ciel, la Terre et les espaces qui les entourent, par jeu (en vain)"},{"SurahNumber":44,"VerseNumber":39,"Text":"Nous ne les avons crees qu’a dessein, mais la plupart (des Hommes) ne savent pas"}]}