{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":62,"Text":"Ārau yadi siham̐tē tōmāka pratāraita karaiba bicāraē tēntē tōmāra bābē āllāhē'i yathēṣṭa, niścaẏa tē'ōm̐ tōmāka nija sahāẏara dbāraā ārau muminasakalara dbāraā śaktiśālī karaichē"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ārau tēraēm̐i siham̐tara parasparara hr̥daẏara mājata praīti sthāpana karaichē. Pr̥thiraīra yāratīẏa sampada byaẏa karailē'ō tumi siham̐tara hr̥daẏata praīti sthāpana karaiba nōraārailāhēm̐tēna; kintu āllāhē siham̐tara mājata praīti sthāpana karaichē, niścaẏa tē'ōm̐ paraākramaśālī, prajñāmaẏa"},{"SurahNumber":8,"VerseNumber":64,"Text":"Hē nabī! Tōmāra bābē ārau tōmāra anusāraīsakalara bābē āllāhē'i yathēṣṭa"},{"SurahNumber":8,"VerseNumber":65,"Text":"Hē nabī! Tumi muminasakalaka yud'dhara bābē udbud'dha karaā, tōmālōkara mājara biśajana dhairyaśīla byaktiẏē duśa janaka paraāsta karaiba ārau tōmālōkara mājara ēśa janē ēhējāra kāphirara ōparata bijaẏī lābha karaiba. Kāraṇa siham̐ta (kāphirasakala) ēnēkuraā ēṭā sampradāẏa yisakalara bōdha śakti nā'i"},{"SurahNumber":8,"VerseNumber":66,"Text":"Āllāhē ētiẏā tōmālōkara bhāra lāghara karailē ārau tē'ōm̐ aragata yē, tōmālōkara mājata durbalatā āchē, sēẏē tōmālōkara mājara ēśa jana dhairyaśīla byaktiẏē duśa janara ōparata bijaẏī lābha karaiba, ārau tōmālōkara mājata ēhējāra thākilē āllāhara anujñākramē siham̐tē duhējārara ōparata bijaẏī lābha karaiba. Ārau āllāha dhairyaśīlasakalara lagata āchē"},{"SurahNumber":8,"VerseNumber":67,"Text":"Pr̥thiraīta sampūrṇaraūpē śatrauka ucchanna nakaraā laikē yud'dhabandī rakhāṭō kōnō nabīra bābē'i saṅgata nahaẏa. Tōmālōkē kāmanā karaā pārthira sampada kintu āllāhē bicāraē ākhiraāta; ārau āllāha paraākramaśālī, prajñāmaẏa"},{"SurahNumber":8,"VerseNumber":68,"Text":"Āllāhara pūrba bidhāna nāthākilē tōmālōkē yi grahaṇa karaichā sē'i kāraṇē tōmālōkara ōparata mahāśāsti āpatita ha’lēhēm̐tēna"},{"SurahNumber":8,"VerseNumber":69,"Text":"Ētēkē tōmālōkē yi ganīmata lābha karaichā sēẏā baidha ārau uttama buli bhōga karaā ārau āllāhara tākbaraā aralambana karaā, niścaẏa āllāha kṣamāśīla, parama daẏālu"}]}