{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Ve, Rablerine donecekleri icin yapmakta olduklari isleri kalpleri titreyerek yapanlar"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iste onlar, iyiliklere kosusurlar ve iyilik icin yarisirlar"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hic kimseyi, gucunun yettiginden baskasi ile yukumlu kilmayiz. Nezdimizde hakki soyleyen bir kitap vardir ve onlar haksizliga ugratilmazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayir, onlarin kalpleri bu hususta cehalet icindedir. Ayrica onlarin bundan ote birtakim kotu isleri vardir ki, onlar bu isleri yapar dururlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nihayet, refah ve bolluk icinde olanlarini sikintiya ugrattigimizda, bakarsin ki onlar feryadi basarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Bosuna feryad etmeyin bugun! Zira bizden yardim goremeyeceksiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Cunku ayetlerimiz size okunurdu da, buna karsi siz arkanizi donerdiniz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Kafa tutardiniz ve geceleyin hezeyanlar savururdunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sozu (Kur'an'i) hic dusunmediler mi? Yoksa kendilerine, daha once gecmisteki atalarina gelmeyen bir sey mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa peygamberlerini tanimadilar da bu yuzden mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa onda bir delilik oldugunu mu soyluyorlar? Aksine o, kendilerine hakki getirmistir. Halbuki onlar haktan hoslanmamaktadirlar"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eger hak, onlarin kotu arzu ve isteklerine uysaydi, mutlaka gokler ve yer ile bunlarda bulunan kimseler bozulur giderdi. Hayir, biz onlara san ve sereflerini getirdik; fakat onlar kendi sereflerine sirt cevirirler"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Resulum!) Yoksa sen onlardan bir harac mi istiyorsun? Rabbinin vergisi daha hayirlidir. O, rizik verenlerin en hayirlisidir"},{"SurahNumber":23,"VerseNumber":73,"Text":"Gercek su ki sen onlari dogru bir yola cagiriyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Fakat ahirete inanmayanlar ise, israrla yoldan cikmaktadirlar"}]}