{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"Oni v strakhe pobegut, podnyavshi kverkhu svoi golovy, ne smezhaya ochey svoikh, i serdtsa ikh onemeyut"},{"SurahNumber":14,"VerseNumber":44,"Text":"Predosteregi etikh lyudey, ukazav na den', v kotoryy nastupit eto nakazaniye. Nechestivyye togda skazhut: \"Gospodi nash! Otsroch' nam do kakoy libo, khotya blizkoy, pory; my budem poslushny tvoyemu prizyvu i posleduyem sim poslannikam\". - \"Ne klyalis' li vy prezhde v tom, chto vy niskol'ko ne izmenites'"},{"SurahNumber":14,"VerseNumber":45,"Text":"Vy zaselili sel'bishcha tekh, kotoryye sdelali zlo sebe samim, i vam yasno vidno, kak postupili My s nimi, i vam postavili ikh v primer"},{"SurahNumber":14,"VerseNumber":46,"Text":"Oni ukhitryalis' khitrostyami svoimi; no khitrosti ikh - pred vzorom Boga, khotya by khitrosti ikh byli takovy, chto imi dvigalis' by gory"},{"SurahNumber":14,"VerseNumber":47,"Text":"Ne dumay, chto Bog ne ispolnit obeshchaniya svoyego, dannogo cherez svoikh poslannikov. Istinno, Bog silen i mstitelen"},{"SurahNumber":14,"VerseNumber":48,"Text":"V tot den', kogda zemlya zamenitsya drugoyu zemleyu, a takzhe i nebesa drugimi nebesami, oni yavyatsya pred Bogom, yedinym, vse pokoryayushchim"},{"SurahNumber":14,"VerseNumber":49,"Text":"V tot den' ty uvidish', chto eti bezzakonniki budut perevyazany odni s drugimi tsepyami"},{"SurahNumber":14,"VerseNumber":50,"Text":"Verkhnyaya odezhda na nikh budet iz smoly; ogon' pokroyet ikh litsa"},{"SurahNumber":14,"VerseNumber":51,"Text":"chto by Bogu vozdat' kazhdoy dushe za to, chto ona zagotovila sebe: Bog skor v raschete"},{"SurahNumber":14,"VerseNumber":52,"Text":"Eto - peredat' sim lyudyam, chtoby etim oni nazidalis', chtoby znali, chto tol'ko On yest' yedinyy Bog, i chto by rassuditel'nyye etim vrazumlyalis'"}]}