{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"vāripai (pravakta bhāryalapai) - tama taṇḍrula, tama kumārula, tama sōdarula, tama sōdarīmaṇula kumārula, tama strīla lēdā tama bānisa (strīla) - yeduṭa vastē elāṇṭi dōṣaṁ lēdu. (Ō strīlārā!) Mīru allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, allāh prati dāniki sākṣi"},{"SurahNumber":33,"VerseNumber":56,"Text":"niścayaṅgā allāh mariyu āyana dūtalu pravaktapai darūd lu pamputū uṇṭāru. Ō viśvāsulārā! Mīru kūḍā atanipai darūd lu mariyu mī hr̥daya pūrvaka salānlu pamputū uṇḍaṇḍi"},{"SurahNumber":33,"VerseNumber":57,"Text":"niścayaṅgā evaraitē allāh mariyu āyana sandēśaharuniki bādha kaligistārō, vārini allāh ihalōkanlō mariyu paralōkanlō kūḍā śapistāḍu (bahiṣkaristāḍu) mariyu āyana vārikai avamānakaramaina śikṣanu sid'dhaparaci un̄cāḍu"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mariyu evaraitē, ē tappū cēyani, viśvāsulaina puruṣulaku mariyu strīlaku bādha kaligistārō, vāstavāniki vāru apanindanu mariyu spaṣṭamaina pāpabhārānni tama mīda mōpukunnaṭlē"},{"SurahNumber":33,"VerseNumber":59,"Text":"ō pravaktā! Nī bhāryalatō, nī kumārtelatō mariyu viśvāsinulaina strīlatōnū tama duppaṭlanu tama mīda pūrtigā kappukōmani ceppu. Idi vāru gurtin̄cabaḍi bādhimpabaḍa kuṇḍā uṇḍaṭāniki entō samucitamainadi. Mariyu allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":33,"VerseNumber":60,"Text":"okavēḷa ī kapaṭa viśvāsulu mariyu tama hr̥dayālalō rōgaṁ (kaluṣitaṁ) unna vāru mariyu madīnālō vadantulu vyāpimpa jēsēvāru. Tama (duścēṣṭalanu) mānukōka pōtē, mēmu tappaka nīku vāripai ādhikyata nosaṅgutāmu. Ā taruvāta vāru ī nagaranlō nī porugu vārigā konnāḷḷa kaṇṭē ekkuva uṇḍalēru"},{"SurahNumber":33,"VerseNumber":61,"Text":"vāru śapin̄cabaḍḍa (bahiṣkarin̄cabaḍḍa) vāru. Vāru ekkaḍa kanabaḍitē akkaḍa paṭṭukōbaḍatāru mariyu vāru dāruṇaṅgā campabaḍatāru"},{"SurahNumber":33,"VerseNumber":62,"Text":"idi intaku pūrvaṁ gaḍicina vāri viṣayanlō jarugutunna allāh sampradāyamē! Mariyu allāh sampradāyanlō nīvu elāṇṭi mārpunu cūḍavu"}]}