{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Gewiß, Wir haben dir (Offenbarung) eingegeben, wie Wir Nuh und den Propheten nach ihm (Offenbarung) eingegeben haben. Und Wir haben Ibrahim, Isma'il, Ishaq, Ya'qub, den Stämmen, \"Isa, Ayyub, Yunus, Harun und Sulaiman (Offenbarung) eingegeben, und Dawud haben Wir ein Buch der Weisheit gegeben"},{"SurahNumber":4,"VerseNumber":164,"Text":"Und (Wir sandten) Gesandte, über die Wir dir schon zuvor berichtet haben, und andere, über die Wir dir nicht berichtet haben, und zu Musa hat Allah unmittelbar gesprochen"},{"SurahNumber":4,"VerseNumber":165,"Text":"Gesandte als Verkünder froher Botschaft und als Überbringer von Warnungen, damit die Menschen nach den Gesandten kein Beweismittel gegen Allah haben. Und Allah ist Allmächtig und Allweise"},{"SurahNumber":4,"VerseNumber":166,"Text":"Aber Allah bezeugt, was Er zu dir (als Offenbarung) herabgesandt hat; Er hat es mit Seinem Wissen herabgesandt. Und (auch) die Engel bezeugen es. Und Allah genügt als Zeuge"},{"SurahNumber":4,"VerseNumber":167,"Text":"Diejenigen, die ungläubig sind und von Allahs Weg abhalten, sind fürwahr weit abgeirrt"},{"SurahNumber":4,"VerseNumber":168,"Text":"Für diejenigen, die ungläubig sind und Unrecht tun, ist es nicht Allahs (Wille), ihnen zu vergeben noch sie einen (rechten) Weg zu leiten"},{"SurahNumber":4,"VerseNumber":169,"Text":"außer den Weg zur Hölle, ewig und auf immer darin zu bleiben. Und dies ist Allah ein leichtes"},{"SurahNumber":4,"VerseNumber":170,"Text":"O ihr Menschen, der Gesandte ist nunmehr mit der Wahrheit von eurem Herrn zu euch gekommen, darum glaubt (an ihn), das ist besser für euch. Wenn ihr aber ungläubig seid, gewiß, so gehört Allah (alles), was in den Himmeln und was auf der Erde ist. Und Allah ist Allwissend und Allweise"}]}