{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına, rusdune erisinceye kadar, o en guzel olanından baska bir suretle, yaklasmayın. Olcuyu, tartıyı tam ve dogru tartın. Biz bir kimseye gucunun yetdiginden baskasını teklif etmeyiz. Soz soylediginiz vakit — (leh ve aleyhinde soyleyeceginiz kimse) hısım dahi olsa — adaleti gozetin. Allahın ahdini (verdiginiz sozu) yerine getirin. Iste (Allah) size, iyice dusunesiniz diye, bunları emretdi"},{"SurahNumber":6,"VerseNumber":153,"Text":"Subhesiz ki (emrettigim) bu (yol) benim dosdogru yolumdur. O halde ona uyun. (Baska aykırı) yollara tabi olmayın. Sonra sizi Onun (Allahın) yolundan ayırır. Iste (Allah) size bunları emretdi ki (kotulukden sakınasınız)"},{"SurahNumber":6,"VerseNumber":154,"Text":"Yine biz Musaya — (hukumlerini) iyi tatbıyk edenlere karsı (ni´metimizi) tamamlamak, (dinde ihtiyac haasıl olan) her sey´i (icinde) ayrı ayrı acıklamak ve bir hidayet, bir rahmet olmak uzere — o kitabı (Tevratı) verdik. Taki onlar (Israil ogulları) Rablerine kavusacaklarına iman etsinler"},{"SurahNumber":6,"VerseNumber":155,"Text":"Iste bu (Kur´an) da indirdigimiz feyz kaynagı bir kitabdır. Artık buna tabi olun ve kotulukden kacının. Taki esirgenmis olasınız"},{"SurahNumber":6,"VerseNumber":156,"Text":"(O kitabı indirmemiz) «Bizden evvel kitab yalınız iki taaifeye (Yahudi ve Nasranilere) indirdi, biz ise onların okuduklarından kat´iyyen gaafillerdik» dememeniz icin"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahud «Bize de kitab indirilseydi muhakkak onlardan fazla hidayete ererdik» dememeniz icindir. Iste size Rabbinizden apacık bir huccet, bir hidayet, bir rahmet gelmisdir. Artık Allahın ayetlerini yalan sayandan, onlardan yuz cevirenden daha zaalim kimdir? Biz ayetlerimizden yuz cevirenleri bu sebeble, yaman bir azab ile cezalandıracagız"}]}