{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"بىز دۇنيانى كۆزلىگەنلەر ئىچىدىن خالىغان ئادەمگە (ئۇنىڭ خالىغىنىنى ئەمەس) بىزنىڭ خالىغىنىمىزنى بېرىمىز، ئاندىن ئۇنى (ئاخىرەتتە) جەھەننەم بىلەن جازالايمىز، جەھەننەمگە ئۇ خارلانغان، (اﷲ نىڭ رەھمىتىدىن) قوغلانغان ھالدا كىرىدۇ"},{"SurahNumber":17,"VerseNumber":19,"Text":"كىمكى ئاخىرەتنى كۆزلەيدىكەن ۋە مۆمىن بولۇپ ئاخىرەتكە لايىق ئەمەللەرنى قىلىدىكەن، مۇنداق ئادەملەرنىڭ قىلغان ئەمەلى (اﷲ نىڭ دەرگاھىدا) قوبۇل بولىدۇ"},{"SurahNumber":17,"VerseNumber":20,"Text":"بۇلارنىڭ ۋە ئۇلارنىڭ ھەر ئىككىسىگە پەرۋەردىگارىڭنىڭ ئاتا قىلغىنىدىن بېرىمىز. پەرۋەردىگارىڭنىڭ ئاتا قىلغىنى (ھېچ ئادەمدىن) مەنئى قىلىنمايدۇ"},{"SurahNumber":17,"VerseNumber":21,"Text":"ئۇلارنىڭ بەزىسىنى بەزىسىدىن قانداق ئۈستۈن قىلغانلىقىمىزغا قارىغىن، ئاخىرەت دەرىجىلىرىدىكى (پەرق) ئەلۋەتتە تېخىمۇ چوڭدۇر ۋە ئۈستۈنلۈك (جەھەتتىكى پەرق) زىيادە چوڭدۇر"},{"SurahNumber":17,"VerseNumber":22,"Text":"اﷲ قا باشقا مەبۇدنى (شېرىك) قىلمىغىن، (ئۇنداق قىلساڭ اﷲ نىڭ دەرگاھىدا) ئەيىبلەنگەن، (اﷲ نىڭ ياردىمىدىن) مەھرۇم بولغان ھالدا (دوزاختا ھەمىشە) قالىسەن"},{"SurahNumber":17,"VerseNumber":23,"Text":"پەرۋەردىگارىڭ پەقەت ئۇنىڭ ئۆزىگىلا ئىبادەت قىلىشىڭلارنى ۋە ئاتا - ئاناڭلارغا ياخشىلىق قىلىشىڭلارنى تەۋسىيە قىلدى، ئۇلارنىڭ بىرى، يا ئىككىلىسى سېنىڭ قول ئاستىڭدا بولۇپ ياشىنىپ قالسا، ئۇلارغا ئوھوي دېمىگىن (يەنى مالاللىقنى بىلدۈرىدىغان شۇنچىلىك سۆزنىمۇ قىلمىغىن)، ئۇلارنى دۈشكەلىمىگىن، ئۇلارغا ھۆرمەت بىلەن يۇمشاق سۆز قىلغىن"},{"SurahNumber":17,"VerseNumber":24,"Text":"ئۇلارغا كامالىي مېھرىبانلىقتىن ناھايىتى كەمتەر مۇئامىلىدە بولغىن ۋە: «ئى پەرۋەردىگارىم! ئۇلار مېنى كىچىكلىكىمدە تەربىيىلىگىنىدەك ئۇلارغا مەرھەمەت قىلغىن» دېگىن"},{"SurahNumber":17,"VerseNumber":25,"Text":"پەرۋەردىگارىڭلار دىلىڭلاردىكىنى ئوبدان بىلگۈچىدۇر، ئەگەر سىلەر ياخشى بولساڭلار (يەنى ئاتا - ئاناڭلارنى قاخشاتقۇچى بولمىساڭلار، اﷲ سىلەرنىڭ خاتالىغىڭلارنى كەچۈرىدۇ). اﷲ ھەقىقەتەن تەۋبە قىلىپ تۇرغۇچىلارنى مەغفىرەت قىلغۇچىدۇر"},{"SurahNumber":17,"VerseNumber":26,"Text":"تۇغقانغا، مىسكىنگە، ئىبىن - سەبىلگە (خەيرى - ساخاۋەتتىن) ھەققىنى بەرگىن، (پۇل - مېلىڭنى ناتوغرا يوللارغا) ئىسراپ قىلمىغىن"},{"SurahNumber":17,"VerseNumber":27,"Text":"ئىسراپ قىلغۇچىلار ھەقىقەتەن شەيتانلارنىڭ قېرىنداشلىرىدۇر، شەيتان پەرۋەردىگارىغا تولىمۇ كۇفرانى نېمەت قىلغان ئىدى"}]}