{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":18,"Text":"yūtarkaḷum, kiṟistavarkaḷum ‘‘nāṅkaḷ allāhvuṭaiya piḷḷaikaḷ, avaṉuṭaiya aṉpiṟkuriyavarkaḷ'' eṉṟu kūṟukiṉṟaṉar. (Ākavē, napiyē! Avarkaḷai nōkki) nīr kūṟuvīrāka: ‘‘Avvāṟāyiṉ, uṅkaḷ kuṟṟaṅkaḷukkāka (iṟaivaṉ) uṅkaḷai ēṉ (aṭikkaṭi tuṉpuṟuttit) taṇṭikkiṟāṉ? (Uṇmai) avvāṟaṉṟu. Nīṅkaḷum avaṉāl paṭaikkappaṭṭa (maṟṟa) maṉitarkaḷ (pōṉṟu)tāṉ. (Nīṅkaḷ avaṉuṭaiya piḷḷaikaḷalla. Ākavē, uṅkaḷilum) avaṉ nāṭiyavarkaḷai maṉṉikkiṟāṉ; avaṉ nāṭiyavarkaḷai vētaṉai ceykiṟāṉ. Vāṉaṅkaḷ, pūmi ivaṟṟukku mattiyiluḷḷa aṉaittiṉ āṭci allāhvuk kuriyatē! Avaṉaḷaviltāṉ (aṉaivarum) cella vēṇṭiyatāka irukkiṟatu"},{"SurahNumber":5,"VerseNumber":19,"Text":"vētattaiyuṭaiyavarkaḷē! (Īsāvukkup piṉṉar ituvarai) tūtarkaḷ varātu taṭaippaṭṭirunta kālattil ‘‘naṟceyti kūṟupavar, accamūṭṭi eccarippavar eṅkaḷiṭam varavēyillai'' eṉṟu nīṅkaḷ (kuṟai) kūṟātirukka, (mārkkak kaṭṭaḷaikaḷai) uṅkaḷukkut teḷivāka aṟivikkakkūṭiya namatu (it)tūtar niccayamāka uṅkaḷiṭam vantuviṭṭār. Ākavē, accamūṭṭi eccarippavar, naṟceyti kūṟupavar uṅkaḷiṭam vantirukkiṟār. Allāh, aṉaittiṉ mītum pērāṟṟaluṭaiyavaṉ āvāṉ"},{"SurahNumber":5,"VerseNumber":20,"Text":"Mūsā taṉ camūkattārai nōkki ‘‘eṉ camūkattārē! Uṅkaḷ mītu allāh purintirukkum aruṭkoṭaiyai nīṅkaḷ niṉaittup pāruṅkaḷ. Avaṉ uṅkaḷukkuḷ (mūsā, hārūṉ pōṉṟa) napimārkaḷai ēṟpaṭutti (ekiptiyariṭam aṭimaikaḷāy irunta) uṅkaḷai aracarkaḷākavum ākki, ulakattil maṟṟa evarukkumē aḷikkāta (aṟputaṅkaḷākiya kaṭalaip piḷantu cellutal, ‘maṉṉu salvā' eṉṟa uṇavu pōṉṟa)vaṟṟaiyum uṅkaḷukku aḷittirukkiṟāṉ'' eṉṟu kūṟiyatai (napiyē! Nīr avarkaḷukku) ñāpakamūṭṭuvīrāka"},{"SurahNumber":5,"VerseNumber":21,"Text":"(tavira, avar) ‘‘eṉ camūkattārē! Allāh uṅkaḷukkeṉa vititta paricuttamāṉa pūmiyil (irukkum uṅkaḷ etiriyuṭaṉ pōr purintu atil) nuḻaiyuṅkaḷ. (Avarkaḷukku) nīṅkaḷ puṟaṅkāṭṭit tirumpātīrkaḷ. (Puṟam kāṭṭiṉāl) nīṅkaḷ naṣṭamaṭaintavarkaḷākavē tirumpuvīrkaḷ'' (eṉṟum kūṟiṉār)"},{"SurahNumber":5,"VerseNumber":22,"Text":"(ataṟku) avarkaḷ (mūsāvai nōkki) ‘‘mūsāvē! Niccayamāka atil mika palacālikaḷāṉa makkaḷ irukkiṉṟaṉar. Avarkaḷ, ataiviṭṭu veḷiyēṟum varai nāṅkaḷ ataṉuḷ nuḻaiyavē māṭṭōm. Avarkaḷ ataiviṭṭu veḷiyēṟi viṭṭāl nāṅkaḷ tavaṟāmal nuḻaintuviṭuvōm'' eṉṟaṉar"},{"SurahNumber":5,"VerseNumber":23,"Text":"(ivvāṟu) payantavarkaḷil (jōṣuva, kālep eṉṟa) iruvarmītu allāh aruḷpurintiruntāṉ. Avarkaḷ (maṟṟavarkaḷai nōkki) ‘‘nīṅkaḷ (avarkaḷ palattaippaṟṟi payappaṭavēṇṭām.) Avarkaḷai etirttu (an nakarattiṉ) vāyil varai ceṉṟuviṭuṅkaḷ. Atil nīṅkaḷ nuḻaintu viṭṭāl niccayamāka nīṅkaḷ veṟṟi peṟṟu viṭuvīrkaḷ. Nīṅkaḷ (uṇmai) nampikkaiyāḷarkaḷāka iruntāl allāhviṭamē poṟuppai cāṭṭuṅkaḷ'' eṉṟu kūṟiṉārkaḷ"}]}