{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"(Ey Rasûlüm), yakında seni bu Mekke’den çıkarmak için muhakkak ki, seni rahatsız edecekler ve o takdirde kendileri de arkandan pek az kalacaklar (helâk olacaklardır)"},{"SurahNumber":17,"VerseNumber":77,"Text":"Senden önce göndermiş olduğumuz peygamberler için, bunu (Peygamberleri yerlerinden çıkaranların helâk edilişini, Allah bir) âded etmiştir. (Ey Rasûlüm) sen bizim âdetimizde (kurduğumuz yolda) hiç bir değişiklik bulamazsın"},{"SurahNumber":17,"VerseNumber":78,"Text":"Güneşin öğlede zevali dolayısiyle gece karanlığına kadar (öğle, ikindi, akşam ve yatsı vakitlerinde) gereği üzere namazı kıl, bir de sabah namazı kıl. Çünkü, sabah namazında gece ve gündüz melekleri hazır bulunur"},{"SurahNumber":17,"VerseNumber":79,"Text":"(Ey Rasûlüm), sana mahsus fazla bir namaz olarak, gece uykudan kalk da, Kur’ân ile teheccüd (gece namazı) kıl. Rabbinin, seni bir Makam-ı Mahmud’a (ahiretteki Şefaat Makamına) göndermesi yakındır"},{"SurahNumber":17,"VerseNumber":80,"Text":"De ki: “-Rabbim! Beni, rıza ve kolaylık konuluşu ile kabre koy ve kıyamet dirilişinde de, beni, iyi bir çıkarışla çıkar; tarafından bana, kâfirleri mağlûp edecek kudretli bir yardımcı ver.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"De ki: “- Hak geldi ve bâtıl yok oldu gitti. Gerçekten bâtıl daima yokluğa mahkûm bulunmaktadır.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"Biz Kur’ân’dan öyle âyetler indirmekteyiz ki, müminler için şifa ve rahmettir. Zalimlerin de ancak sapıklığını artırır"},{"SurahNumber":17,"VerseNumber":83,"Text":"Biz, insana (sağlık ve genişlik gibi) nimet verdiğimiz zaman, Allah’ı anmaktan yüz çevirip yan çizer. Ona fenalık dokununca da pek ümitsiz olur, (Allah’ın ihsanından ümidini keser)"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki: “- Herkes bulunduğu hal ve niyyetine göre iş yapar. O halde, kimin yolca daha doğru olduğunu, Rabbin daha iyi bilir"},{"SurahNumber":17,"VerseNumber":85,"Text":"(Ey Rasûlüm) bir de sana rûh’dan, (Rûh’un hakîkatından) soruyorlar. De ki; rûh Rabbimin bildiği bir iştir ve size ilimden ancak az bir şey verilmiştir"},{"SurahNumber":17,"VerseNumber":86,"Text":"Yemin olsun ki, eğer dilesek, sana vahyettiğimiz Kur’an’ı kalblerden ve yazılı satırlardan gideririz; sonra onu kalblere ve satırlara geri çevirecek bize karşı, kendine bir vekil bulamazsın"}]}