{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Among Jeho proofs bol ships sail sea sails zastava"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He willed He stilled zranit vlavo them motionless on top z zavlazit. These som proofs those bol steadfast appreciative"},{"SurahNumber":42,"VerseNumber":34,"Text":"He annihilate them consequence ich own robota. Radsej He overlooks vela (z ich zhresit)"},{"SurahNumber":42,"VerseNumber":35,"Text":"Those kto argue our proofs robit zalozit out lenze they nie have zaklad"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever ona dat bol ziaden inak than temporary latka this zivot. Co GOD possesses je daleko lepsie everlasting those verit trust ich Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"They avoid gross zhresit zverak a when angered they forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"They respond ich Lord by observing Zmluva Prayers (Salat)! Ich affairs decided due consultation themselves a our provisions them they dat laska) k) bliznemu"},{"SurahNumber":42,"VerseNumber":39,"Text":"When gross injustice befalls them they stand ich na pravo"},{"SurahNumber":42,"VerseNumber":40,"Text":"Iba requital injustice bol equivalent retribution those kto pardon maintain righteousness rewarded GOD He nie laska the unjust"},{"SurahNumber":42,"VerseNumber":41,"Text":"Istota those stand ich na pravo when injustice befalls them nie committing any omyl"},{"SurahNumber":42,"VerseNumber":42,"Text":"Chybny jeden je those treat ludia unjustly vyletne miesto do aggression provocation! These incurred painful retribution"},{"SurahNumber":42,"VerseNumber":43,"Text":"Vyletne Miesto patience forgiveness zrkadlit true strength charakter"},{"SurahNumber":42,"VerseNumber":44,"Text":"Whomever GOD sends astray never zalozit will any inak lord ona see such transgressors when they see retribution saying my get iny chance"}]}