{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Những người cho đi những gì đã cho và tấm lòng của họ luôn lo sợ việc họ sẽ trở về trình diện Thượng Đế của họ"},{"SurahNumber":23,"VerseNumber":61,"Text":"Những người đó mới thực sự là những người thi đua nhau làm việc thiện tốt, mới thực sự là những người tiên phong"},{"SurahNumber":23,"VerseNumber":62,"Text":"TA không bắt bất cứ linh hồn nào gánh vác quá khả năng của nó và TA đang giữ một tập hồ sơ ghi chép sự thật và họ sẽ không bị đối xử bất công"},{"SurahNumber":23,"VerseNumber":63,"Text":"Không, trái tim của họ đang thờ ơ với Qur’an này và họ còn những tội lỗi khác đang làm"},{"SurahNumber":23,"VerseNumber":64,"Text":"Cho tới khi TA trừng phạt những kẻ sống xa hoa trong bọn họ thì họ mới van xin"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ngày hôm nay, các ngươi chớ khóc lóc van xin. Chắc chắn các ngươi sẽ không được TA cứu giúp"},{"SurahNumber":23,"VerseNumber":66,"Text":"Quả thật, những lời mặc khải của TA đã được xướng đọc cho các ngươi nhưng các ngươi đã ngoảnh mặt bỏ đi"},{"SurahNumber":23,"VerseNumber":67,"Text":"Các ngươi ngạo mạn xem thường Nó (Qur’an), các ngươi thức thâu đêm tán gẫu chuyện không đâu"},{"SurahNumber":23,"VerseNumber":68,"Text":"Tại sao họ không chịu suy ngẫm về lời phán hay phải chăng điều này chỉ đến với họ mà không đến với tổ tiên của họ trước đây"},{"SurahNumber":23,"VerseNumber":69,"Text":"Hay phải chăng họ không nhận biết vị Thiên Sứ của họ nên mới từ chối Y"},{"SurahNumber":23,"VerseNumber":70,"Text":"Hay phải chăng họ nói Y bị điên? Không, Y (Thiên Sứ Muhammad) đã mang Chân Lý đến cho họ nhưng đa số bọn họ ghét sự thật"},{"SurahNumber":23,"VerseNumber":71,"Text":"Nếu Chân Lý hùa theo những điều ham muốn của họ thì các tầng trời, trái đất và vạn vật giữa trời đất chắc chắn sẽ sụp đổ. Không, TA đã ban cho họ Lời Nhắc Nhở nhưng họ quay lưng với Lời Nhắc Nhở dành cho họ"},{"SurahNumber":23,"VerseNumber":72,"Text":"Hoặc lẽ nào Ngươi (Thiên Sứ Muhammad) đã đòi họ tiền công? (Chắc chắn điều đó không xảy ra) bởi phần trả công của Thượng Đế của Ngươi tốt hơn vì Ngài là Đấng Ban Phát tốt nhất"},{"SurahNumber":23,"VerseNumber":73,"Text":"Quả thật, Ngươi đang kêu gọi họ đến với Con Đường Ngay Thẳng (con đường được hướng dẫn: Islam)"},{"SurahNumber":23,"VerseNumber":74,"Text":"Và quả thật, những ai không có đức tin nơi Đời Sau chắc chắn sẽ lạc xa con đường (Islam)"}]}