{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":3,"VerseNumber":46,"Text":"‘‘avaru tottilallu, vrd'dhapyadallu janarodane matanaduvaru mattu avaru sajjanaragiruvaru’’"},{"SurahNumber":3,"VerseNumber":47,"Text":"‘‘nannodeya, yava purusanu nannannu sparsisiye illadiruvaga nanagobba putranu janisuvudadaru hege?’’ Endu ake (maryam) kelidaru. Avanu helidanu; ‘‘hageye aguvudu, allahanu tanicchisiddannu srstisuttane. Avanu ondu nirdhara kaigondare, adakke ‘agu’ endaste heluttane mattu adu agi biduttade’’"},{"SurahNumber":3,"VerseNumber":48,"Text":"(malak‌galu helidaru;) ‘‘avanu (allahanu) avarige granthavannu mattu yuktiyannu hagu taurat mattu injil‌galannu kalisuvanu’’"},{"SurahNumber":3,"VerseNumber":49,"Text":"‘‘Mattu avanu avarannu isra'ilara santatiyedege tanna dutanagi nemisuvanu’’. (Avaru heluvaru;) ‘‘nanu nim'modeyana kadeyinda ondu puraveyondige nim'ma balige bandiruvenu. Nanido nimagagi mannininda ondu paksiya rupavannu nirmisuvenu mattu adarolage uduvenu. Adu allahana appaneyinda (jivanta) paksiyagi biduvudu. Hageye nanu, allahana adesanusara huttu kurudanannu hagu kustarogiyannu gunapadisuvenu mattu mrtanannu jivantagolisuvenu. Nivu enannu tinnuttiri mattu nim'ma manegalalli enannu sangrahisiduttiri embudannu nanu nimage tilisuvenu. Nivu nambuvavaragiddare idaralli nimage purave ide’’"},{"SurahNumber":3,"VerseNumber":50,"Text":"‘‘nanu nanaginta hinde idda taurat‌na bhagavannu samarthisuvavanagiddene hagu nim'ma mele nisid'dha golisalagidda kelavu visayagalannu nim'ma palige sam'matagolisalikkagi bandiruttene. Nanu nim'ma balige nim'ma odeyana kadeyinda puraveyannu tandiruttene. (Adudarinda) nivu allahanige anjiri mattu nanna adesa palisiri’’"},{"SurahNumber":3,"VerseNumber":51,"Text":"‘‘khanditavagiyu nannodeyanu nim'modeyanu allahane. Nivu avananne aradhisiri. Aduve sanmargavagide’’"},{"SurahNumber":3,"VerseNumber":52,"Text":"(istagiyu) avara kadeyinda dhikkarave kandaga isa, ‘‘yariddare, allahana margadalli nanna sahayakaru?’’ Endu kelidaru. (Avara) nistha anuyayigalu helidaru; ‘‘navu allahana sahayakaru. Navu allahanalli nambike ittiruvevu. Navu muslimaragiddevembudakke nivu saksiyagiri’’"}]}