{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"Kendi dinlerine uymadıkca ne yahudiler ve ne de hristiyanlar senden asla hoslanmayacaklardır. De ki; «Dogru yol, sadece Allah´ın yoludur´: Eger sana gelen bilgiden sonra onların arzularına uyacak olursan, andolsun ki, Allah tarafından ne bir dost ve ne de bir yardımcı bulamazsın"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine verdigimiz kitabı geregince okuyanlar var ya, iste onlar ona inananlardır. Onu inkar edenler ise husrana ugrayanlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey Israilogulları, size vermis oldugum nimetleri ve sizi bir zamanlar butun alemlere ustun tutmus oldugumu hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Hic kimsenin baskası adına birsey odeyemeyecegi, hic kimseden fidye kabul edilmeyecegi, hic kimseye sefaatin yarar saglayamayacagı ve boylelerinin hicbir yerden yardım gormeyecegi gunden korkun"},{"SurahNumber":2,"VerseNumber":124,"Text":"Hani Rabbi, Ibrahim´i birtakım emirler ile denemis, o da onları yerine getirmisti. Bunun uzerine Allah; «Seni insanlara onder yapacagım» demisti. Ibrahim; «Soyumdan da» deyince, Allah; «Zalimler bu taahhudumun kapsamına asla giremezler» buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Hani Kabe´yi insanlar icin toplanma ve guven yeri yapmıstık. «Ibrahim´in makamını (Kabe´nin tumunu) namaz yeri edininiz» Ibrahim ile Ismail´e; «Bu evimi ziyaretciler, kendilerini ibadete adayanlar, ruku ve secde edenler icin temiz tutun» diye emir vermistik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Hani Ibrahim; «Ey Rabbim, bu sehri guvenli bir yer kıl, halkından Allah a ve Ahiret gunune inananları cesitli urunlerle rızıklandır» dedi. Allah da; «Onlardan kafir olanları ise kısa bir sure gecindirir, sonra Cehennem azabına katlanmak zorunda tutarım. Ne kotu akıbettir o!» buyurdu"}]}