{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Idi Kijan bi qenciyan hatibe, ji bona wi ra (li bal Yezdan) hej ji wi anina wi cetir heye. Ewane bi van (salixan) ji tirsa we royi ewle ne"},{"SurahNumber":27,"VerseNumber":90,"Text":"U kijan bi sikatiyan hatibe, idi ewan deveru dikibine doje, bi tisteki mayi qey ewan tene celatkirine? (Na, ewan hey celata kirine xwe dikisinin)"},{"SurahNumber":27,"VerseNumber":91,"Text":"(Muhemmed! Tu ji wan ra aha beje): \"Ez hatime fermankirine, ku ez hey perestiya Xudaye vi bajare, ku (kirina sikatiyan di wi da hatiya qedexekirine,) bikim; hemi tist hey ji bona wi ra nin. U ez hatime fermankirine, ku ez bibime ji misilmanan"},{"SurahNumber":27,"VerseNumber":92,"Text":"U (ez hatime fermankirine) ku ez \"Qur’ane\" bixunim, idi kijan were reya rast, sixwa ewa ji bona xwe ra hatiye reya rast. Idi kijan ji reya rast derkebe, tu (ji bona wi ra aha) beje: \"Ez hey ji hisyardarokan im"},{"SurahNumber":27,"VerseNumber":93,"Text":"U (Muhemmed! Disa aha) beje: \"Sipazi hemi ji bona Yezdan ra ne.Ew (Yezdane) we beraten xwe bide nisane we, hune ji di nezik da (evan beratan) niyas bikin. U Xudaye te bi xweber ji, ji kirine wan be guman nine"},{"SurahNumber":28,"VerseNumber":1,"Text":"M. (Arsa van tipen ji hevcui hey Yezdan dizane)"},{"SurahNumber":28,"VerseNumber":2,"Text":"Evan, bi rasti beraten pirtuka hizwartine"},{"SurahNumber":28,"VerseNumber":3,"Text":"Bi rasti eme ji bona komaleki, ku bawer dikin: hineki ji serdaborya Musa u Fir’ewn ji te ra bixwunin"},{"SurahNumber":28,"VerseNumber":4,"Text":"Bi rasti Fir’ewn di wi zemin da bi qureti (dest avetiye cewre) xwe bilind (zaniye) u ewi runistine (wi zemini) deste u deste ji hev raqetandiye: komaki ji wan (ku zaren cihuyan bun) be hez dikiribuye: Sere; zaren wan e kurin je dikir, jine wan para da bi zendeti dihist. Loma bi rasti (Fir’ewn) ji wane tevdanok e"},{"SurahNumber":28,"VerseNumber":5,"Text":"U ewane di zemin da hatine be hezkirine hene! Me ji diva, ku em li wane be hez qenciyan bikin u em ewan bixne pesrewan u em ewan (ji bona Fir’ewn ra) bixne miratxwur u urta wan"}]}