{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"“Non vi sono stati recitati i Miei versetti? E non li consideraste imposture?”"},{"SurahNumber":23,"VerseNumber":106,"Text":"Risponderanno: “Nostro Signore, ha vinto la disgrazia, eravamo gente traviata"},{"SurahNumber":23,"VerseNumber":107,"Text":"Signore, facci uscire di qui! Se poi persisteremo [nel peccato], saremo, allora, davvero ingiusti”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Dirà: “Rimanetevi e non parlateMi più”"},{"SurahNumber":23,"VerseNumber":109,"Text":"Invero, c'era una parte dei Miei servi che diceva: “Signore, noi crediamo: perdonaci e usaci misericordia! Tu sei il Migliore dei misericordiosi!”"},{"SurahNumber":23,"VerseNumber":110,"Text":"E invece li avete scherniti al punto da perdere il Ricordo di Me, mentre di essi ridevate"},{"SurahNumber":23,"VerseNumber":111,"Text":"In verità, oggi li ho compensati di ciò che hanno sopportato con pazienza; essi sono coloro che hanno conseguito [la beatitudine]"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dirà: “Quanti anni siete rimasti sulla terra?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Risponderanno: “Siamo rimasti un giorno, o parte di un giorno. Interroga coloro che tengono il computo”"},{"SurahNumber":23,"VerseNumber":114,"Text":"Dirà: “Davvero siete rimasti ben poco. Se lo aveste saputo"},{"SurahNumber":23,"VerseNumber":115,"Text":"Pensavate che vi avessimo creati per celia e che non sareste stati ricondotti a Noi?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Sia esaltato Allah, il vero Re. Non c'è altro dio all'infuori di Lui, il Signore del Trono Sublime"},{"SurahNumber":23,"VerseNumber":117,"Text":"E chi invoca insieme ad Allah un'altra divinità, senza averne prova alcuna, dovrà renderne conto al suo Signore. Certamente i miscredenti non prospereranno"},{"SurahNumber":23,"VerseNumber":118,"Text":"E di': “Signore, perdona e usaci misericordia, Tu sei il Migliore dei misericordiosi”"}]}