{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Nemese jaratılıstı bastaytın sosın onı qayta tiriltetin kiï? Jäne kök pen jerden qorek beretin kim? Allamen birge basqa täñir bar ma? (Muxammed Ğ.S.): \"Eger şınşıl bolsañdar, dälelderiñdi keltiriñder\" de"},{"SurahNumber":27,"VerseNumber":65,"Text":"(Muxammed Ğ.S.): \"Kökter men jerdegi kömesti Alladan basqa eşkim bilmeydi. Olar qaşan tiriltiletindikterin bilmeydi\" de"},{"SurahNumber":27,"VerseNumber":66,"Text":"Olardıñ axïret twralı mälimeti jetkilikti me? Rasında olar odan küdikte, tipti olar oğan baylanıstı mülde soqır"},{"SurahNumber":27,"VerseNumber":67,"Text":"Sonday qarsı kelgender: \"Biz de atalarımız da topıraq bolğannan keyin (qabırdan tirilip,) şığarılamız ba?\",- dedi"},{"SurahNumber":27,"VerseNumber":68,"Text":"Rasında osı quqay bizge de burınğı atalarımızğa da jasaldı. Negizinde bul burınğılardiñ añızınan basqa eş närse emes"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Muxammed Ğ.S.): \"Jer jüzinde keziñder de künäkarlardıñ soñı qalay bolğanın köriñder\" de"},{"SurahNumber":27,"VerseNumber":70,"Text":"Olarğa küyinbe de olardıñ aylakerlikterine tarılma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eger şın aytwşı bolsañdar, bul wäde qaşan?\",- deydi"},{"SurahNumber":27,"VerseNumber":72,"Text":"Olarğa: \"Asığıp tilegen azaptarıñnıñ keyi senderdi ökşelep turğan bolwı mümkin\" de"},{"SurahNumber":27,"VerseNumber":73,"Text":"Küdiksiz Rabbıñ, älbette adamdarğa keñşilik ïesi. Biraq olardıñ köbi şükir qılmaydı"},{"SurahNumber":27,"VerseNumber":74,"Text":"Söz joq, Rabbıñ älbette olardıñ köñilderindegini de körnewge şığarğandarın da biledi"},{"SurahNumber":27,"VerseNumber":75,"Text":"Jer-kökte aşıq Kitapta bolmağan eşbir kömes närse joq"},{"SurahNumber":27,"VerseNumber":76,"Text":"Rasında bul Quran Ïzraïl urpaqtarına talasqan närseleriniñ köbin bayan etedi"}]}