{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":38,"Text":"En hij was de ark aan het bouwen en steeds wanneer de leiders van zijn volk hem voorbijgingen, bespotten zij hem. Hij zeide: 'Als gij ons bespot, zullen wij u (later) bespotten zoals gij (ons) nu doet"},{"SurahNumber":11,"VerseNumber":39,"Text":"Dan zult gij weten wie het is, over wie een vernederende straf komt en op wie een blijvende straf zal rusten"},{"SurahNumber":11,"VerseNumber":40,"Text":"Toen Ons gebod kwam en de bronnen der aarde spoten, zeiden Wij: 'Scheept twee paar van alles in, en uw familie - met uitzondering van degenen, tegen wie het woord reeds is uitgegaan - en de gelovigen.' En met hem geloofden slechts weinigen"},{"SurahNumber":11,"VerseNumber":41,"Text":"En hij (Noach) zeide: 'Scheept u in. In naam van Allah zij haar vaart en haar ankeren. Mijn Heer is voorzeker Vergevensgezind, Genadevol"},{"SurahNumber":11,"VerseNumber":42,"Text":"En zij bewoog zich met hen op golven als bergen voort. En Noach riep tot zijn zoon, die zich afzijdig hield: 'O mijn zoon, scheep u met ons in en wees niet met de ongelovigen"},{"SurahNumber":11,"VerseNumber":43,"Text":"Hij antwoordde: 'Ik zal mijn toevlucht weldra op een berg zoeken, die mij tegen het water zal beschermen.' Hij antwoordde: 'Er is deze dag geen beschermer tegen het gebod van Allah, met uitzondering van degenen wie Hij barmhartigheid toont.' En een golf kwam tussen beiden, hij behoorde tot de drenkelingen"},{"SurahNumber":11,"VerseNumber":44,"Text":"En er werd gezegd: ' O, aarde, slok op uw water en o, hemel, houd op (met regenen).' En het water werd tot zakken gebracht en het gebod was vervuld. En de Ark kwam op (de berg) Al-Djoedie te rusten. En er werd gezegd: 'Vervloekt zij het onrechtvaardige volk"},{"SurahNumber":11,"VerseNumber":45,"Text":"En Noach riep zijn Heer aan en zeide: 'Mijn Heer, mijn zoon is voorwaar van mijn familie en Uw belofte is voorzeker waar en Gij zijt de Rechter der rechters"}]}