{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"ما به او در روی زمین، قدرت و حکومت دادیم؛ و اسباب هر چیز را در اختیارش گذاشتیم"},{"SurahNumber":18,"VerseNumber":85,"Text":"او از این اسباب، (پیروی و استفاده) کرد"},{"SurahNumber":18,"VerseNumber":86,"Text":"تا به غروبگاه آفتاب رسید؛ (در آن جا) احساس کرد (و در نظرش مجسّم شد) که خورشید در چشمه تیره و گل‌آلودی فرو می‌رود؛ و در آن جا قومی را یافت؛ گفتیم: «ای ذو القرنین! آیا می‌خواهی (آنان) را مجازات کنی، و یا روش نیکویی در مورد آنها انتخاب نمایی؟»"},{"SurahNumber":18,"VerseNumber":87,"Text":"گفت: «اما کسی را که ستم کرده است، مجازات خواهیم کرد؛ سپس به سوی پروردگارش بازمی‌گردد، و خدا او را مجازات شدیدی خواهد کرد"},{"SurahNumber":18,"VerseNumber":88,"Text":"و اما کسی که ایمان آورد و عمل صالح انجام دهد، پاداشی نیکوتر خواهد داشت؛ و ما دستور آسانی به او خواهیم داد.»"},{"SurahNumber":18,"VerseNumber":89,"Text":"سپس (بار دیگر) از اسبابی (که در اختیار داشت) بهره گرفت"},{"SurahNumber":18,"VerseNumber":90,"Text":"تا به خاستگاه خورشید رسید؛ (در آن جا) دید خورشید بر جمعیّتی طلوع می‌کند که در برابر (تابش) آفتاب، پوششی برای آنها قرار نداده بودیم (و هیچ گونه سایبانی نداشتند)"},{"SurahNumber":18,"VerseNumber":91,"Text":"(آری) اینچنین بود (کار ذو القرنین)! و ما بخوبی از امکاناتی که نزد او بود آگاه بودیم"},{"SurahNumber":18,"VerseNumber":92,"Text":"(باز) از اسباب مهمّی (که در اختیار داشت) استفاده کرد"},{"SurahNumber":18,"VerseNumber":93,"Text":"(و همچنان به راه خود ادامه داد) تا به میان دو کوه رسید؛ و در کنار آن دو (کوه) قومی را یافت که هیچ سخنی را نمی‌فهمیدند (و زبانشان مخصوص خودشان بود)"},{"SurahNumber":18,"VerseNumber":94,"Text":"(آن گروه به او) گفتند: «ای ذو القرنین یأجوج و مأجوج در این سرزمین فساد می‌کنند؛ آیا ممکن است ما هزینه‌ای برای تو قرار دهیم، که میان ما و آنها سدّی ایجاد کنی؟!»"},{"SurahNumber":18,"VerseNumber":95,"Text":"(ذو القرنین) گفت: «آنچه پروردگارم در اختیار من گذارده، بهتر است (از آنچه شما پیشنهاد می‌کنید)! مرا با نیرویی یاری دهید، تا میان شما و آنها سدّ محکمی قرار دهم"},{"SurahNumber":18,"VerseNumber":96,"Text":"قطعات بزرگ آهن برایم بیاورید (و آنها را روی هم بچینید)!» تا وقتی که کاملاً میان دو کوه را پوشانید، گفت: «(در اطراف آن آتش بیفروزید، و) در آن بدمید!» (آنها دمیدند) تا قطعات آهن را سرخ و گداخته کرد، و گفت: «(اکنون) مس مذاب برایم بیاورید تا بر روی آن بریزم!»"},{"SurahNumber":18,"VerseNumber":97,"Text":"(سرانجام چنان سدّ نیرومندی ساخت) که آنها [= طایفه یأجوج و مأجوج‌] قادر نبودند از آن بالا روند؛ و نمی‌توانستند نقبی در آن ایجاد کنند"}]}