{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":71,"Text":"Ey, Kitap berilgen qawım! Nege aqïqattı jalğanmen aralastırasıñdar jäne bile turıp aqïqattı jasırasıñdar"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap berilgen qawımnıñ bir tobı: «Ïmanğa kelgenderge tüsirilgenge / Quranğa / künniñ alğaşqı böliginde senip, al künniñ soñında küpirlik etiñder / bas tartıñdar / . Mümkin, olar qaytar"},{"SurahNumber":3,"VerseNumber":73,"Text":"Äri dinderiñe ergennen basqağa senbeñder», - dedi. / Ey, Muxammed! / Ayt: «Aqïqatında, twra jol - Allahtıñ jolı», - dep. / Olar tağı bir-birine / : «Senderge berilgendey närse birewge berilmewi nemese olar sendermen Rabbıñızdıñ aldında tartıspawı üşin», - dedi. Ayt: «Anığında, keñşilik - Allahta. Ol onı qalağanına beredi. Allah - asa Keñ , bärin Bilwşi», - dep"},{"SurahNumber":3,"VerseNumber":74,"Text":"Ol qalağanın Öz meyirimine böleydi.Allah - ulı keñşilik Ïesi"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap berilgen qawımnıñ işinde mol dünïeni senip tapsırsañ, onı öziñe qaytaratındarı bar. Sonday-aq, olardıñ işinde bir dïnardı senip tapsırsañ, qaşan basında turıp almağanıñşa, onı sağan qaytarmaytındarı bar. Bul olardıñ: «Sawatsızdarğa qatıstı bizge jol / künä / joq», - dep aytqandarı sebepti. Olar bile turıp, Allahqa qatıstı ötirik aytadı"},{"SurahNumber":3,"VerseNumber":76,"Text":"Olay emes! Kim sertin orındasa jäne taqwa bolsa / Allahtıñ jazasınan qorqıp, saqtansa / , sözsiz, Allah taqwalardı / Özine boysunıp, jazasınan saqtanwşılardı / jaqsı köredi"},{"SurahNumber":3,"VerseNumber":77,"Text":"Aqïqatında, Allahqa bergen sertin jäne özderiniñ anttarın bolmaşı bağağa satatındar - mine, solarğa soñğı, mäñgilik ömirde / aqïrette / üles joq. Qayta tirilw küni Allah olarğa söylemeydi, olarğa qaramaydı äri olardı tazartpaydı. Sonday-aq olarğa küyzeltwşi azap bar"}]}