{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Nuk janë, kurrsesi, njësoj i verbri dhe ai që sheh"},{"SurahNumber":35,"VerseNumber":20,"Text":"as errësira dhe drita"},{"SurahNumber":35,"VerseNumber":21,"Text":"as freskia (e hijes) dhe vapa"},{"SurahNumber":35,"VerseNumber":22,"Text":"Po ashtu, nuk janë kurrë të barabartë të gjallët dhe të vdekurit. Allahu bën të dëgjojë kë të dojë Vetë, kurse ti (Muhamed) nuk mund të bësh të dëgjojnë ata që janë në varre"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ti je vetëm paralajmërues"},{"SurahNumber":35,"VerseNumber":24,"Text":"Ne të kemi dërguar ty me të Vërtetën, për të sjellë lajme të mira dhe për të paralajmëruar; nuk ka pasur asnjë popull që të mos i ketë ardhur paralajmërues"},{"SurahNumber":35,"VerseNumber":25,"Text":"Nëse ata të quajnë ty gënjeshtar, dije se edhe paraardhësit e këtyre i kanë përgënjeshtruar të dërguarit e tyre, që u sollën prova të qarta, shkrime dhe një Libër ndriçues"},{"SurahNumber":35,"VerseNumber":26,"Text":"Pastaj Unë i dënova mohuesit; eh, sa i tmerrshëm ka qenë dënimi Im"},{"SurahNumber":35,"VerseNumber":27,"Text":"Vallë, a nuk e sheh ti se si Allahu e lëshon ujin prej qiellit dhe nëpërmjet tij krijon fruta llojesh e ngjyrash të ndryshme?! Nëpër male gjenden shtigje të bardha dhe të kuqe, ngjyrash të ndryshme dhe krejtësisht të zeza"},{"SurahNumber":35,"VerseNumber":28,"Text":"Njerëzit, kafshët dhe bagëtitë janë llojesh të ndryshme gjithashtu. Në të vërtetë, nga robërit e Tij, Allahut i frikësohen vetëm dijetarët, (që e dinë se) Allahu është vërtet i Plotfuqishëm dhe Falës"},{"SurahNumber":35,"VerseNumber":29,"Text":"Pa dyshim, ata që lexojnë Librin e Allahut, falin namazin dhe japin fshehtazi apo haptazi nga ajo që u kemi dhënë Ne, mund të shpresojnë në një fitim që nuk do të humbasë"},{"SurahNumber":35,"VerseNumber":30,"Text":"Allahu do t’ua plotësojë atyre shpërblimin dhe do t’ua shtojë nga dhuntitë e Tij. Me të vërtetë, Ai është Falës dhe Falënderues"}]}