{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":12,"Text":"Va hai bien nuoc khong giong nhau. Mot loai thi ngot, de uong va mot loai thi man, chat. Nhung cac nguoi đuoc an thit tuoi tu moi loai bien ca va tu đo (mo) lay đo nu trang đe đeo. Va nguoi thay nhung chiec tau (buom) cay song đua cac nguoi đi tim thien loc cua Ngai va đe cho cac nguoi tri an Ngai"},{"SurahNumber":35,"VerseNumber":13,"Text":"Ngai nhap ban đem vao ban ngay va nhap ban ngay vao ban đem; va Ngai che ngu mat troi va mat trang (theo đinh luat cua Ngai); moi cai di chuyen (theo quy đao cua no) đen mot thoi han an đinh. Allah, Thuong Đe cua cac nguoi la the. Ngai nam quyen thong tri (van vat). Nguoc lai, nhung ke ma cac nguoi cau nguyen khong phai la Ngai khong kiem soat đuoc mot lop vo mong"},{"SurahNumber":35,"VerseNumber":14,"Text":"Neu cac nguoi cau nguyen chung thi chung se khong nghe đuoc loi cau cua cac nguoi va neu chung co nghe đang thi chung van khong đap lai loi cau cua cac nguoi; va vao Ngay phuc sinh, chung se phu nhan viec cac nguoi 'ton tho' chung. Va khong ai co the bao cho Nguoi (Muhammad!) biet (su that) giong nhu Đang Am Tuong (Allah)"},{"SurahNumber":35,"VerseNumber":15,"Text":"Hoi nhan loai! Cac nguoi moi la nhung ke ngheo hen nho va Allah; nguoc lai, Allah Rat muc Giau Co, Rat Đang Ca Tung"},{"SurahNumber":35,"VerseNumber":16,"Text":"Neu muon, Ngai se xoa bo cac nguoi va lap nen mot su tao hoa moi (thay the cac nguoi)"},{"SurahNumber":35,"VerseNumber":17,"Text":"Va viec đo chang co gi nang nhoc đoi voi Allah ca"},{"SurahNumber":35,"VerseNumber":18,"Text":"Va khong mot nguoi khuan vac nao se vac gium ganh nang (toi loi) cua nguoi khac ca; va neu mot nguoi nao đo vac qua suc cua minh cau cuu mot nguoi khac vac gium ganh nang cua y thi khong mot ti ganh nang (toi loi) nao cua y se đuoc (nguoi khac) vac gium dau đo la ba con ruot thit cua y đi nua. Nguoi (Muhammad) chi co the canh bao nhung ai so Đang Thuong Đe vo hinh cua ho va dang le nguyen Salah mot cach chu đao; va ai tu tay sach (toi loi) thi viec tay sach đo chi co loi cho ban than minh.'Va cuoi cung (tat ca) đeu tro ve gap Allah"}]}