{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"Bir kaynak ki ondan Allah'ın kulları icerler, guzel yollar acarak akıtırlar onu"},{"SurahNumber":76,"VerseNumber":7,"Text":"O kullar adaklarını yerine getirirler ve fenalıgı salgın (olan) bir gunden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Duskune, yetime ve esire seve seve yemek yedirirler"},{"SurahNumber":76,"VerseNumber":9,"Text":"Size sırf Allah rızası icin yemek yediriyoruz. Sizden ne bir karsılık, ne de bir tesekkur bekliyoruz"},{"SurahNumber":76,"VerseNumber":10,"Text":"Biz sert ve belalı bir gunde Rabbimizden korkarız.\" derler"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları o gunun fenalıgından korur, yuzlerine parlaklık, gonullerine sevinc verir"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabırlarına karsılık onlara bir cennet ve ipekten elbiseler verir"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada donatılmıs koltuklar uzerine dayanmıslardır: Orada ne yakıcı gunes gorurler, ne de siddetli soguk"},{"SurahNumber":76,"VerseNumber":14,"Text":"Uzerlerine cennet golgeleri sarkmıs, meyveleri bol bol onlerine konmustur"},{"SurahNumber":76,"VerseNumber":15,"Text":"Yanlarında gumusten kaplar, billur kupalar dolastırılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gumusten oyle kadehler ki onları turlu turlu bicimlere koymuslardır"},{"SurahNumber":76,"VerseNumber":17,"Text":"Onlara orada bir dolu kadeh sunulur ki, karısımı zencefildir"},{"SurahNumber":76,"VerseNumber":18,"Text":"Bu orada bir pınardır ki, adına \"selsebil\" derler"},{"SurahNumber":76,"VerseNumber":19,"Text":"Etraflarında olumsuz hizmetciler dolasır, onları gorunce sacılmıs inciler sanırsın"},{"SurahNumber":76,"VerseNumber":20,"Text":"Orada nereye baksan bir nimet ve pek buyuk bir mulk gorursun"},{"SurahNumber":76,"VerseNumber":21,"Text":"Ustlerinde zarif ve yesil, kalın ipekten bir elbise vardır. Gumus bileziklerle suslenmislerdir. Rableri onlara temiz bir icecek icirmistir"},{"SurahNumber":76,"VerseNumber":22,"Text":"(Onlara soyle denir): \"Iste bu sizin bir mukafatınızdı. Gayretiniz karsılıgını bulmustur"},{"SurahNumber":76,"VerseNumber":23,"Text":"Kur'an'ı sana kısım kısım biz indirdik biz"},{"SurahNumber":76,"VerseNumber":24,"Text":"O halde Rabbinin hukum vermesi icin sabret. Onlardan hicbir gunahkara yahut nankore itaat etme"},{"SurahNumber":76,"VerseNumber":25,"Text":"Sabahaksam Rabbinin ismini an"}]}