{"Id":182,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"અને ઘણી વસ્તીઓ અમે નષ્ટ કરી દીધી જે અત્યાચારી હતી અને ત્યાર પછી અમે બીજી કોમને લઇ આવ્યા"},{"SurahNumber":21,"VerseNumber":12,"Text":"જ્યારે તે લોકો અમારી યાતનાથી ચેતી ગયા તો તેનાથી ભાગવા લાગ્યા"},{"SurahNumber":21,"VerseNumber":13,"Text":"ભાગદોડ ન કરો અને જ્યાં તમને ખુશહાલી આપવામાં આવી હતી, ત્યાં જ તમે પાછા ફરો અને પોતાના ઘરો તરફ જાઓ, જેથી તમને સવાલ તો કરીએ"},{"SurahNumber":21,"VerseNumber":14,"Text":"કહેવા લાગ્યા અફસોસ ! અમારી ખરાબી ! નિ:શંક અમે અત્યાચારી હતાં"},{"SurahNumber":21,"VerseNumber":15,"Text":"પછી તેઓ આ પ્રમાણે જ વાત કરતા રહ્યા, ત્યાં સુધી કે અમે તે લોકોને મૂળથી ઉખાડેલી ખેતી અને હોલવાઇ ગયેલી આગ જેવા કરી દીધા"},{"SurahNumber":21,"VerseNumber":16,"Text":"અમે આકાશ અને ધરતી તથા તેમની વચ્ચેની વસ્તુઓને રમતા રમતા નથી બનાવી"},{"SurahNumber":21,"VerseNumber":17,"Text":"જો અમે આમ જ રમત-ગમતની ઇચ્છા કરતા તો તેને પોતાની પાસે જ બનાવી લેતા, જો અમે કરવા ઇચ્છતા તો"},{"SurahNumber":21,"VerseNumber":18,"Text":"પરંતુ અમે સત્યને જુઠ પર ફેકી દઇએ છીએ, બસ ! સત્ય જુઠનુ માથું તોડી નાખે છે અને તે જ સમયે નષ્ટ થઇ જાય છે, તમે જે વાતો ઘડો છો તે તમારા માટે નુકસાનનું કારણ છે"},{"SurahNumber":21,"VerseNumber":19,"Text":"આકાશો અને ધરતીમાં જે કંઇ પણ છે, તે અલ્લાહનું જ છે અને જે તેની પાસે છે, તે તેની બંદગીથી ન વિદ્રોહ કરે છે અને ન તો થાકે છે"},{"SurahNumber":21,"VerseNumber":20,"Text":"તે રાત-દિવસ અલ્લાહના નામનું સ્મરણ કરે છે અને થોડીક પણ આળસ નથી કરતા"},{"SurahNumber":21,"VerseNumber":21,"Text":"શું તે લોકોએ ધરતી (ના સર્જન) માંથી જે લોકોને પૂજ્ય બનાવી રાખ્યા છે, તે જીવિત કરી શકે છે"},{"SurahNumber":21,"VerseNumber":22,"Text":"જો આકાશ અને ધરતીમાં અલ્લાહ સિવાય કોઈ પૂજ્ય હોત તો આ બન્ને અસ્ત-વ્યસ્ત થઇ જાત, બસ ! અલ્લાહ તઆલા-અર્શનો પાલનહાર, તે દરેક ગુણોથી પવિત્ર છે જે આ મુશરિકો કહે છે"},{"SurahNumber":21,"VerseNumber":23,"Text":"તે પોતાના કાર્યો માટે જવાબદાર નથી અને બધા જ (તેની સામે) જવાબદાર છે"},{"SurahNumber":21,"VerseNumber":24,"Text":"શું તે લોકોએ અલ્લાહ સિવાય બીજાને પૂજ્યો બનાવી રાખ્યા છે, તેમને કહીદો કે લાઓ, પોતાના પુરાવા રજુ કરો. આ છે મારી કિતાબ અને આગળના લોકોના પુરાવા, વાત એવી છે કે તેમના માંથી વધારે પડતા લોકો સત્ય નથી જાણતા, એટલા માટે મોઢું ફેરવી રહ્યા છે"}]}