{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"And similarly, We did not send a warner to a town, except its carefree ones said: \"We found our fathers following a certain way, and we are being guided in their footsteps"},{"SurahNumber":43,"VerseNumber":24,"Text":"He said: \"What if I brought to you better a guidance than what you found your fathers upon?\" They said: \"We are disbelievers in that with which you have been sent"},{"SurahNumber":43,"VerseNumber":25,"Text":"Consequently, We took revenge upon them. So see how was the consequences of the deniers"},{"SurahNumber":43,"VerseNumber":26,"Text":"And when Abraham said to his father and his people: \"I am innocent of that which you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"Except for the One who initiated me, He will guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"And he made it a word to last in his subsequent generations; perhaps they may turn back"},{"SurahNumber":43,"VerseNumber":29,"Text":"Indeed, I have given these people and their fathers to enjoy, until the truth came to them, and a clarifying messenger"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the truth came to them, they said: \"This is magic, and we reject it"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they said: \"If only this Qur'an was sent down to a man of greatness from the two towns"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who assign the mercy of your Lord? We have assigned their share in this worldly life, and We raised some of them above others in ranks, so that they would take one another in service. The mercy from your Lord is far better than that which they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"And were it not that all the people would become one nation, We would have provided for those who reject the Almighty silver roofs for their homes, and stairs upon which they could ascend"}]}