{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"’Alif lam ro. Iwonyi ni awon ayah Tira naa ati (awon ayah) al-Ƙur’an t’o n yanju oro eda"},{"SurahNumber":15,"VerseNumber":2,"Text":"O see se ki awon t’o sai gbagbo nifee si pe awon iba si ti je musulumi (nile aye)"},{"SurahNumber":15,"VerseNumber":3,"Text":"Fi won sile, ki won je, ki won gbadun, ki ireti (emi gigun) ko airoju raaye ba won (lati sesin); laipe won maa mo"},{"SurahNumber":15,"VerseNumber":4,"Text":"A ko pa ilu kan run ri afi ki o ni akosile ti A ti mo"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ko si ijo kan (ti o parun) siwaju akoko re (ninu Laohul-Mahfuuth); won ko si nii sun un siwaju fun won"},{"SurahNumber":15,"VerseNumber":6,"Text":"Won wi pe: “Iwo ti Won so al-Ƙur’an kale fun, dajudaju were ni e"},{"SurahNumber":15,"VerseNumber":7,"Text":"Ki ni ko je ki iwo mu awon molaika wa ba wa, ti iwo ba wa ninu awon olododo?”"},{"SurahNumber":15,"VerseNumber":8,"Text":"A o nii so molaika kale bi ko se pelu ododo. Won ko si nii lo won lara mo nigba naa (ti awon molaika ba sokale)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Dajudaju Awa l’A so Tira Iranti kale (iyen al-Ƙur’an). Dajudaju Awa si ni Oluso re"},{"SurahNumber":15,"VerseNumber":10,"Text":"Dajudaju siwaju re A ti ran (awon Ojise) nise si awon ijo, awon eni akoko"},{"SurahNumber":15,"VerseNumber":11,"Text":"Ojise kan ko si nii de ba won afi ki won fi se yeye"},{"SurahNumber":15,"VerseNumber":12,"Text":"Bayen ni A se n fi (aisan) sinu okan awon elese"},{"SurahNumber":15,"VerseNumber":13,"Text":"Won ko nii gba Anabi (sollalahu 'alayhi wa sallam) gbo; ise (Allahu lori) awon eni akoko kuku ti re koja"},{"SurahNumber":15,"VerseNumber":14,"Text":"Ti o ba je pe A si ilekun kan sile fun won lati inu sanmo, ti won ko si ye gbabe gunke lo (sinu sanmo)"},{"SurahNumber":15,"VerseNumber":15,"Text":"dajudaju won a wi pe: “Won kuku lo isiju fun wa ni. Nse ni won n dan wa.”"}]}