{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Bereketli toprak (gibi) ki, onun ekini, Rabbinin izniyle (bolluk icinde) fıskırır; oysa kotu topragınki ancak cılız bir ekin verir. Sukreden bir topluluk(un yararlanması) icin ayetlerimizi iste boyle cok yonlu olarak dile getiriyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Gercek su ki, Biz Nuhu kendi toplumuna gonderdik: \"Ey kavmim!\" dedi, \"yalnızca Allaha kulluk edin: Ondan baska tanrınız yok cunku. Dogrusu, dehset ve azabıyla buyuk bir Gunun gelip sizi bulmasından korkuyorum ben"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavmi icinden onde gelenler: \"Dogrusu, biz senin apacık bir sapıklık icinde oldugunu goruyoruz!\" diye karsılık verdiler"},{"SurahNumber":7,"VerseNumber":61,"Text":"(Nuh): \"Ey kavmim\" dedi, \"Bende bir egrilik/bir sapıklık yok; ne var ki, ben alemlerin Rabbinden bir elciyim"},{"SurahNumber":7,"VerseNumber":62,"Text":"Rabbimin haberlerini bildiriyor, ogutler veriyorum size: cunku ben, Allahın bana (vahiyle) bildirmesi sayesinde sizin bilmediginizi biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sizi uyarabilsin ve siz de Allaha karsı sorumluluk bilinci duyup Onun rahmetiyle onurlanasınız diye sizin kendi icinizden birinin eliyle Rabbinizden size bir haber gelmesini nicin yadırgıyorsunuz"},{"SurahNumber":7,"VerseNumber":64,"Text":"Ve (bu uyarıya ragmen) onu yalanladılar! Ve bunun uzerine Biz de onu ve gemide onunla beraber olanları kurtardık; ayetlerimizi yalanlayanları ise (suda) bogduk gercekten kor bir topluluktu onlar"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ve ´Ad (toplumuna da) kardesleri Hud´u (gonderdik).\"Ey kavmim!\" dedi (onlara), \"yalnızca Allaha kulluk edin: Ondan baska tanrınız yok. Hal boyleyken yine de Ona karsı sorumluluk bilinci duymayacak mısınız"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavmi arasından gercegi tanımaya yanasmayanların onde gelenleri: \"Dogrusu, biz seni aklı kıt biri olarak goruyoruz ve ustelik yalancının biri oldugunu sanıyoruz"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud:) \"Ey kavmim\" dedi, ben aklı kıt biri degil, alemlerin Rabbinden bir elciyim"}]}