{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Bunlar Rəbbinin sənə vəhy etdiyi hikmətdəndir. Allahla yanası basqa məbuda ibadət etmə, yoxsa qınanmıs və qovulmus halda Cəhənnəmə atılarsan"},{"SurahNumber":17,"VerseNumber":40,"Text":"Dogrudanmı Rəbbiniz oglanları sizin ucun secib, Ozunə isə mələklərdən qızlar goturub?! Siz, həqiqətən də, olduqca yaramaz soz danısırsınız"},{"SurahNumber":17,"VerseNumber":41,"Text":"Biz bu Quranda dinin ehkamlarını izah etdik ki, onlar dusunub ibrət alsınlar. Lakin bu onların yalnız nifrətini artırır"},{"SurahNumber":17,"VerseNumber":42,"Text":"De: “Əgər musriklərin soylədikləri kimi Allahla yanası basqa məbudlar olsaydı, onlar Ərs Sahibinin yanına catmaq ucun yol axtarardılar”"},{"SurahNumber":17,"VerseNumber":43,"Text":"Allah musriklərin soylədiklərindən cox uzaq və cox ucadır"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yeddi goy, yer və onlarda olanlar Ona təriflər deyir. Elə bir sey yoxdur ki, həmd ilə Ona tərif deməsin, lakin siz onların tərifini anlamazsınız. Həqiqətən, O, Həlimdir, Bagıslayandır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Sən Quran oxudugun zaman səninlə Axirətə inanmayanların arasına gozəgorunməz pərdə cəkdik"},{"SurahNumber":17,"VerseNumber":46,"Text":"Quranı anlamasınlar deyə, Biz onların qəlbinə ortuklər cəkdik, qulaqlarına da tıxac vurduq. Sən Quranda Rəbbinin Tək Allah oldugunu yada saldıgın zaman onlar bu dəvətə nifrət edərək arxalarını cevirib gedərlər"},{"SurahNumber":17,"VerseNumber":47,"Text":"Onlar səni dinlədikləri zaman nəyə qulaq asdıqlarını və oz aralarında xəlvətcə sohbət edərkən o zalımların: “Siz ancaq sehrlənmis bir adama uyursunuz”– dediklərini Biz cox yaxsı bilirik"},{"SurahNumber":17,"VerseNumber":48,"Text":"Gor sənin ucun necə pis məsəllər cəkdilər. Onlar azdılar və artıq dogru yolu tapa bilməyəcəklər"},{"SurahNumber":17,"VerseNumber":49,"Text":"Onlar deyirlər: “Biz sur-sumuk və toz halına dusduyumuz zaman yeni bir məxluq kimi dirildiləcəyikmi?”"}]}