{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"mattu avaru, ‘‘nam'modeyanu parama pavavanu. Nam'ma odeyanu madiruva vagdanavu khandita purtiyagalide’’ennuttare"},{"SurahNumber":17,"VerseNumber":106,"Text":"hageye avaru rodisutta tam'ma mukhagalannu nelakkittu biduttare mattu idu (kur‌an) avara bhakti bhavavannu heccisuttale iruttade"},{"SurahNumber":17,"VerseNumber":107,"Text":"nivu (avanannu) allahanendu kareyiri athava rahmananendu kareyiri. Nivu avanannu enendu karedaru atyuttama hesarugalella avanigagiye ive. Nivu nim'ma namajh‌galalli heccu dhvaniyerisabedi mattu avugalannu tira nisyabdagolisalu bedi. Averadara naduvina (madhyama) margavannu anusarisiri"},{"SurahNumber":17,"VerseNumber":108,"Text":"heliri; ella hogalikegalu allahanige misalu. Avanu yarannu tanna putranagisikondilla. Visvadhipatyadalli avanige yaru paludararilla. Tannannu daurbalyadinda raksisuva sahayakara agatyavu avanigilla. Nivu avana mahimeyannu kondadabekada ritiyalli kondadiri"},{"SurahNumber":17,"VerseNumber":109,"Text":"ella hogalike allahanige. Avane tanna dasanige granthavannu (kur‌an‌annu) ilisi kottavanu mattu avanu adaralli yavude vakrateyannittilla"},{"SurahNumber":17,"VerseNumber":110,"Text":"adu (kur‌an) sampurna neravagide. Avana kadeyinda (dustarige) tivra sikseya eccarike nidalikkagi mattu satkarma maduva visvasigalige srestha pratiphalavide emba subhavarte nidalikkagi (adannu kalisalagide)"},{"SurahNumber":17,"VerseNumber":111,"Text":"avaru adaralli sadakala iruvaru"},{"SurahNumber":18,"VerseNumber":1,"Text":"mattu allahanu obbanannu (tanna) putranagisikondiruvanendu heluvavarannu eccarisalikkagi (adannu kalasilagide)"},{"SurahNumber":18,"VerseNumber":2,"Text":"Nijavagi, avarigagali avara purvajarigagali a kuritu yava jnanavu illa. Avara bayigalinda horaduttiruva a matu tumba gambhiravadudu. Avaru kevala sullannu heluttiddare"},{"SurahNumber":18,"VerseNumber":3,"Text":"(dutare,) avaru i sandesavannu nambuttilla emba duhkhadinda, avara cinteyalli bahusah nivu svatah nimage hanimadikolluviri"},{"SurahNumber":18,"VerseNumber":4,"Text":"khanditavagiyu navu bhumiyalliruva ellavannu adakke (bhumige) bhusanavagisiddeve. Avaralli yaru atyuttama karmagalannu maduttarendu avarannu pariksisalikkagi (hige madalagide)"}]}