{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":6,"VerseNumber":147,"Text":"Jara tō tumhālā khōṭē ṭharavila tara sāṅgā kī tumacyā pālanakartyā (allāha) cī dayā atiśaya vistr̥ta āhē āṇi tyācā azāba (śikṣā-yātanā) aparādhī lōkānvarūna ṭaḷū śakata nāhī"},{"SurahNumber":6,"VerseNumber":148,"Text":"Anēka īśvarān̄cī upāsanā karaṇārē mhaṇatīla, allāhanē icchilē asatē tara āmhī āṇi āmacyā vāḍa-vaḍilānnī, allāhasōbata dusaṟyānnā upāsya mānalē nasatē, nā ēkhādyā vastūlā harāma ṭharavilē asatē aśā prakārē yān̄cyā pūrvīcyā lōkānnī khōṭē ṭharavilē, yēthaparyanta kī āmacyā azābacā svāda cākhūna ghētalā. Tyānnā sāṅgā, kāya tumacyājavaḷa ēkhādē jñāna āhē tara tē āmacyāsāṭhī bāhēra kāḍhā (jāhīra karā) tumhī aṭakaḷīvara cālatā āṇi phakta anumāna lāvatā"},{"SurahNumber":6,"VerseNumber":149,"Text":"Tumhī sāṅgā, maga allāhacēca pramāṇa prabhāvaśālī āhē, yāstava tyānē jara icchilē tara tumhā sarvānnā mārgadarśana karū śakatō"},{"SurahNumber":6,"VerseNumber":150,"Text":"Tumhī sāṅgā, āpalyā tyā sākṣa dēṇāṟyānnā āṇā, jyānnī hī sākṣa dyāvī kī allāhanē yālā harāmē kēlē āhē, maga jara tē sākṣa dētīla tara tumhī tyān̄cyāsōbata sākṣa dē'ū nakā āṇi tyān̄cyā manamānī icchā-ākāṅkṣān̄cē anusaraṇa karū nakā āṇi jyānnī āmacyā āyatīnnā khōṭē ṭharavilē āṇi jē ākhiratavara īmāna rākhata nāhī āṇi (itarānnā)āpalyā pālanakartyāsamāna mānatāta"},{"SurahNumber":6,"VerseNumber":151,"Text":"Tumhī sāṅgā kī, yā, mī vācūna aikavū kī tumhālā tumacyā pālanakartyānē kaśāpāsūna manā'ī kēlī āhē. Tē hē kī tyācyāsōbata kōṇatyāhī cīja-vastūlā sahabhāgī karū nakā āṇi mātā pityāśī nēka vartana karā āṇi āpalyā santatīcī garībīmuḷē hatyā karū nakā. Āmhī tumhālā āṇi tyānnā rōjī (ājivikā) pradāna karatō āṇi khulyā va chupyā nirlajjatēcyā javaḷa jā'ū nakā āṇi tyā jīvālā jyābābata allāhanē manā'ī kēlī āhē, ṭhāra mārū nakā, parantu dharmaśāstrīya (śarī'atacyā) kāraṇānē. Tumhālā tyānē yācāca ādēśa dilā āhē, yāsāṭhī kī tumhī samajūna ghyāvē"}]}