{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"Не го виде ли оној кој за свој бог ја зема страста своја, кого Аллах во заблуда го скршна, знаејќи, и кому му го запечати и слухот негов И срцето негово, а пред опулот негов завеса постави. Па, кој ќе го упати по Аллах? Не се сеќавате ЛИ"},{"SurahNumber":45,"VerseNumber":24,"Text":"зборуваат: “Животот е само на овој свет наш. И умираме и живееме, а она што не ништи е само времето.\" Ете, оние за тоа не знаат ништо. Така само си замислуваат"},{"SurahNumber":45,"VerseNumber":25,"Text":"А кога им се кажуваат ајетите Наши јасни, доказ НИВНИ е само ова кажување: “Донесете ГИ предците наши ако сте искрени"},{"SurahNumber":45,"VerseNumber":26,"Text":"Кажи:“Аллах ве оживува, потоа Он ве усмртува, потоа ќе ве збере на Денот суден во кој нема сомнение.\" Но, мнозинството на луѓето не знаат"},{"SurahNumber":45,"VerseNumber":27,"Text":"Власта и на небесата и на Земјата е - Аллахова! А Денот во кој ќе се случи Часот, на Денот тој, ќе бидат поразени оние кои невистини измислуваат"},{"SurahNumber":45,"VerseNumber":28,"Text":"И ќе го видиш секој народ на колена; секој народ ќе биде повикан според Книгата своја. Денес ќе бидете наградени за она што го работевте"},{"SurahNumber":45,"VerseNumber":29,"Text":"Ова е Книгата наша која вистина ќе ви зборува. Ние, навистина, го запишавме она што го работевте"},{"SurahNumber":45,"VerseNumber":30,"Text":"Што се однесува до оние кои веруваат и кои добри дела работат... па, Господарот нивни ќе ги воведе во милоста Своја. Ете, тоа ви е победа јасна"},{"SurahNumber":45,"VerseNumber":31,"Text":"А што се однесува, пак, до оние кои не веруваат: “Нели ви се кажуваа ајетите Мои, па се надувте и бевте народ насилнички"},{"SurahNumber":45,"VerseNumber":32,"Text":"И кога ќе се речеше: “Ветувањето Аллахово, навистина, е вистина, и Часот во кој, секако, нема сомнение, - зборувавте: “Не знаеме што е тоа Час? Ние само се сомневаме и ние не сме убедени во тоа"}]}