{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":90,"Text":"satyaviśvāsikaḷē, madyavuṁ cūtāṭṭavuṁ pratiṣṭhakaḷuṁ praśnaṁ vecc nēākkānuḷḷa ampukaḷuṁ paiśācikamāya mlēcchavr̥tti mātramākunnu. atināl niṅṅaḷ ateākke varjjikkuka. niṅṅaḷkk vijayaṁ prāpikkāṁ"},{"SurahNumber":5,"VerseNumber":91,"Text":"piśāc uddēśikkunnat madyattilūṭeyuṁ, cūtāṭṭattilūṭeyuṁ niṅṅaḷkkiṭayil śatrutayuṁ vidvēṣavuṁ uḷavākkuvānuṁ, allāhuve ōrmikkunnatil ninnuṁ namaskārattil ninnuṁ niṅṅaḷe taṭayuvānuṁ mātramākunnu. atināl niṅṅaḷ (avayil ninn‌) viramikkuvāneārukkamuṇṭēā"},{"SurahNumber":5,"VerseNumber":92,"Text":"niṅṅaḷ allāhuveyuṁ ṟasūlineyuṁ anusarikkukayuṁ, (dhikkāraṁ vannu pēākāte) sūkṣikkukayuṁ ceyyuka. ini niṅṅaḷ pintiriññ kaḷayukayāṇeṅkil nam'muṭe dūtanṟe bādhyata vyaktamāya rītiyil sandēśamettikkuka mātramāṇenn niṅṅaḷ manas'silākkuka"},{"SurahNumber":5,"VerseNumber":93,"Text":"viśvasikkukayuṁ salkarm'maṅṅaḷ pravarttikkukayuṁ ceytavarkk avar (mump‌) kaḻiccu pēāyatil kuṟṟamilla. avar (allāhuve) sūkṣikkukayuṁ viśvasikkukayuṁ salpravr̥ttikaḷil ērpeṭukayuṁ ceytiṭṭuṇṭeṅkil. atinu śēṣavuṁ avar sūkṣmata pālikkukayuṁ, nalla nilayil varttikkukayuṁ ceytiṭṭuṇṭeṅkil. sad‌vr̥ttare allāhu iṣṭappeṭunnu"},{"SurahNumber":5,"VerseNumber":94,"Text":"satyaviśvāsikaḷē, niṅṅaḷuṭe kaikaḷkeāṇṭuṁ śūlaṅṅaḷ keāṇṭuṁ vēṭṭayāṭippiṭikkāvunna vidhattiluḷḷa valla jantukkaḷuṁ mukhēna allāhu niṅṅaḷe parīkṣikkuka tanne ceyyuṁ. adr̥śyamāya nilayil allāhuve bhayappeṭunnavare avan vērtiriccaṟiyān vēṇṭiyatre at‌. vallavanuṁ atin śēṣaṁ atikramaṁ kāṇiccāl avann vēdanayēṟiya śikṣayuṇṭāyirikkuṁ"},{"SurahNumber":5,"VerseNumber":95,"Text":"satyaviśvāsikaḷē, niṅṅaḷ ih‌ṟāmilāyirikke vēṭṭamr̥gatte keāllarut‌. niṅṅaḷileārāḷ manaḥpūrvvaṁ atine keāllunna pakṣaṁ, avan keānnatin tulyamenn niṅṅaḷil raṇṭupēr tīrppukalpikkunna kāliye (athavā kālikaḷe) ka'abattiṅkal etticcērēṇṭa balimr̥gamāyi nalkēṇṭatāṇ‌. alleṅkil prāyaścittamāyi ētānuṁ agatikaḷkk āhāraṁ nalkukayēā, alleṅkil atin tulyamāyi nēāmpeṭukkukayēā ceyyēṇṭatāṇ‌. avan ceytatinṟe bhaviṣyatt avan anubhavikkān vēṇṭiyāṇit‌. mump ceytu pēāyatin allāhu māppunalkiyirikkunnu. vallavanuṁ at āvarttikkunna pakṣaṁ allāhu avanṟe nēre śikṣānaṭapaṭi svīkarikkunnatāṇ‌. allāhu pratāpiyuṁ śikṣānaṭapaṭi kaikkeāḷḷunnavanumākunnu"}]}