{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Say, “Can any of your [so-called] partners originate creation then repeat it?” Say, “Allah originates creation then repeats it. How are you then deluded [from the truth]?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"Say, “Can any of your [so-called] partners guide to the truth?” Say, “Allah guides to the truth.” Who is then more worthy to be followed: the One Who guides to the truth, or he who has no guidance unless he himself is guided? What is the matter with you, that you judge so"},{"SurahNumber":10,"VerseNumber":36,"Text":"Most of them follow nothing but assumptions. However, assumptions are of no avail against the truth. Indeed, Allah is All-Knowing of what they do"},{"SurahNumber":10,"VerseNumber":37,"Text":"This Qur’an could not possibly have been produced by anyone other than Allah. It is a confirmation of what came before it and an explanation of the Scripture, and is undoubtedly from the Lord of the worlds"},{"SurahNumber":10,"VerseNumber":38,"Text":"Or do they say, “He fabricated it?” Say, “Produce then one Chapter like it, and call upon whoever you can other than Allah, if you are truthful!”"},{"SurahNumber":10,"VerseNumber":39,"Text":"But they rejected that which they did not comprehend, and its warning has not yet been fulfilled against them. Similarly, those who came before them refused to believe. Then see how was the end of the wrongdoers"},{"SurahNumber":10,"VerseNumber":40,"Text":"There are some among them who will believe in it and others will not. And your Lord knows best those who spread corruption"},{"SurahNumber":10,"VerseNumber":41,"Text":"If they reject you, then say, “My deeds are mine and your deeds are yours. You are not responsible for what I do, nor am I responsible for what you do.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Among them are some who listen to you, but can you make the deaf hear, even though they have no understanding"}]}