{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Salih dedi: «Ey kavmim! Eger ben Rabbimden acık bir mucize uzerinde isem ve o bana tarafından bir rahmet bahsetmis ise, ben Allah´a isyan ettigim takdirde beni O´ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmıyorsunuz.»"},{"SurahNumber":11,"VerseNumber":64,"Text":"«Ey kavmim! Iste su, Allah´ın disi devesi, size bir mucizedir. Bırakın onu Allah´ın yer yuzunde (otlaklarında) otlasın. Ve ona kotu bir maksatla el surmeyin, sonra sizi yakın bir azap yakalar.»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Derken, o deveyi kestiler. Bunun uzerine Salih dedi ki: «Yurdunuzda uc gun daha yasayın. Iste bu, yalan cıkmayacak olan kesin bir vaaddir.»"},{"SurahNumber":11,"VerseNumber":66,"Text":"Ne zaman ki, azap emrimiz geldi, Salih´i ve beraberindeki iman edenleri, tarafımızdan bir rahmet sayesinde kurtardık, ustelik o gunun perisanlıgından da kurtardık. Hic suphesiz Rabbin gucludur, mutlak ustundur"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zalimleri, korkunc bir gurultu yakalayıverdi de oldukları yerde cokup kaldılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada guzel guzel yasayıp durmamıslardı. Bak iste Semud, gercekten de Rablerine kufretmislerdi. Bak iste nasıl yok olup gittiler"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun ki, Ibrahim´e de elcilerimiz (melekler) mujde ile geldiler ve «selam» dediler, o da «selam» dedi ve hemen gidip onlara kızartılmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Fakat onların o buzagıya el surmediklerini gorunce, tuhafına gitti ve icinde onlara karsı bir korku uyandı. Onlar da «Korkma, biz Lut´un kavmine gonderildik.» dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim´in karısı ayakta duruyordu bunun uzerine yuzu guldu. Ona Ishak´ı ve Ishak´ın arkasından da Ya´kub´u mujdeledik"}]}