{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Diejenigen, die an das Jenseits nicht glauben, geben den Engeln Namen, wie man sie weiblichen Wesen gibt"},{"SurahNumber":53,"VerseNumber":28,"Text":"Sie haben jedoch kein Wissen daruber. Sie folgen nur Vermutungen. Aber die Vermutungen nutzen in bezug auf die Wahrheit nichts"},{"SurahNumber":53,"VerseNumber":29,"Text":"Wende dich nun ab von dem, der sich von unserer Ermahnung abkehrt und nur das diesseitige Leben will"},{"SurahNumber":53,"VerseNumber":30,"Text":"Das ist, was sie vom Wissen erreicht haben. Dein Herr weiß besser, wer von seinem Weg abirrt, und Er weiß besser, wer der Rechtleitung folgt"},{"SurahNumber":53,"VerseNumber":31,"Text":"Gott gehort, was in den Himmeln und was auf der Erde ist, auf daß Er denen, die Boses tun, vergelte fur das, was sie tun, und daß Er denen, die Gutes tun, mit dem Allerbesten vergelte"},{"SurahNumber":53,"VerseNumber":32,"Text":"Diejenigen, die die schweren Sunden und die schandlichen Taten meiden, abgesehen von leichten Verfehlungen... Wahrlich, dein Herr hat eine umfassende Vergebung. Er weiß besser uber euch Bescheid, als Er euch aus der Erde entstehen ließ und als ihr Embryos im Leib eurer Mutter waret. So erklart nicht euch selbst fur rein. Er weiß besser, wer gottesfurchtig ist"},{"SurahNumber":53,"VerseNumber":33,"Text":"Hast du den gesehen, der sich abkehrt"},{"SurahNumber":53,"VerseNumber":34,"Text":"Und nur wenig gibt und dann (auch) aufhort"},{"SurahNumber":53,"VerseNumber":35,"Text":"Hat er etwa Wissen uber das Unsichtbare, daß er (es) sehen konnte"},{"SurahNumber":53,"VerseNumber":36,"Text":"Oder wurde ihm nicht verkundet, was da steht in den Blattern des Mose"},{"SurahNumber":53,"VerseNumber":37,"Text":"Und des Abraham, der (seine Pflichten) erfullte"},{"SurahNumber":53,"VerseNumber":38,"Text":"(Namlich), daß keine lasttragende (Seele) die Last einer anderen tragen wird"},{"SurahNumber":53,"VerseNumber":39,"Text":"Daß fur den Menschen nur das bestimmt ist, wonach er strebt"},{"SurahNumber":53,"VerseNumber":40,"Text":"Daß sein Streben sichtbar werden wird"},{"SurahNumber":53,"VerseNumber":41,"Text":"Und daß ihm hierauf voll dafur vergolten wird"},{"SurahNumber":53,"VerseNumber":42,"Text":"Daß das Ende des Weges zu Gott fuhrt"},{"SurahNumber":53,"VerseNumber":43,"Text":"Daß Er lachen und weinen laßt"},{"SurahNumber":53,"VerseNumber":44,"Text":"Und daß Er sterben laßt und wieder lebendig macht"}]}