{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Prochitay im povest' o Noye. Vot, on skazal svoyemu narodu: \"Narod moy! Yesli dlya vas tyagostny moye prebyvaniye mezhdu vami i moya peredacha znameniy Bozhiikh, to ya na Boga vozlagayu moye upovaniye. Postav'te vashe delo v nadlezhashchem yego vide: a takzhe i obogotvoryayemykh vami, i pust' vashe delo ne budet kakoy-to temnotoy dlya vas; potom sudite o mne i ne zastavlyayte menya zhdat'"},{"SurahNumber":10,"VerseNumber":72,"Text":"Yesli vy i otvorotites' ot menya, - ya ne proshu u vas kakoy libo nagrady; moya nagrada tol'ko ot Boga, a mne tol'ko zapovedano, chtoby ya byl v chisle pokornykh"},{"SurahNumber":10,"VerseNumber":73,"Text":"Tak kak oni sochli yego lzhetsom, to My yego i tekh, kotoryye byli s nim, spasli v kovchege i sdelali ikh preyemstvennym pokoleniyem; a tekh, kotoryye pochli nashi znameniya lozhnymi, My potopili. Smotri, kakov byl konets etikh oblichennykh"},{"SurahNumber":10,"VerseNumber":74,"Text":"Posle nego My vozdvigali poslannikov, kazhdogo k svoyemu narodu: oni prinosili k nim yasnyye ukazaniya; no eti ne khoteli verovat' v to, chto naperod uzhe schitali lozhnym. Tak zapechatlevayem My serdtsa protivoborstvuyushchikh"},{"SurahNumber":10,"VerseNumber":75,"Text":"Posle nikh My poslali s nashimi znameniyami Moiseya i Aarona k Faraonu i k yego vel'mozham; no eti vozvelichalis' i stali lyud'mi vinovnymi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Kogda ot Nas prishla k nim istina, oni skazali: \"Eto - volshebstvo ochevidnoye"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moisey skazal: \"O istine, kogda ona prishla k vam, zachem govorite: \"Ne volshebstvo li eto?\" Volkhvuyushchiye ne budut schastlivy"},{"SurahNumber":10,"VerseNumber":78,"Text":"Oni skazali: \"Ne dlya togo li ty prishel k nam, chtoby otvratit' nas ot togo, chto prinyali my ot ottsov nashikh, i chtoby vam dvoim dostalos' vladychestvo nad etoy zemley? My ne poverim vam"}]}