{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"« O Jean ! Efforce-toi d’etudier le Livre avec assiduite !». Et Nous le dotames des l’enfance de la sagesse"},{"SurahNumber":19,"VerseNumber":13,"Text":"et par un effet de Notre grace, il etait affectueux et pur. Il etait vertueux"},{"SurahNumber":19,"VerseNumber":14,"Text":"bienveillant a l’egard de ses parents, et il n’etait pas cruel, ni desobeissant"},{"SurahNumber":19,"VerseNumber":15,"Text":"Il fut beni le jour de sa naissance, il le sera le jour ou il mourra et le jour ou il sera ressuscite"},{"SurahNumber":19,"VerseNumber":16,"Text":"Rappelle l’histoire de Marie, mentionnee dans le Livre, qui s’etait isolee de ses proches en se retirant en un lieu situe a l’est"},{"SurahNumber":19,"VerseNumber":17,"Text":"afin de se dissimuler a leurs regards. C’est alors que Nous lui envoyames Notre Esprit qui lui apparut sous la forme d’un etre humain accompli"},{"SurahNumber":19,"VerseNumber":18,"Text":"Elle lui dit : «J’implore le Misericordieux de me proteger contre toi, si toutefois tu Le crains »"},{"SurahNumber":19,"VerseNumber":19,"Text":"Il dit « Je suis en realite un envoye de ton Seigneur, Qui te fait present d’un garcon pur »"},{"SurahNumber":19,"VerseNumber":20,"Text":"Elle repondit : « Comment, aurais-je un enfant alors qu’aucun etre humain ne m’a touchee, et que je n’ai jamais commis le peche de la chair ?»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Il (l’ange) lui repondit : « Il en sera ainsi ! Ton Seigneur dit : « Cela est aise pour moi ! Nous ferons de lui un signe pour les Hommes et une misericorde emanant de Nous ». Et il en fut ainsi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Elle devint donc enceinte de l’enfant, et se retira avec lui en un lieu eloigne"},{"SurahNumber":19,"VerseNumber":23,"Text":"Les douleurs de l’enfantement la contraignirent a se refugier a l’ombre d’un palmier. Elle s’ecria : «Plut a Dieu que je fusse morte et tombee dans l’oubli !»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Une voix, retentissant sous elle l’appela : « Ne t’afflige pas ! Ton Seigneur a fait couler un ruisseau a tes pieds"},{"SurahNumber":19,"VerseNumber":25,"Text":"Entoure, en le serrant, le tronc du palmier qui fera tomber sur toi des dattes fraiches et mures"}]}