{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Atyre që bëjnë vepra të mira, u takon e mira (xhenneti) edhe më tepër (e shohin All-llahun). Fytyrat e tyre nuk i mbulon pluhuri i zi as nënçmimi, ata janë banues të xhennetit, aty janë përgjithmonë"},{"SurahNumber":10,"VerseNumber":27,"Text":"E ata që bënë të këqija, dënimi i së keqes është aq sa është ajo, ata i mbulon poshtërimi. Ata nuk mund t´i mbrojë kush nga All-llahu, fytyrat e tyre, porsi t´i kishte mbuluar ndonjë copë e errët e natës. Ata janë banues të përjetshëm të zjarrit"},{"SurahNumber":10,"VerseNumber":28,"Text":"Atë ditë i tubojmë të gjithë, ndërkaq atyre që i kanë bërë shok All-llahut u themi: \"Rrini në vendin tuaj, ju dhe idhujt tuaj!\". Ne ndajmë ata. E idhujt e tyre u thonë: \"Ju nuk na adhuruat ne"},{"SurahNumber":10,"VerseNumber":29,"Text":"All-llahu na mjafton si dëshmues mes nesh e jush (kështu u thonë idhujt idhujtarëve). Ne nuk dimë gjë për adhurimin tuaj ndaj nesh (ne nuk dëgjojmë, nuk shohim e nuk kuptojmë)"},{"SurahNumber":10,"VerseNumber":30,"Text":"Aty, në atë vend, secili njeri provohet me atë që e ka bërë më parë dhe kthehen te All-llahu, Sundimtari i tyre i vërtetë dhe humb (shkon huq) prej tyre ajo që trillonin (se do t´u bëjnë shefatë)"},{"SurahNumber":10,"VerseNumber":31,"Text":"Thuaj: \"Kush ju furnizon me ushqim nga qielli e toka, kush e ka në dorë të dëgjuarit e të pamët (tuaj), kush e nxjerr të gjallin nga i vdekuri e kush e nxjerr të vdekurin nga i gjalli, kush rregullon çdo çështje?\" Ata do të thonë: \"All-llahu\". Ti thuaj"},{"SurahNumber":10,"VerseNumber":32,"Text":"E ky është All-llahu, Zoti juaj i vërtetë. Pas të vërtetës nuk ka tjetër pos iluzione, e si po ia ktheni shpinën (të vërtetës)"},{"SurahNumber":10,"VerseNumber":33,"Text":"Kështu është pra, vendimi i Zotit tënd kundër të shfrenuarve, pse ata nuk besojnë"}]}