{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"Kolunga kum ukuba ndingathethi ngoAllâh koko ibe yinyaniso kuphela. Mna ndize kuwe ndisuka eNkosini yakho nomqondiso ocacileyo. Ke khulula aBantwana bakwaSirayeli bahambe nam.”"},{"SurahNumber":7,"VerseNumber":106,"Text":"UFir’awn wathi: “Ukuba uze nomqondiso, yiza nawo ngaphambili siwubone, ukuba ungomnye wabo banenyaniso.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Wajula intonga yakhe uMûsâ, khangela ke! (Nantso) iba yinyoka ngokucacileyo"},{"SurahNumber":7,"VerseNumber":108,"Text":"Waza wakhupha isandla sakhe, khangela ke (naso) sisiba mhlophe kwababesibukele"},{"SurahNumber":7,"VerseNumber":109,"Text":"Iinkosi zabantu bakwaFir’awn zathi: “Inene lo, yingcungela yomenzi wemilingo"},{"SurahNumber":7,"VerseNumber":110,"Text":"Yena ufuna ukunikhupha ezweni lenu, nicebisa ntoni na ke nina ngaye?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Bathi bona: “Mbekeni yena nomntakwabo bucala (okwethutyana), nithumele izigidimi ezixekweni ukuba ziqokelele"},{"SurahNumber":7,"VerseNumber":112,"Text":"Zize nazo zonke iingcaphephe zokwenza imilingo"},{"SurahNumber":7,"VerseNumber":113,"Text":"Bafika ke abenzi bemilingo kuFir’awn bathi: “Inene siya kuba nomvuzo omhle na ukuba sibe ngaboyisileyo?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Wathi yena (uFir’awn): “Ewe nje, ngapha koko nina niya kuba ngabasondeleyo kum (ngokwesikhundla).”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Bathi bona: “Hini na Mûsâ! Ingaba nguwe okanye sithi na abaza kuqala bajule?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Wathi yena: “Julani (kuqala).” Bajula ke, bawathakatha amehlo abantu, bafaka uloyiko kubo, babonisa umlingo omkhulu (apho)"},{"SurahNumber":7,"VerseNumber":117,"Text":"Ke Thina Satyhila kuMûsâ (okokuba): “Jula eyakho intonga.” Khangela! Yabuginya ngoko nangoko bonke ubuxoki ababebubonisa (apho)"},{"SurahNumber":7,"VerseNumber":118,"Text":"Ngaloo ndlela yaba ke inyaniso iyangqineleka, kwaza konke oko babekwenzile akwabi nto yanto"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ke kaloku baba ngaboyisiweyo, bemka apho behlazekile"},{"SurahNumber":7,"VerseNumber":120,"Text":"Abenzi bemilingo bawa phantsi baqubuda"}]}