{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, Sin. Keto jane ajetet e Kur’anit dhe Librit te qarte"},{"SurahNumber":27,"VerseNumber":2,"Text":"udherrefyes dhe sihariques per besimtaret"},{"SurahNumber":27,"VerseNumber":3,"Text":"te cilet kryejne namazin dhe ndajne zeqatin dhe te cilet besojne bindshem ne jeten tjeter"},{"SurahNumber":27,"VerseNumber":4,"Text":"Me te vertete, ata qe nuk kane besuar ne jeten tjeter, Na ua kemi zbukuruar veprat e tyre (te prirura kah e keqja) – andaj, ata, jane te hutuar"},{"SurahNumber":27,"VerseNumber":5,"Text":"Keta jane ata, qe i pret denimi i rende dhe, te cilet – ne jeten tjeter do te jene ne humbjen me te madhe"},{"SurahNumber":27,"VerseNumber":6,"Text":"Dhe, ty (o Muhammed!), me te vertete, po te shpallet Kur’ani nga i Gjithedijshmi dhe i Plotedijshmi"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Kujtoje) kur Musai i tha familjes se tij: “Une kam pare nje zjarr, do t’ju sjell juve ndonje lajm prej atje ose do t’ju sjell nje un zjarri, per t’u nxe”"},{"SurahNumber":27,"VerseNumber":8,"Text":"e kur (Musai) erdhi te zjarri, u thirr: “Eshte i bekuar ai qe eshte afer zjarrit dhe kush eshte rreth tij, dhe qofte lavderuar Perendia – Zot’i gjithesise"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa! Me te vertete, Une jam Perendia, i Plotefuqishem dhe i Gjithedijshem"},{"SurahNumber":27,"VerseNumber":10,"Text":"Dhe, hudhe shkopin tend! E, kur e pa (Musai) ate qe po levize si gjarper ai (shkopi), u kthye para (menjehere), e nuk shikoi me (nga frika). (Perendia i tha): “O Musa, mos u friko! Me te vertete, tek Une nuk frikohen pejgamberet (meqe jane te sigurt)"},{"SurahNumber":27,"VerseNumber":11,"Text":"e atij, i cili ka bere keq, e pastaj te keqen e zevendeson me veper te mire, Une me te vertete, jam Fales dhe Meshirues (e fale ate)"},{"SurahNumber":27,"VerseNumber":12,"Text":"Shtine doren tende ne xhepin e kemishes, do te dale e bardhe pa kurrfare semundje, - do te jete kjo njera prej nente mrekullive (me te cilat eshte derguar Musai) te Faraoni dhe populli i tij; ata, me te vertete, jane popull ngaterrestare”"},{"SurahNumber":27,"VerseNumber":13,"Text":"E, pasi u erdhen atyre argumentet Tona konkrete, ata thane: “Kjo eshte magji e qarte!”"}]}