{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":25,"Text":"Niścaẏa āmi āmāra raāchulasakalaka suspaṣṭa pramāṇa sahakāraē praēraṇa karaichō, ārau tē'ōm̐lōkara lagata dichō kitāba ārau n'yāẏara mānadaṇḍa, yātē mānuhē subicāra pratiṣṭhā karaē. Āmi ārau aratīrṇa karaichō lōhā, ya’ta āchē pracaṇḍa śakti ārau mānuhara bābē āchē bahubidha kalyāṇa. Ēẏā ē'i bābē'i yē, yātē āllāhē prakāśa karai diẏē yē, kōnē gāẏēba arasthāta tē'ōm̐ka ārau tē'ōm̐ra raāchulaka sahāẏa karaē. Niścaẏa āllāha mahāśaktimāna, paraākramaśālī"},{"SurahNumber":57,"VerseNumber":26,"Text":"Ārau niścaẏa āmi nūha ārau ibraāhīmaka raāchularaūpē praēraṇa karaichilō ārau āmi tē'ōm̐lōkara banśadharasakalara bābē sthira karaichilō nabu'ōraāta ārau kitāba. Kintu siham̐tara kichumānēhē saṯpatha aralambana karaichila ārau siham̐tara adhikānśa'i āchila phāchikba"},{"SurahNumber":57,"VerseNumber":27,"Text":"Iẏāra pichata āmi tē'ōm̐lōkara anugāmī hicāpē āmāra raāchulasakalaka praēraṇa karaichilō ārau māraẏāma putra īchākō anugāmī karaichilō, ārau tē'ōm̐ka āmi dichilō iñjila ārau tē'ōm̐ra anusāraīsakalara antarata dichilō karauṇā ārau daẏā; ārau bairaāgyabāda—ē'iṭō siham̐tē nijē'i āllāhara santuṣṭira bābē prarartana karaichila. Āmi ē'iṭō siham̐tara ōparata lipibad'dha karaā nāchilō; athaca ē'iṭō'ō siham̐tē yathāyathabhāraē pālana karaā nā'i. Kintu siham̐tara mājata yisakalē īmāna ānichila, siham̐taka āmi siham̐tara puraṣkāra pradāna karaichilō; kintu siham̐tara adhikānśa'i āchila phāchikba"},{"SurahNumber":57,"VerseNumber":28,"Text":"Hē īmāndārasakala! Tōmālōkē āllāhara tākbaraā aralambana karaā ārau tē'ōm̐ra raāchulara prati īmāna ānā. Tē'ōm̐ nija anugrahata tōmālōkaka dbiguṇa puraṣkāra pradāna karaiba ārau tē'ōm̐ tōmālōkaka pradāna karaiba nūra, yāra sahāẏata tōmālōkē caliba pāraibā ārau tē'ōm̐ tōmālōkaka kṣamā karaiba; ārau āllāha kṣamāśīla, parama daẏālu"},{"SurahNumber":57,"VerseNumber":29,"Text":"Ēẏā ē'i bābē'i yē, yātē āhalē kitābasakalē jāniba pāraē yē, āllāhara sāmān'yatama anugrahatō siham̐tara kōnō adhikāra nā'i; ārau niścaẏa anugraha āllāharaē'i hātata, yāka icchā tē'ōm̐ tāka pradāna karaē, ārau āllāha mahā anugrahaśīla"}]}