{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar kıyamet gunu toplatılınca, putları onlara dusman olurlar ve tapınmalarını inkar ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ayetlerimiz onlara acıkca okundugu zaman inkar edenler kendilerine gelen gercek icin: «Bu, apacık bir buyudur» derler"},{"SurahNumber":46,"VerseNumber":8,"Text":"veya «Onu Muhammed uydurdu» derler. De ki: «Eger ben onu uydurduysam, beni Allah´a karsı hicbir sekilde savunamazsınız. O Kur´an icin yaptıklarınız taskınlıkları daha iyi bilir. Benimle sizin aranızda sahid olarak Allah yeter. O, bagıslayandır, merhamet edendir.»"},{"SurahNumber":46,"VerseNumber":9,"Text":"Ey Muhammed! De ki: «Ben Peygamberlerin ilki degilim; benim ve sizin basınıza gelecekleri bilmem; ben sadece bana vahyedilene uyuyorum. Ben sadece apacık bir uyarıcıyım.»"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: «Hic dusundunuz mu? Eger bu Kur´an Allah katından oldugu halde siz onu tanımamıssanız; Israilogullarından bir sahid de bunun benzerini Tevrat´ta gorup inandıgı halde siz inanmaya tenezzul etmemisseniz durumunuz nice olur? Suphesiz Allah, zalim bir toplumu dogru yola iletmez.»"},{"SurahNumber":46,"VerseNumber":11,"Text":"Inkar edenler inananlar icin: «Eger Islam iyi bir sey olsaydı, onlar ona uymada bizi gecemezlerdi» derler. Onlar dogru yola girmedikleri icin de «Bu, eski bir uydurmadır» derler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Kur´an´dan once, Musa´nın kitabı Tevrat, bir rahmet ve rehberdi. Bu Kur´an, zulmedenleri uyarmak ve guzel davrananlara mujde olmak uzere arap diliyle indirilmis, kendinden oncekileri dogrulayan bir Kitap´tır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Dogrusu, «Rabbimiz Allah´tır» deyip, sonra da dosdogru gidenlere korku yoktur, onlar uzulmeyeceklerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Iste onlar cennetliklerdir; yaptıklarına karsılık olarak, icinde temelli kalacaklardır"}]}