{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Den Menschen ist die Zeit ihrer Abrechnung nahe geruckt; und doch wenden sie sich in Achtlosigkeit ab"},{"SurahNumber":21,"VerseNumber":2,"Text":"Keine neue Ermahnung von ihrem Herrn kommt zu ihnen, die sie nicht leichtfertig anhorten"},{"SurahNumber":21,"VerseNumber":3,"Text":"Ihre Herzen belustigen sich anderweitig. Und sie besprechen sich insgeheim - sie, die da freveln - (, dann sagen sie): \"Ist dieser etwa ein anderer Mensch als wir? Wollt ihr euch denn gegen (bessere) Einsicht auf Zauberei einlassen"},{"SurahNumber":21,"VerseNumber":4,"Text":"Er sagte: \"Mein Herr weiß, was im Himmel und auf Erden gesprochen wird, und Er ist der Allhorende, der Allwissende"},{"SurahNumber":21,"VerseNumber":5,"Text":"Nein\", sagen sie, \"(das) aber (sind) wirre Traume; nein, er hat ihn erdichtet; nein, er ist (nur) ein Dichter. Moge er uns doch ein Zeichen in der Art bringen, wie die fruheren entsandt wurden"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nie hatte vor ihnen irgendeine Stadt je geglaubt, die Wir vernichteten. Wurden sie denn glauben"},{"SurahNumber":21,"VerseNumber":7,"Text":"Und Wir entsandten vor dir lediglich Manner, denen Wir die Offenbarung zuteil werden ließen - fragt nur diejenigen, die von der Ermahnung wissen, wenn ihr (davon) nichts wisset"},{"SurahNumber":21,"VerseNumber":8,"Text":"Und Wir machten ihnen keinen Leib, daß sie keiner Speise bedurft hatten, noch daß sie ewig lebten"},{"SurahNumber":21,"VerseNumber":9,"Text":"Dann erfullten Wir ihnen das Versprechen; und Wir erretteten sie und die, die Wir wollten; die Ubertreter aber vertilgten Wir"},{"SurahNumber":21,"VerseNumber":10,"Text":"Wahrlich, Wir haben euch ein Buch hinabgesandt, worin eure Ehre liegt; wollt ihr es denn nicht begreifen"}]}