{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Göklerde ve yerde ne varsa hepsi Allah´ı tesbih eder. Mülk O´nundur, hamd O´nadır. O´nun gücü her şeye yeter"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi yaratan Allah´tır. Bununla beraber kiminiz kâfirdir, kiminiz mü´min. Allah yaptıklarınızı görmektedir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gökleri ve yeri hakka dayalı olarak gerektiği gibi yaratmıştır. Size şekil vermiş ve şeklinizi güzel yapmıştır. Dönüş O´nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Göklerde ve yerde olanları bilir. Gizlediklerinizi ve açığa vurduklarınızı da bilir. Allah kalplerde olanı bilendir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Daha önce inkar etmiş olanların haberi size gelmedi mi? Onlar dünyada günahlarının cezasını çektiler. Ayrıca ahrette de onlar için acı bir azap vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bunun nedeni onlara elçileri, açık deliller getirdiğinde «Bir insan mı bize yol gösterecek?» deyip inkar etmeleri, yüz çevirmeleriydi. Allah ta hiçbir şeye muhtaç olmadığını gösterdi. Allah zengindir, övülmüştür"},{"SurahNumber":64,"VerseNumber":7,"Text":"İnkar edenler, diriltilmeyeceklerini ileri sürdüler. De ki: «Hayır Rabbime And olsun ki mutlaka diriltileceksiniz, sonra yaptıklarınız kesinlikle size haber verilecektir. Bu Allah´a göre kolaydır.»"},{"SurahNumber":64,"VerseNumber":8,"Text":"Öyleyse Allah´a, peygamberine ve indirdiğimiz nur´a (Kur´an´a) inanın. Allah yaptıklarınızı haber almaktadır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Toplanma günü (hesap günü) için, sizi bir araya getirdiği zaman, işte o, kimin aldandığının ortaya çıkacağı gündür. Kim Allah´a inanmış ve yararlı işler yapmışsa, Allah onun kötülüklerini örter ve onu, altlarından ırmaklar akan cennetlere sokar orada ebedi kalırlar. İşte büyük başarı budur"}]}