{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Banagusaba kwihutisha ibihano, nyamara iyo bitaza kuba igihe cyagenwe (cyo kubahana), ibihano byari kubageraho. Kandi rwose bizabageraho bibatunguye, batabizi"},{"SurahNumber":29,"VerseNumber":54,"Text":"Bagusaba kwihutisha ibihano. Kandi mu by’ukuri umuriro wa Jahanamu uzagota abahakanyi"},{"SurahNumber":29,"VerseNumber":55,"Text":"(Wibuke) umunsi (abahakanyi) bazatwikirwa n’ibihano bibaturutse hejuru no munsi y’ibirenge byabo, maze (Allah) akababwira ati “Nimwumve ingaruka z’ibyo mwajyaga mukora.”"},{"SurahNumber":29,"VerseNumber":56,"Text":"Yemwe bagaragu banjye bemeye! (Niba mubuzwa kugaragira Allah, muzimuke kuko) mu by’ukuri isi yanjye ni ngari. Bityo, mube ari Njye musenga Njyenyine"},{"SurahNumber":29,"VerseNumber":57,"Text":"Buri roho izasogongera ku rupfu. Hanyuma iwacu ni ho muzasubizwa"},{"SurahNumber":29,"VerseNumber":58,"Text":"Na ba bandi bemeye bakanakora ibikorwa byiza, rwose tuzabatuza mu magorofa yo mu Ijuru ritembamo imigezi; bazabamo ubuziraherezo. Ibyo ni ibihembo byiza by’abakora neza"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ba bandi bihanganye bakaniringira Nyagasani wabo"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ni bingahe mu biremwa bigenda ku isi bidashobora kwishakira amafunguro; Allah akaba ari We ubiha amafunguro ndetse namwe akayabaha? Kandi We ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":29,"VerseNumber":61,"Text":"N’iyo ubabajije uti “Ni nde waremye ibirere n’isi akanacisha bugufi izuba n’ukwezi?” Rwose baravuga bati “Ni Allah.” None se ni gute bahinduka (bakareka ukuri bagakurikira ikinyoma?)”"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah yongerera amafunguro uwo ashaka mu bagaragu be akanayagabanya ku wo ashaka. Mu by’ukuri Allah ni Umumenyi wa byose"},{"SurahNumber":29,"VerseNumber":63,"Text":"N’iyo ubabajije uti “Ni nde umanura amazi mu kirere akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara)?” Rwose baravuga bati “Ni Allah.” Vuga uti “Ishimwe n’ikuzo byuzuye bikwiye Allah. Nyamara abenshi muri bo nta bwenge bagira.”"}]}