{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitab´ın indirilmesi, ustun iradeli ve her yaptıgını bir hikmete gore yapan Allah´ın katındandır"},{"SurahNumber":45,"VerseNumber":3,"Text":"Goklerde ve yerde muminler icin nice dersler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılmanızda ve canlıların yeryuzunde yayılmasında, kesin olarak inanan kimseler icin ibretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecenin ve gunduzun birbiri ardına gelmesinde, gokten, Allah´ın rızık vermek icin yagmur indirip, yeri onunla olumunden sonra diriltmesinde, ruzgarı estirmesinde aklını kullanan kimseler icin dersler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iste bunlar Allah´ın ayetleridir. Bunları sana hak ilkesine gore okuyoruz. Allah´tan ve O´nun ayetlerinden sonra hangi soze inanacaklar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Her yalancı, gunah yuklu kimsenin vay haline"},{"SurahNumber":45,"VerseNumber":8,"Text":"Allah´ın ayetlerinin kendisine okundugunu isitir de sonra buyukluk taslayarak sanki onları hic isitmemis gibi kufrunde direnir. Onu, acı bir azabla mujdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birsey ogrendigi zaman onunla alay eder. Iste boyleleri icin alcaltıcı azab vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Cehennem onların pesindedir. Kazandıkları seyler de, Allah´ı bırakıp edindikleri dostlar da onlara hicbir fayda vermez. Onlar icin buyuk bir azap vardır"},{"SurahNumber":45,"VerseNumber":11,"Text":"Iste dogru yolu gosteren bu Kur´an´dır. Rabblerinin ayetlerini tanımayanlar icin cok kotu, acı bir azap vardır"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah emri geregince denizde yuzmek uzere gemileri, lutfedip verdigi rızkı aramanız icin denizi buyrugunuz altına vermistir. Belki artık sukredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Gokte olanları, yerde olanları, hepsini sizin buyrugunuz altına vermistir. Dogrusu bunlarda, dusunen kimseler icin dersler vardır"}]}