{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"I swear by (the angels) who stand in ranks"},{"SurahNumber":37,"VerseNumber":2,"Text":"by those who drive away the devil (to protect Our revelation)"},{"SurahNumber":37,"VerseNumber":3,"Text":"and those who recite Our revelations"},{"SurahNumber":37,"VerseNumber":4,"Text":"that your Lord is the only Lord"},{"SurahNumber":37,"VerseNumber":5,"Text":"He is the Lord of the heavens and the earth and all that is between them, the Lord of the Eastern regions"},{"SurahNumber":37,"VerseNumber":6,"Text":"We have decked the lower heavens with stars"},{"SurahNumber":37,"VerseNumber":7,"Text":"to protect them from the rebellious satan"},{"SurahNumber":37,"VerseNumber":8,"Text":"The devils cannot hear those high above. They would be struck from all sides"},{"SurahNumber":37,"VerseNumber":9,"Text":"and driven away to suffer the necessary torment"},{"SurahNumber":37,"VerseNumber":10,"Text":"Some of them who stealthily steal words from the heavens are pursued by a glistening flame"},{"SurahNumber":37,"VerseNumber":11,"Text":"(Muhammad), ask them, \"Have they (people) been created stronger than what We have created?\" We have created them from moist clay"},{"SurahNumber":37,"VerseNumber":12,"Text":"(Muhammad), you will be surprised that they still mock (God's revelations)"},{"SurahNumber":37,"VerseNumber":13,"Text":"They pay no attention when they are reminded"},{"SurahNumber":37,"VerseNumber":14,"Text":"and when they see a miracle, they mock"},{"SurahNumber":37,"VerseNumber":15,"Text":"it and say, \"It is only plain magic"},{"SurahNumber":37,"VerseNumber":16,"Text":"They say, \"Shall we be brought to life again after we die and turn into dust and bones"},{"SurahNumber":37,"VerseNumber":17,"Text":"Will our forefathers also be brought to life again"},{"SurahNumber":37,"VerseNumber":18,"Text":"Say, \"You will certainly be brought back to life in disgrace"},{"SurahNumber":37,"VerseNumber":19,"Text":"The Day of Judgment will come within a single roar and they will remain gazing at it"},{"SurahNumber":37,"VerseNumber":20,"Text":"They will say, \"Woe to us!\" (They will be told), \"This is the day of receiving recompense"},{"SurahNumber":37,"VerseNumber":21,"Text":"This is the Day of Judgment in which you disbelieved"},{"SurahNumber":37,"VerseNumber":22,"Text":"(God will command the angels), \"Gather together the unjust, their spouses, and what they had worshipped"},{"SurahNumber":37,"VerseNumber":23,"Text":"besides God, and show them the way of hell"},{"SurahNumber":37,"VerseNumber":24,"Text":"Stop them. They must be questioned"}]}