{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"(Nous aurions pourvu) leurs maisons de portes et de divans ou ils s’accouderaient"},{"SurahNumber":43,"VerseNumber":35,"Text":"ainsi que des ornements. Et tout cela ne serait que jouissance temporaire de la vie d’ici-bas, alors que l’au-dela, aupres de ton Seigneur, est pour les pieux"},{"SurahNumber":43,"VerseNumber":36,"Text":"Et quiconque s’aveugle (et s’ecarte) du rappel du Tout Misericordieux, Nous lui designons un diable qui devient son compagnon inseparable"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ils (Les diables) detournent certes [les hommes] du droit chemin, tandis que ceux-ci s’estiment etre bien guides"},{"SurahNumber":43,"VerseNumber":38,"Text":"Lorsque cet [homme] vient a Nous, il dira [a son demon] : \"Helas ! Que n’y a-t-il entre toi et moi la distance entre les deux orients [l’Est et l’Ouest] !\" - Quel mauvais compagnon [que tu es]"},{"SurahNumber":43,"VerseNumber":39,"Text":"Il ne vous profitera point ce jour-la - du moment que vous avez ete injustes - que vous soyez associes dans le chatiment"},{"SurahNumber":43,"VerseNumber":40,"Text":"Est-ce donc toi qui fait entendre les sourds ou qui guide les aveugles et ceux qui sont dans un egarement evident"},{"SurahNumber":43,"VerseNumber":41,"Text":"Soit que Nous t’enlevons [te ferons mourir] et alors Nous Nous vengerons d’eux"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ou bien que Nous te ferons voir ce que Nous leur avons promis [le chatiment] ; car Nous avons sur eux un pouvoir certain"},{"SurahNumber":43,"VerseNumber":43,"Text":"Tiens fermement a ce qui t’a ete revele car tu es sur le droit chemin"},{"SurahNumber":43,"VerseNumber":44,"Text":"C’est certainement un rappel [le Coran] pour toi et ton peuple. Et vous en serez interroges"},{"SurahNumber":43,"VerseNumber":45,"Text":"Et demande a ceux de Nos messagers que Nous avons envoyes avant toi, si Nous avons institue, en dehors du Tout Misericordieux, des divinites a adorer"},{"SurahNumber":43,"VerseNumber":46,"Text":"Nous avons effectivement envoye Moise avec Nos miracles, a Pharaon et a ses notables. Il dit : \"Je suis le Messager du Seigneur de l’Univers"},{"SurahNumber":43,"VerseNumber":47,"Text":"Puis lorsqu’il vint a eux avec Nos miracles, voila qu’ils en rirent"}]}