{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Sutarāṁ kōna janapada kēna ēmana hala nā yā īmāna ēnēchē ataḥpara tāra sē īmāna grahaṇa haẏēchē kalyāṇakara? Abaśya i'unusēra sampradāẏēra kathā ālādā. Tārā yakhana īmāna ānē takhana āmi tulē nē'i tādēra upara thēkē apamānajanaka āyāba-pārthiba jībanē ēbaṁ tādēra kē kalyāṇa pauchā'i ēka nidhārita samaẏa paryanta."},{"SurahNumber":10,"VerseNumber":99,"Text":"Āra tōmāra para'ōẏāradēgāra yadi cā'itēna, tabē pr̥thibīra bukē yārā raẏēchē, tādēra sabā'i īmāna niẏē āsatē samabētabhābē. Tumi ki mānuṣēra upara jabaradastī karabē īmāna ānāra jan'ya"},{"SurahNumber":10,"VerseNumber":100,"Text":"āra kārō īmāna ānā hatē pārē nā, yatakṣaṇa nā āllāhara hukuma haẏa. Pakṣāntarē tini apabitratā ārōpa karēna yārā bud'dhi praẏōga karē nā tādēra upara."},{"SurahNumber":10,"VerseNumber":101,"Text":"Tāhalē āpani balē dina, cēẏē dēkha tō āsamānasamuhē ō yamīnē ki raẏēchē. Āra kōna nidarśana ēbaṁ kōna bhītiprardaśana'i kōna kājē āsē nā sēsaba lōkēra jan'ya yārā mān'ya karē nā."},{"SurahNumber":10,"VerseNumber":102,"Text":"Sutarāṁ ēkhana āra ēmana kichu nē'i, yāra apēkṣā karabē, kintu sēsaba dinēra mata'i dina, yā atīta haẏē gēchē ēra pūrbē. Āpani baluna; ēkhana patha dēkha; āmi'ō tōmādēra sāthē patha cēẏē ra'ilāma."},{"SurahNumber":10,"VerseNumber":103,"Text":"Ataḥpara āmi bām̐ciẏē nē'i nijēra rasūlagaṇakē ēbaṁ tādērakē yārā īmāna ēnēchē ēmanibhābē. Īmānadāradēra bām̐ciẏē nēẏā āmāra dāẏitba'ō baṭē."},{"SurahNumber":10,"VerseNumber":104,"Text":"Balē dā'ō-hē mānabakula, tōmarā yadi āmāra dbīnēra byāpārē sandihāna haẏē thāka, tabē (jēnō) āmi tādēra ēbādata kari nā yādēra ēbādata tōmarā kara āllāha byatīta. Kintu āmi ēbādata kari āllāha ta’ẏālāra, yini tulē nēna tōmādērakē. Āra āmāra prati nirdēśa haẏēchē yātē āmi īmānadāradēra antarbhukta thāki."},{"SurahNumber":10,"VerseNumber":105,"Text":"Āra yēna sōjā dbīnēra prati mukha kari sarala haẏē ēbaṁ yēna muśarēkadēra antarbhukta nā ha'i."},{"SurahNumber":10,"VerseNumber":106,"Text":"Āra nirdēśa haẏēchē āllāha byatīta ēmana kā'ukē ḍākabē nā, yē tōmāra bhāla karabē nā manda'ō karabē nā. Bastutaḥ tumi yadi ēmana kāja kara, tāhalē takhana tumi'ō jālēmadēra antarbhukta haẏē yābē."}]}