{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Kör ile gören, karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"},{"SurahNumber":35,"VerseNumber":20,"Text":"Kör ile gören, karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"},{"SurahNumber":35,"VerseNumber":21,"Text":"Kör ile gören, karanlıklar ile ışık ve gölgelikle sıcaklık bir değildir"},{"SurahNumber":35,"VerseNumber":22,"Text":"Dirilerle ölüler de bir değildir. Doğrusu Allah, dilediği kimseye işittirir. Sen, kabirlerde olanlara işittiremezsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen sadece bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Şüphesiz Biz seni, müjdeci ve uyarıcı olarak, gerçekle gönderdik. Geçmiş her ümmet içinde de mutlaka bir uyarıcı bulunagelmiştir"},{"SurahNumber":35,"VerseNumber":25,"Text":"Eğer seni yalancı sayıyorlarsa bil ki, onlardan öncekiler de yalanlamışlardı. Peygamberleri onlara belgeler, sayfalar ve nurlu kitaplar getirmişlerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra Ben, inkar edenleri yakaladım. Beni inkar etmek nasıl olur"},{"SurahNumber":35,"VerseNumber":27,"Text":"Allah'ın gökten su indirdiğini görmez misin? Biz onunla türlü türlü renkte ürünler yetiştirmiş; dağlarda da beyaz, kırmızı, siyah ve türlü renkte yollar varetmişizdir"},{"SurahNumber":35,"VerseNumber":28,"Text":"İnsanlar, yerde yürüyenler ve davarlar da böyle türlü türlü renktedirler. Allah'ın kulları arasında O'ndan korkan, ancak bilginlerdir. Doğrusu Allah güçlüdür, bağışlayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah'ın Kitap'ına uyanlar, namazı kılanlar, kendilerine verdiğimiz rızıktan gizli ve açık sarfedenler, tükenmeyecek bir kazanç umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Çünkü Allah bu kimselerin ecirlerini tam verir ve lütfu ile arttırır. Doğrusu O, bağışlayandır, şükrün karşılığını bol bol verendir"}]}