{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Кого Аллах пожелает вести прямым путем - облегчает Он душе его приятие ислама, а кого пожелает сбить с пути - сдавливает и сжимает тому грудь, как будто бы он поднимается на небо. Так Аллах подвергает наказанию тех, кто не верует"},{"SurahNumber":6,"VerseNumber":126,"Text":"И это - путь Господа твоего, ведущий прямо. Мы ведь разъяснили [Наши] знамения людям помнящим"},{"SurahNumber":6,"VerseNumber":127,"Text":"уготована им обитель благополучия у Господа их. А Он - покровитель их за то, что они совершали"},{"SurahNumber":6,"VerseNumber":128,"Text":"В день, когда Он соберет [пред Собой] все [живые существа, то скажет]: \"О собрание джиннов! Вы совратили [с пути истины] многих людей\". А друзья джиннов из числа людей скажут: \"Господи наш! Одни из нас получали выгоду от других, и мы дошли до нашего срока, который Ты нам определил\". [Аллах] скажет [им]: \"Пристанище вам - огонь, и вечно вы в нем пребудете, если только Аллах не пожелает иначе!\" Воистину, Господь твой - мудрый, знающий"},{"SurahNumber":6,"VerseNumber":129,"Text":"Подобно тому [как друзья джиннов получали выгоду друг от друга], Мы одних нечестивцев подчиняем другим за то, что они совершили"},{"SurahNumber":6,"VerseNumber":130,"Text":"[Аллах скажет в Судный день]: \"О сонмище джиннов и людей! Разве к вам не приходили посланники [Аллаха] из ваших [братьев], которые пересказывали вам Мои аяты и предупреждали вас о наступлении Судного дня?\" Они ответят: \"Мы свидетельствуем против самих себя\". Жизнь в этом мире обольстила их, и они признались в том, что были неверными"},{"SurahNumber":6,"VerseNumber":131,"Text":"[Аллах направлял посланников] так [, как было сказано], потому, что твой Господь не таков, чтобы губить [целые] страны по несправедливости в то время, когда их жители не ведали [истины]"}]}