{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":12,"VerseNumber":96,"Text":"Nuko ubwo uwari uzanye inkuru nziza (y’uko Yusufu akiriho) yahageraga, yamushyize (ikanzu ya Yusufu) mu buranga, ahita ahumuka. Aravuga ati \"Sinababwiye ko nzi ibyo mutazi kuri Allah"},{"SurahNumber":12,"VerseNumber":97,"Text":"Baravuga bati \"Dawe! Dusabire imbabazi z’ibyaha byacu. Mu by’ukuri, turi abanyabyaha"},{"SurahNumber":12,"VerseNumber":98,"Text":"Aravuga ati \"Nzabasabira imbabazi kuri Nyagasani wanjye. Mu by’ukuri, we ni uhebuje mu kubabarira, Nyirimbabazi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Nuko (Yakobo n’abana be) binjiye kwa Yusufu, ahobera ababyeyi be bombi maze aravuga ati \"Nimwinjire mu Misiri ku bushake bwa Allah mutekanye"},{"SurahNumber":12,"VerseNumber":100,"Text":"Nuko azamura ababyeyi be (abicaza) ku ntebe y’ubwami bwe maze (ababyeyi n’abavandimwe be) bamwikubita imbere bamuha icyubahiro, maze aravuga ati \"Dawe! Iki ni cyo gisobanuro cy’inzozi zanjye narose! Rwose Nyagasani wanjye yazigize impamo. Yanangiriye neza ubwo yankuraga mu nzu y’imbohe, akaba anabazanye mwese abakuye mu buzima bw’icyaro, nyuma y’uko Shitani anteranyije n’abavandimwe banjye. Rwose Nyagasani wanjye ibyo ashaka abigenza buhoro. Mu by’ukuri, ni Umumenyi uhebuje, Ushishoza"},{"SurahNumber":12,"VerseNumber":101,"Text":"Nyagasani! Rwose wampaye ku bwami (bwa Misiri), unanyigisha gusobanura inzozi; (Ni wowe) Muhanzi w’ibirere n'isi! Ni wowe Mugenga wanjye ku isi no ku mperuka. (Uzanshoboze) gupfa ndi Umuyisilamu kandi uzampuze (n’abagaragu bawe) b’intungane"},{"SurahNumber":12,"VerseNumber":102,"Text":"Izo ni zimwe mu nkuru z’ibyihishe tuguhishurira (yewe Muhamadi). Kuko ntiwari kumwe na bo (abavandimwe ba Yusufu) ubwo banozaga umugambi wabo mubisha (wo kugirira nabi Yusufu)"},{"SurahNumber":12,"VerseNumber":103,"Text":"Kandi ntabwo abenshi mu bantu (babangikanya Imana) baba abemera kabone n’ubwo washyiraho umuhate"}]}