{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara o şehir yaranını misâl getir. Hani oraya elçiler gelmişdi"},{"SurahNumber":36,"VerseNumber":14,"Text":"Biz o zaman kendilerine iki (elçi) göndermişdik de onları tekzîb etmişlerdi. Biz de bir üçüncü ile (bunları) takviye etmişdik de «Hakîkat, biz size gönderilmiş elçileriz» demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar: «Siz, dediler, bizim gibi insandan başka (kimseler) değilsiniz. Hem Rahman hiçbir şey indirmemişdir?. Siz yalan söyler (kimse) lerden başkası değilsiniz"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Elçiler şöyle) dediler: «Rabbimiz biliyor ki biz hakıykaten size gönderilmiş elçileriz»"},{"SurahNumber":36,"VerseNumber":17,"Text":"«Bizim üzerimize (düşen vazîfe) apaçık tebliğden başkası değildir»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dediler: «Doğrusu biz sizin yüzünüzden uğursuzlandık. Eğer vaz geçmezseniz, andolsun, sizi mutlak taşlarız. Bizden size muhakkak acıklı bir işkence de dokunur»"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Onlar da): «Sizin uğursuzluğunuz, dediler, kendi berâberinizdedir. Size nasıyhat edilirse mi? Hayır, siz haddi aşıb taşanlar güruhusunuz»"},{"SurahNumber":36,"VerseNumber":20,"Text":"O şehrin en uc (kenar) ından koşarak bir adam geldi. «Ey kavmim, dedi, uyun o gönderilmiş olanlara»"},{"SurahNumber":36,"VerseNumber":21,"Text":"«Uyun sizden hiçbir ücret istemeyen o kimselere. Onlar hidâyete ermiş (zâtler) dir»"},{"SurahNumber":36,"VerseNumber":22,"Text":"«Ben, beni yaratana neden kulluk etmeyecekmişim? Siz (hepiniz) ancak Ona döndürü (lüb götürü) leceksiniz»"},{"SurahNumber":36,"VerseNumber":23,"Text":"«Ben Ondan başka Tanrılar edinir miyim? Eğer O çok esirgeyici (Allah) bana bir zarar (yapmak) dilerse onların (iddia etdiğiniz) şefaati bana hiçbir şeyle fâide vermez. Onlar beni asla kurtaramazlar»"},{"SurahNumber":36,"VerseNumber":24,"Text":"«Şübhesiz ben o takdîrde mutlak apaçık bir sapıklık içindeyim (demek) dir»"},{"SurahNumber":36,"VerseNumber":25,"Text":"«Gerçek, ben Rabbinize îman etdim. İşte bunu benden duyun»"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Ona): «gir cennete denildi. (O da) «Nolurdu, dedi, kavmim bilselerdi»"},{"SurahNumber":36,"VerseNumber":27,"Text":"«Rabbimin beni yarlığadığını, beni (cennetle) ikram edilenlerden kıldığını»"}]}