{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":195,"Text":"Dann erhörte sie ihr HERR: \"Gewiß, ICH lasse keine Tat eines Tuenden von euch, ob männlich oder weiblich, verlorengehen, die einen von euch sind wie die anderen. Denjenigen, die Hidschra unternommen haben, von ihren Häusern vertrieben wurden, für das von Mir Gebotene Schaden erlitten haben, gekämpft haben und getötet wurden, diesen werde ICH zweifelsohne ihre gottmißfälligen Taten vergeben, und ICH werde sie doch eintreten lassen in Dschannat, die von Flüssen durchflossen sind, als Belohnung von ALLAH.\" Und bei ALLAH befindet sich das Schöne an Belohnung"},{"SurahNumber":3,"VerseNumber":196,"Text":"Dich soll nicht täuschen das Umherreisen der Kafir in den Ländern"},{"SurahNumber":3,"VerseNumber":197,"Text":"Das ist ein kurzweiliges Vergnügen, dann wird ihr Aufenthaltsort Dschahannam sein. Und erbärmlich ist die Bleibe"},{"SurahNumber":3,"VerseNumber":198,"Text":"Doch für diejenigen, die ihrem HERRN gegenüber Taqwa gemäß handelten, sind Dschannat bestimmt, die von Flüssen durchflossen sind, dort werden sie ewig bleiben - dies als Wohnstätte (für sie) von ALLAH. Und was sich bei ALLAH befindet, ist besser für die gottgefällig Handelnden"},{"SurahNumber":3,"VerseNumber":199,"Text":"Und unter den Schriftbesitzern gibt es gewiß manche, die den Iman an ALLAH verinnerlichen, an das, was euch hinabgesandt wurde, und an das, was ihnen hinabgesandt wurde. Sie sind ALLAH gegenüber ergeben und erkaufen sich mit ALLAHs Ayat nichts Minderwertiges. Diese haben ihre Belohnung bei ihrem HERRN. Gewiß, ALLAH ist schnell im Zur-Rechenschaft-Ziehen"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ihr, die den Iman verinnerlicht habt! Übt euch in Geduld, seid standhaft nach Kräften, haltet euch in Bereitschaft und handelt Taqwa gemäß ALLAH gegenüber, damit ihr erfolgreich werdet"}]}