{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Dogrusu onlara hak olanı getirdik, fakat onlar yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah, cocuk edinmedi. O’nun yanında baska bir (hak) ilah yoktur. Eger olsaydı, her ilah yarattıgı ile gider ve elbette biri, digerine ustun gelirdi. Allah, vasfettikleri (batıl) sıfatlardan munezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"O, gizliyi de acıgı da bilendir, onların kostukları sirklerden cok yucedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: Rabbim, onlara vaat edileni eger bana gostereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, o zaman beni zalim toplum icinde bulundurma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Suphesiz biz, onlara vaat ettigimiz (azabı) sana gostermeye kadiriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen, kotulugu en guzel ile sav. Onların nitelemekte olduklarını biz, cok daha iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki:Rabbim, seytanların vesveselerinden, kıskırtmalarından sana sıgınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Seytanların yanımda hazır bulunmalarından da sana sıgınırım Rabbim"},{"SurahNumber":23,"VerseNumber":99,"Text":"Onlardan birine olum gelince; Rabbim, beni geri dondur der"},{"SurahNumber":23,"VerseNumber":100,"Text":"Belki ben, terkettigim salih amelleri yaparım. Asla, o sadece soyleyenin soyledigi (faydasız) bir sozudur. Onların arkalarında yeniden diriltilecekeri gune kadar bir berzah/ perde vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sur’a uflendigi zaman, iste o gun, aralarında soy bagı kalmaz, birbirlerine birsey de soramazlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"Kimlerin tartıları agır gelirse, iste onlar kurtulusa ermislerdir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimlerin de tartıları hafif gelirse, iste onlar da kendilerini husrana ugratanlardır, Cehennem'de ebedi kalacaklardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ates onların yuzlerini buruyup, yakar ve (dudakları da yanar da) disleri sırıtıp oylece kalır"}]}