{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Onlar (iki dənizin qovuşduğu yerdən) keçib getdikləri zaman (Musa) gənc dostuna dedi: “Nahar yeməyimizi gətir. Bu səfərimiz bizi lap əldən saldı!”"},{"SurahNumber":18,"VerseNumber":63,"Text":"O isə: “Görürsənmi, biz (həmin yerdə) qayanın yanında gizləndiyimiz zaman mən balığı unutdum. Doğrusu, onu xatırlamağı mənə yalnız Şeytan unutdurdu. (Balıq dirilib) əcaib bir şəkildə dənizə yollanmışdır!” – deyə cavab verdi"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa:) “Elə istədiyimiz də (axtardığımız da) budur!” – dedi və onlar öz ləpirlərinin izinə düşüb gəldikləri yolla geri (iki dənizin qovuşduğu yerə) qayıtdılar"},{"SurahNumber":18,"VerseNumber":65,"Text":"(Musa və Yuşə orada) Öz dərgahımızdan mərhəmət (peyğəmbərlik və vəhy, yaxud ilham və kəramət) əta etdiyimiz və Öz tərəfimizdən elm (qeybə dair bə’zi biliklər) öyrətdiyimiz bəndələrimizdən birini (Xızırı) tapdılar"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ondan soruşdu: “Öyrədildiyin doğru yolu göstərən elmdən mənə öyrətmək şərtilə sənə tabe olummu?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"(Xızır) belə cavab verdi: “Sən mənimlə bir yerdə olsan (görəcəyim işlərə) əsla dözə bilməzsən. (Sənin onlara səbrin çatmaz, çünki mən batini elmlə iş görürəm. Sənin bildiyin isə ancaq zahiri elmdir. Sən peyğəmbər olduğun üçün mən zahirən qadağan olunmuş bir iş gördükdə ona e’tiraz edib əleyhimə çıxacaqsan)"},{"SurahNumber":18,"VerseNumber":68,"Text":"Axı sən bilmədiyin (batininə, mahiyyətinə bələd olmadığın) bir şeyə necə dözə bilərsən"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa) dedi: “İnşallah, səbirli olduğumu görəcəksən. Sənin heç bir əmrindən çıxmayacağam!”"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Xızır:) “Əgər mənə tabe olacaqsansa, səbəbini sənə izah etməyincə məndən heç bir şey haqqında soruşma!” – dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bundan sonra onlar durub yola düşdülər. Gəmiyə mindikləri zaman (Xızır) onu deşdi (gəminin bir-iki taxtasını sındırıb çıxartdı). (Musa) dedi: “Sən gəmidə olanları suya qərq etmək üçünmü gəmini deşdin? Doğrusu, (günahı) böyük bir şey etdin (olduqca çirkin bir iş gördün)”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Xızır) belə cavab verdi: “Sənə demədimmi ki, mənimlə bir yerdə olanda (görəcəyim işlərə) əsla dözə bilməzsən?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa) dedi: “Unutduğum bir şeyə görə məni danlama və məni öz işimdə (sənə tabe olmaqda) çətinliyə salma!”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yenə getdilər, nəhayət, bir oğlan uşağı ilə rastlaşdıqda (Xızır) dərhal onu öldürdü. (Musa) dedi: “(Heç bir günah iş tutmayan, buna görə də qisasa layiq olmayan) pak (mə’sum) bir canamı qıydın? Doğrudan da, çox pis bir şey etdin (çox pis bir iş gördün)”"}]}