{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Goydən lazım oldugu qədər su endirildi. Biz onunla olu bir diyarı diriltdik. Siz də beləcə dirildilib cıxarılacaqsınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"O, butun canlıları və bitkiləri cut yaratdı. Mindiyiniz gəmiləri və heyvanları yaratdı ki"},{"SurahNumber":43,"VerseNumber":13,"Text":"onların belinə, yaxud goyərtəsinə qalxıb yerləsdiyiniz zaman Rəbbinizin nemətini yada salıb deyəsiniz: “Bunu bizə ram edən Allah pakdır, muqəddəsdir. Yoxsa bizim ona gucumuz catmazdı"},{"SurahNumber":43,"VerseNumber":14,"Text":"Subhəsiz ki, biz Rəbbimizə qayıdacagıq”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Musriklər Allahın qullarından bəzisini Onun bir hissəsi qəbul etdilər (Ona ovladlar və səriklər qosdular). Həqiqətən, insan acıq-aydın nankordur"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoxsa Allah yaratdıqlarından qızları Ozunə goturub oglanları sizin ucun secmisdir"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan birinə, Mərhəmətli Allaha aid etdikləri qız usagı ilə mujdə verilsə, hirsindən uzu qapqara qaralar"},{"SurahNumber":43,"VerseNumber":18,"Text":"Onlar zinət icində boyudulən və cəkismə zamanı aydın danısa bilməyən qızlarınımı Allaha isnad edirlər"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar Mərhəmətli Allahın qulları olan mələkləri qız hesab etdilər. Məgər onlar mələklərin yaradılısının sahidi olublar? Onların bu sahidliyi yazılacaq və buna gorə cavab verməli olacaqlar"},{"SurahNumber":43,"VerseNumber":20,"Text":"Onlar dedilər: “Əgər Mərhəmətli Allah istəsəydi, biz onlara ibadət etməzdik!” Onların bu haqda hec bir biliyi yoxdur. Onlar ancaq yalan danısarlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Bəlkə onlara bundan əvvəl kitab vermisik və onlar da ona istinad edirlər"},{"SurahNumber":43,"VerseNumber":22,"Text":"Xeyr! Musriklər: “Biz atalarımızı bu yolda gorduk və biz də onların yolunu tutub gedəcəyik!”– deyirlər"}]}