{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Qorob għan-nies (iż-żmien ta') il-kont tagħhom, iżda huma moħħhom imtajjar u ma jagħtux kas"},{"SurahNumber":21,"VerseNumber":2,"Text":"Ma tiġihom (ebda) tifkira ġdida minn Sidhom li ma jisimgħuhiex u ma jeħduhiex biċ-ċajt"},{"SurahNumber":21,"VerseNumber":3,"Text":"Qlubhom jgħaddu ż-żmien, u dawk li għamlu l-ħażen jitkellmu bejniethom bil-moħbi (u jgħidu): 'Jaqaw dan (Muħammad) ma huwiex ħlief bniedem bħalkom Jaqaw taqgħu għas-seħer (tiegħu) b'għajnejkom miftuħa"},{"SurahNumber":21,"VerseNumber":4,"Text":"Qal(ilhom Muħammad): ''Sidi jaf il-kliem (li jingħad) fis-sema u fl-art. Huwa jisma' kollox u jaf kollox"},{"SurahNumber":21,"VerseNumber":5,"Text":"Iżda huma qalu: 'Thewdin tal-ħolm (dan il-Qoran). Lel Huwa qalgħu minn żniedu, anzi huwa (ma huwa xejn aktar minn) poeta. Mela ħalli jġibilna sinjal, bħalma ntbagħtu l-ewwel (Proferi b'sinjali minn Alla)U"},{"SurahNumber":21,"VerseNumber":6,"Text":"Ebda belt (minn dawk) li qridna qabilhom ma kienet emmnet (minkejja s-sinjali li ġewha). Jaqaw (issa l- pagani ta' Mekka) se jemmnu"},{"SurahNumber":21,"VerseNumber":7,"Text":"U qablek (Muħammad) ma bgħatniex (bħala Profeti u Mibgħutin) jekk mhux irġiel imnebbħin minna. Għalhekk: (jekk għadkom bejn ħalltejn dwar dan) staqsu lil dawk li għandhom it-tifkira (fost il-Lhud u l-Insara, Nies. il- Ktieb), jekk ma tafuxl"},{"SurahNumber":21,"VerseNumber":8,"Text":"Lanqas. għamilniehom (lill-Profeti u lill-Mibgħutin tagħna) iġsma li ma jiklux ikel, u lanqas għexu għal dejjem"},{"SurahNumber":21,"VerseNumber":9,"Text":"Imbagħad żammejna l-wegħda magħhom u ħlisniehom, u (magħhom ħlisna) lil-dawk li ridna, filwaqt li qridna lil dawk li għamlu wisq (ħażen)"},{"SurahNumber":21,"VerseNumber":10,"Text":"Aħna tabilħaqq niżżilnielkom Ktieb li fih (issibu) it- tifkira u l-ġieħ tagħkom. Jaqaw ma għandkomx għaqal biex tifhmu (dan il-ġid kbir li sar magħkom)"}]}