{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Bunlar sozun guzeline, nezihine eristirilmislerdir; her an her turlu guzel ovguye layık (olan Allah)ın yoluna iletilmislerdir"},{"SurahNumber":22,"VerseNumber":25,"Text":"O inkar edenlere, Allah yolundan ve icinde yerlisi ve misafiri esit tutulan Mescid-i Haram´dan alıkoyanlara; icinde haksızlık yaparak dinsizlige yeltenen kimselere elbette elem verici azabdan tattıracagız"},{"SurahNumber":22,"VerseNumber":26,"Text":"Hani bir vakit Beytu´l-Haram´ın yerini Ibrahim´e hatırlattık da ona, «bana hic bir seyi ortak kosma, evimi tavaf edenlere, (onda) ayakta duranlara, ruku´ ve secde edenlere tertemiz tut» demistik"},{"SurahNumber":22,"VerseNumber":27,"Text":"Insanlar arasında Hacc´ı ilan et de yaya olarak, arık binekler uzerinde her uzak vadiden, yoldan sana gelsinler"},{"SurahNumber":22,"VerseNumber":28,"Text":"Ta ki kendileri lehine bir takım menfaatlere sahid ve hazır olsunlar. Allah´ın onlara rızık olarak sundugu eti yenen hayvanlara (kurban etmelerine) karsılık belli gunlerde Allah´ın ismini ansınlar. Siz de onların etinden yeyin ve sıkıntıya ugramıs fakirlere yedirin"},{"SurahNumber":22,"VerseNumber":29,"Text":"Sonra da (saclarını, tırnaklarını kesip ust-baslarındaki) kirlerini gidersinler, adaklarını yerine getirsinler ve (yeryuzunde Allah´a ibadet icin) ilk kurulan Beyt´i tavaf etsinler"},{"SurahNumber":22,"VerseNumber":30,"Text":"Iste (Hacc ibadeti) budur. Kim Allah´ın yasakladıgı hususlara, yapılmasını emrettigi seylere saygılı olur da geregini yerine getirirse, bu onun icin Rabbinin yanında daha hayırlıdır. Size (yenilmesi haram oldugu Maide Suresi´nde) okunarak bildirilen seyler mustesna olmak uzere davarlar helal kılınmıstır. O halde Allah´a (Onun hak dinine) yonelerek O´na ortak kosmaksızın murdar putlardan uzaklasın; yalan sozden kacının"}]}