{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":39,"Text":"O Allah ki, yeryuzunde sizi (gocup gidenlerin yerine) koyup yerlestirdi. Artık kim kufrederse kufrunun zararı kendisinedir ve kafirlerin kufru Rabları yanında gazabdan baska kendilerine bir sey artırmaz. Kafirlerin kufru kendilerine ancak husran artırır"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: Bir baksanıza, Allah´ı bırakıp da dua edip yalvardıgınız ortaklarınızı gosterin bana, yeryuzunde neyi yaratmıslardır? Yoksa onların goklerde bir ortaklıgı mı vardır, yoksa kendilerine bir kitap vermisiz de ondan (elde ettikleri) acık bir delil uzere mi bulunuyorlardır? Hayır, o zalimler birbirini aldatmadan baska va´dde bulunmazlar"},{"SurahNumber":35,"VerseNumber":41,"Text":"Suphesiz ki Allah, gokleri ve yeri zeval bulmasınlar diye (koydugu belli kanunlarıyla) tutmaktadır. Eger zeval bulacak olurlarsa, O´ndan baska hicbiri onları (yorungelerinde) tutamaz. O, muhakkak ki Halim´dir (her seye sabırla yonelir, lutufla muamele eder, ceza vermekte acele etmez); cok bagıslayandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Olanca yeminleriyle yemin edip, eger kendilerine uyarıcı bir peygamber gelecek olursa, elbette, ummetlerden en ileri olanından daha cok dogru yolu bulacaklarını (soylemislerdi). Ne vakit ki, kendilerine uyarıcı peygamber geldi, (aksine) bu onların ancak nefretini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Sebebi ise, yeryuzunde sırf boburlenip buyukluk taslamak ve bir de kotu bir duzen kurmak istekleriydi. Halbuki kotu duzen, ancak onu kuranları sarıp baslarına coker. Oncekilerin sonunu belirleyen (ilahi) sunnetten (onun tecellisinden) baska ne beklerler ? Ve sen, Allah´ın sunnetinde elbette bir degisiklik ve degisme bulamazsın; evet, sen Allah´ın sunnetinde bir dondurme, baskalasma bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"(Bunlar) yeryuzunde gezip dolasarak kendilerinden oncekilerin sonunun ne olduguna bakmıyorlar mı ? Ki onlar, bunlardan daha kuvvetli idiler. Goklerde ve yerde Allah´ı aciz bırakacak hicbir sey yoktur. Suphesiz ki O, bilendir, kudreti her seye yetendir"}]}