{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":64,"VerseNumber":10,"Text":"Dini inkar edip ayetlerimizi yalan sayanlar ise, onlar da, devamlı olmak uzere cehennemliktirler. Gidilecek ne fena yerdir orası"},{"SurahNumber":64,"VerseNumber":11,"Text":"Allah'ın izni olmaksızın hicbir musibet basa gelmez.Kim Allah’ı tasdik ederse, Allah onun kalbini hakka ve dogruya acar. Allah her seyi hakkıyla bilir"},{"SurahNumber":64,"VerseNumber":12,"Text":"Allah'a itaat edin, Resulune itaat edin. Eger yuz cevirirseniz bilin ki Elcimizin gorevi sadece acık bir tebligden ibarettir"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah'tır gercek ilah! O’ndan baska yoktur ilah!Muminler yalnız Allah’a dayanıp guvenmelidirler"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey iman edenler! Eslerinizden ve evlatlarınızdan size dusman olanlar da cıkabilir.Boyle olanlara karsı dikkatli olun!Bununla beraber musamaha eder, kusurlarına bakmaz, onları affederseniz bu da sizin icin bir fazilettir. Cunku Allah da gafurdur, rahimdir (affı ve ihsanı boldur. Siz kusurları bagıslarsanız O da size oyle muamele eder)"},{"SurahNumber":64,"VerseNumber":15,"Text":"Mallarınız, evlatlarınız, sizin icin sadece bir imtihandır. Asıl buyuk mukafat ve mutluluk ise Allah nezdindedir"},{"SurahNumber":64,"VerseNumber":16,"Text":"Onun icin gucunuz yettigince Allah'a karsı gelmekten, haramlara girmekten sakının, hakkı dinleyip, itaat edin ve kendi iyiliginize olarak hayır yolunda mal harcayın.Kim nefsinin hırsından ve cimriliginden kendini kurtarabilirse asıl felaha erenler iste onlardır"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eger Allah'a odunc verirseniz O sizin icin, onun karını kat kat artırarak verir, hem de sizin gunahlarınızı bagıslar. Cunku Allah sekur’dur, halimdir (kucuk iyiliklerden oturu bile buyuk mukafat verir, musamahakardır, cezalandırmada acele etmez)"},{"SurahNumber":64,"VerseNumber":18,"Text":"Gorunmeyen ve gorunen her seyi bilir. O azizdir, hakimdir (ustun kudret, tam hukum ve hikmet sahibidir)"}]}