{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"Onlar için bir âyet (ve ibret) de bizim, onların zürriyyetlerini o dopdolu gemilerde taşımış olmamız"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve kendilerine bunun gibi binecekleri (nice) şeyleri yaratmış bulunmamızdır"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eğer dilersek onları (suda) boğarız. O suretde kendileri için bir imdadcı da yokdur, onlar kurtarılamazlar da"},{"SurahNumber":36,"VerseNumber":44,"Text":"Meğer ki bizden bir esirgeme ve daha bir zamana kadar yaşatma (mukadder) ola"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara : «Önümüzdekinden de, arkanızdakinden de sakının. Tâki esirgerlesiniz» denildiği zaman (yüz çevirdiler)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara Rablerinin âyetlerinden herhangi bir âyet gelmeye dursun, ille ondan yüz çeviricidirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara : «Allahın sizi rızıklandırdığı şeylerden (hayra) harc edin» denilince o küfredenler, îman edenlere (şöyle) dedi (ler): «Allahın, dileseydi, yedireceği kimseye biz mi yedirecek misiz? Siz apaçık bir sapıklıkda bulunanlardan başkaları değilsiniz»"},{"SurahNumber":36,"VerseNumber":48,"Text":"«Siz doğru söyleyenlerseniz bu tehdîd (in tehakkuku) ne zaman (söyleyin)?» derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar birbiriyle itişib dururlarken kendilerini yakalayacak bir tek sayhadan başkasını gözetmezler"},{"SurahNumber":36,"VerseNumber":50,"Text":"(İşte o zaman) bunlar bir vasıyyetde bile bulunamazlar. (Hattâ o vakit) ailelerine dahi dönecek (halde) değildirler"},{"SurahNumber":36,"VerseNumber":51,"Text":"«Suur» a üfürülmüşdür. Artık bakarsın ki onlar kabirlerinden (kalkıp) Rablerine doğru koşup gidiyorlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"(O zaman şöyle) demişlerdir: «Eyvah bize! Uyuduğumuz yerden bizi kim kaldırdı? Bu (Ba´s) çok esirgeyici (Allah) ın va´d etdiği şey. Gönderilen (peygamber) ler (meğer) doğru söylemiş»"},{"SurahNumber":36,"VerseNumber":53,"Text":"(Bu), birtek sayhadan başkası değildir. Artık onlar topdan (ve) derhal izhaaren önümüze getirilmişlerdir"},{"SurahNumber":36,"VerseNumber":54,"Text":"İşte bugün kimseye hiçbir şeyle haksızlık edilmez. Siz de yapar olduğunuzdan başkasiyle mukaabele görmezsiniz"}]}