{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":114,"Text":"O Melik/o hak hukumdar olan Allah, yuceler yucesidir. Sana vahyi tamamlanmadan once, Kur´an hakkında aceleci olma. Soyle de:\"Rabbim, ilmimi artır"},{"SurahNumber":20,"VerseNumber":115,"Text":"Yemin olsun, biz daha once Adem´e ahit verdik de unuttu; biz onda bir kararlılık bulamadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Hani meleklere \"Adem´e secde edin\" demistik de Iblis mustesna hepsi secde etmisti. Iblis dayatmıstı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine biz soyle demistik: \"Ey Adem! Su, senin de esinin de dusmanıdır, dikkat et de sizi cennetten cıkarmasın; sonra bedbaht olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Senin burada ne acıkman soz konusudur ne de cıplak kalman"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve sen burada ne susayacaksın ne de gunesten yanacaksın"},{"SurahNumber":20,"VerseNumber":120,"Text":"Derken, seytan ona soyle diyerek vesvese verdi: \"Ey Adem! Sana, sonsuzluk agacıyla eskimez, cokmez mulk ve saltanatı gostereyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Nihayet, ikisi de ondan yediler. Bunun uzerine, cirkin yerleri kendilerine acıldı; uzerlerine cennet yapraklarından ortmeye basladılar. Adem, Rabbine isyan etmis, azmıs, ziyana ugramıstı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra, Rabbi onu arıtıp temizledi, onun tovbesini kabul edip kendisini iyiye ve dogruya kılavuzladı"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah dedi: \"Ikiniz birlikte inin oradan! Birbirinize dusmansınız. Benden size bir hidayet geldiginde, benim o hidayetime uyan artık ne sapar ne de bedbaht olur"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim benim zikrimden/Kur´anımdan yuz cevirirse onun icin zor, sıkıcı bir hayat sekli/dar bir gecim vardır; kıyamet gunu de onu kor olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"O der ki: \"Rabbim, beni neden kor hasrettin, ben goren biri idim"}]}