{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"And when you have embarked on the Ark, you and those with you say, “Praise God, He Who has saved us from the people who do wrong.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, “O my Lord, enable me to disembark with your blessing, for You are the best to enable us to disembark.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Indeed in this are signs, and with this do We test people"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We produced after them another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"And We sent to them a messenger from among themselves saying, “Worship God, you have no other god but Him. Will you not fear Him?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"And the leaders of his people who disbelieved and denied the meeting in the hereafter, and he on whom We had bestowed the good things in the life of the present said, “He is no more than human like you. He eats of what you eat, and drinks of what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"“If you follow a human being like yourselves behold, it is certain you will be lost"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Does he promise that when you die and become dust and bones, you will be brought out"},{"SurahNumber":23,"VerseNumber":36,"Text":"“Far, very far is that which you are promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"“There is nothing but our life in the present. We die and we live, but we will never be raised up again"},{"SurahNumber":23,"VerseNumber":38,"Text":"“He is but one who invents a lie against God, but we are not ones to believe in him.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said, “Lord help me, for they accuse me of lying.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"God said, “In but a little while, they are sure to be sorry.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Then the blast overtook them with justice, and We made them as remains of dead leaves. So away with the people who do wrong"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then We produced after them other generations"}]}