{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":2,"VerseNumber":49,"Text":"U hun (geli zarne cihuyan!) gava min hun ji hevrine Fir’ewn fereste kiribun, ku (ewan hevrine Fir’ewn ji) bi sike sapatan hun didane sapat kirine. Ewan sere zarne we ne kur in je dikirin (kec) u jine we para da didane jinandine (bira xwe binin). Bi rasti di van sapatan da ji Xudaye we ji bona we ra ceribandineke pir mezin heye"},{"SurahNumber":2,"VerseNumber":50,"Text":"U hun ewe gava, ku me derya ji bona (ferestiya we) ji hev cırand, me hun fereste kirin u hevrine Fir’ewn ji me di ave da fetisandin we bi xweber ji li wan meze dikirin (bira xwe binin)"},{"SurahNumber":2,"VerseNumber":51,"Text":"U hun ewe gava, ku me ji bona Musa ra peymana bi cil seve dabu; (ji bona hinartina pirtuka bin av Tewrat li ciyaye Turusinaye) we bi xweber ji li duv Musa da ewa golika ji xwe ra bi peresti girtibun, bi we girtena golike bi peresti we bi xweber li xwe cewr kiribun"},{"SurahNumber":2,"VerseNumber":52,"Text":"Me pase ji wan nusitemkariyan, hun baxisandin (bira xwe binin) dibe ku hun sipazi bikin"},{"SurahNumber":2,"VerseNumber":53,"Text":"U hun ewe gava, ku me ji bona Musa ra pirtuk (Tewrat) u berewaniya di niveka maf u pucitiye dabu (bira xwe binin). Bi rasti hevi heye, ku hun werne reya rast"},{"SurahNumber":2,"VerseNumber":54,"Text":"U hun ewe gava, ku Musa ji bona kumale xwe ra gotibu: “Geli komale min! Bi rasti, ji ber ku we ewa golika ji xwe ra bi peresti girtibun, we li xwe cewr kiribuye, hun ji wan kirine xwe para da li bal Xudaye xwe da bizivirin u hun (dil xwazine) xwe bikujin (bi gotina wi nekin). Eva sireta hane li bal Xudaye we, ji bona we ra cetir e. Idi (ji pisti posmaniya we Xudaye we) hun baxisandin (bira xwe binin). Bi rasti hey Xuda bi xweber pir baxiskare dilovin e"},{"SurahNumber":2,"VerseNumber":55,"Text":"U hun ewe gava, ku we ji bona Musa ra gotibu: “Bi rasti heya ku em Yezdan ber cavi ne binin, em bi te bawer nakin. Idi denge biruska be hisi hun girtibun, we bi xweber ji bi be zari meze dikirin (bira xwe binin)"},{"SurahNumber":2,"VerseNumber":56,"Text":"Dibe ku hun sipazi bikin, pase me hun ji we xwava cune bi hisyari rakirin"},{"SurahNumber":2,"VerseNumber":57,"Text":"U me ewr li ser we da xistine siwan u me li ser we da qarut u gezo hinartiye (me ji wan ra aha gotiye): “Hun ji qence wan rozine, ku me bi roziti daye we, bi xwun” Ewan li me cewr ne kiriye, le ewan bi xweber li xwe cewr dikiribune"}]}