{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"اگر تو را تکذیب کنند (غم مخور، موضوع تازه‌ای نیست) پیامبران پیش از تو نیز تکذیب شدند؛ و همه کارها بسوی خدا بازمی‌گردد"},{"SurahNumber":35,"VerseNumber":5,"Text":"ای مردم! وعده خداوند حقّ است؛ مبادا زندگی دنیا شما را بفریبد، و مبادا شیطان شما را فریب دهد و به (کرم) خدا مغرور سازد"},{"SurahNumber":35,"VerseNumber":6,"Text":"البتّه شیطان دشمن شماست، پس او را دشمن بدانید؛ او فقط حزبش را به این دعوت می‌کند که اهل آتش سوزان (جهنّم) باشند"},{"SurahNumber":35,"VerseNumber":7,"Text":"کسانی که راه کفر پیش گرفتند، برای آنان عذابی سخت است؛ و کسانی که ایمان آوردند و کارهای شایسته انجام دادند، آمرزش و پاداش بزرگ از آن آنهاست"},{"SurahNumber":35,"VerseNumber":8,"Text":"آیا کسی که عمل بدش برای او آراسته شده و آن را خوب و زیبا می‌بیند (همانند کسی است که واقع را آنچنان که هست می‌یابد)؟! خداوند هر کس را بخواهد گمراه می سازد و هر کس را بخواهد هدایت می‌کند؛ پس جانت به خاطر شدّت تأسف بر آنان از دست نرود؛ خداوند به آنچه انجام می‌دهند داناست"},{"SurahNumber":35,"VerseNumber":9,"Text":"خداوند کسی است که بادها را فرستاد تا ابرهایی را به حرکت درآورند؛ سپس ما این ابرها را به سوی زمین مرده‌ای راندیم و به وسیله آن، زمین را پس از مردنش زنده می‌کنیم؛ رستاخیز نیز همین گونه است"},{"SurahNumber":35,"VerseNumber":10,"Text":"کسی که خواهان عزّت است (باید از خدا بخواهد چرا که) تمام عزّت برای خداست؛ سخنان پاکیزه به سوی او صعود می‌کند، و عمل صالح را بالا می‌برد؛ و آنها که نقشه‌های بد می‌کشند، عذاب سختی برای آنهاست و مکر (و تلاش افسادگرانه) آنان نابود می‌شود (و به جایی نمی‌رسد)"},{"SurahNumber":35,"VerseNumber":11,"Text":"خداوند شما را از خاکی آفرید، سپس از نطفه‌ای؛ سپس شما را بصورت زوجهایی قرار داد؛ هیچ جنس ماده‌ای باردار نمی‌شود و وضع حمل نمی‌کند مگر به علم او، و هیچ کس عمر طولانی نمی‌کند، یا از عمرش کاسته نمی‌شود مگر اینکه در کتاب (علم خداوند) ثبت است؛ اینها همه برای خداوند آسان است"}]}