{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"And how many a generation We destroyed before them, who were mightier than these in prowess so that they overran the lands! Had they any place of refuge (when the judgment came)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Lo! therein verily is a reminder for him who hath a heart, or giveth ear with full intelligence"},{"SurahNumber":50,"VerseNumber":38,"Text":"And verily We created the heavens and the earth, and all that is between them, in six Days, and naught of weariness touched Us"},{"SurahNumber":50,"VerseNumber":39,"Text":"Therefor (O Muhammad) bear with what they say, and hymn the praise of thy Lord before the rising and before the setting of the sun"},{"SurahNumber":50,"VerseNumber":40,"Text":"And in the night-time hymn His praise, and after the (prescribed) prostrations"},{"SurahNumber":50,"VerseNumber":41,"Text":"And listen on the day when the crier crieth from a near place"},{"SurahNumber":50,"VerseNumber":42,"Text":"The day when they will hear the (Awful) Cry in truth. That is the day of coming forth (from the graves)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Lo! We it is Who quicken and give death, and unto Us is the journeying"},{"SurahNumber":50,"VerseNumber":44,"Text":"On the day when the earth splitteth asunder from them, hastening forth (they come). That is a gathering easy for Us (to make)"},{"SurahNumber":50,"VerseNumber":45,"Text":"We are Best Aware of what they say, and thou (O Muhammad) art in no wise a compeller over them. But warn by the Qur'an him who feareth My threat"},{"SurahNumber":51,"VerseNumber":1,"Text":"By those that winnow with a winnowing"},{"SurahNumber":51,"VerseNumber":2,"Text":"And those that bear the burden (of the rain)"},{"SurahNumber":51,"VerseNumber":3,"Text":"And those that glide with ease (upon the sea)"},{"SurahNumber":51,"VerseNumber":4,"Text":"And those who distribute (blessings) by command"},{"SurahNumber":51,"VerseNumber":5,"Text":"Lo! that wherewith ye are threatened is indeed true"},{"SurahNumber":51,"VerseNumber":6,"Text":"And lo! the judgment will indeed befall"}]}