{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":62,"VerseNumber":9,"Text":"Hē īmāna vāli'ō! Jadōṁ jumē dē dina dī namāza la'ī pukārē jāvēṁ, tāṁ alāha dī yāda vala cala pavōṁ. Ḵẖarīdaṇā atē vēcanā chaḍa dēvō. Iha tuhāḍē la'ī bihatara hai jēkara tūsī' samajhōṁ"},{"SurahNumber":62,"VerseNumber":10,"Text":"Phira jadōṁ namāza pūrī hō jāvē, tāṁ dharatī tē phaila jāvō (āpaṇā rāha phaṛha lavō). Alāha dī kirapā talāśa karō. Atē alāha nū vadhērē yāda karō. Tāṁ ki tusīṁ safalatā prāpata karō"},{"SurahNumber":62,"VerseNumber":11,"Text":"Atē jadōṁ uha kō'ī vāpāra jāṁ khēla tamāśā dēkhadē hana, tāṁ usa vala dauṛa paindē hana atē tuhānū khaṛhē-khaṛautē chaḍa didē hana. Ākhō, ki jihaṛā alāha dē kōla hai, uha khēḍa tamāśi'āṁ atē vapāra tauṁ bihatara hai. Atē alāha sabha tōṁ cagā rizaka dēṇa vālā hai"},{"SurahNumber":63,"VerseNumber":1,"Text":"Jadōṁ munāfika lōka tuhāḍē kōla ā'undē hana tāṁ uha ākhadē hana, asīṁ gavāhī didē hāṁ ki tusīṁ bēśaka alāha dē rasūla hō atē alāha jāṇadā hai, ki bēśaka tusīṁ usa dē rasūla hō atē alāha gavāhī didā hai ki iha munāfika jhuṭhē hana"},{"SurahNumber":63,"VerseNumber":2,"Text":"Unhāṁ nē āpaṇī'āṁ sahu'āṁ nū ḍhāla baṇā rakhi'ā hai. Phira uha alāha dē rāha tōṁ rōkadē hana. Bēśaka bēhada māṛā hai jihaṛā uha kara rahē hana"},{"SurahNumber":63,"VerseNumber":3,"Text":"Iha isa la'ī hai ki uha īmāna li'ā'ē, phira (unhāṁ nē) avagi'ā kītī phira unhāṁ dē dilāṁ tē muhara lagā ditī ga'ī. Sō uha nahīṁ samajhadē"},{"SurahNumber":63,"VerseNumber":4,"Text":"Atē jadōṁ' tusīṁ unhāṁ nū dēkhōṁ tāṁ unhāṁ dē sarīra tuhānū cagē lagadē hana. Atē jēkara uha gala karadē hana, tāṁ tusīṁ unhāṁ dī gala suṇadē hō. Samajhō (unhāṁ dī'āṁ galāṁ, bhāśaṇa isa tarāṁ hana) jivēṁ lakaṛāṁ hana, jihaṛī'āṁ kadha nāla khaṛhī'āṁ hōṇa. Uha harēka ucī avāza nū (tōṁ ḍaradē) āpaṇē virudha samajhadē hana. Iha lōka tuhāḍē vairī hana. Sō inhāṁ tōṁ bacō. Alāha unhāṁ nū naśaṭa karē, uha kithē bhaṭakadē phiradē hana"}]}