{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":58,"VerseNumber":7,"Text":"Allahanu avarellarannu (matte) jivanta golisuva dina avaru enella madiddarendu avanu avarige tilisuvanu. Allahanu adellavannu suraksitavagittiruvanu mattu avaru adannu maretiruvaru. Allahanu ella visayagalige saksiyagiddane"},{"SurahNumber":58,"VerseNumber":8,"Text":"nivu kandillave, allahanu akasagalalli mattu bhumiyalliruva ellavannu ballanu. Muru mandi gupta samalocane nadesuvaga avara nalkaneyavanagi avanu (allahanu) illadiruvudilla. Hageye aidu mandi iruvaga araneyavanagi avanillade iruvudilla. Innu (janaru) adakkinta kadimeyirali athava heccirali, avarelle iddaru avanu avara jote illadiruvudilla. Konege, avaru enella maduttiddarembudannu avanu avarige tilisuvanu. Allahanu khandita ellavannu ballavanagiddane"},{"SurahNumber":58,"VerseNumber":9,"Text":"gupta samalocane nadesadante tadeyalpattavarannu nivu nodalillave? Yavudarinda avarannu tadeyalagitto avaru matte adanne maduttare. Mattu avaru papada, vidrohada mattu devadutarige avidheyate toruva visayagalannu guptavagi samalocisuttare. Avaru nim'ma balige bandaga allahanu nimage haraisillada ritiyalli avaru nim'mannu haraisuttare. Mattu navu adida i matigagi allahanu nam'manneke siksisuvudilla? Endu tam'ma manas'sugalalle heli kolluttare. Avarige narakave saku. Adarolakke avarannu eseyalaguvudu. Adu bahala ketta neleyagide"},{"SurahNumber":58,"VerseNumber":10,"Text":"visvasigale, nivu guptavagi samalocisuvaga papada, vidrohada mattu devadutarige avidheyate toruva visayagalannu carcisabedi. Satkarya mattu dharmanistheya visayagalannu carcisiri. Mattu allahanige anjiri. Avana baliye nim'mannu ottu serisalaguvudu"},{"SurahNumber":58,"VerseNumber":11,"Text":"Gupta samalocaneyu visvasigalannu noyisalikkagi saitananinda nadeyuva sancagide. Adare allahana adesavillade avanu (saitananu) avarige yava haniyannu madalaranu. Visvasigalu sampurnavagi allahanalle bharavase ittirabeku"}]}