{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":47,"VerseNumber":12,"Text":"An la bi jiang shi xinyang bing xingshan zhe jinru zhu heliuguo de leyuan. Bu xinyang zhe [zai jinshi] suo xiangshou de, tamen chi de rutong shengchu suo chi de. Huo yu jiang shi tamen de guisu."},{"SurahNumber":47,"VerseNumber":13,"Text":"You xuduo chengshi [de renmin],[tamen de] shili bi quzhu ni [mu sheng] di nage chengshi [mai jia] de geng qiangda, dan wo huimiele tamen, tamen jue meiyou yuanzhu zhe."},{"SurahNumber":47,"VerseNumber":14,"Text":"Zunxing cong ta de zhu jiang shi de mingzheng zhe, yu bei ziji de e xing mihuo bing shuncong ziji de siyu zhe shi yiyang de ma?"},{"SurahNumber":47,"VerseNumber":15,"Text":"Xunuo gei jingwei zhe de leyuan [zhu] de qingjing shi: Leyuan li you yong bu bianzhi de shui he, you yong bu bianwei de ru he, you yin zhe gandao weimei de xian jiu he, you chunjing de mi he. Tamen zai leyuan li ke huode ge zhong shuiguo he cong tamen de zhu jiang shi de kuanshu. Zhexie yong ju leyuan zhe yu naxie yong ju huo yu bing bei po chang yin duanchang feishui zhe shi yiyang de ma?"},{"SurahNumber":47,"VerseNumber":16,"Text":"Tamen zhong you qingting ni [mu sheng] de, deng tamen likai ni shi, tamen you dui shou ci zhishi zhe shuo:“Ta [mu sheng] gangcai shuole xie shenme?” Zhexie ren, an la yi fengbile tamen de xin, tamen zhi shuncong ziji de siyu."},{"SurahNumber":47,"VerseNumber":17,"Text":"Zhiyu zunxing zhengdao zhe, ta [an la] jiang zengjia dui tamen de yindao, jiang ba qianjing de baochou ciyu tamen."},{"SurahNumber":47,"VerseNumber":18,"Text":"Tamen [bu xinyang zhe] zhi dengdai fuhuo de shijian turan jianglin tamen, qishi, fuhuo de yixie zhengzhao que yi lailin. Dang fuhuo de shijian zhen de jianglin tamen shi, na shi tamen de xingwu dui tamen you he yichu ne?"},{"SurahNumber":47,"VerseNumber":19,"Text":"Ni [mu sheng] dang zhidao, chu an la wai, zai meiyou ying shou chongbai de zhu [zhu]. Ni dang qiu zhu kuanshu ni de guoshi, ye ying qiu zhu kuanshu nannu xinshimen [de guoshi]. An la zhidao nimen huodong di difang he jusuo."}]}