{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"Estos respondieron: «Es una marana de suenos, y nosotros no sabemos interpretarlos»"},{"SurahNumber":12,"VerseNumber":45,"Text":"Y el que (habia sido companero de Jose en la carcel y) se habia salvado se acordo de el al cabo de un tiempo y dijo: «Yo os informare sobre su significado. Permitid que vaya (a ver a Jose)»"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Cuando vio a Jose le dijo:) «Jose, tu que eres un hombre veraz, dime que significan sietes vacas gordas devoradas por siete flacas, y siete espigas verdes y siete secas para que pueda regresar a mi gente y sepan (la respuesta)»"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Jose) respondio: «Cultivareis la tierra durante siete anos consecutivos, y lo que recolecteis lo dejareis en su espiga, salvo una pequena parte que consumireis"},{"SurahNumber":12,"VerseNumber":48,"Text":"»Despues vendran siete anos duros que consumiran lo que habiais almacenado para ellos, salvo una pequena parte que habreis reservado (para sembrar)"},{"SurahNumber":12,"VerseNumber":49,"Text":"»A continuacion vendra un ano (de abundante lluvia) que socorrera a la gente, y en el prensaran (para hacer aceite y vino)»"},{"SurahNumber":12,"VerseNumber":50,"Text":"El rey dijo: «¡Traedlo (a Jose) ante mi!». Y cuando el emisario se presento ante el, (Jose) le dijo: «Regresa a tu senor y preguntale que sucedio con las mujeres que se cortaron las manos. Ciertamente, mi Senor sabe bien lo que tramaban»"},{"SurahNumber":12,"VerseNumber":51,"Text":"(El rey las hizo comparecer y) les pregunto: «¿Que paso cuando intentasteis seducir a Jose?». Estas contestaron: «¡Valganos Al-lah! No hizo nada malo que supieramos». La mujer de Al Aziz dijo entonces: «Ahora la verdad saldra a la luz (para todos). Yo fui quien intento seducirlo, y el dice la verdad"},{"SurahNumber":12,"VerseNumber":52,"Text":"»Esto es para que se sepa que yo no lo traicione a sus espaldas y que Al-lah no deja que triunfen los planes de los traidores"}]}