{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Chisimu Ajula jwantuluchisye mmwe (Muhammadi ﷺ) Qura’an tachim’buchisya kwene kumalo kwakuwujila (ku Maaka kapena ku Mbepo). Jilani: “Ambuje wangu niwaakummanyilila chenene jwaiche ni chongoko, ni jwali nkupotela kwakuonechela.”"},{"SurahNumber":28,"VerseNumber":86,"Text":"Soni mmwe (Muhammadi ﷺ), nganin’jembecheyaga yanti Chitabu (Qur’an) ni kutumisyidwa kukwenu, ikaweje (chitumisyidwe kwa) ukoto wakuumila kwa Ambuje wenu, basi ngasim’ba ata panandi nkwakamuchisya achimakafili (pa dini jao jaakum’bilanjila)"},{"SurahNumber":28,"VerseNumber":87,"Text":"Soni akasansiwilikanganya wanganyao ata panandi ku ma Aya ga Allah panyuma panti gali gantuluchile, soni wilanjilani kwa Ambuje wenu, ni ngasim’ba ata panandi mwa akuwanganya (Allah ni isanamu)"},{"SurahNumber":28,"VerseNumber":88,"Text":"Ni ngasimunnumbanjila pamo ni Allah nnungu jwine. Pangali nnungu jwine (jwakuwajilwa kunnumbanjila) ikaweje Jwelepejo. Chindu chilichose chichijonasika kusigala Ngope Jakwe pe. Ulamusi ni Wakwe, soni Kukwakwe tinchiuchisyidwa"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Ana wandu akuganichisya yanti tagambe kulechedwa achiwechetaga yanti: “Tukulupilile.” Kutendaga wanganyao akakulinjidwa (pachikulupi chao)"},{"SurahNumber":29,"VerseNumber":3,"Text":"Soni chisimu pamasile patwalinjile awala wapaujo pao. Basi Allah tiwamanyukule kusyene awala waakulupichiche (pachikulupi chao), ni tiwamanyukule soni kusyene waunami"},{"SurahNumber":29,"VerseNumber":4,"Text":"Kapena akuganichisya awala waakupanganya yakusakala kuti kuwa nkutupunda Uwwe (pakutugwala mwanti ningaapa ilagasyo)? Kaje kusakala nnope chiilanyo chao"},{"SurahNumber":29,"VerseNumber":5,"Text":"Mundu jwaakwembecheya kusimangana ni Allah, basi chisimu ndema ja Allah (jakusimanganila Najo) jikwisa kwene (mwangalepecheka), soni Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":29,"VerseNumber":6,"Text":"Sano jwaakulimbichila (pakulimbana ni amagongo kapena ni ntima wakwe), nikuti akulimbichila kwaalikamuchisya nsyene, chisimu Allah ni Jwakusichila nnope kwangalajila iwumbe (iliyose)"}]}