{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Och var och en skall fraga sin hud: \"Varfor vittnade du mot mig?\" - och den skall svara: \"Gud, som ger alla talets gava, har [ocksa] gett mig [den]. Det var Han som forst skapade dig [och de andra] och till Honom har ni [nu] forts ater"},{"SurahNumber":41,"VerseNumber":22,"Text":"Men ni forsokte aldrig dolja [era forehavanden] for att era oron, era ogon och er hud inte skulle kunna vittna mot er, och ni trodde att Gud inte kande till vad ni gjorde"},{"SurahNumber":41,"VerseNumber":23,"Text":"Dessa tankar, som ni tankte om er Herre, har blivit er undergang; och nu hor ni till forlorarna"},{"SurahNumber":41,"VerseNumber":24,"Text":"Aven om de hardar ut forblir Elden icke desto mindre deras boning! Och ber de att fa gora bot och battring skall detta vagras dem"},{"SurahNumber":41,"VerseNumber":25,"Text":"Vi gav dem onda krafter till standiga foljeslagare och de skonmalade for dem det [onda] som de begick och det som de hade i sinnet. Och domen foll over dem lika obonhorligt som den hade fallit over tidigare slakten av osynliga vasen och manniskor; de horde till forlorarna"},{"SurahNumber":41,"VerseNumber":26,"Text":"DE SOM framhardar i att forneka sanningen sager [till sina meningsfrander]: \"Lyssna inte pa upplasningen av Koranen! Nej, [overrosta] den med rop [och skrik] sa vinner ni kanske [overhanden]"},{"SurahNumber":41,"VerseNumber":27,"Text":"Vi skall sannerligen lata fornekarna utsta ett strangt straff och Vi skall lona dem efter deras varsta handlingar"},{"SurahNumber":41,"VerseNumber":28,"Text":"Elden ar det straff som skall drabba Guds fiender, och dar skall de ha sin boning till evig tid - lonen for att de [mot battre vetande] avvisade Guds budskap"},{"SurahNumber":41,"VerseNumber":29,"Text":"[Nar fornekarna star framfor helvetet] skall de saga: \"Herre! Visa oss dem bland de osynliga vasendena och manniskorna som ledde oss vilse; [sa att] vi kan trampa pa dem och gora dem till de uslaste av de usla"}]}