{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":68,"VerseNumber":16,"Text":"Amhihi tyacya sonde (naka) vara daga de'u"},{"SurahNumber":68,"VerseNumber":17,"Text":"Nihsansaya, amhi tyanci tasica pariksa ghetali jasi amhi bagavalyanci ghetali hoti, tevha tyanni sapatha ghetali ki sakala hotaca tya (bage) ci phale toduna ghe'u"},{"SurahNumber":68,"VerseNumber":18,"Text":"Ani insa allaha (jara allahane icchile) mhatale nahi"},{"SurahNumber":68,"VerseNumber":19,"Text":"Tevha tya (bage) vara tumacya palanakartyatarphe eka apatti cari bajunni phiruna geli ani te jhopataca rahile"},{"SurahNumber":68,"VerseNumber":20,"Text":"Tara ti (baga) asi jhali, janu kapani kelele seta"},{"SurahNumber":68,"VerseNumber":21,"Text":"Ata sakala hotaca tyanni ekamekanna haka marali"},{"SurahNumber":68,"VerseNumber":22,"Text":"Ki jara tumhala phale todayaci aheta tara apalya setavara sakalica nigha"},{"SurahNumber":68,"VerseNumber":23,"Text":"Maga he sarva halu halu bolata nighale"},{"SurahNumber":68,"VerseNumber":24,"Text":"Ki ajacya divasi kona garibane tumacyajavala ye'u naye"},{"SurahNumber":68,"VerseNumber":25,"Text":"Ani gha'igha'ine sakalica pohocale (samajata hote) ki amhi kabu milavila"},{"SurahNumber":68,"VerseNumber":26,"Text":"Maga jevha tyanni baga pahili, tevha mhanu lagale ki, niscitaca amhi rasta visaralo"},{"SurahNumber":68,"VerseNumber":27,"Text":"Navhe, kimbahuna amhi vancita kele gelo"},{"SurahNumber":68,"VerseNumber":28,"Text":"Tya sarvanta jo cangala hota, to mhanala ki, mi tumha sarvanna sangata navhato ka tumhi (allahaci) tasbiha (gunagana) ka nahi karita"},{"SurahNumber":68,"VerseNumber":29,"Text":"(Tevha) sarva mhanu lagale ki amaca palanakarta motha pavitra ahe. Nihsansaya, amhica atyacari hoto"},{"SurahNumber":68,"VerseNumber":30,"Text":"Maga te ekamekankade tonda karuna bare-va'ita bolu lagale"},{"SurahNumber":68,"VerseNumber":31,"Text":"Mhanale, arere! Nihsansaya, amhica vidrohi (avajnakari) hoto"},{"SurahNumber":68,"VerseNumber":32,"Text":"Kaya navala ki amaca palanakarta amhala yapeksa cangala mobadala pradana karila. Nihsansaya, amhi ata apalya palanakartyasica asa rakhato"},{"SurahNumber":68,"VerseNumber":33,"Text":"Asaca prakare azaba yeto, ani akhirataca azaba phara motha ahe, tyanna akkala asati tara (bare jhale asate)"},{"SurahNumber":68,"VerseNumber":34,"Text":"Nihsansaya, allahace bhaya rakhanaryankarita tyancya palanakartyajavala denagyanni yukta asa jannati aheta"},{"SurahNumber":68,"VerseNumber":35,"Text":"Kaya amhi imana rakhanaryanna, aparadhi lokansamana tharavu"},{"SurahNumber":68,"VerseNumber":36,"Text":"Tumhala jhale tari kaya, kase nirnaya gheta ahata"},{"SurahNumber":68,"VerseNumber":37,"Text":"Kaya tumacyajavala ekhada grantha ahe, jyata tumhi vacata"},{"SurahNumber":68,"VerseNumber":38,"Text":"Kinva tyata tumacya manala pasanta asa gosti aheta"},{"SurahNumber":68,"VerseNumber":39,"Text":"Kinva amacyakaduna tumhi kahi asa sapatha ghetalya aheta, jya kayamata paryanta baki rahatila, ki tumacyasathi te sarva ahe, je tumhi apalyatarphe nirdharita karuna ghyave"},{"SurahNumber":68,"VerseNumber":40,"Text":"Tyanna vicara ki tyancyapaiki kona ya gostisa jababadara (ani davedara ahe)"},{"SurahNumber":68,"VerseNumber":41,"Text":"Kaya tyance kahi bhagidara aheta? (Ase asela) tara tyanni apalya apalya bhagidaranna ghe'una yave, jara te sacce aheta"},{"SurahNumber":68,"VerseNumber":42,"Text":"Jya divasi potari ughada keli ja'ila, ani sajada karanyasathi tyanna bolavile ja'ila (parantu te sajada) karu sakanara nahita"}]}