{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":71,"Text":"«قال هؤلاء بناتي إن كنتم فاعلين» ما تريدون من قضاء الشهوة فتزوجوهن. قال تعالى"},{"SurahNumber":15,"VerseNumber":72,"Text":"«لعمرك» خطاب للنبي صلى الله عليه وسلم أي وحياتك «إنهم لفي سكرتهم يعمهون» يترددون"},{"SurahNumber":15,"VerseNumber":73,"Text":"«فأخذتهم الصيحة» صيحة جبريل «مشرقين» وقت شروق الشمس"},{"SurahNumber":15,"VerseNumber":74,"Text":"«فجعلنا عاليها» أي قراهم «سافلها» بأن رفعها جبريل إلى السماء وأسقطها مقلوبة إلى الأرض «وأمطرنا عليهم حجارة من سجيل» طين طبخ بالنار"},{"SurahNumber":15,"VerseNumber":75,"Text":"«إن في ذلك» المذكور «لآيات» دلالات على وحدانية الله «للمتوسمين» للناظرين المعتبرين"},{"SurahNumber":15,"VerseNumber":76,"Text":"«وإنها» أي قرى قوم لوط «لبسبيل مقيم» طريق قريش إلى الشام لم تندرس أفلا يعتبرون بهم؟"},{"SurahNumber":15,"VerseNumber":77,"Text":"«إن في ذلك لآية» لعبرة «للمؤمنين»"},{"SurahNumber":15,"VerseNumber":78,"Text":"«وإن» مخففة أي إنه «كان أصحاب الأيكة» هي غيضة شجر بقرب مدين وهم قوم شعيب «لظالمين» بتكذيبهم شعيبا"},{"SurahNumber":15,"VerseNumber":79,"Text":"«فانتقمنا منهم» بأن أهلكناهم بشدة الحر «وإنهما» أي قرى قوم لوط والأيكة «لبإمام» طريق «مبين» واضح أفلا تعتبرون بهم يا أهل مكة"},{"SurahNumber":15,"VerseNumber":80,"Text":"«ولقد كذب أصحاب الحجر» واد بين المدينة والشام وهم ثمود «المرسلين» بتكذيبهم صالحا تكذيب لباقي الرسل لاشتراكهم في المجيء بالتوحيد"},{"SurahNumber":15,"VerseNumber":81,"Text":"«وآتيناهم آياتنا» في الناقة «فكانوا عنها معرضين» لا يتفكرون فيها"},{"SurahNumber":15,"VerseNumber":82,"Text":"«وكانوا ينحتون من الجبال بيوتا آمنين»"},{"SurahNumber":15,"VerseNumber":83,"Text":"«فأخذتهم الصيحة مصبحين» وقت الصباح"},{"SurahNumber":15,"VerseNumber":84,"Text":"«فما أغنى» دفع «عنهم» العذاب «ما كانوا يكسبون» من بناء الحصون وجمع الأموال"},{"SurahNumber":15,"VerseNumber":85,"Text":"«وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية» لا محالة فيجازى كل أحد بعمله «فاصفح» يا محمد عن قومك «الصفح الجميل» أعرض عنهم إعراضا لا جزع فيه وهذا منسوخ بآية السيف"},{"SurahNumber":15,"VerseNumber":86,"Text":"«إن ربك هو الخلاق» لكل شيء «العليم» بكل شيء"},{"SurahNumber":15,"VerseNumber":87,"Text":"«ولقد آتيناك سبعا من المثاني» قال صلى الله عليه وسلم هي الفاتحة رواه الشيخان لأنها تثنى في كل ركعة «والقرآن العظيم»"},{"SurahNumber":15,"VerseNumber":88,"Text":"«لا تمدّن عينيك إلى ما متعنا به أزواجا» أصنافا «منهم ولا تحزن عليهم» إن لم يؤمنوا «واخفض جناحك» ألن جانبك «للمؤمنين»"},{"SurahNumber":15,"VerseNumber":89,"Text":"«وقل إني أنا النذير» من عذاب الله أن ينزل عليكم «المبين» البين الإنذار"},{"SurahNumber":15,"VerseNumber":90,"Text":"«كما أنزلنا» العذاب «على المقتسمين» اليهود والنصارى"}]}