{"Id":369,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":119,"Text":"Va [ej musulmonon] sumoro ci mesavad, ki az on ci nomi Alloh taolo ʙar on ʙurdasudaast, namexured? Hol on ki [Alloh taolo] on ciro ʙar sumo harom kardaast, ʙa tafsil ʙarojaton ʙajon dostaast [pas, az onho duri kuned] magar cize, ki ʙa [xurdani] on nocor saved va ʙe tardid, ʙisjore [az mardum digaronro] az ruji nodoni ʙo havashoi xes gumroh mekunand. [Ej pajomʙar] Jaqinan, Parvardigorat ʙa [holi] tacovuzkoron [az hududi ilohi] donotar ast"},{"SurahNumber":6,"VerseNumber":120,"Text":"Va [ej mardum] gunohi oskor va pinhonro raho kuned, [caro ki] ʙe tardid, kasone, ki murtakiʙi gunoh mesavand, ʙa zudi dar ʙaroʙari onci mekardand, mucozot xohand sud"},{"SurahNumber":6,"VerseNumber":121,"Text":"Va [ej mu'minon] az on ci [hangomi zaʙh] nomi Alloh taolo ʙar on ʙurdanasudaast, naxured, caro ki on [kori] hatman, nofarmoni ast va dar haqiqat sajotin ʙa dustoni xud ilqo mekunand, ki ʙo sumo [dar in mavrid] mucodala namojand.Va agar az onon itoat kuned, hatman, sumo [niz dar zumrai] musrikon hasted"},{"SurahNumber":6,"VerseNumber":122,"Text":"Ojo kase, ki [dilas az cahlu sirk] murda ʙud va mo [ʙo tavhidu imon] zindaas gardonidem va nure ʙarojas padid ovardem, to dar partavi [hidojat] on mijoni mardum gom ʙardorad, hamcun kasest, ki gui dar torikiho [giriftor] ast va az on ʙerun omadani nest? On ci kofiron mekardand, in guna ʙarojason orosta sudaast"},{"SurahNumber":6,"VerseNumber":123,"Text":"Va ʙa in guna dar har sahre ʙuzurgoni gunahkorasro megumorem, to dar on ʙa najrang ʙipardozand [va mardumro az rohi Alloh taolo ʙozdorand], va [-le] onon cuz ʙa xud najrang namezanand va [in haqiqatro] dark namekunand"},{"SurahNumber":6,"VerseNumber":124,"Text":"Va [musrikon] cun ojate [az Qur'on] ʙarojason meojad megujand: «Hargiz ʙa on imon nameovarem, magar on ki ham monandi on ci ʙa pajomʙaroni ilohi dodasudaast, ʙa mo niz doda savad». Alloh taolo ʙehtar medonad, ki risolati xesro kuco [va ʙar uhdai ci kase] qaror dihad. Ba zudi ʙar onon, ki murtakiʙi [nofarmoni va] gunoh sudand, ʙa sazoi najrange, ki varzida ʙudand, az coniʙi Alloh taolo xori va azoʙi saxte xohad rasid"}]}