{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Ve o, nefsine zulmederek bahçesine girdi. Şöyle dedi: “Bunun (bu bağın) ebediyyen helâk olacağını zannetmiyorum.”"},{"SurahNumber":18,"VerseNumber":36,"Text":"Ve ben, (kıyâmet) saatinin kaim olacağını (vukû bulacağını) zannetmiyorum. Ve eğer Rabbime döndürülürsem mutlaka ondan daha hayırlısına dönüşmüş olanı bulurum"},{"SurahNumber":18,"VerseNumber":37,"Text":"Onunla konuşan (sohbet eden) arkadaşı, ona dedi ki: “Seni, (önce) topraktan, sonra bir nutfeden (bir damla sudan) yaratan sonra da seni bir adam hüviyetine sevva (dizayn) edeni (Allah´ı), sen inkâr mı ediyorsun?”"},{"SurahNumber":18,"VerseNumber":38,"Text":"Fakat O, Allah ki; benim Rabbimdir. Ve ben, Rabbime hiçbir şey ile şirk koşmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Beni mal ve evlât (bakımından) daha az (yetersiz) görsen bile, sen bahçene girdiğin zaman: “(Bu bağ), Allah´ın dilediği (bağ)dır. Allah´tan başka kuvvet yoktur.” deseydin olmaz mıydı?”"},{"SurahNumber":18,"VerseNumber":40,"Text":"Belki Rabbim, bana senin bahçenden daha hayırlısını verir. Ve onun (senin bahçenin) üzerine semadan (husbân) felâketler gönderir. Böylece kaygan bir toprak haline gelir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Veya onun (bahçenin) suyu, yerin içine çekilir. Artık onu elde etmeye asla gücün yetmez (sen muktedir olamazsın)"},{"SurahNumber":18,"VerseNumber":42,"Text":"Onun (o kimsenin) ürünleri ihata edildi (mahvedildi). Ve çardakları, (bahçenin) üzerine yıkılmış haldeydi. Orada sarfettiği (emek ve para) için ellerini (avuçlarını) ovuşturuyor ve “Keşke ben, Rabbime (hiç)bir şeyle şirk koşmasaydım.” diyor(du)"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ve Allah´tan başka ona yardım edecek kimseler yoktu. Ve o, yardım alan (yardım edilen) olmadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"İşte burada velâyet (yardım, dostluk) Allah´a ait bir haktır. O (Allah), sevap (mükâfat) açısından da akıbet (sonuç) açısından da hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara dünya hayatını örnek ver ki; o, semadan indirdiğimiz su gibidir. Yeryüzünün nebatları (bitkileri), onunla karıştı (yeşerdi, büyüdü). Sonra da kuruyup, ufalandı ki rüzgâr, onu savurur. Ve Allah, herşeye muktedir olandır (gücü yetendir)"}]}