{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"Yine göğün ve yerin, O’nun emriyle durması (kudretinin) alâmetlerindendir. Sonra (kıyamette) sizi (İsrafil lisanı ile) bir defa çağırdığı zaman hemen kabirlerden çıkacaksınız"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde ne varsa O’nundur; hepsi O’na boyun eğmektedirler"},{"SurahNumber":30,"VerseNumber":27,"Text":"Mahlûkatı ilkin yaratıb sonra (kıyamette) onu diriltecek olan O’dur, ki bu (öldükten sonra diriltme, ilk yaratılıştan) O’na daha kolaydır. Göklerde ve yerde en yüce sıfat O’nundur ve O, Azîz’dir= her şeye gâlibdir, Hakîm’dir= hükmünde hikmet sahibidir"},{"SurahNumber":30,"VerseNumber":28,"Text":"(Allah’ın, mülkünde ortağı olmadığını iyice anlamanız için), O size kendinizden (şöyle) bir temsil yaptı: Size rızık olarak verdiğimiz şeylerde, sahib olduğunuz köleler, size ortaklar değildir; (böyle kölelerinizi mallarınıza ortak yaparak onları sizinle bir tutmazken Allah’ın bazı kullarını ve yaratıklarını O’na nasıl ortak yaparsınız?) Siz (ve onlar), mallarda hiç musavi olur da aranızda birbirinizden, (tek başına mala sahib olma endişesiyle) korktuğunuz gibi, onlardan (kölelerinizden) korkar mısınız? (O halde kölelerinizden bu şekilde korkmaz ve mallarınıza da onları ortak etmeye razı olmazsanız, kullarım olan bazı kimselere, ortaklarım diye ibadet etmekle onların ilâhlarınız olmasına nasıl razı olursunuz?) İşte (kudret ve vahdaniyyetimize delâlet eden) alâmet ve delillerimizi, aklını kullanıb ibret alacak bir kavim için böyle açıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Doğrusu (şirke varmakla nefislerine) zulmedenler, cahil oldukları halde hevalarına uydular. Artık Allah’ın saptırdığı kimseyi, kim hidayete (Allah’ın dinine) erdirebilir? O kâfirler için (Allah’ın azabını engelliyecek) yardımcılardan da (hiç kimse) bulunmaz"},{"SurahNumber":30,"VerseNumber":30,"Text":"O halde (ey Rasûlüm), gerçek müslüman (muvahhid) olarak kendini dine doğrult, (başka şeye iltifat etme); Allah’ın dinine ki, insanları onun üzerine yaratmıştır (zira herkes, hak dini kabul edebilecek yaratılıştadır). Allah’ın yarattığı bu dini değiştirmeye kimsenin gücü yetmez. İşte dosdoğru din budur; fakat insanların çoğu, (hak dinin İslâm olduğunu) bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Hep Allah’a dönüb itaat edin, O’ndan korkun ve namaza devam edin; müşriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"O müşriklerden ki, (emredildikleri) dinlerini (terk edib ihtilâfa düştüler ve onu) parçalara ayırdılar; böylece öbek öbek olmuşlardır. Her din sahibi (grup), kendindeki dine güvenmektedir"}]}