{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"melum, avarkal ceytukontirunta (ketta) ceyalkalin timaikal avarkalukku velippattuvitum. Avarkal parikacam ceytu kontirunta vetanaiyum avarkalaic culntukollum"},{"SurahNumber":39,"VerseNumber":49,"Text":"manitanai etum tinku anukum camayattil, (atai nikkumpati) nam'mitame avan pirarttanai ceykiran. (Atai nikki) avanukku nam oru arul purintalo, ‘‘tan atai ataintatellam tan arivin camarttiyattaltan'' enru kurukiran. (Atu cari) alla; atuvum (avarkalukku) oru cotanaiyakum. Ayinum, avarkalil atikamanor itai arintu kolvatillai"},{"SurahNumber":39,"VerseNumber":50,"Text":"ivarkalukku munniruntavarkalum, ivvarutan kurikkontu iruntarkal. Eninum, avarkal campatittu vantatil onrume avarkalukkup payanalikkamal poyvittatu"},{"SurahNumber":39,"VerseNumber":51,"Text":"Avarkal ceytukontirunta (ketta) ceyalin timaikaltan avarkalai vantataintana. (Yutarkalakiya) ivarkalilum evarkal aniyayam ceykirarkalo avarkalai, avarkal ceyyum (ketta) ceyalin timaikal aticikkirattil vantataiyum. Avarkal (ivvisayattil allahvait) torkatittuvita mutiyatu"},{"SurahNumber":39,"VerseNumber":52,"Text":"avarkal arintu kollavillaiya? Allahtan, tan natiyavarkalukku unavai virivakkukiran. (Tan natiyavarkalukkuc) curukki vitukiran. Nampikkai konta makkalukku niccayamaka itil pala attatcikal irukkinrana"},{"SurahNumber":39,"VerseNumber":53,"Text":"(napiye!) Kuruviraka: ‘‘Enatu atiyarkale! (Unkalil) evarum varampu miri tamakkuttame tinkilaittuk kontapotilum, allahvin arulaip parri ninkal nampikkai ilantuvita ventam. (Ninkal pavattiliruntu vilaki, manam varunti mannippuk korinal) niccayamaka allah (unkal) pavankal anaittaiyum mannittu vituvan. Enenral, niccayamaka avantan mikka mannippavan, maka karunai utaiyavan avan"},{"SurahNumber":39,"VerseNumber":54,"Text":"akave, (manitarkale!) Unkalai vetanai vantataivatarku munnatakave, ninkal unkal iraivan pakkam tirumpi, avanukku murrilum panintu valipattu natankal. (Vetanai vantu vittalo,) pinnar (oruvaralum) ninkal utavi ceyyappata mattirkal"},{"SurahNumber":39,"VerseNumber":55,"Text":"(manitarkale!) Ninkal ariyata vitattil titirena unkalitam vetanai varuvatarku munnatakave unkal iraivanal unkalukku irakkivaikkappatta, (vetankalil) mika alakana (i)taip pinparrunkal"},{"SurahNumber":39,"VerseNumber":56,"Text":"(unkalil) evarum, ‘‘allahvaip parri nan (kavanikka ventiyavarraik kavanikkatu) tavarivitten. En kete! Nan (ivarraip) parikacam ceytu kontiruntene!'' Enru kuramal iruppatarkakavum"}]}