{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Äri Ol jerde, onıñ senderdi şayqaltpawı üşin berik turğandardı / tawlardı / tastadı / ornattı / jäne bağıt-bağdar / jol / tabwlarıñ üşin özenderdi jäne joldardı"},{"SurahNumber":16,"VerseNumber":16,"Text":"Sonday-aq, / basqa da! belgilerdi jasadı. Äri olar juldızdar arqılı da bağıt-bağdar / jol / tabadı"},{"SurahNumber":16,"VerseNumber":17,"Text":"Jaratwşı jarata almaytın birew sïyaqtı ma? Nege eske almaysıñdar / ğïbrat almaysıñdar"},{"SurahNumber":16,"VerseNumber":18,"Text":"Allahtıñ ïgilikterin sanasañdar, onıñ esebine jete almaysıñdar. Allah öte Keşirimdi, erekşe Meyirimdi"},{"SurahNumber":16,"VerseNumber":19,"Text":"Äri Allah senderdiñ neni jasırğandarıñdı jäne neni jarïya etkenderiñdi biledi"},{"SurahNumber":16,"VerseNumber":20,"Text":"Al olardıñ Allahtan özge şaqıratındarı / tabınatındarı / eş närse jarata almaydı, kerisinşe, olardıñ özderi jaratılğan"},{"SurahNumber":16,"VerseNumber":21,"Text":"Olar! tiri emes, öliler. Olar qaşan qayta tiriletinderin de bilmeydi"},{"SurahNumber":16,"VerseNumber":22,"Text":"Senderdiñ qudaylarıñ - jalğız quday. Al, soñğı mäñgilik ömirge / aqïretke / senbeytinderdiñ jürekteri / munı / teriske şığaradı äri olar özderin joğarı sanaytın täkapparlar"},{"SurahNumber":16,"VerseNumber":23,"Text":"Aqïqatında, Allah olardıñ jasıratındarı men jarïya isteytinderin biledi. Ol özderin joğarı qoyatındardı jaqsı körmeydi"},{"SurahNumber":16,"VerseNumber":24,"Text":"Al Olarğa: «Senderdiñ Rabbıñ ne tüsirdi?» - delinse, olar: «Burınğılardıñ añız-ertegileri»,- deydi"},{"SurahNumber":16,"VerseNumber":25,"Text":"Sondıqtan Qayta tirilw küni olar öz künälärin tolığımen äri özderi bilimsiz adastırğandardıñ künälarınan arqalaydı. Biliñder! Olardıñ arqalaytındarı qanday jaman"},{"SurahNumber":16,"VerseNumber":26,"Text":"Olardan burınğılar da ayla-şarğı jasağan edi. Sonda Allah olardıñ ğïmarattarın irgetasınan opırıp, töbesi olardıñ üstine quladı. Äri olarğa azap özderi kütpegen jaqtan keldi"}]}