{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"En wanneer gij en zij die met ons zullen wezen, tot de ark zullen ingaan, zeg dan: Geloofd zij God, die ons van de goddeloozen heeft verlost"},{"SurahNumber":23,"VerseNumber":29,"Text":"En zeg: O Heer! doe mij uit deze ark op eene door u gezegende plaats komen; want gij zijt het best in staat, mij ongedeerd daaruit te brengen"},{"SurahNumber":23,"VerseNumber":30,"Text":"Waarlijk, hierin lagen teekens onzer almacht, en wij beproefden de menschen daardoor"},{"SurahNumber":23,"VerseNumber":31,"Text":"Daarop deden wij een ander geslacht na hen opstaan"},{"SurahNumber":23,"VerseNumber":32,"Text":"En wij zonden hun een apostel uit hen, die zeide: Aanbidt God; gij hebt geen God buiten hem: zoudt gij dus zijne wraak niet vreezen"},{"SurahNumber":23,"VerseNumber":33,"Text":"En de opperhoofden van zijn volk, dat niet geloofde, dat de ontmoeting des volgenden levens loochende, en aan hetwelk wij overvloed in dit leven schonken, zeiden: Dit is slechts een mensch zooals gij zijt: hij eet van hetgeen gij eet. En hij drinkt van hetgeen gij drinkt"},{"SurahNumber":23,"VerseNumber":34,"Text":"En indien gij een mensch gehoorzaamt, die met u gelijk staat, waarlijk, dan zijt gij verloren"},{"SurahNumber":23,"VerseNumber":35,"Text":"Dreigt hij u dat gij, nadat gij dood zijt, en tot stof en beenderen zijt geworden, levend uit uwe graven zult worden voortgebracht"},{"SurahNumber":23,"VerseNumber":36,"Text":"Weg, weg met hetgeen waardoor gij wordt bedreigd"},{"SurahNumber":23,"VerseNumber":37,"Text":"Er is geen ander leven buiten ons tegenwoordig leven; wij sterven en wij leven, en wij zullen niet weder worden opgewekt"},{"SurahNumber":23,"VerseNumber":38,"Text":"Hij is slechts een mensch, die eene leugen tegen God uitdenkt: doch wij zullen hem niet gelooven"},{"SurahNumber":23,"VerseNumber":39,"Text":"Hun profeet zeide: O Heer! verdedig mij, nu zij mij van bedrog beschuldigen"},{"SurahNumber":23,"VerseNumber":40,"Text":"God antwoordde: Na een korten tijd zullen zij zekerlijk hunne weerspannigheid berouwen"},{"SurahNumber":23,"VerseNumber":41,"Text":"Daarom werd hun, rechtvaardig, eene gestrenge straf opgelegd, en wij deden hen gelijken op het bezinksel, dat door den stroom wordt medegevoerd. Weg dus met de goddeloozen"},{"SurahNumber":23,"VerseNumber":42,"Text":"Daarna deden wij andere geslachten na hen opstaan"}]}