{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"“Alif-Lâm-Mîm"},{"SurahNumber":31,"VerseNumber":2,"Text":"“Izi ndi Ayah za buku lodzadza ndi nzeru"},{"SurahNumber":31,"VerseNumber":3,"Text":"“(Lomwe ndi) chiongoko ndi chifundo kwa ochita zabwino"},{"SurahNumber":31,"VerseNumber":4,"Text":"“Amene akupemphera Swala moyenera ndi kupereka chopereka (Zakaat) omwenso akutsimikiza za tsiku lachimaliziro"},{"SurahNumber":31,"VerseNumber":5,"Text":"“Iwowo ali pa chiongoko chochokera kwa Mbuye wawo; ndipo iwowo ndiwo opambana"},{"SurahNumber":31,"VerseNumber":6,"Text":"“Koma alipo ena mwa anthu amene akusankha nkhani ya bodza (ndi kumaifotokoza kwa anthu) ndi cholinga choti awasokeretse ku njira ya Allah popanda kuzindikira. Ndipo akuichitira zachipongwe (njira ya Allah yi). Iwo adzapeza chilango chowasambula"},{"SurahNumber":31,"VerseNumber":7,"Text":"“Ndipo pamene Ayah Zathu zilakatulidwa kwa iye, akuzitembenuzira msana modzikuza ngati kuti sanazimve, ngati kutinso m’makutu mwake muli ugonthi. Choncho muuze nkhani ya chilango chopweteka"},{"SurahNumber":31,"VerseNumber":8,"Text":"“Ndithu amene akhulupirira ndi kumachita zabwino, adzakhala ndi Minda yamtendere"},{"SurahNumber":31,"VerseNumber":9,"Text":"“Adzakhala m’menemo nthawi yaitali. Ili nlonjezo la Allah lomwe lili loona. Ndipo Iye Ngwamphamvu, Ngwanzeru zakuya"},{"SurahNumber":31,"VerseNumber":10,"Text":"“Adalenga thambo popanda mizati yomwe mukuiona. Ndipo adaika mapiri m’nthaka kuti isakugwedezeni. Ndipo (Iye) adafalitsa nyama m’menemo zamitundu yosiyanasiyana. Ndipo tidatsitsa madzi kuchokera ku mitambo, choncho tidameretsa m’menemo (m’nthaka) mmera wokongola wamitundu yosiyanasiyana"},{"SurahNumber":31,"VerseNumber":11,"Text":"“Izi (zonse) nzolengedwa za Allah. Choncho, tandisonyezani, nchiyani adalenga amene sali Allah. Koma odzichitira okha zoipa ali mkusokera koonekera"}]}