{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":24,"VerseNumber":54,"Text":"Varito anu: \"Allah ku vidheyulai undandi mariyu sandesaharunni anusarincandi. Kani okavela miru maralipote, atanipai (pravaktapai) vidhincabadinadani badhyata atanidi; mariyu mipai vidhincabadinadani badhyata midi. Miru atanini (pravaktanu) anusariste margadarsakatvam pondutaru. Mariyu sandesaharuni badhyata kevalam spastanga sandesanni andajeyatam matrame"},{"SurahNumber":24,"VerseNumber":55,"Text":"mariyu milo visvasinci satkaryalu cesevarito: Variki purvam varini bhumiki uttaradhikaruluga cesinatlu, varini kuda uttaradhikaruluga cestanani; mariyu vari koraku tanu sam'matincina dharmanni (islannu) sthiraparustanani; mariyu vari purvapu bhayasthitini vari koraku santisthitiga marcutanani, allah vagdanam cesadu. (Idanta) varu nanne (allah ne) aradhincalani mariyu naku evarini satiga (bhagasvamulaga) kalpincaradani, mariyu dini taruvata kuda evaraina satyatiraskaraniki palpabadite alanti varu, vare avidheyulu"},{"SurahNumber":24,"VerseNumber":56,"Text":"mariyu miru karunincabadali ante namaj sthapincandi, vidhidanam (jakat) ivvandi mariyu sandesaharuniki vidheyulai undandi"},{"SurahNumber":24,"VerseNumber":57,"Text":"satyatiraskarulu bhumilo tappincukuntarani bhavincavaddu. Vari nivasam narakagniye! Adi enta adhvannamaina gamyasthanam"},{"SurahNumber":24,"VerseNumber":58,"Text":"O visvasulara! Mi banisalu mariyu yuktavayas'suku cerani mi pillalu, mudu samayalalo anumati tisukone mi vaddaku ravali. (Avi) udayapu (phajr) namaj ku mundu, madhyahnam (juhr) taruvata - miru mi vastralu vidici unnappudu - mariyu ratri (isa) namaj taruvata. I mudu, mi koraku ekanta (parada) samayalu. Viti taruvata varu mariyu miru okari vaddaku marokaru vacci potu vunte, varipai gani, mipai gani elanti dosam ledu. I vidhanga allah miku tana ajnalanu visadikaristunnadu. Allah sarvajnudu, maha vivekavantudu"}]}