{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":82,"Text":"So when Our Commandment came, We turned (the towns of Sodom in Palestine) upside down, and rained on them stones of baked clay, piled up"},{"SurahNumber":11,"VerseNumber":83,"Text":"Marked from your Lord, and they are not ever far from the Zalimun (polytheists, evil-doers, etc)"},{"SurahNumber":11,"VerseNumber":84,"Text":"And to the Madyan (Midian) people (We sent) their brother Shu'aib. He said: \"O my people! Worship Allah, you have no other Ilah (God) but Him, and give not short measure or weight, I see you in prosperity; and verily I fear for you the torment of a Day encompassing"},{"SurahNumber":11,"VerseNumber":85,"Text":"And O my people! Give full measure and weight in justice and reduce not the things that are due to the people, and do not commit mischief in the land, causing corruption"},{"SurahNumber":11,"VerseNumber":86,"Text":"That which is left by Allah for you (after giving the rights of the people) is better for you, if you are believers. And I am not set over you as a guardian"},{"SurahNumber":11,"VerseNumber":87,"Text":"They said: \"O Shu'aib! Does your Salat (prayer) (i.e. the prayers which you offer has spoiled your mind, so you) command that we leave off what our fathers used to worship, or that we leave off doing what we like with our property? Verily, you are the forbearer, right-minded!\" (They said this sarcastically)"},{"SurahNumber":11,"VerseNumber":88,"Text":"He said: \"O my people! Tell me, if I have a clear evidence from my Lord, and He has given me a good sustenance from Himself (shall I corrupt it by mixing it with the unlawfully earned money). I wish not, in contradiction to you, to do that which I forbid you. I only desire reform so far as I am able, to the best of my power. And my guidance cannot come except from Allah, in Him I trust and unto Him I repent"}]}