{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Se won ko ri i pe dajudaju Awa l’A seda ninu ohun ti A fi owo Wa se (ti o je) awon eran-osin fun won? Won si ni ikapa lori won"},{"SurahNumber":36,"VerseNumber":72,"Text":"A te won lori ba fun won; won n gun ninu won, won si n je ninu won"},{"SurahNumber":36,"VerseNumber":73,"Text":"Awon anfaani ati ohun mimu tun wa fun won ninu re. Se won ko nii dupe ni"},{"SurahNumber":36,"VerseNumber":74,"Text":"Won so awon kan di olohun leyin Allahu nitori ki won le saranse fun won"},{"SurahNumber":36,"VerseNumber":75,"Text":"Won ko si le se aranse fun won; sebi awon orisa ni omo ogun ti A maa ko wo inu Ina fun awon aborisa (lati fi je won niya)"},{"SurahNumber":36,"VerseNumber":76,"Text":"Nitori naa, ma se je ki oro won ba o ninu je. Dajudaju Awa mo ohun ti won n fi pamo ati ohun ti won n safi han re"},{"SurahNumber":36,"VerseNumber":77,"Text":"Se eniyan ko ri i pe dajudaju Awa l’A seda re lati inu ato? (Sebi leyin) igba naa l’o di alatako ponnbele"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ati pe o fi akawe lele nipa Wa. O si gbagbe iseda re. O wi pe: \"Ta ni O maa so egungun di alaaye nigba ti o ti kefun"},{"SurahNumber":36,"VerseNumber":79,"Text":"So pe: \"Eni ti O seda re nigba akoko l’O maa so o di alaaye. Oun si ni Onimo nipa gbogbo eda"},{"SurahNumber":36,"VerseNumber":80,"Text":"(Oun ni) Eni ti O mu ina jade fun yin lati ara igi tutu. E si n fi ko ina"},{"SurahNumber":36,"VerseNumber":81,"Text":"Nje Eni ti O seda awon sanmo ati ile ko ni agbara lati da iru won (miiran) bi? Rara (O ni agbara). Oun si ni Eledaa, Onimo"},{"SurahNumber":36,"VerseNumber":82,"Text":"Ase Re nigba ti O ba gbero kini kan ni pe, O maa so fun un pe \"Je bee.\" O si maa je bee"},{"SurahNumber":36,"VerseNumber":83,"Text":"Nitori naa, mimo ni fun Eni ti ijoba gbogbo nnkan wa ni owo Re. Odo Re si ni won yoo da yin pada si"}]}