{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(hajharata ibrahime) kahyum ke allahana mokalela (pharista'o) tamaro sum hetu che"},{"SurahNumber":51,"VerseNumber":32,"Text":"temane javaba apyo ke ame duracari koma tarapha mokalavamam avya che"},{"SurahNumber":51,"VerseNumber":33,"Text":"jethi ame temana para matini kankari'o varasavi'e"},{"SurahNumber":51,"VerseNumber":34,"Text":"je tara palanahara taraphathi nisanavali che, te hadavatavi nakhanara'o mate"},{"SurahNumber":51,"VerseNumber":35,"Text":"basa! Jetala imanavala'o tyam hata, ame temane bacavi lidha"},{"SurahNumber":51,"VerseNumber":36,"Text":"ane ame tyam musalmanonum phakata eka ja ghara joyum"},{"SurahNumber":51,"VerseNumber":37,"Text":"ane ame tyam temana mate, je du:Khadayi yatanano dara rakhe che eka nisani chodi"},{"SurahNumber":51,"VerseNumber":38,"Text":"musana (kis'sa) mam (pana amara tarapha thi eka nisani che) ke ame tene phira'ona tarapha khulla purava api mokalya"},{"SurahNumber":51,"VerseNumber":39,"Text":"basa! Tene potana samarthya upara mondhu pheravyum ane kaheva lagyo a jadugara che athava to pagala che"},{"SurahNumber":51,"VerseNumber":40,"Text":"Chevate ame tene ane tena laskarane amari yatanamam pakadi dariyamam nakhi didho ane te hato ja jhatakanine layaka"},{"SurahNumber":51,"VerseNumber":41,"Text":"avi ja rite adamam (pana amara tarapha thi eka nisani che) jyare ame te'ona para ujjada pavana mokalyo"},{"SurahNumber":51,"VerseNumber":42,"Text":"te je vastu para padati tene khokhara hadaka jevum (cure cura) kari nakhati hati"},{"SurahNumber":51,"VerseNumber":43,"Text":"ane samuda (na kis'sa) mam pana (cetavani) che, jyare te'one kahevamam avyu ke tame thodaka divaso sudhi phayado uthavi lo"},{"SurahNumber":51,"VerseNumber":44,"Text":"parantu te'o'e potana palanaharana adesano bhanga karyo, jethi te'one jotajatamam (vavajhoda) e nasta kari didha"},{"SurahNumber":51,"VerseNumber":45,"Text":"basa! Na to te'o ubha tha'i sakya ane na to badalo la'i sakya"},{"SurahNumber":51,"VerseNumber":46,"Text":"ane nuhani komane pana a pahela (avi ja dasa tha'i hati) te'o pana ghana ja avajnakari hata"},{"SurahNumber":51,"VerseNumber":47,"Text":"akasane ame (potana) hatho vade banavyum che ane ni:Sanka ame vistrta karavavala che"},{"SurahNumber":51,"VerseNumber":48,"Text":"ane dharati ne ame patharanum banavi didhum che. Basa! Ame khuba ja sari rite patharavavala che"},{"SurahNumber":51,"VerseNumber":49,"Text":"ane dareka vastune ame jodakamam peda kari che. Jethi tame sikhamana prapta karo"},{"SurahNumber":51,"VerseNumber":50,"Text":"basa! Tame allaha tarapha dodo bhago. Ni:Sanka hum tamane tena taraphathi khulle khulli cetavani apanaro chum"},{"SurahNumber":51,"VerseNumber":51,"Text":"ane allaha sathe bija ko'ine pana pujya na theravo. Ni:Sanka hum tamane teni tarapha khulli cetavani apanara chum"}]}