{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Ekewi ilgeri ketken kezde, ol janındağı jigitke: «Tüski tamağımızdı äkel, bul saparımızda şarşadıq», - dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Ol: «Jartastı panalağan kezimiz esiñde me? Men sonda balıqtı umıttım. Onı eske tüsirwdi şaytan ğana umıttırdı. Al ol / balıq / bolsa, teñizge tañğajayıp türde jol aldı», - dedi"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa / : «Bizdiñ qalağanımız osı», dep, ekewi izinşe keri qayttı"},{"SurahNumber":18,"VerseNumber":65,"Text":"Sonda ekewi, Biz oğan Özimizden meyirim bergen jäne Özimizden bilim üyretken quldarımızdıñ birin taptı"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa oğan: «Sağan üyretilgen twra närselerden / paydalı bilimnen / mağan da üyretwiñ üşin sağan erip jürsem bola ma?» - dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"Xïdr / : «Sen menimen birge / jürwge / sabırlılıq körsete almaysıñ"},{"SurahNumber":18,"VerseNumber":68,"Text":"Bilimiñ qamtımağan närsege qalay sabır ete alasıñ?» - dedi"},{"SurahNumber":18,"VerseNumber":69,"Text":"Musa / : «Eger Allah qalasa, meni sabırlı tabasıñ. Äri men sağan eşbir iste qarsı kelmeymin», - dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"Xïdr / : «Eger mağan erip jüretin bolsañ, özim sağan aytıp bergenime deyin, menen eş närse surama»,- dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Söytip, ekewi jolğa şıqtı. Bir kemege mingenderinde, ol / Xïdr / onı testi. / Musa / : «Sen onıñ işindegilerdi swğa batırw üşin testiñ be? Negizinde sen ayıptalğan is jasadıñ», - dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ol: «Sen menimen birge sabırlıq ete almaysıñ dep aytpadım ba?» - dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa / : «Umıtqanım üşin meni ayıptama. Äri mağan bul isimde qïındıq twdırma»,- dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Söytip olar jolğa şıqtı. Olar bir balanı kezdestirgen kezde, ol / Xïdr / onı öltirip tastadı. / Musa / : «Sen bir taza jandı kek qaytarw üşin bolmasa da öltirdiñ be? Negizinde sen öte teris is jasadıñ»,- dedi"}]}