{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"(salih) annadu: \"O na jati sodarulara! Emi? Miru cudara (alocincara)? Nenu na prabhuvu yokka spastamaina (nidarsanampai) unnanu. Mariyu ayana naku tana karanyanni prasadincadu. Ika nenu ayana (allah) ajnanu ullanghiste, allah ku virud'dhanga naku evadu sahaya padagaladu? Miru naku nastam tappa maremi adhikam ceyatam ledu"},{"SurahNumber":11,"VerseNumber":64,"Text":"mariyu na jati prajalara! Allah yokka i ada onte mi koraku oka adbhuta sucana! Kavuna dinini allah bhumilo svecchaga meyataniki vadali pettandi. Daniki elanti kidu kaligincakandi, leda tvaralone mim'malni siksa pattukogaladu"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ayina varu danini, venuka kali mokali naram kosi camparu. Appudu atanu (salih) varito annadu: \"Miru mi indlalo mudu rojulu matrame hayiga gadapandi. Idoka vagdanam, idi abad'dham kabodu"},{"SurahNumber":11,"VerseNumber":66,"Text":"a taruvata ma adesam jari ayinappudu, memu salih nu mariyu atanito patu visvasincina varini ma karunyanto raksincamu. Varini a dinapu avamanam nundi kapadamu. Niscayanga ni prabhuvu! Ayana matrame, maha balavantudu, sarva sakti sampannudu"},{"SurahNumber":11,"VerseNumber":67,"Text":"mariyu durmarganiki palpabadina varipai oka pedda arupu (preludu) padi, varu tama indlalone calanam lekunda (cacci) padi poyaru"},{"SurahNumber":11,"VerseNumber":68,"Text":"varennadu akkada nivasincane ledannatluga. Cudandi! Vastavaniki, samud jati varu tama prabhuvunu tiraskarincaru. Kabatti cusara! Samud varela duramai poyaro (nasinci poyaro)"},{"SurahNumber":11,"VerseNumber":69,"Text":"mariyu vastavaniki ma dutalu subhavarta tisukoni ibrahim vaddaku vaccaru. Varu annaru: \"Niku santi kalugu gaka (salam)!\" Atanu: \"Miku santi kalugu gaka (salam)!\" Ani javabiccadu. Taruvata atanu ati tvaraga, vepina dudanu (vari atithyaniki) tisukoni vaccadu"},{"SurahNumber":11,"VerseNumber":70,"Text":"kani vari cetulu dani vaipu poka povatam cusi varini gurinci anumananlo paddadu mariyu vari nundi apayam kalugu tundemonani bhayapaddadu! Varannaru: \"Bhayapadaku! Vastavaniki memu lut jati vaipunaku pampabadinavaramu (dutalamu)"},{"SurahNumber":11,"VerseNumber":71,"Text":"atani (ibrahim) bharya (akkade) nilabadi undenu; appudame navvindi; pidapa memu ameku is hakh yokka mariyu is hakh taruvata ya'akhub yokka subhavartanu iccamu"}]}