{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Ибрахим спросил: \"После того, как вы, о посланцы, обрадовали меня доброй вестью, в чём ваша миссия сейчас"},{"SurahNumber":51,"VerseNumber":32,"Text":"Они ответили: \"Поистине, мы посланы к народу, упорствующему в ослушании Аллаха"},{"SurahNumber":51,"VerseNumber":33,"Text":"чтобы забросать их камнями из глины, сущность которой ведома только Аллаху"},{"SurahNumber":51,"VerseNumber":34,"Text":"Эти камни, меченные у твоего Господа, предназначены Им для мерзких, упорных нечестивцев"},{"SurahNumber":51,"VerseNumber":35,"Text":"Мы повелели вывести из этого селения верующих"},{"SurahNumber":51,"VerseNumber":36,"Text":"Но Мы нашли в нём лишь один дом, жители которого предались Аллаху и повиновались Ему"},{"SurahNumber":51,"VerseNumber":37,"Text":"Мы оставили в этом селении след, доказывающий гибель его обитателей, чтобы извлекли урок те, которые страшатся мучительного наказания"},{"SurahNumber":51,"VerseNumber":38,"Text":"В сказании о Мусе - поучение, а ведь Мы послали его к Фараону, поддержав его ясным доводом"},{"SurahNumber":51,"VerseNumber":39,"Text":"Но Фараон, опираясь на свою мощь, отказался уверовать в Мусу и сказал: \"Колдун он или одержимый"},{"SurahNumber":51,"VerseNumber":40,"Text":"Тогда Мы взяли его и войско, на которое он опирался, и ввергли их в море. Он был неверным и упрямым, за что он заслужил осуждение"},{"SurahNumber":51,"VerseNumber":41,"Text":"И в истории об адитах - наставление. Мы послали на них ветер, в котором нет никакого блага"},{"SurahNumber":51,"VerseNumber":42,"Text":"который не оставляет ничего, над чем пройдёт, не превратив его в прах"},{"SurahNumber":51,"VerseNumber":43,"Text":"В сказании о самудянах - знамение. Ведь им было сказано: \"Наслаждайтесь преходящими земными благами до определённого Аллахом времени"},{"SurahNumber":51,"VerseNumber":44,"Text":"Но они вели себя высокомерно и горделиво отказались повиноваться повелению их Господа. Тогда они были погублены молнией, а они смотрели, как она поражает их"},{"SurahNumber":51,"VerseNumber":45,"Text":"И не могли они встать на ноги и не могли избавить себя от наказания"},{"SurahNumber":51,"VerseNumber":46,"Text":"А до них Мы погубили народ Нуха, ведь этот народ не повиновался Аллаху"},{"SurahNumber":51,"VerseNumber":47,"Text":"Мы Своим могуществом воздвигли совершенным образом небо, и Мы в силах творить больше и совершеннее - Мы - расширяющие"},{"SurahNumber":51,"VerseNumber":48,"Text":"и землю Мы разостлали, и как прекрасно Мы расстелили и расширили"},{"SurahNumber":51,"VerseNumber":49,"Text":"Из всякой вещи Мы сотворили два вида - пару, - может быть, вы образумитесь и уверуете в Наше могущество"},{"SurahNumber":51,"VerseNumber":50,"Text":"Так спешите же повиноваться Аллаху, ведь я увещеватель от Аллаха для вас, предупреждающий вас о последствиях многобожия"},{"SurahNumber":51,"VerseNumber":51,"Text":"И не поклоняйтесь другому богу наряду с Ним. Ведь я увещеватель от Аллаха для вас, предупреждающий вас о последствиях многобожия"}]}