{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":6,"VerseNumber":158,"Text":"Kya ab log iske muntazir hain ke unke saamne Farishte aa khadey hon, ya tumhara Rubb khud aa jaye, ya tumhare Rubb ki baaz sareeh nishaniyan namudaar ho jayein? Jis roz tumhare Rubb ki baaz makhsoos nishaniyan namudaar ho jayengi phir kisi aisey shaks ko uska iman kuch faiyda na dega jo pehle iman na laya ho ya jisne apne iman mein koi bhalayi na kamayi ho. (Aey Muhammad)! Insey kehdo ke accha, tum intezar karo, hum bhi intezar karte hain"},{"SurahNumber":6,"VerseNumber":159,"Text":"Jin logon ne apne deen ko tukde tukde kardiya aur giroh giroh ban gaye yaqeenan unse tumhara kuch waasta nahin. Unka maamla to Allah ke supurd hai, wahi unko batayega ke unhon ne kya kuch kiya hai"},{"SurahNumber":6,"VerseNumber":160,"Text":"Jo Allah ke huzoor neki lekar aayega uske liye dus guna (ten times) ajar hai, aur jo badhi (evil deed) lekar aayega usko unta hi balda diya jayega jitna usne kasoor kiya hai, aur kisi par zulm na kiya jayega"},{"SurahNumber":6,"VerseNumber":161,"Text":"(Aey Muhammad)! Kaho mere Rubb ne bil-yaqeen mujhey seedha raasta dikha diya hai , bilkul theek deen jis mein koi tedh (crookedness) nahin, Ibrahim ka tareeqa jisey yaksu hokar usne ikhtiyar kiya tha aur woh mushrikon mein se na tha"},{"SurahNumber":6,"VerseNumber":162,"Text":"Kaho, meri namaz, mere tamaam marasim ubudiyat (all my acts of worship) , mera jeena aur mera marna, sab kuch Allah Rabbul Aalameen ke liye hai"},{"SurahNumber":6,"VerseNumber":163,"Text":"Jiska koi shareek nahin, isi ka mujhey hukum diya gaya hai aur sabse pehle sar e itaat jhukane wala main hoon"},{"SurahNumber":6,"VerseNumber":164,"Text":"Kaho, kya main Allah ke siwa koi aur Rubb talash karoon, halaanke wahi har cheez ka Rubb hai? Har shaks jo kuch kamaata hai uska zimmedar woh khud hai, koi bojh uthane wala dusre ka bojh nahin uthata. Phir tum sabko apne Rubb ki taraf palatna hai, us waqt woh tumhare ikhtilafat (differnces/disputes) ki haqeeat tumpar khol dega"},{"SurahNumber":6,"VerseNumber":165,"Text":"Wahi hai jisne tumko zameen ka khalifa banaya, aur tum mein se baaz ko baaz ke muqable mein zyada buland darje diya, taa-ke jo kuch tumko diya hai usi mein tumhari aazmaish karey. Behsak tumhara Rubb saza dene mein bhi bahut tez hai aur bahut darguzar karne aur reham farmane wala bhi hai"}]}