{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":10,"VerseNumber":15,"Text":"Lorsque Nos versets parfaitement clairs leur sont récités, ceux qui ne croient pas en Notre rencontre disent : « Apporte un autre livre ou modifie celui-ci ! » Réponds-leur : « Il ne m’appartient pas de le modifier de mon propre chef. Je ne fais que me conformer à ce qui m’est révélé. Je redoute, si je désobéis à mon Seigneur, de subir le châtiment d’un jour terrible. »"},{"SurahNumber":10,"VerseNumber":16,"Text":"Dis-leur encore : « Si Allah l’avait voulu, je ne vous l’aurais pas récité et Lui-même ne vous l’aurait pas fait connaître. J’ai pourtant vécu parmi vous de longues années avant sa révélation. Etes-vous donc dépourvus de toute raison ? »"},{"SurahNumber":10,"VerseNumber":17,"Text":"Qui est plus injuste que celui qui forge des mensonges qu’il attribue à Allah ou celui qui rejette Ses signes ? Il n’y a point de salut pour les criminels"},{"SurahNumber":10,"VerseNumber":18,"Text":"Ils adorent, en dehors d’Allah, des divinités qui ne peuvent ni leur nuire, ni leur être utiles, prétendant que celles-ci sont leurs intercesseurs auprès d’Allah. Dis-leur : « Auriez-vous la prétention d’apprendre à Allah ce dont Il ignorerait jusqu’ici l’existence dans les cieux et sur la terre ? » Gloire à Lui ! Il est bien au-dessus de ces divinités qu’ils Lui associent"},{"SurahNumber":10,"VerseNumber":19,"Text":"Les hommes ne professaient à l’origine qu’une seule religion avant que des divergences n’apparaissent entre eux. Sans un décret préalable de ton Seigneur, leur différend aurait déjà été tranché"},{"SurahNumber":10,"VerseNumber":20,"Text":"Ils disent : « Si seulement son Seigneur lui permettait d’accomplir des miracles ! » Réponds-leur : « Les miracles relèvent du mystère dont Allah seul a connaissance. Attendez donc ! Je suis avec vous parmi ceux qui attendent. »"}]}