{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"Ebam niscita'i eta muminadera jan'ye hedayeta o rahamata."},{"SurahNumber":27,"VerseNumber":78,"Text":"Apanara palanakarta nija sasanaksamata anuyayi tadera madhye phayasala kare debena. Tini parakramasali, subijna."},{"SurahNumber":27,"VerseNumber":79,"Text":"Ata'eba, apani allahara upara bharasa karuna. Niscaya apani satya o spasta pathe achena."},{"SurahNumber":27,"VerseNumber":80,"Text":"Apani ahabana sonate parabena na mrtaderake ebam badhirake'o naya, yakhana tara prstha pradarsana kare cale yaya."},{"SurahNumber":27,"VerseNumber":81,"Text":"Apani andhaderake tadera pathabhrastata theke phiriye satpathe anate parabena na. Apani kebala taderake sonate parabena, yara amara ayatasamuhe bisbasa kare. Ata'eba, tara'i ajnabaha."},{"SurahNumber":27,"VerseNumber":82,"Text":"Yakhana pratisruti (keyamata) samagata habe, takhana ami tadera samane bhugarbha theke ekati jiba nirgata karaba. Se manusera sathe katha balabe. E karane ye manusa amara nidarsanasamuhe bisbasa karata na."},{"SurahNumber":27,"VerseNumber":83,"Text":"Yedina ami ekatrita karaba ekekati dalake sesaba sampradaya theke, yara amara ayatasamuhake mithya balata; atahpara taderake bibhinna dale bibhakta kara habe."},{"SurahNumber":27,"VerseNumber":84,"Text":"Yakhana tara upasthita haye yabe, takhana allaha balabena, tomara ki amara ayatasamuhake mithya balechile? Athaca egulo samparke tomadera purna jnana chila na. Na tomara an'ya kichu karachile"},{"SurahNumber":27,"VerseNumber":85,"Text":"julumera karane tadera kache ayabera oyada ese geche. Ekhana tara kona kichu balate parabe na."},{"SurahNumber":27,"VerseNumber":86,"Text":"Tara ki dekhe na ye, ami ratri srsti karechi tadera bisramera jan'ye ebam dinake karechi alokamaya. Niscaya ete imanadara sampradayera jan'ye nidarsanabali rayeche."},{"SurahNumber":27,"VerseNumber":87,"Text":"Yedina singaya phutkara de'oya habe, atahpara allaha yaderake iccha karabena, tara byatita nabhomandale o bhumandale yara ache, tara saba'i bhitabihbala haye parabe ebam sakale'i tamra kache asabe binita abasthaya."},{"SurahNumber":27,"VerseNumber":88,"Text":"Tumi parbatamalake dekhe acala mane kara, athaca sedina egulo meghamalara mata calamana habe. Eta allahara karigari, yini sabakichuke karechena susanhata. Tomara ya kichu karacha, tini ta abagata achena."}]}