{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":3,"VerseNumber":16,"Text":"Avo vanoti: “Tenzi vedu! Zvirokwazvo, tava tinotenda, saka tiregerereiwo zvitadzo zvedu uye tidzivirireiwo kubva kumarwadzo ekumoto.”"},{"SurahNumber":3,"VerseNumber":17,"Text":"(Ndeavo) avo vanotsungirira, avo vari pachokwadi, uye vanotevedzera nemoyo wese mukunamata Allah. Avo vanopa (Zakaat (Zvipo) munzira yaAllah) uye vanokumbira ruregerero rwaAllah munguva dzekupedzisira dzeusiku"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah vanopa huchapupu kuti Laa ilaaha illaa Huwa (Hakuna anekodzero yekunamatwa kunze kwavo), uye nengirozi, uye neavo vane ruzivo (vanopawo huchapupu). Vanochengetedza zvisikwa zvavo mune zvakanaka. Laa ilaaha illaa Huwa (Hakuna anekodzero yekunamatwa kunze kwavo), samasimba, muchenjeri mukuru"},{"SurahNumber":3,"VerseNumber":19,"Text":"Zvirokwazvo, chitendero (chechokwadi) kuna Allah iIslaam. Uye avo vakapihwa Gwaro (maJudha nemaKristu) havana kupokana kunze kwegodo pachavo, mushure mekunge ruzivo rwauya kwavari. Uye wese asingatendi muzviratidzo zvaAllah, zvirokwazvo, Allah vanokurumidza mukutonga"},{"SurahNumber":3,"VerseNumber":20,"Text":"Asi vakapokana newe (Muhammad (SAW)) iti: “Ndave ndinozvipira pachezvangu kunaAllah (muIslaam), uye neuyo anonditevera.” Uye iti kune avo vakapihwa Gwaro (maJudha nemaKristu), uye kune avo vasingazivi (vasingagoni kuverenga nekunyora, maArabhu): “Munozvipira here pachenyu (kuna Allah muIslaam)?” Kana vakazvipira, zvirokwazvo varimugwara rakanaka; asi kana vakafuratira, zvirokwazvo, basa rako kupa shoko chete; uye Allah vanoona varanda (vavo)"},{"SurahNumber":3,"VerseNumber":21,"Text":"Zvirokwazvo, avo vasingatendi muzviratidzo zvaAllah uye vachiuraya vatumwa pasina kodzero, uye vachiuraya avo vanhu vanokuridzira zvakanaka (ruenzaniso), saka vazivise kuti vachawana mutongo unorwadza zvikuru"},{"SurahNumber":3,"VerseNumber":22,"Text":"Ndeavo mabasa avo achashaya basa pano pasi uye nemuhupenyu unotevera, uye vachange vasina vabetseri"}]}