{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":36,"Text":"So when he came to Sulaiman, he said: What! will you help me with wealth? But what Allah has given me is better than what He has given you. Nay, you are exultant because of your present"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them, so we will most certainly come to them with hosts which they shall have no power to oppose, and we will most certainly expel them therefrom in abasement, and they shall be in a state of ignominy"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said: O chiefs! which of you can bring to me her throne before they come to me in submission"},{"SurahNumber":27,"VerseNumber":39,"Text":"One audacious among the jinn said: I will bring it to you before you rise up from your place; and most surely I am strong (and) trusty for it"},{"SurahNumber":27,"VerseNumber":40,"Text":"One who had the knowledge of the Book said: I will bring it to you in the twinkling of an eye. Then when he saw it settled beside him, he said: This is of the grace of my Lord that He may try me whether I am grateful or ungrateful; and whoever is grateful, he is grateful only for his own soul, and whoever is ungrateful, then surely my Lord is Self-sufficient, Honored"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said: Alter her throne for her, we will see whether she follows the right way or is of those who do not go aright"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when she came, it was said: Is your throne like this? She said: It is as it were the same, and we were given the knowledge before it, and we were submissive"},{"SurahNumber":27,"VerseNumber":43,"Text":"And what she worshipped besides Allah prevented her, surely she was of an unbelieving people"},{"SurahNumber":27,"VerseNumber":44,"Text":"It was said to her: Enter the palace; but when she saw it she deemed it to be a great expanse of water, and bared her legs. He said: Surely it is a palace made smooth with glass. She said: My Lord! surely I have been unjust to myself, and I submit with Sulaiman to Allah, the Lord of the worlds"}]}