{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Sözünüzü ister gizleyin ister onu açıklayın; şu bir gerçek ki O, göğüslerin özünü çok iyi bilir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Yaratmış olan bilmez mi/Allah, yarattığı kimseyi bilmez mi? Latîf'tir O, Habîr'dir"},{"SurahNumber":67,"VerseNumber":15,"Text":"O, yeri sizin için boyun eğer yaptı. Haydi, onun omuzlarında yürüyün ve Allah'ın rızıklarından yiyin. Dönüş O'nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"O göktekinin, sizi yere batırmayacağından emin misiniz? O zaman yer aniden çalkalanmaya başlar"},{"SurahNumber":67,"VerseNumber":17,"Text":"O göktekinin, çakıl taşları taşıyan bir rüzgârı üzerinize salmayacağından emin misiniz? O zaman bileceksiniz nasılmış uyarım"},{"SurahNumber":67,"VerseNumber":18,"Text":"Yemin olsun, onlardan öncekiler de yalanlamışlardı. Ama nasıl olmuştu benim azabım"},{"SurahNumber":67,"VerseNumber":19,"Text":"Üstlerinde, kanatlarını açıp kapayarak uçan kuşları hiç görmediler mi? Onları Rahman'dan başkası tutmuyor. Kuşkusuz O, her şeyi görmektedir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahman'a karşı/Rahman'dan başka size yardım edecek ordunuz kimdir? İnkârcılar bir aldanış/gurur içindeler; hepsi bu"},{"SurahNumber":67,"VerseNumber":21,"Text":"Peki, O, rızkını tutarsa kim var sizi rızıklandıracak? Hayır, bir azgınlık ve nefret içinde inat etmekteler"},{"SurahNumber":67,"VerseNumber":22,"Text":"Peki, yüzüstü kapanarak yürüyen mi daha düzgün gider yoksa dosdoğru yol üzerinde dik ve düzgün yürüyen mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"De ki: \"Sizi oluşturan O'dur. O size, işitme gücü, gözler ve gönüller verdi. Ne kadar da az şükrediyorsunuz"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: \"Sizi, yeryüzünde yaratıp yayan O'dur. O'nun huzurunda haşredileceksiniz"},{"SurahNumber":67,"VerseNumber":25,"Text":"Derler ki: \"Eğer doğru sözlülerseniz, bu vaat de zaman"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: \"Bilgi Allah'ın katındadır. Bana gelince, ben ancak açıkça uyaran biriyim"}]}