{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"No sera asi. (El Dia de la Resurreccion) se manifestara ante ellos lo que ocultaban con anterioridad (en la vida terrenal, acerca de su rechazo a la verdad). Y si regresaran a la vida mundanal, volverian a lo que se les habia prohibido; y son unos mentirosos (cuando dicen que, de volver, creerian)"},{"SurahNumber":6,"VerseNumber":29,"Text":"Y dicen: «No hay mas que esta vida terrenal y nunca resucitaremos»"},{"SurahNumber":6,"VerseNumber":30,"Text":"¡Si pudieras verlos cuando se hallen frente a su Senor (¡oh, Muhammad!)! Al-lah les dira: «¿Acaso no es esto cierto (la resurreccion)?». Diran: «Por nuestro Senor que si». Entonces, El les dira: «Sufrid, pues, el castigo por lo que negabais»"},{"SurahNumber":6,"VerseNumber":31,"Text":"Quienes nieguen el encuentro con Al-lah (el Dia de la Resurreccion) saldran perdiendo. Y cuando la hora de la resurreccion les llegue de improviso, diran: «¡Ay de nosotros por habernos despreocupado de ella!». Y llevaran la carga de sus pecados sobre las espaldas, ¡y que pesima carga portaran"},{"SurahNumber":6,"VerseNumber":32,"Text":"Y esta vida mundanal no es sino juego y diversion (temporales). Mas la morada de la otra vida (en el paraiso) es mucho mejor para los piadosos; ¿acaso no reflexionais"},{"SurahNumber":6,"VerseNumber":33,"Text":"Sabemos que lo que dicen (quienes rechazan la verdad de entre tu gente) te entristece (¡oh, Muhammad!). Sin embargo, no es a ti a quien niegan (tachandote de mentiroso), sino que mas bien lo que niegan los injustos son las aleyas de Al-lah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Los mensajeros que te precedieron tambien fueron desmentidos, pero soportaron con paciencia que los negaran y acosaran hasta que les llego Nuestro auxilio. Nadie puede alterar la palabra (promesa) de Al-lah. Y, ciertamente, has recibido noticias sobre los mensajeros (que enviamos con anterioridad y tienes un buen ejemplo en ellos y un consuelo)"},{"SurahNumber":6,"VerseNumber":35,"Text":"Y si te resulta dificil aceptar su rechazo (¡oh, Muhammad!), si puedes encontrar un tunel bajo tierra o una escalera para llegar al cielo y traerles una prueba (hazlo)[206]. Si Al-lah hubiese querido, los habria guiado a todos; no seas, pues, de los ignorantes"}]}