{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"Güzel şehrin bitkisi, Rabbinin izniyle çıkar; kötü olandan ise kavruktan başkası çıkmaz. İşte Biz, şükreden bir topluluk için ayetleri böyle çeşitli biçimlerde açıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun Biz Nuh'u kendi kavmine (toplumuna) gönderdik. Dedi ki: \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Doğrusu ben, sizin için büyük bir günün azabından korkmaktayım"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminin önde gelenleri: \"Gerçekte biz seni açıkça bir 'şaşırmışlık ve sapmışlık' içinde görüyoruz\" dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"O: \"Ey kavmim, bende bir 'şaşırmışlık ve sapmışlık' yoktur; ama ben alemlerin Rabbinden bir elçiyim.\" dedi"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size Rabbimin risaletini tebliğ ediyorum. (Ayrıca) Size öğüt veriyor ve sizin bilmediklerinizi ben Allah'tan biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sakınıp rahmete kavuşmanız için, içinizden sizi uyarıp korkutacak bir adam aracılığı ile bir zikir (kitap) gelmesine mi şaştınız"},{"SurahNumber":7,"VerseNumber":64,"Text":"Onu yalanladılar. Biz de onu ve gemide onunla birlikte olanları kurtardık, ayetlerimizi yalan sayanları suda-boğduk. Çünkü onlar kör bir kavimdi"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad (toplumuna da) kardeşleri Hud'u (gönderdik.) (Hud, kavmine:) \"Ey kavmim, Allah'a kulluk edin, sizin O'ndan başka İlahınız yoktur. Hala korkup-sakınmayacak mısınız?\" dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminin önde gelenlerinden inkar edenler dediler ki: \"Gerçekte biz seni 'aklî bir yetersizlik' içinde görüyoruz ve doğrusu biz senin yalancılardan olduğunu sanıyoruz"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud:) \"Ey kavmim\" dedi. \"Bende 'akıl yetersizliği' yoktur; ama ben gerçekten alemlerin Rabbinden bir elçiyim\" dedi"}]}