{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":14,"Text":"«Ve biz, bizlerden muslumanlar da var, hak yoldan sapanlar da var. Musluman olanlar, iste onlar dogru yolu arayanlardır.»"},{"SurahNumber":72,"VerseNumber":15,"Text":"Ama yoldan cıkanlar, iste onlar cehenneme odun olmuslardır"},{"SurahNumber":72,"VerseNumber":16,"Text":"Onlar gercekten o yol uzere dosdogru gitselerdi, elbette kendilerine bol bir su verirdik"},{"SurahNumber":72,"VerseNumber":17,"Text":"Ki onları onunla sınayalım. Kim Rabbini anmaktan yuz cevirirse, Rabbi onu gittikce yukselen bir azaba sokar"},{"SurahNumber":72,"VerseNumber":18,"Text":"Mescitler kuskusuz Allah´ındır. O halde Allah ile birlikte kimseye yalvarmayın"},{"SurahNumber":72,"VerseNumber":19,"Text":"Allah´ın kulu (Hz. Peygamber) kalkmıs O´na dua ederken, neredeyse (cinler) onun etrafında kece gibi birbirlerine gececeklerdi"},{"SurahNumber":72,"VerseNumber":20,"Text":"De ki: «Ben ancak Rabbime dua eder ve O´na hicbir seyi ortak kosmam»"},{"SurahNumber":72,"VerseNumber":21,"Text":"De ki, «Haberiniz olsun, ben size kendiligimden ne bir zarar verebilirim, ne de bir yol gosterebilirim.»"},{"SurahNumber":72,"VerseNumber":22,"Text":"De ki, «Allah´tan beni kimse kurtaramaz ve ben O´ndan baska bir sıgınacak bulamam.»"},{"SurahNumber":72,"VerseNumber":23,"Text":"«Benim yapabilecegim, sadece Allah´tan size duyuru yapmak ve O´nun elcilik gorevlerini yerine getirmektir.» Artık kim Allah´a ve onun elcisine bas kaldırırsa, ona icinde ebedi kalacakları cehennem atesi vardır"},{"SurahNumber":72,"VerseNumber":24,"Text":"Kendilerine vaad edilen seyi gordukleri zaman, kimin yardımcısının en zayıf ve en az oldugunu bileceklerdir"},{"SurahNumber":72,"VerseNumber":25,"Text":"De ki: «Ben bilmem, o size vaad edilen sey yakın mı, yoksa Rabbim onun icin uzun bir sure mi koyar..»"},{"SurahNumber":72,"VerseNumber":26,"Text":"O butun gaybı bilir. Fakat gaybını hic kimseye acmaz"},{"SurahNumber":72,"VerseNumber":27,"Text":"Ancak sectigi elciye acar. Cunku onun onunden ve ardından gozetleyiciler salar"},{"SurahNumber":72,"VerseNumber":28,"Text":"Bilsin diye ki, onlar Rablerinin elciliklerini yerine getirmislerdir. Allah onlarda bulunan her seyi kusatmıs ve her seyi bir bir saymıstır"}]}