{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Andolsun ki biz, cinlerin ve insanların çoğunu cehennem için yarattık; onların kalpleri vardır; düşünmezler onunla; gözleri vardır, görmezler o gözlerle; kulakları vardır, duymazlar o kulaklarla. Onlar dört ayaklı hayvanlara benzerler, hatta daha da sapıktır onlar. Onlardır gaflette kalanların ta kendileri"},{"SurahNumber":7,"VerseNumber":180,"Text":"Güzel adlar, Allah'ındır, o adlarla dua edin ona ve onun adlarını başka anlamlara çekenleri, o adları başkalarına verenleri, onu, ona layık olmayan adlarla çağıranları bırakın, onlar, yaptıklarının cezasını görecekler"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yarattıklarımızdan bir topluluk var ki halkı gerçeğe irşad eder ve gerçek olarak adaletle muamelede bulunur"},{"SurahNumber":7,"VerseNumber":182,"Text":"Delillerimizi yalanlayanlara gelince: Biz onları yavaşyavaş hiç anlamayacakları noktalardan helake yaklaştırırdururuz"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ve ben onlara mühlet veririm, şüphe yok ki azabım pek şiddetlidir"},{"SurahNumber":7,"VerseNumber":184,"Text":"Düşünmezler mi ki kendileriyle konuşanda delilikten eser bile yok; o ancak apaçık korkulu bir haber veren"},{"SurahNumber":7,"VerseNumber":185,"Text":"Bakmazlar mı göklerdeki ve yeryüzündeki saltanat ve tedbire ve Allah'ın yarattığı şeylerden herhangi birine ve ölüm çağlarının gelip çatmakta olduğuna? Bu sözden sonra da hangi söze inanırlar artık"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah kimi yoldan çıkarırsa artık yoktur onu doğru yola sevkedecek ve onları can gözleri kör olarak şaşkınlıklarında bırakır gider"},{"SurahNumber":7,"VerseNumber":187,"Text":"Senden kıyametin ne vakit kopacağını sorarlar. De ki: Onu ancak Rabbim bilir. Vakti geldi mi onu ancak o izhar eder; göklere de ağır basmıştır, yeryüzüne de ve size ancak ansızın gelip çatar. Biliyormuşsun da gizliyorsun gibi sana soruyorlar, de ki: Onu ancak Allah bilir, fakat insanların çoğu anlamaz bunu"}]}