{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Dijo: «El conocimiento de ellos esta junto a mi Senor en una Escritura. Mi Senor no se equivoca ni se olvida.»"},{"SurahNumber":20,"VerseNumber":53,"Text":"El es Quien ha puesto para vosotros la Tierra como un lecho y ha trazado en ella, para vosotros, caminos e hizo descender del cielo agua, por medio de la cual hacemos surgir diversas clases de plantas por parejas"},{"SurahNumber":20,"VerseNumber":54,"Text":"¡Comed y pastoread vuestro ganado! En verdad, en ello hay senales para quien posee inteligencia"},{"SurahNumber":20,"VerseNumber":55,"Text":"De ella os hemos creado y a ella os hacemos regresar y de ella os haremos salir otra vez"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ciertamente, le hicimos ver todas Nuestras senales, pero el las nego y rechazo"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dijo: «¡Oh Moises! ¿Has venido a nosotros para sacarnos de nuestra tierra con tu magia"},{"SurahNumber":20,"VerseNumber":58,"Text":"Pues vendremos a ti con una magia semejante. Fija una cita entre nosotros y tu en un terreno neutral, a la que ni nosotros ni tu faltaremos.»"},{"SurahNumber":20,"VerseNumber":59,"Text":"Dijo: «Vuestra cita sera el Dia del Adorno y que la gente se reuna al medio dia.»"},{"SurahNumber":20,"VerseNumber":60,"Text":"El Faraon se retiro. Preparo su plan y acudio"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moises les dijo: «¡Ay de vosotros! ¡No inventeis mentiras sobre Dios, pues os aniquilara con un castigo! ¡Ciertamente, quien invente mentiras fracasara!»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Asi que discutieron la cuestion entre ellos y mantuvieron en secreto sus deliberaciones"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dijeron. «En verdad, esos dos son magos que quieren expulsaros de vuestra tierra con su magia y destruir vuestras tradiciones"},{"SurahNumber":20,"VerseNumber":64,"Text":"Asi que, reunid vuestros artificios y venid en una fila cerrada. Quien gane hoy sera el triunfador.»"}]}