{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":12,"VerseNumber":64,"Text":"Nagsabi siya: \"Ipagkakatiwala ko kaya siya sa inyo malibang [napipilitan] kung paanong ipinagkatiwala ko sa inyo ang kapatid niya bago pa niyan? Ngunit si Allāh ay pinakamabuti bilang Tagapag-ingat, at Siya ay ang pinakamaawain sa mga naaawa"},{"SurahNumber":12,"VerseNumber":65,"Text":"Noong nagbukas sila ng dala-dalahan nila ay nakatagpo sila sa paninda nila na isinauli sa kanila. Nagsabi sila: \"O ama namin, ano pa ang hahangarin namin? Ito ay mga paninda naming isinauli sa amin. Maglalaan kami sa mag-anak namin. Mag-iingat kami sa kapatid namin. Madaragdagan kami ng isang takal [na pasan] ng kamelyo; iyon ay isang takal na madali"},{"SurahNumber":12,"VerseNumber":66,"Text":"Nagsabi siya: \"Hindi ako magpapadala sa kanya kasama sa inyo hanggang sa magbigay kayo sa akin ng isang taimtim na pangako kay Allāh na talagang dadalhin nga [muli] ninyo siya sa akin, maliban kung mapaliligiran kayo [ng kapahamakan].\" Kaya noong nagbigay sila sa kanya ng taimtim na pangako nila ay nagsabi siya: \"Si Allāh, sa anumang sinasabi natin, ay Pinagkakatiwalaan"},{"SurahNumber":12,"VerseNumber":67,"Text":"Nagsabi siya: \"O mga anak ko, huwag kayong magsipasok mula sa isang pinto. Magsipasok kayo mula sa mga pintong magkakaiba-iba. Wala akong maidudulot sa inyo laban kay Allāh na anuman. Walang iba ang paghahatol kundi ukol kay Allāh. Sa Kanya ako nanalig at sa Kanya ay manalig ang mga nananalig"},{"SurahNumber":12,"VerseNumber":68,"Text":"Noong nakapasok sila mula sa kung saan ipinag-utos sa kanila ng ama nila, hindi nangyaring nagdudulot ito sa kanila laban kay Allāh ng anuman maliban ng isang pangangailangan sa sarili ni Jacob, na tinugon niya. Tunay na siya ay talagang may kaalaman dahil sa naituro Namin sa kanya, subalit ang higit na marami sa mga tao ay hindi nakaaalam"},{"SurahNumber":12,"VerseNumber":69,"Text":"Noong nakapasok sila kay Jose ay pinatuloy niya sa kanya ang kapatid niya. Nagsabi siya: \"Tunay na ako ay kapatid mo kaya huwag kang magdalamhati sa dati nilang ginagawa"}]}