{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"avaru pravēśisuva śāśvata tōṭagaḷu – avugaḷa taḷadalli nadigaḷu hariyuttiruvavu. Alli avarige avaru bayasiddellavū siguvudu. Ī rīti allāhanu dharma niṣṭharannu puraskarisuvanu"},{"SurahNumber":16,"VerseNumber":28,"Text":"avaru nirmalarāgiruva sthitiyalli avara jīvagaḷannu malak‌gaḷu vaśapaḍisikoḷḷuvaru. (Mattu)‘‘nimage salām (śānti). Nim'ma karmagaḷa pratiphalavāgi nīvu svargavannu pravēśisiri’’ endu avaru (malak‌gaḷu) hēḷuvaru"},{"SurahNumber":16,"VerseNumber":29,"Text":"tam'ma baḷige malak‌gaḷu barabēku athavā nim'ma oḍeyana ādēśavē bandu biḍabēku embudakkallavē avaru (dhikkārigaḷu) kāyuttiruvudu? Avariginta hindinavarū hāgeyē māḍiddaru. Avara mēle allāhanēnū akramavesagalilla. Svataḥ avarē tam'ma mēle akramavesagikoṇḍaru"},{"SurahNumber":16,"VerseNumber":30,"Text":"avaru esaguttidda karmagaḷa duṣpariṇāmavu avarannu talupitu mattu avaru ēnannu gēlimāḍuttiddarō (dēvara śikṣe) aduvē avarannu āvarisi koṇḍitu"},{"SurahNumber":16,"VerseNumber":31,"Text":"bahudēvārādhakaru ‘‘ondu vēḷe allāhanu hāge bayasiddare, nāvāgali nam'ma pūrvajarāgali avana horatu bēre yārannū pūjisuttiralilla mattu avaru avana ādēśavillade yāvudannū niṣid'dhavendu parigaṇisuttiralilla’’ ennuttāre. Avariginta hindinavarū hīgeyē māḍiddaru. Ēniddarū, dūtarugaḷige, spaṣṭavāgi (sandēśa) talupisuva horatu bēre hoṇegārike ideyē"},{"SurahNumber":16,"VerseNumber":32,"Text":"‘‘Allāhanannu mātra ārādhisiri hāgū ella mithya dēvarugaḷinda dūra uḷiyiri’’ endu sāruva dūtarannu nāvu ella samudāyagaḷallū kaḷuhisiddēve. Avaralli kelavarige (kelavu samudāyagaḷige) allāhanu sanmārga tōridare matte kelavara pālige dārigēḍitanavē gatiyāgi biṭṭitu. Nīvu bhūmiyalli naḍedāḍi, (satyavannu) tiraskarisuvavara antya ēnāyitendu nōḍiri"},{"SurahNumber":16,"VerseNumber":33,"Text":"(dūtarē,) nīvu avara mārgadarśanakkāgi āśe paṭṭa mātrakke allāhanu, tānu dārigeḍisiruvavarige saridāri tōralāranu. Avarige yārū sahāyakarilla"},{"SurahNumber":16,"VerseNumber":34,"Text":"avaru jōru jōrāgi allāhana āṇe hāki, ‘‘sattavanannu allāhanu jīvanta goḷisuvudilla’’ ennuttāre. Yākilla? Ī kuritu avanu māḍiruva vāgdānavu satyavāgide. Ādare mānavanalli heccinavaru aritilla"}]}