{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":16,"Text":"O muttakiler: “Ey bizim kerim Rabbimiz, biz iman ettik, gunahlarımızı bagısla ve bizi cehennem azabından koru!” diye yalvarırlar"},{"SurahNumber":3,"VerseNumber":17,"Text":"Onlar sabırlı, imanlarında sadık ve samimi, Allah'ın huzurunda itaatla divan duran, mallarını hayırda harcayan, seher vakitlerinde Allah’tan af dileyen muminlerdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah'tan baska tanrı bulunmadıgına sahid bizzat Allah’tır. Butun melekler, hak ve adaletten ayrılmayan ilim adamları da bu gercege, aziz ve hakim (mutlak galip, tam hukum ve hikmet sahibi) Allah’tan baska tanrı olmadıgına sahittirler"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah katında hak din, Islam'dır. O Ehl-i kitabın ihtilafları, kendilerine gercegi bildiren ilim geldikten sonra, sırf aralarındaki haset ve ihtiras yuzunden olmustur. Allah’ın ayetlerini inkar edenler bilsinler ki, Allah onların hesabını cabuk gorur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Buna karsı seninle munakasaya kalkısanlara de ki: “Ben yuzumu, ozumu Allah'a teslim ettim. Bana baglı olanlar da O’na teslim oldular.” O Ehl-i kitapla, kitap ehli olmayan ummilere (musriklere) de ki: “Siz de teslim olup musluman olmaya var mısınız?” Eger hakka teslim olup Islam’a girerlerse dogru yolu bulmus olurlar. Yok, eger yuz cevirirlerse, sana dusen gorev, sadece hakkı tebligdir. Allah kullarını hakkıyla gorur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah'ın ayetlerini inkar edenleri, haksız yere peygamberleri oldurenleri, adaleti isteyip yaymak isteyenlerin canlarına kıyanları, can yakıcı bir ceza ile mujdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iste onların butun yaptıkları, dunyada da, ahiret'te de bosa gitmistir. Kendilerini bu halden kurtaracak hicbir yardımcıları da yoktur"}]}