{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Azt mondta a Farao: , Engedjetek, hogy megoljem Musa-t (Mozest)! Es hadd fohaszkodjon akkor az Urahoz. En bizony felek, hogy megvaltoztatja a vallasotokat es romlast terjeszt a foldon"},{"SurahNumber":40,"VerseNumber":27,"Text":"Es mondta Musa (Mozes): .En bizony az Uram es a ti Uratok oltalmaba menekulok minden gogos fennhejazo elol, aki nem hisz a Szamonkeres Napjaban"},{"SurahNumber":40,"VerseNumber":28,"Text":"Egy hivo ferfi a Farao csaladjabol, aki elrejtette a hitet azt mondta: ,. Najon megoltok-e egy ferfit csupan azert, mert az azt mondta: \"Az en Uram Allah? Jollehet o nyilvanvalo bizonyitekokkal jott hozzatok az Uratoktol. Ha hazudik, akkor a hazugsaga o ellene szol, ha viszont az igazat mondja, akkor titeket fog sujtani egy resze annak, amivel benneteket fenyeget. Allah bizony nem vezerli az Igaz Utra azt, aki tulkapasra hajlamos\" sem a hazugot"},{"SurahNumber":40,"VerseNumber":29,"Text":"O nepem! Tietek ma az uralom, gyoztesek vagytok a foldon. De ki fog segiteni bennunket Allah csapasatol, ha az elerkezik hozzank?\" Azt mondta a Farao: ,.Csak azt mutatom meg nektek, amit en latok (ahogyan en velekedem) es a helyes utra vezetlek benneteket"},{"SurahNumber":40,"VerseNumber":30,"Text":"Az, aki hitt azt mondta: .O nepem! Feltelek benneteket egy olyan Naptol, mint amilyen a (regebbi) csoportok napja volt"},{"SurahNumber":40,"VerseNumber":31,"Text":"Olyan mint, ami Nt (Noe), \"Ad es Tamud nepet erte es azokat, akik utanuk voltak. Allah nem akar jogtalansagot a szolgakkal szemben"},{"SurahNumber":40,"VerseNumber":32,"Text":"Es o, nepem! Feltelek benneteket egy olyan Naptol, amely a kolcsonos szolongatas Napja"},{"SurahNumber":40,"VerseNumber":33,"Text":"Azon a Napon hatat forditva menekulnetek, am nem lesz, aki oltalmazna Allah-tol. Akit Allah a tevelygesbe visz, annak nincs vezetoje"}]}