{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Vous n’atteindrez la piete qu’a condition de donner de ce que vous aimez ; et quoique vous donniez, Dieu en a connaissance"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tous les aliments etaient licites pour les Enfants d’Israel, en dehors de ceux qu’Israel lui-meme s’etait interdit, ce, avant que la Thora ne fut revelee. Dis-leur : « Apportez la Thora et lisez-la, si ce que vous affirmez est vrai !»"},{"SurahNumber":3,"VerseNumber":94,"Text":"Quiconque apres cela continuera a rapporter des mensonges a propos de Dieu, sera du nombre des injustes"},{"SurahNumber":3,"VerseNumber":95,"Text":"Dis : « Ce que Dieu revele est la Verite. Embrassez donc la foi d’Abraham, ce monotheiste convaincu, qui n’a jamais ete du nombre des polytheistes »"},{"SurahNumber":3,"VerseNumber":96,"Text":"Le premier lieu de culte etabli pour l’humanite est bien celui de Bakka (La Mecque), un lieu de benediction et une bonne direction pour l’Univers"},{"SurahNumber":3,"VerseNumber":97,"Text":"Il s’y trouve des signes manifestes. C’est la qu’Abraham s’est tenu, et quiconque y penetre, se trouvera en securite. Le pelerinage a La Mecque est un devoir envers Dieu, qui incombe a celui qui a les moyens de l’accomplir. Quant aux denegateurs, qu’ils sachent que Dieu Se suffit a Lui-meme et que Sa Grandeur se passe de l’Univers"},{"SurahNumber":3,"VerseNumber":98,"Text":"Dis : O gens des Ecritures ! Pourquoi persistez-vous a denier les signes de Dieu, alors que Dieu est Temoin de vos agissements »"},{"SurahNumber":3,"VerseNumber":99,"Text":"Dis : O gens des Ecritures ! Pourquoi vous obstinez-vous a detourner ceux qui croient de la Voie Droite que vous voulez rendre sinueuse sachant que vous etes temoins qu’il n’en est rien ? ». Sachez que Dieu n’est pas indifferent a vos agissements"},{"SurahNumber":3,"VerseNumber":100,"Text":"O vous qui croyez ! Si vous cedez aux propos de certains parmi ceux qui ont recu les Ecritures, ils vous ameneront"}]}