{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":75,"Text":"Muli murie amulakhupananga khunjila ya Nyasaye nende yabalia baranjilwe Abasatsa Nabakhasi nende Abana ababoolanga mbu : “Nyasaye wefu omulesi, khurusie mulukongo luno alwa Abandu balwo ni ababii, ne okhurerele Omuliindi okhurula khwiwe ne okhuhelesie Omuhabini urulanga khwiwe.”"},{"SurahNumber":4,"VerseNumber":76,"Text":"Balia abasuubila balwananga khunjila ya Nyasaye, ne balia abakhaya balwanilanga khunjila yobukori, kho lwane nende abetsa ba shetani. Toto abukaati bwa shetani nobuteshele"},{"SurahNumber":4,"VerseNumber":77,"Text":"Sholola balia baboolelwa mbu; “Yikalile mutile emikhono chienyu, ne mutile iswala ne murusie eshihanwa, Ne olwa balomesibwa okhupana, awo omukanda kundi mubo nikuria Abandu shinga okhuria Nyasaye, nohomba ukhuria okhukhongo muno. Mana nibaboola; “Nyasaye wefu shichila shina nokhunichilisia okhupana? Manyanga wakhakhusitiliyekhwo imbeli khubise bititi butswa endi. Boola : “omwikhoyo kwo khushialo nimututu butswa, ne mwikulu ni indayi muno khu ulia uria Nyasaye. Ne shimulikholelwa obubii kata obutiti shinga uluusi lwolufwa lweitende tawe"},{"SurahNumber":4,"VerseNumber":78,"Text":"Wosiwosi amuba lifwa lilibanyoola, kata nimuli mutsinzu tsiolukoba. Ne lilayi nilibanyoola baboola mbu, lino lirula khu Nyasaye. Ne libii nilibanyoola ni boboola mbu; “Lino lirula khwiwe.” Boola koosi karulananga nende Nyasaye. Ne bali nende shina Abandu bano kata shibakhaaba okhumanya amakhuwa tawe"},{"SurahNumber":4,"VerseNumber":79,"Text":"Lilayi likhuulile lirulana nende Nyasaye, Ne libii likhunyoola lirulana nende ewe omwene. Nafu khwakhuruma khubandu obe Omurumwa, Ne Nyasaye ni Omuloli uyela"}]}