{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":76,"VerseNumber":26,"Text":"At sambahin Siya (sa pagpapatirapa) sa ilang bahagi ng gabi at papurihan Siya sa buong magdamag (alalaong baga, ang mag-alay ng panalangin sa takipsilim, gabi at sa gitna ng gabi)"},{"SurahNumber":76,"VerseNumber":27,"Text":"Katotohanan, ang mga hindi sumasampalataya ay nagmamahal (sa panandaliang) buhay sa mundong ito, at inilayo nila sa kanila (ang pag-aala-ala) sa Kasakit-sakit na Araw"},{"SurahNumber":76,"VerseNumber":28,"Text":"Kami (Allah) ang lumikha sa kanila at ginawa Naming matibay ang kanilang balangkas (ng buto). At kung Aming naisin, magagawa Naming palitan sila ng iba na katulad din nila, ng buong-buo"},{"SurahNumber":76,"VerseNumber":29,"Text":"Katotohanan! Ang (mga Talata ng Qur’an) ay isang Pagpapaala-ala (tagubilin), kaya’t sinuman ang magnais, hayaan siya na tahakin ang Landas tungo sa kanyang Panginoon (Allah)"},{"SurahNumber":76,"VerseNumber":30,"Text":"Ngunit malibang pahintulutan ni Allah, ito ay hindi ninyo magaganap. Katotohanang si Allah ay Lalagi nang Pinakamaalam, ang Tigib ng Karunungan"},{"SurahNumber":76,"VerseNumber":31,"Text":"Tatanggapin Niya ng Kanyang Habag ang sinumang Kanyang maibigan, datapuwa’t sa Zalimun (mga tampalasan, mapagsamba sa diyus-diyosan, pagano, makasalanan, walang pananalig, atbp.), sa kanila ay inihanda Niya ang Kasakit-sakit na Kaparusahan"},{"SurahNumber":77,"VerseNumber":1,"Text":"Sa pamamagitan ng hangin (o mga anghel o mga Tagapagbalita ni Allah), na isinugo nang magkakasunod (sa kapakinabangan ng tao)"},{"SurahNumber":77,"VerseNumber":2,"Text":"At sa pamamagitan ng hangin na marahas na umiihip"},{"SurahNumber":77,"VerseNumber":3,"Text":"At sa pamamagitan ng hangin na nagsisipangalat ng mga ulap at ulan (na malayo at malawak)"},{"SurahNumber":77,"VerseNumber":4,"Text":"At sa pamamagitan ng mga Talata (ng Qur’an) na nagbubukod (sa wasto at mali)"},{"SurahNumber":77,"VerseNumber":5,"Text":"At sa pamamagitan ng mga anghel na nagdadala ng mga kapahayagan sa mga Tagapagbalita"},{"SurahNumber":77,"VerseNumber":6,"Text":"Upang maputol ang lahat ng mga dahilan (at pag-iwas) at upang magbabala"},{"SurahNumber":77,"VerseNumber":7,"Text":"Katotohanan! Ang ipinangako sa inyo ay walang pagsalang daratal"},{"SurahNumber":77,"VerseNumber":8,"Text":"At kung ang mga bituin ay mawalan ng liwanag"},{"SurahNumber":77,"VerseNumber":9,"Text":"At kung ang kalangitan ay mahati (at mapunit)"},{"SurahNumber":77,"VerseNumber":10,"Text":"At kung ang kabundukan ay malansag ng hangin at maging alabok"},{"SurahNumber":77,"VerseNumber":11,"Text":"At kung ang lahat ng mga Tagapagbalita ay tipunin sa takdang oras"},{"SurahNumber":77,"VerseNumber":12,"Text":"Sa ano bang Araw ang mga Palatandaang ito ay ibinimbin"},{"SurahNumber":77,"VerseNumber":13,"Text":"Sa Araw ng Pagbubukod-bukod (sa mga tao na nakatalaga sa Paraiso at sa mga tao na nakatalaga sa Impiyerno)"},{"SurahNumber":77,"VerseNumber":14,"Text":"Ano nga ba ang magpapaliwanag sa iyo kung ano ang Araw ng Pagbubukod-bukod"},{"SurahNumber":77,"VerseNumber":15,"Text":"Ah! Kasawian (ang sasapit) sa Araw na ito sa mga nagtatakwil sa katotohanan (ng Araw ng Muling Pagkabuhay)"},{"SurahNumber":77,"VerseNumber":16,"Text":"Hindi baga Namin winasak ang mga tao nang panahong sinauna (dahilan sa kanilang kasamaan)"},{"SurahNumber":77,"VerseNumber":17,"Text":"At hahayaan ba Namin na ang mga nahuhuling lahi ay matulad sa kanila"},{"SurahNumber":77,"VerseNumber":18,"Text":"Kaya’t sa ganito Namin pinakikitunguhan ang Mujrimun (mga makasalanan, walang pananalig, mapagsamba sa diyus- diyosan, kriminal, atbp)"},{"SurahNumber":77,"VerseNumber":19,"Text":"Ah! Kasawian (ang sasapit) sa Araw na ito sa mga nagtatakwil sa katotohanan (ng Araw ng Muling Pagkabuhay)"}]}