{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Size ayetlerim okunurdu da, siz onları yalanlardınız degil mi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Derler ki: Rabbimiz! Azgınlıgımız bizi altetti; biz, bir sapıklar toplulugu idik"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz! Bizi buradan cıkar. Eger bir daha (ettiklerimize) donersek, artık belli ki biz zalim insanlarız"},{"SurahNumber":23,"VerseNumber":108,"Text":"Buyurur ki: Alcaldıkca alcalın orada! Bana karsı konusmayın artık"},{"SurahNumber":23,"VerseNumber":109,"Text":"Zira kullarımdan bir zumre: Rabbimiz! Biz iman ettik; oyle ise bizi affet; bize acı! Sen, merhametlilerin en iyisisin, demislerdi"},{"SurahNumber":23,"VerseNumber":110,"Text":"Iste siz onları alaya aldınız; sonunda onlar (ile alay etmeniz) size beni yadetmeyi unutturdu, siz onlara guluyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugun ben onlara, sabrettiklerinin karsılıgını verdim; onlar, hakikaten muratlarına erenlerdir"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Allah inkarcılara) \"Yeryuzunde kac yıl kaldınız?\" diye sorar"},{"SurahNumber":23,"VerseNumber":113,"Text":"Bir gun veya gunun bir kısmı kadar kaldık. Iste sayanlara sor derler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurur: Sadece az bir sure kaldınız; keske siz (bunu) bilmis olsaydınız"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi sadece bos yere yarattıgımızı ve sizin hakikaten huzurumuza geri getirilmeyeceginizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Mutlak hakim ve hak olan Allah, cok yucedir. O´ndan baska tanrı yoktur, O, yuce Ars´ın sahibidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Her kim Allah ile birlikte diger bir tanrıya taparsa, -ki bu hususla ilgili hicbir delili yoktur- o kimsenin hesabı ancak Rabbinin nezdindedir. Surası muhakkak ki kafirler iflah olmaz"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Resulum!) De ki: Bagısla ve merhamet et Rabbim! Sen merhametlilerin en iyisisin"}]}