{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":138,"Text":"ਅਤੇ ਅਸੀਂ ਇਜ਼ਰਾਈਲ ਦੀ ਸੰਤਾਨ ਨੂੰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਉਤਾਰ ਦਿੱਤਾ ਫਿਰ ਉਨ੍ਹਾਂ ਦਾ ਸਾਹਮਣਾ ਇੱਕ ਅਜਿਹੀ ਕੌਮ ਨਾਲ ਹੋਇਆ, ਜੋ ਆਪਣੀਆਂ ਮੂਰਤੀਆਂ ਦੀ ਪੂਜਾ ਕਰ ਰਹੇ ਸਨ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਹੇ ਮੂਸਾ! ਸਾਡੀ ਪੂਜਾ ਲਈ ਵੀ ਇੱਕ ਮੂਰਤੀ ਬਣਾ ਦੇ, ਜਿਵੇਂ ਉਨ੍ਹਾਂ ਦੀਆਂ ਮੂਰਤੀਆਂ ਹਨ। ਮੂਸਾ ਨੇ ਕਿਹਾ, ਤੁਸੀਂ ਨਾ-ਦਾਨ ਲੋਕ ਹੋ।"},{"SurahNumber":7,"VerseNumber":139,"Text":"ਇਹ ਲੋਕ ਜਿਹੜੇ ਕਰਮਾਂ ਵਿਚ ਲਿਪਤ ਹਨ। ਉਹ ਨਸ਼ਟ ਹੋਣ ਵਾਲੇ ਹਨ, ਅਤੇ ਇਹ ਲੋਕ ਜੋ ਕੁਝ ਕਰ ਰਹੇ ਹਨ, ਉਹ ਸਭ ਧੋਖਾ (ਝੂਠ) ਹੈ।"},{"SurahNumber":7,"VerseNumber":140,"Text":"ਉਸ ਨੇ ਕਿਹਾ, ਕੀ ਮੈਂ ਅੱਲਾਹ ਤੋਂ ਬਿਨਾਂ ਤੁਹਾਡੇ ਲਈ ਕੋਈ ਹੋਰ ਪੂਜਣਯੋਗ ਤਲਾਸ਼ਾਂ। ਹਾਲਾਂਕਿ ਉੱਸ ਨੇ ਤੁਹਾਨੂੰ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸ਼ਰੋਸ਼ਤਾ ਦਿੱਤੀ ਹੈ।"},{"SurahNumber":7,"VerseNumber":141,"Text":"ਅਤੇ ਚੇਤੇ ਕਰੋ ਜਦੋਂ ਅਸੀਂ ਫਿਰਔਨ ਵਾਲਿਆਂ ਤੋਂ ਤੁਹਾਨੂੰ ਮੁਕਤੀ ਬਖਸ਼ੀ, ਜਿਹੜੇ ਤੁਹਾਨੂੰ ਸਖ਼ਤ ਸਜ਼ਾਵਾਂ ਦੇ ਰਹੇ ਸਨ। ਉਹ ਤੁਹਾਡੇ ਪੁੱਤਰਾਂ ਦੀ ਹੱਤਿਆ ਕਰਦੇ ਸਨ ਅਤੇ ਤੁਹਾਡੀਆਂ ਔਰਤਾਂ ਨੂੰ ਜਿੰਦਾ ਰੱਖਦੇ ਸਨ ਅਤੇ ਇਸ ਵਿਚ ਤੁਹਾਡੇ ਰੱਬ ਵੱਲੋਂ ਤੁਹਾਡਾ ਵੱਡਾ ਇਮਤਿਹਾਨ ਸੀ।"},{"SurahNumber":7,"VerseNumber":142,"Text":"ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨਾਲ ਤੀਹ (30) ਰਾਤਾਂ ਦਾ ਵਾਅਦਾ ਕੀਤਾ ਅਤੇ ਉਸ ਨੂੰ ਪੂਰਾ ਕੀਤਾ। ਦਸ (10) ਵੱਧ ਰਾਤਾਂ ਨਾਲ। ਤਾਂ ਉਸ ਦੇ ਰੱਬ ਦਾ ਸਮਾਂ ਚਾਲੀ (40) ਰਾਤਾਂ ਵਿਚ ਪੂਰਾ ਹੋਇਆ। ਅਤੇ ਮੂਸਾ ਨੇ ਆਪਣੇ ਭਾਈ ਹਾਰੂਨ ਨੂੰ ਕਿਹਾ, ਮੇਰੇ ਪਿੱਛੇ ਤੂੰ ਮੇਰੀਂ ਕੌਮ ਦੀ ਮੇਰੀ ਜਗ੍ਹਾ ਅਗਵਾਈ ਕਰਨੀ ਅਤੇ ਸੁਧਾਰ ਕਰਦੇ ਰਹਿਣਾ। ਵਿਗਾੜ ਪੈਦਾ ਕਰਨ ਵਾਲਿਆਂ ਦੇ ਰਾਹ ਨਹੀਂ' ਚੱਲਣਾ।"},{"SurahNumber":7,"VerseNumber":143,"Text":"ਅਤੇ ਮੂਸਾ ਸਾਡੇ ਨਿਸ਼ਚਿਤ ਕੀਤੇ ਸਮੇਂ ਤੇ ਆ ਗਿਆ ਤਾਂ ਉਸ ਦੇ ਰੱਬ ਨੇ ਉਸ ਨਾਲ ਗੱਲ ਕੀਤੀ। ਉਸ ਨੇ ਕਿਹਾ ਕਿ ਮੈਨੂੰ ਆਪਣਾ ਆਪਾ ਵਿਖਾਵੇਂ। ਮੈ' ਤੁਹਾਨੂੰ ਵੇਖਾਂ। ਫ਼ਰਮਾਇਆ ਤੁਸੀਂ ਮੈਨੂੰ ਕਦੇ ਵੀ ਨਹੀਂ ਦੇਖ ਸਕਦੇ ਹਾਂ ਪਹਾੜ ਦੇ ਵੱਲ ਵੇਖੋ, ਜੇਕਰ ਉਹ ਆਪਣੇ ਸਥਾਨ ਉੱਪਰ ਟਿੱਕਿਆ ਰਹੇ, ਤਾਂ ਤੁਸੀਂ ਵੀ ਮੈਨੂੰ ਦੇਖ ਸਕੌਗੇ। ਫਿਰ ਜਦੋਂ ਉਸ ਦੇ ਰੱਬ ਨੇ ਪਹਾੜ ਉੱਪਰ ਆਪਣਾ ਨੂਰ ਦਾ ਪ੍ਰਕਾਸ਼ ਕੀਤਾ ਤਾਂ ਉਹ ਵਿਚ ਆਇਆ ਤਾਂ ਕਹਿਣ ਲੱਗਾ ਤੂੰ ਪਵਿੱਤਰ ਹੈ। ਮੈਂ ਤੇਰੇ ਵੱਲ ਮੁੜਦਾ ਹਾਂ ਅਤੇ ਮੈਂ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਤੇਰੇ ਤੇ ਈਮਾਨ ਲਿਆਉਣ ਵਾਲਾ ਹਾਂ।"}]}