{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Bu! Tamen yiqian suo yincang de [xianzai] dui tamen xianmingliao. Jiaru rang tamen chong fan chenshi, tamen ye biding chongfan tamen suo bei jinzhi zuo de shi, tamen que shi shuohuang zhe."},{"SurahNumber":6,"VerseNumber":29,"Text":"Tamen shuo:“Chule women jinshi de shenghuo wai, zai meiyou bie dele, women jue bu hui bei fuhuo.”"},{"SurahNumber":6,"VerseNumber":30,"Text":"Yaoshi ni neng kanjian tamen fengming zhan zai tamen de zhu [an la] nali [shoushen] de qingkuang duo hao a! Ta [an la] jiang shuo:“Nandao zhe bushi zhenshi de [fuhuo] ma?” Tamen jiang shuo:“Juedui shi zhenshi de! Yi women de zhu fashi.” Ta jiang shuo:“Nimen changshi xingfa ba! Yinwei nimen [zai chenshi shi] bu xinyang.”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Fan fouren yu an la xiang hui [zhu] zhe que yi sunshi, dengdao fuhuo de shijian turan jianglin tamen shi, tamen cai shuo:“Women zhen gaisi! Women [zai chenshi] huluele [fuhuo]!” Tamen de bei shang danfuzhe ziji de zui'e. Tamen suo danfu de zhen elie!"},{"SurahNumber":6,"VerseNumber":32,"Text":"Jinshi shenghuo [zhu] zhishi youxi he yule, houshi dui jingwei zhe cai shi zui hao de. Nandao nimen buming li ma?"},{"SurahNumber":6,"VerseNumber":33,"Text":"Wo shen zhi tamen suo shuo de hui shi ni [mu sheng] beishang. Qishi, bu yi zhe bushi fouren ni, er shi fouren an la de qishi [“gulanjing”]."},{"SurahNumber":6,"VerseNumber":34,"Text":"Zai ni zhiqian, you xuduo shizhe que yi bei fouren, dan tamen [shizhe] renshoule tamen suo fouren de he pohai de, zhidao wo de yuanzhu jianglin tamen. Renhe ren dou buneng gaibian an la de yanyu [panjue]. Shizhemen de xiaoxi que yi daoda ni."},{"SurahNumber":6,"VerseNumber":35,"Text":"Jiaru tamen jujue [zhenli] shi ni nankan [he buneng renshou tamen de shanghai], name, jiaru ni neng zhaodao yitiao ru di de suidao huo yi ba deng tian de tizi, yibian ni neng dai gei tamen yi zhong jixiang [ni zuo bu dao, suoyi ying rennai]. Jiaru an la yiyu, ta bi ba tamen dou jihe yu [huo yin shang] zhengdao, suoyi, ni jue buyao zuo wu zhi zhe."}]}