{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"Bi rastî ewanê ku naxwazin bi bervahatin bigêhijne me, hene! Ewanan bi jîna cîhanê qayîl bûne û bi wê jînê jî qinyat anîne. Û ewan bi xweber jî ji beratên (hebûna me) bê goman in"},{"SurahNumber":10,"VerseNumber":8,"Text":"Ji ber ewê keda ku ewan dikiribûne, şûna ewra wan agir e"},{"SurahNumber":10,"VerseNumber":9,"Text":"Bi rastî ewanê ku bawer kirine û karê aştî kirine hene! Bi sedema bawerîya wan wê Xudayê wan, ewan li bal wê bihişta xwarinan e, ku di binê (darê) wan da çem dikişin (behere)"},{"SurahNumber":10,"VerseNumber":10,"Text":"Dilxwezîya wan (di bihiştê da ahane):\"Xuda! Em te ji kemayan dadiweşînin.\" (Ji hev ra di bihiştê da gava serhevdanê da aha) dibêjin: \"Selam hûn bijîn\" û paşîya dilxwazîya wan eva ye; bi rastî çiqa pesindayîn hene! Hemûşk ji bona Xudayê cîhanê ra ne"},{"SurahNumber":10,"VerseNumber":11,"Text":"Heke Yezdan ji bona kesan ra, ça meriv ji bona qencîyan lez dikin, wusa leza sikatîya wan bikira, wê a, di naha da canê wan hatibûya standinê. Lê emê ewanê ku goman nakin (bi berva hatin) wê bigihêjne me. Di raşihetina wan da bi korayî bihêlin"},{"SurahNumber":10,"VerseNumber":12,"Text":"Û di gava bi merivan nexweşîyek girtibe (îdî ewa meriva) dirêjkirî û rûniştî û li pîya, me gazî hewara xwe dike. Di gava ku em ji wî (merivî) ewê nexweşîya wî radikin, wusa diçe (ji bîrva dike) tu divê qe ewî (merivî) ji bona rakirina wê nexweşîya bi wî girtîbû, lava ji me ne dikiribû. Bi vî awayî ji bona wanê dest vala, karên ewan di kiribûne hatîye xemilandinê"},{"SurahNumber":10,"VerseNumber":13,"Text":"Û bi sond! Di berya we da çiqa komel hebûne, geva pêxemberên wan li bal wan da bi beratên vekirî va hatibûne bal van ji bo ku ewan bi wî pêxemberî bawer bikin, ewî (komalê bawer ne kiribûne) li xwe cewr kiribûne, me jî ewan teşqele kirine. Bi vî awayî em komalê nûsîtemkar celat dikin"},{"SurahNumber":10,"VerseNumber":14,"Text":"Paşê ji bo ku em mêze bikin ka hûn çi dikin, me hûn li pey wan da xistine şûnmaîyên wan di zemîn da hîştin"}]}