{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Senderge Rabbıñız raqım eter. Al, eger qaytalasañdar, Biz de qaytalaymız. Biz Jahannamdı käpirlerge qamalatın orın etemiz"},{"SurahNumber":17,"VerseNumber":9,"Text":"Anığında, bul Quran eñ twra / durıs / bolğanğa bastaydı äri izgi amal isteytin ïmandılarğa - olarğa ülken sıy bolatını jaylı qwanıştı xabar jetkizedi"},{"SurahNumber":17,"VerseNumber":10,"Text":"Äri soñğı mäñgilik ömirge / aqïretke / senbeytinder üşin qïnawşı azap äzirledik"},{"SurahNumber":17,"VerseNumber":11,"Text":"Al, adam jamandıqtı jaqsılıqtı tileytindey tileydi. Äri adam balası asıqqış"},{"SurahNumber":17,"VerseNumber":12,"Text":"Äri tün men kündizdi eki belgi ettik. Özderiñniñ Rabbıñnıñ keñşiligin izdewleriñ jäne jıldardıñ sanı men esepti bilwleriñ üşin Biz tünniñ belgisin ketirip, kündizdiñ belgisin jarıq etemiz. Äri Biz barlıq närseni anıqtap tüsindirdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Äri Biz ärbir adamnıñ moynına onıñ amaldarın ajıramaytınday etip bekittik jäne Qayta tirilw küni oğan bir kitap şığaramız, ol onı aşılğan türde köredi"},{"SurahNumber":17,"VerseNumber":14,"Text":"Oğan / : «Öz kitabıñdı oqı, bügin sen öz esebiñdi eseptewde jetkiliktisiñ»,-delinedi"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim twra jolmen jürse, tek özi üşin / öz paydasına / jüredi. Al, kim adassa, öz zïyanına adasadı. Eşbir jan basqa birewdiñ jügin / künäsin / kötermeydi. Äri Elşi jibermey turıp, Biz eşkimdi de azaptawşı emespiz"},{"SurahNumber":17,"VerseNumber":16,"Text":"Al, bir eldi mekendi / künäları üşin / joyudı qalasaq, ondağı sän-saltanatta, raxatta şalqıp / däwlette mastanıp / jürgenderin köbeytemiz, sonda olar buzıq ister taratıp, olarğa qatıstı / jazılğan / söz jüzege asadı. Söytip onı / künäğabatqan eldi mekendi / birjola küyretemiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuxtan keyin de qanşama xalıqtardı joydıq. / Ey, Muxammed! / Rabbıñ, quldarınıñ künälarınan Xabardar bolwda, onı körwde jetkilikti"}]}