{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Ola bilsin ki, Rəbbiniz sizə rəhm etsin. Əgər siz fəsad torətməyə qayıtsanız, Biz də sizi cəzalandırmaga qayıdarıq. Biz Cəhənnəmi kafirlər ucun bir zindan etdik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Həqiqətən, bu Quran insanları ən dogru yola yonəldir və yaxsı islər gorən mominlərə, ozləri ucun boyuk mukafat olacagı ilə mujdə verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Axirətə iman gətirməyənlər ucun isə agrılı-acılı bir əzab hazırlamısıq"},{"SurahNumber":17,"VerseNumber":11,"Text":"Insan ozunə xeyir dilədiyi kimi, sər də diləyir. Dogrusu, insan tələsəndir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz gecə və gunduzu iki əlamət etdik. Rəbbinizdən lutf diləyəsiniz, illərin sayını və hesabı biləsiniz deyə gecənin əlamətini silib gunduzun isıqlı əlamətini gətirdik. Biz hər seyi təfsilatı ilə izah etdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Biz hər bir insanın əməlini oz boynundan asdıq. Qiyamət gunu isə acıq vəziyyətdə qarsısına qoyulan kitabı ona gostərəcəyik"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oxu! Bu gun sənə ozun-ozunu hesaba cəkməyin yetər"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim dogru yolla getsə, xeyri onun ozunə olar, kim azgınlıga dussə, ziyanı da onun oz əleyhinə olar. Hec bir gunahkar basqasının gunahını dasımaz. Biz elci gondərməmis hec kəsə əzab vermirdik"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir məmləkəti məhv etmək istədikdə onun cah-calal icində yasayan sakinlərinə Allaha itaət etməyi əmr edirdik. Onlar isə orada gunah islər gorurdulər. Beləcə, onun (o məmləkətin) barəsindəki soz gercək oldu və Biz onu yerlə yeksan etdik"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuhdan sonra necə-necə nəsilləri məhv etdik. Rəbbinin, qullarının gunahlarını bilməsi və gorməsi kifayətdir"}]}