{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"I nie miej żadnej wątpliwości względem tego, co czczą ci ludzie; oni oddają cześć tylko tak, jak oddawali cześć niegdyś ich ojcowie. Zaprawdę, My w pełni oddamy im ich udział, nie umniejszony"},{"SurahNumber":11,"VerseNumber":110,"Text":"Daliśmy już Księgę Mojżeszowi i była ona przedmiotem sporu. Gdyby nie słowo pochodzące od twego Pana, które się pojawiło wcześniej, to zostałoby już między nimi rozstrzygnięte. Zaprawdę, oni są w głębokim zwątpieniu względem niej"},{"SurahNumber":11,"VerseNumber":111,"Text":"Zaprawdę, twój Pan da pełną zapłatę wszystkim za ich czyny! On przecież jest doskonale świadomy tego, co czynicie"},{"SurahNumber":11,"VerseNumber":112,"Text":"Postępuj drogą prostą, tak jak ci zostało nakazane; ty i ci, którzy się nawrócili z tobą, i nie przekraczajcie granicy! Przecież On doskonale widzi, co czynicie"},{"SurahNumber":11,"VerseNumber":113,"Text":"I nie opierajcie się na tych, którzy są niesprawiedliwi, bo dosięgnie was ogień! I nie ma dla was, poza Bogiem; opiekunów; i wtedy nie będziecie wspomożeni"},{"SurahNumber":11,"VerseNumber":114,"Text":"Odprawiaj modlitwę na obu krańcach dnia i często w godzinach nocy: Zaprawdę; czyny piękne usuwają czyny złe! To jest przypomnienie dla pamiętających"},{"SurahNumber":11,"VerseNumber":115,"Text":"Bądź cierpliwy! bo, zaprawdę, Bóg nie gubi nagrody tych, którzy czynią dobro"},{"SurahNumber":11,"VerseNumber":116,"Text":"Dlaczego wśród pokoleń, które były przed wami, nie było ludzi obdarzonych wytrwałością, którzy by sprzeciwiali się zepsuciu na ziemi, oprócz tych nielicznych, których uratowaliśmy? A ci, którzy czynili niesprawiedliwość, przedkładali dobrobyt, w którym żyli; i byli grzesznikami"},{"SurahNumber":11,"VerseNumber":117,"Text":"I nie postąpiłby twój Pan tak, by zniszczyć te miasta niesprawiedliwie, jeśliby ich mieszkańcy czynili dobro"}]}