{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":211,"Text":"Onlara nice acık ayetler (deliller, mucizeler) verdigimizi Israilogulları´na sor. Ve kim, kendisine (acık ayetler) geldikten sonra Allah´ın ni´metini degistirirse, o taktirde muhakkak ki Allah, cezası siddetli olandır"},{"SurahNumber":2,"VerseNumber":212,"Text":"Inkar edenlere, dunya hayatı muzeyyen kılındı (suslu gosterildi) ve onlar, amenu olanların bir kısmı ile alay ediyorlar (fakir olanları kucumsuyorlar). (Oysa) takva sahibi olanlar, kıyamet gunu onların ustundedir. Ve Allah, diledigi kimseyi hesapsız rızıklandırır"},{"SurahNumber":2,"VerseNumber":213,"Text":"Insanlar bir tek ummetti. Sonra Allah, mujdeleyici ve uyarıcı peygamberler beas etti (hayata getirdi, gonderdi). Ve onlarla birlikte insanların aralarında, ayrılıga dustukleri sey hakkında hukum vermeleri icin hak ile kitap indirdi. Kendilerine (apacık) beyyineler (belgeler) geldikten sonra kendi aralarındaki cekememezlik (ve haset yuzunden) onun hakkında ayrılıga dusenler, sadece kendilerine (kitap) verilenlerdir. Bu sebeple amenu olan (Allah´a ulasmayı dileyen) o kimselerin haktan yana ayrılıga dustukleri seyi (hidayeti) acıklamaları icin Allah, Kendi izniyle onları hidayete erdirdi. Allah, diledigi kimseyi Sıratı Mustakim´e iletir"},{"SurahNumber":2,"VerseNumber":214,"Text":"Yoksa siz, kendinizden once gecenlerin basına gelenlerin, sizin de basınıza gelmedikce, cennete gireceginizi mi zannettiniz? Onlara oylesine siddetli bela ve sıkıntılar (felaketler) dokundu ki, resul ve onun yanındaki amenu olanlar: “Allah´ın yardımı ne zaman?” diyecek kadar sarsıldılar. Allah´ın yardımı mutlaka yakındır, (oyle) degil mi"},{"SurahNumber":2,"VerseNumber":215,"Text":"Sana (Allah yolunda) ne infak edeceklerini soruyorlar. De ki: “Hayır olarak ne infak ederseniz (Allah yolunda verirseniz) iste o, anne-baba, akrabalar, yetimler, yoksullar ve (yolda kalmıs) yolcular icindir. Ve hayır olarak ne yaparsanız, o taktirde muhakkak ki Allah, onu en iyi bilendir.”"}]}