{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"بزرگوار و دارای برکات بسیار، آن کسی که فرمانروائی (جهان هستی) از آن او است و او بر هر چیزی کاملاً قادر و توانا است"},{"SurahNumber":67,"VerseNumber":2,"Text":"همان کسی که مرگ و زندگی را پدید آورده است تا شما را بیازماید کدامتان کارتان بهتر و نیکوتر خواهد بود. او چیره و توانا، و آمرزگار و بخشاینده است"},{"SurahNumber":67,"VerseNumber":3,"Text":"آن که هفت آسمان را بالای یکدیگر و همآهنگ آفریده است. اصلاً در آفرینش و آفریده‌های خداوند مهربان خلل و تضادّ و عدم تناسبی نمی‌بینی (و بلکه هستی با تمام عظمتی که دارد، از انسجام و استحکام شگفت برخوردار است، و نظم و نظام عجیب و قوانین و روابط دقیق بر ذرّه ذرّه‌ی کائنات حکمفرما است). پس دیگر باره بنگر (و با دقّت جهان را وارسی کن) آیا هیچ گونه خلل و رخنه‌ای می‌بینی؟"},{"SurahNumber":67,"VerseNumber":4,"Text":"باز هم (دیده‌ی خود را بگشای و به عالم هستی بنگر و) بارها و بارها بنگر و ورانداز کن. دیده سرانجام فروهشته و حیران، و درمانده و ناتوان، به سویت باز می‌گردد"},{"SurahNumber":67,"VerseNumber":5,"Text":"ما آسمان نزدیک (به شما) را با چراغهائی (به نام ستارگان) آراسته‌ایم، و آنها را وسیله‌ی راندن اهریمنان ساخته‌ایم، و برای ایشان عذاب آتش سوزانی را آماده کرده‌ایم"},{"SurahNumber":67,"VerseNumber":6,"Text":"کسانی که به پروردگار خود ایمان نداشته باشند، عذاب دوزخ دارند، و چه بد جایگاهی است"},{"SurahNumber":67,"VerseNumber":7,"Text":"هر زمان که به دوزخ انداخته شوند، تنوره می‌زند و غُرّشی از آن می‌شنوند"},{"SurahNumber":67,"VerseNumber":8,"Text":"دوزخ از شدّت خشم (بر ایشان)، نزدیک است بترکد و پاره‌پاره شود. هر زمان که گروهی بدان انداخته می‌شوند، دوزخبانان از آنان می‌پرسند: آیا پیغمبر بیم دهنده‌ای به میان شما نیامده است (تا شما را از چنین روزی و وضعی بترساند؟)"},{"SurahNumber":67,"VerseNumber":9,"Text":"می‌گویند: آری! پیغمبران بیم دهنده‌ای به میان ما آمدند و ما دروغگویشان نامیدیم و گفتیم: خداوند به هیچ وجه چیزی را (به نام وحی، برای کسی) نفرستاده است، و شما دچار گمراهی بزرگی هستید"},{"SurahNumber":67,"VerseNumber":10,"Text":"و می‌گویند: اگر ما گوش شنوا می‌داشتیم، و یا عقل خود را به کار می‌گرفتیم، هرگز از زمره‌ی دوزخیان نمی‌گشتیم"},{"SurahNumber":67,"VerseNumber":11,"Text":"اینجا است که به گناه خود اعتراف می‌کنند. پس دوری (از رحمت خدا) بهره‌ی دوزخیان باد"},{"SurahNumber":67,"VerseNumber":12,"Text":"کسانی که در نهان، از پروردگار خود می‌ترسند، آمرزش و پاداش بزرگ و فراوانی دارند"}]}