{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"«Andolsun ki biz sana diger bir zamanda, anana vahyolunacak sey´i ilham etdigimiz vakıtda da lutf etmis ve (kendisine): — Onu tabuta koy da denize at ki deniz onu kıyıya bıraksın, onu benim de, kendisinin de dusmanı olan biri alacak diye (emreylemisdik). Sana karsı (Ey Musa) gozumun onunde yetisdirilmen icin kendimden bir sevgi bırakmısdım"},{"SurahNumber":20,"VerseNumber":39,"Text":"«Andolsun ki biz sana diger bir zamanda, anana vahyolunacak sey´i ilham etdigimiz vakıtda da lutf etmis ve (kendisine): — Onu tabuta koy da denize at ki deniz onu kıyıya bıraksın, onu benim de, kendisinin de dusmanı olan biri alacak diye (emreylemisdik). Sana karsı (Ey Musa) gozumun onunde yetisdirilmen icin kendimden bir sevgi bırakmısdım"},{"SurahNumber":20,"VerseNumber":40,"Text":"Hani hemsiren gidib (soyle) diyordu. «Ona bakacak bir kimse (te´min etmek uzere) size delaletde bulunayım mı»? Boylece seni tekrar annene verdik ki gozu aydın olsun, tasalanmasın. Sen bir de adam oldurmusdun de biz seni o gamdan kurtarmısdık. Seni turlu turlu ibtilalarla imtihaan etmisdik. Bunun icin yıllarca Medyen halkı icinde kaldın. Sonra da (hakkındaki) takdire gore (buraya) geldin ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben seni kendim icin secdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen, kardesin de beraber olarak, mu´cizelerimle git. ikiniz de beni hatırlayıb anmakda gevseklik gostermeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fir´avna gidin. Cunku o, hakıykaten azdı"},{"SurahNumber":20,"VerseNumber":44,"Text":"(Gidin de) ona yumusak soz soyleyin. Olur ki nasıyhat dinler, yahud (Allahdan) korkar"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dediler: «Ey Rabbimiz, dogrusu onun bize karsı asırı gitmesinden, yahud tugyanını artırmasından endise ediyoruz biz»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Buyurdu: «Korkmayın. Cunku ben sizinle beraberim. Ben (her sey´i) isidirim, gorurum»"},{"SurahNumber":20,"VerseNumber":47,"Text":"«Hemen gidin de ona (soyle) deyin: — Biz Rabbinin iki elcisiyiz. Artık Israil ogullarını bizimle gonder. Onlara iskence etme. Biz sana Rabbinden hakıyki bir ayet getirdik. Selam (ve selamet), dogruya tabi olanlara»"},{"SurahNumber":20,"VerseNumber":48,"Text":"«Bize su hakıykat vahy olundu ki subhesiz azab, (peygamberleri) tekzib edenlerin ve (Hakdan) yuz cevirenlerin tepesindedir»"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Fir´avn) dedi: «O halde Musa sizin Rabbiniz kim»"},{"SurahNumber":20,"VerseNumber":50,"Text":"O da: «Bizim Rabbimiz her sey´e hilkatini veren, sonra da dogru yolunu gosterendir» dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Fir´avn) dedi: «Oyleyse evvelki (gecmis) asırlar (halkın) ın haali nedir»"}]}