{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":3,"VerseNumber":46,"Text":"Tā zài yáolán zhōng tóng rénmen jiǎnghuà yóurú chéngnián rén yīyàng [zhù], shì xíngshàn zhě zhī yī.”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Tā shuō:“Wǒ de zhǔ a! Hái méiyǒu yī wèi nánrén jiēchùguò wǒ, wǒ zěnme huì shēng érzi ní?” Tā [ān lā] shuō:“Ān lā rúcǐ chuàngzào tāsuǒ yìyù zhě. Dāng tā juédìng yī jiàn shìwù shí, tā zhǐ xū xiàlìng shuō:“Yǒu!” Yúshì jiù yǒule.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"Tā [ān lā] jiāng jiàoshòu tā [ěr sà] jīngdiǎn, zhìhuì,“tǎo lā tè” hé “yǐn jí lēi”."},{"SurahNumber":3,"VerseNumber":49,"Text":"[Tā] jiāng pài tā [ěr sà] wèi shǐzhě qù jiàohuà yǐsèliè de hòuyì.[Ěr sà shuō]:“Wǒ què yǐ gěi nǐmen dài láile nǐmen de zhǔ de yī zhǒng jīxiàng: Wǒ jiāng yòng nítǔ wéi nǐmen zuò yī zhǐ niǎo, ránhòu, wǒ chuī qì jìnqù, tā jiāng fèng'ān lā zhī mìng biàn chéng yī zhǐ [huì fēi de] niǎo. Wǒ fèng'ān lā zhī mìng néng zhìyù tiānshēng de mángrén hé máfēng bìng huànzhě, néng bǎ sǐzhě fùhuó. Fánshì nǐmen suǒ chī de hé nǐmen jiāzhōng suǒ chúcáng de, wǒ dū néng gàosù nǐmen. Cǐ zhōng què yǒu gěi nǐmen de yī zhǒng jīxiàng, jiǎrú nǐmen shì xìnshì."},{"SurahNumber":3,"VerseNumber":50,"Text":"[Wǒ fèngmìng ér lái], yǐ zhèngshí zài wǒ zhīqián jiàng shì de “tǎo lā tè”, bìng bǎ [guòqù] duì nǐmen jìnzhǐ de yīxiē dōngxī dìng wèi duì nǐmen shì héfǎ de. Wǒ gěi nǐmen dài láile nǐmen de zhǔ de yī zhǒng jīxiàng, suǒyǐ, nǐmen dāng jìngwèi ān lā, dāng fúcóng wǒ."},{"SurahNumber":3,"VerseNumber":51,"Text":"Ān lā què shì wǒ de zhǔ hé nǐmen de zhǔ, suǒyǐ, nǐmen dāng chóngbài tā, zhè shì zhèngdào.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Dāng ěr sà quèxìn tāmen zhōng yǒurén bù xìnyǎng shí, tā shuō:“Shéi yuàn wéi ān lā zhī dào ér zuò wǒ de zhùshǒu?”[Tā de] méntúmen shuō:“Wǒmen yuàn wéi ān lā zhī dào ér zuò nǐ de zhùshǒu, wǒmen quèxìn ān lā, qiú nǐ zuòzhèng wǒmen shì guīshùn zhě [mùsīlín]."}]}