{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Ra phira'aunalē bhan'yō ki malā'ī chāḍidē'ū tāki ‘‘mūsālā'ī’’ mārihālūm̐ ra usalē āphnō pālanahāralā'ī (sahāyatākō nimti) pukārōs. Malā'ī bhaya cha ki usalē timīharūkō dharmalā'ī parivartita nagarihālōs vā usalē dēśamā ṭhūlō daṅgā nabhaḍkā'idē'ōs"},{"SurahNumber":40,"VerseNumber":27,"Text":"Tyasapachi ‘‘mūsālē bhanēḥ ki ‘‘mailē harēka ahaṅkārīkō kharābībāṭa, jasalē hisābakō dinamāthi īmāna rākhdaina āphnō ra timrō pālanakartākō śaraṇa li'isakēkō chu"},{"SurahNumber":40,"VerseNumber":28,"Text":"Ra phira'aunakā nātēdāramadhyē ē'uṭā mōmin vyakti jasalē āphnō īmāna lukā'ēra rākhthyō bhannathālyō ‘‘kē timīlē ē'uṭā mānisalā'ī yasa kāraṇa mārna cāhanchau, ki usalē bhancha ki mērō pālanakartā allāha hō, ra usalē timrō pāsamā timrō pālanakartākō tarphabāṭa pramāṇaharū pani li'ēra ā'ēkō cha? Ra yadi tyō jhūṭhā cha bhanē usakō jhūṭhakō nōksāna usailā'ī hunēcha. Ra yadi satya cha bhanē juna sajāyakō usalē timīlā'ī dhamkī di'irākhēkō cha, tyasabāṭa kēhī na kēhī ta timīmāthi ā'iparnēcha. Niścaya nai allāhalē tyastālā'ī mārga dēkhā'um̐daina jō atikramaṇakārī ra baḍō jhūṭhā chan"},{"SurahNumber":40,"VerseNumber":29,"Text":"Hē mērā jātibandhukā mānisaharū! Āja ta timrō sattā cha, timī yasa dharatīmā prabhāvī chau tara yadi hāmīmāthi allāhakō yātanā āyō bhanē hāmrō sahāyatā kasalē garnēcha?’’ Phira'aunalē bhan'yōḥ ki ‘‘mailē timīlā'ī tyahī sallāha di'irākhēchu juna ma svayam dēkhirākhēkō chu ra mailē timīlā'ī ṭhīka bāṭō nai dēkhā'irākhēkō chu“"},{"SurahNumber":40,"VerseNumber":30,"Text":"Taba tyasa mōminalē bhannathālyō ki hē mērā jātibandhukā mānisaharū! Malā'ī timrō bārēmā bhaya cha ki timīmāthi (vināśakō) tyastō dina na'ā'ihālōs jastō ki an'ya vigata samudāyaharūmāthi ā'iparēkō thiyō"},{"SurahNumber":40,"VerseNumber":31,"Text":"Jastō nūhakō kauma ra ‘‘āda’’ ra ‘‘samūda’’ ra unīharūpachikā samudāyaharūkō avasthā bhayō ra allāhalē ta āphnā bhaktaharūmāthi atyācāra garna cāhadaina"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ra hē mērā jātibandhukā mānisaharū malā'ī timrō bārēmā hām̐ka–pukārakō dina (kiyāmata) kō pani bhaya cha"},{"SurahNumber":40,"VerseNumber":33,"Text":"Juna dina timī piṭhyum̐ pharkā'ēra bhāgnēchau, timīlā'ī kasailē pani allāhakō (ajāba) bāṭa bacā'unēvālā hunēchaina ra jasalā'ī allāhalē mārgavicalita gardacha, tyasalā'ī kasailē pani mārgadarśana garnēvālā hunēchaina"}]}