{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":32,"Text":"(Allāhalē) bhannubhayōḥ ki iblīsa timīlā'ī kē bha'ēkō cha ki timī ḍhōgnēharūmā śam'milita bha'ēnau"},{"SurahNumber":15,"VerseNumber":33,"Text":"Usalē bhan'yōḥ ma yastō chaina, ki tapā'īlē kaṭkaṭi'ēra āvāja ā'unē saḍēkō māṭōlē banā'ēkō mānisa agāḍi jhukēra ḍhōgūm̐"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allāhalakō ādēśa bhayō, jannatabāṭa niskihāla, tam̐ tiraskr̥ta ra abhiśapta bha'is"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ra timīmāthi kiyāmatakō dinasam'ma dhikkāra cha"},{"SurahNumber":15,"VerseNumber":36,"Text":"(Tyasalē) bhan'yōḥ ki hē pālanakartā! Malā'ī tyasa dinasam'makō chūṭadē'ū, jaba mānisaharū (mr̥tyu paścāta) jīvita garinēchan"},{"SurahNumber":15,"VerseNumber":37,"Text":"Ādēśa bhayō ki tam̐lā'ī chūṭa di'incha"},{"SurahNumber":15,"VerseNumber":38,"Text":"Nirdhārita samaya (kiyāmata) kō dinasam'ma"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Śaitānalē) bhan'yōḥ ki hē mērō pālanakartā! Jastō ki timīlē malā'ī pathabhraṣṭa garēkā chau, ma pani dhartīmā mānisaharūlā'ī pāpa garna lagā'um̐chu, ra sabailā'ī sahī bāṭōbāṭa digbhramita garā'um̐chu.’’"},{"SurahNumber":15,"VerseNumber":40,"Text":"Tara, tinīharū bāhēka jō timrō īmānadāra bhakta chan"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allāhalē) ādēśa garnubhayōḥ ki masam'ma pugna yahī sōjhō bāṭō hō"},{"SurahNumber":15,"VerseNumber":42,"Text":"Jō mērā (saccā) bhakta chan tinīharūmāthi timrō kunai adhikāra hunēchaina tara tī digbhrama vyaktiharū bāhēka jō narāmrō bāṭōmā timrō pachi pachi lāgnēchan"},{"SurahNumber":15,"VerseNumber":43,"Text":"Niḥsandēha tī sabailā'ī vacana di'ēkō ṭhā'um̐ narka hō"},{"SurahNumber":15,"VerseNumber":44,"Text":"Tyasakā sātavaṭā ḍhōkāharū chan. Pratyēka ḍhōkākō lāgi tinīharūmadhyēbāṭa samūhaharū vibhājita gari'ēkā chan"},{"SurahNumber":15,"VerseNumber":45,"Text":"Jō ātmasanyamī chan, tinīharū bagaicāharū ra jharanāharūkō mājhamā basnēchan"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Bhaninēcha ki) timīharū śānti ra surakṣāsātha pravēśa gara"},{"SurahNumber":15,"VerseNumber":47,"Text":"Ra tinīharūkō hr̥dayamā jē jati risa ra ḍ'̔āha cha, tyasalā'ī hāmīlē saphā garidinēchauṁ, tinīharū bhā'i–bhā'ikō rūpamā āsanaharūmā ēka arkākō sāmu basēkā hunēchan"},{"SurahNumber":15,"VerseNumber":48,"Text":"Tinīharūlā'ī tyahām̐ nakunai kaṣṭa hunēcha ra nata tinīharū tyahām̐bāṭa kahilē niṣkāsita garinēchan"},{"SurahNumber":15,"VerseNumber":49,"Text":"(Hē paigambara!) Mērā bhaktajanaharūlā'ī bhanidinusḥ ki ma baḍō kṣamādātā ra dayāvāna chum̐"},{"SurahNumber":15,"VerseNumber":50,"Text":"Ra sāthai yōḥ ki mērō sajāya pani dhērai kaṣṭadāyaka hunēcha"},{"SurahNumber":15,"VerseNumber":51,"Text":"Ra tinīharūlā'ī ibrāhīmakā atithiharūkō bārēmā sunā'idinus"}]}