{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Unīharūlē āphnā chālāharū (aṅga) sita bhannēchanḥ ki timilē hāmrō virōdhamā gavāhī kina diyau! Ta tinīharūlē javāpha dinēchan ki ‘‘juna allāhalē pratyēka kurālā'ī vākyaśakti pradāna garēkō cha usailē hāmīlā'ī pani bōlnē śakti pradāna garēkō cha.’’ Ra usailē timīlā'ī pahilōpaṭaka sr̥ṣṭi garēkō thiyō ra usaitarpha timīlā'ī pharkijānu parnēcha"},{"SurahNumber":41,"VerseNumber":22,"Text":"Ra timīlē yasa bhayalē (āphnā narāmrō kāmaharū) lukā'um̐dainthyō ki timrā kāna ra chālāharū timrō virud'dha gavāhī dinēchan, baru timīlē yō bhanna ṭhānthyau ki allāhalā'ī timrā dhērai jasō kriyākalāpabārē thāhā chaina"},{"SurahNumber":41,"VerseNumber":23,"Text":"Ra yasai anumānalē, juna timīlē āphnō pālanakartākō bārēmā gardathyau, timīlā'ī naṣṭa garidiyō, ra antataḥ timī ghāṭāmā parnēharūmadhyēkā bha'ihālyau"},{"SurahNumber":41,"VerseNumber":24,"Text":"Aba yadi yinīharūlē santōṣa gardachan taipani unīharūkō bāsa narka nai cha ra yadi prāyaścita garnēchan bhanē pani (unakō) prāyaścita svīkāra garinē chaina"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ra hāmīlē (śaitānaharūlā'ī) unīharūkā sahabhāgī niyukta garidi'ēkā thiyauṁ. Ani unīharūlē unīharūkō agāḍi ra unīharūkō pachāḍi jē–jati thiyō, tyasalā'ī ākarṣaka banā'idi'ēkā thi'ē. Antataḥ unīharūmāthi pani unīharūbhandā pahilā jinna ra manuṣyaharūkā tī samūhakō sātha bha'ē jastai allāhakō vacana satya pramāṇita bhayō. Niścaya nai unīharū ghāṭā bihōrnēvālā bha'ē"},{"SurahNumber":41,"VerseNumber":26,"Text":"Ra kāphiraharūlē bhanē ki yasa kura'ānalā'ī sundai nasunnu ra (yō paḍhinē samaya) hōhallā garihāla, śāyada (tyasabāṭa timī) prabhāvī rahau"},{"SurahNumber":41,"VerseNumber":27,"Text":"Tasartha niścitarūpalē hāmīlē pani kāphiraharūlā'ī ṭhūlō yātanākō svāda cakhā'unēchauṁ ra tinīharūkā narāmrā karmakō unīharūlā'ī avaśya sajāya dinēchauṁ"},{"SurahNumber":41,"VerseNumber":28,"Text":"Allāhakā śatruharūkō lāgi sajāya yahī narkakō āgō hō. Jasamā unīharūkō nimti sadhaiṅkō ghara cha, yō hāmrā āyataharū inkāra garnukō badalā hō"},{"SurahNumber":41,"VerseNumber":29,"Text":"Ra kāphiraharūlē bhannēchanḥ hē hāmrō pālanakartā! Hāmīlā'ī tī jinna ra mānisaharūlā'ī dēkhā'ū jasalē hāmīlā'ī mārgavicalita garēkā thi'ē, (tāki) hāmīlē unīharūlā'ī āphnā khuṭṭāmuni hālauṁ tāki unīharū narkamā sababhandā tala ghōra yātanāmā rahun.’’"}]}