{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":36,"Text":"Āra yārā kuphari karē, yakhana tārā āpanākē dēkhē, takhana tārā āpanākē śudhu bidrupēra pātrarupē'i grahaṇa karē. Tārā balē, ‘ē ki sē, yē tōmādēra dēba-dēbīgulōra samālōcanā karē? Athaca tārā'i tō ‘rahamāna’ tathā daẏāmaẏēra smaraṇē kupharī karē"},{"SurahNumber":21,"VerseNumber":37,"Text":"Mānuṣa sr̥ṣṭigatabhābē tbarāprabana [1] śīghra'i āmi tōmādērakē āmāra nidarśanābalī dēkhāba; kājē'i tōmarā tāṛāhuṛā kāmanā karō nā"},{"SurahNumber":21,"VerseNumber":38,"Text":"Āra tārā balē, ‘tōmarā yadi satyabādī ha'ō tabē bala ē pratiśruti kakhana pūrṇa habē?’"},{"SurahNumber":21,"VerseNumber":39,"Text":"Yadi kāphērarā sē samaẏēra kathā jānata, yakhana tārā tādēra cēhārā ō piṭha thēkē āguna pratirōdha karatē pārabē nā ēbaṁ tādērakē sāhāyya karā'ō habē nā (tāhalē tārā sē śāstikē tāṛātāṛi cā'ita nā)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Baraṁ tā tādēra upara āsabē atarkitabhābē ēbaṁ tādērakē hatabhamba karē dēbē. Phalē tārā tā radha karatē pārabē nā ēbaṁ tādērakē abakāśa'ō dēẏā habē nā"},{"SurahNumber":21,"VerseNumber":41,"Text":"Āra āpanāra āgē'ō anēka rāsulēra sāthē'i ṭhāṭṭā-bidrūpa karā haẏēchila; pariṇāmē tārā yā niẏē ṭhāṭṭā-bidrūpa karata tā bidrūpakārīdērakē paribēṣṭana karēchila"},{"SurahNumber":21,"VerseNumber":42,"Text":"Baluna, ‘rahamāna hatē kē tōmādērakē rakṣā karabē rātē ō dinē [1]? Tabu'ō tārā tādēra raba ēra smaraṇa hatē mukha phiriẏē nēẏa"},{"SurahNumber":21,"VerseNumber":43,"Text":"Tabē ki tādēra ēmana katēka ilāha'ō āchē yārā āmādēra thēkē tādērakē rakṣā karatē pārē? Ērā tō nijēdērakē'i sāhāyya karatē pārē nā ēbaṁ āmādēra thēkē tādēra āśraẏadānakārī'ō habē nā"},{"SurahNumber":21,"VerseNumber":44,"Text":"Baraṁ āmarā'i tādērakē ō tādēra pitr̥-puruṣadērakē bhōga-sambhāra diẏēchilāma; tāra upara tādēra āẏuṣkāla ō haẏēchila dīrgha. Tārā ki dēkhachē nā yē, āmarā yamīnakē cāradika thēkē saṅkucita karē ānachi [1]. Tabu'ō ki tāra bijaẏī habē"}]}