{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":43,"Text":"И до тебя (о, Пророк) посылали Мы (к прежним общинам) только мужчин (а не женщин или ангелов), которым давали откровение. Спросите же (о, многобожники) (об этом) людей напоминания [тех, у кого есть знание из Торы и Евангелии], если вы сами не знаете (этого)"},{"SurahNumber":16,"VerseNumber":44,"Text":"(И посылали Мы прежних пророков) с ясными знамениями и с Писанием. И ниспослали Мы тебе (о, Пророк) Напоминание [Коран], чтобы ты разъяснил людям, что им ниспослано [положения Закона Аллаха], и чтобы они размышляли (о Коране) (и взяли себе из этого наставление)"},{"SurahNumber":16,"VerseNumber":45,"Text":"Неужели же уверены те, которые строили злые козни (против Пророка), что Аллах не заставит землю поглотить их или не придет к ним наказание оттуда, откуда они не чувствуют [не ожидают]"},{"SurahNumber":16,"VerseNumber":46,"Text":"Или (неужели они уверены, что Он не) схватит их (наказанием) в их оборотливости [в их торговых поездках и делах], и они не будут в состоянии ослабить (Его наказание) [не смогут избежать его]"},{"SurahNumber":16,"VerseNumber":47,"Text":"Или (неужели они уверены, что Он не) схватит их (наказанием) в страхе [когда они ожидают падения на них наказания]? Поистине же, Господь твой – однозначно, сострадательный (и) милосердный (так как не спешит с наказанием)"},{"SurahNumber":16,"VerseNumber":48,"Text":"Неужели не видели они [эти неверующие] что у того, что создал Аллах [у гор, деревьев,...], тень у них склоняется (в один промежуток времени) направо и (в другой промежуток времени) налево, преклоняясь ниц перед Аллахом [проявляя этим самым свое смирение перед Ним], будучи при этом покорными (Ему)"},{"SurahNumber":16,"VerseNumber":49,"Text":"И пред Аллахом преклоняются ниц те, кто в небесах и на земле из животных, и ангелы, и они не превозносятся (над поклонением Ему)"},{"SurahNumber":16,"VerseNumber":50,"Text":"Они [ангелы] боятся своего Господа, (Который) над ними и делают то, что им повелено (их Господом)"},{"SurahNumber":16,"VerseNumber":51,"Text":"И сказал Аллах (Своим рабам): «Не берите (себе) двух богов! Он [Бог ваш] (есть) бог единственный (кроме Которого никто не может быть богом), и только Меня бойтесь!»"},{"SurahNumber":16,"VerseNumber":52,"Text":"И Ему [Аллаху] принадлежит то, что в небесах и на земле [Он является Создателем, Владыкой и Богом всего], и Ему (должно совершаться) поклонение постоянно. Неужели вы будете остерегаться [бояться] кого-нибудь, кроме Аллаха"},{"SurahNumber":16,"VerseNumber":53,"Text":"И какая есть у вас благодать (будь то вера, здоровье, достаток, дети,...), то (это) – (только) от Аллаха [только Он дает вам все это, и никто другой]. Потом, когда вас касается беда [болезнь, голод,...], то (вы) (только) к Нему плачетесь (с мольбой)"},{"SurahNumber":16,"VerseNumber":54,"Text":"Потом, когда Он удалит от вас беду, тогда часть из вас (снова) (начинают) придавать сотоварищей своему Господу"}]}