{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":16,"Text":"(napiye!) Nir kuruviraka: ‘‘Maranattaivittu allatu vettuppatuvatai vittu ninkal veruntotiya potilum, unkal ottam unkalukku oru payanum alikkatu. Iccamayam (ninkal tappittuk konta potilum) veku corpa nalkalanri (atika nalkal) ninkal cukamanupavikka mattirkal"},{"SurahNumber":33,"VerseNumber":17,"Text":"(napiye! Melum) kuruviraka: ‘‘Allah unkalukkut tinkilaikka natinal avanitamiruntu unkalaip patukappavan yar allatu unkalukku arulpuriya natinal atai tatuppavan yar? Allahvai anri avarkal tankalukku utavi ceypavarkalaiyum patukappavarkalaiyum kanamattarkal"},{"SurahNumber":33,"VerseNumber":18,"Text":"unkalil (yuttattirkuc celpavarkalait) tatai ceypavarkalaiyum, tankal cakotararkalai nokki ninkal ‘‘(yuttattirkuc cellatu) nam'mitam vantu vitunkal'' enru kurupavarkalaiyum niccayamaka allah nankarinte irukkiran. (Avarkalil) cilarait tavira (perumpalanavarkal) yuttattirku varuvatillai"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Avarkal) unkal visayattil kancattanattaik kaikkontirukkinranar. (Napiye!) Oru payam campavikkum camayattil, marana taruvayil mayankik kitappavarkalaippol avarkal kankal culanru culanru unkalaip partta vannamay iruppatai nir kanpir. Anta payam ninki (nampikkaiyalarkalukku verri erpattu) vittalo, kotiya varttaikalaik kontu unkalaik kurrankuraikal kuri (yuttattil kitaitta) porulkal mitu peracai kontu vilukinranar. Ivarkal unmaiyana nampikkaiyalarkal alla. Atalal, avarkal ceytirunta (nar)kariyankal anaittaiyum allah alittu vittan. Itu allahvukku mikka elitakave irukkiratu"},{"SurahNumber":33,"VerseNumber":20,"Text":"(murrukaiyittirunta etirikalin ranuvankal murrukaiyai etuttuk kontucenru vittapotilum) anta ranuvam (innum) pokavillai enre ivarkal ennik kontirukkinranar. Anta ranuvankal tirumpa vantuvittalo oru kiramattirkuc cenru (oti olintu) maraivayiruntu kontu (ninkal verri perukirirkalo tolviyurukirirkalo enra) unkalaip parriya ceytiyai vicarittuk kontirupparkal. (Avvaru cellatu) avarkal unkalutan tanki iruntalum, oru corpa nerame tavira (atika neram) por puriya mattarkal"},{"SurahNumber":33,"VerseNumber":21,"Text":"evarkal allahvaiyum, iruti nalaiyum urutiyaka nampukirarkalo, avarkal pinparri natakkaventiya alakana utaranam niccayamaka allahvin tutaritame irukkiratu. Avarkal (avaraip pinparri natantu) allahvai atikamaka ninaivu ceytu kontirupparkal"},{"SurahNumber":33,"VerseNumber":22,"Text":"Nampikkaiyalarkal (etiriyin) ranuvankalaik kanta polutu ‘‘(itutan) allahvum avanutaiya tutarum namakku vakkalittatu. Allahvum avanutaiya tutarum unmaiyaiye kurinarkal'' enru connarkal. Tavira (ivai anaittum) avarkalutaiya nampikkaiyaiyum erru kilppativataiyum tavira veronraiyum avarkalukku atikappatuttivitavillai"}]}