{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"E re: “‘Nete e fihlile, leshano ha le na monyetla, ebile le ke ke la boea-sekoele.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"E re: “haeba kea hlahlathela, ke iphosetsa ka bo-’na, haeba ke tataisitsoe ka nepo, ke ho latela ts’enolo eo ke e senoletsoeng ke Mong`a ka. Ke Eena ea utloang tsohle, U haufinyane.”"},{"SurahNumber":34,"VerseNumber":51,"Text":"Hoja e be u ne u ka bona nakong eo ba thothomelang ke matsoalo; ho se kamoo ba ka pholohang kateng, ba tla nanoloa haufi"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ba tla re: “Re’a kholoa ’neteng”; Empa ba tla amohela joang tumelo ba le hole hakaale"},{"SurahNumber":34,"VerseNumber":53,"Text":"Tlhokomelong ea hore ba ile ba latola Tumelo pele, ba ne ba ikana ka Masabonoeng ba eme thoko haholo"},{"SurahNumber":34,"VerseNumber":54,"Text":"Moeli o tsepamisitsoe lipakeng tsa bona le tseo ba li labalabelang, joaloka ha ho ile ha etsoa joalo ho batho ba khale ba neng ba ts’oana le bona. Ba neng ba tletse khoao le pelaelo"},{"SurahNumber":35,"VerseNumber":1,"Text":"Lithoriso li be ho Allah, Ea hlotseng maholimo le lefats’e, Eena ea entseng manyeloi baromuoa ba nang le mapheeo a mabeli, kapa a mararo le’a mane. E bile tlholehong U ngatafatsa tseo A khahloang ke tsona. Hobane Allah U matla holima lintho tsohle"},{"SurahNumber":35,"VerseNumber":2,"Text":"Seo Allah ka Mohau oa Hae A sitsang batho ka sona ha ho le a mong ea ka se fuparang; seo A se fupereng ha ho le a mong ea ka se fuparollang, kantle ho Eena. Ke Eena Ea Matla Oohle, Ea Seli"},{"SurahNumber":35,"VerseNumber":3,"Text":"Oho lona batho! Hopolang lereko la Allah ho lona! Na ho na le `Mopi e mong ka thoko ho Allah ea ka le fepang ho tsoa marung kapa lefats’eng? Ha ho `Mopi e mong ntle le Eena. Joale, ke hobaneng ha le thetsehile ho koenehela ‘nete"}]}