{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Azoknak, akik hisznek es jotetteket cselekszenek, azoknak a Konyoruletes szeretetet ad"},{"SurahNumber":19,"VerseNumber":97,"Text":"Mi bizony megkonnyitettuk neked a te (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) nyelveden azt (a Korant), hogy altala oromhirt hirdethess az istenfeloknek tovabba, hogy altala inthesd a viszalykodo (hitetlen) nepet"},{"SurahNumber":19,"VerseNumber":98,"Text":"Mennyi szazadot is pusztitottunk mar el elottuk. Erzekelsz-e (latsz- €) (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) kozuluk valakit is, vagy a legcsekelyebb hangot is hallod feloluk"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta-Ha. Hizb"},{"SurahNumber":20,"VerseNumber":2,"Text":"Nem azert bocsatottuk le neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Korant, hogy szerencsetlen legy"},{"SurahNumber":20,"VerseNumber":3,"Text":"Csupan inteskent azok szamara, akik felik (Allah-ot)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Egy kinyilatkoztataskent attol, Aki megteremtette a foldet es a felso egeket"},{"SurahNumber":20,"VerseNumber":5,"Text":"A Konyoruletes a Tron fole emelkedett"},{"SurahNumber":20,"VerseNumber":6,"Text":"Ove minden, ami az egekben es a foldon van es az is, ami kozottuk van es az is, ami a fold alatt van"},{"SurahNumber":20,"VerseNumber":7,"Text":"Hate (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hangosan szolsz (is), O ismeri a titkot es azt is, ami meg rejtettebb"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Nincs mas isten csak O (la ilaha ill Huwa)! Ot illetik meg a Legszebb Nevek (al-Asma u-L. Husna)"},{"SurahNumber":20,"VerseNumber":9,"Text":"Elert-e hozzad Musa-nak (Mozesnek) a tortenete"},{"SurahNumber":20,"VerseNumber":10,"Text":"Midon tuzet latott es mondta a csaladjanak: Maradjatok! En tuzet vettem eszre es talan hozhatok nektek egy csovat abbol, avagy utmutatast talalok a tuznel"},{"SurahNumber":20,"VerseNumber":11,"Text":"Mikor odaert hozza, szolittatott: SO, Muso (Mozes)"},{"SurahNumber":20,"VerseNumber":12,"Text":"En bizony a te Urad vagyok! Vedd le mindket sarudat, mivel te Tinva megszentelt volgyeben vagy"}]}