{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"“O bijtë e mi, shkoni e kërkoni lajme për Jusufin dhe vëllain e tij dhe mos e humbni shpresën në mëshirën e Allahut. Shpresën në mëshirën e Allahut nuk e humb askush, përveç jobesimtarëve”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Kur ata dolën para Jusufit, thanë: “O ministër, ne dhe familjen tonë e ka goditur një fatkeqësi e madhe dhe kemi sjellë pak gjëra! Sidoqoftë, na e plotëso masën (për ushqimin) tonë dhe na jep lëmoshë, sepse Allahu i shpërblen dhënësit e lëmoshës”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Ai tha: “A nuk e mbani mend çfarë keni bërë me Jusufin dhe vëllanë e tij, kur ishit të paditur?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Ata thanë: “Vallë, ti je vërtet Jusufi?!” Ai u përgjigj: “Po, unë jam Jusufi e ky është vëllai im. Allahu na mëshiroi. Atë që ruhet (nga gjynahet) dhe bëhet i durueshëm, Allahu e shpërblen, se Ai kurrë nuk ia humb shpërblimin punëmirëve”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Ata thanë: “Betohemi për Allahun, vërtet që Allahu të ka ngritur ty mbi ne dhe ne paskemi qenë vërtet të gabuar”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Ai u tha: “Sot s’ka qortim për ju; Allahu do t’ju falë. Ai është më i Mëshirshmi i mëshiruesve"},{"SurahNumber":12,"VerseNumber":93,"Text":"Shkoni me këtë këmishë timen dhe vëreni në fytyrën e atit tim e ai do të shohë, dhe m’i sillni tërë familjet tuaja!”"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kur karvani u largua nga vendi (Egjipti), babai i tyre tha: “Unë, me të vërtetë, po ndiej erën e Jusufit, ndonëse ju mund të më quani matuf ”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Ata thanë: “Për Allahun, me të vërtetë, ti edhe tani qëndron në gabimin e mëparshëm”"}]}