{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":23,"Text":"Unter den Glaubigen sind Leute, die dem Bundnis, das sie mit Allah geschlossen hatten, die Treue hielten. Es sind welche unter ihnen, die ihr Gelubde erfullt haben, und welche, die noch warten, und sie haben nichts verandert, nicht im geringsten"},{"SurahNumber":33,"VerseNumber":24,"Text":"Allah belohne die Wahrhaftigen fur ihre Wahrhaftigkeit und bestrafe die Heuchler, wenn Er will, oder wende Sich ihnen in Barmherzigkeit zu. Wahrlich, Allah ist Allverzeihend, Barmherzig"},{"SurahNumber":33,"VerseNumber":25,"Text":"Und Allah schlug die Unglaubigen in ihrem Grimm zuruck; sie erlangten keinen Vorteil. Und Allah ersparte den Glaubigen den Kampf. Und Allah ist Allmachtig, Erhaben"},{"SurahNumber":33,"VerseNumber":26,"Text":"Und Er brachte die aus dem Volk der Schrift, die ihnen halfen, von ihren Burgen herunter und warf Schrecken in ihre Herzen. Einen Teil totetet ihr, und einen Teil nahmt ihr gefangen"},{"SurahNumber":33,"VerseNumber":27,"Text":"Und Er ließ euch ihr Land erben und ihre Hauser und ihren Besitz und ein Land, in das ihr nie den Fuß gesetzt hattet. Und Allah hat Macht uber alle Dinge"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophet! Sprich zu deinen Frauen: \"Wenn ihr das Leben in dieser Welt und seinen Schmuck begehrt, so kommt, ich will euch eine Gabe reichen und euch dann auf schone Art entlassen"},{"SurahNumber":33,"VerseNumber":29,"Text":"Doch wenn ihr Allah und Seinen Gesandten und die Wohnstatt des Jenseits begehrt, dann wahrlich, hat Allah fur die unter euch, die Gutes tun, einen herrlichen Lohn, bereitet"},{"SurahNumber":33,"VerseNumber":30,"Text":"O Frauen des Propheten! Wenn eine von euch eine offenkundige Schandlichkeit begeht, so wird ihr die Strafe verdoppelt. Und das ist fur Allah ein leichtes"}]}