{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"طا، سین، میم۔"},{"SurahNumber":26,"VerseNumber":2,"Text":"یہ ایک واضح کتاب کی آیتیں ہیں۔"},{"SurahNumber":26,"VerseNumber":3,"Text":"شاید آپ (اس غم میں) جان دے دیں گے کہ یہ لوگ ایمان نہیں لاتے۔"},{"SurahNumber":26,"VerseNumber":4,"Text":"اگر ہم چاہیں تو ان پر آسمان سے کوئی ایسی نشانی اتاریں جس کے آگے ان کی گردنیں جھک جائیں۔"},{"SurahNumber":26,"VerseNumber":5,"Text":"اور جب بھی ان کے پاس خدائے رحمن کی طرف سے کوئی نئی نصیحت آتی ہے تو یہ اس سے منہ پھیر لیتے ہیں۔"},{"SurahNumber":26,"VerseNumber":6,"Text":"بےشک یہ جھٹلا چکے ہیں تو عنقریب ان کے سامنے اس چیز کی خبریں آئیں گی جس کا یہ مذاق اڑاتے رہے ہیں۔"},{"SurahNumber":26,"VerseNumber":7,"Text":"کیا انہوں نے زمین کی طرف (غور سے) نہیں دیکھا کہ ہم نے اس میں کتنی کثرت سے عمدہ نباتات اگائی ہیں۔"},{"SurahNumber":26,"VerseNumber":8,"Text":"بےشک اس کے اندر ایک بڑی نشانی ہے لیکن ان میں سے اکثر ایمان لانے والے نہیں ہیں۔"},{"SurahNumber":26,"VerseNumber":9,"Text":"اور بےشک آپ کا پروردگار بڑا غالب، بڑا رحم کرنے والا ہے۔"},{"SurahNumber":26,"VerseNumber":10,"Text":"اے رسول(ص)) وہ وقت یاد کرو جب آپ کے پروردگار نے موسیٰ کو پکارا کہ ظالم قوم کے پاس جاؤ۔"},{"SurahNumber":26,"VerseNumber":11,"Text":"یعنی فرعون کی قوم کے پاس۔ کیا وہ نہیں ڈرتے؟"},{"SurahNumber":26,"VerseNumber":12,"Text":"موسیٰ نے کہا اے میرے پروردگار! میں ڈرتا ہوں کہ وہ مجھے جھٹلائیں گے۔"},{"SurahNumber":26,"VerseNumber":13,"Text":"اور میرا سینہ تنگ ہوتا ہے اور میری زبان نہیں چلتی سو ہارون کے پاس (وحی) بھیج (کہ وہ میرا ساتھ دے)۔"},{"SurahNumber":26,"VerseNumber":14,"Text":"اور ان لوگوں کا میرے ذمہ ایک جرم بھی ہے اس لئے مجھے اندیشہ ہے کہ وہ مجھے قتل کر دیں گے۔"},{"SurahNumber":26,"VerseNumber":15,"Text":"ارشاد ہوا ہرگز نہیں! تم دونوں ہماری نشانیاں لے کر جاؤ ہم تمہارے ساتھ (سب کچھ) سن رہے ہیں۔"},{"SurahNumber":26,"VerseNumber":16,"Text":"پس تم دونوں فرعون کے پاس جاؤ۔ اور اس سے کہو کہ ہم تمام جہانوں کے پروردگار کے رسول ہیں۔"},{"SurahNumber":26,"VerseNumber":17,"Text":"کہ تو بنی اسرائیل کو ہمارے ساتھ بھیج دے۔"},{"SurahNumber":26,"VerseNumber":18,"Text":"فرعون نے کہا (اے موسیٰ) کیا تمہارے بچپن میں ہم نے تمہاری پرورش نہیں کی ہے؟ اور تو نے اپنی عمر کے کئی سال ہم میں گزارے ہیں۔"},{"SurahNumber":26,"VerseNumber":19,"Text":"اور تو نے اپنی وہ حرکت بھی کی تھی جو کی تھی اور تو ناشکروں میں سے ہے۔"}]}