{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"‘Ma'i egaraaki naraika sihamtara oparata raajatba karaa dekhi ahilo. Ta'ika sakalo bastu pradana karaa haiche lagate ta'ira ekhana bisala sinhasano ache"},{"SurahNumber":27,"VerseNumber":24,"Text":"Ma'i ta'ika arau ta'ira sampradayaka dekhilo sihamte allahara paraibarte suryaka chajadaha karae. Cayatane sihamtara karyarali sihamtara ocarata susobhita karai diche arau sihamtaka satpathara paraa badhagrasta karaiche, phalata sihamte hidayata poraa na'i"},{"SurahNumber":27,"VerseNumber":25,"Text":"(cayatane e'i karane badha diche ye,) yate sihamte allahaka chajadaha nakarae, yijane akasasamuha arau prthiraira gupta bastuboraka prakasa karae, arau teraemi jane yi tomaloke gopana karaa arau yi prakasa karaa"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allahara bahirae ana kono satya ilaha na'i, teraemi maha arachara raba"},{"SurahNumber":27,"VerseNumber":27,"Text":"Chula'imane ka’le, ‘ami paraiksa karai cama, tumi samca'i kaicha ne tumi michaliyabilakara antarbhukta"},{"SurahNumber":27,"VerseNumber":28,"Text":"‘Tumi mora e'i patrakhana lai yoraa arau e'ito sihamtara ocarata pela'i diyagai, tara pichata sihamtara paraa amtarata thakiba arau laksya karaiba sihamtara pratikraiya ki’"},{"SurahNumber":27,"VerseNumber":29,"Text":"se'i mahila (raani) garaakiye ka’le, ‘he mora paraisadabarga! Niscaya molai eta sanmanita patra praerana karaa haiche"},{"SurahNumber":27,"VerseNumber":30,"Text":"niscaya eya chula'imanara taraphara paraa arau niscaya e'ito parama karaunamaya, parama dayalu allahara namata"},{"SurahNumber":27,"VerseNumber":31,"Text":"‘yate tomaloke mora biraodhitara aud'dhatya prakasa nakaraa arau anugatya sbikara karai mora ocarata upasthita horaa’"},{"SurahNumber":27,"VerseNumber":32,"Text":"Raaniye ka’le, ‘he paraisadabarga! Tomaloke mora e'i bisaya samparke abhimata diya. Tomalokara upasthitibihina ma'i kono curanta sid'dhanta grahana nakarao’"},{"SurahNumber":27,"VerseNumber":33,"Text":"Sihamte ka’le, ‘ami dekhuna saktisali arau kathora yud'dha, kintu sid'dhanta grahana karaara adhikara kerala aponara ocarata; eteke cinta karai ca'omka, ki nirdesa karaiba’"},{"SurahNumber":27,"VerseNumber":34,"Text":"Mahila garaakiye ka’le, ‘rajasakale yetiya kono janapadata (bijayiraupe) praraesa karae tetiya taka biparyasta karai diye arau tata thaka maryadasila byaktisakalaka apadastha karae, arau e'itorae sihamtara raiti"},{"SurahNumber":27,"VerseNumber":35,"Text":"‘arau niscaya ma'i sihamtara ocarata upadhaukana pathama, ca'om, katakiye ki sambada lai ubhati ahe’"}]}