{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"And even if you have to turn away from them (the deserving) to find from the Mercy from your Lord, which you expect, then speak a word of comfort and kindness to them"},{"SurahNumber":17,"VerseNumber":29,"Text":"And do not make your hand tied to your neck, (like a miser), nor push it out to its longest reach, so that you become worthy of blame and being penniless"},{"SurahNumber":17,"VerseNumber":30,"Text":"Surely, your Lord gives plenty for livelihood to whom He pleases, but He gives in a right amount (to all). Verily, He knows and regards all His servants"},{"SurahNumber":17,"VerseNumber":31,"Text":"And do not kill your children because of the fear of poverty (or of want): We shall give livelihood to them and also to you. Surely, killing them is a terrible sin"},{"SurahNumber":17,"VerseNumber":32,"Text":"And do not come close to adultery: Verily, it is a shameful (deed) and an act evil, opening the road (to many other evils)"},{"SurahNumber":17,"VerseNumber":33,"Text":"And do not take life— Which Allah has made holy— Except for just (and true) cause. And if anyone is killed wrongfully, We have given his heir the right (to demand justice within due limits or to forgive): But let him not exceed the limits in the matter of taking life; Verily, he (too) is helped (by Islamic law)"},{"SurahNumber":17,"VerseNumber":34,"Text":"And do not come near to the orphan's property except to make it better, until he attains the age of full strength; And fulfill (every) promise (and commitment), verily, (every) act will be questioned (on the Day of Judgment)"},{"SurahNumber":17,"VerseNumber":35,"Text":"And give full measure when you measure, and weigh with a balance that is (correct and) straight. That is the most suitable and most helpful in the final evaluation"},{"SurahNumber":17,"VerseNumber":36,"Text":"And do not follow that about which you have no knowledge; Verily, every act of hearing, or of seeing, or of (wandering of) the heart will be questioned (on the Day of Judgment)"},{"SurahNumber":17,"VerseNumber":37,"Text":"And do not walk on the earth with (injustice and) deceit, arrogance (and rudeness): Verily, you can not rip the earth apart, and cannot reach the mountains in height"},{"SurahNumber":17,"VerseNumber":38,"Text":"Of all such things, (it is) evil that is hateful in the sight of your Lord"}]}