{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Sen şimdi onlara bir misâl getir:Mâlum şehir halkını, hani onlara da elçiler gelmişti"},{"SurahNumber":36,"VerseNumber":14,"Text":"Evet, iki resul gönderdik onlara,“Yalancı!” dediler onlara.Bunun üzerine, güçlendirdik onları bir üçüncü resulle,Dediler hep birden: “Biz Allah'ın elçileriyiz size!”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ahali dedi ki: “Doğrusu Rahman'ın indirdiği bir şey yok!Siz de bizim gibi bir beşersiniz, evet evet... siz sadece yalancısınız!”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Resuller dediler: “Elbette biliyor Rabbimiz,Size gönderilen elçileriz biz.”"},{"SurahNumber":36,"VerseNumber":17,"Text":"“Açıkça tebliğden başka bir şeyle yükümlü değiliz biz.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ahâli dedi ki: “Uğursuzsunuz siz, şayet vazgeçmezseniz, sizi taşlarız, acı mı acı bir azap size dokundururuz.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Resuller cevap verdiler:“Uğursuzluğunuz sizinle beraber, çünkü siz imânsızsınız, irşâd edildiniz diye mi böyle söylüyorsunuz?Haddi aşan toplumun tekisiniz siz!”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Derken... şehrin öte başından, koşarak bir adam geldi ve onlara dedi ki:“N'olur ey kavmim! Gelin siz bu resullere uyun!”"},{"SurahNumber":36,"VerseNumber":21,"Text":"“Sizden bir ücret istemeyen, sizden hiç menfaat beklemeyen, dosdoğru yolda yürüyen bu kimselere uyun!”"},{"SurahNumber":36,"VerseNumber":22,"Text":"“Hem ne olmuş ki bana? Neden tapmayayım beni yaratana?Hem sizlerin de dönüşü ancak olacak O'na!”"},{"SurahNumber":36,"VerseNumber":23,"Text":"“Hiç O'ndan başka tanrı edinir miyim! Zirâ Rahman bana zarar vermek dilerse, onların şefaati fayda etmez, hem kurtaramazlar da...”"},{"SurahNumber":36,"VerseNumber":24,"Text":"“O durumda ben, besbelli bir sapıklıkta olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Amma bakın:Ben Rabbinize inanıyorum, sizler de bunu işitmiş olun!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Ona “Buyur cennete gir!” denildi.O ise halkını hatırlayarak: “Ah halkım bir bilseydi!” dedi"},{"SurahNumber":36,"VerseNumber":27,"Text":"“Ah bir bilseler: Rabbimin beni affettiğini, beni ikramlara gark ettiğini!”"}]}