{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Znanje o njima kod Gospodara je moga, u Knjizi!\", rece Musa, \"Gospodaru mome nista skriveno nije i On ne zaboravlja"},{"SurahNumber":20,"VerseNumber":53,"Text":"Onaj Koji je za vas Zemlju posteljom ucinio i po njoj vam prolaze utro, i On spusta s neba kisu, pa Mi dajemo da uz njenu pomoc u parovima nice bilje raznovrsno"},{"SurahNumber":20,"VerseNumber":54,"Text":"Jedite i napasajte stoku svoju! Tu su znakovi za one koji pameti imaju"},{"SurahNumber":20,"VerseNumber":55,"Text":"Od zemlje vas stvaramo i u nju vas vracamo i iz nje cemo vas i drugi put izvesti"},{"SurahNumber":20,"VerseNumber":56,"Text":"I Mi smo faraonu sve znakove Nase pokazali, ali je on ipak porekao i da povjeruje odbio"},{"SurahNumber":20,"VerseNumber":57,"Text":"Zar si dosao da nas pomocu vradzbine svoje iz zemlje nase izvedes, o Musa!\", upitao je"},{"SurahNumber":20,"VerseNumber":58,"Text":"I mi cemo tebi vradzbinu slicnu ovoj, doista, pripremiti! Zakazi nam mjesto i vrijeme susreta koji necemo prekrsiti ni mi, a ni ti, i neka to bude na mjestu vidnom"},{"SurahNumber":20,"VerseNumber":59,"Text":"Neka mjesto i vrijeme susreta bude na dan gizdanja?' rece Musa, \"i nek se narod izjutra sakupi"},{"SurahNumber":20,"VerseNumber":60,"Text":"I faraon ode, sakupi carobnjake svoje i poslije dođe"},{"SurahNumber":20,"VerseNumber":61,"Text":"Tesko vama!\", rece Musa. \"Ne iznosite lazi o Allahu, pa da vas On kaznom unisti, a sigurno nece uspjeti onaj koji lazi iznosi"},{"SurahNumber":20,"VerseNumber":62,"Text":"I oni se, o tome sta im je ciniti, stadose između sebe raspravljati, a tiho su saptali"},{"SurahNumber":20,"VerseNumber":63,"Text":"Ova dvojica su carobnjaci'', rekose jedni drugima, \"hoce da vas vradzbinama svojim iz zemlje vase izvedu i da uniste vas pravac najcasniji"},{"SurahNumber":20,"VerseNumber":64,"Text":"zato lukavstvo svoje pametno pripremite, a onda u red stanite. Ko danas pobijedi, sigurno ce postici sto zeli"}]}