{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"Na Anaapa Mwenyezi Mungu, Aliyetukuka, kwa mbingu zenye umbo zuri, kwamba nyinyi, enyi wakanushaji"},{"SurahNumber":51,"VerseNumber":8,"Text":"mko kwenye neno linalogongana kuhusu Qur’ani na kuhusu Mtume, rehema ya Mwenyezi Mungu na amani zimshukie"},{"SurahNumber":51,"VerseNumber":9,"Text":"Anaepushwa na Qur’ani na Mtume yule aliyeepushwa na lile la kuviamini hivyo viwili kwa kuzipa mgongo dalili za Mwenyezi Mungu na hoja Zake za yakini, na kwa hivyo haafikiwi kwenye kheri"},{"SurahNumber":51,"VerseNumber":10,"Text":"Wamelaaniwa warongo wenye dhana zisizo za kweli"},{"SurahNumber":51,"VerseNumber":11,"Text":"waliomo ndani ya dimbwi la ukafiri na upotevu hali ya kuwa wameghafilika na kujikita kwenye ubatilifu wao"},{"SurahNumber":51,"VerseNumber":12,"Text":"Wanauliza hawa wenye kukanusha suali la kuonyesha kuwa ni jambo lisilowezekana na la kuonyesha ukanushaji, «Ni lini Siku ya kuhesabiwa na kulipwa?»"},{"SurahNumber":51,"VerseNumber":13,"Text":"Siku ya Malipo ni Siku ya wao kuadhibiwa kwa kuchomwa kwa Moto na waambiwe"},{"SurahNumber":51,"VerseNumber":14,"Text":"«Onjeni adhabu yenu ambayo mlikuwa mkiifanyia haraka duniani.»"},{"SurahNumber":51,"VerseNumber":15,"Text":"Hakika ya wale wanaomcha Mwenyezi Mungu watakuwa kwenye mabustani ya Pepo makubwa na chemchemi za maji yenye kutembea. Mwenyezi Mungu Atawapa yote wanayoyatamani ya aina mbalimbali za starehe"},{"SurahNumber":51,"VerseNumber":16,"Text":"Watazipokea neema hizo wakiwa wameridhika nazo na nafsi zao zina furaha. Hakika wao, kabla ya kupata sterehe hizo, walikuwa wema duniani kwa matendo yao mema"},{"SurahNumber":51,"VerseNumber":17,"Text":"Wema hawa walikuwa wakilala kipindi kichache usiku, wakiswali kwa Mola wao wakimnyenyekea"},{"SurahNumber":51,"VerseNumber":18,"Text":"na katika nyakati za mwisho wa usiku, kabla ya alfajiri kwa muda mchache, walikuwa wakimuomba Mwenyezi Mungu msamaha wa dhambi zao"},{"SurahNumber":51,"VerseNumber":19,"Text":"Na katika mali yao kulikuwa na haki ya lazima na ya kupendekezwa kupewa wahitaji wanaowaomba watu na wasiowaomba kwa kuona haya"},{"SurahNumber":51,"VerseNumber":20,"Text":"Na katika ardhi kuna mazingatio na dalili waziwazi za uweza wa Mwenyezi Mungu kwa watu wenye yakini kuwa Mwenyezi Mungu Ndiye Mola wa haki, Aliye Peke Yake na asiye na mshirika, na wenye kumuamini Mtume Wake. rehema ya Mwenyezi Mungu na amani zimshukie"},{"SurahNumber":51,"VerseNumber":21,"Text":"Na katika kuwaumba nyinyi kuna dalili za uweza wa Mwenyezi Mungu Aliyetukuka, na kuna mazingatio ya kuwaonyesha nyinyi upweke wa Muumba wenu na kwamba Yeye hakuna Mola Anayestahiki kuabudiwa isipokuwa Yeye. Je, mumeghafilika na hilo mkawa hamlioni mkazingatia kwalo"},{"SurahNumber":51,"VerseNumber":22,"Text":"Na mbinguni kuna riziki yenu na yale mnayoahidiwa ya kheri na shari, na thawabu na mateso na yasiyokuwa hayo. Yote yameandikwa na kukadiriwa"},{"SurahNumber":51,"VerseNumber":23,"Text":"Anaapa Mwenyezi Mungu kwa dhati Yake tukufu kwamba kile Alichowaahidi ni kweli, msikifanyie shaka kama ambavyo hamshuku kuwa nyinyi mnasema"},{"SurahNumber":51,"VerseNumber":24,"Text":"Je imekujia wewe, ewe Mtume, habari ya wageni wa Ibrāhīm aliyewakirimu"},{"SurahNumber":51,"VerseNumber":25,"Text":"na walikuwa ni miongoni mwa Malaika watukufu- wakati walipomjia nyumbani kwake, wakamwamkia kwa kumwambia, «Salama!»Akawarudishia maamkizi kwa kusema, «Salama ni kwenu! Nyinyi ni watu wageni hatuwajui.»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Akaondoka kwa siri na akaelekea kwa watu wa nyumbani kwake akamlenga ndama mnono akamchinja, akamchoma"},{"SurahNumber":51,"VerseNumber":27,"Text":"kisha akamuweka mbele yao na akawakaribisha kwa upole kwa kusema, «Si mle»"},{"SurahNumber":51,"VerseNumber":28,"Text":"Alipowaona hawali aliingiwa na kicho cha kuwaogopa, na hapo wakamwambia, «Usiogope! Sisi ni wajumbe wa Mwenyezi Mungu. Na wakampa bishara kwamba mkewe Sarah atamzalia mtoto atakayekuwa ni miongoni mwa watu wanaomjua Mwenyezi Mungu na kuijua Dini Yake, naye ni Isḥāq, amani imshukie"},{"SurahNumber":51,"VerseNumber":29,"Text":"Aliposikia mke wa Ibrāhīm maneno ya bishara ya hao Malaika, alielekea upande wao na ukelele, akajipiga uso wake kwa kulionea ajabu jambo hili na akasema, «Vipi nitazaa na mimi ni tasa sizai?»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Malaika wa Mwenyezi Mungu wakamwambia, «Hivyo ndivyo Alivyosema Mola wako kama tulivyokwambia. Na Yeye Muweza wa hilo, hapana la ajabu kutokana na uweza Wake. Hakika Yeye, Aliyetakasika na kutukuka, Ndiye Mwenyew hekima Anayeviweka vitu mahali pake, Ndiye Mwenye kuyajua maslahi ya waja Wake"}]}