{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece zulmeden toplumun koku kesildi. Hamd, alemlerin Rabbi Allah’a mahsustur"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Ey Muhammed! Onlara) de ki: Allah kulaklarınızı ve gozlerinizi alsa, kalplerinize de muhur vursa, Allah'tan baska onu size geri getirecek ilah kimdir?\" Bak, delilleri (Allah'tan baska hakkıyla ibadete layık ilah olmadıgına dair) nasıl acıklıyoruz? Boyle oldugu halde, onlar yine de yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: Soyler misiniz; size Allah'ın azabı ansızın veya acıkca gelirse, zalim toplumdan baskası mı helak olur"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, peygamberleri ancak mujdeleyiciler ve uyarıcılar olarak gondeririz. Kim iman eder ve kendini duzeltirse onlara korku yoktur. Onlar uzuntu de cekmeyecekler"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlara gelince, yoldan cıkmaları (ve ayetlerimizi inkar etmeleri) sebebiyle onlara azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: Ben size, Allah'ın hazineleri benim yanımdadır, demiyorum. Ben gaybı da bilmem. Size, ben bir melegim de demiyorum. Ben, sadece bana vahyolunana uyarım. De ki: Kor ile goren hic bir olur mu? Hic dusunmez misiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rablerinin huzurunda toplanacaklarından korkanları onunla (Kur'an ile) uyar. Onlar icin Rablerinden baska ne bir dost, ne de bir aracı vardır; belki sakınırlar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Rablerinin rızasını isteyerek sabah aksam O'na yalvaranları kovma! Onların hesabından sana bir sorumluluk; senin hesabından da onlara herhangi bir sorumluluk yoktur ki onları kovup ta zalimlerden olasın"}]}