{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Āra tādēra paricālita karā haẏēchē pabitra bākyālāpēra prati, āra tādēra cāliẏē nē'ōẏā haẏēchē praśansita pathē."},{"SurahNumber":22,"VerseNumber":25,"Text":"Niḥsandēha yārā abiśbāsa pōṣaṇa karē āra ṭhēkiẏē rākhē āllāh‌ra patha thēkē ō pabitra masajida thēkē yākē āmarā bāniẏēchi sakala mānuṣēra jan'ya samānabhābē, -- sēkhānakāra bāsindāra ō bahirāgatēra jan'ya. Āra yē kē'u sēkhānē an'yāẏabhābē dhūrtāmi karatē cāẏa tākē āmarā āsbāda karāra marmantada śāsti thēkē."},{"SurahNumber":22,"VerseNumber":26,"Text":"Āra smaraṇa karō! Āmarā ibrāhīmēra jan'ya gr̥hēra sthāna sthira karē diẏēchilāma ē'i balē -- ''āmāra saṅgē kōnō-kichukē anśī karō nā, āra āmāra gr̥hakē pabitra karō ta'ōẏāphakārīdēra jan'ya ēbaṁ danḍāẏamānadēra ō ruku-sijadā-kārīdēra jan'ya.’’"},{"SurahNumber":22,"VerseNumber":27,"Text":"Āra lōkadēra madhyē hajēra kathā ghōṣaṇā ka’rē dā'ō, tārā tōmāra kāchē āsabē pāẏē hēm̐ṭē āra pratyēka śīrṇa uṭēra uparē, pratyēka dūra-durānta dēśa thēkē"},{"SurahNumber":22,"VerseNumber":28,"Text":"Yātē tārā pratyakṣa karē tādēra jan'ya upakārasamūha, āra yēna tārā āllāh‌ra nāma smaraṇa karatē pārē nirdhārita dinagulōtē catuspada gabādi-paśudēra uparē yēgulō diẏē tini tādēra jībikā diẏēchēna, tārapara yēna tōmarā tā thēkē khētē parō ēbaṁ duḥstha ō niḥsbakē khā'ōẏātē pārō."},{"SurahNumber":22,"VerseNumber":29,"Text":"Tārapara tārā samādhā karuka tādēra pariskāra-paricchannatā, āra tādēra mānatagulō tārā pūrṇa karuka, āra tārā ta'ōẏāpha karuka ē'i prācīna gr̥hēra."},{"SurahNumber":22,"VerseNumber":30,"Text":"Ē'iṭi'i. Āra yē kē'u āllāh‌ra anuṣṭhānagulōra sam'māna karē tāhalē sēṭi tāra prabhura kāchē tāra jan'yē uttama. Āra gabādi- paśu tōmādēra jan'ya baidha karā haẏēchē sē-saba byatīta yā tōmādēra kāchē bibr̥ta karā haẏēchē, sutarāṁ tōmarā dēbadēbīra kadaryatā parihāra karō ēbaṁ barjana karō mithyā kathābārtā"}]}