{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"ਕੋਈ ਕੌਮ ਨਾ ਆਪਣੇ ਵਾਅਦੇ ਤੋਂ ਅੱਗੇ ਜਾਂਦੀ ਅਤੇ ਨਾ ਉਸ ਤੋਂ ਪਿੱਛੇ ਰਹਿੰਦੀ।"},{"SurahNumber":23,"VerseNumber":44,"Text":"ਫਿਰ ਅਸੀਂ ਲਗਾਤਾਰ ਆਪਣੇ ਰਸੂਲ ਭੇਜੇ ਜਦੋਂ ਵੀ ਕਿਸੇ ਕੌਂਮ ਦੇ ਕੋਲ ਉਸ ਦਾ ਰਸੂਲ ਆਇਆ ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਉਸ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ। ਤਾਂ ਅਸੀਂ ਇੱਕ ਤੋਂ ਬਾਅਦ ਇੱਕ ਸਾਰਿਆਂ ਦਾ ਮਲੀਆ ਮੇਟ ਕਰ ਦਿੱਤਾ। ਅਤੇ ਅਸੀਂ' ਉਨ੍ਹਾਂ ਨੂੰ ਕਿੱਸੇ ਕਹਾਣੀਆਂ ਬਣਾ ਛੱਡਿਆ। ਤਾਂ ਦੂਰ ਹੋਣ ਉਹ ਲੋਕ ਜਿਹੜੇ ਈਮਾਨ ਨਹੀਂ ਲਿਆਉਂਦੇ।"},{"SurahNumber":23,"VerseNumber":45,"Text":"ਫਿਰ ਅਸੀਂ ਮੂਸਾ ਅਤੇ ਉਸ ਦੇ ਭਰਾ ਹਾਰੂਨ ਨੂੰ ਆਪਣੀਆਂ ਨਿਸ਼ਾਨੀਆਂ ਅਤੇ ਪ੍ਰਤੱਖ ਦਲੀਲਾਂ ਦੇ ਨਾਲ ਭੇਜਿਆ।"},{"SurahNumber":23,"VerseNumber":46,"Text":"ਫਿਰਔਨ ਅਤੇ ਉਸ ਦੇ ਦਰਬਾਰੀਆਂ ਦੇ ਕੋਲ, ਤਾਂ ਉਹ ਹੰਕਾਰੀ ਲੋਕ ਸਨ, ਉਨ੍ਹਾਂ ਨੇ ਹੰਕਾਰ ਕੀਤਾ।"},{"SurahNumber":23,"VerseNumber":47,"Text":"ਤਾਂ ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਕੀ ਅਸੀਂ ਆਪਣੇ ਵਰਗੇ ਦੋ ਆਦਮੀਆਂ ਦੀ ਗੱਲ ਮੰਨ ਲਈਏ। ਜਦੋਂ' ਕਿ ਇਨ੍ਹਾਂ ਦੀ ਕੌਮ ਦੇ ਲੋਕ ਸਾਡੇ ਗੁਲਾਮ ਹਨ।"},{"SurahNumber":23,"VerseNumber":48,"Text":"ਫਿਰ ਉਨ੍ਹਾਂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਝੁਠਲਾ ਦਿੱਤਾ। ਫਿਰ ਉਹ ਨਸ਼ਟ ਕਰ ਦਿੱਤੇ ਗਏ।"},{"SurahNumber":23,"VerseNumber":49,"Text":"ਅਤੇ ਅਸੀਂ ਮੂਸਾ ਨੂੰ ਕਿਤਾਬ ਦਿੱਤੀ ਤਾਂ ਕਿ ਉਹ ਰਾਹ ਪਾਉਣ।"},{"SurahNumber":23,"VerseNumber":50,"Text":"ਫਿਰ ਅਸੀਂ ਮਰੀਅਮ ਦੇ ਬੇਟੇ ਅਤੇ ਉਸ ਦੀ ਮਾਂ ਨੂੰ ਇੱਕ ਨਿਸ਼ਾਨੀ ਬਣਾਇਆ ਅਤੇ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਇੱਕ ਉਚੀ ਧਰਤੀ ਉੱਤੇ ਇੱਕ ਟਿਕਾਣਾ ਦਿੱਤਾ, ਜਿਹੜੀ ਸ਼ਾਂਤੀ ਦੀ ਜਗ੍ਹਾ ਸੀ ਅਤੇ ਉਥੇ ਪਾਣੀ ਦਾ ਚਸ਼ਮਾ ਵਗ ਰਿਹਾ ਸੀ।"},{"SurahNumber":23,"VerseNumber":51,"Text":"ਹੇ ਪੈਗੰਬਰੋ! ਸਾਫ ਚੀਜ਼ਾਂ ਖਾਉ ਅਤੇ ਚੰਗੇ ਕੰਮ ਕਰੋ। ਮੈਂ ਜਾਣਦਾ ਹਾਂ ਜੋ ਕੁਝ ਤੁਸੀਂ ਕਰਦੇ ਹੋ।"},{"SurahNumber":23,"VerseNumber":52,"Text":"ਅਤੇ ਇਹ ਕਿ ਤੁਹਾਡਾ ਧਰਮ ਇੱਕ ਹੀ ਧਰਮ ਹੈ ਅਤੇ ਮੈਂ ਤੁਹਾਡਾ ਰੱਬ ਹਾਂ। ਇਸ ਲਈ ਤੁਸੀਂ ਮੇਰੇ ਤੋਂ ਡਰੋ।"},{"SurahNumber":23,"VerseNumber":53,"Text":"ਫਿਰ ਲੋਕਾਂ ਨੇ ਅਪਾਣੇ ਧਰਮ ਨੂੰ ਪਰਸਪਰ ਟੁੱਕੜੇ-ਟੁੱਕੜੇ ਕਰ ਲਿਆ। ਹਰੇਕ ਸਮੂਹ ਦੇ ਕੋਲ ਜੋ ਵੀ ਕੁਝ ਹੈ ਉਹ ਉਸੇ ਤੇ ਹੀ ਮਗਨ ਹੈ।"},{"SurahNumber":23,"VerseNumber":54,"Text":"ਹੁਣ ਉਨ੍ਹਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਬੇਹੋਸ਼ੀ ਵਿਚ ਕੂਝ ਦਿਨ ਛੱਡ ਦੇਵੋ।"},{"SurahNumber":23,"VerseNumber":55,"Text":"ਕੀ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਜਿਹੜੀ ਜਾਇਦਾਦ ਅਤੇ ਔਲਾਦ ਦੇ ਰਹੇ ਹਾਂ।"},{"SurahNumber":23,"VerseNumber":56,"Text":"ਤਾਂ ਅਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਲਾਭ ਪਹੁੰਚਾਉਣ ਲਈ ਸਰਗਰਮ ਹਾਂ। ਸਗੋਂ ਇਹ ਪ੍ਰੀਖਿਆ ਹੈ। ਲੇਕਿਨ ਉਹ ਗੱਲ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।"},{"SurahNumber":23,"VerseNumber":57,"Text":"ਬੇਸ਼ੱਕ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੇ ਪ੍ਰਕੋਪ ਤੋਂ ਡਰਦੇ ਹਨ।"},{"SurahNumber":23,"VerseNumber":58,"Text":"ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੀਆਂ ਆਇਤਾਂ ਉੱਪਰ ਈਮਾਨ ਰੱਖਦੇ ਹਨ।"},{"SurahNumber":23,"VerseNumber":59,"Text":"ਅਤੇ ਜਿਹੜੇ ਲੋਕ ਆਪਣੇ ਰੱਬ ਦੇ ਬਰਾਬਰ ਕਿਸੇ ਨੂੰ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣਾਉਂਦੇ।"}]}