{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":89,"Text":"Ye ke'u satkarma niye asabe, se utkrstatara pratidana pabe ebam sedina tara gurutara asthirata theke nirapada thakabe."},{"SurahNumber":27,"VerseNumber":90,"Text":"Ebam ye manda kaja niye asabe, take agnite adhahmukhe niksepa kara habe. Tomara ya karachile, tara'i pratiphala tomara pabe."},{"SurahNumber":27,"VerseNumber":91,"Text":"Ami to kebala e'i nagarira prabhura ebadata karate adista hayechi, yini eke sam'manita karechena. Ebam saba kichu tamra'i. Ami ara'o adista hayechi yena ami ajnabahadera ekajana ha'i."},{"SurahNumber":27,"VerseNumber":92,"Text":"Ebam yena ami kora'ana patha kare sona'i. Para ye byakti satpathe cale, se nijera kalyanarthe'i satpathe cale ebam ke'u pathabhrasta hale apani bale dina, ami to kebala ekajana bhiti pradarsanakari."},{"SurahNumber":27,"VerseNumber":93,"Text":"Ebam ara'o baluna, samasta prasansa allahara. Satbara'i tini tamra nidarsanasamuha tomaderake dekhabena. Takhana tomara ta cinate parabe. Ebam tomara ya kara, se samparke apanara palanakarta gaphela nana."},{"SurahNumber":28,"VerseNumber":1,"Text":"Tba-sina-mima."},{"SurahNumber":28,"VerseNumber":2,"Text":"Egulo suspasta kitabera ayata."},{"SurahNumber":28,"VerseNumber":3,"Text":"Ami apanara kache musa o phera'unera brttanta satya sahakare barnana karachi imanadara sampradayera jan'ye."},{"SurahNumber":28,"VerseNumber":4,"Text":"Phera'una tara dese ud'dhata hayechila ebam se desabasike bibhinna dale bibhakta kare tadera ekati dalake durbala kare diyechila. Se tadera putra-santanaderake hatya karata ebam nariderake jibita rakhata. Niscaya se chila anartha srstikari."},{"SurahNumber":28,"VerseNumber":5,"Text":"Dese yaderake durbala kara hayechila, amara iccha hala tadera prati anugraha karara, taderake neta karara ebam taderake desera uttaradhikari karara."}]}