{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Onlar sizi gözlüyorlar öyle ki, size Allah´tan bir fetih (zafer) olunca, \"Biz sizinle beraber olmadık mı?\" dediler. Ve şayet kâfirlerin zaferden bir nasibi oldu ise (o zaman da) “Biz sizin üzerinize siper olmadık mı? Ve size mü´minlerden (gelecek olana) mâni olmadık mı?\" dediler. Artık Allah, kıyâmet günü sizin aranızda hükmedecektir. Ve Allah kâfirlere, mü´minlere karşı asla bir yol açacak değildir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Muhakkak ki münafıklar, Allah´a hile yaparlar. Oysa O (Allah), onlara hile yapandır. Ve onlar, namaza kalktıkları zaman, üşenerek kalkarlar, insanlara gösteriş yaparlar. Ve Allah´ı pek az zikrederler"},{"SurahNumber":4,"VerseNumber":143,"Text":"Onlar, bunların (küfürle îmânın) arasında bocalayıp duranlardır. Ne bunlarla ve ne de onlarla olurlar. Ve Allah, kimi dalâlette bırakırsa, artık sen onun için asla bir yol bulamazsın (onları asla Allah´a ulaştıracak olan Sıratı Mustakîm´e ulaştıramazsın)"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey âmenû olanlar (ölmeden önce ruhunu Allah´a ulaştırmayı dileyenler)! Mü´minlerden başkasını, kâfirleri dost edinmeyin. Kendi aleyhinize Allah´a apaçık bir delil kılmak mı istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Muhakkak ki münafıklar, ateşin en aşağı tabakasındadırlar. Ve onlar için asla bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Tövbe edenler ve nefsini ıslâh edenler (nefs tezkiyesi yapanlar), Allah´a sarılanlar ve dînlerini Allah için halis kılanlar hariç. İşte onlar, mü´minlerle beraberdirler. Ve Allah, yakında mü´minlere “büyük ecir (mükâfat)” verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eğer siz şükrederseniz ve âmenû olursanız (yaşarken Allah´a ulaşmayı dilerseniz ve mürşidinize ulaşıp tâbî olursanız, böylece kalbinizin içine îmân yazılıp mü´min olursanız), Allah size azap etmez. Ve Allah Şâkir´dir (şükrün karşılığını verendir), Alîm´dir (en iyi bilendir)"}]}