{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Düşün öğüt ve uyarılarla dolu olan bu Kuran´ı"},{"SurahNumber":38,"VerseNumber":2,"Text":"Ama hakikati inkara şartlanmış olanlar, boş gurura kapılmış ve (bu sebeple) (doğru yolu bırakıp) yanlış ve eğri yollara sapmışlardır"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan önce kaç nesli (bu günahlarından dolayı) yok ettik! Ve artık kaçmalarının mümkün olmadığını anladıklarında (nasıl) yalvarıyorlardı (Bize)"},{"SurahNumber":38,"VerseNumber":4,"Text":"Şimdi bu (insanlar) aralarından bir uyarıcının çıkmasına şaşmaktadırlar; ve hakikati inkar edenler şöyle diyorlar: \"O (sadece) bir büyücü, bir yalancıdır"},{"SurahNumber":38,"VerseNumber":5,"Text":"O, bütün ilahları (reddedip) bir (tek) ilah olduğunu mu iddia ediyor? Doğrusu, bu çok tuhaf bir şeydir"},{"SurahNumber":38,"VerseNumber":6,"Text":"Liderleri öne atılır: \"Pes etmeyin ve ilahlarınıza sımsıkı sarılmaya devam edin: yapılacak tek şey budur"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz, yeni itikatların hiç birinde böyle (bir iddia) duymadık! Bu, (fani bir insanın) uydurmasından başka bir şey değildir"},{"SurahNumber":38,"VerseNumber":8,"Text":"Ne yani! (İlahi) uyarı, içimizden bir tek o´na mı indirildi?\" Evet, onlar yalnız Benim uyarıma karşı şüphe içindeler. Evet, onlar henüz Benim azabımı tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa onlar, kudret ve lütuf sahibi olan Rabbinin rahmet hazinelerine sahip (olduklarını mı zanneder)ler"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa, göklerin ve yerin ve ikisi arasında bulunan her şeyin hükümranlığı onlara mı aittir? Öyleyse (akıllarına gelebilecek) her türlü vasıta ile (benzer ilahi bir makama) ulaşmayı denesinler (bakalım)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Fakat) işte bütün insanlar, ne kadar (sıkı şekilde) bir araya gelmiş olsalar da (hakikati kabule yanaşmazlarsa) yenilmeye mahkum olurlar"},{"SurahNumber":38,"VerseNumber":12,"Text":"Daha önce Nuh kavmi, ´Ad (kavmi) ve (sayısız) direkler üstünde duran çadırların sahibi Firavun (toplumu) da hakikati yalanladılar"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud (kabilesi) ve Lut kavmi ve (Medyen´in) yemyeşil vadilerinin sakinleri (de aynı şekilde hakikati yalanlamışlardı): Onların tümü (inkarda) birleştiler"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de elçileri yalanladılar; ve bu nedenle cezamızı hak ettiler"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ve onları, (şimdi hakikati inkar edenleri,) tek bir (bela) çığlığı beklemektedir. O, bir an bile gecikmeyecektir"},{"SurahNumber":38,"VerseNumber":16,"Text":"Onlar (alaylı bir şekilde): \"Ey Rabbimiz!\" derler, \"Hesap Günü´nden önce payımıza düşen (cezayı) hemen ver bize"}]}