{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"De som ikke regner med møtet med Oss, sier: «Hvorfor er ikke englene sendt ned til oss? Hvorfor far vi ikke se Herren?» De viser en hovmodig holdning og gar langt i overtredelser"},{"SurahNumber":25,"VerseNumber":22,"Text":"Men den dag de far se englene, den bærer intet godt bud for synderne, og de vil si: «Finn oss et sikkert tilfluktssted!»"},{"SurahNumber":25,"VerseNumber":23,"Text":"Vi tar for oss de gjerninger de har gjort, og gjør dem til en sky av støv"},{"SurahNumber":25,"VerseNumber":24,"Text":"Paradisets folk vil denne dag være bedre stilt med hensyn til oppholdssted og hvileplass"},{"SurahNumber":25,"VerseNumber":25,"Text":"Den dag da himmelen revner som skyer som trekker unna og englene sendes stigende ned"},{"SurahNumber":25,"VerseNumber":26,"Text":"pa denne dag tilhører det sanne herredømme den Barmhjertige, og det blir en hard dag for de vantro"},{"SurahNumber":25,"VerseNumber":27,"Text":"Pa denne dag vil den urettferdige bite seg i fingrene, og si: «Hadde jeg bare slatt følge med Sendebudet"},{"SurahNumber":25,"VerseNumber":28,"Text":"Trøste meg! Hadde jeg bare ikke sluttet meg til en slik"},{"SurahNumber":25,"VerseNumber":29,"Text":"Han har ført meg bort fra formaningen, etter at den ble meg til del. Satan lar mennesket i stikken.»"},{"SurahNumber":25,"VerseNumber":30,"Text":"Sendebudet sier: «Herre, mitt folk skyr denne Koran.»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Saledes har Vi gitt hver profet en fiende blant synderne. Men Herren strekker til som veileder og hjelper"},{"SurahNumber":25,"VerseNumber":32,"Text":"Den vantro sier: «Hvorfor er ikke Koranen apenbart for ham, alt pa en gang?» Men det ble gjort som det ble gjort, for at Vi derved kunne styrke ditt hjerte, og Vi har meddelt den med omhu"}]}