{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":16,"Text":"Yisakalē kaẏa, hē āmāra raba! Niścaẏa āmi īmāna ānichō; gatikē tumi āmāra guṇāhasamūha kṣamā karai diẏā ārau āmāka jāhānnāmara śāstira paraā rakṣā karaā’"},{"SurahNumber":3,"VerseNumber":17,"Text":"Tē'ōm̐lōka dhairyaśīla, satyabādī, anugata, byaẏakāraī ārau raātira śēṣa bhāgata kṣamā praārthanākāraī"},{"SurahNumber":3,"VerseNumber":18,"Text":"Āllāhē sākṣya diẏē yē, niścaẏa tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i, ārau phiraistāsakala lagatē jñānīsakalē'ō; tē'ōm̐ n'yāẏanītira ōparata pratiṣṭhita. Tē'ōm̐ra bāhiraē āna kōnō satya ilāha nā'i, (tē'ōm̐) paraākramaśālī, prajñāmaẏa"},{"SurahNumber":3,"VerseNumber":19,"Text":"Niścaẏa ichalāmē'i āllāhara ōcarata ēkamātra dbīna; ārau yisakalaka kitāba pradāna karaā haichila siham̐tē kēralamātra paraspara bidbēṣabaśataḥ siham̐tara ōcarata jñāna ahāra pichatō matānaikya karaichila. Ārau yiẏē āllāhara āẏātasamūhara lagata kupharaī karaiba tēntē niścaẏa āllāha drauta hicāpa grahaṇakāraī"},{"SurahNumber":3,"VerseNumber":20,"Text":"Ētēkē siham̐tē yadi tōmāra lagata bitarkata lipta haẏa tēntē tumi kōraā, ‘ma'i āllāhara ōcarata ātmasamarpaṇa karaichō ārau mōra anusāraīsakalē'ō’. Ārau yisakalaka kitāba diẏā haichē siham̐taka ārau nirakṣarasakalaka kōraā, ‘tōmālōkē'ō ātmasamarpaṇa karaichā nēki?’ Yadi siham̐tē ātmasamarpaṇa karaē tēntē niścaẏa siham̐tē'ō hidāẏata pāba; ārau yadi siham̐tē mukha ghūraā'i laẏa tēntē tōmāra kartabya kērala pracāra karaā; ārau āllāha bāndāsakalara biṣaẏē samyaka draṣṭā"},{"SurahNumber":3,"VerseNumber":21,"Text":"Niścaẏa yisakalē āllāhara āẏātasamūhara lagata kupharaī karaē, an'yāẏabhāraē nabīsakalaka hatyā karaē ārau tē'ōm̐lōkaka hatyā karaē yisakalē mānuhara mājata n'yāẏaparaāẏaṇatāra nirdēśa diẏē, tumi siham̐taka yantraṇādāẏaka śāstira sambāda diẏā"},{"SurahNumber":3,"VerseNumber":22,"Text":"Iham̐tē'i haichē sē'isakala lōka, yiham̐tara āmalasamūha pr̥thiraī ārau ākhiraātata niṣphala haichē ārau siham̐tara kōnō sāhāyyakāraī nā'i"}]}