{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":17,"Text":"Bugun her kisi ne kazanmıssa onun karsılıgını gorur. Bugun haksızlık diye bir sey yoktur. Suphesiz ki Allah, hesabı cabuk gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Onları yaklasmakta olan gun (Kıyamet) ile uyar. Yurekler yutkuna yutkuna gırtlaklara dayanır o gun. Zalimler icin ne sıcak bir dost, ne de sozu dinlenir bir sefaatci vardır"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Allah) hain gozleri, gonullerin gizledigini bilir"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah, hakkı yerine getirir. Allah´ı bırakıp baskasına dua edip yalvaranlar ise hicbir seyi yerine getiremezler. Suphesiz ki Allah isitendir, gorendir"},{"SurahNumber":40,"VerseNumber":21,"Text":"Onlar, yeryuzunde gezip dolasarak kendilerinden oncekilerin sonunun ne olduguna bakmıyorlar mı ? Ki onlar bunlardan daha guclu ve yeryuzundeki eserleri bakımından daha kuvvetli (ve becerikli) idiler. Allah, onları gunahları sebebiyle yakaladı da kendilerini Allah´tan (O´nun azabından) hicbir koruyan bulunmadı"},{"SurahNumber":40,"VerseNumber":22,"Text":"Bu boyledir; cunku peygamberleri onlara acık belgelerle, kesin delillerle gelirdi de onu inkar ederlerdi. Bu yuzden Allah, onları (azab ile) yakalayıverdi. Suphesiz ki O, cok kuvvetli ve ceza vermekte pek siddetlidir"},{"SurahNumber":40,"VerseNumber":23,"Text":"And olsun ki, biz, Musa´yı mu´cizelerle ve acık belgelerle Fir´avn´a, Haman´a ve Karun´a peygamber olarak gonderdik. Onlar ise, «bu cok yalancı bir sihirbazdır» dediler"},{"SurahNumber":40,"VerseNumber":24,"Text":"And olsun ki, biz, Musa´yı mu´cizelerle ve acık belgelerle Fir´avn´a, Haman´a ve Karun´a peygamber olarak gonderdik. Onlar ise, «bu cok yalancı bir sihirbazdır» dediler"},{"SurahNumber":40,"VerseNumber":25,"Text":"Ne var ki, Musa onlara bizden (kendisine verilen) hakk ile geldi, onlar: «Musa ile beraber iman edenlerin erkek cocuklarını oldurun, kız cocuklarını diri bırakın !» dediler. Kafirlerin hile ve duzeni mutlaka bostur, neticesizdir"}]}