{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Ji bona wanê qencîyan dikin, qencîyên hêj çêtir û pirtir hene. Û bi rûyê wan, rûreşî û riswabûn nagire. Evanê bi van salixan têne salixandinê hevrîyên bihiştê ne. Ewanan di bihiştê da jî hey dimînin"},{"SurahNumber":10,"VerseNumber":27,"Text":"Û ewanê ku keda sikatîyan kirine hene; celata sikatîyan, wekî wan (sikatîyên) û rûreşî û riswabûn li rûyê wan digire. Ji bona wan ra, ku ewan ji (şapata) Yezdan bide parisandinê tu parisvan tune ye. (Gava tu li wan mêze dikî tu dibê) qey rûyê wan kerekî ji şeva reş e. Ewanê bi van salixan têne salixdanê hevrîyên agir in, Ewanan di agir da jî hey dimînin"},{"SurahNumber":10,"VerseNumber":28,"Text":"Di roya ku em ewan hemûşkan (bi hev ra) dicivînin paşê em ji bona wanê hevrî çê kirine (aha) dibêjin: “Gelî hevrîçêkeran!) Hûn bi wan (pûtên) hevrîyên xwe va (herne) şûna xwe ye (ku babet e ji bona we ra).\" Îdî me di nava wan û hevrîyên wan da (bi hemûtî bendê hevaltîyê) pizirandibû (ça di cîhanê da di nava wan da bend hebû, îdî ne maye) û hevrîyên wan ji bona wan ra (aha) gotine: \"(Gelî hevrîyên me!) we ji bona me ra perestî ne dikir (lê hûn li pey gomanên xwe diçûn)"},{"SurahNumber":10,"VerseNumber":29,"Text":"Îdî a di naha da, Yezdan di nava me û we da bi şahidî besê me ye. Bi sond! Ji wê perestîya we ye, ku we ji bona me ra dikiribûne, qe tu gomana me tune ye"},{"SurahNumber":10,"VerseNumber":30,"Text":"(Di wê royê da) hemû candar kirinê xwe diceribînin (kar û zîyana wan kirinê xwe dibînin) û ewanan li bal serkarê xweyê maf; ku Yezdanê têne zivirandinê, îdî ewan (peresteyên wanên, ku ewan ji bona wan ra) bi vir (perestî dikiribûne) ji wan wunda bûne"},{"SurahNumber":10,"VerseNumber":31,"Text":"(Muhemmed! Tu ji bona wan ra aha) bêje: \" (Gelo hûn qe diponijin!) ka ji ezman û ji zemîn ji bona we ra rojîyan (rizq) kî dide? (gelo) bîhîstinê û dîtinê kî (dikare) bixe binê hêza xwe? Û (gelo) zindîyan ji hirîyan û mirîyan ji zindîyan, kî ye derdixe? Û (gelo ewê) ku tedarika hemûşk bûyeran dike, kî ye? Îdî ewanê (di bersiva te da aha) bêjin: \"Ewê van bûyeran hemûşk dike) ewa Yezdan e.\" Îdî (Muhemmed! Tu ji bona wan ra aha) bêje: \"Hûn qey îdî (xwe ji şapata Yezdan) naparisînin?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Ewê bi wan salixan tê salixdanê, ewa Xudayê me yê rast e. Îdî şixwa ji piştî rastîyê, ji pêştirê (rê) wundabûnê qe tu tişt tune ye. Îdî (gelo) hûn ça ji rastîyê têne zivirandinê"},{"SurahNumber":10,"VerseNumber":33,"Text":"Bi vî awayî li ser wanê ku (bi hînçkarî) ji rêya rast derketine, peyva Xudayê te (bi peymanî) pêk hatîye, ku ewan bi rastî bawer nakin"}]}