{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":14,"Text":"(Ey Rasulum), iman edenlere soyle: Allah’ın (azab) gunlerinden korkmayanları bagıslasınlar; cunku (Allah) her kavme, kazandıklarının karsılıgını verecektir. (Bu ayet-i kerime, musriklerden, birinin Hz. Omer’e sovmesi ve Hz. Omer’in de onu yakalayıb dovmek istemesi uzerine nazil olmustur. Kıtal ayeti ile nesh edildigi de soylenmektedir)"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih bir amel islerse, (bunun sevabı) kendine; kim de kotuluk ederse, (bunun cezası da) onadır. Sonra hepiniz Rabbinize dondurulub goturuleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Gercekten biz, vaktiyle Israilogullarına kitab, hikmet ve peygamber vermistik. Kendilerini pak rızıklardan da rızıklandırmıstık. Hem onları, (bulundukları devirde) alemlerin ustune faziletli kılmıstık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara din isinden acık deliller (ayet ve mucizeler) de vermistik. Simdi (bu din isinde) ayrılıga dusmeleri, sırf kendilerine (gercege dair) ilim geldikten sonra azgınlırk ve ihtirastan dolayıdır. Muhakkak ki Rabbin, onların ayrılıga dustukleri seyde, kıyamet gunu aralarında hukmunu verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra (Ey Rasulum), seni dinden bir yol (seriat) uzere gorevli kıldık. Onun icin sen o seriata uy da, ilmi olmıyanların arzu ve isteklerine tabi olma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Cunku onlar, Allah’dan gelecek hic bir seyi senden geri bırakamazlar, (onlara uydugun takdirde, Allah’ın azabını senden geri ceviremezler). Muhakkak ki zalimler birbirlerinin dostlarıdır. Allah ise, takva sahiblerinin velisidir, (yardımcısı ve dostudur)"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu Kur’an, insanlara hak olculeri gosteren nurlardan ibarettir; ve subhesiz iman edecek bir toplum icin hidayettir, rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa o kotulukleri isleyib duranlar, kendilerini, iman edib salih ameller isliyenler gibi yapacagız, hayat ve olumlerini bir tutacagız mı sandılar? Ne fena hukum veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Halbuki Allah gokleri ve yeri adaletle yarattı, (zulum olsun diye degil). Hem de herkese kazandıgının karsılıgı verilmek icin (yarattı)... Onlara asla haksızlık edilmez"}]}