{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"ता, सीन, मीम। ये क़ुर्आन तथा प्रत्यक्ष पुस्तक की आयतें हैं।"},{"SurahNumber":27,"VerseNumber":2,"Text":"मार्गदर्शन तथा शुभ सूचना है, उन ईमान वालों के लिए।"},{"SurahNumber":27,"VerseNumber":3,"Text":"जो नमाज़ की स्थापना करते तथा ज़कात देते हैं और वही हैं, जो अन्तिम दिन (परलोक) पर विश्वास रखते हैं।"},{"SurahNumber":27,"VerseNumber":4,"Text":"वास्तव में, जो विश्वास नहीं करते परलोक पर, हमने शोभनीय बना दिया है उनके कर्मों को, इसलिए वे बहके जा रहे हैं।"},{"SurahNumber":27,"VerseNumber":5,"Text":"यही हैं, जिनके लिए बुरी यातना है तथा परलोक में यही सर्वाधिक क्षतिग्रस्त रहने वाले हैं।"},{"SurahNumber":27,"VerseNumber":6,"Text":"और (हे नबी!) वास्तव में, आपको दिया जा रहा है क़ुर्आन एक तत्वज्ञ, सर्वज्ञ की ओर से।"},{"SurahNumber":27,"VerseNumber":7,"Text":"(याद करो) जब कहा[1] मूसा ने अपने परिजनों सेः मैंने आग देखी है, मैं तुम्हारे पास कोई सूचना लाऊँगा या लाऊँगा आग का कोई अंगार, ताकि तुम तापो।"},{"SurahNumber":27,"VerseNumber":8,"Text":"फिर जब आया वहाँ, तो पुकारा गयाः शुभ है वह, जो अग्नि में है और जो उसके आस-पास है और पवित्र है अल्लाह, सर्वलोक का पालनहार।"},{"SurahNumber":27,"VerseNumber":9,"Text":"हे मूसा! ये मैं हूँ, अल्लाह, अति प्रभुत्वशाली, तत्वज्ञ।"},{"SurahNumber":27,"VerseNumber":10,"Text":"और फेंक दे अपनी लाठी, फिर जब उसे देखा कि रेंग रही है, जैसे वह कोई सर्प हो, तो पीठ फेरकर भागा और पीछे फिरकर देखा भी नहीं। (हमने कहाः) हे मूसा! भय न कर, वास्तव में, नहीं भय करते मेरे पास रसूल।"},{"SurahNumber":27,"VerseNumber":11,"Text":"उसके सिवा, जिसने अत्याचार किया हो, फिर जिसने बदल लिया अपना कर्म भलाई से बुराई के पश्चात्, तो निश्चय, मैं अति क्षमि, दयावान् हूँ।"},{"SurahNumber":27,"VerseNumber":12,"Text":"और डाल दे अपना हाथ अपनी जेब में, वह निकलेगा उज्ज्वल होकर बिना किसी रोग के; नौ निशानियों में से है, फ़िरऔन तथा उसकी जाति की ओर (ले जाने के लिए) वास्तव में, वे उल्लंघनकारियों में हैं।"},{"SurahNumber":27,"VerseNumber":13,"Text":"फिर जब आयीं उनके पास हमारी निशानियाँ, आँख खोलने वाली, तो कह दिया कि ये तो खुला जादू है।"}]}