{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":47,"Text":"Onlar senden o tehdit edildikleri azabı, çarçabuk getirmeni isterler. Telaşa kapılmasınlar, Allah vâdinden asla dönmez. Bilin ki Rabbinizin ölçüsüyle bir gün, sizin hesabınıza göre bin yıl gibidir. [32,5] {KM, Mezmurlar 15,4; II Pier}"},{"SurahNumber":22,"VerseNumber":48,"Text":"Zulümde aşırı giden nice memleket vardı ki Ben onlara önce mühlet verip sonra da tuttuğum gibi işlerini bitirdim! Herkesin dönüşü ancak Banadır"},{"SurahNumber":22,"VerseNumber":49,"Text":"De ki: “Ey insanlar! Benim görevim sırf bir uyarıcı olmaktan ibarettir"},{"SurahNumber":22,"VerseNumber":50,"Text":"İman edip makbul ve güzel işler yapanlara bir mağfiret ve çok değerli bir nasip vardır"},{"SurahNumber":22,"VerseNumber":51,"Text":"Âyetlerimizi akılları sıra etkisiz bırakmak için çabalayıp duranlar ise, cehennemlik olanların ta kendileridir"},{"SurahNumber":22,"VerseNumber":52,"Text":"Senden önce hiç bir resul veya nebî göndermedik ki, halkının hidâyetini umarak gayret gösterdiğinde, Şeytan onun temennisi hakkında bir vesvese vermek, ümidini kırmak istemesin. Ama Allah, şeytanın attığı o vesveseyi giderir, sonra da âyetlerini sapasağlam, muhkem kılar. Zira Allah alîmdir, hakîmdir (her şeyi hakkıyla bilir, tam hüküm ve hikmet sahibidir)"},{"SurahNumber":22,"VerseNumber":53,"Text":"Yine de Allah'ın bu vesveseye fırsat vermesi, şeytanın attığı vesveseyi kalplerinde bir hastalık, bir şüphe olanlar ve kalpleri katılaşanlar hakkında bir imtihan vesilesi yapmak içindir. Gerçekten, zalimler, pek derin bir muhalefet ve düşmanlık içindedirler"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ve yine, ilimden nasibi olanların bu Kur'ân’ın senin Rabbin tarafından gönderilen gerçeğin ta kendisi olduğunu iyice anlayıp da onu bütün kalpleriyle tasdik edip gönülden tazim ederek bağlanmaları içindir. Elbette Allah iman edenleri dosdoğru yola, isabetli tutuma yöneltir"},{"SurahNumber":22,"VerseNumber":55,"Text":"Dini inkâr edenler ise, son saat ansızın gelip çatıncaya veya o kısır gün kendilerine gelinceye kadar, Kur'ân hakkında şüphe içinde kalır giderler"}]}