{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"Isa tar'hāṁ asīṁ tuhānū unhāṁ dē hāla suṇā'undē hāṁ jihaṛē pahilāṁ hō cukē hana. Atē asīṁ tuhānū āpaṇē kōlōṁ ika māraga daraśana dī kitāba ditī hai"},{"SurahNumber":20,"VerseNumber":100,"Text":"Jō isa tōṁ bēmukha hōvēgā uha ki'āmata dē dina bhārī bōjha uṭhāvēgā"},{"SurahNumber":20,"VerseNumber":101,"Text":"Uha usa vica hamēśāṁ rahiṇagē atē iha bōjha ki'āmata dē dina unhāṁ la'ī bahuta māṛā sābita hōvēgā"},{"SurahNumber":20,"VerseNumber":102,"Text":"Jisa dina mahāṁ sakha vica phūka mārī jāvēgī atē aparādhī'āṁ nū usa dina asīṁ isa hālata vica ikaṭhā karāṅgē ki ḍara nāla unhāṁ dī'āṁ akhāṁ nīlī'āṁ hō jāṇagī'āṁ"},{"SurahNumber":20,"VerseNumber":103,"Text":"Āpisa vica haulī-haulī kahidē hōṇagē ki tusīṁ sirafa dasa dina rahē hōvēṅgē"},{"SurahNumber":20,"VerseNumber":104,"Text":"Asīṁ cagī tar'hāṁ jāṇadē hāṁ jō kujha uha kahiṇagē. Jadōṁ ki unhāṁ dā sabha tōṁ zi'ādā samajha rakhaṇa vālā badā kahēgā ki tusīṁ sirafa ika dina (dunī'āṁ vica) rukē"},{"SurahNumber":20,"VerseNumber":105,"Text":"Atē lōka tuhāḍē tōṁ pahāṛāṁ dē sabadha vica puchadē hana. Ākhō, ki mērā raba inhāṁ nū khilāra dēvēgā"},{"SurahNumber":20,"VerseNumber":106,"Text":"Phira dharatī nū padharā maidāna baṇā kē chaḍa dēvēgā"},{"SurahNumber":20,"VerseNumber":107,"Text":"Tusīṁ usa vica kau'ī viga nahīṁ dēkhōgē atē nā kō'ī ucā nīnvā"},{"SurahNumber":20,"VerseNumber":108,"Text":"Usa dina sārē lōka pukāraṇa vālē dē pichē cala paiṇagē. Bhōrā mātara vī kō'ī viga vala nahīṁ hōvēgā. Sārī'āṁ āvāzāṁ rahimāna dē agē daba jāṇagī'āṁ. Tusīṁ ika sarasarāhaṭa tōṁ' binhāṁ kujha nahīṁ suṇaugē"},{"SurahNumber":20,"VerseNumber":109,"Text":"Usa dina siphāriśa kama nā āvēgī paratū ajihā badā jisa nū rahimāna nē āgi'ā ditī hōvē atē usa la'ī bōlaṇā pasada kītā hōvē"},{"SurahNumber":20,"VerseNumber":110,"Text":"Uha sāri'āṁ dē agalē atē pichalē hāla nū jāṇadā hai atē unhāṁ dā gi'āna usa nū ghērē vica nahīṁ lai sakadā"},{"SurahNumber":20,"VerseNumber":111,"Text":"Atē sārē ciharē usa jīvita atē sadīvī satā dē sāhamaṇē jhukē hōṇagē. Atē ajihā badā asafala hōvēgā, jihaṛā nā inasāphī lai kē ā'i'ā hōvē"},{"SurahNumber":20,"VerseNumber":112,"Text":"Atē jisa nē cagē kama kītē hōṇagē atē uha īmāna vī rakhadā hōvēgā tāṁ usa nū nā kisē zi'ādatī dā ḍara hōvēgā atē nā hī kisē ghāṭē dā"},{"SurahNumber":20,"VerseNumber":113,"Text":"Atē isa tar'hāṁ asīṁ arabī vica kura'āna utāri'ā hai atē tāṁ ki lōka ḍarana, jāṁ iha unhāṁ dē dilāṁ vica kujha sōca pā dēvē"}]}