{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"A lokacin da ƙungiyoyi biyu daga gare ku suka yi niyyar su karye, kuma Allah ne Majiɓincinsu, don haka, ga Allah muminai sai su dogara"},{"SurahNumber":3,"VerseNumber":123,"Text":"Kuma lalle ne, haƙiƙa, Allah Ya taimake ku a Badar, alhali kuwa kuna mafiya rauni, saboda haka ku bi Allah da taƙawa tsammaninku, kuna godewa"},{"SurahNumber":3,"VerseNumber":124,"Text":"A lokacin da kake cewa ga muminai, \"Shin bai ishe ku ba, Ubangijinku Ya taimake ku da dubu uku daga mala'iku saukakku"},{"SurahNumber":3,"VerseNumber":125,"Text":"Na'am! Idan kuka yi haƙuri, kuma kuka yi taƙawa, kuma suka zo muku da gaugawarsu, irin wannan, Ubangijinku zai ƙare ku da dubu biyar daga malaiku masu alama"},{"SurahNumber":3,"VerseNumber":126,"Text":"Kuma Allah bai sanya shi ba, face domin bushara a gare ku, kuma domin zukatanku su natsu da shi. Taimako bai kasance ba face daga wurin Allah, Mabuwayi, Mai hikima"},{"SurahNumber":3,"VerseNumber":127,"Text":"Domin Ya katse wani gefe daga waɗanda suka kafirta ko kuma Ya ƙasƙanta su, har su juya, suna masu ruɓushi"},{"SurahNumber":3,"VerseNumber":128,"Text":"Babu kome a gare ka game da al'amarin (shiryar da su banda iyar da manzanci). Ko Allah Ya karɓi tubarsu, ko kuwa Ya yimusu azaba, to lalle ne su, masu zalunci ne"},{"SurahNumber":3,"VerseNumber":129,"Text":"Allah ne da mulkin abin da yake a cikin sammai da abin da yake a cikin ƙasa, yana gafarta wa wanda Yake so, kuma yana azabta wanda Yake so, kuma Allah Mai gafara ne, Mai jin ƙai"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ya ku waɗanda suka yi imani! Kada ku ci riba ninkininki, riɓanye, kuma ku bi Allah da taƙawa, tsammaninku za ku ci nasara"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kuma ku ji tsoron wuta wadda aka yi tattali domin kafirai"},{"SurahNumber":3,"VerseNumber":132,"Text":"Kuma ku yi ɗa'a ga Allah da ManzonSa, tsammaninku a yi muku rahama"}]}