{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":7,"Text":"They carry your loads to many a land which (otherwise) you would be unable to reach except with great hardship to yourselves. Indeed your Lord is All-Pitying, All-Compassionate"},{"SurahNumber":16,"VerseNumber":8,"Text":"And horses, mules and donkeys (has He created for you) to ride, as well as for ornament (the loveliness they add to your world); and (besides all that you see and know of,) He creates what you have no knowledge of"},{"SurahNumber":16,"VerseNumber":9,"Text":"With God (being your Creator) rests the goal of the way (to which He will guide and which you must follow). And some (ways) are crooked (misleading those who follow them). But if God had willed (to impose His guidance without granting people freedom of choice), He would surely have guided you all together (on His way)"},{"SurahNumber":16,"VerseNumber":10,"Text":"He it is Who sends down from the sky water; you drink thereof, and thereof (drink) the shrubs on which you pasture your cattle"},{"SurahNumber":16,"VerseNumber":11,"Text":"With it He causes to grow for you the crops, the olives, the date-palms, the grapes, and all (other) kinds of fruit. Surely in this is a sign (manifesting the truth) for people who reflect"},{"SurahNumber":16,"VerseNumber":12,"Text":"He has made the night and the day and the sun and the moon to be of service to you, and the stars are made subservient by His command. Surely in that are signs for people who reason and understand"},{"SurahNumber":16,"VerseNumber":13,"Text":"And whatsoever He has created for you on earth of varying colors (and diverse forms and qualities): surely in that is a sign for people who reflect and are mindful"},{"SurahNumber":16,"VerseNumber":14,"Text":"And He it is Who has made the sea to be of service (to you) so that you eat from it fresh meat, and draw out from it ornaments that you wear. And you see the ships plowing their course through it so that you may go forth in quest of His bounty and give thanks (to Him Who has created all this)"}]}