{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Cave wan ji tirsa ketiye, ruresik bi wan digirtiye. Bi sond! Ewan hej zende bune, li bal kunde birine da hatine gazi kirine (le kude ne birine)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Idi (Muhemmed!) tu ewane, ku ve (Qur´an e) didine derewderandine ji min ra bihele (dest ji wan berde) eme ewn bi pepelik di wi ciyi qe ewan pe nizanbin nezike (asite) bikin"},{"SurahNumber":68,"VerseNumber":45,"Text":"Ez ji bona wan ra dem didim. Bi rasti defika min (ji bona wan ra ) bi hez e, (ke bikeve idi dernakeve)"},{"SurahNumber":68,"VerseNumber":46,"Text":"Qey (Muhemmed!) tu ji wan kirya (pexembri ya xwe) dixwazi, idi ewan ji, ji deyn dayine giran bune (nikarin kirya te bidin)"},{"SurahNumber":68,"VerseNumber":47,"Text":"Qey li bal wan (xezina bi ne xuyan) heye, idi ewan ji, (ji wan ne xuyan) dinivisin"},{"SurahNumber":68,"VerseNumber":48,"Text":"Idi tu ji bona berewani ya Xuda ye xwe hew bike u tu ji wek hevriye masiye (Yunis) neke. Gava (Yunis) ji kulan tiji buye (ji Xuda) lava kiriye"},{"SurahNumber":68,"VerseNumber":49,"Text":"Heke ji Xuda ye wi qenciyek negihista wi, we di coleke rut da bi rexni bihata avetine"},{"SurahNumber":68,"VerseNumber":50,"Text":"Idi (wusa nebu) loma Xuda ye wi (lava ya wi) lite kir. Idi (Xuda ye wi) ewa xiste ji astikaran"},{"SurahNumber":68,"VerseNumber":51,"Text":"Ewane bune file hane! Gava ewan (xwendina Qur´an e) dibihistin, nezik dibu, ku ewan te bi cave xwe welgerinin. Ewan (aha) digotin: \"bi rasti (Muhemmed) tepa dikebe"},{"SurahNumber":68,"VerseNumber":52,"Text":"Le (Qur´an) bi xweber ji, ji bona hemu heyan siretk e (hatiye sandine)"},{"SurahNumber":69,"VerseNumber":1,"Text":"Maf (bi rasti di roja qarse da) ne"},{"SurahNumber":69,"VerseNumber":2,"Text":"(Roja) qarse ciye"},{"SurahNumber":69,"VerseNumber":3,"Text":"Ka ci tist e bi te daye zanine(roja) qarse ciye"},{"SurahNumber":69,"VerseNumber":4,"Text":"Semudiyan u Adiyan (dane) qarse (dan e) derewderandine"},{"SurahNumber":69,"VerseNumber":5,"Text":"Idi Semudi bi sedema ku ji avaru derketibun, hatine tesqele kirine"},{"SurahNumber":69,"VerseNumber":6,"Text":"Le Adiyan bi babelizkeke bi denge zor hisk hatine tesqele kirine"},{"SurahNumber":69,"VerseNumber":7,"Text":"(Yezdan ewa baya) bi ser wan da hevt sev u hevt rojan bi peywesti aniye, idi te digo qey ewa komala di nava wi bai da bi xwe va cune, weki ciqile dare xurm kefiki, diketin"},{"SurahNumber":69,"VerseNumber":8,"Text":"Idi qe tu ji wan para maiyan dibni"}]}