{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"„Кутрата јас!“ - рече - „Зарем да родам вака стара, и овој мој сопруг е стар. Ова навистина е нешто необично!“"},{"SurahNumber":11,"VerseNumber":73,"Text":"„Зарем ѝ се чудиш на Аллаховата моќ?“ - рекоа тие - „Аллаховата милост и благословот Негов се за вас, веровесничко семејство. Тој е за благодарност Достојниот и Величествениот! “"},{"SurahNumber":11,"VerseNumber":74,"Text":"И бидејќи му помина стравот на Ибрахим и му дојде радосна вест, тој почна да се расправа со Нашите мелеци за народот на Лут"},{"SurahNumber":11,"VerseNumber":75,"Text":"Ибрахим навистина беше внимателен, многу Го молеше Аллах и Нему Му се обраќаше"},{"SurahNumber":11,"VerseNumber":76,"Text":"„О, Ибрахиме, остави го тоа, наредбата од Господарот твој стигна; нив ќе ги стигне неизбежното страдање!“"},{"SurahNumber":11,"VerseNumber":77,"Text":"И кога мелеците Наши дојдоа кај Лут, тој поради нив се најде во небрано и му падна тешко на душата, па рече: „Ова е мачен ден!“"},{"SurahNumber":11,"VerseNumber":78,"Text":"И народот негов поита кон него, а пред тоа правеа срамни дела. „О, народе мој!“ - кажа тој - „Ете ви ги моите ќерки132, тие ви се почисти! Плашете се од Аллах и пред гостите мои не срамете ме! Зарем меѓу вас нема разумен човек?“"},{"SurahNumber":11,"VerseNumber":79,"Text":"„Ти знаеш дека на нас не ни се потребни твоите ќерќи,“ - рекоа тие - „ти добро знаеш што сакаме ние.“"},{"SurahNumber":11,"VerseNumber":80,"Text":"„Ах, само кога би имал моќ,“ - рече тој - „или да можам да се потпрам на некој силен!“"},{"SurahNumber":11,"VerseNumber":81,"Text":"А мелеците рекоа: „О, Лут, ние сме гласници од Господарот твој. Тие тебе не можат да ти наштетат. Тргни ти со семејството свое доцна во ноќта, но без жената твоја, неа ќе ја снајде исто што и нив, и нека никој од вас не се врти назад! Рокот им се мугрите, а зарем мугрите не се блиску?“"}]}