{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"And I need not swear by the Lord of the easts and the wests; verily, we are able"},{"SurahNumber":70,"VerseNumber":41,"Text":"to change them for others better, nor are we prevented"},{"SurahNumber":70,"VerseNumber":42,"Text":"So leave them to plunge in discussion, and to play until they meet that day of theirs which they are threatened with"},{"SurahNumber":70,"VerseNumber":43,"Text":"the day when they shall come forth in haste from the graves, as though they flock to a standard"},{"SurahNumber":70,"VerseNumber":44,"Text":"with their looks abashed; meanness shall cover them! That is the day which they were promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Verily, we sent Noah to his people, 'Warn thy people before there come to them a grievous torment"},{"SurahNumber":71,"VerseNumber":2,"Text":"Said he, 'O my people! verily, I am to you an obvious warner"},{"SurahNumber":71,"VerseNumber":3,"Text":"that ye serve God and fear Him and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will pardon you your sins, and will defer you unto an appointed time; verily, God's appointed time when it comes will not be deferred, did ye but know"},{"SurahNumber":71,"VerseNumber":5,"Text":"Said he, 'My Lord! verily, I have called my people by night and day"},{"SurahNumber":71,"VerseNumber":6,"Text":"and my call did but increase them in flight"},{"SurahNumber":71,"VerseNumber":7,"Text":"and, verily, every time I called them, that Thou mightest pardon them, they placed their fingers in their ears and tried to cover themselves with their garments and persisted, and were very big with pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then I called them openly"},{"SurahNumber":71,"VerseNumber":9,"Text":"then I published to them and I spoke to them in secret"},{"SurahNumber":71,"VerseNumber":10,"Text":"and I said, \"Ask forgiveness of your Lord, verily, He is very forgiving"}]}