{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Geri kalanlarla beraber olmaya razı oldular. Ve onların kalplerinin üzeri tabedildi (mühürlendi). Artık onlar fıkıh edemezler"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Resûl ve âmenû olanlar, malları ve nefsleri (canları) ile onunla beraber cihad ettiler. Ve işte onlar; (bütün) hayırlar, onlarındır. Ve işte onlar; onlar, felâha (kurtuluşa) erenlerdir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah, onlar için altından nehirler akan cennetler hazırladı. Orada ebediyyen kalıcıdırlar. İşte bu “fevz-ül azîm” dir (en büyük kurtuluş, mükâfat)"},{"SurahNumber":9,"VerseNumber":90,"Text":"Ve bedevî Araplar´dan onlara izin verilmesi için özür beyan edenler ve Allah´a ve O´nun Resûl´üne yalan söyleyerek oturup, (geri) kalan kimseler geldiler. Onlardan kâfir olanlara elîm (acı) azap isabet edecek"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allah ve O´nun Resûl´ü için nasihat (öğüt) verdikleri (sadık kaldıkları) taktirde zayıf ve güçsüz olanların ve hasta olanların ve infâk edecek (verecek) bir şey bulamayanların da üzerinde bir günah yoktur. Muhsinlerin üzerine (aleyhlerinde) bir yol yoktur. Ve Allah; Gafur´dur (mağfiret eden), Rahîm´dir (rahmet nuru gönderendir)"},{"SurahNumber":9,"VerseNumber":92,"Text":"Onları taşıman (bindirip, sevketmen) için sana geldikleri zaman, senin: “Sizi üzerinde taşıyacak (bindirecek) bir şey bulamadım.”dediğin, infâk edecek bir şey bulamadıkları için hüzünlenerek, gözlerinden kanlı yaşlar akarak dönen kimselere de (bir günah) yoktur"},{"SurahNumber":9,"VerseNumber":93,"Text":"Fakat zengin oldukları halde senden izin isteyip, geride kalanlarla beraber olmaya razı olan kimselere yol (günaha vesile) vardır. Ve Allah, onların kalplerinin üzerini tabetti (mühürledi). Artık onlar bilemezler"}]}