{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Ruri Faro o tla etella batho ba hae pele mohla Letsatsi la Kahlolo ho ba isa mollong. Empa Ruri ba tla ea khanneloa sebakeng se rohakehileng"},{"SurahNumber":11,"VerseNumber":99,"Text":"Ba setsoe morao ke thohako lefats’eng lena, esita le mohla Letsatsi la Kahlolo. Ruri o nyonyehang moputso oo ba tlang ho o fuoa"},{"SurahNumber":11,"VerseNumber":100,"Text":"Tsena ke tse ling tsa litaba tsa lichaba tseo Re u phetelang tsona. Tse ling tsa tsona li sa eme ha tse ling li kotutsoe"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ha se rona ba ba foselitseng empa ke bona baiphoselitseng ka bo-bona; le melimo ea bona eo ba neng ba bitsa ho eona ba sa natse Allah, ha e ea ka ea ba thusa ka letho nakong eo taelo ea Allah e neng e fihlile; ha ho letho leo melimo ea bona e ileng ea ba phaella ka lona haese mats’oenyeho qha"},{"SurahNumber":11,"VerseNumber":102,"Text":"E joalo khalemo ea Mong`a lona nakong eo a khalemang lichaba tse bobeng ba tsona. Khalemo ea hae e mahlonoko, ebile e matla a hlollang"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ho seo ho teng sesupo ho bohle ba ts’abang Kotlo ea Bo- tlang. Leo etlaba letsatsi leo ka lona batho bohle ba tlang ho bokelloa ‘moho, e tla ba letsatsi la bopaki"},{"SurahNumber":11,"VerseNumber":104,"Text":"Re ke ke Ra le liehisa haese feela ka nako ea pallo"},{"SurahNumber":11,"VerseNumber":105,"Text":"Mohla letsatsi leo, ha ho moea o tla buoa haese feela ka tumello ea Allah; ba bang ba bona ba tla be ba le mahlomoleng, ha ba bang bona ba tla be ba thabile"},{"SurahNumber":11,"VerseNumber":106,"Text":"Ba tla beng ba le mahlomoleng mohla letsatsi leo, ba tla ba har’a mollo; karolo ea bona e tla ba ho etimola le eona mefehelo kamoo"},{"SurahNumber":11,"VerseNumber":107,"Text":"Ba tla phela kamoo ka linako tsohle tseo maholimo le lefats’e a tlang ho ba teng ntle le haeba Thato ea Mong`a lona ekaba ka mokhoa o mong. Ruri Mong`a lona ke Moetsi oa lintho tsohle tseo A li ratang"},{"SurahNumber":11,"VerseNumber":108,"Text":"Ba tla beng ba thabile ka letsatsi leo, ba tla kena kahar’a Serapa. Ba tla phela kamoo ka linako tsohle tseo maholimo le lefats’e a tlang hobateng ntle le haeba Thato ea Mong`a lona ekaba ka mokhoa o mong: e le mpho e se nang pheletso"}]}