{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"so that we may follow the sorcerers if they are victorious?”"},{"SurahNumber":26,"VerseNumber":41,"Text":"So, when the sorcerers came, they said to Pharaoh, “Will there be a sure reward for us, if we are the victorious?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, “Yes, and of course, you will then be among the closer ones.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Mūsā said to them, “Throw you down what you are to throw.”"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw down their ropes and their staffs and said, “By the majesty of Pharaoh, we will be the triumphant for sure.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Mūsā threw down his staff, and in no time it started swallowing the falsehood they invented"},{"SurahNumber":26,"VerseNumber":46,"Text":"So the sorcerers were made (by the truth they saw) to fall down in prostration"},{"SurahNumber":26,"VerseNumber":47,"Text":"They said, “We have believed in the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"the Lord of Mūsā and Hārūn.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"He (Pharaoh) said, “You have believed in him before I permit you. Surely, he (Mūsā) is the chief of you all, who has taught you sorcery. So you will soon know (your fate). I will cut off your hands and feet from different sides, and will crucify you all together"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, “There is no harm. We will return to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"We really hope that our Lord will forgive us our faults, as we are the first of the believers.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"And We revealed to Mūsā saying, “Make My servants travel at night. You will be pursued.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"So Pharaoh sent into the cities (his) men to muster (people)"},{"SurahNumber":26,"VerseNumber":54,"Text":"saying, “These are a small band"},{"SurahNumber":26,"VerseNumber":55,"Text":"and indeed they are enraging us"},{"SurahNumber":26,"VerseNumber":56,"Text":"and we are a host, well-armed.”"},{"SurahNumber":26,"VerseNumber":57,"Text":"Thus We expelled them (i.e. the people of Pharaoh) from gardens and springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"and from treasures and a noble abode"},{"SurahNumber":26,"VerseNumber":59,"Text":"Thus it was. And We made the children of Isrā’īl inherit all such things"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they (the people of Pharaoh) pursued them (the people of Mūsā) at the time of sunrise"}]}