{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"Muhakkak ki ahirete (Allah´a ruhunu ulastırmaya ve kıyamet gunune) inanmayanlar, melekleri mutlaka disi isimlerle isimlendiriyorlar"},{"SurahNumber":53,"VerseNumber":28,"Text":"Ve onların (melekler konusunda) bir ilmi yoktur. Onlar sadece zanna tabi olurlar. Ve muhakkak ki zan, Hak´tan yana hicbir seye fayda saglamaz"},{"SurahNumber":53,"VerseNumber":29,"Text":"Artık zikrimizden donen ve dunya hayatından baska bir sey istemeyenlerden yuz cevir"},{"SurahNumber":53,"VerseNumber":30,"Text":"Onların ilimden ulasabildikleri (sadece) budur. Muhakkak ki senin Rabbin ki; O, kimin Kendi yolundan saptıgını en iyi bilir ve O, kimin hidayete erdigini en iyi bilir"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ve goklerde ve yerde olan seyler Allah icindir. Kotuluk yapanları, yaptıkları sebebiyle cezalandırsın ve ahsen davrananları daha guzeli ile mukafatlandırsın diye"},{"SurahNumber":53,"VerseNumber":32,"Text":"Onlar ki, kucuk gunahlar haric, buyuk gunahlardan ve fuhustan ictinap ederler (sakınırlar). Muhakkak ki Rabbin, magfireti genis olandır. O, sizi daha iyi bilendir. O, sizi topraktan yaratmıstı. Ve siz, annelerinizin karnında cenin idiniz. Oyleyse nefslerinizi temize cıkarmayın (nefslerinizi tezkiye ettiginizi iddia etmeyin). O (Allah), kimin takva sahibi oldugunu daha iyi bilendir"},{"SurahNumber":53,"VerseNumber":33,"Text":"(Allah´tan) yuz cevireni gordun mu"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ve o, pek az verdi, kalanını kesti (vazgecti, vermedi)"},{"SurahNumber":53,"VerseNumber":35,"Text":"Gaybın ilmi onun yanında mı? Boylece o mu goruyor"},{"SurahNumber":53,"VerseNumber":36,"Text":"Yoksa Hz. Musa´nın sayfalarında olan seylerden ona haber verilmedi mi"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ve Hz. Ibrahim ki, o vefa etti (Allah´ın emirlerini ifa etti)"},{"SurahNumber":53,"VerseNumber":38,"Text":"Gercekten (hic)bir gunahkar, bir baskasının yukunu (gunahını) yuklenmez"},{"SurahNumber":53,"VerseNumber":39,"Text":"Ve insan icin, calısmasından baska bir sey yoktur"},{"SurahNumber":53,"VerseNumber":40,"Text":"Ve onun yaptıgı calısma (amel), yakında gorulecektir"},{"SurahNumber":53,"VerseNumber":41,"Text":"Sonra onun karsılıgı eksiksiz olarak odenecektir"},{"SurahNumber":53,"VerseNumber":42,"Text":"Ve munteha (sonunda donus), mutlaka Rabbinedir"},{"SurahNumber":53,"VerseNumber":43,"Text":"Ve muhakkak ki, gulduren ve aglatan O´dur"},{"SurahNumber":53,"VerseNumber":44,"Text":"Ve muhakkak ki, olduren ve dirilten O´dur"}]}