{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"¡Pero no! Saldrá a la luz lo que antes ocultaban. Y si se les diera la oportunidad de regresar [a la vida mundanal] volverían a [cometer] lo que se les había prohibido [asociarle copartícipes a Allah] por cierto que mienten"},{"SurahNumber":6,"VerseNumber":29,"Text":"Y decían: No hay más vida que ésta y jamás seremos resucitados"},{"SurahNumber":6,"VerseNumber":30,"Text":"Y si pudieras ver [¡Oh, Muhámmad!, lo terrible que será] cuando sean llevados ante su Señor y se les diga: ¿Acaso no es esto [la Resurrección y el Juicio Final] verdad?, y ellos respondan: ¡Juramos por nuestro Señor que sí! Entonces se les dirá: Sufrid el castigo por no haber creído"},{"SurahNumber":6,"VerseNumber":31,"Text":"Por cierto que habrán perdido quienes hayan desmentido el encuentro con Allah. Y cuando les sorprenda la hora [de la Resurrección] dirán: ¡Ay de nosotros por lo que no hicimos! Y cargarán con los pecados sobre sus espaldas. ¿No es horrible lo que cargan"},{"SurahNumber":6,"VerseNumber":32,"Text":"Esta vida mundanal no es más que juego y diversión, y la otra vida es mejor para los piadosos. ¿Acaso no razonáis"},{"SurahNumber":6,"VerseNumber":33,"Text":"Por cierto que sabemos que te apena lo que dicen [sobre ti]. No es a ti a quien desmienten, sino que lo que los inicuos rechazan son los signos de Allah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Por cierto que [también] fueron desmentidos otros Mensajeros anteriores a ti, y soportaron con paciencia que les desmintieran y hostigaran hasta llegarles Nuestro auxilio. Las promesas de Allah son inalterables; y por cierto que te hemos relatado las historias de los Mensajeros [como consuelo]"},{"SurahNumber":6,"VerseNumber":35,"Text":"Aunque te resulte muy penoso que se nieguen a creer, por más que busques a través de un túnel en la tierra o de una escalera en el cielo una prueba para que crean no podrás hacerles creer. Si Allah hubiese querido les habría guiado a todos. No te apenes por los que no creen"}]}