{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta’, Sin . Acestea sunt versetele Coranului, ale unei Cãrþi limpezi"},{"SurahNumber":27,"VerseNumber":2,"Text":"O cãlãuzã ºi o bunãvestire pentru dreptcredincioºii"},{"SurahNumber":27,"VerseNumber":3,"Text":"Care împlinesc Rugãciunea [As-Salat], achitã Dania [Az-Zakat] ºi cred cu tãrie în Lumea de Apoi"},{"SurahNumber":27,"VerseNumber":4,"Text":"Acelora care nu cred în Lumea de Apoi Noi le-am înfrumuseþat faptele, iar ei sunt în cumplitã rãtãcire"},{"SurahNumber":27,"VerseNumber":5,"Text":"Aceºtia sunt cei care vor avea parte de rea osândã, iar în Lumea deApoi ei sunt cei care vor pierde cel mai mult"},{"SurahNumber":27,"VerseNumber":6,"Text":"Tu primeºti Coranul de la un Înþelept, de la un Învãþat Bineºtiutor"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Adu-þi aminte] când a zis Moise familiei sale : “Eu zãresc un foc.Vã voi aduce o veste de la el sau vã voi aduce un tãciune aprins,pentru ca voi sã vã încãlziþi”"},{"SurahNumber":27,"VerseNumber":8,"Text":"ªi când a venit la el, i s-a zis lui: “Binecuvântat este Cel ce e în foc ºi cel ce este în jurul lui! Mãrire lui Allah, Stãpânul Lumilor"},{"SurahNumber":27,"VerseNumber":9,"Text":"O, Moise! Eu sunt Allah Cel Preaputernic [ºi] Înþelept [Al-’Aziz, Al- Hakim]"},{"SurahNumber":27,"VerseNumber":10,"Text":"Aruncã toiagul tãu!“ ªi când l-a vãzut miºcându-se ca un ºarpe,a apucat-o la fugã, fãrã sã se mai întoarcã. “O, Moise, nu te teme! Tri-miºii nu se tem la Mine!”"},{"SurahNumber":27,"VerseNumber":11,"Text":"“Dar dacã cineva a fost nedrept, însã apoi a schimbat rãul cu bine, Eu sunt Iertãtor, Îndurãtor [Ghafur, Rahim]"},{"SurahNumber":27,"VerseNumber":12,"Text":"Vârã-þi mâna în deschizãtura cãmãºii tale! Ea va ieºi albã, fãrãnici un rãu - [una] din cele nouã minuni pentru Faraon ºi neamul sãu , fiindcã e"},{"SurahNumber":27,"VerseNumber":13,"Text":"ªi când minunile Noastre li s-au arãtat lor limpezi, au zis ei:“Aceasta este fermecãturã învederatã!”"}]}