{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Mennyi nemzetet pusztitottunk. mar el elottuk, amelyek batrabbak voltak, mint ok. Kutatva jarjatok hat be az orszagot! Van-e menekules"},{"SurahNumber":50,"VerseNumber":37,"Text":"Ebben bizony emlekezteto van azok szamara, akiknek van szive es fule a hallasra es jelen is van"},{"SurahNumber":50,"VerseNumber":38,"Text":"Mi bizony megteremtettuk az egeket es a foldet es mindenkit es mindazt, ami e ketto? kozott van, hat nap alatt. Am ettol nem fogott el bennunket kimerultseg"},{"SurahNumber":50,"VerseNumber":39,"Text":"Legy (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hat allhatatosan turelmes azzal szemben, amit mondanak, es az Urad iranti halat zengjed a napfelkelte elott es lenyugvasa elott"},{"SurahNumber":50,"VerseNumber":40,"Text":"Am ejszaka is magasztald Ot es a leborulas vegen"},{"SurahNumber":50,"VerseNumber":41,"Text":"Es azon a Napon figyelj oda, amikor egy hivo egy kozeli helyrol hiv"},{"SurahNumber":50,"VerseNumber":42,"Text":"Azon a Napon tenyleg meghalljak a kialtast (as- Ssayhatw). Ez a Kijovetel napja (a sirokbol, a Feltamadas Napjan)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Bizony Mi vagyunk azok, Akik eletre keltunk es a halalba kuldunk. Es Hozzank vezet az ut"},{"SurahNumber":50,"VerseNumber":44,"Text":"Azon a Napon midon megreped felettuk a fold es ok sietnek. Ez osszegyujtes, amely konnyu Nekunk"},{"SurahNumber":50,"VerseNumber":45,"Text":"Mi jobban tudjuk mit mondanak. Nem vagy Te (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) az o kenyszeritojuk (a hitre). Intsd hat a Korannal azt, aki feli a Fenyegetesem"},{"SurahNumber":51,"VerseNumber":1,"Text":"Az (port) elfujva elfujokra (szelek)"},{"SurahNumber":51,"VerseNumber":2,"Text":"Es a terhet cipelokre (felhok)"},{"SurahNumber":51,"VerseNumber":3,"Text":"Es a konnyeden tovasiklokra (hajok)"},{"SurahNumber":51,"VerseNumber":4,"Text":"Es (az Allah) parancsabol (kegyelmet, megelhetest) osztogatokra (Angyalok)"},{"SurahNumber":51,"VerseNumber":5,"Text":"Bizony igaz az, amire igeretet kaptatok"},{"SurahNumber":51,"VerseNumber":6,"Text":"Az Itelet (a jutalmazas es a buntetes) bizonnyal be fog kovetkezni"}]}