{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"H'a, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ain, Sin, Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"C'est ainsi qu'Allah, le Puissant, le Sage, te fait des revelations, comme a ceux qui ont vecu avant toi"},{"SurahNumber":42,"VerseNumber":4,"Text":"A Lui appartient ce qui est dans les cieux et ce qui est sur la terre. Et Il est le Sublime, le Tres Grand"},{"SurahNumber":42,"VerseNumber":5,"Text":"Peu s'en faut que les cieux ne se fendent depuis leur faite quand les anges glorifient leur Seigneur, celebrent Ses louanges et implorent le pardon pour ceux qui sont sur la terre. Allah est certes le Pardonneur, le Tres Misericordieux"},{"SurahNumber":42,"VerseNumber":6,"Text":"Et quant a ceux qui prennent des protecteurs en dehors de Lui, Allah veille a ce qu'ils font. Et tu n'es pas pour eux un garant"},{"SurahNumber":42,"VerseNumber":7,"Text":"Et c'est ainsi que Nous t'avons revele un Coran arabe, afin que tu avertisses la Mere des cites (la Mecque) et ses alentours et que tu avertisses du Jour du rassemblement, - sur lequel il n'y a pas de doute - Un groupe au Paradis et un groupe dans la fournaise ardente"},{"SurahNumber":42,"VerseNumber":8,"Text":"Et si Allah avait voulu, Il en aurait fait une seule communaute. Mais Il fait entrer qui Il veut dans Sa misericorde. Et les injustes n'auront ni maitre ni secoureur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Ont-ils pris des maitres en dehors de Lui ? C'est Allah qui est le seul Maitre et c'est Lui qui redonne la vie aux morts; et c'est Lui qui est Omnipotent"},{"SurahNumber":42,"VerseNumber":10,"Text":"Sur toutes vos divergences, le jugement appartient a Allah. Tel est Allah mon Seigneur; en Lui je place ma confiance et c'est a Lui que je retourne [repentant]"}]}