{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Kaza: “Znanieto za tyakh e v Kniga pri moya Gospod. Nito propuska moyat Gospod, nito zabravya.”"},{"SurahNumber":20,"VerseNumber":53,"Text":"Toĭ e, Koĭto stori zemyata da e postelya za vas i prokara tam pŭtishta za vas, i izsipva voda ot nebeto - chrez neya vadim Nie vidove ot razlichni rasteniya"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yazhte i pasete dobitŭka si! V tova ima znameniya za razumnite khora"},{"SurahNumber":20,"VerseNumber":55,"Text":"Ot neya vi sŭtvorikhme i v neya vi vrŭshtame, i ottam shte vi izvadim oshte vednŭzh"},{"SurahNumber":20,"VerseNumber":56,"Text":"Veche mu pokazakhme [na Faraona] vsyakakvi Nashi znameniya, ala toĭ gi vze za lŭzha i se vŭzprotivi"},{"SurahNumber":20,"VerseNumber":57,"Text":"Kaza: “Nima ti doĭde pri nas, za da ni progonish s magiyata si ot nashata zemya, o, Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"No nie shte napravim magiya, podobna na neya. Nasrochi mezhdu nas i teb sreshta, koyato nito nie shte narushim, nito ti - na spravedlivo myasto!”"},{"SurahNumber":20,"VerseNumber":59,"Text":"Kaza [Musa]: “Sreshtata s vas shte bŭde v denya za razkrasyavane i khorata da se sŭberat sutrinta!”"},{"SurahNumber":20,"VerseNumber":60,"Text":"I se ottegli Faraonŭt, i podgotvi svoyata khitrina, posle pak doĭde"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa im kaza: “Gorko vi! Ne izmislyaĭte lŭzha za Allakh, ta da ne vi izkoreni s mŭchenie! Izmislyashtiyat lŭzha nepremenno propada.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"I sporekha pomezhdu si za svoeto delo, i skrishom si shepnekha"},{"SurahNumber":20,"VerseNumber":63,"Text":"Kazakha: “Tezi dvamata naistina sa mag’osnitsi, iskat da vi progonyat s magiyata si ot vashata zemya i da otnemat naĭ-dobriya vi pŭt"},{"SurahNumber":20,"VerseNumber":64,"Text":"Zatova podgotvete svoyata khitrina, posle elate v reditsi! Dnes shte spoluchi onzi, koĭto prevŭzkhozhda.”"}]}