{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"لوگوں کے لیے ان کے حساب کا وقت قریب آپہنچا ہے، اور وہ ہیں کہ غفلت کی حالت میں منہ پھیرے ہوئے ہیں۔"},{"SurahNumber":21,"VerseNumber":2,"Text":"جب کبھی ان کے پروردگار کی طرف سے نصیحت کی کوئی نئی بات ان کے پاس آتی ہے تو وہ اسے مذاق بنا بنا کر اس حالت میں سنتے ہیں۔"},{"SurahNumber":21,"VerseNumber":3,"Text":"کہ ان کے دل فضولیات میں منہمک ہوتے ہیں۔ اور یہ ظالم چپکے چپکے (ایک دوسرے سے) سرگوشی کرتے ہیں کہ : یہ شخص (یعنی محمد (صلی اللہ علیہ وآلہ وسلم) تمہی جیسا ایک انسان نہیں تو اور کیا ہے ؟ کیا پھر بھی تم سوجھتے بوجھتے جادو کی بات سننے جاؤ گے ؟"},{"SurahNumber":21,"VerseNumber":4,"Text":"پیغمبر نے (جواب میں) کہا کہ : آسمان اور زمین میں جو کچھ کہا جاتا ہے، میرا پروردگار اس سب کو جانتا ہے۔ وہ ہر بات سنتا ہے، ہر چیز سے باخبر ہے۔"},{"SurahNumber":21,"VerseNumber":5,"Text":"یہی نہیں بلکہ ان لوگوں نے یہ بھی کہا کہ : یہ (قرآن) بےجوڑ خوابوں کا مجموعہ ہے، بلکہ یہ ان صاحب نے خود گھڑ لیا ہے، بلکہ یہ ایک شاعر ہیں۔ بھلا یہ ہمارے سامنے کوئی نشانی تو لے آئیں جیسے پچھلے پیغمبر (نشانیوں کے ساتھ) بھیجے گئے تھے۔"},{"SurahNumber":21,"VerseNumber":6,"Text":"حالانکہ ان سے پہلے جس کسی بستی کو ہم نے ہلاک کیا، وہ ایمان نہیں لائی، اب کیا یہ لوگ لے آئیں گے ؟"},{"SurahNumber":21,"VerseNumber":7,"Text":"اور (اے پیغمبر) ہم نے تم سے پہلے کسی اور کو نہیں، آدمیوں ہی کو رسول بنا کر بھیجا تھا جن پر ہم وحی نازل کرتے تھے۔ لہذا (کافروں سے کہو کہ) اگر تمہیں خود علم نہیں ہے تو نصیحت کا علم رکھنے والوں سے پوچھ لو۔"},{"SurahNumber":21,"VerseNumber":8,"Text":"اور ہم نے ان (رسولوں) کو ایسے جسم بنا کر پیدا نہیں کردیا تھا کہ وہ کھانا نہ کھاتے ہوں، اور نہ وہ ایسے تھے کہ ہمیشہ زندہ رہیں۔"},{"SurahNumber":21,"VerseNumber":9,"Text":"پھر ہم نے ان سے جو وعدہ کیا تھا اسے سچا کر دکھایا کہ ان کو بھی بچا لیا، اور (ان کے علاوہ) جن کو ہم نے چاہا ان کو بھی، اور جو لوگ حد سے گزر چکے تھے، انہیں ہلاک کردیا۔"},{"SurahNumber":21,"VerseNumber":10,"Text":"(اب) ہم نے تمہارے پاس ایک ایسی کتاب اتاری ہے جس میں تمہارے لیے نصیحت ہے۔ کیا پھر بھی تم نہیں سمجھتے ؟"}]}