{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Ai, qe Allahu e udhezon ne rrugen e drejte, eshte i udhezuari; ndersa per ate qe Ai e con ne humbje, me siguri qe nuk do te gjesh mbrojtes tjeter, pervec Atij. Ne do t’i tubojme ata ne Diten e Kiametit, me fytyrat pertoke, te verber, shurdhe e memece. Vendbanimi i tyre eshte Xhehenemi. Kurdo, qe te zbehet zjarri, Ne do t’ia shtojme flaken"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ky eshte denimi i tyre, ngase mohuan shenjat Tona dhe thane: “A mos valle, kur te behemi eshtra dhe pluhur, vertet do te ngjallemi si krijesa te reja?!”"},{"SurahNumber":17,"VerseNumber":99,"Text":"A nuk e shohin ata, se Allahu, i Cili krijoi qiejt dhe Token, ka mundesi te krijoje te ngjashem me ata dhe, se ua ka caktuar momentin e ringjalljes, per te cilen nuk ka dyshim? Por, jobesimtaret nuk pranojne, ata vetem mohojne"},{"SurahNumber":17,"VerseNumber":100,"Text":"Thuaj: “Sikur ju te zoteronit thesaret e meshires se Zotit tim, edhe atehere ju do te rrudhnit doren nga droja, se do te shpenzoheni. Njemend, njeriu rendom eshte koprrac”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Ne te vertete, Ne i dhame Musait nente shenja te qarta. Pyeti bijte e Israilit, kur ai u erdhi te pareve te tyre dhe, kur Faraoni i tha atij: “O Musa, une besoj se ti je i magjepsur”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Musai) tha: “Tashme ti e di se keto nuk i ka shpallur askush tjeter, pervec Zotit te qiellit dhe te Tokes, si prova te dukshme dhe Une jam i bindur se ti je i denuar ne humbje”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Ai (Faraoni) deshi t’i debonte nga vendi, por Ne e fundosem bashke me te gjithe ata, qe ishin me te"},{"SurahNumber":17,"VerseNumber":104,"Text":"dhe, pas kesaj, u thame bijve te Israilit: “Vendosuni ne kete toke. Kur te arrije premtimi i Dites se Kiametit, do t’ju sjellim te perzier”"}]}