{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ve ben, nefsimi temize çıkarmam. Çünkü nefs var şiddetiyle kötülüğü emredendir. Meğer ki Rabbımın esirgediği bir nefs ola. Rabbım Gafur´dur, Rahim´dir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar dedi ki: Onu bana getirin de yanıma alayım. Onunla konuşunca da dedi ki: Sen, bugün bizim yanımızda önemli bir mevki sahibisin, eminsin"},{"SurahNumber":12,"VerseNumber":55,"Text":"Dedi ki: Beni memleketin hazineleri üzerine tayin et. Çünkü ben, onları iyi korurum, bilirim"},{"SurahNumber":12,"VerseNumber":56,"Text":"İşte böylece Yusuf´u yeryüzünde yerleştirdik. Nereyi isterse orada konaklardı. Rahmetimizi, istediğimize veririz. Ve ihsan edenlerin ecrini zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ama ahiret mükafaatı, iman edip de takvada daim olanlar için daha hayırlıdır"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf´un kardeşleri gelip yanına girdiler. Onları tanıdı, ama onlar kendisini tanımıyorlardı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Onların yüklerini hazırlatınca dedi ki: Bana baba bir kardeşinizi getirin. Görmüyormusunuz ki ben, ölçüyü tam ölçüyorum ve ben, konukseverlerin en iyisiyim"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmezseniz; benden bir ölçek dahi alamazsınız ve bir daha bana yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"Dediler ki: Onu babasından istemeye çalışırız ve herhalde bunu yaparız"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf uşaklarına dedi ki: Karşılık olarak getirdiklerini de yüklerinin içine koyun. Olur ki ailelerine dönünce bunu anlarlar da geri dönerler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Babalarına döndüklerinde dediler ki: Ey babamız; artık bize zahire verilmeyecek. Kardeşimizi bizimle beraber gönder de zahiremizi alalım. Biz herhalde onu koruruz"}]}