{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Allahın dogru yola saldıgı kəs dogru yoldadır. Allahın yoldan cıxartdıgı kəs ucunsə (Allahdan) basqa dostlar tapa bilməzsən. Biz qiyamət gunu onları uzu ustə surunə-surunə, kor, lal və kar kimi məhsər ayagına cəkəcəyik. Onların dusəcəkləri yer Cəhənnəmdir. Cəhənnəm odu azaldıqca onların (bədənlərinin) alovunu artıracagıq"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bu, ayələrimizi inkar etdiklərinə və: “Sur-sumuk, curuyub ovxalanmıs torpaq oldugumuz halda, biz dirildilib yeni bir məxluqmu olacagıq?” – dediklərinə gorə onların cəzasıdır"},{"SurahNumber":17,"VerseNumber":99,"Text":"Məgər onlar (oləndən sonra bir daha diriləcəklərini inkar edənlər bu boyuklukdə) goyləri və yeri (yoxdan) yaradan Allahın (bu kiciklikdə) onlar kimisini (yenidən, eynilə) yaratmaga qadir oldugunu gormurlərmi?! Allah onlar ucun bir əcəl (olum, yaxud əzaba ducar olma vaxtı) muəyyən etdi ki, ona hec bir səkk-subhə yoxdur. Zalımlar (belə bir vəziyyətdə də) ancaq oz kufrlərində israr edib dururlar (kufrdən basqa bir seyə razı olmurlar)"},{"SurahNumber":17,"VerseNumber":100,"Text":"(Ya Peygəmbərim, musriklərə) de: “Əgər siz Rəbbimin rəhmət xəzinələrinə (var-dovlətinə) sahib olsaydınız, yenə də (onun) xərclənib tukənməsindən (sonra da sizə yoxulluq uz verməsindən) qorxaraq xəsislik edərdiniz. Insan (nə qədər varlı olsa da, təbiəti e’tibarilə) xəsisdir"},{"SurahNumber":17,"VerseNumber":101,"Text":"Biz Musaya doqquz askar mo’cuzə (əsa, gunəs kimi parlayan yədi-beyza, cəyirtkə və digər həsərat, qurbaga, qan, qıtlıq, dasların arasından fəvvarə verib cıxan su, dənizin yarılması və Tur dagının qaldırılıb Israil ogullarının basları ustundə saxlanılması) verdik. Israil ogullarından sorus: (Musa) onların yanına gəldikdə, Fir’on ona: “Ya Musa! Mənə elə gəlir ki, sən ovsunlanmıssan (aglın basında deyildir)”, - demisdi"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Musa da) ona: “Sən bunları məhz goylərin və yerin Rəbbi tərədindən acıq-askar mo’cuzə olaraq endirildiyini, sozsuz ki, bilirsən. Mən isə, ey Fir’on, səni (kufrə dusduyunə gorə) artıq məhv olmus zənn edirəm!” – deyə cavab vermisdi"},{"SurahNumber":17,"VerseNumber":103,"Text":"(Fir’on) onları (Misir) torpagından qovub cıxartmaq istədi. Biz isə onu (Fir’onu) və onunla birlikdə olanların hamısını (suya) qərq etdik"},{"SurahNumber":17,"VerseNumber":104,"Text":"Və bundan sonra Israil ogullarına dedik: “Siz (Sam) ərazisində sakin olun. Axirət və’dəsi (qiyamət) gəlib catdıqda sizin hamınızı (sizi və Fir’on əhlini, yaxud mo’minləri və kafirləri) birlikdə (bir-birinizə qarısmıs halda məhsərə) gətirəcəyik!”"}]}