{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":84,"Text":"(ō pravaktā!) Ilā anu: \"Mēmu allāh nu viśvasin̄cāmu; mariyu māpai avatarimpajēyabaḍina dānini mariyu ibrāhīm, ismāyīl, is hākh, ya'akhūb lapai mariyu atani santānampai avatarimpajēyabaḍina vāṭini kūḍā (viśvasin̄cāmu). Iṅkā mūsā, īsā mariyu itara pravaktalapai vāri prabhuvu taraphu nuṇḍi (avatarimpajēyabaḍina vāṭini) kūḍā viśvasin̄cāmu). Mēmu vāri madhya elāṇṭi vicakṣaṇa cēyamu. Mariyu mēmu āyanakē vidhēyulamai (muslinlamai) unnāmu"},{"SurahNumber":3,"VerseNumber":85,"Text":"Mariyu evaḍainā allāh ku vidhēyata (islāṁ) tappa itara dharmānni avalambin̄cagōritē adi ē mātramū svīkarin̄cabaḍadu mariyu ataḍu paralōkanlō naṣṭapaḍēvārilō cērutāḍu"},{"SurahNumber":3,"VerseNumber":86,"Text":"allāh vāriki elā sanmārgaṁ cūpagalaḍu? Ē jātivāraitē, viśvāsaṁ pondina taruvāta - mariyu niścayaṅgā sandēśaharuḍu satyavantuḍē, ani sākṣyamiccina taruvāta mariyu vāri vaddaku spaṣṭamaina sūcanalu vaccina taruvāta kūḍā - satyatiraskāraṁ avalambin̄cārō! Mariyu allāh durmārgulaina vāriki sanmārgaṁ cūpaḍu"},{"SurahNumber":3,"VerseNumber":87,"Text":"alāṇṭi vāri śikṣa: Niścayaṅgā allāh mariyu dēvadūtala mariyu sarvamānavula śāpaṁ vāripai paḍaṭamē"},{"SurahNumber":3,"VerseNumber":88,"Text":"andulō (narakanlō) vāru śāśvataṅgā uṇṭāru. Vāri śikṣa ē mātraṁ taggin̄cabaḍadu mariyu vāriki vyavadhi kūḍā ivvabaḍadu"},{"SurahNumber":3,"VerseNumber":89,"Text":"kānī, ika mīdaṭa evaraitē paścāttāpa paḍi, tama naḍavaḍikanu sarididdukuṇṭārō! Alāṇṭi vāri yeḍala niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇāpradāta"},{"SurahNumber":3,"VerseNumber":90,"Text":"(ayitē) niścayaṅgā, viśvasin̄cina taruvāta evaru satyatiraskāra vaikharini avalambistārō mariyu tama satyatiraskāra vaikharini pen̄cukuṇṭārō, vāri paścāttāpaṁ ē mātraṁ aṅgīkarin̄cabaḍadu mariyu alāṇṭi vārē mārgabhraṣṭulaina vāru"},{"SurahNumber":3,"VerseNumber":91,"Text":"niścayaṅgā, evaraitē satyatiraskārulai, ā satyatiraskāra sthitilōnē mr̥ti cendutārō! Vāru bhūgōḷamanta baṅgāraṁ pāpaparihāraṅgā ivvadalicinā adi aṅgīkarin̄cabaḍadu. Alāṇṭi vāriki bādhākaramaina śikṣa uṇṭundi. Mariyu vāriki sahāyaṁ cēsēvāru evvarū uṇḍaru"}]}