{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Məsriqlərin və məgriblərin Rəbbinə and olsun ki, Biz, həqiqətən, qadirik"},{"SurahNumber":70,"VerseNumber":41,"Text":"Onları ozlərindən daha yaxsısı ilə əvəz etməyə (onları məhv edib yerlərinə Allaha mut’i olan basqa bir məxluq gətirməyə). Və (bu isdə) hec kəs Bizim qarsımıza kecə bilməz! (Bizə mane ola bilməz)"},{"SurahNumber":70,"VerseNumber":42,"Text":"Elə isə (ya Peygəmbər!) qoy onlar və’d olunduqları gunə qovusanadək (batil əməllərinə) dalsınlar və oynayıb-əylənsinlər"},{"SurahNumber":70,"VerseNumber":43,"Text":"O gun onlar (dunyada ibadət etdikləri) butlərin yanına tələsirmislər kimi qəbirlərdən tez-tələsik cıxacaqlar"},{"SurahNumber":70,"VerseNumber":44,"Text":"Onların gozləri zəlilcəsinə yerə dikiləcək, ozlərini də zillət buruyəcəkdir. Bu onlara və’d olunmus həmin qiyamət gunudur"},{"SurahNumber":71,"VerseNumber":1,"Text":"Həqiqətən, Biz Nuhu: “Qovmunə siddətli bir əzab gəlməmisdən əvəl onları (Allahın əzabı ilə) qorxut!” – deyə oz tayfasına peygəmbər gondərdik"},{"SurahNumber":71,"VerseNumber":2,"Text":"O dedi: “Ey qovmum! Həqiqətən, mən sizi (Allahın əzabı ilə) acıq-askar qorxudan bir peygəmbərəm"},{"SurahNumber":71,"VerseNumber":3,"Text":"Allaha ibadət edin, Ondan qorxun və mənə də itaət edin"},{"SurahNumber":71,"VerseNumber":4,"Text":"(Əgər belə etsəniz) O sizin gunahlarınızdan kecər, sizə muəyyən vaxtadək (əcəliniz catana qədər) mohlət verər (cəzanızı dunyada verməyib axirətə saxlayar). Allahın (əzəldən lovhi-məhfuzda) muəyyən etdiyi əcəl (olum) gəlib catdıqda isə, o əsla tə’xirə salınmaz. Kas biləydiniz!”"},{"SurahNumber":71,"VerseNumber":5,"Text":"O dedi: “Ey Rəbbim! Mən qovmumu gecə-gunduz (imana, haqq yola) də’vət etdim"},{"SurahNumber":71,"VerseNumber":6,"Text":"Lakin də’vətim onların (imandan) qacmalarını daha da artırmaqdan basqa bir seyə yaramadı"},{"SurahNumber":71,"VerseNumber":7,"Text":"Sənin onları bagıslamagın ucun mən nə zaman onları (imana) də’vət etdimsə, onlar (də’vətimi esitməsinlər deyə) barmaqlarını qularlarına tıxadılar, (məni gorməsinlər deyə) libaslarına burundulər, (kufrlərində) israr edib durdular və təkəbbur gostərdilər"},{"SurahNumber":71,"VerseNumber":8,"Text":"Sonra mən onları uca səslə (acıq-acıgına haqqa) də’vət etdim"},{"SurahNumber":71,"VerseNumber":9,"Text":"Daha sonra onlara (iman gətirmək lazım oldugunu) askar soylədim və gizli bildirdim”"},{"SurahNumber":71,"VerseNumber":10,"Text":"Və dedim: “(Tovbə edib) Rəbbinizdən bagıslanmagınızı diləyin. Cunki O, (tovbə edən bəndəsinin gunahlarını) cox bagıslayandır"}]}