{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Assim, completou-os, como este ceus, em dois dias, e a cada ceu assinalou a sua ordem. E adornamos o firmamentoterreno com luzes, para que servissem de sentinelas. Tal e o decreto do Poderoso, Sapientissimo"},{"SurahNumber":41,"VerseNumber":13,"Text":"Porem, se desdenharem, dize-lhes: Advirto-vos da vinda de uma centelha, semelhante aquela enviado dos povos de Ad eSamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Pois quando os mensageiros, de todas as partes, se apresentaram a eles, (dizendo-lhes): Nao adoreis senao a Deus!, responderam-lhes: Se Deus quisesse isso, teria enviado anjos (para predica-lo). Certamente negaremos a vossa missao"},{"SurahNumber":41,"VerseNumber":15,"Text":"O povo de Ad, ainda, ensoberbeceu-se iniquamente na terra; e disse: Quem e mais poderoso do que nos? Porventura, naorepararam em que Deus, Que os criou, e mais poderoso do que eles? Sem duvida, negaram os nossos versiculos"},{"SurahNumber":41,"VerseNumber":16,"Text":"Pelo que desencadeamos sobre eles um vento glacial, em dias nefastos, para faze-los sofrer o castigo aviltoso da vidaterrena; porem, o da outra vida sera ainda mais aviltante, e nao serao socorridos"},{"SurahNumber":41,"VerseNumber":17,"Text":"E orientamos o povo de Samud; porem, preferiram a cegueira a orientacao. E fulminou-os a centelha do castigoignominioso, pelo que lucraram"},{"SurahNumber":41,"VerseNumber":18,"Text":"E salvamos os fieis tementes"},{"SurahNumber":41,"VerseNumber":19,"Text":"E no dia em que os adversarios de Deus forem congregados, desfilarao em direcao ao fogo infernal"},{"SurahNumber":41,"VerseNumber":20,"Text":"Ate que, quando chegarem a ele, seus ouvidos, seus olhos e suas peles, testemunharao contra eles a respeito de tudoquanto tiverem cometido"}]}