{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"नहीं, बल्कि हम उनके पास सत्य लेकर आए है और निश्चय ही वे झूठे है"},{"SurahNumber":23,"VerseNumber":91,"Text":"अल्लाह ने अपना कोई बेटा नहीं बनाया और न उसके साथ कोई अन्य पूज्य-प्रभु है। ऐसा होता तो प्रत्येक पूज्य-प्रभु अपनी सृष्टि को लेकर अलग हो जाता और उनमें से एक-दूसरे पर चढ़ाई कर देता। महान और उच्च है अल्लाह उन बातों से, जो वे बयान करते है"},{"SurahNumber":23,"VerseNumber":92,"Text":"जाननेवाला है छुपे और खुले का। सो वह उच्चतर है वह शिर्क से जो वे करते है"},{"SurahNumber":23,"VerseNumber":93,"Text":"कहो, \"ऐ मेरे रब! जिस चीज़ का वादा उनसे किया जा रहा है, वह यदि तू मुझे दिखाए"},{"SurahNumber":23,"VerseNumber":94,"Text":"तो मेरे रब! मुझे उन अत्याचारी लोगों में सम्मिलित न करना।"},{"SurahNumber":23,"VerseNumber":95,"Text":"निश्चय ही हमें इसकी सामर्थ्य प्राप्त है कि हम उनसे जो वादा कर रहे है, वह तुम्हें दिखा दें।"},{"SurahNumber":23,"VerseNumber":96,"Text":"बुराई को उस ढंग से दूर करो, जो सबसे उत्तम हो। हम भली-भाँति जानते है जो कुछ बातें वे बनाते है"},{"SurahNumber":23,"VerseNumber":97,"Text":"और कहो, \"ऐ मेरे रब! मैं शैतान की उकसाहटों से तेरी शरण चाहता हूँ"},{"SurahNumber":23,"VerseNumber":98,"Text":"और मेरे रब! मैं इससे भी तेरी शरण चाहता हूँ कि वे मेरे पास आएँ।"},{"SurahNumber":23,"VerseNumber":99,"Text":"यहाँ तक कि जब उनमें से किसी की मृत्यु आ गई तो वह कहेगा, \"ऐ मेरे रब! मुझे लौटा दे। - ताकि जिस (संसार) को मैं छोड़ आया हूँ"},{"SurahNumber":23,"VerseNumber":100,"Text":"उसमें अच्छा कर्म करूँ।\" कुछ नहीं, यह तो बस एक (व्यर्थ) बात है जो वह कहेगा और उनके पीछे से लेकर उस दिन तक एक रोक लगी हुई है, जब वे दोबारा उठाए जाएँगे"},{"SurahNumber":23,"VerseNumber":101,"Text":"फिर जब सूर (नरसिंघा) में फूँक मारी जाएगी तो उस दिन उनके बीच रिश्ते-नाते शेष न रहेंगे, और न वे एक-दूसरे को पूछेंगे"},{"SurahNumber":23,"VerseNumber":102,"Text":"फिर जिनके पलड़े भारी हुए तॊ वही हैं जो सफल।"},{"SurahNumber":23,"VerseNumber":103,"Text":"रहे वे लोग जिनके पलड़े हल्के हुए, तो वही है जिन्होंने अपने आपको घाटे में डाला। वे सदैव जहन्नम में रहेंगे"},{"SurahNumber":23,"VerseNumber":104,"Text":"आग उनके चेहरों को झुलसा देगी और उसमें उनके मुँह विकृत हो रहे होंगे"}]}