{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"¿Acaso quien reconoce que lo que te revelo tu Senor es la Verdad es igual al ciego [de corazon]? Ciertamente lo recordaran solo los dotados de intelecto"},{"SurahNumber":13,"VerseNumber":20,"Text":"Aquellos que cumplen con el compromiso que asumieron y no lo quebrantan"},{"SurahNumber":13,"VerseNumber":21,"Text":"No rompen los lazos familiares que Allah ordeno respetar, temen a su Senor y Su terrible castigo"},{"SurahNumber":13,"VerseNumber":22,"Text":"Aquellos que son perseverantes [en la adoracion] anhelando el rostro de su Senor [y Su complacencia], practican la oracion prescrita, hacen caridades con parte de lo que les hemos proveido, tanto en privado como en publico, y si son maltratados responden con una buena actitud [sabiendo disculpar], estos obtendran como recompensa una hermosa morada"},{"SurahNumber":13,"VerseNumber":23,"Text":"E ingresaran en los Jardines del Eden junto a quienes creyeron de sus padres, esposas y descendientes; y luego los Angeles ingresaran ante ellos por todas las puertas"},{"SurahNumber":13,"VerseNumber":24,"Text":"Y les diran: ¡La paz sea sobre vosotros! En verdad fuisteis perseverantes [en la adoracion]. ¡Que hermosa es la recompensa de la morada eterna"},{"SurahNumber":13,"VerseNumber":25,"Text":"Y quienes quebrantan el compromiso que asumieron con Allah, rompen los lazos familiares que Allah ordeno respetar y corrompen en la Tierra, seran maldecidos y mereceran la peor de las moradas [el Infierno]"},{"SurahNumber":13,"VerseNumber":26,"Text":"Por cierto que Allah concede abundante sustento a quien Le place y se lo restringe a quien quiere; y [los incredulos] se regocijan con la vida mundanal. ¿Que es la vida mundanal comparada con la otra, sino un goce ilusorio"},{"SurahNumber":13,"VerseNumber":27,"Text":"Los incredulos dicen: ¿Por que no se le concede un milagro de su Senor [y asi creeremos]? Diles [¡Oh, Muhammad!]: Ciertamente Allah extravia a quien quiere, y guia hacia El a quien se arrepiente [y busca Su complacencia]"},{"SurahNumber":13,"VerseNumber":28,"Text":"Aquellos que creen, sus corazones se sosiegan con el recuerdo de Allah. ¿Acaso no es con el recuerdo de Allah que se sosiegan los corazones"}]}