{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"Er sagt: O mein lieber Sohn, erzähle dein (Traum)gesicht nicht deinen Brüdern, sonst werden sie eine List gegen dich schmieden. Gewiß, der Satan ist dem Menschen ein deutlicher Feind"},{"SurahNumber":12,"VerseNumber":6,"Text":"Und so wird dein Herr dich erwählen und dich etwas von der Deutung der Geschichten lehren und Seine Gunst an dir und an der Sippe Ya’qubs vollenden, wie Er sie zuvor an deinen beiden Vätern Ibrahim und lshaq vollendet hat. Gewiß, dein Herr ist Allwissend und Allweise"},{"SurahNumber":12,"VerseNumber":7,"Text":"Wahrlich, in Yusuf und seinen Brüdern sind Zeichen für diejenigen, die (nach der Wahrheit) fragen"},{"SurahNumber":12,"VerseNumber":8,"Text":"Als sie sagten: Wahrlich, Yusuf und sein Bruder sind unserem Vater lieber als wir, obwohl wir eine (ansehnliche) Schar sind. Unser Vater befindet sich fürwahr in deutlichem Irrtum"},{"SurahNumber":12,"VerseNumber":9,"Text":"Tötet Yusuf oder werft ihn ins Land hinaus, so wird das Gesicht eures Vaters sich nur noch euch zuwenden, und danach werdet ihr rechtschaffene Leute sein"},{"SurahNumber":12,"VerseNumber":10,"Text":"Einer von ihnen sagte: Tötet Yusuf nicht, sondern werft ihn in die verborgene Tiefe des Brunnenlochs, so werden ihn schon einige der Reisenden auflesen, wenn ihr doch etwas tun wollt"},{"SurahNumber":12,"VerseNumber":11,"Text":"Sie sagten: O unser Vater, warum vertraust du uns Yusuf nicht an? Wir werden ihm wahrlich aufrichtig zugetan sein"},{"SurahNumber":12,"VerseNumber":12,"Text":"Sende ihn morgen mit uns, daß er Spaß und Spiel finde; wir werden ihn fürwahr behüten"},{"SurahNumber":12,"VerseNumber":13,"Text":"Er sagte: Es macht mich fürwahr traurig, daß ihr ihn mitnehmt. Und ich fürchte, daß ihn der Wolf frißt, während ihr seiner unachtsam seid"},{"SurahNumber":12,"VerseNumber":14,"Text":"Sie sagten: Wenn ihn der Wolf fressen sollte, wo wir doch eine (ansehnliche) Schar sind, dann wären wir fürwahr Verlierer"}]}