{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":29,"Text":"Mitt folk! Jag begär ingen ersättning av er för detta [budskap]; jag väntar ingen lön från någon annan än Gud. Och jag kommer inte att stöta bort dem som antar tron; de är ju kallade att möta sin Herre. Men jag ser att ni är människor utan begrepp [om rätt och orätt]"},{"SurahNumber":11,"VerseNumber":30,"Text":"Och vem, mitt folk, skulle kunna skydda mig för Guds [vrede], om jag stötte dem ifrån mig? Vill ni inte tänka över detta"},{"SurahNumber":11,"VerseNumber":31,"Text":"Jag säger inte till er att jag har Guds skatter [i min hand] och jag känner inte det som är dolt för människor. Jag säger inte heller att jag är en ängel. Inte heller säger jag om dem som ni betraktar med sådant förakt: 'Gud kommer aldrig att ge dem av [Sitt] goda'.\" Gud vet bäst vad de bär inom sig. [Hade jag yttrat något sådant] skulle jag sannerligen höra till de orättfärdiga"},{"SurahNumber":11,"VerseNumber":32,"Text":"[Men de äldste] sade: \"Noa! Du har tvistat med oss och du har låtit tvisten pågå länge nog. Nedkalla nu över oss det [straff] som du har hotat oss med, om du har talat sanning"},{"SurahNumber":11,"VerseNumber":33,"Text":"[Noa] svarade: \"Bara Gud kan låta [straffet] drabba er, om detta är Hans vilja; och ni kan inte företa er något för att kullkasta [Hans beslut]"},{"SurahNumber":11,"VerseNumber":34,"Text":"Mina råd - om jag skulle vilja ge er råd - är till ingen nytta för er om det är Guds vilja att ni skall hålla fast vid era misstag. Han är er Herre och till Honom skall ni föras åter"},{"SurahNumber":11,"VerseNumber":35,"Text":"KANSKE säger någon: \"Han har själv författat [allt detta].\" Säg [Muhammad]: \"Om jag har författat det faller denna synd på mig. Men jag har ingenting att skaffa med den synd som ni begår"},{"SurahNumber":11,"VerseNumber":36,"Text":"OCH VI uppenbarade för Noa: \"Av ditt folk kommer ingen annan att tro än den som redan var troende. Gräm dig därför inte över vad de gör"},{"SurahNumber":11,"VerseNumber":37,"Text":"men bygg under Vår uppsikt och enligt Våra anvisningar den ark [som skall bli din räddning] och tala inte till Mig till förmån för dem som begår orätt - de skall dränkas [av den stora floden]"}]}