{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"But the disbelieving criminals will abide in the punishment of Hell"},{"SurahNumber":43,"VerseNumber":75,"Text":"It will not be abated for them, and therein they are in despair (of any mercy and hope of escape)"},{"SurahNumber":43,"VerseNumber":76,"Text":"We have not wronged them, but they are the wrongdoers (who ever wronged themselves)"},{"SurahNumber":43,"VerseNumber":77,"Text":"They will call out (to the chief keeper of Hell): \"O Malik! Let your Lord make an end of us!\" He says: \"You are bound to remain (therein)"},{"SurahNumber":43,"VerseNumber":78,"Text":"We have brought you the truth, assuredly, but most of you are averse to the truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Or are they settling on some plan (against you, O Messenger)? But We have already settled a \"plan\" (against them)"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We do not hear their secrets (that they whisper only to themselves,) and their private counsels? Indeed We do, and Our messengers (angels) are by them, recording"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say: \"If the All-Merciful had a child, I would be the first to worship"},{"SurahNumber":43,"VerseNumber":82,"Text":"All-Glorified is the Lord of the heavens and the earth, the Lord of the Supreme Throne, (exalted) above all that they attribute (to Him in ignorance and falsehood)"},{"SurahNumber":43,"VerseNumber":83,"Text":"So leave them plunging about in play and amusement until the Day which they have been promised"},{"SurahNumber":43,"VerseNumber":84,"Text":"And He it is Who is God in the heaven (exclusively deserving of worship), and God on the earth (exclusively deserving of worship). He is the All-Wise, the All-Knowing"},{"SurahNumber":43,"VerseNumber":85,"Text":"Blessed and Supreme is He to Whom belongs the sovereignty of the heavens and the earth, and all that is between them; and with Him is the knowledge of the Last Hour. And to Him you are on the way to return"},{"SurahNumber":43,"VerseNumber":86,"Text":"Those whom they (deify and then) invoke apart from God have no power and permission to intercede (with God in either world); only those who bear witness to the truth (of God’s absolute Oneness in Divinity, Lordship, and Sovereignty), and who have knowledge (of the truth, will have it)"},{"SurahNumber":43,"VerseNumber":87,"Text":"If you ask them who has created them, they will certainly say, \"God.\" How then are they turned away from the truth and make false claims"},{"SurahNumber":43,"VerseNumber":88,"Text":"(God certainly hears His Messenger when) he says: \"O my Lord! Surely those are a people who do not believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"Yet forbear and pardon them, and (when you go your way,) say, \"Peace (be upon you)!\" In time, they will come to know"}]}