{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":38,"Text":"innum, evarkal marra manitarkalukkuk kattuvatarkakat tankal porutkalaic celavu ceyvatutan, allahvaiyum iruti nalaiyum nampatirukkinranaro (avarkalukku saittan kuttaliyavan). Evanukku saittan kuttaliyaka irukkinrano, avan kuttalikalilellam mikat tiyavan (enpatai ariyaventama)"},{"SurahNumber":4,"VerseNumber":39,"Text":"Ivarkal allahvaiyum, iruti nalaiyum nampi ivarkalukku allah valankiyavarriliruntu celavum ceyvarkalanal. Ivarkalukku enna ketu erpattuvitap pokiratu? Allah ivarkalai nankaripavanakave irukkinran"},{"SurahNumber":4,"VerseNumber":40,"Text":"niccayamaka allah (evarukkum) or anuvalavu kuta aniyayam ceyya mattan; (or anuvalavu) nanmai ceyyappattiruntalum atanai irattittu, atarku makattana narkuliyai tannitattiliruntu (allah) valankukinran"},{"SurahNumber":4,"VerseNumber":41,"Text":"enave (napiye!) Ovvoru kuttattinaraiyum (avarkalutaiya) catciyutan nam kontuvarumpotu, nam ivarkal mitu catciyaka um'maiyum kontu vantal (um'mai nirakarikkum ivarkalin nilaimai) eppati irukkum"},{"SurahNumber":4,"VerseNumber":42,"Text":"anta nalil, (ivvaru) (allahvai) nirakarittu, (allahvin) tutarukkum maru ceytavarkal, pumi tankalai vilunki camappatuttitak kutata enru virumpuvarkal;. Anal allahvitattil enta visayattaiyum avarkal maraikkamutiyatu"},{"SurahNumber":4,"VerseNumber":43,"Text":"nampikkai kontavarkale! Ninkal otuvatu innatu enru ninkal arintu kolla mutiyatavaru ninkal potaiyil irukkumpotu tolukaikku nerunkatirkal;. Anriyum kulippuk katamaiyaka irukkumpotu kulikkum varai (pallikkul cellatirkal; palliyai). Pataiyaka katantu cenral tavira. Ninkal noyaliyakavo, yattiraiyilo, malajalam kalitto, penkalait tintiyo iruntu (cuttam ceytu kolla) tannirai peravitin cuttamana mannait tottu unkalutaiya mukankalaiyum, unkalutaiya kaikalaiyum tatavi\"tayam'mum\" ceytu kollunkal; (itanpin tolalam). Niccayamaka allah pilai poruppavanakavum, mannippavanakavum irukkinran"},{"SurahNumber":4,"VerseNumber":44,"Text":"(Napiye!) Vetattiliruntu oru pakam kotukkappattorai nir kavanikkavillaiya? Avarkal valikettai vilaikku vankik kolkinranar - ninkal valikettu vitaventum enrum avarkal virumpukirarkal"}]}