{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"De nem! Csupán világossá vált a számukra az, amit korábban eltitkoltak. Ha pedig visszavitetnének, újra csak visszatérnének ahhoz, amitől eltiltattak. Ők bizony hazugok"},{"SurahNumber":6,"VerseNumber":29,"Text":"És azt mondják: . Nincs más, csak az evilági életünk! És nem támasztatunk fel"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ha látnád, midőn az Uruk elé állíttatnak. És Ő mondja: , Hát nem ez az Igazság?\" Mondják: De, igen! Az Urunkra!\" Mondja: .Kóstoljátok meg a büntetést, amivel szemben hitetlenek voltatok"},{"SurahNumber":6,"VerseNumber":31,"Text":"Bizony kárvallott vesztesek azok, akik hazugságnak tartották az Allah-hal való találkozást . Míg el nem érkezett hozzájuk az Óra váratlanul. Mondták: ,.Ó, jaj nekünk amiatt, amit elmulasztottunk!\" És hordozni fogják terheiket a hátaikon. Vajon nem rossz-e, amit cipelniük kell"},{"SurahNumber":6,"VerseNumber":32,"Text":"Az evilági élet csak játék és szórakozás, ám a Túlvilág jobb azoknak, akik istenfélők. Hát nem fogják fel ésszel"},{"SurahNumber":6,"VerseNumber":33,"Text":"Mi bizony tudjuk, hogy téged (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) szomorúsággal tölt el az, amit azok mondanak. Ám azok nem téged hazudtolnak meg, hanem a bűnösök Allah Jeleit tagadják"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ám már előtted is meghazudtoltattak Küldöttek. Ám ők állhatatosan kitartóak voltak azzal szemben, hogy meghazudtoltattak és bántalmazásokat is elszenvedtek. Mígnem eljött hozzájuk a Mi Segítségünk. Allah Szavait nem lehet megváltoztatni! Már eljutott hozzád is a Küldöttek híre"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ha nyomaszt is az ő elfordulásuk (töled ( Muhammad - Allah áldja meg és adjon Neki örök üdvösséget) és attól, amivel elküldettél) és ha képes lennél is alagutat találni a földbe, vagy lépcsőt fel az égbe, hogy jelet hozz nekik. (De erre nem vagy képes. Ezért légy állhatatosan kitartó!) Ha Allah akarta volna akkor egyesítette volna öket az Útmutatásra. Ne tartozz a tudatlanok közé! Hizb"}]}