{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":59,"VerseNumber":10,"Text":"Akik pedig őutánuk jöttek, azt mondják: Urunk! Bocsáss meg nekünk és testvéreinknek, akik megelőztek bennünket a hitben és ne vesd a szívünkbe a gyűlölet magvát azok ellen, akik hisznek. Urunk! Te vagy Kegyes és Könyörületes"},{"SurahNumber":59,"VerseNumber":11,"Text":"Nem láttad-e ( Muhammad- Allah áldja meg és adjon neki örök üdvösséget) azokat, akik képmutatók voltak, akik a Könyv népéhez tartozó hitetlen testvéreiknek azt mondták: , Ha elűzettek, mi is veletek megyünk. És a ti ügyetekkel kapcsolatban soha senkinek nem engedelmeskedünk. Ha harcolni fognak ellenetek, akkor mi segíteni fogunk nektek.\" Ám Allah tanúságot tesz arról, hogy ők hazugok"},{"SurahNumber":59,"VerseNumber":12,"Text":"Ha ők kiűzetnek, amazok bizony nem mennek velük, és ha harcolnak ellenük, nem segítik őket. Ám ha mégis segítenék őket, bizony elfordulnának és akkor sem vezettetnek győzelemre"},{"SurahNumber":59,"VerseNumber":13,"Text":"Ti (hívők) bizony nagyobb félelmet jelentetek a számukra, a lelkükben (a Banű-n-Nadir törzs zsidóira), mint Allah. Ez azért van, mert ők egy olyan nép, amely nem fog fel semmit"},{"SurahNumber":59,"VerseNumber":14,"Text":"Nem együttesen harcolnak ellenetek, hanem csak jól megerősített városokban, vagy falak mögött. Nagy az ő harciasságuk egymással szemben. Olyannak gondolod őket, mint akik együtt vannak, ám szívük sokféle. Ez azért van így, mert egy olyan nép ez, amely nem ért meg semmit"},{"SurahNumber":59,"VerseNumber":15,"Text":"Hasonló az ő példájuk azokhoz, akik nemrégen ízelítőt kaptak cselekedeteik gyászos következményeiből!. Fájdalmas büntetés jár majd nekik"},{"SurahNumber":59,"VerseNumber":16,"Text":"Hasonló ez a Sátán példájához, midőn azt mondta az embernek: Légy hitetlen!\" Miután hitetlen lett (az ember), azt mondta (a sátán): . Nekem semmi közöm hozzád. Én félem Allah-ot, a Világok Urát"}]}