{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"aliph - lam - ra. Ivi divyagrantha ayat lu mariyu (idi) oka spastamaina khur'an"},{"SurahNumber":15,"VerseNumber":2,"Text":"satyatiraskarulu: \"Memu allah ku vidheyulamaite (muslinlamaite) enta bagundedi!\" Ani (punarut'thana dinamuna), palumarlu korukuntaru"},{"SurahNumber":15,"VerseNumber":3,"Text":"varini tintu (tragutu) sukhasantosalanu anubhavistu (vrtha) asalalo undataniki vidicipettu. Taruvata varu (satyanni) telusukuntaru"},{"SurahNumber":15,"VerseNumber":4,"Text":"mariyu (dani vyavadhi) nirnayinci vrayabadi undanide, memu e nagaranni kuda nasanam ceyaledu"},{"SurahNumber":15,"VerseNumber":5,"Text":"e samajam kuda tana nirnita gaduvuku, mundu gani mariyu venuka gani kajaladu"},{"SurahNumber":15,"VerseNumber":6,"Text":"mariyu (satyatiraskarulu) antaru: \"O hitabodha (khur'an) avatarimpa jeyabadina vada (muham'mad)! Niscayanga nivu piccivadavu"},{"SurahNumber":15,"VerseNumber":7,"Text":"nivu satyavantudave ayite, ma vaddaku devadutalanu enduku tisukoniravu"},{"SurahNumber":15,"VerseNumber":8,"Text":"memu devadutalanu, satyanto tappa pampamu mariyu varu vaccinappudu viriki e matram vyavadhi ivvabadadu"},{"SurahNumber":15,"VerseNumber":9,"Text":"niscayanga, meme i jnapika (khur'an) nu avatarimpa jesamu mariyu niscayanga meme dinini kapadevaramu"},{"SurahNumber":15,"VerseNumber":10,"Text":"mariyu (o muham'mad!) Vastavaniki memu, niku purvam gatincina tegala vari vaddaku kuda (pravaktalanu) pampamu"},{"SurahNumber":15,"VerseNumber":11,"Text":"mariyu vari vaddaku vaccina e pravaktanu kuda, varu parihasincakunda undaledu"},{"SurahNumber":15,"VerseNumber":12,"Text":"i vidhanga memu dinini (satyatiraskaranni) aparadhula hrdayalalo pravesapedutunnamu"},{"SurahNumber":15,"VerseNumber":13,"Text":"Varu dinini (i khur'an nu) visvasincadam ledu. Mariyu vastavaniki (satyatiraskarulaina) vari purvikula vidhanam kuda ilage undedi"},{"SurahNumber":15,"VerseNumber":14,"Text":"mariyu okavela memu vari koraku akasapu oka dvaranni tericina, varu danipaiki ekkutu potu"},{"SurahNumber":15,"VerseNumber":15,"Text":"ila anevaru: \"Niscayanga, ma cupulu bhramimpajeyabaddayi. Ala kadu, mapai mantrajalam ceyabadindi"}]}