{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"We said, \"Down you go all from this place! Then whenever Guidance comes to you from Me, all those who follow My Guidance shall have no fear, nor shall they grieve"},{"SurahNumber":2,"VerseNumber":39,"Text":"And those who suppress the Truth, and belie Our Verses/signs, those will be dwellers of the Fire, therein to remain, for ever"},{"SurahNumber":2,"VerseNumber":40,"Text":"O Children of Israel ! Remember My favour which I bestowed upon you, and fulfil your terms of the Covenant with Me and I will fulfil my terms. And Me, then, you hold in awe"},{"SurahNumber":2,"VerseNumber":41,"Text":"And believe in what I have sent down in confirmation of that which is with you. And be not the first to suppress it. And do not trade my Verses/signs for a little benefit. And Me, then, you fear"},{"SurahNumber":2,"VerseNumber":42,"Text":"And confound not the truth with the falsehood and thus knowingly conceal the truth"},{"SurahNumber":2,"VerseNumber":43,"Text":"And say the prayer properly and give in charity. And bow with those who bow"},{"SurahNumber":2,"VerseNumber":44,"Text":"You tell people to be good and you forget your own selves? And you read the Book! Do you not then understand"},{"SurahNumber":2,"VerseNumber":45,"Text":"And seek divine help with the patience and the proper prayer ! And this indeed is the hard thing except for those who dread"},{"SurahNumber":2,"VerseNumber":46,"Text":"Those, who think that they certainly shall meet their Lord and that unto Him they certainly shall return"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Children of Israel! Remember My Favour which I bestowed upon you. And remember that I gave you preference over the Worlds"},{"SurahNumber":2,"VerseNumber":48,"Text":"And fear that Day when none can be of any avail on anything to another, when no intercession will be accepted from anyone nor any ransom taken, and when they will be given no help"}]}