{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Halbuki biz, seni ancak, müminlere bir müjdeci, kâfirlere bir korkutucu olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"(Ey Rasûlüm), de ki: “-Ben bu yaptığım tebliğe karşı sizden bir ücret istemiyorum, ancak Rabbine bir iman ve itaat yolu tutmak isteyen kimseler istiyorum.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Bir de, daima diri olup, hiç bir zaman ölmiyen Allah’a tevekkül et; ve O’na hamd ile (O’nu) yücelt. Kullarının günahlarından O’nun haberdar olması yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"O Allah’dır ki, göklerle yeri ve aralarında olanları altı günde yarattı; sonra Arş’ın üzerinde hükümran oldu. O Rahman’dır. Artık bu yaratma işlerini, her şeyi bilenden (Habîr’den) sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Kâfirlere: “- Rahmân’a secde edin.” denildiği zaman, derler ki: “- Rahman ne imiş, bize emrettiğin şeye secde mi ederiz?” (*) Rahmân’a secde emri de, büsbütün imandan uzaklaşmalarını artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Ne yücedir O Allah ki, gökte burçlar (gezegenler) yaratmış ve içerisine bir kandil (güneş), bir de nurlu ay koymuştur"},{"SurahNumber":25,"VerseNumber":62,"Text":"Düşünüp ibret almak yahut şükretmek istiyenler için gece ile gündüzü birbiri ardınca getiren yine O’dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahmân’ın o kulları ki, onlar yeryüzünde vakar ve tevazu ile yürürler, cahiller kendilerine (hoşlanmadıkları bir) lâf attıkları zaman, “Selâm” derler (sözün doğrusunu söylerler ve onlarla çatışmazlar)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Onlar ki, Rablerine secdeler ve kıyamlar yaparak (namaz kılarak) geceyi geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Onlar ki, şöyle derler: “- Ey Rabbimiz! Bizden cehennem azabını sav, muhakkak ki onun azabı devamlı bir helâktır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Doğrusu o, ne kötü bir karargâh, ne kötü makamdır!”"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar ki, harcadıkları zaman israf etmezler, sıkılık da yapmazlar; ve harcamalar bu ikisi arası ortalama olur; (*) Dikkat!... Secde âyetidir"}]}