{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":275,"Text":"Diejenigen, die Zinsen verschlingen, sollen nicht anders dastehen als wie einer, der vom Satan erfaßt und zum Wahnsinn getrieben wird. Dies (soll so sein,) weil sie sagen: \"Handel ist dasselbe wie Zinsnehmen.\" Doch Allah hat den Handel erlaubt und das Zinsnehmen verboten. Und wenn zu jemandem eine Ermahnung von seinem Herrn kommt und er dann aufhort dem soll verbleiben, was bereits geschehen ist. Und seine Sache ist bei Allah. Wer es aber von neuem tut die werden Bewohner des Feuers sein, darin werden sie ewig SO bleiben"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah wird den Zins dahinschwinden lassen und die Mildtatigkeit vermehren. Und Allah liebt keinen, der ein hartnackiger Unglaubiger und Ubeltater ist"},{"SurahNumber":2,"VerseNumber":277,"Text":"Wahrlich, denjenigen, die glaubig sind und gute Werke tun und das Gebet verrichten und die Zakah entrichten, ist ihr Lohn von ihrem Herrn (gewiß,) und sie brauchen keine Angst haben noch werden sie traurig sein"},{"SurahNumber":2,"VerseNumber":278,"Text":"O ihr, die ihr glaubt, furchtet Allah und verzichtet auf das, was noch ubrig ist an Zinsen, wenn ihr Glaubige seid"},{"SurahNumber":2,"VerseNumber":279,"Text":"Und wenn ihr dies nicht tut, dann ist euch Krieg angesagt von Allah und Seinem Gesandten. Doch wenn ihr bereut, dann soll euch euer Kapital zustehen, so daß weder ihr Unrecht tut, noch euch Unrecht zugefugt wird"},{"SurahNumber":2,"VerseNumber":280,"Text":"Wenn jemand in Schwierigkeiten ist, dann gewahrt ihm Aufschub, bis eine Erleichterung (eintritt) Doch wenn ihr mildtatig seid, so ist es besser fur euch, wenn ihr es nur wußtet"},{"SurahNumber":2,"VerseNumber":281,"Text":"Und furchtet den Tag, an dem ihr zu Allah zuruckgebracht werdet. Dann wird jeder Seele das zuruckerstattet, was sie erworben hat, und ihnen wird kein Unrecht geschehen"}]}