{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Ona Tur'un sağ tarafından seslendik ve onu, fısıldaşan kimse kadar (kendimize) yaklaştırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Rahmetimizin bir sonucu olarak ona kardeşi Harun'u bir peygamber olarak armağan ettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"(Resulüm!) Kitap'ta İsmail'i de an. Gerçekten o, sözüne sadıktı, resul ve nebi idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Halkına namazı ve zekatı emrederdi; Rabbi nezdinde de hoşnutluk kazanmış bir kimse idi"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta İdris'i de an. Hakikaten o, pek doğru bir insan, bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Onu üstün bir makama yücelttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"İşte bunlar, Allah'ın kendilerine nimetler verdiği peygamberlerden, Âdem'in soyundan, Nuh ile birlikte (gemide) taşıdıklarımızdan, İbrahim ve İsrail (Ya'kub) 'in soyundan, doğruya ulaştırdığımız ve seçkin kıldığımız kimselerdendir. Onlara, çok merhametli olan Allah'ın ayetleri okunduğunda ağlayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Nihayet onların peşinden öyle bir nesil geldi ki, bunlar namazı bıraktılar; nefislerinin arzularına uydular. Bu yüzden ileride sapıklıklarının cezasını çekecekler"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip, iman eden ve iyi davranışta bulunan kimseler hariçtir. Bunlar, cennete, girecekler. Ve hiç bir haksığlağa uğratılmayacaklardır"},{"SurahNumber":19,"VerseNumber":61,"Text":"O cennet, çok merhametli olan Allah'ın, kullarına gıyaben vadettiği Adn cennetleridir. Şüphesiz O'nun vadi yerini bulacaktır"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada boş söz değil, hoş söz duyarlar. Ve orada, sabah-akşam kendilerine ait rızıkları vardır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Kullarımızdan, takva sahibi kimselere verdiğimiz cennet işte budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz ancak Rabbinin emri ile ineriz. Önümüzde, arkamızda ve bunlar arasında olan her şey O'na aittir. Senin Rabbin unutkan değildir"}]}