{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":84,"Text":"In truth\", said Allah, \"and I declare the truth"},{"SurahNumber":38,"VerseNumber":85,"Text":"Your disobedience has landed you a great loser and you shall land in Hell; which I will fill with you and with each and all those who fall into line with you"},{"SurahNumber":38,"VerseNumber":86,"Text":"Say to the infidels O Muhammad: \"I do not ask you for anything in return nor do I charge you a price nor do I pass myself off as someone other than I am"},{"SurahNumber":38,"VerseNumber":87,"Text":"This is indeed a Quran imparting divine knowledge and guidance to all in and an exhortation neither appendant nor appurtenant to anyone in particular but to people at large here and abroad"},{"SurahNumber":38,"VerseNumber":88,"Text":"And you -people- who refuse to acknowledge it shall come to know in due course the truth of its precepts, its premises and promises and of its revelations the cosmic and the spiritual alike"},{"SurahNumber":39,"VerseNumber":1,"Text":"It -the Quran- is a Book emphatically revealed by Allah in complete glory featuring Him as the guide, and who could be a better guide than Him, AL-Aziz (the Almighty) AL-Hakim (the Source of wisdom and wise mysterious dispensations)"},{"SurahNumber":39,"VerseNumber":2,"Text":"We have revealed to you; O Muhammad the Book -the Quran- in truth and in agreement with reality, therefore worship Allah devoting to Him alone all religious rites"},{"SurahNumber":39,"VerseNumber":3,"Text":"Is it not in conformity with what is natural, right and just that dedication of the heart of one's purpose should be solemnly and exclusively to serve Allah's purpose! And those who take tutelary guardians besides Him and brew falsehood and think falsehood adduce mediation as a reason: \"we only worship them\", they say, \"so that they intercede on our behalf and bring us close to Him. He shall judge between them in Day of Judgement on matters with which they were at variance. Indeed, Allah does not guide the one who gives himself up to lying and whose heart is barren of truth and gratitude"},{"SurahNumber":39,"VerseNumber":4,"Text":"Had Allah willed to beget, adopt or take a son He would have taken by preference as He willed the best out of those whom He Created. Glory be to Him, He is Allah, AL-Wahid (the Absolute), and AL-Qahhar (the Irresistible)"},{"SurahNumber":39,"VerseNumber":5,"Text":"He created the heavens and the earth and brought them into existence in conformity with truth and in agreement with reality. He causes the earth to describe its orbit round the sun and by consequence He causes the night to move round the day and the day to move round the night performing periodical revolution. And He rendered the sun and the moon subservient, each describing its own orbit for a predetermined point of time, He is indeed AL-Aziz and AL- Ghafur (the Forgiving)"}]}