{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"(Das ist) die Verheißung Allahs - Allah bricht Seine Verheißung nicht -; allein die meisten Menschen wissen es nicht"},{"SurahNumber":30,"VerseNumber":7,"Text":"Sie kennen nur die Außenseite des diesseitigen Lebens; das Jenseits aber beachten sie gar nicht"},{"SurahNumber":30,"VerseNumber":8,"Text":"Haben sie sich denn uber sich selbst keine Gedanken gemacht? Allah hat die Himmel und die Erde und das, was zwischen beiden ist, nur in gerechter Weise und fur eine bestimmte Frist geschaffen. Doch wahrlich, viele der Menschen glauben nicht an die Begegnung mit ihrem Herrn"},{"SurahNumber":30,"VerseNumber":9,"Text":"Sind sie denn nicht im Lande umhergezogen, so daß sie schauen konnten, wie das Ende derer war, die vor ihnen lebten? Jene waren noch machtiger als sie, und sie bebauten das Land und bevolkerten es mehr, als diese es bevolkert haben. Und ihre Gesandten kamen mit den Beweisen zu ihnen. Und nicht Allah wollte ihnen Unrecht antun, sondern sie taten sich selbst Unrecht"},{"SurahNumber":30,"VerseNumber":10,"Text":"Und dann war das Ende derer, die selbes begingen, das schlimmste, daß sie die Zeichen Allahs verwarfen und uber sie zu spotten pflegten"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah bringt die Schopfung hervor; sodann laßt er sie wiederholen; dann werdet ihr zu Ihm zuruckgebracht"},{"SurahNumber":30,"VerseNumber":12,"Text":"Und an dem Tage, da die Stunde herankommt, werden die Schuldigen von Verzweiflung uberwaltigt sein"},{"SurahNumber":30,"VerseNumber":13,"Text":"Denn keiner von ihren Partnern wird ihr Fursprecher sein; und sie werden ihre Partner verleugnen"},{"SurahNumber":30,"VerseNumber":14,"Text":"Und an dem Tage, da die Stunde herankommt, an jenem Tage werden sie voneinander getrennt sein"},{"SurahNumber":30,"VerseNumber":15,"Text":"Was nun die betrifft, die glaubten und gute Werke taten, so werden sie in einem Garten Gluck finden"}]}