{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":89,"Text":"‘‘en makkale! Unkalukku en mitulla virotam ‘nuh'vutaiya makkalaiyum ‘hut' utaiya makkalaiyum, ‘salih' utaiya makkalaiyum pitittatu ponra vetanai unkalaiyum pitittuk kollumpati ceytuvita ventam. ‘Luttu'taiya makkal (irunta itamum kalamum) unkalukkut turamaka illai"},{"SurahNumber":11,"VerseNumber":90,"Text":"akave, unkal iraivanitam ninkal mannippaik korunkal. (Unkal pavankalai vittu manam varunti) avanitame ninkal tirumpunkal. Niccayamaka en iraivan maka karunaiyutaiyavan, mikka necippavan avan enru kurinar"},{"SurahNumber":11,"VerseNumber":91,"Text":"Atarkavarkal ‘‘su'aipe! Nir kurupavarril perumpalanatai nam vilanka (mutiya)villai. Niccayamaka nam um'mai enkalil palavinamanavarakave kankirom. Umatu inattar illavitil um'maik kal erinte konriruppom. Nir nam'mitam matipputaiyavaralla'' enrarkal"},{"SurahNumber":11,"VerseNumber":92,"Text":"atarkavar ‘‘en makkale! Allahvaivita en inattara unkalukku mikka matipputaiyavarkalaki vittanar? Ninkal avanai unkal mutukuppuram talli vittirkal. Niccayamaka en iraivan ninkal ceyvataic culntullan'' enru kurinar"},{"SurahNumber":11,"VerseNumber":93,"Text":"‘‘en makkale! Ninkal unkal pokkil (unkal kariyattaic) ceytu kontirunkal, nanum (en pokkil en kariyattaic) ceytu kontirukkiren. Ilivupatuttum vetanai yarai vantataiyum? Poy colpavar yar? Enpatai ninkal aticikkirattil arintu kolvirkal. (Annerattai) ninkal etirparttirunkal; niccayamaka nanum unkalutan (atai) etirparttirukkiren'' (enrum kurinar)"},{"SurahNumber":11,"VerseNumber":94,"Text":"(pinnar avarkalitam) nam vetanai vantapolutu su'aipaiyum avarutan nampikkai kontavarkalaiyum nam arulaik kontu patukattuk kontom. Aniyayam ceytavarkalai vitiyarkalai nerattil itimulakkam pitittuk kontatu. Avarkal tankal vitukalil iruntavare (irantu) catalamaka kitantanar"},{"SurahNumber":11,"VerseNumber":95,"Text":"atil avarkal oru kalattilum vacittirukkatavarkalaip pol (or ataiyalamuminri) alintu vittanar. ‘Samut' (camutayattin) mitu capam erpattapatiye inta ‘matyan' (nakara camutayattin) mitum capam erpattuvittatu enpatai arintukollunkal"},{"SurahNumber":11,"VerseNumber":96,"Text":"nam vacanankalutanum telivana attatciyutanum musavai (nam tutaraka) niccayamaka nam anuppivaittom"},{"SurahNumber":11,"VerseNumber":97,"Text":"Hpir'avnitamum avanutaiya kuttattaritamum (anuppinom). Hpir'avnutaiya kattalaiyai (avanutaiya kuttattinar) pinparrik kontiruntanar. Hpir'avnutaiya kattalaiyo nerana valiyil irukkavillai"}]}