{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"Bathi: “Siyakholwa thina kwiNkosi yamaphakade.”"},{"SurahNumber":7,"VerseNumber":122,"Text":"“INkosi kaMûsâ noHârûn.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"UFir’awn wathi: “Nikholwe kuye ndinganinikanga mvume kusini na? Inene le, eli liqhinga eniliqulunqileyo esixekweni ukuze nikhuphe abantu baso (kuso), kodwa niza kwazi kungekudala"},{"SurahNumber":7,"VerseNumber":124,"Text":"Inene mna ndiya kuninqumla izandla zenu neenyawo ngokuphikisana kwamacala (isandla sokunene nonyawo lokhohlo), ndize ndinibethelele emnqamlezweni nonke.”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Bathi bona: “Inene thina siya kubuyela eNkosini yethu.”"},{"SurahNumber":7,"VerseNumber":126,"Text":"Wena (Fir’awn) uyaziphindezela kuthi ngenxa yokuba sikholiwe kwimiqondiso yeNkosi yethu ethe yafika kuthi! Nkosi yethu thulula phezu kwethu ukunyamezela, usenze kananjalo sife singamaMuslim.”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Iinkosi zabantu bakwaFir’awn zathi: “Ingaba niza kumyeka na uMûsâ nabantu bakhe basasaze ubutshinga ezweni, anishiye nina noothixo benu?” (UFir’awn) wathi: “Siza kubulala oonyana babo, sishiye iintombi zabo ziphila yaye thina inene sinamandla phezu kwabo angenakuphikiswa.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"UMûsâ wathi kubantu bakubo: “Funani uncedo kuAllâh, nibe nomonde. Inene, umhlaba ngoka-Allâh. Uwunika lowo Athande ukumnika kwizicaka zaKhe. Ukuba ube lilifa kuye, kananjalo isiphelo sesabahlonela (uAllâh).”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Bathi bona: “Thina sifumene ubunzima phambi kokuba wena uze kuthi, kanti kusenjalo nangoku sele wena ufikile kuthi.” Wathi yena; “Kungenzeka ukuba iNkosi yenu Izitshabalalise iintshaba zenu, Ize yenze nina nibe ziindlalifa emva kwazo ehlabathini, ukuze Inijonge ukuba niya kuqhuba njani na nina.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Kananjalo Sabohlwaya abantu bakwaFir’awn ngeminyaka yembalela nonqongophalo lweziqhamo (nezityalo) khon’ukuze bakhumbule (baqiqe)"}]}