{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Ān lā yǐndǎo shéi, shéi jiùshì zūnxún zhèngdào de; ān lā shǐ shéi mí wù, nǐ bùnéng wéi shéi fāxiàn ān lā yǐwài de bǎohù zhě. Zài fùhuó rì, wǒ jiāng shǐ tāmen yòu xiā yòu yǎ yòu lóng de púfúzhe jíhé qǐlái, tāmen de guīsù shì huǒ yù. Měi dāng huǒshì jiǎnruò de shíhòu, wǒ zēngjiā tāmen de huǒyàn"},{"SurahNumber":17,"VerseNumber":98,"Text":"Zhè shì tāmen de bàochóu, yīnwèi tāmen bùxìn wǒ de jīxiàng, bìngqiě shuō:“Wǒmen biàn chéng kūgǔ hé chéntǔ hòu, nándào wǒmen yīdìng huì bèi fùhuó chéng xīnrén ma?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"Nándào tāmen bù zhīdào ma? Chuàngzàole tiāndì wànwù de ān lā néng chuàngzào xiàng tāmen nàyàng de rén, bìng néng wéi tāmen quèdìng yīgè háo wú kěyí de qíxiàn, bù yì de rénmen zhǐ yuàn bùxìn"},{"SurahNumber":17,"VerseNumber":100,"Text":"Nǐ shuō:“Jiǎruò wǒ de zhǔ de ēnhuì de kùcáng guī nǐmen guǎnlǐ, nàme, nǐmen bìdìng yīnwèi pà kāizhī ér kòuliú tā de ēnhuì. Rén shì lìnsè de.”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Dāng mù sà láilín yǐsèliè rén de shíhòu, wǒ què yǐ shǎngcì mù sà jiǔ zhǒng míngxiǎn de jīxiàng. Nǐ wèn yī wèn yǐsèliè rén ba, fǎlǎo duì tā shuō:“Mù sà a! Wǒ díquè cāixiǎng nǐ shì zhōngle móshù de rén.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Tā shuō:“Nǐ quèshí zhīdào, zhǐyǒu tiāndì de zhǔ néng jiàng shì zhèxiē zuòwéi míngzhèng. Fǎlǎo a! Wǒ díquè cāixiǎng nǐ shì yào huǐmiè de.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Tā yào bǎ tāmen zhú chū jìngwài, dàn wǒ shǐ tā hé tā de jūnduì tǒngtǒng yān sǐ"},{"SurahNumber":17,"VerseNumber":104,"Text":"Zài tā mièwáng zhīhòu, wǒ duì yǐsèliè rén shuō:“Nǐmen jūzhù zhège dìfāng ba! Dāng hòushì de yuē qí láilín de shíhòu, wǒ yào bǎ nǐmen zádá de zhàojí lái.”"}]}