{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Leurs chefs repliqueront : « Est-ce nous qui vous avons empeches de suivre la bonne direction qui vous avait ete indiquee ? Non, vous avez vous-memes agi en criminels ! »"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ceux qui ont vecu sous leur domination retorqueront : « Ce sont, au contraire, vos manœuvres incessantes qui nous ont perdus, lorsque vous nous poussiez a ne pas croire en Allah et a Lui associer de fausses divinites. » A la vue du chatiment, les uns et les autres tenteront de dissimuler leurs regrets. Nous mettrons des carcans aux cous des mecreants. Recevront-ils une autre retribution que celle, meritee, de leurs œuvres"},{"SurahNumber":34,"VerseNumber":34,"Text":"Nous n’avons envoye nul Messager avertir une cite sans que ses habitants les plus puissants n’aient affirme : « Nous ne croyons pas en votre message. »"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ils disent : « Nous avons davantage de richesses et d’enfants. Nous ne saurions etre chaties. »"},{"SurahNumber":34,"VerseNumber":36,"Text":"Dis-leur : « Mon Seigneur dispense Ses faveurs a qui Il veut, comblant certains de Ses serviteurs, accordant aux autres avec mesure, mais la plupart des hommes n’en sont pas conscients. »"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ce ne sont ni vos richesses, ni vos enfants, qui pourront vous rapprocher de Nous. Seuls ceux qui auront cru et accompli de bonnes œuvres verront leur recompense decuplee et vivront en toute securite dans les hauts lieux du Paradis"},{"SurahNumber":34,"VerseNumber":38,"Text":"Quant a ceux qui, persuades de pouvoir Nous echapper, s’emploient a refuter Nos versets, ils seront livres au chatiment"},{"SurahNumber":34,"VerseNumber":39,"Text":"Dis : « Mon Seigneur dispense Ses faveurs a qui Il veut parmi Ses serviteurs, comblant certaines de Ses creatures, accordant aux autres avec mesure. Tout don que vous ferez par charite vous sera remplace par votre Seigneur, le plus genereux des pourvoyeurs. »"}]}