{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Gerçekten: “- Rabbimiz Allah’dır.” deyib de sonra sebat gösterenler (ve salih amel işliyenler var ya), onların üzerine (ölüm anında veya dehşet halinde): “- Korkmayın, mahzun olmayın. Vaad olunduğunuz cennetle neşelenin.” diye melekler inecektir"},{"SurahNumber":41,"VerseNumber":31,"Text":"(Ve melekler şöyle diyecektir): “- Biz, hem dünya hayatında, hem de ahirette sizin dostlarınızız. Size, bu ahirette nefislerinizin hoşlanacağı (nimetler) var, hem size burada ne isterseniz var"},{"SurahNumber":41,"VerseNumber":32,"Text":"Gafûr, Rahîm olan Allah’dan konukluk bir ikram olarak...”"},{"SurahNumber":41,"VerseNumber":33,"Text":"“- Ben gerçek müslümanlardanım.” deyib salih amel işleyerek Allah’a (ibadete) çağıran kimseden daha güzel sözlü kim var"},{"SurahNumber":41,"VerseNumber":34,"Text":"Hem iyilikle kötülük müsavi olmaz. Sen kötülüğü, en güzel olan iyi hareketle önle. O vakit bakarsın ki, seninle arasında bir düşmanlık bulunan, yakın bir dost gibi olmuştur"},{"SurahNumber":41,"VerseNumber":35,"Text":"İyilikle, kötülüğü önleme hasletine ancak sabredenler kavuşturulur. Buna (cennetde) büyük mükâfatı olan ancak kavuşturulur"},{"SurahNumber":41,"VerseNumber":36,"Text":"Eğer seni şeytandan bir dürtüş dürtecek olursa, hemen Allah’a sığın; çünkü O’dur ancak işiten, bilen"},{"SurahNumber":41,"VerseNumber":37,"Text":"Gece, gündüz, güneş ve ay hep O’nun (kudret ve azametine delâlet eden) alâmetlerindendir. Siz güneşe ve aya secde (*) etmeyin de onları yaratan Allah’a secde edin; eğer O’na ibadet etmek istiyorsanız"},{"SurahNumber":41,"VerseNumber":38,"Text":"Eğer Allah’a ibadet etmekten çekinir kibrederlerse, bilsinler ki, Rabbinin katında bulunan melekler hiç usanmıyacak gece ve gündüz O’nu tesbih ederler. (*) Dikkat!... Bu âyet secde âyetidir"}]}