{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"(Zulqarnayın): “Bul Rabbımnan bir marxamet. Qasan Rabbımnın wadesi (qiyamet) kelse, onı jermen-jeksen qıladı. Sonday-aq Rabbımnın wadesi xaq” dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Qiyamet kuni, olardı bir-birine qosılgan turde qoyamız da Sur urilip, olardı tutas jinaymız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ol kuni tozaqtı kapirlerge aqın korsetemiz"},{"SurahNumber":18,"VerseNumber":101,"Text":"Olar nasixatımnan kozderi perdeli jane qulaqtarı esti almaytındar"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kapirler, Meni qoyıp quldarımdı ie etwdi oylay ma? Rasında tozaqtı, kapirlerge qonaq uy etip, azirledik"},{"SurahNumber":18,"VerseNumber":103,"Text":"(Muxammed G.S.): “Senderge qılıgı boyınsa ziyanga usırawsılardın xabarın bereyin be?”, - de"},{"SurahNumber":18,"VerseNumber":104,"Text":"Olar duniedegi enbekteri zaya ketkender. Ozderi bolsa: “Ras jaqsı is istedik” dep oylaydı"},{"SurahNumber":18,"VerseNumber":105,"Text":"Mine olar, Rabbılarının ayattarına ari Rabbılarına jolıgwga qarsı kelgender. Sondıqtan enbekteri es bolgan. Sonda olarga qiyamet kuni es man bermeymiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Olar qarsı kelip, ayattarımızdı, elsilerimizdi talkekke algandıqtarı sebepti jazaları tozaq"},{"SurahNumber":18,"VerseNumber":107,"Text":"Rasında iman keltirip, tuzw is istegender usin Perdawis jannatı, qonaq uy boladı"},{"SurahNumber":18,"VerseNumber":108,"Text":"Olar onda mangi qaladı da ozderi odan awıswdı qalamaydı"},{"SurahNumber":18,"VerseNumber":109,"Text":"(Muxammed G.S.): “Eger Rabbımnın sozderi (jazılw) usin teniz siya bolsa, tagı bir sondaydı komekke akelsek te, albette Rabbımnın sozderi tawsılwdan burın teniz tawsılar edi” de"},{"SurahNumber":18,"VerseNumber":110,"Text":"“Sınında men de sender siyaqtı adammın. Magan Tanirlerin bir-aq Tanir ekendigi wahi etilwde. Sonday-aq kim Rabbına jolıgwdı umit etse, sonda tuzw is istep, Rabbına istegen qulsılıgında; Ogan eskimdi ortaq etpesin” de"}]}