{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":95,"VerseNumber":1,"Text":"انجیر کی قَسم اور زیتون کی قَسم"},{"SurahNumber":95,"VerseNumber":2,"Text":"اور سینا کے (پہاڑ) طور کی قَسم"},{"SurahNumber":95,"VerseNumber":3,"Text":"اور اس امن والے شہر (مکہ) کی قَسم"},{"SurahNumber":95,"VerseNumber":4,"Text":"بیشک ہم نے انسان کو بہترین (اعتدال اور توازن والی) ساخت میں پیدا فرمایا ہے"},{"SurahNumber":95,"VerseNumber":5,"Text":"پھر ہم نے اسے پست سے پست تر حالت میں لوٹا دیا"},{"SurahNumber":95,"VerseNumber":6,"Text":"سوائے ان لوگوں کے جو ایمان لائے اور نیک عمل کرتے رہے تو ان کے لئے ختم نہ ہونے والا (دائمی) اجر ہے"},{"SurahNumber":95,"VerseNumber":7,"Text":"پھر اس کے بعد کون ہے جو آپ کو دین (یا قیامت اور جزا و سزا) کے بارے میں جھٹلاتا ہے"},{"SurahNumber":95,"VerseNumber":8,"Text":"کیا اللہ سب حاکموں سے بڑا حاکم نہیں ہے"},{"SurahNumber":96,"VerseNumber":1,"Text":"(اے حبیب!) اپنے رب کے نام سے (آغاز کرتے ہوئے) پڑھئے جس نے (ہر چیز کو) پیدا فرمایا"},{"SurahNumber":96,"VerseNumber":2,"Text":"اس نے انسان کو (رحمِ مادر میں) جونک کی طرح معلّق وجود سے پیدا کیا"},{"SurahNumber":96,"VerseNumber":3,"Text":"پڑھیئے اور آپ کا رب بڑا ہی کریم ہے"},{"SurahNumber":96,"VerseNumber":4,"Text":"جس نے قلم کے ذریعے (لکھنے پڑھنے کا) علم سکھایا"},{"SurahNumber":96,"VerseNumber":5,"Text":"جس نے انسان کو (اس کے علاوہ بھی) وہ (کچھ) سکھا دیا جو وہ نہیں جانتا تھا۔ یا- جس نے (سب سے بلند رتبہ) انسان (محمد مصطفی صلی اللہ علیہ وآلہ وسلم) کو (بغیر ذریعۂ قلم کے) وہ سارا علم عطا فرما دیا جو وہ پہلے نہ جانتے تھے"},{"SurahNumber":96,"VerseNumber":6,"Text":"(مگر) حقیقت یہ ہے کہ (نافرمان) انسان سر کشی کرتا ہے"},{"SurahNumber":96,"VerseNumber":7,"Text":"اس بنا پر کہ وہ اپنے آپ کو (دنیا میں ظاہراً) بے نیاز دیکھتا ہے"},{"SurahNumber":96,"VerseNumber":8,"Text":"بیشک (ہر انسان کو) آپ کے رب ہی کی طرف لوٹنا ہے"},{"SurahNumber":96,"VerseNumber":9,"Text":"کیا آپ نے اس شخص کو دیکھا جو منع کرتا ہے"},{"SurahNumber":96,"VerseNumber":10,"Text":"(اللہ کے) بندے کو جب وہ نماز پڑھتا ہے۔ (یا:- (اللہ کے محبوب و برگزیدہ) بندے (محمد مصطفی صلی اللہ علیہ وآلہ وسلم) کو جب وہ نماز پڑھتے ہیں"},{"SurahNumber":96,"VerseNumber":11,"Text":"بھلا دیکھئے تو اگر وہ ہدایت پر ہوتا"},{"SurahNumber":96,"VerseNumber":12,"Text":"یا وہ (لوگوں کو) پرہیزگاری کا حکم دیتا (تو کیا خوب ہوتا)"},{"SurahNumber":96,"VerseNumber":13,"Text":"اب بتائیے! اگر اس نے (دینِ حق کو) جھٹلایا ہے اور (آپ سے) منہ پھیر لیا ہے (تو اس کا کیا حشر ہوگا)"},{"SurahNumber":96,"VerseNumber":14,"Text":"کیا وہ نہیں جانتا کہ اللہ (اس کے سارے کردار کو) دیکھ رہا ہے"},{"SurahNumber":96,"VerseNumber":15,"Text":"خبر دار! اگر وہ (گستاخئ رسالت اور دینِ حق کی عداوت سے) باز نہ آیا تو ہم ضرور (اسے) پیشانی کے بالوں سے پکڑ کر گھسیٹیں گے"},{"SurahNumber":96,"VerseNumber":16,"Text":"وہ پیشانی جو جھوٹی (اور) خطا کار ہے"},{"SurahNumber":96,"VerseNumber":17,"Text":"پس وہ اپنے ہم نشینوں کو (مدد کے لئے) بلا لے"},{"SurahNumber":96,"VerseNumber":18,"Text":"ہم بھی عنقریب (اپنے) سپاہیوں (یعنی دوزخ کے عذاب پر مقرر فرشتوں) کو بلا لیں گے"},{"SurahNumber":96,"VerseNumber":19,"Text":"ہرگز نہیں! آپ اس کے کئے کی پرواہ نہ کیجئے، اور (اے حبیبِ مکرّم!) آپ سر بسجود رہئے اور (ہم سے مزید) قریب ہوتے جائیے"}]}