{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"(يەھۇدىيلار) سېنى (مەدىنە) زېمىنىدىن چىقىرىۋېتىش ئۈچۈن، ئۇ يەردىن سېنى خاتىرجەم تۇرغۇزماسلىققا تاس قالدى، شۇنداق بولغاندا، سەن چىقىپ كەتكەندىن كېيىن، ئۇلار ئازغىنا ۋاقىت تۇرالايتتى (يەنى ئازغىنا ۋاقىتتىن كېيىن ھالاك بولاتتى)"},{"SurahNumber":17,"VerseNumber":77,"Text":"(بۇ) سەندىن ئىلگىرى بىز ئەۋەتكەن پەيغەمبەرلىرىمىزنىڭ تۇتقان يولىدۇر (يەنى پەيغەمبەرلىرىنى ئارىسىدىن ھەيدەپ چىقارغان ھەرقانداق ئۈممەتنى ھالاك قىلىش اﷲ نىڭ پەيغەمبەرلىرى ھەققىدە تۇتقان يولىدۇر)، تۇتقان يولىمىزدا ئۆزگىرىش تاپالمايسەن"},{"SurahNumber":17,"VerseNumber":78,"Text":"(ئى مۇھەممەد!) كۈن قايرىلغان ۋاقىتتىن تارتىپ قاراڭغۇ چۈشكەن ۋاقىتقا قەدەر ناماز ئوقۇغىن. بامدات نامىزىنىمۇ ئوقۇغىن، (كۈندۈزنىڭ ۋە كېچىنىڭ پەرىشتىلىرى) چوقۇم بامدات نامىزىدا ھازىر بولىدۇ"},{"SurahNumber":17,"VerseNumber":79,"Text":"ساڭا نەپلە (ئىبادەت) بولۇشى ئۈچۈن، كېچىنىڭ بىر قىسىمىدا (ناماز ئوقۇشقا، قۇرئان ئوقۇشقا) ئويغانغىن، (ئى مۇھممەد‍! (پەرۋەردىگارىڭنىڭ سېنى مەدھىيىلىنىدىغان ئورۇنغا (يەنى بۈيۈك شاپائەت ماقامىغا) تۇرغۇزۇشى ھەقىقەتتۇر"},{"SurahNumber":17,"VerseNumber":80,"Text":"«پەرۋەردىگارىم! مېنى (قەبرەمگە) ئوڭۇشلۇق كىرگۈزگىن، (قەبرەمدىن) ئوڭۇشلۇق چىقارغىن، ماڭا دەرگاھىڭدىن ھەققە ياردەم بېرىدىغان قۇۋۋەت ئاتا قىلغىن» دېگىن"},{"SurahNumber":17,"VerseNumber":81,"Text":"«ھەقىقەت (يەنى ئىسلام) كەلدى، باتىل (يەنى كۈفرى) يوقالدى. باتىل ھەقىقەتەن ئوڭاي يوقىلىدۇ» دېگىن"},{"SurahNumber":17,"VerseNumber":82,"Text":"بىز مۆمىنلەرگە (يەنى ئۇلارنىڭ دىللىرىغا) شىپا ۋە رەھمەت بولىدىغان قۇرئان ئايەتلىرىنى نازىل قىلىمىز، قۇرئان كاپىرلارغا زىياندىن باشقىنى زىيادە قىلمايدۇ (يەنى ئۇلار قۇرئاننى تەستىق قىلمىغانلىقتىن، ئۇلارنىڭ كۇفرى تېخىمۇ ئاشىدۇ)"},{"SurahNumber":17,"VerseNumber":83,"Text":"ئىنسانغا (تۈرلۈك نېمەتلەرنى) بەرسەك (پەرۋەردىگارىنىڭ ئىبادىتىدىن) يۈز ئۆرۈيدۇ، (چوڭچىلىق قىلىپ) پەرۋەردىگارىدىن يىراقلىشىدۇ، ئۇنىڭغا بىرەر كۆڭۈلسىزلىك يەتسە، (اﷲ نىڭ رەھمىتىدىن) مەيۈسلىنىپ كېتىدۇ"},{"SurahNumber":17,"VerseNumber":84,"Text":"ھەر ئادەم (ھىدايەت ۋە گۇمراھلىقتا) ئۆز يولى بويىچە ئىش قىلىدۇ، پەرۋەردىگارىڭلار كىمنىڭ توغرا يولدا ئىكەنلىكىنى ئوبدان بىلىدۇ"},{"SurahNumber":17,"VerseNumber":85,"Text":"ئۇلار سەندىن روھنىڭ ماھىيىتى ھەققىدە سورىشىدۇ. ‹‹روھنىڭ ماھىيىتىنى پەرۋەردىگارىم بىلىدۇ›› دېگىن، سىلەرگە پەقەت ئازغىنا ئىلىم بېرىلگەن"},{"SurahNumber":17,"VerseNumber":86,"Text":"ئەگەر بىز خالىساق ساڭا ۋەھيى قىلغان قۇرئاننى ئەلۋەتتە (دىللاردىن ۋە مۇسھەپلەردىن) كۆتۈرۈۋەتتۇق، ئاندىن ئۇنى ئەسلىگە كەلتۈرۈشكە بىزگە قارشى ھېچقانداق ھامىي تاپالمايتتىڭ"}]}