{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"Албатта, инсонни Биз яратганмиз ва унинг нафси нимани васваса қилишини ҳам билурмиз. Ва Биз унга жон томиридан ҳам яқинмиз"},{"SurahNumber":50,"VerseNumber":17,"Text":"Вақтики икки кутиб олувчи ўнгда ва чапда ўтирган ҳолларида кутиб олурлар"},{"SurahNumber":50,"VerseNumber":18,"Text":"Бирор сўз айтмас, магар ҳузурида ҳозиру нозир борлар"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ўлимнинг мастлиги (талвасаси) ҳақиқат бўлиб келди. Сен қочиб юрган нарса шулдир"},{"SurahNumber":50,"VerseNumber":20,"Text":"Ва сур ҳам чалинди. Бу, қўрқитилган кундир"},{"SurahNumber":50,"VerseNumber":21,"Text":"Ва ҳар бир жон ҳайдагувчи ва гувоҳлик берувчи билан келди"},{"SurahNumber":50,"VerseNumber":22,"Text":"Албатта, сен бундан ғафлатда эдинг. Бас, Биз сенинг пардангни очдик ва бугун кўзинг ўткирдир"},{"SurahNumber":50,"VerseNumber":23,"Text":"Ва унинг «яқини»: «Мана бу мендаги тайёр нарса», деди"},{"SurahNumber":50,"VerseNumber":24,"Text":"Ҳар бир қайсарни, кофирни жаҳаннамга ташланг"},{"SurahNumber":50,"VerseNumber":25,"Text":"Яхшиликни ман қилувчини, тажовузкорни, шак келтирувчини"},{"SurahNumber":50,"VerseNumber":26,"Text":"Аллоҳ билан бирга бошқани илоҳ қилиб олганни шиддатли азобга ташланг"},{"SurahNumber":50,"VerseNumber":27,"Text":"Унинг «яқини»: «Роббимиз, уни мен туғёнга кетказганим йўқ, лекин унинг ўзи узоқ залолатда бўлди», дер"},{"SurahNumber":50,"VerseNumber":28,"Text":"У зот деди: «Менинг ҳузуримда тортишманглар, сизларга азоб ваъдасини тақдим қилувдим"},{"SurahNumber":50,"VerseNumber":29,"Text":"Менинг ҳузуримда гап ўзгармас ва Мен бандаларга зулм қилгувчи эмасман»"},{"SurahNumber":50,"VerseNumber":30,"Text":"Бугун жаҳаннамга: «Тўлдингми?» десак, у: «Яна қўшимча борми?» дер"},{"SurahNumber":50,"VerseNumber":31,"Text":"Ва жаннат тақводорларга узоқ бўлмаган жойга яқинлаштирилди"},{"SurahNumber":50,"VerseNumber":32,"Text":"Бу — сизга ваъда қилинган нарсадир. Ҳар бир сертавбага ва сақловчига"},{"SurahNumber":50,"VerseNumber":33,"Text":"Роҳмандан ғойибона қўрққан ва саломат қалб ила келган кимсага"},{"SurahNumber":50,"VerseNumber":34,"Text":"«Унга саломат бўлган ҳолда кирингиз. Бу — мангулик кунидир» (дейилур)"},{"SurahNumber":50,"VerseNumber":35,"Text":"У ерда нима хоҳласалар, уларники. Ва ҳузуримизда зиёдаси бор"}]}