{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"(Oysa,) O´nun hakkında ne kendilerinin, ne de atalarının doğru bir bilgisi var: Ne ağır bir söz, bu ağızlarından çıkan! Yalandan başka bir şey söylemiyorlar"},{"SurahNumber":18,"VerseNumber":6,"Text":"Peki ama, onlar bu mesaja inanmak istemiyorlarsa, (inansınlar diye) kendini mi paralayacaksın"},{"SurahNumber":18,"VerseNumber":7,"Text":"Gerçek şu ki, yeryüzünde güzel olan ne varsa Biz hepsini, hangisinin daha iyi davrandığını ortaya koymak üzere, insanları sınamak için bir araç kıldık"},{"SurahNumber":18,"VerseNumber":8,"Text":"ve hiç şüphe yok ki (zamanı gelince) yeryüzündeki her şeyi kupkuru toprak haline getireceğiz"},{"SurahNumber":18,"VerseNumber":9,"Text":"(Bu dünya hayatı bir sınamadan ibaret olduğuna göre, imdi) sen Mağara İnsanlarını(n) ve (onların kendilerini) yazıtlara/kitabelere (adamalarının kıssasını)n, gerçekten, Bizim (öteki) mesajlarımızdan daha meraka değer bulunacağını mı düşünüyorsun"},{"SurahNumber":18,"VerseNumber":10,"Text":"Hani, o gençler mağaraya sığındıkları zaman, \"Ey Rabbimiz!\" demişlerdi, \"Bize katından bir rahmet bahşet; ve içinde bulunduğumuz (harici) şartlar ne olursa olsun bizi doğruluk bilinciyle donat"},{"SurahNumber":18,"VerseNumber":11,"Text":"Biz de bunun üzerine mağarada onların kulaklarını yıllarca (dış dünyaya) kapalı tuttuk"},{"SurahNumber":18,"VerseNumber":12,"Text":"sonra onları uyandırdık, ki (mağarada) geçen sürenin iki bakış açısından hangisiyle daha iyi değerlendirildiğini (insanlara) gösterelim"},{"SurahNumber":18,"VerseNumber":13,"Text":"(Şimdi) onların kıssasını bütün gerçeğiyle sana anlatacağız. Onlar gerçekten de Rablerine yürekten inanan gençlerdi; ve biz de kendilerini doğru yolda derin bir bilinç ve duyarlıkla güçlendirmiş"},{"SurahNumber":18,"VerseNumber":14,"Text":"kalplerini pekiştirmiştik; öyle ki, doğrulup (birbirlerine): \"Rabbimiz göklerin ve yerin Rabbidir\", demişlerdi \"Biz asla O´ndan başkasına yalvarıp yakarmayacağız, (çünkü böyle bir şey yaparsak) çok çirkin bir şey dile getirmiş oluruz"},{"SurahNumber":18,"VerseNumber":15,"Text":"Oysa, bu bizim soydaşlarımız, inançlarını destekleyen açık ve akla uygun bir delil getiremedikleri halde O´ndan başka varlıkları tanrı ediniyorlar: Allah hakkında yalan uyduran kimseden daha zalim kim olabilir"}]}