{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Firavun da: \"Bana butun bilgili sihirbazlari toplayip getirin!\" dedi"},{"SurahNumber":10,"VerseNumber":80,"Text":"Sihirbazlar gelince, Musa onlara: \"Ortaya ne atacaksaniz atin!\" dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Onlar ortaya atinca Musa dedi ki, \"Sizin yaptiginiz sey sihirdir. Muhakkak ki, Allah onu iptal edecektir. Suphe yok ki, Allah fesatcilarin islerini duze cikarmaz"},{"SurahNumber":10,"VerseNumber":82,"Text":"Allah, hakkin hak ve gercek oldugunu kelimeleriyle ispat eder, gunahkarlarin hosuna gitmese de"},{"SurahNumber":10,"VerseNumber":83,"Text":"Firavun ve adamlarinin kendilerini belaya ugratacagi korkusundan dolayi Musa'ya kendi kavminin bir oymagindan baska kimse iman etmedi. Cunku orada Firavun cok ustun idi ve o kesinlikle asiri giden taskinlardandi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa dedi ki: \"Ey kavmim! Siz gercekten Allah'a iman ettinizse, O'na samimiyetle teslim olan muslumanlardan oldunuzsa artik O'na guvenin"},{"SurahNumber":10,"VerseNumber":85,"Text":"Onlar da: \"Biz Allah'a guvendik. Ey Rabbimiz, bizi o zalim kavmin fitnesine ugratma!\" dediler"},{"SurahNumber":10,"VerseNumber":86,"Text":"Bizi rahmetinle o kafir kavmin elinden kurtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz Musa ile kardesine soyle vahyettik: \"Kavminiz icin Misir'da birtakim evler hazirlayin ve evlerinizi kibleye karsi yapin ve namazi kilin ve muminlere mujde verin"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa dedi: \"Ey Rabbimiz! Sen Firavun'a ve adamlarina su dunya hayatinda goz kamastirici zenginlik ve bol bol servet verdin. Ey Rabbimiz! Senin yolundan saptirsinlar diye mi? Ey Rabbimiz! Onlarin mallarini sil supur ve kalblerine sikinti dusur. Cunku onlar o acikli azabi gormedikce iman etmeyecekler"}]}