{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"hai. Alāha dā vā'adā hai. Alāha āpaṇē vā'adē dē virudha nahīṁ jāndā. Paratū zi'ādātara lōka nahīṁ samajhadē"},{"SurahNumber":30,"VerseNumber":7,"Text":"Uha sasārika jīvana dē pakha nū jāṇadē hana. Atē uha pralōka tōṁ aṇajāna hana"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kī unhāṁ nē āpaṇē mana vica vicāra nahīṁ kītā. Alāha nē asamānāṁ tē dharatī nū atē jihaṛā inhāṁ dē vicakāra hai saca dē ādhāra tē paidā kītā hai. Atē sirafa ika niradhārita samēṁ la'ī. Atē lōkāṁ vicōṁ bahuta sārē ajihē hana jihaṛē āpaṇē raba dī mulākāta tōṁ inakāra karana vālē hana"},{"SurahNumber":30,"VerseNumber":9,"Text":"Kī uha dharatī utē turē-phirē nahī' ki uha dēkhadē ki unhāṁ lōkāṁ dā ata kihō jihā hō'i'ā jihaṛē inhāṁ tōṁ pahilā hō cukē sana. Uha inhāṁ tōṁ zi'ādā śakatīśālī sana atē unhāṁ nē dharatī nū vāhi'ā atē isa nū inhāṁ tōṁ zi'ādā ābāda kītā. Atē inhāṁ dē kōla inhāṁ dē rasūla sapaśaṭa niśānī'āṁ lai kē ā'ē. Isa la'ī alāha unhāṁ utē zulama karana vālā nahīṁ sī. Para uha ḵẖuda hī āpaṇē āpa utē ati'ācāra kara rahē sana"},{"SurahNumber":30,"VerseNumber":10,"Text":"Phira jinhāṁ lōkāṁ nē māṛā kama kītā sī unhāṁ dā ata burā hō'i'ā isa la'ī ki unhāṁ nē alāha dī'āṁ ā'itāṁ tōṁ inakāra kītā. Atē uha unhāṁ dā makhaula uḍā'undē sana"},{"SurahNumber":30,"VerseNumber":11,"Text":"Alāha sriśaṭī nū pahilī vāra paidā karadā hai, uha hī isanū dubārā paidā karēgā. Phira tusīṁ usē vala vāpisa mōṛē jāvōgē"},{"SurahNumber":30,"VerseNumber":12,"Text":"Atē ki'āmata dē dina aparādhī lōka hairāna rahi jāṇagē"},{"SurahNumber":30,"VerseNumber":13,"Text":"Atē unhāṁ dē śarīkāṁ vicōṁ unhāṁ dā kō'ī sifāraśī nahīṁ hōvēgā. Atē uha āpaṇē śarīkāṁ tōṁ inakāra karana vālē hō jāṇagē"},{"SurahNumber":30,"VerseNumber":14,"Text":"Atē jisa dina ki'āmata āvēgī usa dina sārē lōka vakharē-vakharē hō jāṇagē"},{"SurahNumber":30,"VerseNumber":15,"Text":"Isa la'ī jihaṛē īmāna li'ā'ē atē bhalē karama kītē uha ika bāġa vica ḵẖaśī nāla rahiṇagē"}]}