{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azabi carcabuk (getirmeni) istiyorlar. Eger onceden tayin edilmis bir vade olmasaydi, azab elbette onlara gelip catmisti. Fakat yine de, hic farkina varmadiklari bir sirada o kendilerine mutlaka gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"(Evet) senden azabi carcabuk (getirmeni) istiyorlar. Halbuki cehennem, hic supheleri olmasin, kafirleri kusatacaktir"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gunde azap, onlari hem ustlerinden, hem ayaklarinin altindan saracak ve Allah (onlara), \"Yaptiklarinizin cezasini tadin!\" diyecektir"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarim! Suphesiz benim yarattigim yeryuzu genistir. O halde yalniz bana kulluk edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her can olumu tadacaktir. Sonunda bize donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip guzel isler yapanlari, (evet) muhakkak ki onlari, altlarindan irmaklar akan ve icinde ebedi kalacaklari cennet kosklerine yerlestirecegiz. (Boyle iyi) isler yapanlarin mukafati ne guzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ki onlar, sabretmis olup yalniz Rablerine guvenip dayanmaktadirlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice hayvanlar var ki, rizkini (biriktirip yaninda) tasimiyor. Cunku onlarin da, sizin de rizkinizi Allah veriyor. O, her seyi isitir ve bilir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Andolsun ki onlara, \"Gokleri ve yeri yaratan, gunesi ve ayi buyrugu altinda tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasil (haktan) cevrilip donduruluyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, kullarindan diledigine rizki bol bol verir, diledigine de kisar. Suphesiz Allah, her seyi hakkiyla bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Andolsun ki onlara, \"Gokten su indirip, onunla olumunun ardindan yeryuzunu canlandiran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Oyleyse) hamd de Allah'a mahsustur. Fakat coklari akillarini kullanmazlar"}]}