{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":59,"Text":"Niscaya kiyamata abasyambhabi, ete kono sandeha ne'i; kintu adhikansa loka imana ane na"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ara tomadera raba balechena, 'tomara amake daka [1], ami tomadera dake sara deba. Niscaya yara ahankarabase amara'ibadata theke bimukha thake, tara acire'i jahanname prabesa karabe lanchita haye"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allaha, yini tomadera jan'ya tairi karechena ratake; yate tomara tate bisrama karate para ebam alokojjbala karechena dinake. Niscaya allah manusera prati anugrahasila, kintu adhikansa manusa'i krtajnata prakasa kare na"},{"SurahNumber":40,"VerseNumber":62,"Text":"Tini'i allah, tomadera raba, saba kichura srasta; tini chara kono satya ilah ne'i; kaje'i tomaderake kothaya phiriye neya hacche"},{"SurahNumber":40,"VerseNumber":63,"Text":"ebhabe'i phiriye neya haya taderake yara allahara nidarsanabalike asbikara kare"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, yini tomadera jan'ya yaminake sthitisila karechena ebam asamanake karechena chada ebam tini tomadera akrti diyechena atahpara tomadera akrtike karechena sundara ebam tomaderake riyika dana karechena pabitra bastu theke. Tini'i allah tomadera raba. Sutaram srstikulera raba allah kata barakatamaya"},{"SurahNumber":40,"VerseNumber":65,"Text":"tini ciranjiba, tini chara kono satya ilah ne'i. Kaje'i tomara tamke'i daka, tamra anugatye ekanistha haye. Sakala prasansa srstikulera raba allahara'i"},{"SurahNumber":40,"VerseNumber":66,"Text":"Baluna, 'tomara allah chara yaderake daka, tadera ibadata karate amake nisedha kara hayeche, yakhana amara rabera kacha theke amara kache suspasta pramanadi eseche. Ara ami adesaprapta hayechi srstikulera rabera kache atmasamarpana karate"}]}