{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"Isa la'i usa ne unham la'i ika vacha bana dita, ika ajihi murati jisa vicom balada varagi avaza nikaladi si. Phira usa ne kiha iha tuhada pujanayoga hai ate musa da vi. Musa isa nu kula ga'e"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ki uha vekhade nahim' si ki na uha kise gala da utara cida hai na uha ko'i labha de sakada hai na hani pahuca sakada hai"},{"SurahNumber":20,"VerseNumber":90,"Text":"Ate haruna ne unham nu pahilam hi kiha si ki he meri kauma! Tusim isa vade de rahim gumaraha ho ga'e hom. Tuhada raba tam rahimana hai. Isa la'i meri sarana lavo ate meri agi'a palana karo"},{"SurahNumber":20,"VerseNumber":91,"Text":"Unham ne kiha ki asim tam ise di hi puja vica lage rahange jada taka cira musa sade kola vapisa na jave"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa ne kiha, he haruna! Jadom' tu dekhi'a ki iha bhataka ga'e hana tam tuhanu kisa ciza ne roki'a ki tusim mere hukama da palana karom"},{"SurahNumber":20,"VerseNumber":93,"Text":"Ki tusim mere kahina de virudha kita"},{"SurahNumber":20,"VerseNumber":94,"Text":"Haruna ne kiha, he meri mam de bete! Tu meri dari ate sira na pharha. Mainu bhara si ki tusi kahoge ki tusim bani isara'ila de vica phuta pa diti ate meri gala ca dhi'ana na rakhi'a"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa ne kiha, ki he samari! Tuhada ki masala hai"},{"SurahNumber":20,"VerseNumber":96,"Text":"Usa ne kiha mainu uha ciza dikha'i diti jihari duji'am nu vikha'i nahim didi. Tam maim rasula de pada cinham vicom ika muthi zuki ate isa vica suta diti. Mare mana ne him mainu ajiha karana la'i prerita kita"},{"SurahNumber":20,"VerseNumber":97,"Text":"Susa ne akhi'a, cura ho ja. Huna tere la'i jivana bhara iha hi (saza hai) ki tu kahida rahem mainu na d'uho. Ate tere la'i ika hora va'ada iha hai jihara tere tom talana vala nahim. Ate tu apane isa pujaka nu dekha jisa upara tu lagatara masata ho'i'a tiki'a rahida si. Asim usa nu sarange phira usa nu nadi vica khilara ke vaha devange"},{"SurahNumber":20,"VerseNumber":98,"Text":"Tuhada pujanayoga tam sirapha alaha hai usa tom binham ko'i pujanayoga nahim. Usa da gi'ana hareka vasatu upara cha'i'a ho'i'a hai"}]}