{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"En als Allah de mensen zou grijpen wegens wat zij bedreven hebben, dan zott Hij geen levend wezen op het aardoppervlak achterlaten. Maar Hij geeft hun uitstel tot een vastgeswide tijd. En wanneer hun tijd is gekomen (worden zij bestraft): voorwaar, Allah is Alziend over Zijn dienaren"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya Sîn"},{"SurahNumber":36,"VerseNumber":2,"Text":"Bij de wijze Koran"},{"SurahNumber":36,"VerseNumber":3,"Text":"Voorwaar, jij (Mohammed) behoort zeker tot de gezanten"},{"SurahNumber":36,"VerseNumber":4,"Text":"Op het rechte Pad"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Deze Koran) als een neerzending van de Almachtige, de Meest Barmhartige"},{"SurahNumber":36,"VerseNumber":6,"Text":"Opdat jij een volk zal waarschuwen waarvan hun voorvaderen niet gewaarschuwd zijn, zodat zij achtelozen waren"},{"SurahNumber":36,"VerseNumber":7,"Text":"Voorzeker, het woord (van bestraffing) is tegen de meesten van hen bewaarheid omdat zij niet geloven"},{"SurahNumber":36,"VerseNumber":8,"Text":"Voorwaar, Wij hebben om hun nekken ketenen gelegd en die reiken tot de kinnen, zodat hun hoofden opgeheven blijven"},{"SurahNumber":36,"VerseNumber":9,"Text":"En Wij hebben vóór hen een hindernis geplaatst en achter hen een hindernis en Wij hebben hun ogen bedekt, zodat zij niet kunnen zien"},{"SurahNumber":36,"VerseNumber":10,"Text":"En het maakt geen verschil of jij hen waarschuwt of niet waarschuwt, zij geloven niet"},{"SurahNumber":36,"VerseNumber":11,"Text":"Voorwaar, jij kunt slechts waarschuwen wie de Vermaning volgt en de Erbarmer vreest, hoewel hij Hem niet kan waarnemen. Verkondig hem daarom de verheugende tijding van vergeving en een edele beloning"},{"SurahNumber":36,"VerseNumber":12,"Text":"Voorwaar, Wij zijn het Die de doden tot leven brengen en Wij schrijven op wat zij gedaan hebben en (ook) hun sporen. En alle zaken hebben Wij opgesomd in een duidelijk boek"}]}