{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":179,"Text":"Y, ciertamente, hemos creado para el Infierno a muchos yinn y hombres[265], pues tienen corazones que no comprenden, ojos que no ven y oidos que no oyen. Son como el ganado, o estan todavia mas extraviados. Esos son quienes viven despreocupados (de la fe y de la obediencia a Al-lah)"},{"SurahNumber":7,"VerseNumber":180,"Text":"Y a Al-lah pertenecen los nombres[266] mas sublimes; invoquenlo, pues, a traves de ellos. Y alejense de quienes alteran Sus nombres y niegan (su significado[267]); esos seran castigados por lo que solian hacer"},{"SurahNumber":7,"VerseNumber":181,"Text":"Y entre quienes hemos creado, hay una comunidad[268] que guia y juzga con la verdad"},{"SurahNumber":7,"VerseNumber":182,"Text":"Y a quienes nieguen Nuestras aleyas (el Coran) los castigaremos poco a poco, de manera que no se den cuenta"},{"SurahNumber":7,"VerseNumber":183,"Text":"Y les concedere un plazo de tiempo (para que persistan en la incredulidad y aumenten sus pecados antes de castigarlos). Ciertamente, Mi plan es solido"},{"SurahNumber":7,"VerseNumber":184,"Text":"¿Acaso no reflexionan (los idolatras de La Meca)? Su companero Muhammad no esta loco, solo es un claro amonestador"},{"SurahNumber":7,"VerseNumber":185,"Text":"¿Es que no observan (las pruebas del poder de Al-lah y de Su unicidad) en los reinos de los cielos y de la tierra y en todo lo que El ha creado? Puede que su tiempo este proximo a expirar (y mueran rechazando la verdad). ¿En que exhortacion, despues de este (Coran), creeran entonces"},{"SurahNumber":7,"VerseNumber":186,"Text":"Aquellos a quienes Al-lah extravie (por rechazar la verdad), nadie podra guiarlos y dejara que persistan en sus transgresiones, extraviados y desorientados"},{"SurahNumber":7,"VerseNumber":187,"Text":"Te preguntan (¡oh, Muhammad!) acerca de cuando sucedera el Dia de la Resurreccion. Diles: “Ciertamente, ese conocimiento solo esta en posesion de mi Senor[269]. Solo El puede hacer que tenga lugar en su debido tiempo. Cuando ocurra sera terrible para quienes esten en los cielos y en la tierra, y llegara de repente. Te preguntan como si tu estuvieses informado de ello. Diles: “Ese conocimiento solo Al-lah lo posee”. Pero la mayoria de la gente no lo sabe"}]}