{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Musa da demisti ki: \"Ben onu o zaman cahillerden biri olarak, bilmeyerek yapmıstım"},{"SurahNumber":26,"VerseNumber":21,"Text":"Sizden korkunca da hemen aranızdan kactım. Sonra Rabbim bana hikmet bahsetti ve beni peygamberlerden kıldı"},{"SurahNumber":26,"VerseNumber":22,"Text":"O nimet diye basıma kaktıgın ise, (aslında) Israilogullarını kendine kul kole etmendir"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun soyle dedi: Alemlerin Rabbi dedigin de nedir"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa cevap verdi: Eger isin gercegini dusunup anlayan kisiler olsanız, (itiraf edersiniz ki) O, goklerin, yerin ve ikisi arasında bulunan her seyin Rabbidir"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firavun) etrafında bulunanlara: Isitiyor musunuz? dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa dedi ki: O, sizin de Rabbiniz, daha onceki atalarınızın da Rabbidir"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firavun: Size gonderilen bu elciniz mutlaka delidir, dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa devamla sunu soyledi: Sayet aklınızı kullansanız (anlarsınız ki), O, dogunun, batının ve ikisinin arasında bulunanların Rabbidir"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firavun: Benden baskasını tanrı edinirsen, andolsun ki seni zindanlıklardan ederim! dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa: Sana apacık bir sey getirmis olsam da mı? dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"Firavun: Dogru soyleyenlerden isen, haydi getir onu! diye karsılık verdi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun uzerine Musa asasını atıverdi; bir de ne gorsunler, asa apacık koca bir yılan (oluvermis)"},{"SurahNumber":26,"VerseNumber":33,"Text":"Elini de (koynundan) cıkardı; o da seyredenlere bembeyaz gorunen (nur sacan bir sey oluvermis)"},{"SurahNumber":26,"VerseNumber":34,"Text":"Firavun, cevresindeki ileri gelenlere: Bu, dedi, dogrusu cok bilgili bir sihirbaz"},{"SurahNumber":26,"VerseNumber":35,"Text":"Sizi sihriyle yurdunuzdan cıkarmak istiyor. Simdi ne buyurursunuz"},{"SurahNumber":26,"VerseNumber":36,"Text":"Etrafındakiler de ona soyle demislerdi: \"Onu ve kardesini alıkoy ve sehirlere toplayıcı gorevliler gonder"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ne kadar bilgisi derin sihirbaz varsa sana getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Boylece sihirbazlar belli bir gunun tayin edilen vaktinde biraraya getirildi"},{"SurahNumber":26,"VerseNumber":39,"Text":"Halka: Siz de toplanıyor musunuz (haydi hemen toplanın), denildi"}]}