{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"У зот осмондан ўлчов ила сув туширди. Бас, биз у(сув) ила ўлик юртни тирилтирдик. Сиз ҳам шунга ўхшаш чиқарилурсиз"},{"SurahNumber":43,"VerseNumber":12,"Text":"У зот барча жуфтларни яратган ва сизга кемалар ҳамда чорва ҳайвонларидан минадиган нарсаларингизни қилди"},{"SurahNumber":43,"VerseNumber":13,"Text":"Токи, сиз уларнинг устига ўрнашгайсизлар, сўнгра, уларнинг устига ўрнашиб олгач, Роббингиз неъматини эслаб: «Бизга буни бўйсундирган Зот покдир. Биз бунга қодир эмас эдик"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ва, албатта, биз Роббимизга қайтгувчилардирмиз», дегайсиз"},{"SurahNumber":43,"VerseNumber":15,"Text":"Улар бандаларидан Унга бўлак (ҳукм) қилдилар. Албатта, инсон очиқ-ойдин ношукрдир"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ёки У зот Ўзи яратадиган нарсадан қизлар тутиб, сизларни ўғиллар ила сийладими"},{"SurahNumber":43,"VerseNumber":17,"Text":"Қачонки улардан бирортасига, Роҳманга мисол келтирган нарсанинг хушхабари берилса, ғазабга тўлиб, юзи қорайиб кетур"},{"SurahNumber":43,"VerseNumber":18,"Text":"Зебу зийнат ичида ўстириладиган ва хусумат пайтида очиқ-ойдин бўла олмайдиган кимсаними"},{"SurahNumber":43,"VerseNumber":19,"Text":"Улар Роҳманнинг бандалари бўлмиш фаришталарни аёллар ҳисобладилар. Ёки уларнинг яратилишига гувоҳ бўлдиларми?! Албатта, бу гувоҳликлари ёзилур ва сўроққа тутилурлар"},{"SurahNumber":43,"VerseNumber":20,"Text":"Улар: «Агар Роҳман хоҳлаганида, биз уларга ибодат қилмас эдик», дедилар. Уларда бу ҳақда ҳеч бир илм йўқ. Улар фақат алжирамоқдалар, холос"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ёки Биз уларга у(Қуръон)дан олдин бир китоб берганмиз-у, улар уни маҳкам тутувчиларми"},{"SurahNumber":43,"VerseNumber":22,"Text":"Йўқ! Улар: «Биз ота-боболаримизни бир динда топдикки, албатта, биз уларнинг изларидан (эргашиб) ҳидоят топгувчидирмиз», дедилар"}]}