{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Ne likalusio lia Abandu bebe shiliali halali okhuboola mbu: “tafie abaloondi ba Luti mulitokho lienyu, abo ni Abandu betswenulanga.”"},{"SurahNumber":27,"VerseNumber":57,"Text":"Mana nikhumuhabina nende Abandu bebe, halali omukhasi wuwe, nikhumuhandichila khubalia abatong’a inyuma"},{"SurahNumber":27,"VerseNumber":58,"Text":"Mana nikhubakwisilia ifula, ne yali ifula ifwana irie ino ya Abandu bekanyilisibwa"},{"SurahNumber":27,"VerseNumber":59,"Text":"Boola: “oluyali nilwa Nyasaye ne omulembe kube khubasumba bebe abayalobola. Kho Koo Nyasaye niye Omulayi nohomba balia abamumusanjinjia ninaye?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"Nohomba ulia waloonga likulu nende eshialo mana nabeshilia amatsi okhurula mwikulu, ne khu ako nikhumesilia emikunda chilolekha obulayi, enywe mubula obunyali bwokhumesia emisala chakwo. Nyasaye wundi halala nende Nyasaye? Halali abo ni Abandu bokhutsia bushiama"},{"SurahNumber":27,"VerseNumber":61,"Text":"Nohomba ulia wabakholela liloba okhuba habundu weshimenyo , mana naramwo emialo nende tsingulu ne naraho eshikalilo hakari wetsinyanza tsibili. Koo aliho Nyasaye wundi halala nende Nyasaye? Halali abanji mubo shibamanyile tawe"},{"SurahNumber":27,"VerseNumber":62,"Text":"Nohomba ulia uwulilanga amalilo ka ulia ukhayilwe, olwa amusabanga, mana namurusiliakhwo obutinyu obo, ne nabakhola okhuba abalindi beshialo, Nyasaye wundi halala nende Nyasaye? Okhwitsulila khwenyu ni okhutiti"},{"SurahNumber":27,"VerseNumber":63,"Text":"Nohomba ulia ubarunjisinjia khushilima shokhushialo nende shiomunyanza, ne ulia uyilanga omuyeka okhurera amakhuwa amalayi tsimbabaasi tsitsie nitsishili okhuula (ifula), koo Nyasaye wundi halala nende Nyasaye ? Nyasaye ali hekulu muno nende kabamutsokasinjia ninako"}]}