{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":68,"Text":"Avarkaḷ allāhvuṭaṉ vēṟoru kaṭavuḷai aḻaikka māṭṭārkaḷ. (Kolai ceyyak kūṭāteṉṟu) allāh taṭuttirukkum em'maṉitaṉaiyum avarkaḷ niyāyamiṉṟik kolai ceyya māṭṭārkaḷ; vipacāramum ceyya māṭṭārkaḷ. Ākavē, evaṉēṉum ittakaiya tīya kāriyaṅkaḷaic ceyya muṟpaṭṭāl, avaṉ (ataṟkuriya) taṇṭaṉaiyai aṭaiya vēṇṭiyatutāṉ"},{"SurahNumber":25,"VerseNumber":69,"Text":"maṟumai nāḷilō avaṉuṭaiya vētaṉai iraṭṭippāka ākkappaṭṭu iḻivupaṭṭavaṉāka anta vētaṉaiyil eṉṟeṉṟum taṅkiviṭuvāṉ"},{"SurahNumber":25,"VerseNumber":70,"Text":"āyiṉum, (avarkaḷil) evarkaḷ pāvattiliruntu vilaki (maṉṉippuk kōri) nampikkaikoṇṭu naṟceyalkaḷaic ceykiṟārkaḷō, attakaiyavarkaḷ (muṉṉar ceytuviṭṭa) pāvaṅkaḷai allāh (maṉṉippatu maṭṭumalla; avaṟṟai) naṉmaikaḷākavum māṟṟiviṭukiṟāṉ. Allāh mikka maṉṉippavaṉum makā karuṇaiyuṭaiyavaṉākavum irukkiṟāṉ"},{"SurahNumber":25,"VerseNumber":71,"Text":"ākavē, evarkaḷ kaicētappaṭṭu (pāvattiliruntu) vilaki maṉṉippuk kōruvatuṭaṉ, naṟceyalkaḷaic ceykiṟārkaḷō avarkaḷ, niccayamāka muṟṟilum allāhviṭamē tirumpiviṭukiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":72,"Text":"iṉṉum, evarkaḷ poy cāṭci collāmalum (vīṇāṉa kāriyam naṭaipeṟum iṭattiṟkuc cellāmalum) orukkāl (attakaiya iṭattiṟkuc) cellumpaṭi ēṟpaṭṭu viṭṭapōtilum (atil campantappaṭātu) kaṇṇiyamāṉa muṟaiyil (ataik kaṭantu) ceṉṟu viṭukiṟārkaḷō avarkaḷum"},{"SurahNumber":25,"VerseNumber":73,"Text":"iṉṉum evarkaḷ taṅkaḷ iṟaivaṉiṉ vacaṉaṅkaḷ ōtik kāṇpikkappaṭṭāl kuruṭarkaḷaip pōlum ceviṭarkaḷaip pōlum ataṉ mītu (aṭittu) viḻāmal; (atai muṟṟilum naṉkuṇarntu koḷvatuṭaṉ ataṉpaṭi ceyalpaṭukiṟārkaḷō avarkaḷum)"},{"SurahNumber":25,"VerseNumber":74,"Text":"Mēlum, evarkaḷ ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷ maṉaivikaḷaiyum, eṅkaḷ makkaḷaiyum eṅkaḷukkuk kaṇ kuḷircciyākki vaittaruḷvāyāka! Iṟaiyaccamuḷḷavarkaḷukku vaḻikāṭṭiyākavum eṅkaḷai nī ākkuvāyāka!'' Eṉṟu pirārttippārkaḷō avarkaḷum"},{"SurahNumber":25,"VerseNumber":75,"Text":"ākiya ittakaiyavarkaḷukku, avarkaḷ (pala nalla kāriyaṅkaḷaic ceytiruppatuṭaṉ avaṟṟaic ceyyumpōtu ēṟpaṭṭa) ciramaṅkaḷaic cakittuk koṇṭataṉ kāraṇamāka uyarnta māḷikaikaḷ (maṟumaiyil) koṭukkappaṭum. ‘‘Salām (uṇṭāvatāka)'' eṉṟu pōṟṟi atil avarkaḷ varavēṟkappaṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":76,"Text":"eṉṟeṉṟum atil taṅkiviṭuvārkaḷ. Ciṟitu nēram taṅkuvatāyiṉum cari, eṉṟeṉṟum taṅkuvatāyiṉum cari, atu mikka (nalla) aḻakāṉa taṅkumiṭam ākum"},{"SurahNumber":25,"VerseNumber":77,"Text":"(napiyē!) Kūṟuvīrāka: ‘‘Nīṅkaḷ eṉ iṟaivaṉai(k keñcip) pirārttaṉai ceyyāviṭil (ataṟkāka) avaṉ uṅkaḷaip poruṭpaṭuttamāṭṭāṉ. Ēṉeṉṟāl, nīṅkaḷ (avaṉuṭaiya vacaṉaṅkaḷai) niccayamāka poyyākkik koṇṭē irukkiṟīrkaḷ. Ākavē, ataṉ vētaṉai (uṅkaḷaik) kaṇṭippākap piṭittē tīrum"}]}