{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Every nation has an appointed life span"},{"SurahNumber":23,"VerseNumber":44,"Text":"We sent Our messengers one after the other but whenever a Messenger would come to a nation, its people would call him a liar and We would destroy one nation after the other, thus, only their stories were left behind them. God keeps the unbelievers far away from His Mercy"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and his brother Aaron with Our miracles and clear authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"to the Pharaoh and his nobles. But they behaved proudly and thought themselves superior people"},{"SurahNumber":23,"VerseNumber":47,"Text":"They said, \"Should we believe in two mere mortals who are like ourselves and whose people are our slaves"},{"SurahNumber":23,"VerseNumber":48,"Text":"They called them liars and consequently were destroyed"},{"SurahNumber":23,"VerseNumber":49,"Text":"We gave the Book to Moses so that perhaps they may have guidance"},{"SurahNumber":23,"VerseNumber":50,"Text":"We made the son of Mary and his mother a miracle and settled them on a high land, quite secure and watered by a spring"},{"SurahNumber":23,"VerseNumber":51,"Text":"I told them, \"Messengers, eat from the pure things and act righteously; I know all that you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"Your religion is one and I am your Lord. Have fear of Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"The people divided themselves into many sects, each with their own book and each happy with whatever they had"},{"SurahNumber":23,"VerseNumber":54,"Text":"(Muhammad), leave them alone in their dark ignorance for an appointed time"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they think that We are helping them by giving them children and property"},{"SurahNumber":23,"VerseNumber":56,"Text":"We provide them with the means of competing with each other in virtuous deeds, but they do not realize this"},{"SurahNumber":23,"VerseNumber":57,"Text":"Only those who are, out of fear of Him, humble before their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"who believe in the revelations of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"who consider nothing equal to their Lord"}]}