{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Er sagte: \"Ich habe sie da(mals) verubt, als ich (noch) zu den Irregehenden gehorte"},{"SurahNumber":26,"VerseNumber":21,"Text":"Und so floh ich vor euch, als ich Angst vor euch bekommen hatte. (Doch) dann schenkte mir mein Herr Urteil(skraft) und machte mich zu einem der Gesandten"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ist das (etwa) eine Gunst, die du mir vorhaltst, daß du die Kinder lsra'ils geknechtet hast"},{"SurahNumber":26,"VerseNumber":23,"Text":"Fir'aun sagte: \"Was ist denn der Herr der Weltenbewohner"},{"SurahNumber":26,"VerseNumber":24,"Text":"Er (Musa) sagte: \"Der Herr der Himmel und der Erde und dessen, was dazwischen ist, wenn ihr uberzeugt seid"},{"SurahNumber":26,"VerseNumber":25,"Text":"Er (Fir'aun) sagte zu denjenigen in seiner Umgebung: \"Hort ihr nicht zu"},{"SurahNumber":26,"VerseNumber":26,"Text":"Er (Musa) sagte: \"(Er ist) euer Herr und der Herr eurer Vorvater"},{"SurahNumber":26,"VerseNumber":27,"Text":"Er (Fir'aun) sagte: \"Euer Gesandter, der zu euch gesandt wurde, ist furwahr besessen"},{"SurahNumber":26,"VerseNumber":28,"Text":"Er (Musa) sagte: \"(Er ist) der Herr des Ostens und des Westens und dessen, was dazwischen ist, wenn ihr (nur) begreifen wurdet"},{"SurahNumber":26,"VerseNumber":29,"Text":"Er (Fir'aun) sagte: \"Wenn du dir einen anderen Gott als mich nimmst, werde ich dich ganz gewiß zu einem der Gefangenen machen"},{"SurahNumber":26,"VerseNumber":30,"Text":"Er (Musa) sagte: \" Etwa auch, wenn ich dir etwas Deutliches bringe"},{"SurahNumber":26,"VerseNumber":31,"Text":"Er (Fir'aun) sagte: \"Dann bringe es her, wenn du zu den Wahrhaftigen gehorst"},{"SurahNumber":26,"VerseNumber":32,"Text":"Da warf er seinen Stock hin, und sogleich war er eine deutliche Schlange"},{"SurahNumber":26,"VerseNumber":33,"Text":"Und er zog seine Hand heraus, da war sie weiß fur die Betrachter"},{"SurahNumber":26,"VerseNumber":34,"Text":"Er (Fir'aun) sagte zu der fuhrenden Schar in seiner Umgebung: \"Dieser ist furwahr ein kenntnisreicher Zauberer"},{"SurahNumber":26,"VerseNumber":35,"Text":"der euch mit seiner Zauberei aus eurem Land vertreiben will. Was befehlt ihr nun"},{"SurahNumber":26,"VerseNumber":36,"Text":"Sie sagten: \"Stelle ihn und seinen Bruder zuruck und schicke in die Stadte (Boten), die (die Leute) versammeln"},{"SurahNumber":26,"VerseNumber":37,"Text":"damit sie dir jeden kenntnisreichen Zauberer herbringen"},{"SurahNumber":26,"VerseNumber":38,"Text":"So wurden die Zauberer auf die festgesetzte Zeit eines (wohl)bekannten Tages versammelt"},{"SurahNumber":26,"VerseNumber":39,"Text":"Und es wurde zu den Menschen gesagt: \"Werdet (auch) ihr euch nun wohl versammeln"}]}