{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"THE BESTOWAL from on high [of this revelation] issues from the Most Gracious, the Dispenser of Grace"},{"SurahNumber":41,"VerseNumber":3,"Text":"a divine writ, the messages whereof have been clearly spelled out as a discourse in the Arabic tongue for people of [innate] knowledge"},{"SurahNumber":41,"VerseNumber":4,"Text":"to be a herald of glad tidings as well as a warning. And yet, [whenever this divine writ is offered to men,] most of them turn away, so that they cannot hear [its message]"},{"SurahNumber":41,"VerseNumber":5,"Text":"and so they say, [as it were:] “Our hearts are veiled from whatever thou callest us to, [O Muhammad,] and in our ears is deafness, and between us and thee is a barrier. Do, then, [whatever thou wilt, whereas,] behold, we shall do [as we have always done]!”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say thou, [O Prophet:] “I am but a mortal like you. It has been revealed to me that your God is the One God: go, then, straight towards Him and seek His forgiveness!” And woe unto those who ascribe divinity to aught beside Him"},{"SurahNumber":41,"VerseNumber":7,"Text":"[and] those who do not spend in charity: for it is they, they who [thus] deny the truth of the life to come"},{"SurahNumber":41,"VerseNumber":8,"Text":"[But,] verily, they who have attained to faith and do good works shall have a reward unending"},{"SurahNumber":41,"VerseNumber":9,"Text":"SAY: “Would you indeed deny Him who has created the earth in two aeons? And do you claim that there is any power that could rival Him, the Sustainer of all the worlds?”"},{"SurahNumber":41,"VerseNumber":10,"Text":"For He [it is who, after creating the earth,] placed firm mountains on it, [towering] above its surface, and bestowed [so many] blessings on it, and equitably apportioned its means of subsistence to all who would seek it: [and all this He created] in four aeons"},{"SurahNumber":41,"VerseNumber":11,"Text":"And He [it is who] applied His design to the skies, which were [yet but] smoke; and He [it is who] said to them and to the earth, “Come [into being], both of you, willingly or unwillingly!” - to which both responded, “We do come in obedience.”"}]}