{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":39,"Text":"Āṇi kāruna, phira'auna āṇi hāmānalā dēkhīla. Tyācyājavaḷa (hajarata) mūsā ughaḍa svarūpācē camatkāra (mōjijē) ghē'ūna ālē hōtē tarīhī tyānnī dharatīvara ghamēṇḍa kēlī, tathāpi āmacyā puḍhē jāṇārē hō'ū śakalē nāhīta"},{"SurahNumber":29,"VerseNumber":40,"Text":"Maga tara āmhī pratyēkālā tyācyā duṣkarmācī śikṣā dēṇyāsāṭhī dharalē. Tyān̄cyāpaikī kāhīnvara āmhī dagaḍān̄cā varṣāva kēlā, tyān̄cyāpaikī kāhīnnā bhayaṅkara citkārānē ghēralē, tyān̄cyāpaikī kāhīnnā āmhī jaminīta dhasavalē āṇi tyācyāpaikī kāhīnnā āmhī pāṇyāta buḍavilē. Allāha asā nāhī kī tyān̄cyāvara atyācāra karīla, ulaṭa tēca lōka āpalyā prāṇānvara julūma atyācāra karīta hōtē"},{"SurahNumber":29,"VerseNumber":41,"Text":"Jyā lōkānnī allāhakhērīja dusaṟyānnā valī (daivata) ṭharavūna ghētalē āhē, tyān̄cē udāharaṇa kōṣṭī kiṭakāsārakhē āhē kāraṇa tōhī ēka ghara banavitō, vāstavika sarva gharāmpēkṣā jāsta kamajōra ghara kōṣṭī kiṭakācē ghara āhē. Tyānnī hē jāṇūna ghētalē asatē tara barē jhālē asatē"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allāha samasta vastūnnā jāṇatō, jyānnā tē tyācyākhērīja pukārata āhēta. Āṇi tō mōṭhā jabaradasta āṇi bud'dhī kauśalya bāḷagaṇārā āhē"},{"SurahNumber":29,"VerseNumber":43,"Text":"Āṇi āmhī hī udāharaṇa lōkāṅkaritā nivēdana karīta āhōta āṇi yānnā kēvaḷa tēca lōka samajatāta jē jñāna rākhatāta"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allāhanē ākāśānnā āṇi jaminīlā satyāsaha nirmāṇa kēlē āhē īmāna rākhaṇāṟyāṅkaritā yāta phāra mōṭhī niśāṇī āhē"},{"SurahNumber":29,"VerseNumber":45,"Text":"Jō grantha tumacyākaḍē vahayī (avatarita) kēlā gēlā āhē, tyācē paṭhaṇa karā1 āṇi namāja kāyama karā (niyamitapaṇē paḍhata rāhā) niḥsanśaya namāja, nirlajjatā āṇi duṣkarmāpāsūna rōkhatē2 āṇi niḥsanśaya allāhacē nāmaḥsmaraṇa phāra mōṭhī gōṣṭa āhē. Tumhī jē kāhī karīta āhāta, allāha tē jāṇatō"}]}