{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"En hij ging zijn tuin in, terwijl hij zichzelf onrecht aandeed. Hij zei: \"Ik denk niet dat dit hier ooit zal vergaan"},{"SurahNumber":18,"VerseNumber":36,"Text":"en ik denk ook niet dat het uur aanstaande is. En als ik naar mijn Heer teruggebracht word zal ik nog iets beters dan dit hier als eindbestemming vinden"},{"SurahNumber":18,"VerseNumber":37,"Text":"Zijn metgezel met wie hij in gesprek was zei tot hem: \"Hecht jij dan geen geloof aan Hem die jou uit aarde en dan uit een druppel schiep en je dan tot man gevormd heeft"},{"SurahNumber":18,"VerseNumber":38,"Text":"Maar voor mij is Hij God, mijn Heer, en ik voeg aan mijn Heer niemand als metgezel toe"},{"SurahNumber":18,"VerseNumber":39,"Text":"Had je maar gezegd toen jij je tuin inging: 'Zoals God het wil. Alleen in God is kracht!? Als jij van mij ziet, dat ik minder bezit en kinderen heb"},{"SurahNumber":18,"VerseNumber":40,"Text":"misschien dat God mij dan iets beters zal geven dan jouw tuin en er een afrekening uit de hemel naartoe zal zenden zodat het kale, glibberige grond wordt"},{"SurahNumber":18,"VerseNumber":41,"Text":"of dat het water er diep wegzakt zodat jij het niet meer kunt vinden"},{"SurahNumber":18,"VerseNumber":42,"Text":"En zijn vruchten werden volkomen verwoest. Toen begon hij zich de handen te wringen om wat hij ervoor had uitgegeven nu hij er zo geruïneerd bijlag. En hij zei: \"Ach had ik aan mijn Heer maar niemand als metgezel toegevoegd"},{"SurahNumber":18,"VerseNumber":43,"Text":"En buiten God was er voor hem geen troepenmacht die hem kon helpen; hij kreeg dan ook geen hulp"},{"SurahNumber":18,"VerseNumber":44,"Text":"Als het zo ver is heeft alleen de ware God nog bescherming te bieden. Hij geeft de beste beloning en het beste uiteinde"},{"SurahNumber":18,"VerseNumber":45,"Text":"En maak voor hen een vergelijking: Het tegenwoordige leven is als water dat Wij uit de hemel laten neerdalen. De planten van de aarde groeien daardoor in bonte mengeling. Dan worden zij droge stengels die de wind wegblaast. God is over alles machthebber"}]}