{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"Āṇi jē kāhī (karma) tyānnī kēlē hōtē, tyācī duṣpariṇatī tyān̄cyāvara ughaḍa hō'īla āṇi jyā gōṣṭīcī tē thaṭṭā uḍavita hōtē, tī tyānnā yē'ūna ghērīla"},{"SurahNumber":39,"VerseNumber":49,"Text":"Māṇasālā jēvhā ēkhādē duḥkha yātanā pōhōcatē tēvhā tō āmhālā pukāratō, maga jēvhā āmhī tyālā āpalyātarphē ēkhādē sukhapradāna karatō, tēvhā mhaṇū lāgatō kī hē tara malā kēvaḷa āpalyā akkala huśārīmuḷē pradāna kēlē gēlē āhē, kimbahunā hī kasōṭī āhē, parantu tyān̄cyāpaikī bahutēka lōka hē jāṇata nāhīta"},{"SurahNumber":39,"VerseNumber":50,"Text":"Yān̄cyā pūrvīcē lōka dēkhīla hīca gōṣṭa bōlalē āhēta, tēvhā tyān̄cī kr̥ta karmē tyān̄cyā kāhīca upayōgī paḍalī nāhīta"},{"SurahNumber":39,"VerseNumber":51,"Text":"Maga tyān̄cyā (karmān̄cī) samasta duṣpariṇatī tyān̄cyāvara yē'ūna kōsaḷalī āṇi yān̄cyāpaikī jē durācārī āhēta, tyān̄cyā kr̥ta-karmān̄cī duṣpariṇatīhī ātā tyān̄cyāvara yē'ūna kōsaḷēla. Hē (āmhālā) parāsta karaṇārē nāhīta"},{"SurahNumber":39,"VerseNumber":52,"Text":"Kāya tyānnā hē nāhī māhīta kī allāha jyācyāsāṭhī icchitō ājivikā vāḍhavitō āṇi jyācyāsāṭhī icchitō mōjūna māpūna dētō, īmāna rākhaṇāṟyāṅkaritā yāta mōṭhamōṭhyā niśāṇyā āhēta"},{"SurahNumber":39,"VerseNumber":53,"Text":"(Mājhyātarphē) sāṅgā kī, hē mājhyā dāsānnō! Jyānnī āpalyā prāṇānvara atyācāra kēlā āhē, tumhī allāhacyā kr̥pēpāsūna nirāśa hō'ū nakā. Niḥsanśaya, allāha samasta aparādhānnā māpha karatō. Vastutaḥ tō mōṭhā māpha karaṇārā, mōṭhā dayā karaṇārā āhē"},{"SurahNumber":39,"VerseNumber":54,"Text":"Āṇi tumhī sarva āpalyā pālanakartyākaḍē jhukā āṇi tyācē ājñāpālana karīta rāhā, yāpūrvī kī tumacyājavaḷa azāba yē'ūna pōhacāvā, maga tumacī madata na kēlī jāvī"},{"SurahNumber":39,"VerseNumber":55,"Text":"Āṇi anusaraṇa karā tyā sarvānta uttama gōṣṭīcē, jī tumacyākaḍē tumacyā pālanakartyātarphē avatarita kēlī gēlī āhē, yāpūrvī kī tumacyāvara acānaka allāhacī śikṣā yātanā yāvī āṇi tumhālā khabarahī na vhāvī"},{"SurahNumber":39,"VerseNumber":56,"Text":"(Asē na vhāvē kī) ēkhādyā māṇasānē mhaṇāvē kī, arērē! Khēda āhē yā gōṣṭīvara kī mī allāhacyā bābatīta sustī kēlī, kimbahunā mī thaṭṭā uḍaviṇāṟyāmmadhyēca rāhilō"}]}