{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Onlar yeryuzunde (herkesi) yildiracak degillerdir. Kendilerini koruyacak Allah'dan baska kimseleri de yoktur. Onlarin azabi kat kat olacaktir. Ustelik onlar hakki isitmeye tahammul edemiyorlardi ve de gormuyorlardi"},{"SurahNumber":11,"VerseNumber":21,"Text":"Onlar kendilerine yazik etmis olan kimselerdir. O iftira edip uydurduklari da kendilerinden yuz cevirip gitmislerdir"},{"SurahNumber":11,"VerseNumber":22,"Text":"Kesinlikle bunlar ahirette de en ziyade husrana ugrayacak olanlardir"},{"SurahNumber":11,"VerseNumber":23,"Text":"Fakat iman edip salih amel isleyenler ve Rablerine karsi edepli olanlar, guvenen ve itaat edenler var ya, iste bunlar da cennet ehlidirler. Onlar orada ebedi kalirlar"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki ayri grubun meseli, kor ve sagir ile goren ve isiten gibidir. Bunlar hic esit olabilirler mi? Hala dusunmeyecek misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun ki, vaktiyle Nuh'u da kavmine gonderdik, O, onlara soyle dedi: \"Ben sizin icin apacik bir uyariciyim"},{"SurahNumber":11,"VerseNumber":26,"Text":"Allah'dan baskasina ibadet etmeyin! Ben, size gelecek aci bir gunun azabindan korkarim"},{"SurahNumber":11,"VerseNumber":27,"Text":"Buna karsilik, kavminin ileri gelen kafirlerinden bir kismi dediler ki: \"Biz seni bizim gibi insanlardan biri olarak goruyoruz, baska degil. Ilk bakista bizim ayak takimimizdan baskasinin senin arkana dustugunu gormuyoruz. Sizin bizden fazla bir meziyetinizi de gormuyoruz. Aksine sizi yalancilar saniyoruz"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki; \"Ey kavmim! Peki su soyleyecegime ne diyeceksiniz? Ben Rabbimden apacik bir delil uzere isem ve O, bana kendi tarafindan bir rahmet bahsetmisse, size de onu gorecek goz verilmemisse biz, istemediginiz halde onu size zorla mi kabul ettirecegiz"}]}