{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":10,"VerseNumber":98,"Text":"Tam ki'um na ho'i'a ki ko'i basati yunasa di kauma vanga imana li'a'undi ate usa da imana unham nu labha dida. Jadom uha (yunasa di kauma) imana li'a'e tam asim unham nu duni'avi jivana vica apamana di afata tom baca li'a ate unham nu ika khasa samem taka sukha bhogana da mauka dita"},{"SurahNumber":10,"VerseNumber":99,"Text":"Ate jekara tera raba cahuda tam dharati upara jinhe loka hana, sare imana lai a'unde. Phira ki tusim lokam nu mazasura karoge ki uha sare maumina ho jana"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ate kise bade la'i iha sabhava nahim ki uha upara gadagi suta dida hai, jihare budhi tom kama nahim lainde"},{"SurahNumber":10,"VerseNumber":101,"Text":"Akho, ki jo dharati ate akasam vica hai, usa nu dekho. Nisani'am ate darave unham lokam nu labha nahim' dide jihare imana nahim li'a'unde"},{"SurahNumber":10,"VerseNumber":102,"Text":"Uha tam sirafa isa tar'ham de dina di udika kara rahe hana jisa tar'ham de dina vim tuhade nala udika karana vali'am vicom ham"},{"SurahNumber":10,"VerseNumber":103,"Text":"Phira asim baca lainde ham apane rasulam ate unham lokam nu jihare imana li'a'una. Isa tar'ham asim apane la'i zaruri kara li'a hai imana vali'am nu baca'una"},{"SurahNumber":10,"VerseNumber":104,"Text":"Kaho, ki he loko! Ki jekara tuhanu mere dharama de sabadha vica saka hai tam maim unham di ibadata nahim karada jinham di badagi (alaha tom binham) tusim karade ho. Sagom maim usa alaha di badagi karada ham jihara tuhanu mauta dida hai ate mainu hukama ho'i'a maim imana vali'am vica hovam"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ate iha ki maim apana mukha ikagara ho ke sace dharama vala karam ate siraka karana vali'am vica samila na hovam"},{"SurahNumber":10,"VerseNumber":106,"Text":"Ate alaha tom binham unham nu na pukarom jihare tuhanu na labha de sakade hana ate na hani. Phira jekara tusim ajiha karoge tam nisacata rupa vica tusim zalimam vica samala ho javoge"}]}