{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":119,"Text":"Et qu’avez-vous a ne pas manger (des viandes) sur lesquels a ete prononce le nom d’Allah ? Il vous a pourtant detaille les choses qu’Il vous a defendues a moins que vous ne soyez conduits par necessite (a en consommer). Beaucoup de gens egarent (les autres) en suivant leurs passions, sans se fonder sur aucun savoir. Ton Seigneur Sait le mieux quels sont les transgresseurs"},{"SurahNumber":6,"VerseNumber":120,"Text":"Abandonnez le peche qu’il soit visible ou cache ; ceux qui commettent le peche seront retribues selon les actes qu’ils auront commis"},{"SurahNumber":6,"VerseNumber":121,"Text":"Et ne mangez pas (de la viande des animaux) sur lesquels n’a pas ete prononce le nom d’Allah. Ce serait commettre une abomination. Les demons susurrent a leurs adeptes de disputer avec vous, et si vous les ecoutez, vous serez du nombre des associatres"},{"SurahNumber":6,"VerseNumber":122,"Text":"Celui qui etait mort et que Nous avons fait revivre, qui a recu de Nous une lumiere pour marcher parmi les hommes, est-il semblable a celui qui est plonge dans les tenebres et ne saurait en sortir ? Ainsi sont embellies, aux yeux des mecreants, les actions qui etaient les leurs"},{"SurahNumber":6,"VerseNumber":123,"Text":"Ainsi (egalement) avons-Nous etabli dans chaque cite ses plus grands criminels afin qu’ils se livrent a leurs conspirations. Mais ils ne conspirent que contre eux-memes et ils ne le sentent pas"},{"SurahNumber":6,"VerseNumber":124,"Text":"Quand un Signe leur apparait, ils disent : «Nous ne croirons point avant qu’il ne nous vienne cela meme qu’ont recu les Messagers d’Allah. » Allah Sait mieux a qui confier Son Message. Les criminels seront frappes d’humiliation et d’insignifiance devant Allah. Un terrible supplice (leur est promis) pour les complots qu’ils ourdissaient"}]}