{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Kaçan gana anı (tozoktu) jakından körüşköndö kaapır bolgondordun jüzdörü kararıp ketet jana alarga: «uşul siler («kaçan-kaçan» dep) şaştırgan nerseŋer!»-dep aytılat"},{"SurahNumber":67,"VerseNumber":28,"Text":"Aytkın: «(Oylonup) körböysüŋörbü, eger meni jana meni menen birge bolgon (ıymanduu) adamdardı Allaһ (siler tilegendey) öltürçü bolso (bizge Akırettik Beyiş dayar) je (uzun ömür berip) bizge ırayım kılsa (Özünö sıyınıp, şügür kılıp jaşay berebiz. Al emi, silerdin janıŋardı alçu bolso) anda silerdi katuu azaptan kim saktap kalat"},{"SurahNumber":67,"VerseNumber":29,"Text":"Aytkın: «Al — Rahman (Irayımduu)! Biz Aga ıyman keltirdik jana tobokel kıldık. A, siler (ey, kaapırlar), kim anık adaşuuda ekenin jakında bilip alasıŋar"},{"SurahNumber":67,"VerseNumber":30,"Text":"Aytkın: «(Ey, kaapırlar) oylonup körböysüŋörbü, egerde silerdin suuŋar jer astına siŋip ketse, anda silerge akkan suunu kim keltirip beret"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun.” (O, Muhammad), kalemge jana al jazgan nerselerge ant içip (aytamın)"},{"SurahNumber":68,"VerseNumber":2,"Text":"Sen Rabbiŋdin neematı (paygambarlık) sebeptüü akılınan adaşkan kişi emessiŋ.”"},{"SurahNumber":68,"VerseNumber":3,"Text":"(Paygambarçılık tüyşügün kötörgönüŋ üçün) saga tügöngüs sıylıktar bar"},{"SurahNumber":68,"VerseNumber":4,"Text":"Jana sen uluk ahlaktın üstündösüŋ"},{"SurahNumber":68,"VerseNumber":5,"Text":"Jakında (Kıyamat bolup, çındık aşkerelengende) körösüŋ, alar da körüp (bilip) alışat —"},{"SurahNumber":68,"VerseNumber":6,"Text":"Kimiŋer azgırılgan ekeniŋerdi"},{"SurahNumber":68,"VerseNumber":7,"Text":"Senin Rabbiŋ, Özünün jolunan kim adaşıp ketkenin jana kim Tuura Jol tapkanın eŋ jakşı bilet"},{"SurahNumber":68,"VerseNumber":8,"Text":"(Dindi) jalgan degenderge moyun sunba"},{"SurahNumber":68,"VerseNumber":9,"Text":"Senalar menen makul bolsoŋ, alar da seni menen kelişip aluunu kaalaşat"},{"SurahNumber":68,"VerseNumber":10,"Text":"Sen moyun suna berbegin: körüngön ele kadırsız antkorgo"},{"SurahNumber":68,"VerseNumber":11,"Text":"(Adamdardın arasın buzuu üçün) uşak taratıp jürüüçü şıldıŋçılarga"},{"SurahNumber":68,"VerseNumber":12,"Text":"Çekten çıkkan, künöökör, jakşılıkka but tosuuçularga"},{"SurahNumber":68,"VerseNumber":13,"Text":"Oroy jana andan soŋ.., atasının dayını jok (teksiz) adamdarga"},{"SurahNumber":68,"VerseNumber":14,"Text":"Al bay jana perzenti köp bolgonduktan"},{"SurahNumber":68,"VerseNumber":15,"Text":"aga bizdin ayattarıbız okulganda: «(bul) bayırkılardın jöö-jomoktoru go»-dedi"}]}