{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"Go biyaloy Ami siran a pkhakawnotan, a ipphamando iran so sogoan Ami, go iniilaham Ami kiran so kanggolawlaa ko manga pipiya, go so kipamayandgn ko sambayang, go so katonaya ko zakat; go miyabaloy siran a pphamanimba Rkami"},{"SurahNumber":21,"VerseNumber":74,"Text":"Go so Lot, na bigan Ami skaniyan sa kokoman go katao, go siyabt Ami skaniyan ko (taw ko) ingd a so miyabaloy a giinggolawla ko manga rrzik: Mataan! a siran na miyabaloy siran a pagtaw a marata, a manga songklid"},{"SurahNumber":21,"VerseNumber":75,"Text":"Na piyakasold Ami skaniyan ko limo Ami: Mataan! a skaniyan na pd ko manga bilangataw"},{"SurahNumber":21,"VerseNumber":76,"Text":"Go so Noh, ko masa a kiyapangni niyan gowani: Na tiyarima Ami skaniyan, go siyabt Ami skaniyan go so taalok on phoon ko boko a mala"},{"SurahNumber":21,"VerseNumber":77,"Text":"Go tiyabangan Ami skaniyan ko pagtaw a so piyakambokhag iran so manga ayat Ami: Mataan! a siran na miyabaloy siran a pagtaw a marata: Na inld Ami siran langon"},{"SurahNumber":21,"VerseNumber":78,"Text":"Go so Dawood, go so Solayman, na gowani na pkhokomn iran so pangomaan gowani a manathab on so kambing o pagtaw: Na miyabaloy Kami ko kokoman iran a manga saksi"},{"SurahNumber":21,"VerseNumber":79,"Text":"Na piyakisabotan Ami oto ko Solayman: Go oman i isa kiran na bigan Ami sa kokoman go katao; go piyakaphasiyonot Ami a rakhs o Dawood so manga palaw a pthasbik siran, ago so manga papanok: Na Skami i minggolawla (roo)"},{"SurahNumber":21,"VerseNumber":80,"Text":"Go inindao Ami ron so kaphanday sa rabn a bagian iyo, ka ang kano niyan marnding ko gomaan (o ridoay) niyo: Na una, skano, phanalamat kano"},{"SurahNumber":21,"VerseNumber":81,"Text":"Go (piyakaphasiyonot Ami ko) bagian o Solayman so ndo a mabagr, pzambr sa sabap sa sogoan iyan, sii ko lopa a so piyakandakl Ami ron so manga pipiya: Na miyabaloy Kami sii ko langowan taman a manga tatao"}]}