{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":96,"Text":"Tarapara yakhana susambadabahaka ela, se seti tamra mukhera samane rakhala, takhana tini caksusmana halena. Tini balalena -- ''ami ki tomadera bali ni ye ami allah‌ra kacha theke jani ya tomara jana na?’’"},{"SurahNumber":12,"VerseNumber":97,"Text":"Tara balale -- ''he amadera abba! Amadera aparadhera jan'ye amadera tarapha theke ksama prarthana karo, nihsandeha amara hacchi dosi.’’"},{"SurahNumber":12,"VerseNumber":98,"Text":"Tini balalena -- ''ami sighra'i tomadera jan'ya amara prabhura kache marjana ca'iba. Nihsandeha tini nije'i paritranakari, aphuranta phaladata.’’"},{"SurahNumber":12,"VerseNumber":99,"Text":"Tarapara tamra yakhana i'usuphera darabare dakhila halena takhana tini tamra pitamatake nijera sange rakhalena ebam balalena -- ''ina- sa-allah misare nirbighne prabesa karuna.’’"},{"SurahNumber":12,"VerseNumber":100,"Text":"Ara tini tamra pitamatake uccasane basalena, ara tamra karane tamra sijadarata halena. Takhana tini balalena, ''he amara abba! Eti'i amara purbekara daibadarsanera tatparya, amara prabhu ta satye parinata karechena. Ara tini amara prati anugraha karechilena yakhana tini amake karagara theke mukta karechilena, ebam marubhumi theke apanadera niye esechena amara madhye o amara bha'iyera madhye sayatana birodha badhabara pare. Nihsandeha amara prabhu yake iccha karena tara prati parama sadasaya. Nihsandeha tini nije'i sarbajnata, paramajnani."},{"SurahNumber":12,"VerseNumber":101,"Text":"Amara prabhu! Tumi itimadhye'i amake rajatbera adhikara pradana karecha ebam ghatanabalira tatparya samparke amake siksadana karecha, he mahakasamandali o prthibira adi-srasta! Tumi'i e'i duniya o akherate amara maniba, amake musalima abasthaya marate da'o ebam amake satkarmidera sange sanyukta karo.’’"},{"SurahNumber":12,"VerseNumber":102,"Text":"E'i hacche adrsya byaparera sambada ya amara tomara kache pratyadesa karachi. Ara tumi tadera sange chile na yakhana tara tadera byapara-syapara gutacchila o tara phandi atamchila."},{"SurahNumber":12,"VerseNumber":103,"Text":"Ara yadi'o tumi ekantabhabe ca'o tathapi adhikansa loke'i bisbasakari naya."}]}