{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Suphesiz o (Isa), Kıyamet icin bir ilimdir/delildir. O halde, Kıyamet'ten yana bir supheniz olmasın. Bana uyun. Dosdogru yol budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Seytan sakın sizi saptırmasın. Cunku o, sizin icin apacık bir dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Isa apacık delillerle geldigi zaman soyle demisti: Ben size hikmeti getirdim ve hakkında ayrılıga dustugunuz seylerden bir kısmını size acıklamak icin geldim. Allah’tan sakının ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah, benim de Rabbim sizin de Rabbiniz O’dur. Oyleyse (yalnızca) O’na ibadet edin. Dosdogru yol budur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Fırkalar/gruplar, aralarında (Isa hakkında) anlasmazlıga dustuler. O acı gunun azabına ugrayacak zalimlerin vay haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, farkında olmadıkları bir anda, ansızın kendilerine gelecek Kıyamet'ten baska bir sey mi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"O gun, takva sahibi olan kimselerden baska butun dostlar birbirine dusmandır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! Size bugun korku yoktur ve siz uzulecek de degilsiniz"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ayetlerimize iman edenler ve teslim olanlar"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve esleriniz agırlanmıs olarak, girin Cennet'e"},{"SurahNumber":43,"VerseNumber":71,"Text":"Etraflarında altın tepsiler ve kadehler dolastırılır. Orada canların cektigi ve gozlerin zevk aldıgı her sey vardır. Siz, orada ebedi kalacak olanlarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Yapmakta olduklarınız dolayısıyla, sizin varis oldugunuz Cennet iste budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin icin bir cok meyveler vardır, onlardan yersiniz"}]}