{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":127,"Text":"Ara smarana karo! Ibrahima grhera bhitti gethem tulalena, ara isama'ila. “Amadera prabhu! Amadera theke tumi grahana karo. Nihsandeha tumi nije'i sarbasrota, sarbajnata."},{"SurahNumber":2,"VerseNumber":128,"Text":"“Amadera prabhu! Ara tomara prati amadera musalima kare rekho, ara amadera santanasantatidera theke tomara prati musalima um'mat, ara amadera upasana-pranali amadera dekhiye da'o, ara amadera ta'oba kabula karo, nihsandeha tumi nije'i ta'oba kabulakari, aphuranta phaladata."},{"SurahNumber":2,"VerseNumber":129,"Text":"“Amadera prabhu! Tadera majhe tadera theke rasula ut'thapana karo yini tomara pratyadesasamuha tadera kache pare sonabena, ara tadera sekhabena dharmagrantha o jnana-bijnana, ara tadera pabitra karabena. Niscaya'i tumi nije'i mahasaktisali, paramajnani.”"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ara ye ibrahimera dharmamata theke apasrta haya se chara ara ke nijeke nirbodha banaya? Ara abasya'i amara tamke e'i duniyate manonita karechilama, ara nihsandehe tini akherate habena dharmikadera an'yatama."},{"SurahNumber":2,"VerseNumber":131,"Text":"Smarana karo! Tamra prabhu tamke balalena -- “isalama grahana karo!” Tini balalena -- “ami samasta srstajagatera prabhura kache a‌tmasamarpana karachi.”"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ara ibrahima tamra santanadera e'itira bhararpana karechilena, ara iyakuba. “He amara santanasantati! Niscaya allah tomadera jan'ya e'i dharma manonita karechena, ata'eba tomara pranatyaga karo na tomara musalima na haye.”"},{"SurahNumber":2,"VerseNumber":133,"Text":"Athaba tomara ki pratyaksadarsi chile yakhana iyakubera mrtyu esechila, yakhana tini tamra santanadera balechilena -- “tomara amara pare kara ebadata karabe?” Ora balechila -- “amara ebadata karaba tomara upasyera o tomara pitrpurusa ibrahima o isama'ila o isahakera upasyera -- ekaka upasyera, ara tamra kache amara musalima.”"},{"SurahNumber":2,"VerseNumber":134,"Text":"Era aisaba loka yara gata haye geche. Tadera jan'ya ache ya tara arjana karechila ara tomadera jan'ya ya tomara arjana karacha, ara tomadera jababadihi karate habe na ora ya karachila se sanbandhe."}]}