{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah liebt nicht, daß bose Worte laut vernehmbar gebraucht werden, außer wenn einem Unrecht geschieht; wahrlich, Allah ist Allhorend, Allwissend"},{"SurahNumber":4,"VerseNumber":149,"Text":"Ob ihr etwas Gutes kundtut oder es geheimhaltet oder etwas Boses verzeiht, so ist Allah wahrlich Allvergebend, Allmachtig"},{"SurahNumber":4,"VerseNumber":150,"Text":"Wahrlich, diejenigen, die nicht an Allah und Seine Gesandten glauben und eine Trennung zwischen Allah und Seinen Gesandten machen und sagen: \"Wir glauben an die einen und verwerfen die anderen\" und einen Zwischenweg einschlagen mochten"},{"SurahNumber":4,"VerseNumber":151,"Text":"diese sind die Unglaubigen im wahren Sinne, und bereitet haben Wir den Unglaubigen eine schmahliche Strafe"},{"SurahNumber":4,"VerseNumber":152,"Text":"Diejenigen aber, die an Allah und an Seine Gesandten glauben und zwischen ihnen keinen Unterschied machen, sind es, denen Er ihren Lohn geben wird; und Allah ist Allvergebend, Barmherzig"},{"SurahNumber":4,"VerseNumber":153,"Text":"Die Leute der Schrift verlangen von dir, daß du ein Buch vom Himmel zu ihnen herabgelangen laßt. Von Moses aber verlangten sie etwas Großeres als dies, da sie sagten: \"Zeig uns Allah offensichtlich!\" Da traf sie der Blitzschlag wegen ihres Frevels. Danach nahmen sie sich das Kalb, nachdem ihnen doch deutliche Zeichen zuteil geworden waren: aber Wir vergaben das. Und Wir verliehen Moses offensichtliche Beweismacht"},{"SurahNumber":4,"VerseNumber":154,"Text":"Und Wir erhoben anlaßlich des Bundes mit ihnen den Berg uber sie empor und sprachen zu ihnen: \"Tretet durch das Tor in Unterwurfigkeit ein\"; und Wir sprachen zu ihnen: \"Ubertretet nicht das Sabbatgebot.\" Und Wir schlossen einen starken Bund mit ihnen"}]}