{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"(Allah is the) Lord of the heavens and the earth, and what is between them, so worship Him, and be patient in His worship. Do you know of anyone similar to Him?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"And the person (disbeliever) says: “When I am dead, shall I then be raised up alive?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Don’t people remember that Allah created them before out of nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord, surely We shall gather them together and the devils, then We shall bring them round hell on knees"},{"SurahNumber":19,"VerseNumber":69,"Text":"then indeed We shall drag out from every sect all those who were worst in rebellion against the Gracious (Allah)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Then, surely We know best those who deserve to be burnt in it"},{"SurahNumber":19,"VerseNumber":71,"Text":"There is not one of you, who will not pass over it (hell); this is a Decree with your Lord"},{"SurahNumber":19,"VerseNumber":72,"Text":"then We shall save those who feared (Allah) and were dutiful to Him. And We shall leave the wrongdoers in it (hell) kneeling"},{"SurahNumber":19,"VerseNumber":73,"Text":"And when Our clear Verses are recited to them, the disbelievers say to those who believe: “Which of the 2 groups (believers and disbelievers) have best position and better place?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"And how many from a generation have We destroyed before them, who were better in goods and outward appearance"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say (O Muhammad): “Whoever is in the error, the Gracious (Allah) provides an extension (of opportunity) to him, until they see about which they were warned; either it is the punishment or the Hour (of Doom), they will know who is in worst position, and who is weaker in forces"},{"SurahNumber":19,"VerseNumber":76,"Text":"And Allah increases in guidance for those who seek guidance. The everlasting righteous deeds are better with your Lord for reward and better for resort.”"}]}