{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":27,"Text":"Ra allāha cāhancha ki timrō paścātāpa svīkāra garōs ra juna mānisaharū āphnai svārthapūrṇa cāhanābāṭa dōṣita hunchan, tinīharū cāhanchan ki timī āphnō satya mārgabāṭa dhērai vicalita bha'ihāla"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allāha cāhancha ki timīharūmāthikō bhāra halukō pārōs, kinabhanē mānisa kamajōra sr̥ṣṭi gari'ēkō hō"},{"SurahNumber":4,"VerseNumber":29,"Text":"Hē mōminaharū! Timīharū āpasamā ēka arkākō sampatti anucitarūpamā nakhā'ū. Tara āpasī sahamatilē vyāpārakō mādhyamabāṭa lēnadēnamā lābha jāyaja huncha, ra āphūlā'ī āphai namāra. Yasamā kunai sandēha chaina ki allāha timīmāthi dhērai kr̥pālu cha"},{"SurahNumber":4,"VerseNumber":30,"Text":"Yadi kasailē yastō aṭēripana ra atyācāra garcha bhanē hāmīlē tyasalā'ī śīghra nai narkakō āgōmā hālnē chauṁ. Yō allāhakō lāgi ati sarala kāma hō"},{"SurahNumber":4,"VerseNumber":31,"Text":"Yadi timīharū yī ṭhūlā–ṭhūlā pāpaharū juna timrō lāgi niṣēdhita gari'ēkā chan, bacnē garchau bhanē hāmī timrā sa–sānā pāpaharū māpha garidinēchauṁ ra timīlā'ī sam'māna ra ādarakō ṭhā'um̐mā pravēśa garā'unē chauṁ"},{"SurahNumber":4,"VerseNumber":32,"Text":"Ra juna kurāmā allāhalē timīharūmadhyē kēhīlā'ī kēhīmāthi śrēṣṭhatā pradāna garēkō cha, tyasakō lāgi lōbha nagara. Puruṣaharūlā'ī tinīharūlē garēkō karma anusāra pratiphala nirdhārita cha, ra strīharūlā'ī tinīharūkō karma anusāra phala pradāna garinēcha, ra allāhasita usakō kr̥pā mām̐gdai gara. Niḥsandēha allāha pratyēka kurō jāndacha"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ra juna sampatti āmā–bābu ra nātēdāra chōḍēra mardachan, tyasabāṭa hāmīlē pratyēkakō haka nirdhārita garisakēkā chauṁ ra juna mānisaharūsita timīlē āphai karāra garisakēkā chau, tinīharūlā'ī tinakō haka dē'ū. Niḥsandēha allāha sampūrṇa kurāharūkō sākṣī cha"}]}