{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":12,"Text":"īmāṉ koṇṭavarkaḷē! Nīṅkaḷ (nam) tūtaruṭaṉ irakaciyam pēca nēriṭṭāl uṅkaḷ irakaciyattiṟku muṉṉar ētēṉum tāṉa tarmattai muṟpaṭuttuṅkaḷ. Itu uṅkaḷukku, naṉmaiyākavum, (uḷḷattiṟkut) tūymaiyākavum irukkum, āṉāl (tāṉa tarmam ceyvataṟku) nīṅkaḷ vacatipeṟṟīrāviṭiṉ - niccayamāka allāh mika maṉṉippavaṉ, mikka kirupaiyuṭaiyavaṉ"},{"SurahNumber":58,"VerseNumber":13,"Text":"nīṅkaḷ uṅkaḷ irakaciyap pēccukku muṉṉāl tāṉa tarmaṅkaḷ muṟpaṭuttivaikka vēṇṭumē eṉṟu añcukiṟīrkaḷā? Appaṭi nīṅkaḷ ceyya (iyala)villaiyeṉiṉ (ataṟkāka tavpā ceyyum) uṅkaḷai allāh maṉṉikkiṟāṉ, ākavē, toḻukaiyai muṟaippaṭi nilainiṟuttuṅkaḷ, iṉṉum, jakāttum koṭuttu vāruṅkaḷ, mēlum allāhvukkum, avaṉ tūtarukkum vaḻippaṭuṅkaḷ, aṉṟiyum nīṅkaḷ ceypavaṟṟaiyellām allāh naṉku aṟikiṟāṉ"},{"SurahNumber":58,"VerseNumber":14,"Text":"enta camūkattār mītu allāh kōpam koṇṭāṉō, avarkaḷuṭaṉ cinēkikkiṟavarkaḷai (napiyē!) Nīr kavaṉittīrā? Avarkaḷ uṅkaḷil uḷḷavarkaḷum allar, avarkaḷil uḷḷavarkaḷum allar. Avarkaḷ aṟintu koṇṭē (uṅkaḷuṭaṉ iruppatākap) poyc cattiyam ceykiṉṟaṉar"},{"SurahNumber":58,"VerseNumber":15,"Text":"Avarkaḷukkāka allāh kaṭiṉamāṉa vētaṉaiyaic cittam ceytirukkiṉṟāṉ. Niccayamāka avarkaḷ ceytu koṇṭiruppavai yellām mikavum keṭṭavaiyē"},{"SurahNumber":58,"VerseNumber":16,"Text":"avarkaḷ taṅkaḷ cattiyaṅkaḷaik kēṭayamāka ākkikkoṇṭu, (makkaḷai) allāhviṉ pātaiyai viṭṭum taṭukkiṟārkaḷ, ākavē avarkaḷukku iḻivupaṭuttum vētaṉai uṇṭu"},{"SurahNumber":58,"VerseNumber":17,"Text":"avarkaḷuṭaiya cottukkaḷum, avarkaḷuṭaiya makkaḷum, allāh vi(tikkum vētaṉaiyi)liruntu (kāppāṟṟa) utavātu, avarkaḷ narakavātikaḷ, avarkaḷ atil eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":58,"VerseNumber":18,"Text":"avarkaḷ aṉaivaraiyum allāh eḻuppum nāḷil avarkaḷ uṅkaḷiṭam cattiyam ceytatu pōl, avaṉiṭamum cattiyam ceyvārkaḷ, aṉṟiyum, avarkaḷ (ataṉ mūlam tappittuk koḷvataṟku) ētō oṉṟiṉ mītu niccayamākat tāṅkaḷ iruppatāka eṇṇikkoḷvārkaḷ, aṟintu koḷka: Niccayamāka avarkaḷ poyyarkaḷē"},{"SurahNumber":58,"VerseNumber":19,"Text":"avarkaḷai ṣaittāṉ mikaittu allāhviṉ niṉaippaiyum avarkaḷ maṟantu viṭumāṟu ceytu viṭṭāṉ - avarkaḷē ṣaittāṉiṉ kūṭṭattiṉar, aṟintu koḷka: Ṣaittāṉiṉ kūṭṭattiṉar tām niccayamāka naṣṭamaṭaintavarkaḷ"},{"SurahNumber":58,"VerseNumber":20,"Text":"niccamayāka evarkaḷ allāhvaiyum avaṉuṭaiya tūtaraiyum etirkkiṟārkaḷō, niccayamāka avarkaḷē mikavum tāḻntavarkaḷ"},{"SurahNumber":58,"VerseNumber":21,"Text":"nāṉum eṉṉuṭaiya tūtarkaḷum niccayamāka mikaittu viṭuvōm\" eṉṟu allāh vitittuḷḷāṉ; niccayamāka allāh mikka caktiyuṭaiyavaṉ, yāvaraiyum mikaittavaṉ"}]}