{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Ете ти од мудроста што ти ја објави Господарот твој. И не придружувај Му на Аллах друг бог, зашто ќе бидеш фрлен во Џехеннемот, понижен и отфрлен"},{"SurahNumber":17,"VerseNumber":40,"Text":"Ви подари ли Господарот ваш синови, а за Себе ги зема мелеките како ќерки? Вие зборувате, секако, „ зборови големи"},{"SurahNumber":17,"VerseNumber":41,"Text":"Во овој Кур\"ан, секако, Ние поставивме ред за да се присетат, и тоа само им го зголемува оддалечувањето"},{"SurahNumber":17,"VerseNumber":42,"Text":"Кажи:“Кога би имало покрај Него богови како што зборуваат, тогаш, би побарале пат до Аршот"},{"SurahNumber":17,"VerseNumber":43,"Text":"Славен е Он и Возвишен, над она што го зборуваат, со висина голема"},{"SurahNumber":17,"VerseNumber":44,"Text":"Него го слават И седумте небеса и Земјата, И она што е меѓу нив. И нема ништо што, со благодарност своја, не Го слави, но вие не го разбирате славењето нивно! Он, навистина, е Благ и Простувач"},{"SurahNumber":17,"VerseNumber":45,"Text":"И кога го читаш Кур\"анот меѓу тебе и оние кои не веруваат во Ахирет Ние поставивме завеса невидлива"},{"SurahNumber":17,"VerseNumber":46,"Text":"врз срцата нивни Ние ставивме прекривачи за да не го разберат, а тво ушите нивни тежина. И кога ќе го споменеш Господарот твој во Куранот, Единствениот, оние ги вртат плеќите со одбојност"},{"SurahNumber":17,"VerseNumber":47,"Text":"И Ние најдобро го знаеме она што оние го слушаат, токму, кога те прислушкуваат, и кога шепотат, и кога зулумќарите зборуваат: “Да, вие следите само еден човек волшебник"},{"SurahNumber":17,"VerseNumber":48,"Text":"Погледни како ти донесуваа примери! Оние скршнаа во заблуда... па, не можат да го најдат патот"},{"SurahNumber":17,"VerseNumber":49,"Text":"И зборуваат: “Кога ќе станеме коски и прашина тогаш ли ќе бидеме оживеани, ОДНОВО создадени"}]}