{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karşı üstünlük taslamayın. Şüphesiz ki ben size apaçık bir delil getiriyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Gerçekten ben, beni taşlamanızdan dolayı benim de Rabbim, sizin de Rabbiniz olan Allah'a sığındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eğer siz bana iman etmezseniz hemen yanımdan uzaklaşın"},{"SurahNumber":44,"VerseNumber":22,"Text":"Musa: \"Şüphesiz ki bunlar suçlu bir kavimdir.\" diyerek yardım etmesi için Rabbine yalvardı"},{"SurahNumber":44,"VerseNumber":23,"Text":"Allah buyurdu ki: \"Kullarımı geceleyin yürüt. Çünkü siz takib edileceksiniz"},{"SurahNumber":44,"VerseNumber":24,"Text":"Karşıya geçince denizi olduğu gibi açık bırak. Çünkü onlar suda boğulacak bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar neler bırakmışlardı, ne bahçeler, ne pınarlar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ne ekinler, ne güzel kaynaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ve içinde eğlenip durdukları nice nimetler ve refah"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte böylece biz onları başka bir kavme miras bıraktık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Gök ve yer onların üzerine ağlamadı. Onlara mühlet de verilmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun ki biz İsrailoğullarını o aşağılayıcı azabdan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun'dan da kurtardık çünkü o üstünlük taslayıp haddi aşan bir zorbaydı"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun ki biz onları bilerek o zamanki alemlere üstün kıldık"},{"SurahNumber":44,"VerseNumber":33,"Text":"Biz onlara içinde apaçık bir imtihan bulunan mucizeler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Gerçekten şu kâfirler diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"Bizim ilk ölümümüzden başka bir şey yoktur. Biz tekrar diriltilecek değiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Eğer siz doğru söyleyen kimselerseniz babalarınızı bize getirin"},{"SurahNumber":44,"VerseNumber":37,"Text":"Onlar mı daha hayırlıdır, yoksa Tükba kavmi ile onlardan öncekiler mi? Biz onların hepsini de helak ettik. Çünkü onlar suçluydular"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gökleri, yeri ve ikisi arasındakileri bir oyun ve eğlence olsun diye yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz onları hak ve hikmetle yarattık. Fakat onların çoğu bunu bilmezler"}]}