{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":118,"Text":"ninṟe rakṣitāv uddēśiccirunneṅkil manuṣyare avan oreāṟṟa samudāyamākkumāyirunnu. (ennāl) avar bhinniccukeāṇēṭayirikkunnatāṇ‌"},{"SurahNumber":11,"VerseNumber":119,"Text":"ninṟe rakṣitāv karuṇa ceytavareāḻike. atinnuvēṇṭiyāṇ avan avare sr̥ṣṭiccat‌. jinnukaḷ, manuṣyar ennī raṇṭ vibhāgatteyuṁ keāṇṭ ñān narakaṁ niṟakkuka tanne ceyyunnatāṇ enna ninṟe rakṣitāvinṟe vacanaṁ niṟavēṟiyirikkunnu"},{"SurahNumber":11,"VerseNumber":120,"Text":"daivadūtanmāruṭe vr̥ttāntaṅṅaḷil ninn ninṟe manas'sin saitharyaṁ nalkunnatellāṁ ninakk nāṁ vivariccutarunnu. itilūṭe yathārt'tha vivaravuṁ, satyaviśvāsikaḷkk vēṇṭa sadupadēśavuṁ, ulbēādhanavuṁ ninakk vannukiṭṭiyirikkukayāṇ‌"},{"SurahNumber":11,"VerseNumber":121,"Text":"viśvasikkāttavarēāṭ nī paṟayuka: niṅṅaḷ niṅṅaḷuṭe nilapāṭanusaricc pravartticc keāḷḷuka. tīrccayāyuṁ ñaṅṅaḷuṁ pravarttikkukayāṇ‌"},{"SurahNumber":11,"VerseNumber":122,"Text":"niṅṅaḷ kāttirikkuka. tīrccayāyuṁ ñaṅṅaḷuṁ kāttirikkukayāṇ‌"},{"SurahNumber":11,"VerseNumber":123,"Text":"ākāśabhūmikaḷile adr̥śyayāthārt'thyaṅṅaḷe paṟṟiyuḷḷa aṟiv allāhuvinnuḷḷatāṇ‌. avaṅkalēkk tanne kāryamellāṁ maṭakkappeṭukayuṁ ceyyuṁ. ākayāl nī avane ārādhikkukayuṁ, avanṟe mēl bharamēlpikkukayuṁ ceyyuka. niṅṅaḷ pravarttikkunnatineppaṟṟiyeānnuṁ ninṟe rakṣitāv aśrad'dhanalla"},{"SurahNumber":12,"VerseNumber":1,"Text":"aliph‌-lāṁ-ṟā. spaṣṭamāya vēdagranthattile vacanaṅṅaḷākunnu ava"},{"SurahNumber":12,"VerseNumber":2,"Text":"niṅṅaḷ grahikkunnatin vēṇṭi at aṟabibhāṣayil vāyikkappeṭunna oru pramāṇamāyi avatarippiccirikkunnu"},{"SurahNumber":12,"VerseNumber":3,"Text":"ninakk ī khur'ān bēādhanaṁ nalkiyat vaḻi ēṟṟavuṁ nalla caritravivaraṇamāṇ nāṁ ninakk nalkikkeāṇṭirikkunnat‌. tīrccayāyuṁ itinumump nī atineppaṟṟi bēādhamillāttavanāyirunnu"},{"SurahNumber":12,"VerseNumber":4,"Text":"yūsuph tanṟe pitāvinēāṭ paṟañña sandarbhaṁ: enṟe pitāvē, patineānnu nakṣatraṅṅaḷuṁ sūryanuṁ candranuṁ enikk sāṣṭāṅgaṁ ceyyunnatāyi ñān svapnaṁ kaṇṭirikkunnu"}]}