{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Allah, yeryuzu sizi sarsmasin diye oraya sabit daglar yerlestirdi. Yolunuzu bulmaniz icin de nehirler ve yollar yaratti"},{"SurahNumber":16,"VerseNumber":16,"Text":"Daha bircok alametler yaratti. Insanlar geceleyin de Allah'in yarattigi yildizlarla yonlerini bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Hic yaratan (Allah), yaratmayan (putlar) gibi olur mu? Artik siz dusunmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Halbuki Allah'in nimetlerini teker teker saymaya kalkissaniz, onlari sayamazsiniz. Muhakkak ki Allah cok bagislayicidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, gizlediginizi de acikladiginizi da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Kafirlerin Allah'tan baska yalvardiklari (putlar) ise, hicbir sey yaratamazlar. Cunku onlar, kendileri yaratilmislardir"},{"SurahNumber":16,"VerseNumber":21,"Text":"O putlar, hep oludurler, diri degildirler ve insanlarin oldukten sonra ne zaman dirileceklerini de bilmezler"},{"SurahNumber":16,"VerseNumber":22,"Text":"Ilahiniz bir tek ilahtir. Bununla beraber ahirete inanmayanlarin kalbleri inkarci, kendileri de boburlenen kimselerdir"},{"SurahNumber":16,"VerseNumber":23,"Text":"Suphesiz ki Allah, onlarin gizlediklerini de aciga vurduklarini da bilir. Dogrusu Allah, kendilerini buyuk gorup hakki kabul etmeyenleri sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlara: \"Rabbiniz ne indirdi? denildigi zaman \"Oncekilerin efsanelerini\" dediler"},{"SurahNumber":16,"VerseNumber":25,"Text":"Bunu soylemelerinin sebebi su: Kiyamet gunu, kendi gunahlarini tam olarak yuklendikten baska, bilgisizlikleri yuzunden saptirmakta olduklari kimselerin gunahlarindan bir kismini da yukleneceklerdir. Dikkat edin, yuklendikleri gunah ne kotudur"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan oncekiler de tuzak kurdular. Fakat Allah onlarin binalarini temelinden sarsti, cati tepelerinden uzerlerine coktu ve azap onlara farkedemedikleri bir yonden geldi"}]}