{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Por pas (vdekjes së) tij, Ne nuk i dërguam kurrfarë ushtrie nga qielli (si dënim) popullit të tij dhe as që kishte nevojë për të dërguar"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Mjaftoi për t’i dënuar ata) vetëm një zë i tmerrshëm, pas të cilit u shuan përnjëherësh"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ah, sa mjerim për ata njerëz! Kurdo që u vinte ndonjë i dërguar, ata nuk bënin tjetër, por vetëm talleshin me të"},{"SurahNumber":36,"VerseNumber":31,"Text":"Vallë, a nuk e kishin parë ata se sa e sa brezni para tyre që kishim shkatërruar nuk u kthyen më"},{"SurahNumber":36,"VerseNumber":32,"Text":"Të gjithë ata do të paraqiten bashkërisht te Ne"},{"SurahNumber":36,"VerseNumber":33,"Text":"Shenjë për ata është toka e vdekur; Ne e ringjallim atë dhe nga ajo nxjerrim drithëra, me të cilat ushqehen"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ne kemi krijuar në tokë kopshte hurmash dhe vreshta e kemi bërë të shpërthejnë në të burime uji"},{"SurahNumber":36,"VerseNumber":35,"Text":"që ata t’i hanë frutat e tyre. Këto nuk i bënë duart e tyre; ndaj, përse ata nuk duan të jenë mirënjohës"},{"SurahNumber":36,"VerseNumber":36,"Text":"Qoftë lavdëruar Ai që i ka krijuar çift të gjitha llojet: çka mbin prej tokës, ata vetë dhe ato që nuk i dinë"},{"SurahNumber":36,"VerseNumber":37,"Text":"Një shenjë tjetër për ata është nata, prej së cilës Ne e tërheqim ditën dhe atëherë ata mbeten në errësirë"},{"SurahNumber":36,"VerseNumber":38,"Text":"Dielli sillet në drejtimin e vet të caktuar. Kështu e ka paracaktuar i Plotfuqishmi, i Gjithëdijshmi"},{"SurahNumber":36,"VerseNumber":39,"Text":"Hënës i kemi caktuar faza; ajo përditë hahet e bëhet si rremi i përkulur i hurmës"},{"SurahNumber":36,"VerseNumber":40,"Text":"As Dielli nuk mund ta arrijë Hënën e as nata nuk mund t’ia kalojë ditës; të gjitha lundrojnë në orbitat e veta"}]}