{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":158,"Text":"nīṅkaḷ maraṇamaṭaintālum allatu kollappaṭṭālum allāhviṭamē nīṅkaḷ oru cērak koṇṭu varappaṭuvīrkaḷ"},{"SurahNumber":3,"VerseNumber":159,"Text":"allāhvuṭaiya rahmattiṉ kāraṇamākavē nīr avarkaḷiṭam meṉmaiyāka (kaṉivāka) naṭantu koḷkiṟīr;. (Collil) nīr kaṭukaṭuppāṉavarākavum, kaṭiṉa cittamuṭaiyavarākavum iruntiruppīrāṉāl, avarkaḷ um camūkattai viṭṭum ōṭippōyiruppārkaḷ;. Eṉavē avarkaḷiṉ (piḻaikaḷai) alaṭciyappaṭuttiviṭuvīrāka. Avvāṟē avarkaḷukkāka maṉṉipput tēṭuvīrāka. Tavira, cakala kāriyaṅkaḷilum avarkaḷuṭaṉ kalantālōcaṉai ceyyum, piṉṉar (avai paṟṟi) nīr muṭivu ceytu viṭṭāl allāhviṉ; mītē poṟuppēṟpaṭuttuvīrāka! - Niccayamāka allāh taṉ mītu poṟuppēṟpaṭuttuvōrai nēcikkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":160,"Text":"(Muḥmiṉkaḷē!) Allāh uṅkaḷukku utavi ceyvāṉāṉāl, uṅkaḷai velpavar evarum illai. Avaṉ uṅkaḷaik kaiviṭṭu viṭṭāl, ataṉ piṟaku uṅkaḷukku utavi ceyvōr yār irukkiṟārkaḷ? Eṉavē, muḥmiṉkaḷ allāhviṉ mītē (muḻumaiyāka nampikkai pūṇṭu) poṟuppēṟpaṭuttik koḷḷaṭṭum"},{"SurahNumber":3,"VerseNumber":161,"Text":"enta napikkum mōcaṭi ceyvatu kūṭātu. Evarēṉum mōcam ceyvārāyiṉ, avar mōcam ceytatai iṟuti nāḷil koṇṭu varuvār, avvēḷaiyil ovvōr ātmāvukkum, atu campātitta(taṟkuriya) palaṉai (kkuṟaiviṉṟik) koṭukkappaṭum. Iṉṉum, avarkaḷ evvakaiyilum aniyāyam ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":3,"VerseNumber":162,"Text":"allāhviṉ viruppattaip piṉ paṟṟi naṭappōr, allāhviṉ kōpattait tam'mēl varavaḻaittuk koṇṭavar pōl āvārā? (Alla - kōpattai varavaḻaittuk koṇṭōruṭaiya) avaṉatu iruppiṭam narakamēyākum;. Atu taṅkumiṭaṅkaḷil mikavum keṭṭatumākum"},{"SurahNumber":3,"VerseNumber":163,"Text":"allāhviṭattil avarkaḷukkup pala nilaikaḷ uḷḷaṉa - iṉṉum allāh avarkaḷ ceypavai aṉaittaiyum pārppavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":3,"VerseNumber":164,"Text":"niccayamāka allāh muḥmiṉkaḷukku aruḷ purintirukkiṉṟāṉ;. Avaṉ avarkaḷukku avarkaḷiliruntē oru rasūlai(tūtarai) aṉuppi vaittāṉ;. Avar avaṉuṭaiya vacaṉaṅkaḷai avarkaḷukku ōtik kāṇpikkiṟār;. Iṉṉum avarkaḷaip (pāvattaiviṭṭum) paricuttamākkukiṟār;. Mēlum avarkaḷukku vētattaiyum ñāṉattaiyum kaṟṟuk koṭukkiṉṟār - avarkaḷō niccayamāka itaṟku muṉ pakiraṅkamāṉa vaḻi kēṭṭilēyē iruntaṉar"},{"SurahNumber":3,"VerseNumber":165,"Text":"Iṉṉum uṅkaḷukku (uhatil) oru tuṉpam vantuṟṟapōtu, nīṅkaḷ (patril) avarkaḷukku itu pōṉṟu irumaṭaṅkut tuṉpam uṇṭu paṇṇiyirunta pōtilum, \"itu eppaṭi vantatu?\" Eṉṟu kūṟukiṟīrkaḷ. (Napiyē!) Nīr kūṟum; itu (vantatu) uṅkaḷiṭamiruntētāṉ - niccayamāka allāh ellāp poruṭkaḷ mītum pērāṟṟaluṭaiyavaṉāka irukkiṟāṉ"}]}