{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":84,"Text":"Indeed We established his power in the land and We gave him all kinds of ways and means"},{"SurahNumber":18,"VerseNumber":85,"Text":"So one time he followed a certain expedition towards the West and he marched on"},{"SurahNumber":18,"VerseNumber":86,"Text":"till he reached the end of the land and the start of an ocean, where the Sun was setting, he noted that it was setting in a mucky spring and found by it a people. We said: \"O Zul-Qarnain! You have the option to either punish them or to show them kindness"},{"SurahNumber":18,"VerseNumber":87,"Text":"He said: \"Anyone Who will do wrong shall be punished; then will he return to his Lord and be sternly punished by Him"},{"SurahNumber":18,"VerseNumber":88,"Text":"As for him who believes and does good deeds, he will have a good reward and will be assigned an easy task by our command"},{"SurahNumber":18,"VerseNumber":89,"Text":"Then he set out on another expedition towards the East and marched on"},{"SurahNumber":18,"VerseNumber":90,"Text":"till he came to the rising of the Sun, he noted it rising on a people for whom We had not provided any shelter from it (they were so backward that they did not even know how to make houses or tents for their living)"},{"SurahNumber":18,"VerseNumber":91,"Text":"He left them as they were: We had full knowledge what priority was before him"},{"SurahNumber":18,"VerseNumber":92,"Text":"Then he set out on another expedition and marched on"},{"SurahNumber":18,"VerseNumber":93,"Text":"till he reached between two mountains where he found a people who could hardly understand his language"},{"SurahNumber":18,"VerseNumber":94,"Text":"They requested: \"O Zul-Qarnain! People of Gog and Magog ravage this land; should we pay you tribute in order for you to build a wall-barrier between us and them"},{"SurahNumber":18,"VerseNumber":95,"Text":"Zul-Qarnain said: \"That which my Lord has granted me is more than enough, just help me with worker-force and I will erect a fortified barrier between you and them"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bring me panels of iron.\" Finally when he had dammed up the space between the two mountains, he said: \"Ply your bellows.\" They did so until the iron wall became red hot, then he said: \"Bring me some molten brass to pour over it"},{"SurahNumber":18,"VerseNumber":97,"Text":"This became such a barrier that Gog and Magog could not scale it or to dig through it"}]}