{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Eger ayıldardın elderi ıymanga kelip, takıba bolussa, Biz alarga asmandardan jana jerden berekelerdi acıp koymokgpuz. Birok, alar Bizdin ayattarıbızdı jalganga cıgarıstı ele, kılmıstarına jarasa karmadık (azap-jaza berdik)"},{"SurahNumber":7,"VerseNumber":97,"Text":"Ayıldardın elderi, alarga Bizdin azap (alarga) tundosu, uktap jatkan kezde kelisinen tınc bele"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ayıldardın elderi, alarga Bizdin azap kunduzu, alar oynop-jırgap jatkan kezde kelisinen koŋuldoru tok bele"},{"SurahNumber":7,"VerseNumber":99,"Text":"Alar Allaһtın amalkerliginen beykapar bele? Allaһtın amalkerliginen zıyan tartuucu koom gana tok koŋul bolot"},{"SurahNumber":7,"VerseNumber":100,"Text":"Meken-jerdi (kunooloru sebeptuu kırgınga ucuragan murunku) eelerinen muras algan adamdarga, eger Biz kaalasak, alardı da kunooloru sebeptuu kaygıga salıp koyusubuz jana juroktoruno moor basıp, tap-takır ukpay turgan kılıp koyusubuz malım emes beken"},{"SurahNumber":7,"VerseNumber":101,"Text":"(O, Muhammad!) Biz saga usul ayıldardın aŋgeme-tarıhın aytıp jatabız: alarga Paygambarları (anık-tunuk) dalilderdi alıp kelisse da, mından murun jalganga cıgarıskanı sebeptuu ıyman keltirbey koyustu. Allaһ kaapırlardın juroktoruno usintip moor basıp koyot"},{"SurahNumber":7,"VerseNumber":102,"Text":"Biz elderdin kopculugundo (paygambar jibergenden kiyin Allaһtın osuyattarına) bekemdikti tappadık. Jana kopculuktorun buzuku abalında taptık"},{"SurahNumber":7,"VerseNumber":103,"Text":"Kiyin Biz alardın (paygambarlardın) artınan Musanı moojizalarıbız menen Firaunga jana anın eline jiberdik. Birok, alar moojizalarga zulum kılıstı. (kaapır bolustu) Emi, buzukulardın akıbeti kanday boloorun korup koy"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa ayttı: “Ey, Firaun! Men aalamdardın Rabbisi tarabınan jiberilgen paygambarmın"}]}