{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Esitä heille kertomus Nooasta, kun hän sanoi kansalleen: »Oi kansani! Jos minun esiintymiseni ja muistutukseni Jumalan merkeistä ovat teille raskaat, koska minä luotan Jumalaan, niin toimikaa silloin yhdessä ja huutakaa epäjumalianne, älkääkä epäröikö hankkeessanne, vaan pankaa se täytäntöön minua vastaan viivyttelemättä"},{"SurahNumber":10,"VerseNumber":72,"Text":"Jos te sitten käännytte takaisin, en vaadi mitään hyvitystä. Minun hyvitykseni on yksin Jumalan käsissä, onhan minun sallittu kuulua oikeauskoisiin (muslimeihin).»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Mutta he valehtelivat häntä vastaan, ja silloin Me pelastimme hänet ja hänen kanssaan arkissa olleet. Me teimme heistä suvun jatkajat ja hukutimme ne, jotka selittivät Meidän merkkimme valheeksi. Katso siis, millainen oli niiden loppu, joita oli varoitettu"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sittemmin nostimme Me hänen jälkeensä profeettoja kansojensa keskuuteen, ja he toivat näille selvät todistukset, mutta eivät nämä ottaneet uskoakseen siihen, mitä olivat aikaisemmin kutsuneet valheeksi. Tällä tavoin Me sinetöimme niiden sydämet, jotka syntiä tekevät"},{"SurahNumber":10,"VerseNumber":75,"Text":"Heidän jälkeensä annoimme Me Mooseksen ja Aaronin mennä Faraon ja hänen päällikköjensä luo mukanaan Meidän merkkimme, mutta he suhtautuivat niihin ylimielisesti ollen syntisiä ihmisiä"},{"SurahNumber":10,"VerseNumber":76,"Text":"Niinpä kun Me lähetimme totuuden heidän luokseen, he sanoivat: »Aivan varmasti tämä on ilmeistä taikuutta.»"},{"SurahNumber":10,"VerseNumber":77,"Text":"Mooses sanoi: »Näinkö puhutte totuudesta, kun se saavuttaa teidät? Onko tämä taikuutta? Taikurit eivät milloinkaan menesty.»"},{"SurahNumber":10,"VerseNumber":78,"Text":"He sanoivat: »Oletko tullut luoksemme käännyttääksesi meidät pois siitä, mihin olemme nähneet esi~isiemme turvautuneen, ja saattaaksesi maan valtiuden teidän kahden käsiin? Me emme aio teihin uskoa.»"}]}