{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, Lam, Raa. Bular Kiteptin — Anık Kuraandın ayattarı"},{"SurahNumber":15,"VerseNumber":2,"Text":"(Osol kezde) Kaapırlar musulman boluunu eŋsep kalaarı bısık.”"},{"SurahNumber":15,"VerseNumber":3,"Text":"(O, Muhammad!) Alardı jon koy, jep-icip, paydalanıp, («biz duynodo tuboluk kalabız» degen jalgan) kıyaldarına aldanıp juro berissin. Kiyin tez ele bilip alısat"},{"SurahNumber":15,"VerseNumber":4,"Text":"Biz ec bir ayıl(-saardın elin) ozuno belgilengen (tagdırdagı) jazmıssc(ı) kelmeyince olturboduk"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ec bir el (ozuno jazılgan) moonotunon ozup da ketpeyt, artta da kalbayt"},{"SurahNumber":15,"VerseNumber":6,"Text":"(Musrikter Muhammadga): “O, Zikir (Kuraan) tusurulgon adam, sen — jindisiŋ"},{"SurahNumber":15,"VerseNumber":7,"Text":"Eger cıncıl bolsoŋ, bizge (sozundu tastıktagan) peristelerdi taap kelci?!» desti"},{"SurahNumber":15,"VerseNumber":8,"Text":"Biz (azaptoocu) peristelerdi Akıykat menen gana tusurobuz. Al ubakıtta alarga moonot berilbeyt"},{"SurahNumber":15,"VerseNumber":9,"Text":"Biz Zikirdi (Kuraandı) Ozubuz tusurduk jana anı Ozubuz saktaybız"},{"SurahNumber":15,"VerseNumber":10,"Text":"Cınında, Biz senden murda, abalkı jamaattarga da (saga oksogon) paygambarlardı jibergenbiz"},{"SurahNumber":15,"VerseNumber":11,"Text":"Alardan kimisine bir paygambar kelcu bolso, anı mıskıldap kuluskon"},{"SurahNumber":15,"VerseNumber":12,"Text":"Biz anı (mazaktoonu) kılmıskerlerdin juroktoruno usintip salıp koyobuz"},{"SurahNumber":15,"VerseNumber":13,"Text":"(Osonduktan,) aga ıyman keltirispeyt. Murunkulardın (ulguluu) jolu ottu go"},{"SurahNumber":15,"VerseNumber":14,"Text":"Eger Biz alarga asmandan esik acıp, alar andan kotorulo bastasa da, (isenbey)"},{"SurahNumber":15,"VerseNumber":15,"Text":"«Kozubuzdu boyop koyuldu! Biz sıykırlanıp kaldık!» deset"}]}