{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Et puis, quiconque Allah veut guider, Il lui ouvre la poitrine a l'Islam. Et quiconque Il veut egarer, Il rend sa poitrine etroite et genee, comme s'il s'efforcait de monter au ciel. Ainsi Allah inflige Sa punition a ceux qui ne croient pas"},{"SurahNumber":6,"VerseNumber":126,"Text":"Telle est la voie de ton Seigneur dans toute sa rectitude. Nous avons [effectivement] bien detaille les signes (ou versets) a des gens qui se rappellent"},{"SurahNumber":6,"VerseNumber":127,"Text":"Pour eux la maison du Salut aupres de leur Seigneur. Et c'est Lui qui est leur protecteur, pour ce qu'ils faisaient (sur terre)"},{"SurahNumber":6,"VerseNumber":128,"Text":"Et le jour ou Il les rassemblera tous: «O communaute des djinns, vous avez trop abuse des humains». Et leurs allies parmi les humains diront: «O notre Seigneur, nous avons profite les uns des autres, et nous avons atteint le terme que Tu avais fixe pour nous.» Il leur dira: «l'Enfer est votre demeure, pour y rester eternellement, sauf si Allah en decide autrement.» Vraiment ton Seigneur est Sage et Omniscient"},{"SurahNumber":6,"VerseNumber":129,"Text":"Et ainsi accordons-Nous, a certains injustes l'autorite sur d'autres, (injustes) a cause de ce qu'ils ont acquis"},{"SurahNumber":6,"VerseNumber":130,"Text":"O communaute des djinns et des humains, ne vous est-il pas venu des messagers, choisis parmi vous, qui vous ont raconte Mes signes et averti de la rencontre de ce jour? Ils diront: «Nous temoignons contre nous-memes.» La vie presente les a trompes; et ils ont temoigne contre eux-memes qu'en (verite) ils etaient mecreants"},{"SurahNumber":6,"VerseNumber":131,"Text":"C'est que ton Seigneur n'aneantit point injustement des cites dont les gens ne sont pas encore avertis"}]}