{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: «Ben sizi ancak vahy ile uyarıyorum; ama sagırlar ne kadar uyarılsalar cagrıyı isitmezler"},{"SurahNumber":21,"VerseNumber":46,"Text":"Yemin olsun ki, Rabbinin azabından cok az birsey onlara dokunursa, muhakkak diyeceklerdir ki: «Vay bizlere, biz gercekten zalimlerdik»"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz ise, kıyamet gunu icin durust teraziler koyarız; hicbir kimseye zerre kadar zulmedilmez; bir hardal tanesi agırlıgınca da olsa, onu getirir koruz. Hesap goren olarak da Biz yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun ki: «Musa ile Harun´a Furkan´ı (Tevrat´ı) bir de ısık ve Allah´tan korkanlar icin de bir ogut vermistik"},{"SurahNumber":21,"VerseNumber":49,"Text":"O takva sahipleri icin ki, gıyabında Rablerinden korkarlar ve kıyamet endisesiyle titrer dururlar"},{"SurahNumber":21,"VerseNumber":50,"Text":"Iste bu (Kur´an) da Bizim indirdigimiz mubarek bir uyarıdır. Simdi siz bunu mu inkar ediyorsunuz"},{"SurahNumber":21,"VerseNumber":51,"Text":"Andolsun ki, bundan once de Ibrahim´e olgunlugunu vermistik ve onun buna layık oldugunu da biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"O vakit babasına ve kavmine dedi ki: «Basına toplanıp durdugunuz su putlar nedir?»"},{"SurahNumber":21,"VerseNumber":53,"Text":"«Atalarımızı bunlara tapar bulduk,» dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrahim: «Andolsun ki, siz de, atalarınız da acık bir sapıklık icindesiniz!» dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"«Ciddi mi soyluyorsun, yoksa sen sakacılardan mısın?» dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"Ibrahim: «Dogrusu, Rabbiniz o goklerin ve yerin Rabbidir ki, onları O yaratmıstır ve ben buna sehadet edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Vallahi siz donup gittikten sonra putlarınıza mutlaka bir tuzak kuracagım!» dedi"}]}