{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"Cac nguoi se khong bao gio đat đen muc đao đuc tru phi cac nguoi chi dung (cho Chinh Nghia cua Allah) nhung vat ma cac nguoi yeu thich nhat; va bat cu vat gi cac nguoi tieu ra thi Allah đeu biet ro ca"},{"SurahNumber":3,"VerseNumber":93,"Text":"Tat ca cac loai thuc pham đeu đuoc phep cho con chau cua Israel ngoai tru thuc pham nao ma Israel tu cam minh truoc khi Kinh Tawrah đuoc ban xuong. Hay bao (con chau cua Israel): “Cac nguoi hay mang Kinh Tawrah ra đay va hay đoc no len neu cac nguoi noi that.”"},{"SurahNumber":3,"VerseNumber":94,"Text":"Boi the, ke tu sau đo, ai bia đat đieu noi doi roi đo thua cho Allah thi la nhung ke lam đieu sai quay"},{"SurahNumber":3,"VerseNumber":95,"Text":"Hay bao ho: “Allah noi su that. Boi the, hay theo tin nguong cua Ibrahim thuan tuy (ton tho chi rieng Allah) va Y khong phai la mot nguoi tho đa than"},{"SurahNumber":3,"VerseNumber":96,"Text":"Qua that, Ngoi Đen đau tien đuoc chi đinh cho nhan loai (đe tho phung Allah) la cai tai Bakkah (Makkah) đay phuc đuc va la chi huong cho thien ha"},{"SurahNumber":3,"VerseNumber":97,"Text":"Noi đo co nhung dau hieu ro rang: Maqam (cho đung) cua Ibrahim; va ai đi vao đo (Makkah) se đuoc an toan. Va viec đi lam Hajj dang len Allah tai Ngoi Đen (Ka'bah) la mot bon phan đoi voi nguoi nao trong nhan loai co đu kha nang tim đuong đi đen đo; va ai khong co đuc tin thi (nen biet) qua that Allah Rat Muc Giau Co, Đoc Lap voi vu tru va muon loai"},{"SurahNumber":3,"VerseNumber":98,"Text":"Hay bao ho: “Hoi nguoi dan Kinh Sach! Tai sao cac nguoi phu nhan cac Loi Mac Khai cua Allah trong luc Allah chung kien moi viec cac nguoi lam?”"},{"SurahNumber":3,"VerseNumber":99,"Text":"Hay bao ho: “Hoi nguoi dan Kinh Sach! Tai sao cac nguoi can tro ai co đuc tin khong cho theo Chinh Đao cua Allah, va tim cach lam cho no cong queo trong luc cac nguoi la nhan chung (xac nhan su that)? Nhung Allah khong lam ngo truoc nhung đieu cac nguoi lam"},{"SurahNumber":3,"VerseNumber":100,"Text":"Hoi nhung ai co đuc tin! Neu cac nguoi nghe theo mot thanh phan cua nhung ai đa đuoc ban cho Kinh Sach thi ho se lam cho cac nguoi khong con tin tuong nua sau khi đa co đuc tin"}]}