{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Sutaram tomara taderake hatya karani baram allaha'i taderake hatya karechena [1]. Ara apani yakhana niksepa karechilena takhana apani niksepa karenani baram allah‌i niksepa karechilena [2] ebam eta muminaderake allah‌ra paksa theke uttamarupe pariksara (madhyame ucca maryadara asina karara) jan'ya [3]; niscaya allah‌ sarbasrota, sarbajna"},{"SurahNumber":8,"VerseNumber":18,"Text":"Eta tomadera jan'ya, ara nisca'i allah‌ kapheradera sarayantra durbala karena"},{"SurahNumber":8,"VerseNumber":19,"Text":"Yadi tomara mimansa ceye thaka, tahale ta to tomadera kache eseche; ara yadi tomara birata ha'o tabe ta tomadera jan'ya kalyanakara, kintu yadi tomara abara yud'dha karate asa tabe amara'o abara sasti niye asaba. Ara tomadera dala sankhyaya besi hale'o tomadera kono kaje asabe na. Ara niscaya allaha muminadera sathe achena"},{"SurahNumber":8,"VerseNumber":20,"Text":"He imanadaragana! Tomara allaha o tamra rasulera anugatya kara ebam tomara yakhana tamra katha sona takhana ta hate mukha phiriye ni'o na"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ara tomara tadera mata hayo na, yara bale, ‘sunalama’; asale tara sune na"},{"SurahNumber":8,"VerseNumber":22,"Text":"Niscaya allah‌ra kache nikrstatama bicaranasila jiba hache badhira, boba, yara bujhe na"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ara allah‌ yadi tadera madhye bhala kichu janatena tabe tini taderake sunatena. Kintu tini taderake sunale'o tara upeksa kare mukha phiriye nita"},{"SurahNumber":8,"VerseNumber":24,"Text":"He imanadaragana! Rasula yakhana tomaderake emana kichura dike dake ya tomaderake pranabanta kare, takhana tomara allaha o tara rasulera dake sara debe ebam jene rakha, niscaya allaha manusa o tara hrdayera majhe antaraya hana [1]. Ara niscaya tamra'i dike tomaderake ekatrita kara habe"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ara tomara phetna theke bemce thaka ya bisesa kare tomadera madhye yara yalima sudhu tadera upara'i apatita habe na. Ara jene rakha ye, niscaya allah‌ sasti dane kathora"}]}