{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":48,"VerseNumber":29,"Text":"Muham'mada (sallallahu alaihi vasallama) allahace rasula (paigambara) aheta ani je loka tyancyasobata aheta, te kaphiranvara kathora aheta. Apasata dayasila aheta. Tumhi tyanna pahala ki ruku'a va sajade karita aheta. Allahaci krpa va tyacya prasannateci kamana karanyata (magna) aheta. Tyance nisana tyacya ceharyanvara sajadyancya prabhavane ahe. Tyanca haca gunavisesa (udaharana) tauratamadhye ahe ani tyance udaharana injilamadhye ahe, tya setisarakhe, jine apale ankura bahera kadhale, maga tyala majabuti dili ani te jada jhale, maga apalya khodavara sarala ubhe rahile ani setakaryanna anandita karu lagale, yasathi ki tyancyamule kaphiranna cidavave, ani imana rakhanaryansi va neka sadacari lokansi allahane maphica ani phara mothya mobadalyaca vayada kela ahe"},{"SurahNumber":49,"VerseNumber":1,"Text":"He imana rakhanaryanno! Allaha ani tyacya paigambaracya pudhe ja'u naka1 ani allahace bhaya balagata raha. Nihsansaya allaha aikanara, jananara ahe"},{"SurahNumber":49,"VerseNumber":2,"Text":"He imana rakhanaryanno! Apala svara (avaja) paigambaracya svarapeksa uncavu naka, ani tyancyasi asa prakare unca svarata bolu naka jya prakare apasata ekamekansi bolata. (Kadacita ase na vhave) ki tumaci karme vaya javita ani tumhala khabarahi na vhavi"},{"SurahNumber":49,"VerseNumber":3,"Text":"Vastutah je loka paigambara (sallallahu alaihi vasallama) yancya samora apala svara dhima (khalaca) rakhatata, heca te loka hota, jyancya hrdayanna, allahane takava (allahacya bhaya) karita parakhuna ghetale ahe, tyancyasathi maphi ahe ani phara mothe punya ahe"},{"SurahNumber":49,"VerseNumber":4,"Text":"Nihsansaya, je loka tumhala kholyancya maguna haka maratata, tyancyapaiki adhikansa (purnatah) nirbud'dha aheta"}]}