{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Skazhi, o prorok: \"YA ne uveshchevayu vas svoimi slovami, a uveshchevayu vas Otkroveniyem ot Allakha, vernym i istinnym. Neveruyushchiye tak dolgo otvrashchalis' ot Istiny Allakha, chto On nalozhil pechat' na ikh slukh, i oni stali kak glukhiye. Ved' glukhiye ne slyshat, kogda ikh uveshchevayut o nakazanii"},{"SurahNumber":21,"VerseNumber":46,"Text":"Bud' uveren (o prorok!), yesli ikh postignet khotya by malost' ot nakazaniya Allakha, nad kotorym oni teper' smeyutsya i ne veryat, chto ono budet, oni zavopyat ot uzhasa: \"O, gore nam! My byli nepravednymi, nespravedlivymi k sebe i k drugim, ibo my ne uverovali v to, chto nam bylo skazano"},{"SurahNumber":21,"VerseNumber":47,"Text":"My ustanovim tochnyye, spravedlivyye vesy v Den' voskreseniya. Ni odna dusha ne budet obizhena nespravedlivost'yu dazhe na ves zernyshka v podschote dobrodeyaniy i zlodeyaniy. Dostatochno Nas v provedenii raschota, chtoby ne bylo ni maleyshey nespravedlivosti"},{"SurahNumber":21,"VerseNumber":48,"Text":"My darovali Muse i Kharunu Toru, yavlyayushchuyusya Razlicheniyem mezhdu istinoy i lozh'yu, razreshonnym i zapretnym. Ona yavlyayetsya takzhe Svetom, vedushchim k pryamomu puti dobra, i poleznym napominaniyem i nazidaniyem dlya bogoboyaznennykh"},{"SurahNumber":21,"VerseNumber":49,"Text":"kotoryye v svoikh serdtsakh vtayne boyatsya Allakha - Tvortsa svoyego. Khotya oni Yego ne videli, oni chuvstvuyut, chto On ikh Vladyka, dazhe v sostoyanii, kogda lyudi otdalilis' ot nikh. Oni trepeshchut ot postoyannogo strakha pered Yego karoy v Sudnyy den'"},{"SurahNumber":21,"VerseNumber":50,"Text":"Etot Koran - blagoslovennoye nazidaniye i napominaniye, nisposlannoye Nami vam tak zhe, kak Poslaniye, nisposlannoye Nami Muse. Neuzheli vy otvergnete yego, khotya vy dolzhny byt' pervymi, kotoryye uveruyut v nego"},{"SurahNumber":21,"VerseNumber":51,"Text":"Do Musy i Kharuna My darovali rukovodstvo k pryamomu puti i istine Ibrakhimu, znaya vso o nom i yego dostoinstvakh, blagodarya kotorym on mog peredat' Nashi nazidaniya obitatelyam mirov"},{"SurahNumber":21,"VerseNumber":52,"Text":"Vspomni, o prorok, kogda Ibrakhim skazal svoyemu ottsu i svoyemu narodu s prezreniyem k idolam, kotorym oni poklonyalis' i chtili: \"Chto eto za statui, kotoryye vy chtite i kotorym vy poklonyayetes'"},{"SurahNumber":21,"VerseNumber":53,"Text":"Oni otvetili: \"My nashli, chto nashi ottsy ikh chtili i im poklonyalis', i my sleduyem po stopam svoikh ottsov"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrakhim skazal: \"V etom vashem poklonenii (idolam) vy i vashi ottsy byli v yavnom zabluzhdenii, daleki ot yasnoy istiny"},{"SurahNumber":21,"VerseNumber":55,"Text":"Oni sprosili Ibrakhima: \"Neuzheli ty prishol k nam s istinoy, kak ty govorish', ili zhe ty iz tekh, kto zabavlyayetsya i ne nesot otvetstvennosti za svoi deyaniya"},{"SurahNumber":21,"VerseNumber":56,"Text":"On otvetil: \"Poistine, vash Gospod' - yedinstvennyy, komu sleduyet smirenno i s uvazheniyem poklonyat'sya, - Vlastelin, kotoryy iznachal'no sotvoril nebesa i zemlyu. Yemu odnomu sleduyet poklonyat'sya! Chto kasayetsya istinnosti moikh slov, to ya iz tekh, kto, prezhde chem skazat', ubezhdayetsya v tom, o chom on svidetel'stvuyet i soobshchayet"},{"SurahNumber":21,"VerseNumber":57,"Text":"I skazal Ibrakhim pro sebya: \"Klyanus' Allakhom, ya pridumayu chto-nibud' protiv vashikh idolov, chtoby razrushit' ikh, kogda vy uydote ot nikh, i togda vam stanet yasno, v kakom vy nakhodites' zabluzhdenii"}]}