{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߊ߬ߟߎ߫ ߜߏ߬ߟߏ ߟߎ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߞߏ߫ ߡߎ߲߬ߠߴߊߟߎ߫ ߞߊ߬ ߛߙߋߦߊ ߟߊߟߐ߬ ߒ߬ߠߎ߫ ߞߊ߲߬؟ ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߫ ߞߊ߬ ߒ߬ ߠߊߞߎߡߊ߫߸ ߏ߬ ߡߍ߲ ߞߊ߬ ߝߋ߲ ߓߍ߯ ߟߊߞߎߡߊ߫، ߏ߬ ߟߋ ߞߵߊߟߎ߫ ߘߊ߲߫ ߛߋ߲߬ߧߊ߬ ߝߟߐ ߘߐ߫ ߸ ߊߟߎ߫ ߟߊߛߊ߬ߦߌ߬ߕߐ߫ ߏ߬ ߟߋ ߡߊ߬"},{"SurahNumber":41,"VerseNumber":22,"Text":"ߊߟߎ߫ ߡߊ߫ ߞߍ߫ ߊߟߎ߫ ߘߏ߲߰ߓߊ߯ ߘߌ߫ ߏ߬ ߘߐ߫ ߞߏ߫ ߊߟߎ߫ ߕߟߏ ߟߎ߬ ߣߴߊߟߎ߫ ߢߊ ߟߎ߬ ߣߴߊߟߎ߫ ߜߏ߬ߟߏ ߟߎ߬ ߓߘߊ߫ ߛߙߋߦߊ ߟߊߟߐ߬ ߊߟߎ߫ ߘߐ߫، ߞߏ߬ߣߌ߲߬ ߊ߬ ߞߍ߫ ߘߴߊߟߎ߫ ߢߣߊ߫ ߟߋ߬ ߞߏ߫ ߊߟߊ߫ ߡߊ߫ ߛߌߦߊߡߊ߲߫ ߟߐ߲߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߘߐ߫"},{"SurahNumber":41,"VerseNumber":23,"Text":"ߏ߬ ߟߋ ߦߴߊߟߎ߫ ߟߊ߫ ߖߌ߰ߟߌ ߘߌ߫ ߊߟߎ߫ ߞߊ߬ ߡߍ߲ ߖߌ߰ ߊߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߸ ߊ߬ ߞߵߊߟߎ߫ ߟߊߕߏ߫ ߊ߬ ߘߐ߫ ߏ߬ ߟߋ ߘߐ߫، ߏ߬ ߟߋ ߞߵߊߟߎ߫ ߟߊߓߊ߲߫ ߓߣߐ߬ߓߊ߮ ߟߎ߬ ߘߏ߫ ߘߌ߫"},{"SurahNumber":41,"VerseNumber":24,"Text":"ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߫ ߡߎ߬ߢߎ߲߬ ߕߊ ߟߋ߫ ߞߏ߬ߣߌ߲߬ ߦߴߊ߬ߟߎ߬ ߡߊߞߍ߫ ߦߙߐ ߘߌ߫، ߣߴߊ߬ߟߎ߫ ߘߏ߲߬ ߞߊ߬ ߘߌ߬ߢߍ߬ߟߊ߬ߢߌߣߌ߲ ߞߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍߣߊ߬ ߞߍ߫ ߟߊ߫ ߘߌ߬ߢߍ߬ߒ߬ߡߊ߬ߕߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫"},{"SurahNumber":41,"VerseNumber":25,"Text":"ߊ߲ ߞߊ߬ ߞߙߎߝߊߢߐ߲߯ ߠߎ߫ ߟߊߕߍ߰ ߊ߬ߟߎ߫ ߡߊ߬߸ ߏ߬ ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߢߍߞߏ ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߞߐߞߏ ߟߎ߬ ߟߊߗߋ߲߬ߧߴߊ߬ߟߎ߬ ߦߋ߫، ߏ߬ ߞߍ ߞߎߡߊ ߜߋ߲ߜߋ߲ߦߊ߫ ߘߴߊ߬ߟߎ߫ ߞߊ߲߬ ߡߊ߲߬ߕߏ߲ ߠߎ߫ ߝߍ߬ ߡߍ߲ ߠߎ߫ ߕߊ߬ߡߌ߲߬ ߘߴߊ߬ߟߎ߬ ߢߍ߫ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߞߘߐ߬ߡߊ߲߫، ߞߏ߬ߣߌ߲߬ ߊ߬ߟߎ߬ ߞߍ߫ ߘߊ߫ ߓߣߐ߬ߓߊ߮ ߟߎ߫ ߟߋ߬ ߘߌ߫ ߘߐߙߐ߲߫"},{"SurahNumber":41,"VerseNumber":26,"Text":"ߡߍ߲ ߠߎ߫ ߓߊ߲߬ߣߍ߲߫ ߏ߬ ߟߎ߬ ߞߊ߲߫ ߠߋ߬ ߞߏ߫ ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߕߟߏߡߊߟߐ߬ ߞߎ߬ߙߊ߬ߣߊ ߢߌ߲߬ ߠߊ߫ ߘߋ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߡߊ߬ߞߊ߲߬ߡߊ߲ߞߊ߲ ߠߋ߬ ߞߍ߫ ߊ߬ ߞߊ߬ߙߊ߲߬ ߕߎߡߊ ߛߴߊߟߎ߫ ߘߌ߫ ߛߴߊ߬ߟߎ߬ ߟߊ߫"},{"SurahNumber":41,"VerseNumber":27,"Text":"ߊ߲ ߞߍߕߐ߫ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߡߊߜߙߏ߬ ߟߊ߫ ߖߊ߲߰ߞߕߊ߬ ߜߍߟߍ߲ ߠߊ߫ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߲ ߘߴߊ߬ߟߎ߫ ߛߊ߬ߙߴߊ߬ߟߎ߬ ߗߋߥߊߟߌ ߘߐ߫ ߖߎ߯ߡߊ߲ ߠߊ߫"},{"SurahNumber":41,"VerseNumber":28,"Text":"ߏ߬ ߟߋ ߊߟߊ߫ ߖߎ߮ ߟߎ߫ ߛߊ߬ߙߊ ߘߌ߫ ߸ ߕߊ ߞߊ߬ߣߌ߲߫ ، ߦߋ߲߬ ߠߴߊ߬ߟߎ߬ ߦߋ߫ ߘߎߡߊ ߛߏ ߘߌ߫ ߸ ߞߵߏ߬ ߞߍ߫ ߛߊ߬ߙߊ ߘߌ߫ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߒ߬ ߠߊ߫ (ߛߋߓߊ߯ߦߊ) ߦߌ߬ߘߊ߬ߞߏ ߟߎ߬ ߡߊߛߐ߬ߛߐ ߝߍ߬ ߊ߬ߟߎ߬ ߓߟߏ߫"},{"SurahNumber":41,"VerseNumber":29,"Text":"ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊ߲ ߡߊ߰ߙߌ ߸ ߡߍ߲ ߠߎ߫ ߝߌ߬ߟߊ ߞߵߊ߲ ߠߊߝߟߌ߬ ߥߐ߬ߞߎߟߐ ߟߎ߬ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߘߐ߫ ߸ ߏ߬ ߟߎ߫ ߦߌ߬ߘߵߊ߲ ߠߊ߫ ߒ߬ ߧߴߊ߬ߟߎ߬ ߞߍ߫ ߒ߬ ߛߋ߲߭ ߠߎ߬ ߞߘߐ߫ ߸ ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߞߍ߫ ߘߎ߰ߟߊ߬ߕߊ ߟߎ߬ ߘߏ߫ ߘߌ߫"}]}