{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":62,"Text":"Orayı gecip gittiklerinde (Musa) usagına: \"Kahvaltımızı bize getir (de yiyelim), andolsun ki, bu yolculugumuzdan (epey) yorgunluk cektik.\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Usagı): \"Gordun mu, dedi, kayaya sıgındıgımız vakit balıgı unuttum. Onu soylememi, bana ancak seytan unutturdu. (Balık), sasılacak bicimde denizin icinde yolunu tuttu"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa): \"Iste aradıgımız o idi.\" dedi. Tekrar izlerini ta'kibederek geriye donduler, (kayaya vardılar)"},{"SurahNumber":18,"VerseNumber":65,"Text":"(Orada) Kullarımızdan bir kul buldular ki, biz ona katımızdan bir rahmet vermistik ve ona katımızdan bir ilim ogretmistik"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona: \"Sana ogretilenden, bana da bir bilgi ogretmen icin sana tabi olabilir miyim?\" dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"(O da): \"Sen benimle beraber bulunmaga dayanamazsın\" dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Sana bildirilmeyen bir seye nasıl dayanabilirsin"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa): \"Insaallah, dedi, beni sabredici bulursun, senin emrine karsı gelmem"},{"SurahNumber":18,"VerseNumber":70,"Text":"(O kul): \"O halde, dedi, eger bana tabi olursan ben sana anlatıncaya kadar (yaptıgım) hicbir sey hakkında bana soru sorma"},{"SurahNumber":18,"VerseNumber":71,"Text":"Bunun uzerine yuruduler. Nihayet gemiye bindikleri zaman gemiyi deliverdi. (Musa): \"Halkını bogmak icin mi gemiyi deldin? Gercekten sen cok tehlikeli bir is yaptın!\" dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"(O kul): \"Sen benimle beraber bulunmaga dayanamazsın demedim mi?\" dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa): \"Unuttugum seyden oturu beni kınama ve bana bu isimden dolayı bir gucluk cıkarma.\" dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Yine yuruduler. Nihayet bir oglana rastladılar. (O kul) hemen onu oldurdu. (Musa): \"Bir can karsılıgı olmadan temiz bir cana kıydın ha? Dogrusu sen, cirkin bir is yaptın!\" dedi"}]}