{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":74,"VerseNumber":48,"Text":"Vi vay, se khong mot su can thiep nao cua nhung nguoi can thiep co the giup ich đuoc chung"},{"SurahNumber":74,"VerseNumber":49,"Text":"Sao chung quay lung lai voi Loi Nhac Nho (Qur’an), co van đe gi voi chung"},{"SurahNumber":74,"VerseNumber":50,"Text":"Chung quay lung bo chay tranh xa (Qur’an) giong nhu nhung con ngua van hoang so"},{"SurahNumber":74,"VerseNumber":51,"Text":"Thao chay truoc con su tu"},{"SurahNumber":74,"VerseNumber":52,"Text":"Đung hon, moi ten trong bon chung mong muon rang minh se đuoc trao cho nhung to kinh đuoc trai ra"},{"SurahNumber":74,"VerseNumber":53,"Text":"Khong. Đung hon, chung khong so Ngay Sau"},{"SurahNumber":74,"VerseNumber":54,"Text":"Khong, (Qur’an) qua that la mot su nhac nho"},{"SurahNumber":74,"VerseNumber":55,"Text":"Vi vay, ai muon thi hay ghi nho (No)"},{"SurahNumber":74,"VerseNumber":56,"Text":"Tuy nhien, khong ai ghi nho (No) ngoai tru nguoi nao Allah muon. Qua that, Ngai la Đang đang phai so va la Đang Tha Thu"},{"SurahNumber":75,"VerseNumber":1,"Text":"TA (Allah) the boi Ngay Phuc Sinh"},{"SurahNumber":75,"VerseNumber":2,"Text":"Va TA the boi linh hon tu trach"},{"SurahNumber":75,"VerseNumber":3,"Text":"Co phai con nguoi cho rang TA se khong bao gio tap hop đuoc xuong cot cua y lai"},{"SurahNumber":75,"VerseNumber":4,"Text":"Khong (nhu chung nghi). TA toan nang sap xep lai mot cach hoan hao tung đau ngon tay cua y"},{"SurahNumber":75,"VerseNumber":5,"Text":"Khong! Con nguoi (phu nhan su Phuc Sinh) vi muon tiep tuc pham toi o phia truoc"},{"SurahNumber":75,"VerseNumber":6,"Text":"Y hoi: “Khi nao Ngay Phuc Sinh se đen?”"},{"SurahNumber":75,"VerseNumber":7,"Text":"Vi vay, khi cap mat lung tung va ngac nhien (luc nhin thay nhung gi ma y đa phu nhan)"},{"SurahNumber":75,"VerseNumber":8,"Text":"Va mat trang bi che khuat"},{"SurahNumber":75,"VerseNumber":9,"Text":"Va mat troi va mat trang giao nhau"},{"SurahNumber":75,"VerseNumber":10,"Text":"Vao Ngay đo, con nguoi se noi: “Biet tron noi đau?”"},{"SurahNumber":75,"VerseNumber":11,"Text":"Khong! Se khong co noi nao đe chay tron"},{"SurahNumber":75,"VerseNumber":12,"Text":"(Hoi Thien Su Muhammad!) Ngay đo, noi chac chan phai đen chinh la ve voi Thuong Đe cua Nguoi"},{"SurahNumber":75,"VerseNumber":13,"Text":"Vao Ngay đo, con nguoi se đuoc cho biet nhung gi y đa goi đi truoc cung nhu nhung gi y con đe lai"},{"SurahNumber":75,"VerseNumber":14,"Text":"Khong! Con nguoi se lam chung (to cao) chinh minh"},{"SurahNumber":75,"VerseNumber":15,"Text":"Cho du y co đua ra moi loi bao chua"},{"SurahNumber":75,"VerseNumber":16,"Text":"Nguoi (hoi Thien Su) đung co hoat đong chiec luoi cua minh voi (Qur’an) hau muon nhanh chong thuoc No, (vi so trai tim Nguoi se quen mat)"},{"SurahNumber":75,"VerseNumber":17,"Text":"(Nguoi đung lo so!) Qua that, TA co nhiem vu tap hop No lai (trong trai tim Nguoi) va lam cho Nguoi đoc đuoc No"},{"SurahNumber":75,"VerseNumber":18,"Text":"Vi vay, khi TA đoc No (qua đai Thien Than Jibril) thi Nguoi hay đoc theo loi đoc cua Y"},{"SurahNumber":75,"VerseNumber":19,"Text":"Sau đo, TA co nhiem vu giang giai y nghia cua No (cho Nguoi)"}]}