{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"We granted him his household and the like thereof along with them as a mercy from Us, and as a reminder (with guidance and instruction) for the people of discernment"},{"SurahNumber":38,"VerseNumber":44,"Text":"(We also told him): \"Take in your hand a bundle of rushes and strike with it: do not break your oath.\" Surely, We found him full of patience and constancy. How excellent a servant! He was surely one ever-turning to God in penitence"},{"SurahNumber":38,"VerseNumber":45,"Text":"And remember Our servants Abraham and Isaac and Jacob, endowed with power (in obedience to God and doing good deeds), and insight (to discern the truth in things and events)"},{"SurahNumber":38,"VerseNumber":46,"Text":"We made them perfectly pure and sincere by virtue of a characteristic most pure: their constant remembrance of the Abode (of the Hereafter)"},{"SurahNumber":38,"VerseNumber":47,"Text":"They are in Our sight among the perfectly purified, chosen ones, the truly good"},{"SurahNumber":38,"VerseNumber":48,"Text":"And also remember Ishmael and al-Yasa‘a (Isaiah), and Dhu’l-Kifl. Every one of them is of the truly good"},{"SurahNumber":38,"VerseNumber":49,"Text":"All this is a remembrance (of the excellence of those We have mentioned and an instruction for people). For the God-revering, pious there is an excellent abode of return"},{"SurahNumber":38,"VerseNumber":50,"Text":"Gardens of perpetual bliss whose gates are wide-open to them"},{"SurahNumber":38,"VerseNumber":51,"Text":"In which they will recline (on thrones), calling therein for many a fruit and drink"},{"SurahNumber":38,"VerseNumber":52,"Text":"And with them will be pure, chaste-eyed spouses, well-matched, (whose glances are fixed on them only)"},{"SurahNumber":38,"VerseNumber":53,"Text":"This is what you are promised for the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":54,"Text":"This is certainly Our provision (for you) with no diminishing (nor end) in it"},{"SurahNumber":38,"VerseNumber":55,"Text":"All this (for the God-revering, pious); but for the rebellious is an evil abode of return"},{"SurahNumber":38,"VerseNumber":56,"Text":"Hell, where they will enter to roast: how evil a cradle"},{"SurahNumber":38,"VerseNumber":57,"Text":"This (then is for them), so let them taste it: boiling water and intensely-cold, dark fluid"},{"SurahNumber":38,"VerseNumber":58,"Text":"And paired with that, another (torment) of similar nature"},{"SurahNumber":38,"VerseNumber":59,"Text":"(O rebellious ones!) Here is the crowd of people who rushed blindly into sin in your company (while in the world, and now they will rush into the Fire together with you)!\" (The rebellious ones cry out:) \"No welcome for them! They will indeed enter the Fire to roast"},{"SurahNumber":38,"VerseNumber":60,"Text":"They (who had blindly followed) say: \"No! rather for you, there is no welcome for you! It is you who forwarded this for us (from the world)!\" Then, how evil a place to abide in"},{"SurahNumber":38,"VerseNumber":61,"Text":"And they say (in supplication): \"Our Lord! Whoever forwarded this for us, increase him in punishment doubled in the Fire"}]}