{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"(Musriklər istehza ilə) səni tələsdirib əzabın tez gəlməsini istəyirlər. Əgər (bunun ucun) əvvəlcədən muəyyən edilmis bir vaxt olmasaydı, sozsuz ki, əzab onlara gələrdi. Subhəsiz ki, (əzab) onlara qəflətən, ozləri də hiss etmədən gələcəkdir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Onlar səndən əzabın tez gəlməsini istəyirlər. Həqiqətən, Cəhənnəm kafirləri qaplayacaqdır"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gun əzab onları baslarının ustundən, ayaqlarının altından saracaqdır. (Allah) onlara: “Etdiyiniz əməllərin cəzasını dadın!” – deyə buyuracaqdır"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman gətirən bəndələrim! (Əgər hər hansı bir yerdə islamiyyətə gorə sizi incidib əziyyət verirlərsə, orada sizi olum təhlukəsi gozləyirsə, yaxud dini vəzifələrinizi lazımınca yerinə yetirə bilmirsinizsə, basqa səhərlərə və olkələrə hicrət edə bilərsiniz. Mən oralarda da sizə ruzi verərəm). Subhəsiz ki, Mənim yerim genisdir. Buna gorə də yalnız Mənə ibadət edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Hər bir kəs (hər bir canlı) olumu dadacaqdır. Sonra da (qiyamət gunu) huzurumuza qaytarılacaqsınız"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman gətirib yaxsı islər gorənləri (agacları) altından caylar axan cənnət gusələrində (Cənnətin yuksək məqamlarında) sakin edəcəyik. Onlar orada əbədi qalacaqlar. (Yaxsı əməllər) edənlərin mukafatı necə də gozəldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"O kəslər ki, səbr edər və yalnız Rəbbinə bel baglayarlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"(Yer uzundə zəiflikləri ucbatından) ruzisini dasıya (əldə edə) bilməyən necə-necə canlılar vardır. Onların da, sizin də ruzinizi Allah verir. O, (hər seyi) esidəndir, biləndir. (Sizə dininizə gorə bir məsəqqət uz verdiyi zaman məisət cətinliklərindən qorxub basqa olkələrə hicrət etməkdən cəkinməyin. Allah orada da ruzinizi verəcəkdir. O sizi hec vaxt darda qoymaz)"},{"SurahNumber":29,"VerseNumber":61,"Text":"(Ya Rəsulum!) Həqiqətən, əgər (Məkkə musriklərindən): “Goyləri və yeri kim yaratmıs, gunəsi və ayı kim ram (oz əmrinə, insanların mənafeyinə kim tabe) etmisdir?” – deyə sorussan, onlar mutləq: “Allah!” – deyə cavab verəcəklər. Elə isə onlar (tovhiddən, yalnız Allaha ibadət etməkdən) niyə dondərilirlər"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah Oz bəndələrindən istədiyinin ruzisini artırar da, azaldar da. Allah hər seyi (yerli-yerində) biləndir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Həqiqətən, əgər sən (Məkkə musriklərindən): “Goydən yagmur endirib quruduqdan sonra onunla yerə təzədən can verən kimdir?” – deyə sorussan, onlar mutləq: “Allahdır!” – deyə cavab verəcəklər. De: “Həmd olsun Allaha!” Lakin onların əksəriyyəti dərindən dusunməz! (Musriklərin xeyirlərilə zərərlərini bir-birindən ayırmaga aglı catmır. Onlar cəhalətləri uzundən belə guman edirlər ki, butlər onları haqq olan Allaha yaxınlasdırır)"}]}