{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"und den Quran für lauter Lügen erklärten"},{"SurahNumber":15,"VerseNumber":92,"Text":"Darum, bei deinem Herrn, werden Wir sie sicherlich alle zur Rechenschaft ziehen"},{"SurahNumber":15,"VerseNumber":93,"Text":"um dessentwillen, was sie zu tun pflegten"},{"SurahNumber":15,"VerseNumber":94,"Text":"So tue kund, was dir befohlen wurde, und wende dich von den Götzendienern ab"},{"SurahNumber":15,"VerseNumber":95,"Text":"Wir werden dir sicherlich gegen die Spötter genügen"},{"SurahNumber":15,"VerseNumber":96,"Text":"die einen anderen Gott neben Allah setzen, doch bald werden sie es wissen"},{"SurahNumber":15,"VerseNumber":97,"Text":"Und wahrlich, Wir wissen, daß deine Brust beklommen wird wegen dem, was sie reden"},{"SurahNumber":15,"VerseNumber":98,"Text":"Aber lobpreise deinen Herrn und sei unter den SichNiederwerfenden"},{"SurahNumber":15,"VerseNumber":99,"Text":"Und diene deinem Herrn, bis die Gewißheit zu dir kommt"},{"SurahNumber":16,"VerseNumber":1,"Text":"Der Befehl Allahs kommt, so sucht ihn nicht zu beschleunigen. Gepriesen ist Er und Erhaben über all das, was sie anbeten"},{"SurahNumber":16,"VerseNumber":2,"Text":"Er sendet die Engel auf Seinen Befehl mit der Offenbarung zu dem von Seinen Dienern hernieder, zu dem Er will: \"Warnt (die Menschen,) daß kein Gott da ist außer Mir. Mich allein sollt ihr fürchten"},{"SurahNumber":16,"VerseNumber":3,"Text":"Er hat die Himmel und die Erde in gerechter Weise erschaffen. Erhaben ist Er über all das, was sie anbeten"},{"SurahNumber":16,"VerseNumber":4,"Text":"Er hat den Menschen aus einem Tropfen erschaffen, doch seht, nun ist er ein offenkundiger Gegner"},{"SurahNumber":16,"VerseNumber":5,"Text":"Und das Vieh hat Er erschaffen, ihr habt an ihm Wärme und Nutzen; und davon esset ihr"},{"SurahNumber":16,"VerseNumber":6,"Text":"Und es ist schön für euch, wenn ihr (es) abends eintreibt und morgens austreibt"}]}