{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":102,"Text":"Iyon ay si Allāh, ang Panginoon ninyo; walang Diyos kundi Siya, ang Tagalikha ng bawat bagay kaya sumamba kayo sa Kanya. Siya sa bawat bagay ay Pinananaligan"},{"SurahNumber":6,"VerseNumber":103,"Text":"Hindi nakaaabot sa Kanya ang mga paningin samantalang Siya ay nakaaabot sa mga paningin. Siya ay ang Nakatatalos, ang Mapagbatid"},{"SurahNumber":6,"VerseNumber":104,"Text":"May dumating nga sa inyo na mga hayag na patunay mula sa Panginoon ninyo. Kaya ang sinumang nakakita ay para sa sarili niya [ang pakinabang]; at ang sinumang nabulag ay laban dito [ang pinsala]. Hindi ako sa inyo isang mapag-ingat"},{"SurahNumber":6,"VerseNumber":105,"Text":"Gayon Kami nagsasarisari ng mga talata at upang magsabi sila na nag-aral ka at upang maglinaw ka nito para sa mga taong umaalam"},{"SurahNumber":6,"VerseNumber":106,"Text":"Sumunod ka sa ikinasi sa iyo mula sa Panginoon mo – walang Diyos kundi Siya – at umayaw ka sa mga tagapagtambal"},{"SurahNumber":6,"VerseNumber":107,"Text":"Kung sakaling niloob ni Allāh ay hindi sana sila nagtambal. Hindi Kami gumawa sa iyo para sa kanila na isang mapag-ingat. Ikaw sa kanila ay hindi isang pinananaligan"},{"SurahNumber":6,"VerseNumber":108,"Text":"Huwag kayong mang-alipusta sa mga dinadalanginan nila bukod pa kay Allāh para mag-alipusta sila kay Allāh dala ng pang-aaway nang walang kaalaman. Gayon ipinang-akit Namin para sa bawat kalipunan ang gawa nila. Pagkatapos tungo sa Panginoon nila ang babalikan nila saka magbabalita Siya sa kanila hinggil sa dati nilang ginagawa"},{"SurahNumber":6,"VerseNumber":109,"Text":"Nanumpa sila kay Allāh ng mariin sa mga panunumpa nila na talagang kung may dumating sa kanila na isang tanda ay talagang sasampalataya nga sila rito. Sabihin mo: \"Ang mga tanda ay nasa ganang kay Allāh lamang. Ano ang nagpaparamdam sa inyo na kapag dumating ito ay hindi sila sasampalataya"},{"SurahNumber":6,"VerseNumber":110,"Text":"Pumipihit Kami sa mga puso nila at mga paningin nila kung paanong hindi sila sumampalataya rito sa unang pagkakataon at nagpapabaya Kami sa kanila sa pagmamalabis nila habang nag-aapuhap sila"}]}