{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"My nizveli s neba vodu v meru (t. ye. dozhd') i propitali yeyu zemlyu, i, voistinu, v Nashey vlasti isparit' yeye"},{"SurahNumber":23,"VerseNumber":19,"Text":"Pri pomoshchi vody My vyrastili dlya vas pal'movyye roshchi i vinogradniki, gde na potrebu vam rastet mnogo plodov, kotoryye vy yedite"},{"SurahNumber":23,"VerseNumber":20,"Text":"a takzhe [vyrastili] derevo, kotoroye rastet na gore Sinay i dayet [olivkovoye] maslo i pripravu dlya vkushayushchikh"},{"SurahNumber":23,"VerseNumber":21,"Text":"Voistinu, zhivotnyye sluzhat nazidaniyem dlya vas: My poim vas tem, chto nakhoditsya u nikh v utrobakh; oni prinosyat vam mnogo pol'zy, i vy pitayetes' ot nikh"},{"SurahNumber":23,"VerseNumber":22,"Text":"na nikh i na korablyakh vy peredvigayetes'"},{"SurahNumber":23,"VerseNumber":23,"Text":"Voistinu, My napravili Nukha k svoyemu narodu, i on vozvestil: \"O moy narod! Poklonyaytes' Allakhu. U vas net drugogo boga, krome Nego. Neuzheli zhe vy ne uboites' [Yego]"},{"SurahNumber":23,"VerseNumber":24,"Text":"No predvoditeli yego naroda, kotoryye ne uverovali, skazali: \"Ved' on - vsego-navsego chelovek, kak i vy. On khochet tol'ko vozvysit'sya nad vami. Yesli by Allakh pozhelal [napravit' poslannika], to On nepremenno nisposlal by angelov. My ne slyshali, chtoby chto-libo podobnoye [sluchilos'] vo vremena nashikh praottsev"},{"SurahNumber":23,"VerseNumber":25,"Text":"On - ne kto inoy, kak besnovatyy muzh, tak chto sledite za nim do pory do vremeni"},{"SurahNumber":23,"VerseNumber":26,"Text":"[Nukh] skazal: \"Gospodi! Podderzhi menya [protiv nikh], tak kak oni otvergayut menya"},{"SurahNumber":23,"VerseNumber":27,"Text":"I My vnushili yemu otkroveniye: \"Soorudi kovcheg pod Nashim prismotrom i soglasno otkroveniyu, kotoroye My tebe darovali. A kogda yavitsya Nashe veleniye i voda zab'yet fontanom iz pechi, to pogruzi na nego po pare vsekh [zhivotnykh], a takzhe tvoyu sem'yu, krome tekh, o ch'yey gibeli uzhe bylo nisposlano Moye veleniye [o gibeli]. I ne prosi Menya za tekh, kotoryye byli greshny, - oni budut potopleny"}]}