{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":15,"Text":"We have advised the human being to be kind to his parents; his mother bore him with hardship and delivered him while suffering a great deal of pain. The period in which his mother bore and weaned him lasted for thirty months. When he grew-up to manhood and became forty years old, he then said, \"Lord, inspire me to give You thanks for the bounties you have granted to me and my parents, and to act righteously to please You. Lord, make my offspring virtuous. Lord I turn to you in repentance; I am a Muslim"},{"SurahNumber":46,"VerseNumber":16,"Text":"These are the ones from whom We accept righteous deeds and ignore their bad deeds. They will be among the dwellers of Paradise. It is the true promise which was given to them"},{"SurahNumber":46,"VerseNumber":17,"Text":"There are people who say to their parents, \"Fie upon you! Are you telling us that we shall be raised from our graves? So many people have died before us and (none of them have been raised)\" Their parents plead to God and say to their child, \"Woe to you! Have faith; the promise of God is certainly true\" They reply, \"What you say is only ancient legends"},{"SurahNumber":46,"VerseNumber":18,"Text":"Such people will be subject to the punishment of God, which was also decreed for many human beings and jinn before them. These people are certainly lost"},{"SurahNumber":46,"VerseNumber":19,"Text":"Everyone will have a position proportionate to the degree of his deeds. Finally, God will recompense them for their deeds and they will not be wronged"},{"SurahNumber":46,"VerseNumber":20,"Text":"On the day when the disbelievers will be exposed to the fire, they will be told, \"You have spent your happy days during your worldly life and enjoyed them. On this day you will suffer a humiliating torment for your unreasonably arrogant manners on earth and for the evil deeds which you have committed"}]}