{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":17,"Text":"Su situación se asemeja a la de quienes prenden un fuego y, una vez este ilumina cuanto hay a su alrededor, Al-lah les arrebata la luz (a causa de su desvío) y los deja en la oscuridad, sin ver"},{"SurahNumber":2,"VerseNumber":18,"Text":"Están sordos, mudos y ciegos (ante la verdad) y no podrán regresar (al buen camino)"},{"SurahNumber":2,"VerseNumber":19,"Text":"O se asemeja a (la de quienes se hallan bajo) una tormenta cargada de tinieblas, truenos y relámpagos; se tapan los oídos con los dedos ante el estampido de los rayos al caer, temiendo la muerte[12]. Así deja Al-lah sin escapatoria a quienes rechazan la verdad"},{"SurahNumber":2,"VerseNumber":20,"Text":"El relámpago casi les arrebata la vista[13]. Cuando los alumbra, caminan a su luz; pero cuando se quedan a oscuras, se detienen. Si Al-lah quisiera, los dejaría sin oído y sin vista. En verdad, Al-lah es Todopoderoso"},{"SurahNumber":2,"VerseNumber":21,"Text":"¡Oh, gentes!, adorad a vuestro Señor, Quien os ha creado a vosotros y a quienes os precedieron para que pudierais ser piadosos"},{"SurahNumber":2,"VerseNumber":22,"Text":"Él es Quien ha hecho para vosotros de la tierra un lugar para que residáis en él, y del cielo, un techo[14] (protector). Y Él es Quien hace descender agua del cielo para que con ella broten frutos para vuestra provisión. Así pues, no adoréis a otros además de a Al-lah equiparándolos con Él, siendo que tenéis conocimiento (de que Él es el único Creador)"},{"SurahNumber":2,"VerseNumber":23,"Text":"Y, si tenéis dudas sobre lo que hemos revelado a Nuestro siervo (Muhammad), producid una sura similar[15] en algo a esta y llamad a quienes adoráis en lugar de Al-lah (para que os ayuden), si es verdad lo que decís"},{"SurahNumber":2,"VerseNumber":24,"Text":"Mas, si no lo hacéis —y no podréis hacerlo—, guardaos de un fuego que tiene por combustible a los hombres y a las piedras, y ha sido preparado para quienes rechazan la verdad"}]}