{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır! Daha önce gizlemekte oldukları şeyler kendilerine göründü. Eğer (dünyaya) geri gönderilseler yine kendilerine yasak edilen şeylere döneceklerdir. Zira onlar gerçekten yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Onlar: “Bu (hayat), ancak dünya hayatımızdır. Biz diriltilecek de değiliz.” dediler"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin huzurunda durduruldukları zaman, sen onları bir görsen: O vakit Allah onlara, bu yeniden dirilme olayı gerçek değil miymiş? diyecek, onlar da “Rabbimize andolsun ki, evet” diyeceklerdir (Allah): “Öyleyse inkâr etmekte olduğunuzdan dolayı tadın azabı!” diyecek"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah ile karşılaşmayı yalanlayanlar hüsrana uğramışlardır. Kıyamet ansızın onların başına geldiği zaman; “Dünyada işlediğimiz kusurlardan dolayı yazıklar olsun bize!” derler. Sırtlarında da günahlarını taşırlar. Dikkat edin! O yüklenip taşıdıkları ne kötüdür"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı bir oyun ve eğlenceden başka bir şey değildir. Ahiret yurdu, takva sahipleri için elbette daha hayırlıdır. Hâlâ akıl etmez misiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Onların söylediklerinin seni üzdüğünü elbette biliyoruz. Fakat onlar seni yalanlamıyorlar. O zalimler, bile bile Allah’ın ayetlerini inkâr ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun ki, senden önce de birçok peygamberler yalanlanmıştı da, onlar yalanlanmalarına ve eziyet edilmelerine karşı sabretmişler ve nihayet kendilerine yardımımız yetişmişti. Allah’ın kelimelerini değiştirebilecek yoktur. Andolsun ki (önceki) peygamberlerin haberlerinden bir kısmı sana gelmiştir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların yüz çevirmeleri sana ağır geldiyse, bir tünel açıp yerin dibine inerek yahut göğe de bir merdiven dayayıp onlara bir âyet getirmeye gücün yeterse (hiç durma yap)! Eğer Allah dileseydi, elbette onları hidayet üzere toplardı. O halde sakın cahillerden olma"}]}