{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"manavanu olitannu bedabekada ritiyalli kedukannu beduttane. Manavanu tumba atura jiviyagiddane"},{"SurahNumber":17,"VerseNumber":9,"Text":"navu ratri hagu hagalannu eradu puravegalagisiddeve mattu nivu nim'ma odeyana anugrahavannu arasabekendu hagu varsagala sankhye mattu (itara) pramanagalannu tiliyabekendu, navu ratriya puraveyannu mandagolisi, hagalina puraveyannu ujvalavagisiddeve. Mattu navu ellavannu savistaravagi vivarisiddeve"},{"SurahNumber":17,"VerseNumber":10,"Text":"navu pratiyobba manavana adrstavannu avana koralige kattiddeve. Punarut'thana dina navu avanigagi ondu pustakavannu horategeyuvevu. Avanu adannu terediruva sthitiyalli kanuvanu"},{"SurahNumber":17,"VerseNumber":11,"Text":"(andu avanodane) ‘‘odu ninna (karmagala)granthavannu indu ninna vicaranege nine saku’’ ennalaguvudu"},{"SurahNumber":17,"VerseNumber":12,"Text":"sanmargadalli nadeyuvatanu svatah tanna labhakkagiyaste sanmargadalli nadeyuttane. Innu darigettavana darigeditanada dusparinama kuda avana meleye iruvudu. (Punarut'thana dina) hore horuva yavobbanu innobbana horeyannu horalaranu. Navantu dutarannu kalisuva tanaka yarannu siksisuvavaralla"},{"SurahNumber":17,"VerseNumber":13,"Text":"navu ondu nadannu nasagolisa bayasidaga adarallina sthitivantarige (nivicchisiddannu madiri endu) adesisi bidutteve mattu avaru alli avidheyateyannu mereyalarambhisuttare. Aga avara mele nam'ma sikseyu kaddayavagi biduttade mattu navu avarannu sampurna nirnamagolisi bidutteve"},{"SurahNumber":17,"VerseNumber":14,"Text":"Nuh‌ra balika navu adesto nadugalannu nasagolisi bittevu. Tanna dasara papagala vicaranege nim'ma odeyane saku. Avanu ellavannu aritiruvavanu mattu ellavannu noduttiruvavanagiddane"},{"SurahNumber":17,"VerseNumber":15,"Text":"aturavagi siguvudannu (ihada sukhavannu) bayasuvavara paiki, navicchisidatanige navu, navicchisuvastannu aturavagiye (ihadalle) kottu bidutteve. Adare munde navu atanige narakavannu vidhisi bidutteve. Nindyanagiyu apamanitanagiyu avanu adarolage seruvanu"},{"SurahNumber":17,"VerseNumber":16,"Text":"innu, paralokavannu apeksisi, adakkagi, sakastu sramisuvavanu mattu visvasiyu agiruvavanu – avara sramavella svikrtavaguvudu"},{"SurahNumber":17,"VerseNumber":17,"Text":"nim'madeyana anugrahagalinda navu ivarigu niduvevu, avarigu niduvevu. Nim'ma odeyana anugrahagalannu tad'ehidiyalaguvudilla"}]}