{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Kono sampradaya'i tara nirdharita kala tbaranbita karate parabe na, ara ta bilanbita karate'o parabe na."},{"SurahNumber":23,"VerseNumber":44,"Text":"Tarapara amara ekera para eka amadera rasulaganake pathiyechilama. Yakhana'i kono sampradayera kache tara rasula esechilena, tamke tara pratyakhyana karechila, ta'i amara tadera ekadalake an'ya dalera pascad'dhabana kariyechilama, ara tadera baniyechilama kahini. Sutaram dura ha’ temana jati yara imana ane na"},{"SurahNumber":23,"VerseNumber":45,"Text":"Tarapara amara pathalama musa o tamra bha'i harunake amadera nidarsanabali o suspasta bidhana diye"},{"SurahNumber":23,"VerseNumber":46,"Text":"phira'a'una o tara parisadabargera kache, kinta tara ahankara dekhiyechila ebam tara chila eka ud'dhata jati."},{"SurahNumber":23,"VerseNumber":47,"Text":"Kaje'i tara balale -- ''amara ki bisbasa karaba amadera n'yaya dujana manusake, athaca tadera sbajati amadera'i sebarata?’’"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sejan'ya tara edera dujanake pratyakhyana karala, tara phale tara dhbansapraptadera antarbhukta ha’la."},{"SurahNumber":23,"VerseNumber":49,"Text":"Ara amara abasya'i musake grantha diyechilama yena tara satpatha abalanbana karate pare."},{"SurahNumber":23,"VerseNumber":50,"Text":"Ara amara mariyama-putra o tamra matake karechilama eka nidarsana, ebam tamdera ubhayake amara asraya diyechilama trnacchadita o jharana-rajite bhara eka parbatya-upatyakaya."},{"SurahNumber":23,"VerseNumber":51,"Text":"He priya rasulagana! Pabitra bastu theke tomara kha'oya-da'oya karo ara bhala kaja karo. Tomara ya karacha se sanbandhe ami niscaya'i sarbajnata."},{"SurahNumber":23,"VerseNumber":52,"Text":"Ara -- ''nihsandeha tomadera e'i sampradaya eka'i sampradaya, ara ami'i tomadera prabhu, ata'eba amake'i toma ra bhaktisrad'dha karo.’’"},{"SurahNumber":23,"VerseNumber":53,"Text":"Kinta tara nijedera madhye tadera anusasana tukaro-tukaro ka’re kete phelala. Pratyeka dala'i tadera kache yesaba rayeche tate'i santasta."},{"SurahNumber":23,"VerseNumber":54,"Text":"Sejan'ya tadera thakate da'o tadera bibhrantite kichukalera jan'ya."},{"SurahNumber":23,"VerseNumber":55,"Text":"Tara ki bhabe ye yehetu amara tadera mala-asababa o santana-santati diye yacchi"},{"SurahNumber":23,"VerseNumber":56,"Text":"amara tadera jan'ya mangalamaya bastu tbaranbita karachi? Na, tara bujhate parache na."},{"SurahNumber":23,"VerseNumber":57,"Text":"Nihsandeha yara khoda tadera prabhura bhaye bhita-santrasta"},{"SurahNumber":23,"VerseNumber":58,"Text":"ara yara sbayam tadera prabhura nirdesabalite bisbasa sthapana kare"},{"SurahNumber":23,"VerseNumber":59,"Text":"ara yara tadera prabhura sange sarika kare na"}]}