{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"a žádný národ lhůtu svou neuspíší ani neodloží"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potom jsme vysílali posly jednoho za druhým, však kdykoliv přišel k nějakému národu posel Jeho, za lháře jej prohlásili. A tak dali jsme následovat jednomu národu za druhým a učinili jsme je příběhy varovnými. Pryč s lidem, který nevěří"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potom jsme vyslali Mojžíše a bratra jeho Áróna se znameními Svými a s pověřením zjevným"},{"SurahNumber":23,"VerseNumber":46,"Text":"k Faraónovi a velmožům jeho, však oni zpyšněli a byli lidem povýšeným"},{"SurahNumber":23,"VerseNumber":47,"Text":"a řekli: \"Máme uvěřit dvěma smrtelníkům stejným jako my, jejichž lid nám otročí"},{"SurahNumber":23,"VerseNumber":48,"Text":"A oba za lháře prohlásili a stali se těmi, kdož do záhuby spějí"},{"SurahNumber":23,"VerseNumber":49,"Text":"A dali jsme Mojžíšovi Písmo doufajíce, že snad lid jeho půjde po cestě správné"},{"SurahNumber":23,"VerseNumber":50,"Text":"A učinili jsme syna Mariina i matku jeho znameními a poskytli jsme jim útulek na výšině bezpečné, s pramenem vody hojné"},{"SurahNumber":23,"VerseNumber":51,"Text":"Poslové, jezte z výtečných pokrmů a konejte zbožné skutky, vždyť Já o všem, co činíte, dobře jsem zpraven"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tato vaše obec je vskutku obcí jedinou a Já vaším jsem Pánem. Buďte tedy vůči Mně bohabojní"},{"SurahNumber":23,"VerseNumber":53,"Text":"Však lidé se rozštěpili ve věci své na sekty a strana každá se radovala jen z toho, co jí bylo vlastní"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ponech je tedy v hlubinách jejich omylu po dobu nějakou"},{"SurahNumber":23,"VerseNumber":55,"Text":"Domnívají se snad, že to, čím jsme hojně opatřili z majetku a synů"},{"SurahNumber":23,"VerseNumber":56,"Text":"Pobízíme je rychle ke konání dobrých skutků, avšak oni o tom nemají tušení"},{"SurahNumber":23,"VerseNumber":57,"Text":"Věru ti, kdož bázní před Pánem svým jsou naplněni"},{"SurahNumber":23,"VerseNumber":58,"Text":"ti, kdož věří v Pána svého znamení"},{"SurahNumber":23,"VerseNumber":59,"Text":"ti, kdož nikoho k Pánu svému nepřidružují"}]}