{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Musa aleyhisselam cevabında) dedi ki: “- Onların (ahvalinin) ilmi, Rabbimin katında bir kitabdadır (Levh-i Mahfuz’dadır). Rabbim hata etmez ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"O ki, yeryuzunu sizin icin bir dosek yaptı, orada sizin icin yollar actı ve gokten bir yagmur indirdi; iste biz, bu yagmur sebebiyle muhtelif nebattan ciftler (sınıflar, yahud erkekli disili bitkiler) cıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem siz yeyin, hem de hayvanlarınıza otlatın. Muhakkak ki bunda (turlu renk, tad ve kokuları olan bitkilerde) akıl sahipleri icin cok ibretler var"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi (babanız Adem’i), o arzdan (topraktan) yarattık; yine olumunuzden sonra sizi ona dondurecegiz. Hem de ondan sizi baska bir defa daha (curumus ve dagılmıs bedenlerinizi toplayıp ruhlarınızı iade ederek) cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Yemin olsun ki, biz, Firavun’a mucizelerimizin hepsini gosterdik. Boyle iken o, yine mucizelerimizi yalanladı ve hakkı kabulden cekindi"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Firavun Musa’ya soyle) dedi: “Ey Musa!. Sen, sihrinle bizi yerimizden (Mısır’dan) cıkarmak icin mi geldin bize"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde biz de senin sihrin gibi, sana bir sihir yapacagız. Simdi sen, kendinle bizim aramızda bir bulusma yeri ve vakti tayin et ki, ne senin, ne bizim caymıyacagımız uygun bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa, Firavun’a cevaben) dedi ki: “- Sizinle bulusma zamanı, sus (bayram) gunu ve insanların toplanacagı kusluk vaktidir.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun uzerine Firavun dondu gitti ve butun hile vasıtalarını topladıktan sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: “- Yazıklar olsun size! Allah’a yalan uydurmayın, sonra bir azap ile kokunuzu keser. Gercekten yalan uyduran ziyana ugramıstır"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar aralarında islerini gorustuler. (Musa galib gelirse ona iman edelim, dediler) ve (bunu) gizlice fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"(Asikare olarak da soyle) dediler: “- Bi ikisi (Musa ile Harun) muhakkak sihirbazdır; buyuleriyle siz hem yerinizden cıkarmak, hem de ornek dininizi yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Onun icin butun hilelerinizi toplayın, sonra hep birden gelin. Bugun ustun gelen, muhakkak zafer kazanmıstır"}]}