{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Közdörü jerge kadalıp, alardı korduk orogon abalda (turuşat) Alar (düynö jaşoosunda) sak-salamat bolup (sajda kıluuga jarap) turganda sajdaga çakırılışkan ele"},{"SurahNumber":68,"VerseNumber":44,"Text":"(O, Muhammad!) Sen bul Sözdü (Kuraandı) jalgan degenderdi Maga koy! Biz alardı bilbegen tarabınan eç bilgizbey azapka salabız"},{"SurahNumber":68,"VerseNumber":45,"Text":"Men alarga möönöt beremin. Menin amalkerligim bekem"},{"SurahNumber":68,"VerseNumber":46,"Text":"Je bolboso (o, Muhammad) sen alardan (özüŋdün daavatıŋ üçün) akı surap, alar bolso tölöödön kıynalıp jatışabı"},{"SurahNumber":68,"VerseNumber":47,"Text":"Je alardın aldında kayıp (aalamındagı Tagdır Kitebi) barbı (jana) alar (oşondon okugandarın) jazışabı"},{"SurahNumber":68,"VerseNumber":48,"Text":"Emi (o, Muhammad) sen Rabbiŋdin ökümünö sabır kıl! Balıktın «eesi» (Yunus paygambar) sıyaktuu (eliŋe sabırsız) bolbo! Bir kezde al (balıktın içine) jutulgan boydon (kap-karaŋgı kursakta oturup) Rabbisine duba kılgan bolçu"},{"SurahNumber":68,"VerseNumber":49,"Text":"Egerde aga Rabbisinin neematı (jakşılıgı) jetpegende, jek körülgön abalda jaydak jerge (karoosuz) taştap koyulmak"},{"SurahNumber":68,"VerseNumber":50,"Text":"Anan Rabbisi anı (kayradan paygambarçılık üçün) tandap, salih (jakşı) insandardan kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"(O, Muhammad) kaapır bolgon adamdar zikirdi (Kuraandı) ukkan mezgilde (içi örttönüp) seni közdörü menen oodara sala jazdaşat jana: «Al jindi!»-deşet"},{"SurahNumber":68,"VerseNumber":52,"Text":"Al (Kuraan) büt aalamdar üçün (eŋ daanışman) nasaat-eskermeden başka nerse emes"},{"SurahNumber":69,"VerseNumber":1,"Text":"Al-— Haakka"},{"SurahNumber":69,"VerseNumber":2,"Text":"«Al=— Haakka» degeni emne"},{"SurahNumber":69,"VerseNumber":3,"Text":"(O, Muhammad!) «Al — Haakka» emne ekenin sen kaydan bilmek eleŋ?”"},{"SurahNumber":69,"VerseNumber":4,"Text":"«Samud» menen «Aad» (koomu) Kıyamattı jalganga çıgarışkan ele"},{"SurahNumber":69,"VerseNumber":5,"Text":"Anan... Samud (eli jürök jargan) aç aykırık menen kıyratıldı"},{"SurahNumber":69,"VerseNumber":6,"Text":"Al emi, Aad bolso, kuturgan boroon şamal menen öltürüldü"},{"SurahNumber":69,"VerseNumber":7,"Text":"(Allaһ) al şamaldı alardın üstünö jeti tün, segiz kün toktoosuz «kızmat kıldırıp» koydu. Anan sen (oo, körüüçü) al jerdegi adamdardı oonap, aykalışıp jatkan kurma daragının deneleri sıyaktuu karoosuz ölüp jatkandarın körösüŋ"},{"SurahNumber":69,"VerseNumber":8,"Text":"Emi, karaçı (alardan biröö-jarımının) ölböy kalganın köröör bekensiŋ"}]}