{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"To, chto darovano vam [v etom mire], - eto vsego lish' uslady zdeshney zhizni i yeye [suyetnyye] prikrasy. A to, chem nagrazhdayet Allakh, - luchsheye i vechnoye. Neuzheli vy ne razumeyete"},{"SurahNumber":28,"VerseNumber":61,"Text":"Neuzheli tot, komu My dali dobroye obeshchaniye, [ispolneniye] kotorogo on obretet, raven tomu, kto poluchil ot Nas vo [vremennoye] pol'zovaniye blaga zdeshney zhizni i kto vposledstvii, v Den' voskreseniya, predstanet [pered Nami]"},{"SurahNumber":28,"VerseNumber":62,"Text":"V tot den' [Allakh] vozzovet k nim i sprosit: \"Gde te, kotorym vy poklonyalis' naryadu so Mnoy i kotorykh vy mnili [bogami]"},{"SurahNumber":28,"VerseNumber":63,"Text":"Te, otnositel'no kotorykh prigovor [Allakha] ispolnitsya, skazhut: \"Gospodi nash! Eto te, kotorykh my sovratili s puti. My sovratili ikh podobno tomu, kak sami my sbilis' s puti. My otrekayemsya ot nikh pered Toboy: oni ne poklonyalis' nam"},{"SurahNumber":28,"VerseNumber":64,"Text":"[Im] skazhut: \"Zovite tekh, komu vy poklonyalis' naryadu s Allakhom\". Oni pozovut ikh (t. ye. idolov), no te ne otkliknutsya [na zov], i vozzvavshikh postignet nakazaniye. O, yesli by oni byli na pryamom puti"},{"SurahNumber":28,"VerseNumber":65,"Text":"I [podumay, Mukhammad,] o tom dne, kogda [Allakh] vozzovet k nim, govorya: \"Chto vy otvetili [Moim] poslannikam"},{"SurahNumber":28,"VerseNumber":66,"Text":"I v tot den' sobytiya [proshlykh dney] ne pridut im na um i ne smogut oni rassprashivat' drug druga"},{"SurahNumber":28,"VerseNumber":67,"Text":"A tot, kto raskayalsya, uveroval i tvoril pravednyye dela, byt' mozhet, budet v chisle spasshikhsya"},{"SurahNumber":28,"VerseNumber":68,"Text":"Tvoy Gospod' [, Mukhammad,] sozdayet, chto pozhelayet, i izbirayet, [kogo pozhelayet], a u nikh net vybora. Prechist Allakh, i prevyshe [On] tekh, komu poklonyayutsya naryadu s Nim"},{"SurahNumber":28,"VerseNumber":69,"Text":"Gospod' znayet, chto utaivayut ikh serdtsa i chto yavlyayut"},{"SurahNumber":28,"VerseNumber":70,"Text":"On - Allakh. Net boga, krome Nego. Yemu - khvala v etoy zhizni i v budushchey. Za Nim - resheniye, i k Nemu vy budete vozvrashcheny"}]}