{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Müttakilere vâd olunan cennetin durumu şuna benzer: Bahçelerinin içinden ırmaklar akar: Meyveleri gibi gölgeleri de devamlıdır. İşte, haramlardan korunan müttakilerin âkıbeti! Kâfirlerin âkıbeti ise ateştir"},{"SurahNumber":13,"VerseNumber":36,"Text":"Kendilerine kitap verdiğimiz kimseler sana indirilen Kur'ân’dan memnun olurlar. Ama onlardan aleyhteki bazı gruplar, onun bir kısmını inkâr ederler. De ki: “Bana yalnız Allah’a ibadet edip O’na hiçbir şerik koşmamam emredildi. Sadece O’na dâvet eder ve ancak O’na yönelirim.”"},{"SurahNumber":13,"VerseNumber":37,"Text":"Böylece biz Kur'ân’ı Arapça bir hüküm ve hikmet olarak indirdik. Şayet, sana gelen bunca ilimden sonra o muhaliflerin keyiflerine uyacak olursan, Allah’ın cezasından seni koruyacak ne bir dost, ne bir hâmi bulamazsın"},{"SurahNumber":13,"VerseNumber":38,"Text":"Senden önce birçok peygamber göndermiş, onlara da eşler ve evlatlar vermiştik. Bunlar peygamberliğe aykırı değil ki? Mûcize iddialarına gelince Allah'ın izni olmadıkça, hiçbir resul mûcize gösteremezdi. Her devrin bir hükmü vardır. Her işin bir vâdesi vardır"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah, dilediği hükmü iptal eder, dilediğini sabit bırakır. Ana kitap O'nun yanındadır"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ya onları uyardığımız birtakım belaların bir kısmını sana gösterir, ya da bundan önce senin ruhunu teslim alırız, fark etmez. Zira senin görevin sadece tebliğ etmektir, hesap görmek ise Bize aittir"},{"SurahNumber":13,"VerseNumber":41,"Text":"Bizim arzı (yeri) alıp onu uçlarından nasıl eksilttiğimizi görmüyorlar mı? Allah öyle hükmeder ki onun hükmünü denetleyecek hiç bir merci yoktur. O, hesabı çabuk görür"},{"SurahNumber":13,"VerseNumber":42,"Text":"Kendilerinden önce geçenler de tuzaklar kurdular. Fakat bütün tuzaklar Allah'ındır (Allah’ın tedbiri, onların tuzaklarını boşa çıkarır). O, her insanın ne işlediğini pek iyi bilir. Yarın kâfirler de bu dünyanın sonunun kimin olduğunu anlayacaklardır"}]}