{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Natagpuan ko ang isang babae na namamahala sa kanila, at siya ay pinagkalooban ng lahat ng bagay na maaaring angkinin ng sinumang namamahala ng kalupaan, at siya ay mayroong dakilang luklukan"},{"SurahNumber":27,"VerseNumber":24,"Text":"Aking natagpuan siya at ang kanyang pamayanan na sumasamba sa araw, at hindi kay Allah, at ginawa ni Satanas ang kanilang gawa na kasiya-siya sa kanila, at humadlang sa kanila tungo sa Landas (ni Allah), kaya’t sila ay walang patnubay"},{"SurahNumber":27,"VerseNumber":25,"Text":"‘Al- la’ (ang salitang ito ay mayroong dalawang kahulugan; a] dahil si Satanas ay humadlang sa kanila sa landas ni Allah, upang sila ay hindi sumamba (o magpatirapa) kay Allah, o b] Upang kanilang sambahin (magpatirapa sa harapan) ni Allah, na nagdala ng kaliwanagan kung ano ang nakalingid sa kalangitan at kalupaan at nakakatalos kung ano ang inyong ikinukubli o inilalantad"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah, La ilaha illa Huwa (Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Kanya), ang Panginoon ng Kataas- taasang Luklukan"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Si Solomon) ay nagsabi: “Aming titingnan kung ikaw ay nagsasabi ng katotohanan o ikaw (ay isa) sa mga sinungaling"},{"SurahNumber":27,"VerseNumber":28,"Text":"Humayo ka na dala ang aking sulat, at ihatid mo ito sa kanila, at pagkatapos ay lumayo ka sa kanila, at tingnan kung ano (ang sagot) na kanilang ibabalik.”"},{"SurahNumber":27,"VerseNumber":29,"Text":"Siya (Saba o Sheba) ay nagsabi: “o mga pinuno! Narito at inihatid sa akin ang isang marangal na sulat"},{"SurahNumber":27,"VerseNumber":30,"Text":"Katotohanang ito ay mula kay Solomon at katotohanang ito ay nagsasabi!: “Sa Ngalan ni Allah, ang Pinakamahabagin, ang Pinakamaawain.”"},{"SurahNumber":27,"VerseNumber":31,"Text":"Huwag kayong maging mataas laban sa akin, datapuwa’t pumarito kayo sa akin bilang mga Muslim (mga tunay na sumasampalataya at tumatalima kay Allah ng may ganap na pagsuko).”"},{"SurahNumber":27,"VerseNumber":32,"Text":"Siya (Saba o Sheba) ay nagsabi: “o mga pinuno! Inyong pagpayuhan ako rito sa aking kalagayan. Hindi ako magpapasya sa ganitong kalagayan hanggang kayo ay wala sa aking harapan.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"Sila ay nagsabi: “Kami ay mayroong matinding lakas at malaking kakayahan para sa digmaan, datapuwa’t nasa sa iyo ang pag-uutos; kaya’t iyong pagnilaying mabuti kung ano ang iyong ipag-uutos.”"},{"SurahNumber":27,"VerseNumber":34,"Text":"Siya (Saba o Sheba) ay nagsabi: “Katotohanang ang mga Hari, kung sila ay pumasok sa isang bayan (bansa), ito ay kanilang niyuyurakan, at ginagawa nila na ang pinakamarangal sa lipon ng kanyang mga tao ay maging aba. At ito ay kanilang ginagawa"},{"SurahNumber":27,"VerseNumber":35,"Text":"Datapuwa’t katotohanang ako ay magpapadala sa kanya ng isang regalo, at tingnan kung ano (ang sagot) na ibabalik ng mga sugo.”"}]}