{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"Ceux qui ont mécru, que tu les avertisses ou non, n’en seront pas moins mécréants"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah a scellé leurs cœurs et leur ouïe, leur vue est obnubilée par un voile et il leur est promis un terrible supplice"},{"SurahNumber":2,"VerseNumber":8,"Text":"Il est des gens qui disent : « Nous croyons en Allah et au Jour Dernier » et[8] qui ne sont point croyants"},{"SurahNumber":2,"VerseNumber":9,"Text":"Ils cherchent à tromper Allah et ceux qui ont cru mais ils ne trompent qu’eux-mêmes et ne le sentent pas"},{"SurahNumber":2,"VerseNumber":10,"Text":"Leurs cœurs sont minés par une maladie, alors Allah a ajouté à leur maladie[9] et ils auront un châtiment douloureux pour avoir menti"},{"SurahNumber":2,"VerseNumber":11,"Text":"Et s’il leur est dit : « Ne semez point la corruption sur terre », ils répondent[10] : « Nous sommes en vérité des réformateurs. »"},{"SurahNumber":2,"VerseNumber":12,"Text":"Ce sont pourtant eux les corrupteurs mais ils ne le sentent pas"},{"SurahNumber":2,"VerseNumber":13,"Text":"Et quand il leur est dit : « Croyez donc comme ont cru les (autres) hommes », ils disent : « Allons-nous donc croire comme ont cru les ignares ? [12] » Ce sont bien eux les ignares mais ils ne le savent pas"},{"SurahNumber":2,"VerseNumber":14,"Text":"Lorsqu’ils croisent ceux qui ont cru, ils (leur) disent : « Nous avons cru », mais quand ils se retrouvent seuls avec leurs démons, ils disent : « Nous sommes avec vous. Nous ne faisons que nous moquer (des croyants). »"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah Se moque d’eux, Qui les confortera dans leurs débordements et les laissera patauger dans leur aveuglement"},{"SurahNumber":2,"VerseNumber":16,"Text":"Ce sont ceux-là qui ont troqué la juste voie contre l’égarement. Leur commerce alors n’a point prospéré et ils n’ont pas su trouver le droit chemin"}]}