{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":18,"Text":"evarkaḷ, (maṟumaiyaip puṟakkaṇittuviṭṭu) im'maiyai maṭṭum virumpukiṟārkaḷō avarkaḷil nām nāṭiyavarkaḷukku nām nāṭiyatai im'maiyilēyē koṭuttu viṭukiṟōm. Piṉṉar, maṟumaiyil narakattaittāṉ avarkaḷukku tayārpaṭutti vaittirukkiṟōm. Avarkaḷ nintikkappaṭṭavarkaḷākavum, capikkappaṭṭavarkaḷākavum atil nuḻaivārkaḷ"},{"SurahNumber":17,"VerseNumber":19,"Text":"evarkaḷ maṟumaiyai virumpi ataṟkākap perum muyaṟciyaiyum eṭuttuk koṇṭu nampikkai koṇṭavarkaḷākavum irukkiṟārkaḷō, avarkaḷiṉ ceyalkaḷ (allāh viṭattil mikka aṉpāka) aṅkīkarikkappaṭupavaiyāka irukkiṉṟaṉa"},{"SurahNumber":17,"VerseNumber":20,"Text":"(Im'maiyai virumpukiṟa) avarkaḷukkum (maṟumaiyai virumpukiṟa) ivarkaḷukkum āka aṉaivarukkum umatu iṟaivaṉ taṉ koṭaiyaik koṇṭē utavi ceykiṟāṉ. Umatu iṟaivaṉiṉ koṭai (ivviruvaril evarukkumē) taṭai ceyyappaṭṭatāka illai"},{"SurahNumber":17,"VerseNumber":21,"Text":"(napiyē!) Avarkaḷil cilarai cilar mītu evvāṟu mēṉmaiyākki vaittirukkiṟōm eṉpatai kavaṉippīrāka! Maṟumai (vāḻkkai)yō patavikaḷālum mikap peritu; ciṟappippatālum mikapperitu"},{"SurahNumber":17,"VerseNumber":22,"Text":"(napiyē!) Allāhvuṭaṉ maṟṟoruvaṉai vaṇakkattiṟkuriyavaṉāka ākkātīr. (Avvāṟu ceytāl) nīr nintikkappaṭṭavarākavum utaviyaṟṟavarākavum amarntu viṭuvīr"},{"SurahNumber":17,"VerseNumber":23,"Text":"(napiyē!) Umatu iṟaivaṉ taṉṉait tavira (maṟṟevaraiyum) vaṇaṅkak kūṭāteṉṟu (kaṭṭaḷaiyiṭṭiruppatuṭaṉ) tāy tantaikku naṉṟi ceyyumpaṭiyākavum kaṭṭaḷaiyiṭṭirukkiṟāṉ. Um'miṭam irukkum avarkaḷil oruvarō allatu iruvarumō mutumaiyai aṭaintu viṭṭapōtilum avarkaḷai veruṭṭavum vēṇṭām; avarkaḷai (nintaṉaiyākac) ‘cī' eṉṟum colla vēṇṭām. Avarkaḷiṭam (etaik kūṟiyapōtilum) mikka mariyātaiyāka(vum aṉpākavumē) pēcuvīrāka"},{"SurahNumber":17,"VerseNumber":24,"Text":"avarkaḷukku mikka aṉpuṭaṉ paṇintu naṭappīrāka! Mēlum, ‘‘eṉ iṟaivaṉē! Nāṉ kuḻantaiyāka irunta poḻutu (mikka aṉpāka) eṉṉai avarkaḷ vaḷarttup pātukāttavāṟē nīyum avviruvar mītu aṉpum aruḷum purivāyāka!'' Eṉṟum pirārttippīrāka"},{"SurahNumber":17,"VerseNumber":25,"Text":"uṅkaḷ maṉatiluḷḷatai uṅkaḷ iṟaivaṉtāṉ naṉkaṟivāṉ. Nīṅkaḷ naṉṉaṭat taiyuṭaiyavarkaḷāka iruntu (uṅkaḷil evar) maṉṉippuk kōriya(pōtilum a)varkaḷiṉ kuṟṟaṅkaḷai niccayamāka allāh maṉṉippavaṉākavē irukkiṟāṉ"},{"SurahNumber":17,"VerseNumber":26,"Text":"uṟaviṉarkaḷukkum, ēḻaikaḷukkum, vaḻippōkkarkaḷukkum avaravarkaḷuṭaiya urimaikaḷaik koṭuttu varavum. (Celvattai) aḷavu kaṭantu vīṇ celavu ceyyavēṇṭām"},{"SurahNumber":17,"VerseNumber":27,"Text":"Ēṉeṉṟāl, mitamiñci celavu ceypavarkaḷ ṣaittāṉuṭaiya cakōtararkaḷāka irukkiṉṟaṉar. Ṣaittāṉō taṉ iṟaivaṉukkukkūṭa naṉṟi celuttā(tu māṟu cey)tavaṉāka irukkiṟāṉ"}]}