{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"(ئى مۇھەممەد! ساھابىلىرىڭ) غەنىيمەتلەر (نى قانداق تەقسىم قىلىشىڭ) توغرۇلۇق سەندىن سورىشىدۇ، (ئۇلارغا) ئېيتقىنكى، «غەنىيمەتلەر (توغرىسىدا ھۆكۈم چىقىرىش) اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە خاستۇر، اﷲ تىن قورقۇڭلار، (ئىختىلاپ قىلىشماي ئىتتىپاق بولۇپ) ئاراڭلارنى تۈزەڭلار، ئەگەر سىلەر مۆمىن بولساڭلار، اﷲ قا ۋە اﷲ نىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار»"},{"SurahNumber":8,"VerseNumber":2,"Text":"پەقەت اﷲ ياد ئېتىلسە دىللىرىدا قورقۇنچ پەيدا بولىدىغان، اﷲ نىڭ ئايەتلىرى تىلاۋەت قىلىنسا ئىمانى كۈچىيىدىغان، پەرۋەردىگارىغا تەۋەككۈل قىلىدىغان كىشىلەرلا (كامىل) مۆمىنلەردۇر"},{"SurahNumber":8,"VerseNumber":3,"Text":"ئۇلار (مۇكەممەل رەۋىشتە) ناماز ئوقۇيدۇ، بىز ئۇلارغا رىزىق قىلىپ بەرگەن پۇل - مالدىن (خۇدا يولىدا) سەرپ قىلىدۇ"},{"SurahNumber":8,"VerseNumber":4,"Text":"ئەنە شۇلار ھەقىقىي مۆمىنلەردۇر، ئۇلار پەرۋەردىگارىنىڭ دەرگاھىدا يۇقىرى مەرتىۋىلەرگە، مەغپىرەتكە ۋە ئېسىل رىزىققا (يەنى جەننەتنىڭ تۈگىمەس نېمەتلىرىگە) ئېرىشىدۇ"},{"SurahNumber":8,"VerseNumber":5,"Text":"(غەنىيمەت تەقسىماتى توغرىسىدىكى ھۆكۈمنىڭ اﷲ قا ۋە ئۇنىڭ پەيغەمبىرىگە خاس قىلىنغانلىقىنى ئۇلارنىڭ ياقتۇرمىغانلىقى) پەرۋەردىگارىڭنىڭ سېنى ھەقلىق رەۋىشتە ئۆيۈڭدىن (يەنى ئۆيۈڭ جايلاشقان مەدىنىدىن ئۇرۇشقا) چىقارغانلىقىنى (ئۇلارنىڭ ياقتۇرمىغانلىقىغا) ئوخشايدۇ. مۆمىنلەردىن بىر گۇرۇھ ئادەم (دۈشمەنگە قارشى ئۇرۇشقا چىقىشنى) ئەلۋەتتە يامان كۆرىدۇ"},{"SurahNumber":8,"VerseNumber":6,"Text":"ئۇلار گويا (ئالامەتلىرى) كۆرۈنۈپ تۇرۇۋاتقان ئۆلۈمگە ھەيدىلىۋاتقاندەك، ھەقىقەت ئايدىڭلاشقاندىن كېيىن، ھەقىقەت (يەنى ئۇرۇشقا چىقىش مەسىلىسى) ئۈستىدە سەن بىلەن مۇنازىرىلىشىدۇ"},{"SurahNumber":8,"VerseNumber":7,"Text":"ئۆز ۋاقتىدا اﷲ ئىككى گۇرۇھ (بىرى مۇشرىكلار كارۋىنى، يەنى بىرى مۇشرىكلار قوشۇنى) دىن بىرىنىڭ قولۇڭلارغا كەلتۈرۈلۈشىنى ۋەدە قىلدى، سىلەر قورالسىز گۇرۇھنىڭ (يەنى كارۋاننىڭ) قولۇڭلارغا كەلتۈرۈلۈشىنى ياقتۇردۇڭلار. اﷲ ئۆز سۆزلىرى ئارقىلىق ھەقنى ھەق قىلىشنى (يەنى ئىسلام دىنىنى ئۈستۈن قىلىشنى)، كاپىرلارنىڭ يىلتىزىنى قۇرۇتۇشنى خالايدۇ"},{"SurahNumber":8,"VerseNumber":8,"Text":"اﷲ گۇناھكار ئادەملەرنىڭ ياقتۇرمىغىنىغا قارىماي، ھەقنى ھەق (يەنى ئىسلامنى ئاشكارا) قىلىدۇ، باتىل (يەنى كۇفرى) نى بەربات قىلىدۇ"}]}