{"Id":2,"LanguageCodes":["ace"],"Name":"ace-tgkhmahjiddinju","Author":"Tgk. H. Mahjiddin Jusuf","Language":"Achinese","Description":"Achinese","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Peuraʻun kheun le teuma jipeugah Bah kupoh mate keudeh Musa nyan Nak jihoi Tuhan jih jiyue peuglah Di lon kutakot agama gata Jikeumeung tuka jiyue nyang salah Jimeung peurusak dum dalam bumoe"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa kheun meunoe teuma geupeugah Keubit di lon nyoe lonlakee lindong Ubak Tuhanlon nyang Maha Murah Po lon Po gata sinan lonlakee Neupeumeusilee nibak si jadah Sombong teukabo hana meuiman Uroe hisab tan di jih jipeugah"},{"SurahNumber":40,"VerseNumber":28,"Text":"Teuma na sidroe kawom Peuraʻun Nyang na meuiman gopnyan keu Allah r Hana leumah roe gopnyan meuiman n Geukheun le gopnyan meunoe geupeugah Keu peue tameupoh teuma ureueng nyan Nyang peugah Tuhan sit sidroe Allah Geuba bak gata dali nyang nyata Nibak Po gata bandum geupeugah Meu sulet gopnyan salah droe gopnyan Meu beuna gopnyan raya musibah Bala nyang raya keunong keu gata Lagee bak gata janji geupeugah Han Neupeutunyok teuma le Tuhan Ureueng nyang lalem jipubuet salah Nyang tukang sulet saban cit meunan"},{"SurahNumber":40,"VerseNumber":29,"Text":"Gata hai rakan keurajeun luah Uroenyoe gata nyang mat keurajeun Lam bumoe Tuhan gata peurintah o. Soe nyang ek tulong teuma gatanyoe : Meunyo troh keunoe azeub bak Allah Peuraʻun jikheun di lon bak gata Meu lon peunyata peue nyang lonpeugah Lon bri peutunyok keu bandum gata Jalan nyang rata mangat bek salah"},{"SurahNumber":40,"VerseNumber":30,"Text":"Ureueng meuiman kheun lom bak kawom Wahe rakanlon lontakot leupah Lontakot keunong ubak dum gata Saban ngon bala masa nyang sudah Awak nyang dilee pih sapeue pakat"},{"SurahNumber":40,"VerseNumber":31,"Text":"Kawom Noh ngon ‘Ad Tsamud seurakah Meunan pih kawom dudoe nibaknyan Bandum awaknyan ka abeh sudah Tan napsu Tuhan elanya hamba"},{"SurahNumber":40,"VerseNumber":32,"Text":"Lontakot gata pih saban leupah Lontakot gata han got akibat Uroe kiamat han ek soe peuglah Tameuhoi bantu bandum uroenyan"},{"SurahNumber":40,"VerseNumber":33,"Text":"Taplueng dum yohnyan droe tapeusiblah Han ek soe peuglah teuma dum gata Meunyo Neusiksa gata le Allah Barangsoe nyang ka Tuhan peusisat Han soe peuteupat kawom meutuah"}]}