{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":46,"Text":"Vsled za nimi My otpravili Isu (Iisusa), syna Mar'yam (Marii), s podtverzhdeniyem istinnosti togo, chto bylo prezhde nisposlano v Taurate (Tore). My darovali yemu Indzhil (Yevangeliye), v kotorom bylo vernoye rukovodstvo i svet, kotoroye podtverzhdalo to, chto prezhde bylo nisposlano v Taurate (Tore). On byl vernym rukovodstvom i uveshchevaniyem dlya bogoboyaznennykh"},{"SurahNumber":5,"VerseNumber":47,"Text":"Pust' lyudi Indzhila (Yevangeliya) sudyat soglasno tomu, chto Allakh nisposlal v nem. Te zhe, kotoryye ne prinimayut resheniy v sootvetstvii s tem, chto nisposlal Allakh, yavlyayutsya nechestivtsami"},{"SurahNumber":5,"VerseNumber":48,"Text":"My nisposlali tebe Pisaniye s istinoy v podtverzhdeniye prezhnikh Pisaniy, i dlya togo, chtoby ono predokhranyalo ikh (ili svidetel'stvovalo o nikh; ili vozvysilos' nad nimi). Sudi zhe ikh soglasno tomu, chto nisposlal Allakh, i ne potakay ikh zhelaniyam, uklonyayas' ot yavivsheysya k tebe istiny. Kazhdomu iz vas My ustanovili zakon i put'. Yesli by Allakh pozhelal, to sdelal by vas odnoy obshchinoy, odnako On razdelil vas, chtoby ispytat' vas tem, chto On daroval vam. Sostyazaytes' zhe v dobrykh delakh. Vsem vam predstoit vernut'sya k Allakhu, i On povedayet vam o tom, v chem vy raskhodilis' vo mneniyakh"},{"SurahNumber":5,"VerseNumber":49,"Text":"Sudi mezhdu nimi soglasno tomu, chto nisposlal Allakh, ne potakay ikh zhelaniyam i osteregaysya ikh, daby oni ne otvratili tebya ot chasti togo, chto nisposlal tebe Allakh. Yesli zhe oni otvernutsya, to znay, chto Allakh zhelayet pokarat' ikh za nekotoryye iz ikh grekhov. Voistinu, mnogiye lyudi yavlyayutsya nechestivtsami"},{"SurahNumber":5,"VerseNumber":50,"Text":"Neuzheli oni ishchut suda vremen nevezhestva? CH'i resheniya mogut byt' luchshe resheniy Allakha dlya lyudey ubezhdennykh"}]}