{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Onlar arxada qalanlarla (qadınlar, usaqlar və xəstələrlə) bir yerdə qalmagı ozlərinə rəva bildilər. Onların urəkləri mohurlənmisdir, buna gorə də (Allahın oyud-nəsihətini, cihadın savabını, ondan boyun qacırmagın rəzalətini) anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Lakin Peygəmbər və onunla birlikdə olan mo’minlər malları və canları ilə cihad etdilər (vurusdular). Butun ne’mətlər məhz onlarındır, nicat tapanlar da məhz onlardır"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah onlar ucun əbədi qalacaqları, (agacları) altından caylar axan cənnətlət hazırlamısdır. Bu, boyuk qurtulusdur (ugurdur)"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bədəvilərdən (Təbuk doyusunə getməmək ucun) izin almaga uzrxahlar gəldi. Allaha və Onun Peygəmbərinə yalan soyləyənlər isə (uzr belə istəməyib evlərində) oturdular. Onlardan kafir olanlara siddətli bir əzab uz verəcəkdir"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allaha və Onun Peygəmbərinə sadiq qalmaq (hec bir pisliyə meyl etməmək) sərtilə, acizlərə (qocalara və anadan gəlmə zəiflərə), xəstələtə və (cihad yolunda) sərf etməyə bir sey tapa bilməyənlərə (cihadda oz xərcini tə’min etməyə qadir olmayanlara doyusə getməməkdə) hec bir gunah yoxdur. Yaxsı islər gorənləri də (uzrlu səbəbə gorə evdə qaldıqda) məzəmmət etməyə hec bir əsas (luzum) yoxdur. Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":9,"VerseNumber":92,"Text":"(Doyusə getməyə minikdən otru) yanına gəldikdə: “Sizin minməyiniz ucun bir heyvan tapmıram”,- deyərkən (cihad yolunda) sərf etməyə bir sey tapa bilmədikləri ucun kədərdən gozlərindən yas axa-axa geri donənlərdə hec bir gunah yoxdur"},{"SurahNumber":9,"VerseNumber":93,"Text":"Ancaq varlı olduqları halda (doyusə getməmək ucun) səndən izin istəyənlər məzəmmətə layiqdirlər. Onlar (cihada getməyib) arxada qalanlarla (qadınlar və usaqlarla) bir yerdə qalmaga razı oldular. Allah onların urəklərini (qazandıqları gunaha gorə) mohurləmisdir. Buna gorə də onlar (baslarına gələcək musibəti) bilməzlər"}]}