{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Gava (Musa) gehijte sedra xwe, burha (Musa) idi rast buye, me ji bona wi ra berewani u zaninek daye. Ewane qenci kirine hene! em ewan bi vi awai xelat dikin"},{"SurahNumber":28,"VerseNumber":15,"Text":"(Di royeki da) haja kesi (bi Musa) tunebuye (Musa) cuye bajar. Idi (di bajar da) ewa raste du meran hat; ku ewan li hev dixistin: Yek ji wan herdu meran, ji komale (Musa) buye, ewe mai ji, ji neyare wi buye. Idi ewe ji komale Musa (ji bona arikariya xwe) di hembere neyare xwe da, hewar (li Musa) kiriye. Idi Musa ji silek li wi e (neyar) xistiye, ewe neyar miriye. (Gava Musa kustina neyar dibine aha) dibeje: \"Bi rasti eva kirina hane ji kirine pelid in. Loma bi rasti pelid neyareki re wundanoke xwuya ye"},{"SurahNumber":28,"VerseNumber":16,"Text":"(Musa pase aha lava kiriye) u gotiye: \"Xudaye min! Bi rasti min li xwe cewr kiriye, idi tu min bibaxisine\", (Yezdan ji) ewi baxisandiye. Loma bi rasti ew baxiskare dilovin e"},{"SurahNumber":28,"VerseNumber":17,"Text":"(Musa aha ji) gotiye: \"Xudaye min! Ez bi wan qenciyen ku te bi min kiriye; bi sedema wan qenciyan, idi ez ji bona wan nusitemkaran ra nabime pistevan.”"},{"SurahNumber":28,"VerseNumber":18,"Text":"Idi (Musa) di bajar da bi tirs didevani dikir, gaveki (dena xwe dae) ku ewe duh li wi hewar kiriye; disa hewar (li Musa) dikir. Musa ji bona wi ra (aha) gotiye: \"Bi rasti tu li ber cavan meriveki ji ava ru derketiyi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Idi gava (Musa) vaye, ku neyare xwe herdukan bigire, ewe (neyar ji bona Musa ra aha) gotiye: \"Musa! Qey te duh ca merivek kust, tu dive ku min ji weki wi bikuji? (Musa! Bi rasti) tu (bi van kirine xwe) nabi ji astikaran, le tu dive, ku tu di zemin da bibi (mereki) zorbe"},{"SurahNumber":28,"VerseNumber":20,"Text":"Merek ji kuraiya bajar bi lez hat bal (Musa) ewi (ji Musa ra aha) got: \"Musa! Bi rasti ewa koma pesrewan, ji bona kustina te civiyane (heke tu guhdarya min biki) were (ji bajar) derkeve (here). Loma bi rasti ez ji bona te ra siretan dikim"},{"SurahNumber":28,"VerseNumber":21,"Text":"Idi (Musa) bi tirs (ji bajar) derket, li dora xwe meze dikir (aha lava dikir) digot: “Xudaye min! Tu min ji komale cewrkar fereste bike"}]}