{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"Dira: «Asi como te di Nuestras senales y tu las olvidaste, de la misma manera hoy tu eres olvidado.»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Y a quien se propase y no crea en las senales de su Senor Nosotros le recompensaremos de la misma manera. Y el castigo de la otra vida es peor y mas duradero"},{"SurahNumber":20,"VerseNumber":128,"Text":"¿Es que no les sirve de guia ver cuantas generaciones, por cuyas moradas caminan, hemos destruido antes de ellos? En verdad, en ello hay senales para quienes poseen inteligencia"},{"SurahNumber":20,"VerseNumber":129,"Text":"Y si no hubiese sido por una palabra previa de tu Senor y por un plazo determinado previamente ellos tambien lo habrian sido"},{"SurahNumber":20,"VerseNumber":130,"Text":"Por tanto, se paciente con lo que dicen y glorifica con alabanzas a tu Senor antes de la salida del Sol y antes de que se oculte. Y glorificale parte de la noche y en los extremos del dia. Quizas asi estes satisfecho y feliz"},{"SurahNumber":20,"VerseNumber":131,"Text":"Y no alargues tus ojos hacia lo que Nosotros hemos proporcionado a algunos de ellos, flor de esta vida mundanal, para ponerles a prueba con ello, pues la provision de tu Senor es mejor y mas duradera"},{"SurahNumber":20,"VerseNumber":132,"Text":"Y ordena a tu gente la oracion y persevera en ella. No te pedimos que nos proveas. Nosotros te proveemos a ti. Y el buen final es para el temor de Dios"},{"SurahNumber":20,"VerseNumber":133,"Text":"Y dicen: “¿Por que no nos trae una senal procedente de su Senor?” ¿Acaso no ha venido a ellos la prueba clara de lo que contenian las Escrituras primeras"},{"SurahNumber":20,"VerseNumber":134,"Text":"Si Yo les hubiera destruido con un castigo antes de ello, habrian dicho: «¡Senor nuestro! ¿Por que no nos envias un Mensajero para que sigamos Tus senales antes de que nos alcance la humillacion y la desgracia?»"},{"SurahNumber":20,"VerseNumber":135,"Text":"Di: «Todos estamos a la espera. Asi pues, esperad y pronto sabreis quienes son la gente del camino llano y quienes son los guiados.»"}]}