{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":78,"Text":"Y (Qorun) đap: \"Ta đuoc giau co la do su hieu biet cua ta.” Phai chang y đa khong biet viec Allah đa tieu diet ai la nguoi đa co nhieu quyen luc va giau co hon y noi nhung the he truoc y hay sao? Va nhung ke toi loi se khong bi hoi (ngay) ve nhung toi loi cua chung"},{"SurahNumber":28,"VerseNumber":79,"Text":"Roi y ra ngoai gap dan chung pho truong ve long lay cua minh. Nhung ke ham muon đoi song tran tuc nay (thay ve long lay đo) voi len tieng: “Oi, uoc chi chung toi đuoc ban cho cua cai giong nhu tai san đa đuoc ban cho Qorun. Qua that, y đa lam chu mot kho tang vi đai.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"Nhung nhung nguoi đuoc (Allah) ban cho kien thuc lai noi: “Chi kho than qui vi thoi. Boi vi phan thuong cua Allah (o đoi sau) tot hon cho ai co đuc tin va lam viec thien va chi nhung nguoi kien nhan moi đat đuoc phan thuong đo.”"},{"SurahNumber":28,"VerseNumber":81,"Text":"Boi the, TA đa lam cho đat sup xuong nuot mat y lan nha cua cua y. Va y khong co đuoc mot be nhom nao giai cuu y thoat khoi hinh phat cua Allah va y cung khong the tu cuu minh đuoc"},{"SurahNumber":28,"VerseNumber":82,"Text":"Va nhung ke đa mo uoc mot đia vi giong nhu đia vi cua y ngay hom qua nay bat đau noi: “Oi! Qua that Allah noi rong va thu hep bong loc cua Ngai cho nguoi nao Ngai muon trong so bay toi cua Ngai; neu Allah khong nhan tu đoi voi bay toi thi Ngai đa lam cho đat sup xuong nuot mat bay toi roi. Oi! Nhung ke khong co đuc tin chac chan se khong thanh đat.”"},{"SurahNumber":28,"VerseNumber":83,"Text":"Đo la Ngoi nha (hanh phuc) o đoi sau ma TA đa lam ra cho nhung ai khong muon tu suy ton minh cao ca va cung khong lam nhung đieu thoi nat tren trai đat. Va ket cuoc tot đep se ve tay cua nhung nguoi ngay chinh"},{"SurahNumber":28,"VerseNumber":84,"Text":"Ai mang theo đieu thien tot thi se đuoc phan thuong tot hon cai đo; va ai mang theo đieu xau thi nhung ai lam đieu xau chi se bi phat ngang bang voi đieu xau ma ho đa lam"}]}