{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":48,"Text":"Kazanmakta oldukları kötülükler, kendileri için açığa çıkmıştır ve alay konusu edindikleri şey de kendilerini çepeçevre kuşatmıştır"},{"SurahNumber":39,"VerseNumber":49,"Text":"İnsana bir zarar dokunduğu zaman, bize dua eder; sonra tarafımızdan ona bir nimet ihsan ettiğimizde, der ki: «Bu, bana ancak bir bilgi(m) dolayısıyla verildi.» Hayır; bu bir fitne (kendisini bir deneme)dir. Ancak onların çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":50,"Text":"Bunu kendilerinden öncekiler de söylemişti; ama kazandıkları şeyler onlara hiçbir yarar sağlamadı"},{"SurahNumber":39,"VerseNumber":51,"Text":"Böylece, kazandıkları kötülükleri(in acı sonucu) onlara isabet etti. Bunlardan zulmetmiş olanlara da, kazanmakta oldukları kötülükler isabet edecektir. Ve onlar (bunu kendilerine uygulamaktan Allah´ı) aciz bırakabilecekler de değildirler"},{"SurahNumber":39,"VerseNumber":52,"Text":"Onlar bilmiyorlar mı ki, gerçekten Allah, dilediğine rızkı genişletip yayar ve (dilediğine) kısar da. Şüphesiz bunda, iman etmekte olan bir kavim için gerçekten ayetler vardır"},{"SurahNumber":39,"VerseNumber":53,"Text":"(Benden onlara) De ki: «Ey kendi aleyhlerinde olmak üzere ölçüyü taşıran kullarım. Allah´ın rahmetinden umut kesmeyin. Şüphesiz Allah, bütün günahları bağışlar. Çünkü O, bağışlayandır. esirgeyendir.»"},{"SurahNumber":39,"VerseNumber":54,"Text":"Azab size gelip çatmadan evvel, Rabbinize yönelip dönün ve O´na teslim olun. Sonra size yardım da edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Rabbinizden, size indirilenin en güzeline uyun; siz hiç şuurunda değilken, azab apansız size gelip çatmadan evvel"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kişinin (yana yakıla) şöyle diyeceği (gün): «Allah yanında (kullukta) yaptığım kusurlardan dolayı yazıklar olsun (bana); doğrusu ben, (Allah´ın diniyle) alay edenlerdendim.»"}]}