{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Mereka berkata, \"Hai Musa, kami sekali sekali tidak akan memasukinya selama-lamanya, selagi mereka ada di dalamnya, karena itu pergilah kamu bersama Tuhan-mu, dan berperanglah kamu berdua, sesungguhnya kami hanya duduk menanti di sini saja"},{"SurahNumber":5,"VerseNumber":25,"Text":"Berkata Musa, \"Ya Tuhan-ku, aku tidak menguasai kecuali diriku sendiri dan saudaraku. Sebab itu, pisahkanlah antara kami dengan orang-orang yang fasik itu"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allah berfirman, \"(Jika demikian), maka sesungguhnya negeri itu diharamkan atas mereka selama empat puluh tahun, (selama itu) mereka akan berputar-putar kebingungan di bumi (padang Tīh) itu. Maka janganlah kamu bersedih hati (memikirkan nasib) orang-orang yang fasik itu"},{"SurahNumber":5,"VerseNumber":27,"Text":"Ceritakanlah kepada mereka kisah kedua putra Adam (Hābīl dan Qābīl) menurut yang sebenarnya, ketika keduanya mempersembahkan kurban, maka diterima dari salah seorang dari mereka berdua (Hābīl) dan tidak diterima dari yang lain ( Qābīl). Ia berkata ( Qābīl), \"Aku pasti membunuhmu!\" Berkata Habil, \"Sesungguhnya Allah hanya menerima (kurban) dari orang-orang yang bertakwa"},{"SurahNumber":5,"VerseNumber":28,"Text":"Sungguh, kalau kamu menggerakkan tanganmu kepadaku untuk membunuhku, aku sekali-kali tidak akan menggerakkan tanganku kepadamu untuk membunuhmu. Sesungguhnya aku takut kepada Allah, Tuhan seru sekalian alam"},{"SurahNumber":5,"VerseNumber":29,"Text":"Sesungguhnya aku ingin agar kamu kembali dengan (membawa) dosa (membunuh)ku dan dosamu sendiri, maka kamu akan menjadi penghuni neraka, dan yang demikian itulah pembalasan bagi orang-orang yang zalim"},{"SurahNumber":5,"VerseNumber":30,"Text":"Maka hawa nafsu Qābīl menjadikannya menganggap mudah membunuh saudaranya, sebab itu dibunuhnyalah, maka jadilah ia seorang di antara orang-orang yang merugi"},{"SurahNumber":5,"VerseNumber":31,"Text":"Kemudian Allah menyuruh seekor burung gagak menggali-gali di bumi untuk memperlihatkan kepadanya (Qābīl) bagaimana dia seharusnya menguburkan mayat saudaranya410. Berkata Qābīl, \"Aduhai celaka aku, mengapa aku tidak mampu berbuat seperti burung gagak ini, lalu aku dapat menguburkan mayat saudaraku ini?\" Karena itu jadilah dia seorang di antara orang-orang yang menyesal"}]}