{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":10,"VerseNumber":54,"Text":"Yaye ukuba umntu ngamnye owenze ububi ebengaba nabo bonke ubutyebi beli hlabathi aze afune ukuzisindisa kuAllâh ngokuzihlawulela ngabo (bebungazi kwamkelwa kuye) baya kuba lusizi ezintliziyweni zabo xa besibona isohlwayo, yaye baza kugwetywa ngobulungisa akukho bugwenxa buya kwenziwa kubo"},{"SurahNumber":10,"VerseNumber":55,"Text":"Ngokungathandabuzekiyo, inene, konke okusemazulwini nasemhlabeni kokuka-Allâh. Akuthandabuzeki, inene, isithembiso sika-Allâh siyinyaniso kodwa uninzi lwabo alwazi"},{"SurahNumber":10,"VerseNumber":56,"Text":"NguYe Onika ubomi, Enze ukufa, yaye (nonke) niza kubuyela kuYe"},{"SurahNumber":10,"VerseNumber":57,"Text":"Hini na bantu! Icebiso elilungileyo elivela eNkosini yenu lifikile kuni (i’Kur`ân) liyalela (ukwenziwa) kwako konke okulungileyo lisalela ukwenziwa kwako konke okungendawo likwanyanga oko kusezintliziyweni zenu liyinkumbuzo nenceba kumakholwa"},{"SurahNumber":10,"VerseNumber":58,"Text":"Yithi: “KubuBele buka-Allâh, nakuBabalo lwaKhe (abantu) mabagcobe.” Oko kokona kulungileyo (endaweni yobutyebi) abanabo"},{"SurahNumber":10,"VerseNumber":59,"Text":"Yithi: “Khanindixeleleni, kungani na ukuba imbonelelo uAllâh Ayithumele kuni niyenza ivumeleke okanye ibe yinqambi nje!” Yithi: “NguAllâh kusini na Onivumele (ukuba nenze loo nto), okanye niziqambela ubuxoki ngoAllâh kusini na?”"},{"SurahNumber":10,"VerseNumber":60,"Text":"Yintoni kanye ecingwa ngabo baqamba ubuxoki ngoAllâh, ngeMini yoVuko, Inene, uAllâh UnobuBele ebantwini, kodwa uninzi lwabo alunambulelo"},{"SurahNumber":10,"VerseNumber":61,"Text":"Akukho bani, nawe na (Muhammad) owenza nasiphi na isenzo esilungileyo okanye ucengceleze nasiphi na isahluko se’Kur`ân okanye nina (bantu) benza nokuba sesiphi na isenzo Size Thina Singabi ngomaNgqina aso xa nisenza. Kwaye akukho nto ifihlakeleyo eNkosini yakho nokuba ilisuntswana na emhlabeni okanye ezulwini, akukho nto incinane kunoko nenkulu kunoko (engabhalwanga eNcwadini ecacileyo)"}]}