{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"[گفتیم‌] ای یحیی کتاب آسمانی را به جد و جهد بگیر، و به او در عهد صباوت نبوت بخشیدیم‌"},{"SurahNumber":19,"VerseNumber":13,"Text":"و از سوی خویش بر او رحمت آوردیم و پاکیزه‌اش داشتیم و او پرهیزگار بود"},{"SurahNumber":19,"VerseNumber":14,"Text":"و در حق پدر و مادرش نیکوکار بود و زورگوی سرکش نبود"},{"SurahNumber":19,"VerseNumber":15,"Text":"و بر او در روزی که زاد، و روزی که در می‌گذرد و روزی که زنده برانگیخته می‌شود، درود باد"},{"SurahNumber":19,"VerseNumber":16,"Text":"و در کتاب از مریم یاد کن آنگاه که از خاندان خویش، در گوشه‌ای شرقی، کناره گرفت‌"},{"SurahNumber":19,"VerseNumber":17,"Text":"و از آنان پنهان شد، آنگاه روح خویش [جبرئیل‌] را به سوی او فرستادیم که به صورت انسانی معتدل به دیده او درآمد"},{"SurahNumber":19,"VerseNumber":18,"Text":"[مریم‌] گفت من از تو اگر پرهیزگار باشی به خدای رحمان پناه می‌برم‌"},{"SurahNumber":19,"VerseNumber":19,"Text":"گفت من فقط فرستاده پروردگارت هستم، تا به تو پسری پاکیزه ببخشم‌"},{"SurahNumber":19,"VerseNumber":20,"Text":"[مریم‌] گفت چگونه مرا پسری باشد، و حال آنکه هیچ بشری به من دست نزده است و من پلیدکار نبوده‌ام‌"},{"SurahNumber":19,"VerseNumber":21,"Text":"گفت همین است، پروردگارت فرموده است آن کار بر من آسان است، تا او را پدیده شگرفی برای مردم قرار دهیم و رحمتی از ماست و کاری انجام یافتنی است‌"},{"SurahNumber":19,"VerseNumber":22,"Text":"سپس [مریم‌] به او باردار شد و با او در جایی دوردست کناره گرفت‌"},{"SurahNumber":19,"VerseNumber":23,"Text":"آنگاه درد زایمان او را به پناه تنه درخت خرمایی کشانید گفت ای کاش پیش از این مرده بودم و از یاد رفته بودم و فراموش شده بودم‌"},{"SurahNumber":19,"VerseNumber":24,"Text":"از فرودست او ندا در داد که اندوهگین مباش، پروردگارت از فرودست تو جویباری روان کرده است‌"},{"SurahNumber":19,"VerseNumber":25,"Text":"و تنه درخت خرما را به سوی خود تکان بده تا بر تو رطب تازه چیده فرو ریزد"}]}