{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Amhi pharmavile, tumhi sarva yethuna utara, maga jara tumacyajavala majhyakaduna margadarsana ale tara jo koni majhya ucita margaca svikara karila tyancyavara kasalehi bhaya rahanara nahi, na te duhkhi hotila"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ani je kupra (inkara) ani asatyadvare amacya ayatinna khote tharavatila te jahannamamadhye rahanare aheta. Nehami tyataca rahatila"},{"SurahNumber":2,"VerseNumber":40,"Text":"He isra'ilacya putranno! Majhya tya krpa- denagice smarana kara, ji mi tumacyavara keli, ani majhyasi kelela vacana- karara purna kara, mi tumacyasi kelela vacana- karara purna karina ani phakta majheca bhaya rakha"},{"SurahNumber":2,"VerseNumber":41,"Text":"Ani tya (sari'ata) vara imana rakha, jila mi tyaci satyata sid'dha karanyasathi avatarita kele, jo (taurata) tumacyajavala ahe, ani tumhi yace sarvaprathama inkari banu naka ani majhya ayatinna thodyasa kimmativara viku naka 1 ani phakta majheca bhaya rakha"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ani satya (haka) ci asatya (batila) si bhesala karu naka ani satya lapavu naka. Tumhi tara svatah he janata"},{"SurahNumber":2,"VerseNumber":43,"Text":"Ani namaja kayama kara ani jakata dya ani ruku'u karanaryam (jhukanaryam) saha ruku'u kara (jhuka)"},{"SurahNumber":2,"VerseNumber":44,"Text":"Kaya, lokanna satkarma karanyaca adesa deta, ani svatahla visaruna jata? Vastavika tumhi grantha vacata tara kaya tumhala evadhihi akkala nahi"},{"SurahNumber":2,"VerseNumber":45,"Text":"Ani dhira-sanyama va namajadvare madata prapta kara 1 ani hi phara mothi gosta ahe, parantu allahace bhaya rakhanaryankarita nahi"},{"SurahNumber":2,"VerseNumber":46,"Text":"Je he janatata ki apalya palanakartyasi bhetayace ahe ani tyacyakade paratuna jayace ahe"},{"SurahNumber":2,"VerseNumber":47,"Text":"He isra'ila (yakuba) cya mulanno! Majhya tya krpa denagice smarana kara jo mi tumacyavara upakara kela ani mi tumhala sarya jagatila lokanvara sresthata pradana keli"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ani tya divasace bhaya balaga, jya divasi konihi konacya upayogi padanara nahi, na tyaci ekhadi sipharasa man'ya keli ja'ila, na tyacyakaduna ekhada mobadala svikarala ja'ila ani na tyanna madata dili ja'ila"}]}