{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":62,"VerseNumber":9,"Text":"Ay muminder! Juma kuni namaz usin azan aytılgan kezde, derew Allanı eske alwga (namazga) umtılındar; jane sawdanı qoyındar, eger bilgen bolsandar, sender usin jaqsı"},{"SurahNumber":62,"VerseNumber":10,"Text":"Namaz otelgen kezde, jer juzine taralındar da Allanın marxametinen nesibe izdender. Sonday-ak Allanı kobirek zikir etinder. Arine qutılasındar. (Muxammed G.S. bir juma kuni, xutba oqıp, turganda bir astıq artqan kerwenge qagılgan dabıldı estigen el, sıga jugirisedi. Oytkeni qattı asarsılıq bir jıl edi. Bul ayat sogan baylanıstı. B.M)"},{"SurahNumber":62,"VerseNumber":11,"Text":"Olar sawdanı, oyındı korgen satte, sol jaqqa taraydı da seni tik turgan boyda tastaydı. Olarga: \"Allanın qasındagı narseler, oyınnan da sawdadan da jaqsı. Alla rizıq berwsilerdin jaqsıragı\" de"},{"SurahNumber":63,"VerseNumber":1,"Text":"(Muxammed R.S.) sagan munafıqtar kelgen kezde: \"Seni, anıq Paygambar dep aygaq bolamız\" dedi. Senin xaq Paygambar ekenindi Alla biledi. Sonday-aq Alla (T.) rasında munafıqtardın mulde swayt ekendigine kwalik etedi"},{"SurahNumber":63,"VerseNumber":2,"Text":"Olar anttarın qalqan etedi de Allanın jolınan tıyadı. Kumansız olardın istegenderi nendey jaman"},{"SurahNumber":63,"VerseNumber":3,"Text":"Mine rasında olar, iman keltirip, keyin qarsı kelgendikterinin saldarınan jurekteri bitelgen Endi olar, tusinbeypi"},{"SurahNumber":63,"VerseNumber":4,"Text":"(Muxammed G.S.) olardı korgen kezde, tulgaları seni tanırqatadı. Olar soylese, sozderin tındaysın. Olar, beyne, qalangan qwıs donbek siyaqtı. Sonday-aq olar, arbir sıqqan dawıstı ozderine joridı. (Oz qılıqtarınan ureylenedi.) Olar duspan. Sondıktan olardan saqtan. Olardı Alla tipıl qılsın. Qayda adasıp, bara jatır? (Munafıqtardın bastıgı Gabdolla Ubay ulı, tagı basqaları zor deneli kelbetti de sesen adamdar edi. Kelip, dwarga suyenip turıp, ademilep soylewsi epi. B.J.M.T)"}]}