{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"ve zihnen onların doğruluğuna kani oldukları halde, sırf zulmü kendilerine yol edinmiş olmalarından ve kendilerini büyüklük duygusuna kaptırmış olmalarından ötürü mesajlarımıza karşı çıktılar; bak işte bozguncuların sonu nasıl oldu"},{"SurahNumber":27,"VerseNumber":15,"Text":"Ve gerçek şu ki, Biz Davud´a da, Süleyman´a da ilim verdik; bunun için, onların ikisi de \"Bütün övgüler, bizi inanan kullarının birçoğundan üstün kılan Allah´a aittir!\" derlerdi"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ve (bu bakımdan) Süleyman Davud´un (gerçek) varisi idi; öyle ki, o şöyle derdi: \"Ey insanlar! Bize kuşların dili öğretildi; (güzel ve iyi) şeylerin hepsinden (cömertçe) bahşedildi; bu (bize Allah´ın) apaçık bir lütfudur"},{"SurahNumber":27,"VerseNumber":17,"Text":"İşte (bir gün) görünmeyen varlıklardan, insanlardan ve kuşlardan oluşan ordusu Süleyman´ın önünde bir araya getirilmiş ve sonra düzenli sıralar halinde yola çıkarılmıştı"},{"SurahNumber":27,"VerseNumber":18,"Text":"(Nitekim,) karınca(larla dolu bir) vadiye geldiklerinde, karıncalardan biri: \"Ey karıncalar!\" diye bağırdı, \"Hemen yuvalarınıza girin ki Süleyman ve ordusu, farkında olmadan sizi ezip geçmesin"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Süleyman temsildeki karıncanın) bu sözüne neşeyle güldü ve \"Ey Rabbim!\" dedi, \"İçimde öyle düşünceler uyandır ki, bana ve ana babama bahşettiğin nimetler için sana hep şükreden biri olayım; ve hep Senin hoşnut olacağın dürüst ve erdemli işler yapıyor olayım; ve beni, rahmetinle, dürüst ve erdemli kulların arasına sok"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ve (bir gün) kuşlar arasında göz gezdirirken: \"Hüthütü niçin göremiyorum?\" dedi, \"Yoksa kayıplara mı karıştı"},{"SurahNumber":27,"VerseNumber":21,"Text":"(Eğer böyleyse,) karşıma inandırıcı bir mazeretle çıkmadığı takdirde, onu ya şiddetli bir cezayla cezalandıracağım ya da boynunu uçuracağım"},{"SurahNumber":27,"VerseNumber":22,"Text":"Fakat hüthüt çok sürmeden çıkageldi ve: \"Ben senin henüz bilmediğin bir şeyi öğrendim ve sana Sebe hakkında doğru bir haber getirdim\" dedi"}]}