{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"So when you and those who are with you have embarked on the ship, then say: \"All praise is due to God who has saved us from the wicked people"},{"SurahNumber":23,"VerseNumber":29,"Text":"Andsay: \"My Lord, cause me to embark upon a blessed place, for You are the best for those who embark"},{"SurahNumber":23,"VerseNumber":30,"Text":"In this are signs, and We will always test"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We raised after them a different generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"So We sent a messenger to them from among them: \"Serve God, you have no other god besides Him. Will you not take heed"},{"SurahNumber":23,"VerseNumber":33,"Text":"Andthe leaders from among his people who rejected and denied the meeting of the Hereafter; and We indulged them in this worldly life; said: \"What is this but a human being like you? He eats from what you eat and he drinks from what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"And if you obey a human being like you, then you will indeed be losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that if you die and become dust and bones that you will be brought out"},{"SurahNumber":23,"VerseNumber":36,"Text":"Far fetched is what you are being promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"There is nothing but our worldly life, we die and we live, and we will not be resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"Heis but a man who has invented a lie against God, and we will not believe in him"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said: \"My Lord, grant me victory for what they denied me"},{"SurahNumber":23,"VerseNumber":40,"Text":"He said: \"In a little while they will be in regret"},{"SurahNumber":23,"VerseNumber":41,"Text":"So the scream took them with justice, and We made them as dead plants. So away with the wicked people"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then We raised after them different generations"}]}