{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"بزرگوار خدایی که سلطنت ملک هستی به دست قدرت اوست و بر همه چیز تواناست"},{"SurahNumber":67,"VerseNumber":2,"Text":"خدایی که مرگ و زندگانی را آفرید که شما بندگان را بیازماید تا کدام نیکوکارتر (و خلوص اعمالش بیشتر) است و او مقتدر و بسیار آمرزنده است"},{"SurahNumber":67,"VerseNumber":3,"Text":"آن خدایی که هفت آسمان بلند را به طبقاتی منظم بیافرید و هیچ در نظم خلقت خدای رحمان بی‌نظمی و نقصان نخواهی یافت، باز بارها به دیده عقل بنگر تا هیچ نقص و خلل هرگز در آن توانی یافت؟"},{"SurahNumber":67,"VerseNumber":4,"Text":"باز دوباره به چشم بصیرت دقت کن تا دیده خرد زبون و خسته (نقصی نیافته) به سوی تو باز گردد"},{"SurahNumber":67,"VerseNumber":5,"Text":"و ما آسمان دنیا را به چراغهای انجم رخشان زیب و زیور دادیم و به تیر شهاب آن ستارگان شیاطین را راندیم و عذاب آتش فروزان را بر آنها مهیّا ساختیم"},{"SurahNumber":67,"VerseNumber":6,"Text":"و بر آنان که به خدای خود کافر شدند عذاب جهنّم که بسیار بد منزلگاهی است مهیّاست"},{"SurahNumber":67,"VerseNumber":7,"Text":"که چون به آن جهنّم در افتند فریاد منکری چون شهیق خران از آتش چون دیگ جوشان می‌شنوند"},{"SurahNumber":67,"VerseNumber":8,"Text":"(دوزخ از خشم کافران) نزدیک است شکافته و قطعه قطعه شود، هر فوجی را که به آتش در افکنند خازنان جهنّم از آنها پرسند: آیا پیغمبری برای راهنمایی شما نیامد؟"},{"SurahNumber":67,"VerseNumber":9,"Text":"آنها در جواب گویند: آری، ما را رسول بیم دهنده حق آمد ولی ما تکذیب او کردیم و گفتیم که خدا چیزی (از آسمان) نفرستاده و جز اینکه شما رسولان سخت به گمراهی و ضلالتید هیچ نیست"},{"SurahNumber":67,"VerseNumber":10,"Text":"و گویند: اگر ما در دنیا (سخن انبیا) می‌شنیدیم یا به دستور عقل رفتار می‌کردیم (امروز) از دوزخیان نبودیم"},{"SurahNumber":67,"VerseNumber":11,"Text":"آنجا به گناه خود معترف شوند (که سودی ندارد و خطاب قهر فرا رسد) که اهل آتش افروخته (قهر، از رحمت حق) دور باد"},{"SurahNumber":67,"VerseNumber":12,"Text":"همانا آنان که از خدای خود در پنهان می‌ترسند آنها را آمرزش و پاداش بزرگ (بهشت ابد) خواهد بود"}]}