{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Celui qui t’a revele le Coran[1027] te fera certainement retourner dans ta patrie[1028]. Dis : « Mon Seigneur sait parfaitement qui est porteur du message de verite et qui est manifestement egare. »"},{"SurahNumber":28,"VerseNumber":86,"Text":"Tu n’esperais nullement que le Livre te serait revele. Il en fut ainsi par la seule grace de ton Seigneur. N’apporte donc jamais ton soutien aux impies"},{"SurahNumber":28,"VerseNumber":87,"Text":"Et que ces derniers ne te detournent pas des versets d’Allah qui te sont reveles. Appelle les hommes a la religion de ton Seigneur, sans jamais te joindre aux idolatres"},{"SurahNumber":28,"VerseNumber":88,"Text":"Garde-toi donc d’invoquer d’autres divinites avec Allah. Il n’est de divinite digne d’etre adoree que Lui. Tout est appele a disparaitre, excepte Son Visage. Il dispose seul de l’autorite et du pouvoir de juger et c’est a Lui que vous serez tous ramenes"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Les hommes pensent-ils que Nous les laisserons affirmer qu’ils croient sans eprouver leur foi"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nous avons, en verite, eprouve leurs devanciers. Allah distinguera de cette maniere ceux qui sont sinceres des menteurs"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ceux qui se livrent au peche pensent-ils pouvoir Nous echapper ? Jugement bien errone que le leur"},{"SurahNumber":29,"VerseNumber":5,"Text":"Que celui qui espere rencontrer Allah sache que le terme fixe par Allah arrivera ineluctablement. Il est Celui qui entend tout et sait tout"},{"SurahNumber":29,"VerseNumber":6,"Text":"Quiconque lutte pour la cause d’Allah ne le fait que dans son seul interet. Allah, en effet, peut parfaitement se passer de Sa Creation"}]}