{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"(Kini frike) diten, kur cdokush do ta gjeje perpara ate qe ka punuar mire dhe ate qe ka punuar keq, duke deshiruar qe midis tij dhe se keqes se tij, te kete largesi te madhe. Allahu ju paralajmeron qe t’i ruheni Vetes se Tij. Allahu eshte i Bute e i Meshirshem me roberit e Vet"},{"SurahNumber":3,"VerseNumber":31,"Text":"Thuaju (o Muhamed): “Nese ju e doni Allahun, atehere me ndiqni mua, qe Allahu t’ju doje dhe t’jua fale gjynahet! Allahu eshte Fales i Madh dhe Meshireplote”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Thuaju: “Bindjuni Allahut dhe te Derguarit!” Ne qofte se kthejne shpinen, (dijeni se) Allahu, me te vertete, nuk i do jobesimtaret"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allahu i zgjodhi Ademin, Nuhun, familjen e Ibrahimit dhe familjen e Imranit mbi te gjithe njerezit (e kohes se tyre)"},{"SurahNumber":3,"VerseNumber":34,"Text":"(Ata ishin) pasardhes te njeri - tjetrit. Allahu degjon dhe di cdo gje"},{"SurahNumber":3,"VerseNumber":35,"Text":"Kujto kur gruaja e Imranit tha: “Zoti im, une Ty ta kam kushtuar ate qe eshte ne barkun tim, qe te te sherbeje vetem Ty; andaj, pranoje prej meje! Se Ti, me te vertete, degjon dhe di cdo gje.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"E kur ajo lindi, tha: “Zoti im! Une linda femer, - Allahu e di me mire se cfare lindi ajo, - e mashkulli nuk eshte si femra. Une ia vura emrin Merjeme dhe i kam lene ate me pasardhesit e saj nen mbrojtjen Tende nga djalli i mallkuar”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Zoti e pranoi ate (Merjemen) me endje, e beri qe te rritet mire dhe e la nen kujdestarine e Zekerias. Sa here qe hynte Zekeria ne dhomen e saj, gjente prane saj ushqim dhe e pyeste: “O Merjeme! Nga te vjen ky ushqim?” Ajo pergjigjej: “Ky eshte nga Allahu, se Allahu e furnizon ke te doje, pa kufi”"}]}