{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":270,"Text":"iṉṉum, celavu vakaiyiliruntu nīṅkaḷ eṉṉa celavu ceytālum, allatu nērccaikaḷil enta nērccai ceytālum niccayamāka allāh ataṉai naṉkaṟivāṉ; aṉṟiyum akkiramakkārarkaḷukku utavi ceyvōr evarum ilar"},{"SurahNumber":2,"VerseNumber":271,"Text":"tāṉa tarmaṅkaḷai nīṅkaḷ veḷipṭaiyākac ceytāl atuvum nal; latē (ēṉeṉil avvāṟu ceyyap piṟaraiyum atu tūṇṭum;) eṉiṉum avaṟṟai maṟaittu ēḻaiyeḷiyōrkku avai kiṭaikkumpaṭic ceytāl atu uṅkaḷukka iṉṉum nallatu. Atu uṅkaḷuṭaiya pāvaṅkaḷaiyum nīkkum; nīṅkaḷ ceyvatai(yellām) allāh naṉkaṟintavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Napiyē!) Avarkaḷai nērvaḻiyil naṭattuvatu um kaṭamaiyalla, āṉāl, tāṉ nāṭiyavarkaḷai allāh nērvaḻiyil celuttukiṉṟāṉ;. Iṉṉum, nallatil nīṅkaḷ etaic celaviṭiṉum, atu uṅkaḷukkē naṉmai payappatākum;. Allāhviṉ tirumukattai nāṭiyē allātu (vīṇ perumaikkākac) celavu ceyyātīrkaḷ;. Nallavaṟṟiliruntu nīṅkaḷ etaic celavu ceytālum, ataṟkuriya naṟpalaṉ uṅkaḷukkup pūraṇamākat tiruppik koṭukkappaṭum; nīṅkaḷ aniyāyam ceyyappaṭamāṭṭīrkaḷ"},{"SurahNumber":2,"VerseNumber":273,"Text":"pūmiyil naṭamāṭit(tam vāḻkkait tēvaikaḷai niṟaivēṟṟa) etuvum ceyya muṭiyāta aḷavukku allāhviṉ pātaiyil taṅkaḷai arppaṇittuk koṇṭavarkaḷukkut tāṉ (uṅkaḷuṭaiya tāṉa tarmaṅkaḷ) uriyavaiyākum. (Piṟariṭam yācikkāta) avarkaḷuṭaiya pēṇutalaik kaṇṭu, aṟiyātavaṉ avarkaḷaic celvantarkaḷ eṉṟu eṇṇik koḷkiṟāṉ;. Avarkaḷuṭaiya aṭaiyāḷaṅkaḷāl avarkaḷai nīr aṟintu koḷḷalām. Avarkaḷ maṉitarkaḷiṭam varunti etaiyum kēṭkamāṭṭārkaḷ; (ittakaiyōrukkāka) nallatiṉiṉṟu nīṅkaḷ etaic celavu ceytālum, atai niccayamāka allāh naṉkaṟivāṉ"},{"SurahNumber":2,"VerseNumber":274,"Text":"yār taṅkaḷ poruḷkaḷai, (tāṉa tarmaṅkaḷil) iravilum, pakalilum; irakaciyamākavum, pakiraṅkamākavum celavu ceykiṉṟārkaḷō, avarkaḷukku avarkaḷuṭaiya iṟaivaṉiṭattil naṟkūli irukkiṟatu. Avarkaḷukku accamum illai. Avarkaḷ tukkappaṭavum māṭṭārkaḷ"}]}