{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Belki Rabbiniz size merhamet eder; fakat siz eger yine (fesatcılıga) donerseniz, biz de sizi yine cezalandırırız. Biz cehennemi kafirler icin bir hapishane yaptık"},{"SurahNumber":17,"VerseNumber":9,"Text":"Suphesiz ki bu Kur'an en dogru yola iletir; iyi davranıslarda bulunan muminlere, kendileri icin buyuk bir mukafat oldugunu mujdeler"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ahirete inanmayanlara gelince, onlar icin de elemli bir azap hazırlamısızdır"},{"SurahNumber":17,"VerseNumber":11,"Text":"Insan hayrı istedigi kadar serri de ister. Insan pek acelecidir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz, geceyi ve gunduzu birer ayet (delil) olarak yarattık. Nitekim, Rabbinizin nimetlerini arastırmanız, ayrıca, yılların sayı ve hesabını bilmeniz icin gecenin karanlıgını silip (yerine, esyayı) aydınlatan gunduzun aydınlıgını getirdik. Iste biz, her seyi acık acık anlattık"},{"SurahNumber":17,"VerseNumber":13,"Text":"Her insanın amelini (veya kaderini) boynuna bagladık. Insan icin kıyamet gununde, acılmıs olarak onune konacak bir kitap cıkarırız"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oku! Bugun sana hesap sorucu olarak kendi nefsin yeter"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim hidayet yolunu secerse, bunu ancak kendi iyiligi icin secmis olur; kim de dogruluktan saparsa, kendi zararına sapmıs olur. Hicbir gunahkar, baskasının gunah yukunu uslenmez. Biz, bir peygamber gondermedikce (kimseye) azap edecek degiliz"},{"SurahNumber":17,"VerseNumber":16,"Text":"Bir ulkeyi helak etmek istedigimizde, o ulkenin zenginlik sebebiyle sımarmıs elebasılarına (iyilikleri) emrederiz; buna ragmen onlar orada kotuluk islerler. Boylece o ulke, helake mustahak olur; biz de orayı darmadagın ederiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Nuh'tan sonraki nesillerden nicelerini helak ettik. Kullarının gunahlarını bilen ve goren olarak Rabbin yeterlidir"}]}