{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa yaratmaya başlayıp sonra tekrar tekrar yaratan ve sizi gözeten ve yerden rızıklandıran mı hayırlı? Allah'ın yanında bir ilah mı var? De ki: \"Getirin susturucu kanıtınızı, eğer doğru sözlüler iseniz"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Göklerde ve yerde, Allah'tan başka hiç kimse gaybı bilmez. Ne zaman dirileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, onların bilgileri âhiret konusunda yetersiz kalmıştı. Daha doğrusu onlar ondan kuşku duymaktadırlar. Hayır, hayır! Onlar, onu göremeyecek kadar kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"İnkârcılar dediler ki: \"Biz ve atalarımız toprak olduktan sonra, gerçekten biz bundan sonra ortaya mı çıkarılacağız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Yemin olsun, bununla şimdi biz, önceden de atalarımız tehdit edildi. Bu, öncekilerin masallarından başka bir şey değil"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: \"Yeryüzünde dolaşın da bir bakın nice olmuştur günahkârların sonu"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar yüzünden tasalanma. Kurmakta oldukları tuzaklardan ötürü de sıkıntıya düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eğer doğru sözlülerseniz, bu vaat ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Acele isteyip durduğunuzun bir kısmı belki de arkanıza takılmıştır"},{"SurahNumber":27,"VerseNumber":73,"Text":"Senin Rabbin, insanlara karşı gerçekten lütufkârdır; fakat çokları şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve senin Rabbin, onların göğüslerinin sakladığını da açığa vurduğunu da çok iyi bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Yerde ve gökte hiçbir gayb yoktur ki, açıklayıcı bir Kitap'ta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Hiç kuşkunuz olmasın ki bu Kur'an, İsrailoğullarına, ihtilafa düştükleri şeylerin birçoğunu anlatıyor"}]}