{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"Go adn a pd kiran a taw a phagilaing ka niyan: Ino ska, khatoroo ka so manga bota, - apiya pn siran na di siran phamakanono"},{"SurahNumber":10,"VerseNumber":44,"Text":"Mataan! a so Allah na di Niyan zalimbotan so manga manosiya sa mayto bo: Na ogaid na so manga manosiya i pzalimbot ko manga ginawa iran"},{"SurahNumber":10,"VerseNumber":45,"Text":"Na sii ko alongan a kalimoda Niyan kiran: Na lagid oba da a minitarg iran (ko doniya) a rowar ko isa ka oras ko kadawndaw: Sa makakhikilalai siran: Sabnar a miyalogi so siran a piyakambokhag iran so kimbaratmowaan ko Allah, go da siran makakdg sa ontol"},{"SurahNumber":10,"VerseNumber":46,"Text":"Na amay ka pakiilay Ami rka so sabaad ko ididiyandi Ami kiran (a siksa), - odi na tangann Ami ska, na sii siran Rkami bo phakandod: Oriyan iyan na so Allah i Saksi ko gi iran nggolaawlaan"},{"SurahNumber":10,"VerseNumber":47,"Text":"Na oman i pagtaw na adn sogo on: Na amay ka makawma so sogo kiran, na kokomn siran sa ontol, a siran na di siran kasalimbotan"},{"SurahNumber":10,"VerseNumber":48,"Text":"Na gi iran tharoon a: \"Anda dn angkai a diyandi, - o skano na mmamataan kano"},{"SurahNumber":10,"VerseNumber":49,"Text":"Tharoang ka a: \"Da a mipapaar akn a rk o ginawa ko a kabinasa, ago da a ompiya inonta sa kabaya o Allah. Adn a rk o oman i pagtaw a taalik: Na igira miyakaoma so taalik kiran, na di iran khisndod sa isa ka oras, go di iran khaktng"},{"SurahNumber":10,"VerseNumber":50,"Text":"Tharoang ka: \"Ay gda iyo, amay ka makatalingoma rkano so siksa Iyan ko gagawii, odi na dawndaw, antonaa pn i pnggagaanan on o manga rarata i ongar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Ino a sa oriyan iyan na igira a miyakatana (so siksa) na pharatiyayaan iyo bo? Ino a imanto bo (i kapharatiyaya niyo) a sabnar a giyaya so pphagalokalokan niyo"},{"SurahNumber":10,"VerseNumber":52,"Text":"Oriyan iyan na tharoon ko siran a da pamaginontolan: \"Taami niyo so siksa a tatap! Da a imbalas rkano a rowar ko pinggalbk iyo"},{"SurahNumber":10,"VerseNumber":53,"Text":"Na pakiphanothol iran rka: \"Ino bnar skaniyan?\" Tharoang ka: \"Oway! Ibt ko Kadnan ko! ka mataan! aya a titho a bnar! na di niyo dn khapalagoyan"}]}