{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":46,"Text":"celvamum, pillaikalum ivvulaka valkkaiyin alankarankaleyakum enrum nilaittu nirkak kutiya narkarumankale um'mutaiya iraivanitattil nanmaip palanutaiyavaiyakavum, (avanitattil) nampikkaiyutan ataravu vaikkattakkavaiyakavum irukkinrana"},{"SurahNumber":18,"VerseNumber":47,"Text":"(napiye!) Oru nal nam malaikalai (avarrin itankalai vittup) peyarttu vituvom; appotu, pumiyai nir vetta veliyakak kanpir; avarkalai onru cerppom, (annalil) nam oruvaraiyum vittu vaikka mattom"},{"SurahNumber":18,"VerseNumber":48,"Text":"avarkal yavarum um'mutaiya iraivanin camukattil varicaiyakak kontu varappatuvarkal; \"nam unkalai mutal tatavai pataittavare tittamaka ippolutum ninkal nam'mitam vantu vittirkal, anal nam unkalukkaka vakkalikkappatta ittakaiya nalai erpatutta mattom enru ninkal ennik kontiruntirkal\" (enru collappatum)"},{"SurahNumber":18,"VerseNumber":49,"Text":"innum (pattolaiyakiya) puttakam (avarkal mun) vaikkappatum; atilullataik kantu kurravalikal mikka accattutan iruppataik kanpir; melum avarkal, \"enkal kete! Inta ettirku enna (nerntatu)? Ciriyavaiyo periyavaiyo etaiyum varaiyarukkatu itu vittuvaikkava villaiye!\" Enru kuruvarkal; innum, avarkalceyta yavum avarkal mun vaikkappatuvataik kanparkal; anal um'mutaiya iraivan oruvarukkum aniyayam ceyyamattan"},{"SurahNumber":18,"VerseNumber":50,"Text":"Anriyum, \"atamukku sujutu ceyyunkal\" enru nam malakkukalitattil kuriyatai (napiye!) Ninaivu kurviraka appotu iplisaittavira, avarkal sujutu ceytarkal; avan (iplis) jin inattaic cerntavanaka iruntan; avan tan iraivanutaiya kattalaiyai miri vittan; akave ninkal ennaiyanri avanaiyum avan cantatiyaraiyum (unkalaip) patukappavarkalaka etuttuk kolvirkala? Avarkalo unkalukkup pakaivarkalaka irukkirarkal; akkiramakkararkal (ivvaru) marrik kontatu mikavum kettatakum"},{"SurahNumber":18,"VerseNumber":51,"Text":"vanankalaiyum, pumiyaiyum pataippatarko, innum avarkalaiye pataippatarko (avarkalai nan utavikku) aruke vaittuk kollavillai! Vali ketukkum ivarkalai (etilum) nan utaviyalarkalaka erpatuttik kollavumillai"},{"SurahNumber":18,"VerseNumber":52,"Text":"enakku inaiyanavarkane evarkalai ninkal ennik kontiruntirkalo avarkalai ninkal alaiyunkal enru avan kurakkutiya nalil ivarkal avarkalai alaipparkal. Anal avarkal ivarkalukku patilalikka mattarkal; innum avarkalukkitaiye nacattai nam erpatuttuvom"},{"SurahNumber":18,"VerseNumber":53,"Text":"innum, kurravalikal; (naraka) neruppaip parpparkal; tankal atil vilappokiravarkale enpatait terintu kolvarkal; atiliruntu tappa marritam etaiyum kana mattarkal"}]}