{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Y quienes no esperan comparecer ante Nos dicen: «¿Por que no nos han sido enviados angeles o vemos a nuestro Senor?». Ciertamente, se han llenado de orgullo y se han extralimitado (en injusticia e incredulidad)"},{"SurahNumber":25,"VerseNumber":22,"Text":"El dia en que vean a los angeles[695] no sera una buena noticia para los pecadores que se oponen a la verdad, y (los angeles) les diran: «Se os ha prohibido tajantemente (la entrada en el paraiso)»"},{"SurahNumber":25,"VerseNumber":23,"Text":"Y Nos volveremos hacia las (buenas) acciones que hayan podido realizar y las convertiremos en polvo esparcido (por el aire por no haberse basado en la fe en Al-lah)"},{"SurahNumber":25,"VerseNumber":24,"Text":"Los habitantes del paraiso gozaran ese dia de las mejores moradas y de los mejores lugares de reposo"},{"SurahNumber":25,"VerseNumber":25,"Text":"Y (recuerda a los hombres, ¡oh, Muhammad!) el dia en que el cielo se abrira y apareceran (entre sus fisuras) nubes (blancas), y los angeles descenderan"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ese dia (el Dia de la Resurreccion), la verdadera soberania sera del Clemente, y sera un dia dificil para quienes rechazaban la verdad"},{"SurahNumber":25,"VerseNumber":27,"Text":"El dia en que el injusto (que negaba la verdad) se muerda las manos (lamentando su situacion), dira: «¡Ojala hubiese seguido al Mensajero (Muhammad)"},{"SurahNumber":25,"VerseNumber":28,"Text":"»¡Ay de mi! ¡Ojala no hubiese tomado a fulano por amigo"},{"SurahNumber":25,"VerseNumber":29,"Text":"»Me desvio de la Exhortacion (de Al-lah: el Coran) despues de haberme llegado». Y el Demonio siempre traiciona al hombre y lo abandona"},{"SurahNumber":25,"VerseNumber":30,"Text":"Y el Mensajero dira (ese dia): «¡Senor!, los (idolatras) de mi pueblo se desentendieron del Coran»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Del mismo modo (que tienes enemigos entre los idolatras de tu pueblo, ¡oh, Muhammad!) hemos hecho que todos los profetas anteriores a ti tuvieran algun enemigo entre los pecadores idolatras (de su gente; asi que se paciente). Y Al-lah te basta para guiarte y socorrerte"},{"SurahNumber":25,"VerseNumber":32,"Text":"Y quienes rechazan la verdad dicen: «¿Por que el Coran no ha sido revelado de una sola vez?». Mas lo hemos revelado asi (en partes) para afianzar tu corazon; y lo hemos revelado de manera gradual (para facilitar su comprension)"}]}