{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"vari cupulu krindiki valipoyi untayi, avamanam varini avarinci untundi. Mariyu vastavaniki varu niksepanga unnappudu sastangam (sajda) ceyataniki ahvanincabadite (tiraskarincevaru)"},{"SurahNumber":68,"VerseNumber":44,"Text":"kavuna nannu mariyu i sandesanni abad'dhamani tiraskarince varini vadalandi. Varu grahincani vidhanga memu varini kramakramanga (vinasam vaipunaku) tisukoni potamu"},{"SurahNumber":68,"VerseNumber":45,"Text":"mariyu nenu variki konta vyavadhi nistunnanu. Niscayanga, na pannagam cala drdhamainadi"},{"SurahNumber":68,"VerseNumber":46,"Text":"leka, (o pravakta!) Nivu varini edaina pratiphalam ivvamani adugutunnava? Variki dani runam bharamavataniki"},{"SurahNumber":68,"VerseNumber":47,"Text":"leka, vari vadda edaina agocara jnanam unda? Varu danini vrasi pettadaniki"},{"SurahNumber":68,"VerseNumber":48,"Text":"kavuna nivu ni prabhuvu ajna koraku veci undu. Mariyu nivu, cepavani (yunus) vale vyavaharincaku. (Gurtuku teccuko) atanu duhkhanlo unnappudu (tana prabhuvunu) mora pettukunnadu"},{"SurahNumber":68,"VerseNumber":49,"Text":"atani prabhuvu anugrahame ganaka ataniki andaka poyi unte, atanu avamanakaramaina sthitilo (cepa kadupulo padi undevadu kani memu atanini ksamincamu). Kavuna atanu cauta (banjaru) maidananlo visari veya baddadu"},{"SurahNumber":68,"VerseNumber":50,"Text":"civaraku atani prabhuvu atanini ennukoni satpurusulalo cercadu"},{"SurahNumber":68,"VerseNumber":51,"Text":"Mariyu a satyatiraskarulu, i sandesanni (khur'an nu) vinnappudu, tama cupulato ni kallu udagodatara annatlu (ninnu jarinci padavesetatlu) ninnu custunnaru. Mariyu varu ninnu (o muham'mad!): \"Niscayanga itadu piccivadu!\" Ani antunnaru"},{"SurahNumber":68,"VerseNumber":52,"Text":"kani sarvalokala (variki) idoka hitopadesam matrame"},{"SurahNumber":69,"VerseNumber":1,"Text":"a anivarya sanghatana (punarut'thanam)"},{"SurahNumber":69,"VerseNumber":2,"Text":"emita anivarya sanghatana"},{"SurahNumber":69,"VerseNumber":3,"Text":"mariyu a anivarya sanghatana, ante emito nikemi telusu"},{"SurahNumber":69,"VerseNumber":4,"Text":"samud mariyu ad jati varu akasmattuga virucukupade a upadravanni asatyamani tiraskarincaru"},{"SurahNumber":69,"VerseNumber":5,"Text":"kavuna samud jati varaite oka bhayankaramaina garjana dvara nasanam ceyabaddaru"},{"SurahNumber":69,"VerseNumber":6,"Text":"mariyu ad jati varemo ati tivramaina tuphanu gali dvara nasanam ceyabaddaru"},{"SurahNumber":69,"VerseNumber":7,"Text":"ayana (allah), danini vari mida edu ratrulu mariyu enimidi pagalla varaku edategakunda avarimpajesadu. Dani valana varu vellato pellagincabadina kharjurapu bodela vale padai povatam, nivu custavu"},{"SurahNumber":69,"VerseNumber":8,"Text":"ayite ippudu varilo evaraina migili unnatlu nivu custunnava"}]}