{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"(napiye!) Nir avarkalukkup pavamannippaik korinalum allatu nir avarkalukkup pava mannippaik koravittalum (irantum) camamtan. (Enenral), avarkalai mannikkumpati nir elupatu murai mannippuk korinalum niccayamaka allah avarkalai mannikkave mattan. Niccayamaka avarkal allahvaiyum, avanutaiya tutaraiyum (manamurantaka) nirakarittatutan itarkuk karanamakum. Allah, pavam ceyyum (ittakaiya) makkalai nerana valiyil celuttuvatillai"},{"SurahNumber":9,"VerseNumber":81,"Text":"(Porukkuc cellatu) pin tankivittavarkal allahvin tutaru(taiya kattalai)kku maraka(t tankal vitukalil) iruntu kontataip parri cantosa mataikinranar. Innum, allahvutaiya pataiyil tankal porulkalaiyum, uyirkalaiyum tiyakam ceytu por ceyvatai veruttu (marravarkalai nokki) ‘‘inta veppakalattil ninkal (porukkuc) cellatirkal'' enrum kurukinranar. (Atarku napiye! Avarkalai nokki) ‘‘narakattin neruppu (itaivita) kotiya usnamanatu'' enru nir kuruviraka. (Itai) avarkal arintukolla ventama"},{"SurahNumber":9,"VerseNumber":82,"Text":"(im'maiyil) avarkal veku kuraivakave cirikkavum. Avarkal ceytu kontirunta (tiya) ceyalukkup piratipalanaka (marumaiyil) atikamakave alutu kollattum"},{"SurahNumber":9,"VerseNumber":83,"Text":"(napiye!) Nir (poril verri perravaraka) avarkalil oru kuttattaritam tirumpa varumpati allah ceytu (unkal verriyaiyum, ninkal kontu vanta porulkalaiyum avarkal kantu, unkalutan marroru porukkup) purappata unkalitam anumati korinal (avarkalai nokki) ‘‘ninkal (porukku) orukkalattilum ennutan purappataventam. Ennutan cerntu enta etiriyitamum ninkal porpuriya ventam. Enenral, niccayamaka ninkal mutan muraiyil (vittil) tankivituvataiye virumpinirkal. Atalal, (ippolutum) ninkal (vittil) tankivitupavarkalutan iruntu vitunkal'' enru (napiye! Nir) kuruviraka"},{"SurahNumber":9,"VerseNumber":84,"Text":"melum, avarkalil evar irantuvittalum avarkal mitu orupotum (janasa) tolukaiyum tolatir. Avarkalutaiya kapril (avarkalukkaka mannippukkori) nirkatir. Enenral, niccayamaka avarkal allahvaiyum avanutaiya tutaraiyum nirakarittu vittatutan pavikalakave irantum irukkinranar"},{"SurahNumber":9,"VerseNumber":85,"Text":"Avarkalutaiya celvankalum avarkalutaiya cantatikalum (atikarittiruppatu) um'mai accariyappatutta ventam. (Enenral) avarraikkontu ivvulakileye avarkalait tunpuruttuvataiyum, avarkal (karvamkontu) nirakaritta vanname avarkalin uyir povataiyumtan allah virumpukiran"},{"SurahNumber":9,"VerseNumber":86,"Text":"allahvai nampikkai kontu, avanutaiya tutarutan cerntu por puriyumaru or attiyayam irakkappattal, avarkalilulla panakkararkal (por puriya varatirukka) unkalitam anumatikori ‘‘enkalai vittuvitunkal; (vittil) tanki iruppavarkalutan nankalum tankivitukirom'' enru kurukinranar"}]}