{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"เปล่าเลย! แต่ว่าพวกเจ้ารักการมีชีวิตอยู่ในโลกนี้"},{"SurahNumber":75,"VerseNumber":21,"Text":"และพวกเจ้าจะทิ้งปรโลก"},{"SurahNumber":75,"VerseNumber":22,"Text":"ในวันนั้นหลาย ๆ ใบหน้าจะเบิกบาน"},{"SurahNumber":75,"VerseNumber":23,"Text":"จ้องมองไปยังพระเจ้าของมัน"},{"SurahNumber":75,"VerseNumber":24,"Text":"และในวันนั้นหลาย ๆ ใบหน้าจะเศร้าสลด"},{"SurahNumber":75,"VerseNumber":25,"Text":"มันคิดว่าความหายนะอันใหญ่หลวงจะเกิดขึ้นแก่มัน"},{"SurahNumber":75,"VerseNumber":26,"Text":"เปล่าเลย เมื่อวิญญาณขึ้นมาถึงคอหอย"},{"SurahNumber":75,"VerseNumber":27,"Text":"และมีผู้กล่าวว่า ใครเล่าเป็นผู้ทำให้เขาฟื้นขึ้นเหมือนเดิม"},{"SurahNumber":75,"VerseNumber":28,"Text":"และเขามั่นใจว่า แท้จริงเขาต้องจากไป"},{"SurahNumber":75,"VerseNumber":29,"Text":"และขาข้างหนึ่งทับขาอีกข้างหนึ่ง (เพราะความกลัว)"},{"SurahNumber":75,"VerseNumber":30,"Text":"วันนั้น จะมีการนำพาไปยังพระเจ้าของเจ้า"},{"SurahNumber":75,"VerseNumber":31,"Text":"เพราะว่าเขาไม่เชื่อมั่น และไม่ละหมาด"},{"SurahNumber":75,"VerseNumber":32,"Text":"แต่เขาปฏิเสธและผินหลังกลับ"},{"SurahNumber":75,"VerseNumber":33,"Text":"แล้วเขาก็เดินอย่างองอาจไปหาพรรคพวกของเขาอย่างหยิ่งยะโส"},{"SurahNumber":75,"VerseNumber":34,"Text":"ความวิบัติจงมีแด่เจ้าเถิด แล้วก็ความวิบัติจงมีแด่เจ้าเถิด"},{"SurahNumber":75,"VerseNumber":35,"Text":"แล้วก็ความวิบัติจงมีแด่เจ้าเถิด แล้วก็ความวิบัติจงมีแด่เจ้าเถิด"},{"SurahNumber":75,"VerseNumber":36,"Text":"มนุษย์คิดหรือว่า เขาจะถูกปล่อยไว้โดยไร้จุดหมายกระนั้นหรือ"},{"SurahNumber":75,"VerseNumber":37,"Text":"เขามิได้เป็นน้ำกามหยดหนึ่งจากน้ำอสุจิที่ถูกพุ่งออกมากระนั้นหรือ"},{"SurahNumber":75,"VerseNumber":38,"Text":"แล้วเขาได้เป็นก้อนเลือดก้อนหนึ่ง แล้วพระองค์ทรงบังเกิด แล้วก็ทรงทำให้ได้สัดส่วนสมบูรณ์"},{"SurahNumber":75,"VerseNumber":39,"Text":"แล้วพระองค์ทรงทำให้เขาเป็นคู่ เป็นเพศชายและเพศหญิง"},{"SurahNumber":75,"VerseNumber":40,"Text":"ดังนั้น พระองค์จะไม่สามารถที่จะให้คนตายมีชีวิตขึ้นมาอีกกระนั้นหรือ"},{"SurahNumber":76,"VerseNumber":1,"Text":"แน่นอนกาลเวลาที่ยาวนานได้เกิดขึ้นแก่มนุษย์ เมื่อเขามิได้เป็นสิ่งที่ถูกกล่าวถึงเลย"},{"SurahNumber":76,"VerseNumber":2,"Text":"แท้จริงเราได้สร้างมนุษย์จากน้ำเชื้อผสมหยดหนึ่ง เพื่อเราได้ทดสอบเขา ดังนั้นเราจึงทำให้เขาเป็นผู้ได้ยิน เป็นผู้ได้เห็น"},{"SurahNumber":76,"VerseNumber":3,"Text":"แท้จริงเราได้ชี้แนะแนวทางให้แก่เขาแล้ว บางทีเขาก็เป็นผู้กตัญญู และบางทีเขาก็เป็นผู้เนรคุณ"},{"SurahNumber":76,"VerseNumber":4,"Text":"แท้จริงเราได้เตรียมโซ่ตรวน และกุญแจมือ และไฟที่ลุกโชติช่วงไว้สำหรับบรรดาผู้ปฏิเสธศรัทธา"},{"SurahNumber":76,"VerseNumber":5,"Text":"แท้จริงบรรดาผู้ทรงคุณธรรมนั้น จะได้ดื่มจากแก้วน้ำ ซึ่งผสมด้วยการบูรหอม"}]}