{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":76,"Text":"(napiyē! Umatu) ūriliruntu umatu kālaippeyarttu atiliruntu um'mai veḷippaṭuttiviṭavē avarkaḷ muṭivu kaṭṭiyiruntārkaḷ. Appaṭi avarkaḷ ceytiruntāl umakkup piṉṉar veku coṟpa nāḷkaḷē tavira aṅku avarkaḷ iruntirukka māṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":77,"Text":"umakku muṉṉar nām aṉuppiya tūtarkaḷaip paṟṟi naṭaipeṟṟa vaḻakkamum (ituvākavē) iruntatu. Namatu anta vaḻakkattil oru māṟutalaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":78,"Text":"(napiyē!) Cūriyaṉ cāyntatiliruntu iraviṉ iruḷ cūḻum varai (ḷuhar, asar, maḥrip, iṣā ākiya nērat) toḻukaikaḷait toḻutu varuvīrāka. Ḥpajr toḻukaiyum toḻutu varuvīrāka. Ēṉeṉṟāl, niccayamāka ḥpajr toḻukaiyāṉatu vāṉavarkaḷ kalantukoḷḷum toḻukaiyākum"},{"SurahNumber":17,"VerseNumber":79,"Text":"(Tahajjutu toḻukai um mītu kaṭamaiyāka illāviṭiṉum) nīr, naḥpilāka iravil eḻuntu oru (ciṟitu) pākattil toḻutu varuvīrāka! (Itaṉ aruḷāl ‘makāmē mahmūt' eṉṉum) mikka pukaḻpeṟṟa iṭattil umatu iṟaivaṉ um'mai amarttalām"},{"SurahNumber":17,"VerseNumber":80,"Text":"aṉṟi, ‘‘eṉ iṟaivaṉē! Eṉṉai (matīṉāvil nuḻaiya vaikka vēṇṭumeṉṟu nī karutiṉāl) nallavitamākavē nuḻaiyavai. (Makkāviliruntu eṉṉai veḷippaṭutta vēṇṭumeṉṟu nī karutiṉāl) nallavitamākavē eṉṉai veḷippaṭuttivai. Uṉṉiṭamiruntu oru veṟṟiyai nī eṉakku utaviyākkit tantaruḷ'' eṉṟu (napiyē!) Pirārttippīrāka"},{"SurahNumber":17,"VerseNumber":81,"Text":"mēlum, ‘‘cattiyam vantatu; acattiyam maṟaintatu. Niccayamāka acattiyam aḻintē tīrum'' eṉṟum kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":82,"Text":"nampikkai koṇṭavarkaḷukku aruḷākavum nōy nivāraṇiyākavum uḷḷavaṟṟaiyē intat tiru kur'āṉil nām iṟakkiyirukkiṟōm. Eṉiṉum, aniyāyakkārarkaḷukkō (itu) naṣṭattaiyē tavira (vēṟu etaiyum) atikarippatillai"},{"SurahNumber":17,"VerseNumber":83,"Text":"nām maṉitaṉukku aruḷ purintāl (ataṟku avaṉ naṉṟi celuttuvataṟkup patilāka nam'mai) puṟakkaṇittu mukam tirumpik koḷkiṟāṉ. Avaṉai oru tīṅku aṇukiṉālō nampikkai iḻantu viṭukiṟāṉ"},{"SurahNumber":17,"VerseNumber":84,"Text":"(ākavē, napiyē!) Kūṟuvīrāka: Ovvoru maṉitaṉum taṉakkut tōṉṟiyavaṟṟaiyē ceykiṟāṉ. Ākavē, nērāṉa vaḻiyil celpavaṉ yār eṉpatai uṅkaḷ iṟaivaṉtāṉ naṉkaṟivāṉ"},{"SurahNumber":17,"VerseNumber":85,"Text":"(napiyē!) Rūhaip paṟṟi (yūtarkaḷākiya) avarkaḷ um'miṭam kēṭkiṟārkaḷ. Ataṟku nīr “atu eṉatu iṟaivaṉiṉ kaṭṭaḷaiyāl ēṟpaṭṭatu. (Ataip paṟṟi) veku coṟpa ñāṉamē tavira uṅkaḷukkuk koṭukkappaṭavillai. (Ātalāl, ataṉ nuṭpaṅkaḷai nīṅkaḷ aṟintu koḷḷa muṭiyātu)'' eṉṟu kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":86,"Text":"(Napiyē!) Nām virumpiṉāl vahyi mūlam umakku aṟivitta inta kur'āṉaiyē (um'miṭamiruntu) pōkkiviṭuvōm. Piṉṉar, (itai um'miṭam koṇṭu vara) namakku virōtamāka umakku utavi ceyya evaraiyum nīr kāṇamāṭṭīr"}]}