{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":40,"VerseNumber":17,"Text":"Ka’ ari nian satiap jiwa dibare’ balasan sasuai mang ahe nang udah dikarajaatni’nya. Nana’ ada nang dirugiatn’ ka’ ari nian. Sungguh Allah miah capat paretongan-Nya"},{"SurahNumber":40,"VerseNumber":18,"Text":"Man bare’lah iaka’ia paringatatn’ akan ari nang samakin samak (ari kiamat, iakoa) waktu ati nyasak sampe ka’ karongkongan karana nahani’ kasadihan. Nana’ ada seko’ pun ayukng’ nang satia bagi urakng nang zalim man nana’ ada seko’ panolong nang ditarima’ (patolongannya)"},{"SurahNumber":40,"VerseNumber":19,"Text":"Ia ngatahui’ (paniaka’ koa) mata nang hianat.766 man ahe nang tasambunyi’ ka’ dalapm’ dada"},{"SurahNumber":40,"VerseNumber":20,"Text":"Man Allah mutusatn’ mang kabanaratn’. Samintara iaka’ia nang disambah salain-Nya nana’ mampu mutusatn’ mang suatu ahe pun. Sasungguhnya Allah, Ia lah Nang Maha Nangaratn’, Maha Nele’"},{"SurahNumber":40,"VerseNumber":21,"Text":"Man ahe ke’ iaka’ia nana’ ngadakan’ pajalan- an ka’ bumi, lalu nele’i’ ampahe kasudahan urakng-urakng nang sanape’ iaka’ia? Urakng- urakng koa labih hebat kakuatatn’nya dari pada iaka’ia man (labih manyak) eninggalan- peninggalan (paradaban) nya ka’ bumi, tapi Allah ngazab iaka’ia karana dosa-dosanya. Man nana’ akan ada suatu pun nang ngalinukngi’ iaka’ia dari (azab) Allah"},{"SurahNumber":40,"VerseNumber":22,"Text":"Nang demikian koa ialah karana sasungguhnya rasul-rasul udah atakng’ ka’ iaka’ia mang ngincakng’ bukti-bukti nang nyata.767 lalu iaka’ia ingkar; lalu Allah ngazab iaka’ia. Sungguh Ia Mahakuat, Mahakaras hukuman-Nya"},{"SurahNumber":40,"VerseNumber":23,"Text":"Man sungguh, Kami udah ngutus Musa mang ngincakng’ ayat-ayat Kami man katarangan nang nyata"},{"SurahNumber":40,"VerseNumber":24,"Text":"ka’ Fir’aun, Haman man Karun; lalu iaka’ia bakata, “(Musa) koa surakng pesihir man pangalok”"},{"SurahNumber":40,"VerseNumber":25,"Text":"Maka waktu ia (Musa) atakng’ ka’ iaka’ia ngincakng’ kabanaratn’ dari Kami, iaka’ia bakata, “bunuhlah anak-anak laki-laki dari urakng-urakng nang baiman basama ia man biaratni’ idup nanbini-nanbini iaka’ia”. Namun tipu daya urakng-urakng kafir koa sia-sia belaka"}]}