{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Al endi je de iş. Köz ayım bol.! Eger adamdardan birew körseñ: \"Asa qamqor Alla üşin oraza atadım. Sondıqtan bügin eş adammen söylespeymin\" de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sonda balanı keterip eline keldi. Olar: \"Äy Märyam! Rasında sen öreskel bir närse keltirdiñ\" dedi"},{"SurahNumber":19,"VerseNumber":28,"Text":"Äy harunnıñ qarındası! (Sonımen rwlas qız.) Äkeñ de jaman kisi emes, şeşeñ de jaman jolda emes edi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Märyam balanı körsetti. Olar: \"Besiktegi bir böbekpen qaytıp söylesemiz?\",- dedi"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Bala): \"Ras men Allanıñ qulımın. Mağan kitap berip, payğambar kıldı\" dedi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Sonday-aq meni kayda bolsam da quttı etti de, tirşiligim boyınşa namazdı, zeketti orındawğa buyırdı"},{"SurahNumber":19,"VerseNumber":32,"Text":"(Meni) şeşeme meyirimdi etip, bir zoraker jäne qïqar qılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Mağan twılğan künimde, öler künimde jäne tiriltilip, turğızılatın künim de amandıq boladı"},{"SurahNumber":19,"VerseNumber":34,"Text":"Mine osı: Olar şübälanğan Märyam ulı Ğïsa (Ğ.S) jayındağı Allanıñ xaq sözi"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allanıñ balası bolwı mümkin emes. Alla (T.) odan mülde päk. Ol, bir istiñ bolwın qalasa, tek qana oğan \"bol\" deydi. Sonda ol, bola qaladı"},{"SurahNumber":19,"VerseNumber":36,"Text":"Küdiksiz Alla, meniñ de Rabbım äri senderdiñ de Rabbılarıñ. Onda Oğan ğana qulşılıq qılıñdar. Twra jol osı"},{"SurahNumber":19,"VerseNumber":37,"Text":"Alayda, (Yahwdï, Xrïstïan) toptarı özara talastı. Qarsı bolğandarğa, ulı bir künniñ kelwinde nendey ökiniş"},{"SurahNumber":19,"VerseNumber":38,"Text":"Olar, aldımızğa kelgen küni, naq estïdi de köredi. Biraq zalımdar, bügin aşıq türde adaswda"}]}