{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Āmi ka’lō, ‘tōmālōka āṭāẏē iẏāra paraā nāmi yōraā. Yētiẏā mōra phālara paraā tōmālōkara ōcarata kōnō hidāẏata āhiba, tētiẏā yisakalē āmāra hidāẏatara anusaraṇa karaiba, tē'ōm̐lōkara kōnō bhaẏa nā'i ārau cintāraō kōnō kāraṇa nā'i’"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka asbīkāra karaichē, siham̐tē'i ju'ira adhibāsī. Tāta siham̐tē cirakāla thākiba"},{"SurahNumber":2,"VerseNumber":40,"Text":"Hē īcharaā'īlara banśadharasakala! Tōmālōkē mōra sē'i anugrahasamūhara kathā smaraṇa karaā, yi anugraha ma'i tōmālōkaka pradāna karaichilō ārau tōmālōkē mōra aṅgīkāra pūraṇa karaā, maẏō tōmālōkara aṅgīkāra pūraṇa karaima. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"},{"SurahNumber":2,"VerseNumber":41,"Text":"Ārau ma'i yi aratīrṇa karaichō tōmālōkē tāra prati īmāna ānā. I tōmālōkara ōcarata yi āchē tāra satyatā pramānakāraī. Ārau tōmālōkē'i iẏāra prathama asbīkārakāraī naha’bā ārau tōmālōkē mōra āẏātasamūhaka sāmān'ya mūlyata bikraī nakaraibā. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ārau tōmālōkē satyaka michāra lagata miśraita nakaraibā ārau jāni-śuni satya gōpana nakaraibā"},{"SurahNumber":2,"VerseNumber":43,"Text":"Ārau tōmālōkē chālāta pratiṣṭhā karaā ārau yākāta pradāna karaā lagatē raukukāraī sakalara lagata rauku karaā"},{"SurahNumber":2,"VerseNumber":44,"Text":"Tōmālōkē mānuhaka satkāmara ādēśa diẏā ārau nijakē pāharai yōraā nēki? Athaca tōmālōkē kitāba adhyaẏana karaā. Tōmālōkē nubujā nēki"},{"SurahNumber":2,"VerseNumber":45,"Text":"ārau tōmālōkē dhairya ārau chālātara dbāraā sahāẏa praārthanā karaā. Niścaẏa binaẏīsakalara bāhiraē ānara bābē i bara kaṭhina kāma"},{"SurahNumber":2,"VerseNumber":46,"Text":"(Ārau ē'i kāma sē'isakala lōkara bābē sahaja) yisakalē biśbāsa karaē yē, niścaẏa siham̐tē siham̐tara pratipālakara lagata sākṣāṯ karaiba ārau niścaẏa siham̐ta tē'ōm̐ra phālē'i ubhati yāba"},{"SurahNumber":2,"VerseNumber":47,"Text":"Hē īcharaā'īlara banśadharasakala! Mōra sē'i anugrahara kathā manata pēlōraā yi ma'i tōmālōkaka pradāna karaichilō, ārau niścaẏa ma'i tōmālōkaka samagra jātira ōparata śraēṣṭhatba pradāna karaichilō"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ārau tōmālōkē sē'idinaṭōka bhaẏa karaā yidinā kōnōraē'i kāraō kāmata nāhiba. Ārau kāraō chupāraicha grahana karaā naha’ba lagatē kāraō paraā kōnō binimaẏō lōraā naha’ba, ārau siham̐tē sahāẏa praāpta'ō naha’ba"}]}