{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"“Ben” dedi, “yanlıslıkla, sonunda ne olacagını bilmeksizin, saskın bir vaziyette o isi yapmıstım.”"},{"SurahNumber":26,"VerseNumber":21,"Text":"“Sizden korktugum icin de kacmıstım. Ama Rabbim bana hukum ve hikmet verdi ve beni peygamberler arasına dahil etti.”"},{"SurahNumber":26,"VerseNumber":22,"Text":"“O basıma kaktıgın iyilik ise, Israilogullarını kolelestirmenin bir sonucu degil miydi?”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun: “Sahi, su bahsettigin Rabbulalemin de ne?” dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"“Eger isin gercegini bilmek isterseniz soyleyeyim: O, goklerin, yerin ve ikisi arasında olan her seyin Rabbidir.”"},{"SurahNumber":26,"VerseNumber":25,"Text":"Firavun alaycı bir sekilde cevresindekilere: “Bu adamın dediklerini isittiniz degil mi? (Aklısıra cevap veriyor).”"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa onu hic duymamıs gibi sozune devam ederek: “O sizin de, sizden onceki babalarınızın da Rabbidir.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firavun: “Dikkat edin! Size gonderilen bu elci kesinlikle bir deli!”"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa: “O dogunun da, batının da, dogu ile batı arasındaki her seyin de Rabbidir. Aklınız varsa bunu anlarsınız.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firavun, Musa'ya cevaben: “Eger benden baska tanrı kabul edersen mutlaka seni zindanlık ederim!” dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"“Ya” dedi, “sana dogrulugumu ispatlayan asikar bir delil getirmis olsam da mı?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"“Haydi, dedi, dogru soyluyorsan, goster o belgeni de gorelim!”"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun uzerine Musa asasını yere attı. Bir de ne gorsunler: Degnek her haliyle tam bir ejderha oluvermis"},{"SurahNumber":26,"VerseNumber":33,"Text":"Bir de elini koynundan cıkardı ki bakanların gozlerini kamastıracak kadar parlak mı parlak"},{"SurahNumber":26,"VerseNumber":34,"Text":"Firavun etrafındakilere: “Bu adam, dedi, galiba usta bir sihirbaz!”"},{"SurahNumber":26,"VerseNumber":35,"Text":"“Buyu gucu ile sizi yerinizden yurdunuzdan cıkarmak istiyor, ne buyurursunuz, gorusunuzu bildirin!”"},{"SurahNumber":26,"VerseNumber":36,"Text":"“Bunu ve kardesini biraz burada beklet, butun sehirlere haber gonder, sonra ne kadar usta sihirbaz varsa alıp gelsinler!” dediler"},{"SurahNumber":26,"VerseNumber":37,"Text":"“Bunu ve kardesini biraz burada beklet, butun sehirlere haber gonder, sonra ne kadar usta sihirbaz varsa alıp gelsinler!” dediler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Boylece belirlenen gunde butun usta sihirbazlar toplandı"},{"SurahNumber":26,"VerseNumber":39,"Text":"Halka da: “Haydi ne duruyorsunuz, siz de toplansanıza!” “Umarız buyuculer galip gelirler, biz de onların dinlerine tabi oluruz!” denildi"}]}