{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":12,"Text":"Allah disse: \"O que te impediu de te prosternares, quando to ordenei?\" Satã disse: \"Sou melhor que ele. Criaste-me de fogo e criaste-o de barro"},{"SurahNumber":7,"VerseNumber":13,"Text":"Allah disse: \"Então, desça do Paraíso! E não te é admissível te mostrares soberbo nele. Sai, pois, por certo, és dos humilhados"},{"SurahNumber":7,"VerseNumber":14,"Text":"Satã disse: \"Concede-me dilação, até um dia, em que eles serão ressuscitados"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah disse: \"Por certo, és daqueles aos quais será concedida dilação"},{"SurahNumber":7,"VerseNumber":16,"Text":"Satã disse: \"Então, pelo mal a que me condenaste ficarei, em verdade, à espreita deles, em Tua senda reta"},{"SurahNumber":7,"VerseNumber":17,"Text":"Em seguida, achegar-me-ei a eles, por diante e por detrás deles, e pela direita deles e pela esquerda deles, e não encontrarás a maioria deles agradecida"},{"SurahNumber":7,"VerseNumber":18,"Text":"Allah disse: \"Sai do Paraíso como execrado, banido. Dos que dentre eles, te seguirem, encherei a Geena, de todos vós"},{"SurahNumber":7,"VerseNumber":19,"Text":"E dissemos: \"Ó Adão! Habita tu e tua mulher o Paraíso e dele comei fartamente de onde quiserdes, e não vos aproximeis desta árvore pois seríeis dos injustos"},{"SurahNumber":7,"VerseNumber":20,"Text":"E Satã sussurrou-lhes perfídias, para mostrar a ambos o que lhes fora acobertado de suas partes pudendas, e disse: \"Vosso Senhor não vos coibiu desta árvore senão para não serdes dois anjos ou serdes dos eternos"},{"SurahNumber":7,"VerseNumber":21,"Text":"E jurou-lhes: \"Por certo, sou para ambos de vós um dos conselheiros"},{"SurahNumber":7,"VerseNumber":22,"Text":"Então, seduziu-os, com falácia. E, quando ambos experimentaram da árvore, exibiram-se-Ihes as partes pudendas, e começaram a aglutinar, sobre elas, folhas do Paraíso. E seu Senhor chamou-os: \"Não vos coibi a ambos desta árvore e não vos disse que Satã vos era inimigo declarado"}]}