{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"it serves as guidance and a mercy for believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Your Lord will judge between them through His discretion; He is the Powerful, the Aware"},{"SurahNumber":27,"VerseNumber":79,"Text":"So rely on God, since you hold manifest Truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"You cannot make the dead hear, nor even the deaf hear the Appeal once they turn around to escape"},{"SurahNumber":27,"VerseNumber":81,"Text":"You are no one to guide the blind out of their error; you will only cause someone who believes in Our signs to listen, for they are committed to [live in] peace. convinced by Our signs"},{"SurahNumber":27,"VerseNumber":82,"Text":"Whenever the Sentence prevails against them, We shall bring forth a monster from the earth for them who will speak to them, because mankind has not been convinced by Our signs"},{"SurahNumber":27,"VerseNumber":83,"Text":"Some day We shall summon a troop from every nation which has rejected Our signs, and they will be paraded forth"},{"SurahNumber":27,"VerseNumber":84,"Text":"until, when they come [before God], He will say: \"Did you reject My signs and not grasp any knowledge concerning them? What have you been doing"},{"SurahNumber":27,"VerseNumber":85,"Text":"The Sentence will prevail against them because of the wrong they have committed. They will not utter [a word]"},{"SurahNumber":27,"VerseNumber":86,"Text":"Have they not considered how We have made night so they may rest in it, and daylight so they can see? In that are signs for folk who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"Someday the Trumpet will be blown and startle whoever is in Heaven and whoever is on Earth, except for anyone God may wish. Everyone will come to Him abjectly"},{"SurahNumber":27,"VerseNumber":88,"Text":"You will see the mountains, which you reckoned were solid, slip away just as clouds slip away, through the handiwork of God Who consummates everything. He is Informed about whatever you are doing"}]}