{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"We said: \"O John! receive the Book with purpose of heart:\" - and We bestowed on him wisdom while yet a child"},{"SurahNumber":19,"VerseNumber":13,"Text":"And mercifulness from Ourself, and purity; and pious was he"},{"SurahNumber":19,"VerseNumber":14,"Text":"and duteous to his parents; and not proud, rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace was on him on the day he was born, and the day of his death, and shall be on the day when he shall be raised to life"},{"SurahNumber":19,"VerseNumber":16,"Text":"And make mention in the Book, of Mary, when she went apart from her family, eastward"},{"SurahNumber":19,"VerseNumber":17,"Text":"And took a veil to shroud herself from them: and we sent our spirit to her, and he took before her the form of a perfect man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"I fly for refuge from thee to the God of Mercy! If thou fearest Him, begone from me"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: \"I am only a messenger of thy Lord, that I may bestow on thee a holy son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How shall I have a son, when man hath never touched me? and I am not unchaste"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"So shall it be. Thy Lord hath said: 'Easy is this with me;' and we will make him a sign to mankind, and a mercy from us. For it is a thing decreed"},{"SurahNumber":19,"VerseNumber":22,"Text":"And she conceived him, and retired with him to a far-off place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the throes came upon her by the trunk of a palm. She said: \"Oh, would that I had died ere this, and been a thing forgotten, forgotten quite"},{"SurahNumber":19,"VerseNumber":24,"Text":"And one cried to her from below her: \"Grieve not thou, thy Lord hath provided a streamlet at thy feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake the trunk of the palm-tree toward thee: it will drop fresh ripe dates upon thee"}]}