{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":154,"Text":"Appuḍu ī duḥkhaṁ taruvāta āyana (allāh) mīpai śānti bhadratalanu avatarimpajēśāḍu; dāni valla mīlō kondariki kunukupāṭu āvarin̄cindi. Kāni marikondaru - kēvalaṁ svanta prāṇālaku prāmukhyata niccēvāru, allāh nu gurin̄ci pāmarula vaṇṭi tappuḍu ūhalu cēsēvāru - ilā annāru: \"Ēmī? Ī vyavahāranlō māku ēmainā bhāgamundā?\" Vāritō ilā anu: \"Niścayaṅgā, samasta vyavahārālapai sarvādhikāraṁ allāh dē!\" Vāru tama hr̥dayālalō dācukunna dānini nīku vyaktaṁ cēyaṭaṁ lēdu. Vāru iṅkā ilā aṇṭāru: \"Māku adhikāramē uṇḍi vuṇṭē, mēmu ikkaḍu campabaḍi uṇḍēvāramu kādu.\" Vāriki ilā javābivvu: \"Okavēḷa mīru mī iḷḷalōnē uṇḍi vunnappaṭikī, maraṇaṁ vrāyabaḍi unnavāru svayaṅgā tama vadhya sthānālaku tarali vaccēvāru.\" Mariyu allāh mī guṇḍelalō dāgi vunna dānini parīkṣin̄caṭāniki mariyu mī hr̥dayālanu pariśud'dha paracaṭāniki ilā cēśāḍu. Mariyu hr̥dayālalō (dāgi) unnadantā allāh ku bāgā telusu"},{"SurahNumber":3,"VerseNumber":155,"Text":"reṇḍu sain'yālu (uhud yud'dhāniki) talabaḍina dinamuna, vāstavāniki mīlō vennu cūpina vārini - vāru cēsukunna vāṭiki (karmalaku) phalitaṅgā - ṣaitānu vāri pādālanu jārcāḍu. Ayinā, vāstavāniki allāh vārini kṣamin̄cāḍu. Niścayaṅgā, allāh kṣamāśīluḍu, sahanaśīluḍu"},{"SurahNumber":3,"VerseNumber":156,"Text":"ō viśvāsulārā! Mīru satyatiraskārula mādirigā pravartin̄cakaṇḍi; vāru tama sōdarulu eppuḍainā prayāṇanlō uṇṭē, lēdā yud'dhanlō uṇṭē, (akkaḍa vāru ēdainā pramādāniki guri ayitē) vārini gurin̄ci ilā anēvāru: \"Okavēḷa vāru mātōpāṭu uṇḍivuṇṭē canipōyē vāru kādu mariyu campabaḍēvārunū kādu!\" Vāṭini (ī vidhamaina māṭalanu) allāh vāri hr̥daya āvēdanaku kāraṇālugā cēstāḍu. Mariyu allāh yē jīvanamiccē vāḍu. Mariyu maraṇamiccē vāḍu mariyu mīru cēstunnadantā allāh cūstunnāḍu"},{"SurahNumber":3,"VerseNumber":157,"Text":"Mariyu mīru allāh mārganlō campabaḍinā lēdā maraṇin̄cinā mīku labhin̄cē allāh kṣamābhikṣa mariyu kāruṇyaṁ, niścayaṅgā mīru kūḍabeṭṭē vāṭi anniṭi kaṇṭē entō uttamamainavi"}]}