{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"balunah tomara pathara haye ya'o kimba loha."},{"SurahNumber":17,"VerseNumber":51,"Text":"Athaba emana kona bastu, ya tomadera dharanaya khuba'i kathina; tathapi tara balabeh amadera ke purnabara ke srsti karabe. Balunah yini tomaderake prathamabara srjana karechena. Atahpara tara apanara samane matha narabe ebam balabeh eta kabe habe? Balunah habe, sambhabatah srighra'i."},{"SurahNumber":17,"VerseNumber":52,"Text":"Yedina tini tomaderake ahabana karabena, atahpara tomara tamra prasansa karate karate cale asabe. Ebam tomara anumana karabe ye, saman'ya samaya'i abasthana karechile."},{"SurahNumber":17,"VerseNumber":53,"Text":"Amara bandaderake bale dina, tara yena ya uttama emana katha'i bale. Sayatana tadera madhye sangharsa badhaya. Niscaya sayatana manusera prakasya satru."},{"SurahNumber":17,"VerseNumber":54,"Text":"Tomadera palanakarta tomadera samparke bhalabhabe jnata achena. Tini yadi cana, tomadera prati rahamata karabena kimba yadi cana, tomadera ayaba dibena. Ami apanake odera sabara tattbabadhayaka rupe prerana karini."},{"SurahNumber":17,"VerseNumber":55,"Text":"Apanara palanakarta tadera samparke bhalabhabe jnata achena, yara akasasamuhe o bhuprsthe rayeche. Ami to kataka payagambarake kataka payagambarera upara sresthatba dana karechi ebam da'udake yabura dana karechi."},{"SurahNumber":17,"VerseNumber":56,"Text":"Balunah allaha byatita yaderake tomara upasya mane kara, taderake ahabana kara. Athaca ora to tomadera kasta dura karara ksamata rakhe na ebam ta paribartana'o karate pare na."},{"SurahNumber":17,"VerseNumber":57,"Text":"Yaderake tara ahabana kare, tara nijera'i to tadera palanakartara naikatya labhera jan'ya madhyastha talasa kare ye, tadera madhye ke naikatyasila. Tara tamra rahamatera asa kare ebam tamra sastike bhaya kare. Niscaya apanara palanakartara sasti bhayabaha."},{"SurahNumber":17,"VerseNumber":58,"Text":"Emana kona janapada ne'i, yake ami keyamata dibasera purbe dhbansa karaba na athaba yake kathora sasti deba na. Eta to granthe lipibad'dha haye geche."}]}