{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":82,"Text":"Lorsque vint Notre commandement, Nous renversames (la cite) de fond en comble, et Nous fimes pleuvoir sur elle des pierres d’argile, en ordre, les unes apres les autres"},{"SurahNumber":11,"VerseNumber":83,"Text":"marquees aupres de ton Seigneur et (ce chatiment) n’est pas loin (d’atteindre) les injustes"},{"SurahNumber":11,"VerseNumber":84,"Text":"Et (Nous envoyames) aux gens de Madyan leur frere Chou ayb qui leur dit : « O peuple mien ! Adorez Allah, car vous n’avez d’autre divinite que Lui ! Ne reduisez en rien les mesures et les poids. Je vous vois prosperes, mais je crains pour vous le supplice d’un jour qui cernera toute chose"},{"SurahNumber":11,"VerseNumber":85,"Text":"O peuple mien ! Donnez pleine mesure et pesez avec equite ! Ne rognez pas frauduleusement sur la valeur des biens d’autrui et n’allez pas de par la terre semer la corruption"},{"SurahNumber":11,"VerseNumber":86,"Text":"Ce qui (vous) reste aupres d’Allah est bien meilleur pour vous, et je ne suis point votre gardien. »"},{"SurahNumber":11,"VerseNumber":87,"Text":"« O Chou ayb, dirent-ils, sont-ce donc tes prieres qui te dictent de (nous obliger a) delaisser ce qu’adoraient nos peres, ou a ne plus faire de nos biens ce qu’il nous plait? C’est pourtant toi, le tolerant, le raisonnable ! »"},{"SurahNumber":11,"VerseNumber":88,"Text":"Il repondit : « O peuple mien ! Avez-vous considere si je m’appuie sur une preuve evidente de mon Seigneur et qu’Il me dispense le plus beau don de Sa part ? Je n’ai nullement l’intention de faire ce que moi-meme je vous defends de faire. Je ne veux qu’ameliorer (les choses) autant que je le peux, et ma reussite ne depend que d’Allah a Qui je m’en remets et aupres de Qui je me repens"}]}