{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"But the transgressors shall endure for ever the torment of Hell"},{"SurahNumber":43,"VerseNumber":75,"Text":"which for them will not be assuaged; they shall be speechless with despair"},{"SurahNumber":43,"VerseNumber":76,"Text":"We did not wrong them, but it was they who did wrong"},{"SurahNumber":43,"VerseNumber":77,"Text":"Malik,‘¹ they will call out, ‘let your Lord make an end of us!‘ But he will say: ‘Here you shall remain!‘"},{"SurahNumber":43,"VerseNumber":78,"Text":"We have made known to you the Truth, but most of you the Truth abhor"},{"SurahNumber":43,"VerseNumber":79,"Text":"If they are resolved to ruin you,² We are resolved to ruin them"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think We cannot hear their secret talk and private converse? Yes! Our emissaries, at their side, record it all"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say:³ ‘If the Lord of Mercy had a son, I would be the first to worship him.‘"},{"SurahNumber":43,"VerseNumber":82,"Text":"Exalted be the Lord of the heavens and the earth, the Lord of the Throne, above their falsehoods"},{"SurahNumber":43,"VerseNumber":83,"Text":"Let them paddle, let them play, until they face the day they are promised"},{"SurahNumber":43,"VerseNumber":84,"Text":"And He it is who in heaven is God and on earth is God; He is the Wise One, the All-knowing"},{"SurahNumber":43,"VerseNumber":85,"Text":"Blessed be He who has sovereignty over the heavens and the earth and all that lies between them! He alone has knowledge of the Hour, and to Him shall you be recalled"},{"SurahNumber":43,"VerseNumber":86,"Text":"Those to whom they pray besides Him have not the power to intercede for them, save those who testify to the Truth and have knowledge of it"},{"SurahNumber":43,"VerseNumber":87,"Text":"Yet if you ask them who created them, they will surely say, ‘God.‘ How then can they be so misled"},{"SurahNumber":43,"VerseNumber":88,"Text":"And he can only says: ‘Lord, these are surely people that do not believe.‘"},{"SurahNumber":43,"VerseNumber":89,"Text":"So bear with them and wish them peace; they shall learn"}]}