{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"And olsun ki Lukman´a, Allah´a sukret diye hikmet verdik. Kim sukrederse ancak kendi lehine sukretmis olur; kim de nankorluk ederse, suphesiz ki Allah ganiydir, (hic kimsenin sukrune ihtiyacı yoktur), ovulmege cok daha layıktır"},{"SurahNumber":31,"VerseNumber":13,"Text":"Hani bir vakit Lukman ogluna ogut vererek dedi ki: «Ogulcagızım ! Sakın Allah´a ortak kosma. Cunku gercekten ortak kosmak buyuk bir haksızlıktır.»"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana, ana-babasının (haklarını gozetmesini de) tavsiye ettik. Anası onu sıkıntı ustune sıkıntı cekerek (karnında) tasımıstır. Sutten kesilmesi iki yıl icindedir. Bana ve ana-babana sukret; donus ancak banadır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Eger anan-baban, hakkında bilgin olmadıgı seyi bana ortak kosman icin seninle tartısıp agırlıklarını koyarlarsa, sakın onlara (bu hususta) itaat etme. Dunya (islerin)de ise onlara guzel olcude destek ol; bana yonelip gonul verenlerin yoluna uy. Sonra da donusunuz elbette banadır ; yapageldiginizi (o zaman) size bir bir haber veririm"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lukman yine ogluna dedi ki:) Ogulcagızım ! (Isledigin iyilik olsun, kotuluk olsun) bir hardal tanesi agırlıgınca bile olsa ve o bir kayanın Icinde veya goklerde ya da yerde bu lunsa, mutlaka Allah onu getirir (ortaya kor). Suphesiz ki Allah en ince, en gizli seyleri bilendir, her seyden haberlidir"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ogulcagızım! Namazı dosdogru kıl, (dince, akılca, saglam orfce) uygun olanı emret, kotu olanlardan da men´et. Basına gelene sabret. Suphesiz ki bunlar azmedilmege deger islerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Insanlardan (buyukluk taslayarak) yuzunu cevirme; yeryuzunde calımlı calımlı yurume. Suphesiz ki Allah, her boburlenen kendini be genmisi sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yuruyusunde ortalama bir davranıs icinde ol; sesini alcalt. Cunku seslerin en hosa gitmeyeni, suphesiz ki esek sesidir"}]}