{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Cap mat cua chung nhin guc xuong, đay xau ho. Va qua that truoc kia chung đa đuoc moi đen đe phu phuc trong luc hay con khoe manh"},{"SurahNumber":68,"VerseNumber":44,"Text":"Thoi, hay đe mac TA voi ke phu nhan loi tuong trinh nay (Qur'an). TA se loi chung dan dan tu noi ma chung khong nhan thay"},{"SurahNumber":68,"VerseNumber":45,"Text":"Va TA tam tha cho chung. Chac chan, ke hoach cua TA rat manh liet"},{"SurahNumber":68,"VerseNumber":46,"Text":"Hoac phai chang Nguoi đa đoi chung tien thu lao cho nen chung no nan chong chat"},{"SurahNumber":68,"VerseNumber":47,"Text":"Hoac phai chang chung nam đieu vo hinh nen chung viet no xuong"},{"SurahNumber":68,"VerseNumber":48,"Text":"Boi the, hay kien nhan cho đoi Lenh Phan cua caa Nguoi va cho nhu Nguoi Ban cua con Ca (Yunus) khi Y cau cuu trong luc đau kho tuyet vong"},{"SurahNumber":68,"VerseNumber":49,"Text":"Neu khong do mot An Hue tu Thuong Đe cua Y ban cho; va Y đa đuoc quang len bai bien hoang vu, va đang bi khien trach"},{"SurahNumber":68,"VerseNumber":50,"Text":"Roi Thuong Đe cua Y đa chon Y va lam cho Y tro thanh mot nguoi đuc hanh"},{"SurahNumber":68,"VerseNumber":51,"Text":"Va nhung ke khong co đuc tin muon lam cho Nguoi sa chan voi cai nhin cua chung khi chung nghe Loi Nhac Nho (cua Qur'an); va chung len tieng bao: “Ro that, Y (Muhammad) la mot thang đien.”"},{"SurahNumber":68,"VerseNumber":52,"Text":"Va No (Qur'an) chi la Loi Nhac Nho (cua Allah) ban cho muon loai"},{"SurahNumber":69,"VerseNumber":1,"Text":"Thuc tai"},{"SurahNumber":69,"VerseNumber":2,"Text":"Thuc tai la gi"},{"SurahNumber":69,"VerseNumber":3,"Text":"Va đieu gi cho Nguoi (Muhammad) biet Thuc tai la gi"},{"SurahNumber":69,"VerseNumber":4,"Text":"(Bo toc) Thamud va dan toc 'Ad phu nhan Qari'ah (Ngay Tan The)"},{"SurahNumber":69,"VerseNumber":5,"Text":"Boi the, đoi voi bo toc Thamud. chung đa bi tieu diet boi mot tran bung no du doi"},{"SurahNumber":69,"VerseNumber":6,"Text":"Va đoi voi dan toc 'Ad, chung đa bi tieu diet boi mot tran cuong phong het suc khung khiep"},{"SurahNumber":69,"VerseNumber":7,"Text":"Ma Ngai (Allah) đa cho thoi du doi lien tiep bay đem va tam ngay đen noi Nguoi co the thay nguoi dan noi đo (chet) nam la liet nhu cay cha la bi bung goc va nga rap xuong đat"},{"SurahNumber":69,"VerseNumber":8,"Text":"Boi the, Nguoi co thay mot đua nao cua bon chung song sot hay chang"}]}