{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"On pridet vo glave svoyego naroda v den' voskreseniya i otvedet ikh na vodopoy k ognyu. skveren vodopoy, k kotoromu vedut"},{"SurahNumber":11,"VerseNumber":99,"Text":"I soprovozhdayut ikh zdes' proklyatiyem i v den' voskreseniya. Skveren dar, kotoryy dayetsya"},{"SurahNumber":11,"VerseNumber":100,"Text":"Eto - iz vestey pro seleniya, kotoryye My tebe rasskazyvayem. Iz nikh odni stoyat, drugiye pozhaty"},{"SurahNumber":11,"VerseNumber":101,"Text":"My ikh ne obizhali, no oni sami sebya obideli, i ni ot chego ne spasli ikh bogi ikh, k kotorym oni vzyvali pomimo Allakha, kogda prishlo poveleniye tvoyego Gospoda. Oni tol'ko usilili ikh gibel'"},{"SurahNumber":11,"VerseNumber":102,"Text":"Takova khvatka tvoyego Gospoda, kogda On skhvatil seleniya, kotoryye byli nepravedny. Poistine, khvatka Yego muchitel'na, sil'na"},{"SurahNumber":11,"VerseNumber":103,"Text":"Poistine, v etom - znameniye dlya tekh, kto opasalsya nakazaniya budushchey zhizni. Eto - den', dlya kotorogo sobrany budut lyudi, i eto - den', kotoryy uvidyat"},{"SurahNumber":11,"VerseNumber":104,"Text":"I My otsrochim yego tol'ko na otchislennyy srok"},{"SurahNumber":11,"VerseNumber":105,"Text":"V tot den', kogda on nastupit, dusha budet govorit' tol'ko s Yego razresheniya; iz nikh budut i neschastnyy i schastlivyy"},{"SurahNumber":11,"VerseNumber":106,"Text":"A te, kotoryye neschastny, - v ogne, dlya nikh tam - vopli i rev"},{"SurahNumber":11,"VerseNumber":107,"Text":"vechno prebyvaya tam, - poka dlyatsya nebesa i zemlya, yesli tol'ko ne pozhelayet tvoy Gospod', - ved' tvoy Gospod' - ispolnitel' togo, chto On zhelayet"},{"SurahNumber":11,"VerseNumber":108,"Text":"A te, kotoryye dostigli schast'ya, - v rayu, - vechno prebyvaya tam, poka dlyatsya nebesa i zemlya, yesli tol'ko tvoy Gospod' ne pozhelayet, - nagradoy ne otsechennoy"}]}