{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":4,"VerseNumber":80,"Text":"Obi a ͻbεyε sotie ama Ɔsomafoͻ no, ampa sε w’ayε sotie ama Nyankopͻn, na obi a ͻbεdane n’akyi ama no no, Y’ansoma wo (Muhammad) sε bεhwε wͻn so"},{"SurahNumber":4,"VerseNumber":81,"Text":"(Nkͻnkͻnsafoͻ no) kasε: “(Y’ayε) sotie (ama wo)”. Nanso sε wͻ’firi wohͻ kͻ a, wͻn mu fekuo bi fa adwen anadwo dane deε wͻ’kaaeε no ani. Nyankopͻn retwerε adwen a wͻ’faa no anadwoͻ no. Enti twe woho firi wͻn ho na fa woho to Nyankopͻn so. Na Nyankopͻn yε Okyitaafoͻ a Ɔsom bo"},{"SurahNumber":4,"VerseNumber":82,"Text":"Anaasε wͻ’nnwenee anaa wͻnfaa Qur’aan yi ho asεm nkͻͻ adwendwen mu yie anaa? Sε anka efiri obi foforͻ hͻ a εnyε Nyankopͻn hͻ a, anka wͻ’benya abirabͻ pii wͻ mu"},{"SurahNumber":4,"VerseNumber":83,"Text":"Sε asomdweε asεm bi anaa ehu asεm bi ba wͻn hͻ a wͻ’de tene (anaasε wͻ’de bͻ dawuro). Sε anka wͻ’dane maa Ɔsomafoͻ no ne wͻn mu wͻn a tumi hyε wͻ’nsa no a, anka wͻn mu wͻn a wͻ’repε ho nimdeε no behunu (nokorε a εwͻ mu). Sε εnyε Nyankopͻn adom ne N’ahummͻbͻrͻ na εwͻ mosoͻ a, anka (momu dodoͻ no ara) bedi ͻbonsam akyi, gyesε kakraa bi"},{"SurahNumber":4,"VerseNumber":84,"Text":"Enti (Nkͻmhyεni), ko wͻ Nyankopͻn kwan no so; na yεnnfa adesoa bi nsoa wo, na mmom gyesε deε εfa wo ara woho. Na hyε agyidiefoͻ no nkuran. Ebia Nyankopͻn besi boniayεfoͻ no koo ho kwan. Onyankopͻn ne Ɔhoͻdenfoͻ, N’asotwee mu yε den paa"},{"SurahNumber":4,"VerseNumber":85,"Text":"Obi a obedi agyinamuu pa no benya emu kyεfa, na obi nso a obedi agyinamuu bͻne no nso benya emu kyεfa. Onyankopͻn na Ɔwͻ biribiara so tumi"},{"SurahNumber":4,"VerseNumber":86,"Text":"Sε obi de nkyea kyea mo a, monkyea no ma εnyε dε nkyεn nkyea a ͻkyeaa mo no, sε nyesoͻ nso a monye so ma εnyε dε nkyεn nenyesoͻ no. Nokorε sε Nyankopͻn deε obu biribiara ho akonta"}]}