{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":44,"Text":"Juna dina uniharu allahasamga bhetnechan, unako upahara (abhivadana) salama hunecha ra uniharuko nimti pratisthapurna pratiphala tayara garisakeko cha"},{"SurahNumber":33,"VerseNumber":45,"Text":"He paigambara! Niscaya nai hamile nai tapar'inla'i rasula bana'era saksi, ra subhasucana dinevala ra saceta garnevala bana'era patha'eka chaum"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ra allahako hukumabata allahatira bola'unevala ra prakasaman, jyoti bana'era"},{"SurahNumber":33,"VerseNumber":47,"Text":"Ra tapa'inle mominaharula'i subhasucana suna'idinus ki allahako tarphabata tiniharuka lagi thulo puraskara (phajala) cha"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ra inkara garneharu ra kapatiharuko bhana'i namannu. Ra uniharule di'eko duhkhala'i vasta nagarnu. Ra allahama bharosa garnu! Ra allaha kunai kamala'i pani parinamamukhi bana'una paryapta cha"},{"SurahNumber":33,"VerseNumber":49,"Text":"He imanavalaharu! Jaba timi imanavali striharusamga vivaha gardachau pheri uniharula'i sparsa garnubhanda agadi nai talaka (parapacuke) dinchau bhane timro nimti uniharumathi kunai iddatako adhikara chaina jasako timi ganti gara. Uniharula'i kehi pha'ida (kharca) di'era ramro tarikale bida gara"},{"SurahNumber":33,"VerseNumber":50,"Text":"He nabi! Hamile tapa'iko nimti ti patniharu grahya garidi'eka chaum jasaka mahara tapa'inle di'isaknu bha'eko cha, ra ti dasiharula'i pani juna allahale tapa'inko adhinama (dharmayud'dhabata) ganimatako malako rupama diyo ra tapar'inko kakaka choriharu ra phuphuharuka choriharu ra mamaka choriharu ra tapa'inko amaka didi bahinika choriharu jasale tapa'iko sathama pravasa (hijarata) gareka chin ra tyo imanavali stri jasale aphula'i nabiko nimti arpita gardache, yadi nabile usita bihe garna cahanuhuncha. Ta (he muham'mada!) Yo khasagari tapa'inko lagi ho, sabai musalamanaharuko lagi ho'ina, hamile uniharuka striharu ra dasiharuko barema juna niyamaharu nirdharita gareka chaum, hamila'i thaha cha. Yo yasakarana ki tapar'inla'i kunai apthyaro nahos. Ra allaha dherai ksamasila, dayavan cha"}]}