{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":52,"Text":"ke jyare temane temani pase avi salama kahyum, to temane kahyum ke amane to tamarathi dara lage che"},{"SurahNumber":15,"VerseNumber":53,"Text":"te'o'e kahyum ke daro nahim, ame tamane eka jnani balakani khusakhabara api'e chi'e"},{"SurahNumber":15,"VerseNumber":54,"Text":"kahyum sum a vrd'dhavastha'e pahoncya pachi tame mane khusakhabara apo cho, a khusakhabara tame kevi rite api rahya cho"},{"SurahNumber":15,"VerseNumber":55,"Text":"te'o'e kahyum ke ame tamane saci khusakhabari api rahya chi'e. Tame nirasa loko manthi na tha'i java"},{"SurahNumber":15,"VerseNumber":56,"Text":"kahyum ke potana palanaharani krpathi nirasa to phakata pathabhrasta loko ane bhatakela loko ja thaya che"},{"SurahNumber":15,"VerseNumber":57,"Text":"puchyum ke, allaha'e mokalela (pharista'o)! Tamarum evum sum agatyanum kama che"},{"SurahNumber":15,"VerseNumber":58,"Text":"temane javaba apyo ke ame aparadhi loko tarapha mokalavamam avya che"},{"SurahNumber":15,"VerseNumber":59,"Text":"parantu lutana kutumbijano sivaya ame te saune jarura bacavi la'isum"},{"SurahNumber":15,"VerseNumber":60,"Text":"temani patni sivaya, ame tenine roka'i janara'o ane baki rahevavala'o manthi nakki kari didhi che"},{"SurahNumber":15,"VerseNumber":61,"Text":"jyare mokalela pharista luta (a.Sa.) Na kutumbijano pase pahoncya"},{"SurahNumber":15,"VerseNumber":62,"Text":"to temane (luta a.Sa.)E kahyum ke tame to ko'i ajanya lago cho"},{"SurahNumber":15,"VerseNumber":63,"Text":"te'o'e (pharista'o'e) kahyum! Na, parantu ame tari pase te vastu la'ine avya chi'e jena vise a loko sankamam hata"},{"SurahNumber":15,"VerseNumber":64,"Text":"ame to tamari pase (spasta) satya la'ine avya chi'e ane kharekhara saci che"},{"SurahNumber":15,"VerseNumber":65,"Text":"have tame potana kutumbijano sathe ratrina ko'i praharamam cali nikalo ane tame te'oni pachala rahejo ane (khabaradara) tamara manthi ko'i (pachala) cahero pheravine na ju'e. Ane je jagya parano adesa tamane apavamam avi rahyo che tyam jata rahejo"},{"SurahNumber":15,"VerseNumber":66,"Text":"ane ame temana mate e vatano nirnaya kari lidho ke savara thatam ja te lokona mula ukhadi phenkisum"},{"SurahNumber":15,"VerseNumber":67,"Text":"ane saheravala'o khusi manavata avya"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Luta a.Sa. E) kahyum, a loko mara mahemana che, marum apamana na karo"},{"SurahNumber":15,"VerseNumber":69,"Text":"allaha ta'alathi daro ane marum apamana na karo"},{"SurahNumber":15,"VerseNumber":70,"Text":"te'o'e kahyum sum ame tamane akhi duniyani (thekedari) thi rokya nathi"}]}