{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"Das (ist) Allahs Versprechen. Allah bricht Sein Versprechen nicht, aber die meisten Menschen wissen nicht"},{"SurahNumber":30,"VerseNumber":7,"Text":"Sie kennen nur das Äußerliche vom diesseitigen Leben, während sie des Jenseits unachtsam sind"},{"SurahNumber":30,"VerseNumber":8,"Text":"Denken sie denn nicht in ihrem Inneren (darüber) nach? Allah hat die Himmel und die Erde und was dazwischen ist nur in Wahrheit und (auf) eine festgesetzte Frist erschaffen. Aber viele von den Menschen verleugnen fürwahr die Begegnung mit ihrem Herrn"},{"SurahNumber":30,"VerseNumber":9,"Text":"Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren? Sie hatten eine stärkere Kraft als sie, pflügten und bevölkerten das Land noch mehr, als sie es bevölkerten. Und ihre Gesandten kamen zu ihnen mit den klaren Beweisen. Aber nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefügt"},{"SurahNumber":30,"VerseNumber":10,"Text":"Hierauf war das Ende derjenigen, die Böses taten, das Schlechteste dafür, daß sie Allahs Zeichen für Lüge erklärt hatten und sich über sie lustig zu machen pflegten"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah macht die Schöpfung am Anfang und wiederholt sie hierauf. Dann werdet ihr zu Ihm zurückgebracht"},{"SurahNumber":30,"VerseNumber":12,"Text":"Und am Tag, da sich die Stunde erhebt, werden die Übeltäter ganz verzweifelt sein"},{"SurahNumber":30,"VerseNumber":13,"Text":"Sie haben dann an ihren Teilhabern keine Fürsprecher und werden ihre Teilhaber verleugnen"},{"SurahNumber":30,"VerseNumber":14,"Text":"Am Tag, da sich die Stunde erhebt, an jenem Tag werden sie sich in (Gruppen) teilen"},{"SurahNumber":30,"VerseNumber":15,"Text":"Was nun diejenigen angeht, die geglaubt und rechtschaffene Werke getan haben, so wird ihnen in einem Lustgarten Freude bereitet"}]}