{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":24,"VerseNumber":62,"Text":"Chisimu wakulupilila (wasyesyene), ni awala waakulupilile mwa Allah ni Ntenga Jwakwe ﷺ, soni pandema jaakuwa najo imo (Ntengajo) pa chindu chakwaya wosope wene, wangatyoka mpaka akam’bende kaje lusa. Chisimu awala waakum’benda lusa (mmwe Muhammadi ﷺ), wanganyao ni awala waakukulupilila (kusyene) mwa Allah ni Ntenga Jwakwe ﷺ. Sano pati am’bendile lusa lwa (kuja kutenda) ine mu ipaka yao, basi mumpani lusa jumunsachile mwa wanganyao, ni mwawendeleje wanganyao chikululuko kwa Allah, chisimu Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":24,"VerseNumber":63,"Text":"Kam’bilanje Ntenga ﷺ chilikati chenu ngasinkatenda mpela yankuti pakuwilangana mwachimisyenepe. Chisimu Allah akwamanya awala waakugwala mwa jenumanja mwakulijuya (kuja kutenda ipaka yao mwangali kuwenda lusa kwa Ntenga ﷺ). Basi alijogopele awala waakutindana ni chilamusi chakwe (sunna sya Ntenga ﷺ) kuti gatakwika mugapatile makungu (pa duniya pano) kapena kuja kwapata ilagasyo yakupoteka nnope (ku Akhera)"},{"SurahNumber":24,"VerseNumber":64,"Text":"Manyililani yanti! Chisimu yosope yaili kumawunde ni petaka ili ya Allah. Chisimu Jwalakwe jukumanyilila kawe kenu, ni (jukumanyilila soni) Lisiku lyatachiuchisyidwa wanganyao Kukwakwe, basi ni tachatagulila yawapanganyisye, soni Allah chindu chilichose awele Jwachimanya chenene"},{"SurahNumber":25,"VerseNumber":1,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah) jwaatulwisye chilekanganyo (cha yakuona ni yaunami jajili Qur’an) kwa kapolo Jwakwe (Muhammadi ﷺ) kuti juwe nkuitetela iwumbe yosope"},{"SurahNumber":25,"VerseNumber":2,"Text":"(Allah) Ajula jwauli Wakwe uchimwene wa kumawunde ni petaka, soni nganalitendela mwanache, ni nganakola soni jwakamusyangana najo mu uchimwene, soni agumbile chindu chilichose ni kuchipimila mwakulandanila ni chipiimo chakwe"}]}