{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Eğer hakikaten biz onlara (diledikleri gibi) Melekleri indirseydik, ölüler de kendileriyle konuşsaydı, bütün varlıkları karşılarında toplayarak senin doğruluğuna şâhid ve kefil gösterseydik, Allah dilemedikçe, yine şüphe yok ki iman edecek değillerdi. Fakat onların çoğu (bu gerçeği) bilmezler"},{"SurahNumber":6,"VerseNumber":112,"Text":"Böylece biz her Peygambere, insan ve cin şeytanlarını düşman yaptık. O şeytanlar, aldatmak için birbirlerine lâfın yaldızlısını telkin ederler. Eğer Rabbin dileseydi bunu yapamazlardı. O halde, onları, uydurmakta oldukları yalanlarıyla başbaşa bırak"},{"SurahNumber":6,"VerseNumber":113,"Text":"Bir de o yaldızlı lâfa, âhirete inanmıyanların kalbleri meyletsin, ondan hoşlansınlar ve kazanmakta oldukları günahı onlar da kazansınlar diye, öyle yaparlar"},{"SurahNumber":6,"VerseNumber":114,"Text":"Ey Rasûlüm, de ki: “- Sizinle aramızı ayırdeden Allah’dan başka bir hakem mi ararım? Size, ayrıntılı olarak (içinde hak ile batıl belirlenmiş Kur’an) Kitabı indiren O’dur. Kendilerine kitab verdiğimiz o Yahudî ve Hristiyan âlimleri de şüphesiz bilirler ki, bu Kur’an, Rabbinden hak olarak indirilmiştir. Öyle ise, sakın şüphe edenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbinin emir ve yasakları, doğruluk ve adalet yönünden tamam oldu. Onun kelimelerini değiştirebilecek hiç bir şey yoktur. Allah, onların dediklerini hakkıyla işiticidir, gizlediklerini de kemâliyle bilicidir"},{"SurahNumber":6,"VerseNumber":116,"Text":"Eğer yeryüzündeki insanların ekserisine (ki onlar cahil ve kâfirlerdir) uyarsan, seni, onlar Allah yolundan saptırırlar. Onlar, ancak zan ardında yürürler (babalarının gittiği yolu hak zannederler) ve sadece yalan uydururlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Muhakkak Rabbin, yolundan sapanları en iyi bilendir ve O, doğru yolda bulunanları da ziyade bilendir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Artık Allah’ın âyetlerine inanan müminlerseniz, üzerlerine Allah’ın ismi anılmış (besmele ile kesilmiş) olan hayvanlardan yeyin"}]}