{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Nos non create caelum terra everything them in vain Such est the thinking de those disbelieve! Ergo woe to those disbelieve; they suffer Hell"},{"SurahNumber":38,"VerseNumber":28,"Text":"Nos treat those believe lead righteous vita prout nos treat those commit malus terra? Nos treat righteous prout nos treat the wicked"},{"SurahNumber":38,"VerseNumber":29,"Text":"Hoc est scripture nos sent down vos est sanctus - perhaps they reflect its verses Those possess intelligence take heed"},{"SurahNumber":38,"VerseNumber":30,"Text":"To David nos granted Solomon; bonus obedient servus"},{"SurahNumber":38,"VerseNumber":31,"Text":"feria he became preoccupied beautiful horses nox fell"},{"SurahNumber":38,"VerseNumber":32,"Text":"He tunc dictus ego enjoyed material things multus than ego enjoyed worshipping my Dominus sun est iit"},{"SurahNumber":38,"VerseNumber":33,"Text":"Bring them back bid farewell he rubbed their legs necks"},{"SurahNumber":38,"VerseNumber":34,"Text":"Nos sic put Solomon test nos beatus eum vast material wealth he steadfastly submitted"},{"SurahNumber":38,"VerseNumber":35,"Text":"He dictus My Dominus forgive me grant me kingship nunquam attained de anyone alias Vos est Grantor"},{"SurahNumber":38,"VerseNumber":36,"Text":"Nos answered his prayer committed wind his disposal pouring rain wherever he wanted"},{"SurahNumber":38,"VerseNumber":37,"Text":"devils building diving"},{"SurahNumber":38,"VerseNumber":38,"Text":"Others locus his disposal"},{"SurahNumber":38,"VerseNumber":39,"Text":"Hoc est noster provision vos; vos dedit generously withhold limits"},{"SurahNumber":38,"VerseNumber":40,"Text":"He deserved prenobilis position nos wonderful abode"},{"SurahNumber":38,"VerseNumber":41,"Text":"Remember noster servus Job he alias his Dominus devil afflicted me hardship pain"},{"SurahNumber":38,"VerseNumber":42,"Text":"Strike ground tuus foot fons testimentum dedit vos healing drink"}]}