{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Aqueles que nao esperam o comparecimento ante Nos, dizem: Por que nao nos sao enviados os anjos, ou nao vemosnosso Senhor? Na verdade, eles se ensoberbeceram e excederam em muito"},{"SurahNumber":25,"VerseNumber":22,"Text":"No dia me que virem os anjos, nada havera de alvissareiro para os pecadores, e (aqueles) lhe dirao: E uma barreiraintransponivel"},{"SurahNumber":25,"VerseNumber":23,"Text":"Entao, Nos disporemos a aquilatar as suas acoes, e as reduziremos a moleculas de po dispersas"},{"SurahNumber":25,"VerseNumber":24,"Text":"Nesse dia, os diletos do Paraiso estarao abrigados, no mais digno e prazeroso lugar de repouso"},{"SurahNumber":25,"VerseNumber":25,"Text":"Sera o dia em que o ceu se fendera com os cirros, e os anjos serao enviados, em longa e esplendorosa fila"},{"SurahNumber":25,"VerseNumber":26,"Text":"Nesse dia, a verdadeira soberania sera do Clemente, e sera um dia aziago para os incredulos"},{"SurahNumber":25,"VerseNumber":27,"Text":"Sera o dia em que o iniquo mordera as maos e dira: Oxala tivesse seguido a senda do Mensageiro"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ai e mim! Oxala nao tivesse tomado fulano por amigo"},{"SurahNumber":25,"VerseNumber":29,"Text":"Porque me desviou da Mensagem, depois de ela me ter chegado. Ah! Satanas mostra-se aviltante para com os homens"},{"SurahNumber":25,"VerseNumber":30,"Text":"E o Mensageiro dira: O Senhor meu, em verdade o meu povo tem negligenciado este Alcorao"},{"SurahNumber":25,"VerseNumber":31,"Text":"Assim destinamos a casa profeta um adversario entre os pecadores; porem, baste teu Senhor por Guia e Socorredor"},{"SurahNumber":25,"VerseNumber":32,"Text":"Os incredulos dizem: Por que nao lhe foi revelado o Alcorao de uma so vez? (Saibam que) assim procedemos parafirmar com ele o teu coracao, e to ditamos em versiculos, paulatinamente"}]}