{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":23,"Text":"Evinde kalmakta olduğu kadın, ondan murad almak istedi ve kapıları sımsıkı kapatarak: \"İsteklerim senin içindir, gelsene\" dedi. (Yusuf) Dedi ki: \"Allah'a sığınırım. Çünkü o benim Efendimdir, yerimi güzel tutmuştur. Gerçek şu ki, zalimler kurtuluşa ermez"},{"SurahNumber":12,"VerseNumber":24,"Text":"Andolsun kadın onu arzulamıştı, -eğer Rabbinin (zinayı yasaklayan) kesin kanıt (burhan)ını görmeseydi- o da (Yusuf da) onu arzulamıştı. Böylelikle Biz ondan kötülüğü ve fuhşu geri çevirmek için (ona delil gönderdik). Çünkü o, muhlis kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Kapıya doğru ikisi de koştular. Kadın onun gömleğini arkadan çekip yırttı. (Tam) Kapının yanında kadının efendisiyle karşılaştılar. Kadın dedi ki: \"Ailene kötülük isteyenin, zindana atılmaktan veya acı bir azaptan başka cezası ne olabilir"},{"SurahNumber":12,"VerseNumber":26,"Text":"(Yusuf) Dedi ki: \"Onun kendisi benden murad almak istedi.\" Kadının yakınlarından bir şahid şahitlik etti: \"Eğer onun gömleği ön taraftan yırtılmışsa bu durumda kadın doğruyu söylemiştir, kendisi ise yalan söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yok eğer onun gömleği arkadan çekilip-yırtılmışsa, bu durumda kadın yalan söylemiştir ve kendisi doğruyu söyleyenlerdendir"},{"SurahNumber":12,"VerseNumber":28,"Text":"Onun gömleğinin arkadan çekilip-yırtıldığını gördüğü zaman (kocası): \"Doğrusu, bu sizin düzeninizden (biri)dir. Gerçekten sizin düzeniniz büyüktür\" dedi"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf, sen bundan yüz çevir. Sen de (kadın) günahın dolayısıyla bağışlanma dile. Doğrusu sen günahkarlardan oldun"},{"SurahNumber":12,"VerseNumber":30,"Text":"Şehirde (birtakım) kadınlar: \"Aziz (Vezir)'in karısı kendi uşağının nefsinden murad almak istiyormuş. Öyle ki sevgi onun bağrına sinmiş. Biz doğrusu onu açıkça bir sapıklık içinde görüyoruz.\" dedi"}]}