{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":96,"Text":"Eger o memleketlerin halkı, iman edip Allah’dan korkmus olsaydılar, muhakkak ki uzerlerine yerden ve gokten bereketler acardık. Fakat onlar, peygamberleri yalanladılar da, kendilerini, yapmıs oldukları kufur yuzunden azabla yakalayıverdik"},{"SurahNumber":7,"VerseNumber":97,"Text":"O memleketlerin halkı (kafirler), geceleyin uyurlarken, azabımızın kendilerine inivermesinden emin mi oldular"},{"SurahNumber":7,"VerseNumber":98,"Text":"Yine o memleketlerin halkı, gunduz ortasında oynayıp eglenirlerken, azabımızın gelip catmasından emin mi oldular"},{"SurahNumber":7,"VerseNumber":99,"Text":"Artık onlar, Allah’ın kendilerini ansızın yakalayıvermesinden emin mi oldular? Allah’ın boyle ani baskınından ancak husrana dusen kimseler emin olurlar"},{"SurahNumber":7,"VerseNumber":100,"Text":"Yeryuzunun eski sahipleri azabla helak olduktan sonra, yeryuzune varis olanlara hala su gercek belli olmadı mı ki, eger biz dilemis olsaydık, oncekiler gibi, bunlara da gunahlarının cezasını verirdik. Fakat biz kalblerinin uzerlerini muhurleriz de, onlar, gercegi isitmezler"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste o memleketlerin durumu ki, ey Rasulum, Biz sana onların haberlerinden bir kısmını anlatıyoruz. Andolsun, O memleketlerin halkına, peygamberleri acık mucizeler getirmisti. Oyle iken iman etmek istemediler. Cunku ondan once inkar etmeyi adet edinmislerdi. Allah kafirlerin kalblerini iste boyle muhurler"},{"SurahNumber":7,"VerseNumber":102,"Text":"Adı gecen ummetlerin cogunda, verdikleri soze baglılık bulmadık. Su bir gercek ki, onların cogunu, itaatten cıkan kimseler bulduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra onların arkasından mucizelerimizle Musa’yı Firavun’a ve topluluguna gonderdik. Sonra o mucizeleri inkar edip kendilerine zulmettiler. Bak ki, o fesad cıkaranların akıbeti nasıl oldu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa, soyle dedi: “- Ey Firavun! Ben, alemlerin Rabbi tarafından (sana) gonderilen bir Peygamberim"}]}