{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"navu i kur‌aninalli janarigagi vividha bageya sakala udaharanegalannu mundittiruvevu – adare janaralli heccinavaru dhikkarisidaru"},{"SurahNumber":17,"VerseNumber":88,"Text":"avaru heluttare; nivu namagagi bhumiyinda ondu cilumeyannu horadisuva tanaka. Navu nim'ma matannu nambalarevu"},{"SurahNumber":17,"VerseNumber":89,"Text":"athava nim'ma bali kharjura hagu draksigala ondu totaviddu, nivu adara nadu madhyadalli kaluvegalannu harisuva tanaka (navu nambalarevu)"},{"SurahNumber":17,"VerseNumber":90,"Text":"Athava nive helikolluvante, akasadinda tundugalannu nivu nam'ma mele bilisuva tanaka athava nivu allahanannu mattu malak‌galannu nam'ma munde tandu nillisuva tanaka (navu nambalarevu). 93. Athava nim'ma bali bangarada ondu mane iruva tanaka athava nivu akasakke eri hoguva tanaka (navu nambalarevu). Innu nivu allinda, navu odabahudada ondu granthavannu namagagi ilisi koduva tanaka nivu eri hogiruvudannu navu nambalarevu (endu avaru heluttare). Nivu heliri; nanna odeyanu parama pavavanu. Nanu dutanagiruva obba manava matranallave"},{"SurahNumber":17,"VerseNumber":91,"Text":"nijavagi, janara balige margadarsana bandagalella, ‘‘allahanenu obba manavanannu dutanagi kalisiruvane?’’ Emba prasneye adannu nambadante avarannu tadedittu"},{"SurahNumber":17,"VerseNumber":92,"Text":"heliri; ondu vele bhumiyalli malak‌galu nem'madiyinda nadedadutta iddiddare navu khanditavagiyu akasadinda avarigagi obba malak‌nanne dutanagi ilisuttiddevu"},{"SurahNumber":17,"VerseNumber":93,"Text":"heliri; nanna mattu nim'ma naduve saksiyagi allahane saku. Khanditavagiyu avanu tanna dasara kuritu sampurna arivu ullavanagiddane mattu avarannu sada noduttiruvavanagiddane"},{"SurahNumber":17,"VerseNumber":94,"Text":"yarige allahanu dari toridano avanu matra saridariyalliruttane. Innu avanu darigedisi bittavarigagi nivu avana horatu berava raksakanannu kanalariri. Punarut'thana dina navu avarannu, avara mukhagalu nelakke oragiruva sthitiyalli, kurudaragiyu mugaragiyu kivudaragiyu ottu serisuvevu. Narakave avara neleyagiruvudu. Adara benkiyu mandavadantella navu matte adannu bhugilebbisuttiruvevu"},{"SurahNumber":17,"VerseNumber":95,"Text":"idu, avaru nam'ma vacanagalannu dhikkarisiddakkagi mattu ‘‘navu kevala elubugalagiyu chidra chidraragiyu marpatta balika nam'mannenu matte hosadagi srstisi jivantagolisalaguvude?’’ Endudakkagi avarige sigaliruva pratiphalavagide"},{"SurahNumber":17,"VerseNumber":96,"Text":"Avarenu kanuttillave, akasagalannu mattu bhumiyannu srstisidavanu, avarantahavarannu srstisalu khandita saktanagiruvanendu? Nijavagi avanu avarige ondu avadhiyannu niscayisiruvanu – adaralli sansayavenu illa. Adaru akramigalu dhikkarada nitiyalle sthiraragiddare"}]}