{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":128,"Text":"Yadi kono straiye ta'ira sbamira durbyarahara athaba upeksara asanka karae tente sihamta ubhaye apoca-nispatti karaiba bicaraile sihamtara kono gunaha na'i; arau apoca-nispatti karaatorae'i sraeya. Manuhara antarata lobhaniya krpanata ache. Yadi tomaloke satkarmaparaayana horaa arau muttakbi horaa, tente tomaloke yi karaa se'i samparke allaheto jane'i"},{"SurahNumber":4,"VerseNumber":129,"Text":"Arau tomaloke yimane'i iccha nakaraa kiya tomalokara straisakalara majata tomaloke ketiya'o samana byarahara karaiba noraaraiba, kintu tomaloke kono ejanira prati sampurnaraupe dhali naparaiba arau anajanika oloma arasthata erai nidiba; yadi tomaloke nijake sansodhana karaa arau takbaraa aralambana karaa tente niscaya allaha ksamasila, parama dayalu"},{"SurahNumber":4,"VerseNumber":130,"Text":"Arau yadi sihamte parasparae prthaka hai yaya tente allahe te'omra praacuryara dbaraa pratyekake abharamukta karaiba; allaha praacuryamaya, prajnamaya"},{"SurahNumber":4,"VerseNumber":131,"Text":"Akasamandalata yi ache arau prthiraita yi ache se'i sakalo allaharae'i, tomalokara purbe yisakalaka kitaba diya haichila sihamtaka arau tomalokako nirdesa dicho ye, tomaloke allahara takbaraa aralambana karaa. Arau yadi tomaloke kupharai karaa tathapi'o akasamandalata yi ache arau prthiraita yi ache se'i sakalo allaharae'i, allaha abharamukta, prasansita"},{"SurahNumber":4,"VerseNumber":132,"Text":"Akasamandalata yi ache arau prthiraita yi ache se'i sakalo allaharae'i, arau karyod'dharata allahe'i yathesta"},{"SurahNumber":4,"VerseNumber":133,"Text":"He manara! Te'om iccha karaile tomalokaka apasaraita karai ana lokaka aniba parae; arau allaha e'i kama karaibalai sampurna saksama"},{"SurahNumber":4,"VerseNumber":134,"Text":"Yiye prthiraira pratidana bicarae tente (si jani loraa ucita ye) prthirai arau akhiraatara puraskara kerala allahara ocarate'i; arau allaha sarbasraota, sarbadrasta"}]}