{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"O gün onların hepsini biraraya toplar sonra meleklere: \"Bunlar size mi tapıyorlardı?\" der"},{"SurahNumber":34,"VerseNumber":41,"Text":"Melekler diyecekler ki: “Tenzih ederiz seni! Bizim velimiz onlar değil, sensin. Aksine onlar cinlere ibadet ediyorlardı. Bunların çoğu onlara iman ediyorlardı"},{"SurahNumber":34,"VerseNumber":42,"Text":"Bugün birbirinize ne fayda, ne de zarar vermeye gücünüz yeter. Biz zalim olanlara; \"Yalanlamakta olduğunuz ateş azabını tadın!\" deriz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ayetlerimiz açık açık onlara okunduğunda dediler ki: “Bu ancak atalarınızın ibadet ede geldiği şeylerden sizi alıkoymak isteyen bir adamdır.” Yine dediler ki: “Bu uydurulmuş bir yalandan başka bir şey değildir.” Kâfir olanlar hakka kendilerine geldiğinde: “Bu ancak apaçık bir büyüdür” dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Hâlbuki biz onlara okuyacakları kitaplar göndermemiştik. Senden önce onlara bir uyarıcı da göndermemiştik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Bunlardan öncekiler de yalanlamışlardı. Hem bunlar onlara verdiğimizin onda birine asla ulaşmamışlardır. Fakat yine de peygamberlerini yalanladılar. Ya benim inkârım nasılmış"},{"SurahNumber":34,"VerseNumber":46,"Text":"De ki: “Ben size ancak bir öğüt veriyorum: Yalnızca Allah için ikişer ikişer, birer birer kalkınız. Sonra bu arkadaşınızda bir delilik olmadığını düşününüz. O ancak şiddetli bir azabın öncesinde sizin için bir korkutucudur.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"De ki: \"Ben sizden bir ücret istemiyorum. O, sizin olsun. Benim ecrim ancak her şeye şahid olan Allah’a aittir"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki: \"Rabbim; hak olanı (batılın üzerine) bırakır, bütün gaybleri tamamıyla bilendir"}]}