{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"Alazatosan lesutik szemeiket es szegyen boritja el oket, hiszen felszolittattak a leborulasra (mar akkor is) amikor meg epek es egeszsegesek voltak"},{"SurahNumber":68,"VerseNumber":44,"Text":"Hagyj hat engem azokkal, akik hazugsagnak tartjak ezt a hiradast, majd fokozatosan fogjuk oket sujtani\" onnan, ahonnan nem varjak"},{"SurahNumber":68,"VerseNumber":45,"Text":"Egy kis haladekot adok nekik, am a cselvetesem szilard"},{"SurahNumber":68,"VerseNumber":46,"Text":"Vagy kertel (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) toluk jutalmat, hogy adossag nyomasztana oket"},{"SurahNumber":68,"VerseNumber":47,"Text":"Vagy a birtokukban vannak a rejtett dolgok es ok feljegyzik"},{"SurahNumber":68,"VerseNumber":48,"Text":"Legy bat turelmes Urad dontesevel szemben! Es ne legy olyan, mint az, aki a halban lakott , midon nehez helyzeteben felkialtott"},{"SurahNumber":68,"VerseNumber":49,"Text":"Ha az Uratol valo kegyelem nem lett volna vele, bizony megalazva vetodott volna ki egy elhagyatott Puszta partra"},{"SurahNumber":68,"VerseNumber":50,"Text":"Am Ura kivalasztotta, es az Igazak koze helyezte"},{"SurahNumber":68,"VerseNumber":51,"Text":"A hitetlenek viszont csaknem agyonnyomnak tekintetukkel, midon meghalljak az intest, es igy szolnak: , Ez ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) bizony egy dzsinnektol megszallott"},{"SurahNumber":68,"VerseNumber":52,"Text":"Ez bizony csupan intes a teremtmenyeknek (embereknek es dzsinneknek) egyarant"},{"SurahNumber":69,"VerseNumber":1,"Text":"A Megvalosulo (al-Haggatu, szinten a Feltamadas Napjanak egyik neve)"},{"SurahNumber":69,"VerseNumber":2,"Text":"Mi a Megvalosulo"},{"SurahNumber":69,"VerseNumber":3,"Text":"Mi tudatja veled, hogy mi a Megvalosulo"},{"SurahNumber":69,"VerseNumber":4,"Text":"Tamud es\" Ad hazugsagnak nyilvanitotta a katasztrofat"},{"SurahNumber":69,"VerseNumber":5,"Text":"Tamud a tagiya-ban (a mindent elnemito borzalmas kialtas, vagy renges) pusztittatott el"},{"SurahNumber":69,"VerseNumber":6,"Text":"Ami pedig \"4d-ot illeti, ok pedig a jeges, zugo szelben pusztitattak el"},{"SurahNumber":69,"VerseNumber":7,"Text":"(Az iteletidonek a Magasztos Allah) Het ejszaka es nyolc napon at tarto folyamatos hatalmat adott felettuk. Lathattad volna az embereket, amint foldre borulnak es olyanok lesznek, mint a kiszaradt palmak torzsei"},{"SurahNumber":69,"VerseNumber":8,"Text":"Talalsz-e kozuluk egyet is, aki megmaradt"}]}