{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"akave, avarkalil evarkal nampikkai kontarkalo avarkalukku itu nervalikattiyakavum arulakavum irukkiratu"},{"SurahNumber":27,"VerseNumber":78,"Text":"niccayamaka umatu iraivan tan uttaravaik kontu (inta kur'an mulam) avarkalukkitaiyil (erpatta vivakarankalaip parri) tirppalikkiran. Avan (anaivaraiyum) mikaittavanum (anaittaiyum) arintavanum avan"},{"SurahNumber":27,"VerseNumber":79,"Text":"akave, (napiye!) Nir allahvaiye nampuviraka. Niccayamaka nir telivana unmaiyin mite irukkirir"},{"SurahNumber":27,"VerseNumber":80,"Text":"(napiye!) Maranittavarkalai ketkavaikka niccayamaka um'mal mutiyatu. (Avvare umakkup) purankattic cellum cevitarkalai, (nir) alaikkum (umatu) captattaik ketka vaikkavum um'mal mutiyatu"},{"SurahNumber":27,"VerseNumber":81,"Text":"Kurutarkalai, avarkalutaiya valikettiliruntu nerana valikkuk kontuvaravum um'mal mutiyatu. Evarkal nam vacanankalai nampikkai kontu murrilum namakku panintu natakkirarkalo avarkalait tavira marravarkalukku nir (nam vacanankalaik) ketka vaikka mutiyatu"},{"SurahNumber":27,"VerseNumber":82,"Text":"irutinal avarkalai nerunkiya camayattil, avarkalukkakap pumiyiliruntu oru kalnataiyai nam velippatuttuvom. Atu ententa manitarkal nam vacanankalai nampikkai kollavillai enpatai avarkalukkuc collik kanpikkum"},{"SurahNumber":27,"VerseNumber":83,"Text":"ovvoru camutayattilum namatu vacanankalaip poyppittavarkalai (tanittani) kuttamaka (pirittu) nam (avarkalai) onrutirattum nalai (napiye! Nir avarkalukku) napakamuttuviraka. Akave, avarkal (appotu vicaranaikkaka) nirutti vaikkappatuvarkal"},{"SurahNumber":27,"VerseNumber":84,"Text":"avarkal anaivarum (tankal iraivanitam) varum camayattil (iraivan avarkalai nokki) ‘‘ninkal en vacanankalai nankarintu kolvatarku munnatakave ataip poyyakki vittirkala? (Avvarillaiyayin) pinnar ennatan ninkal ceytu kontiruntirkal?'' Enru ketpan"},{"SurahNumber":27,"VerseNumber":85,"Text":"avarkal ceyta aniyayattin karanamaka avarkal mitu (vetanaiyin) kattalai urutiyakivitum. Accamayam avarkalal pecavum mutiyatu"},{"SurahNumber":27,"VerseNumber":86,"Text":"niccayamaka namtan avarkal cukamataivatarku iravaiyum (anaittaiyum) nanku parppatarkup pakalaiyum untu panninom enpatai avarkal (kavanittup) parkkavillaiya? Niccayamaka itil nampikkai konta makkalukkup pala attatcikal irukkinrana"},{"SurahNumber":27,"VerseNumber":87,"Text":"cur (ekkalam) utappatum nalil allah arul purintavarkalait tavira, vanankalilum pumiyilum ulla anaivarume titukkittu, natunkit talai kunintavarkalaka avanitam vantu ceruvarkal"},{"SurahNumber":27,"VerseNumber":88,"Text":"Nir kanum malaikalai avai veku urutiyaka iruppataka ennik kontirukkirir. (Eninum, annalil) avai mekattaip pol (akayattil) parantotum. Ovvoru porulaiyum (pataittu) atan iyarkai amaippin mitu urutippatuttiya allahvutaiya kattalaiyal (avvaru nataiperum). Niccayamaka avan ninkal ceytu kontirukkum anaittaiyum nankaripavan avan"}]}