{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":26,"VerseNumber":184,"Text":"Atē usa hasatī tōṁ ḍarō jisa nē tuhānū atē tuhāḍī'āṁ pichalī'āṁ pīṛhī'āṁ nū paidā kītā hai"},{"SurahNumber":26,"VerseNumber":185,"Text":"Unhāṁ nē kihā tuhāḍē upara tāṁ kisē nē jādū kara ditā hai"},{"SurahNumber":26,"VerseNumber":186,"Text":"Atē tusīṁ sāḍē varagē hī ika manukha hō. Atē asīṁ tāṁ tuhānū jhūṭhē lōkāṁ vicōṁ samajhadē hāṁ"},{"SurahNumber":26,"VerseNumber":187,"Text":"Isa la'ī sāḍē upara asamāna tō kō'ī ṭukaṛā ḍēgau jē tusīṁ sacē hō"},{"SurahNumber":26,"VerseNumber":188,"Text":"Śu'aiba nē ākhi'ā, mērā raba cagī tar'hāṁ jāṇadā hai, jō kujha tusīṁ kara rahē hō"},{"SurahNumber":26,"VerseNumber":189,"Text":"Tāṁ unhāṁ nē usa nū jhuṭhalā ditā. Phira unhāṁ nū badala vālē dina dī āfata nē phaṛha li'ā"},{"SurahNumber":26,"VerseNumber":190,"Text":"Bēśaka uha ika vaḍē dina dī sazā sī. Bēśaka isa vica niśānī hai atē unhāṁ vicōṁ zi'ādātara manaṇa vālē nahīṁ"},{"SurahNumber":26,"VerseNumber":191,"Text":"Atē bēśaka tuhāḍā raba śakatīśālī atē rahimata vālā hai"},{"SurahNumber":26,"VerseNumber":192,"Text":"Bēśaka iha sasāra dē mālaka alāha dī utārī hō'ī bāṇī hai"},{"SurahNumber":26,"VerseNumber":193,"Text":"Atē isa nū amānatadāra, bharōsēyōga fariśatā lai kē utari'ā hai"},{"SurahNumber":26,"VerseNumber":194,"Text":"Tuhāḍē dila utē tāṁ ki tusīṁ nasīhata karana vāli'āṁ vicō hōvōṁ"},{"SurahNumber":26,"VerseNumber":195,"Text":"Sapaśaṭa arabī bhāśā vica"},{"SurahNumber":26,"VerseNumber":196,"Text":"atē isa dā ulēkha pahilē mai‌gabarāṁ dī'āṁ kitābāṁ vica vī hai"},{"SurahNumber":26,"VerseNumber":197,"Text":"Atē kī inhāṁ la'ī iha niśānī nahīṁ. Isa nū isarā'īla dē vaśa dē ulamāṁ (vidavāna) jāṇadē hana"},{"SurahNumber":26,"VerseNumber":198,"Text":"Atē jēkara asīṁ isa nū kisē ajamī' (gaira araba vāsī) upara utāradē"},{"SurahNumber":26,"VerseNumber":199,"Text":"Phira uha unhāṁ nū paṛha kē suṇā'undā tāṁ uha isa upara īmāna li'ā'uṇa vālē nā baṇadē"},{"SurahNumber":26,"VerseNumber":200,"Text":"Isa tar'hāṁ asīṁ īmāna nā li'ā'uṇa vāli'āṁ nū pāpī'āṁ dē dila vica pā rakhi'ā hai"},{"SurahNumber":26,"VerseNumber":201,"Text":"Iha lōka udōṁ taka īmāna nahīṁ li'ā'uṇagē jadōṁ taka daradanāka sazā nā dēkha laiṇa"},{"SurahNumber":26,"VerseNumber":202,"Text":"Phira uha unhāṁ upara acānaka ā jāvēgī atē inhāṁ nū ḵẖabara vī nahīṁ' hōvēgī"},{"SurahNumber":26,"VerseNumber":203,"Text":"Phira uha kahiṇagē kī sānū kūjha maukā mila sakadā hai"},{"SurahNumber":26,"VerseNumber":204,"Text":"Kī uha sāḍī āfata nū jaladī maga rahē hana"},{"SurahNumber":26,"VerseNumber":205,"Text":"dasō ki jē asīṁ inhāṁ nū kujha sālāṁ taka lābha didē rahī'ē"},{"SurahNumber":26,"VerseNumber":206,"Text":"Phira unhāṁ utē uha azāba ā jāvē jisa tōṁ' inhāṁ nū ḍarā'i'ā jā rihā"}]}