{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Ka Lengolo le hlakisang lintho tsohle; –"},{"SurahNumber":44,"VerseNumber":3,"Text":"Le rometsoe lefats‘eng bosiung bo hlohonolofetseng: – Hobane Re labalabela ho hlokomelisa(khahlanong le bobe)"},{"SurahNumber":44,"VerseNumber":4,"Text":"Bosiung boo lintho tsohle tsa bohlale lia hlakisoa"},{"SurahNumber":44,"VerseNumber":5,"Text":"Ke taelo e tsoang ho Rona – hobane Re lula Re romella (Lits’enolo)"},{"SurahNumber":44,"VerseNumber":6,"Text":"E le mohau o tsoang ho Mong`a hau. Hobane U utloa le ho tseba (tsohle)"},{"SurahNumber":44,"VerseNumber":7,"Text":"Mong`a maholimo le lefats’e le tsohle tse lipakeng tsa tsona, haeba le na le tumelo ea ‘nete"},{"SurahNumber":44,"VerseNumber":8,"Text":"Ha ho `Mopi e mong ntle ho Eena. Ke Eena Ea fanang ka bophelo, ebile U fana ka lefu; – Mong`a le ‘Maballi oa lona le bo-ntat’a lona moholo"},{"SurahNumber":44,"VerseNumber":9,"Text":"Empa feela ba nyanyaka khoaong"},{"SurahNumber":44,"VerseNumber":10,"Text":"Joale lebella Letsatsi leo leholimo le tlang ho thunya mosi o bonahalang"},{"SurahNumber":44,"VerseNumber":11,"Text":"O tlang ho aparela batho: sena etla ba Kotlo e mahlonoko"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Ba tla re): “Mong`a rona! Tlosa kotlo ena holim’a rona, hobane ruri re’a kholoa.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Molaetsa o tla ba le matla joang ho bona, empa moromuoa ea neng a hlakisa lintho ka botlalo a se a ile a finyella ho bona, –"},{"SurahNumber":44,"VerseNumber":14,"Text":"Empa ba ile ba mo furalla, ba re: “O rutiloe, ke lehlanya!”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Re tla fela Re tlose kotlo nakoana e fokolang. Empa ruri ba tla boela litseleng tsa bona"},{"SurahNumber":44,"VerseNumber":16,"Text":"Ka letsatsi le leng Re tla le nanola ka tlhaselo e matla: Ruri! Re tla le Lefisa"},{"SurahNumber":44,"VerseNumber":17,"Text":"Re ile Ra etsa joalo; pele ho bona, Ra beha sechaba sa Faro tekong: Ho ile ha fihla ho bona Morumuoa ea hlomphehang"},{"SurahNumber":44,"VerseNumber":18,"Text":"A re: “Ntokolleleng makhabunyane a Allah. Ke moromuoa ea ts’oanelang ho ho ts’eptjoa ho lona"}]}