{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":260,"Text":"Ra, jaba ibrahimale allahasita bhane ki he mero palanahara! Mala'i dekha'u ki timile mrtakaharula'i kasari jivita parnechau? Allahale bhane ki ke timile (yo kurala'i) visvasa garenaum? Tinale bhane ho, avasya visvasa garchu tara yasa karanale (cahanchu) taki purnarupale mala'i santosa hos. Allahale bhan'yo ki caravata caraharu samatera lya'u ra tinala'i tukra–tukra garihala, pheri tinaka eka–eka tukra pratyeka pahadama rakhihala. Ani tinala'i bola'u tiniharu timitira dagurdai a'une chan ra janirakha ki allaha sarvasamathrya ra sarvabud'dhi sampanna cha"},{"SurahNumber":2,"VerseNumber":261,"Text":"Juna manisaharule allahako margama aphna sampatti kharca gadarchana, tyasako udaharana tyasa danako jasto cha jasabata satavata balaharu niskanchan ra pratyeka balama saya–sayavata danaharu hunechan. Ra allahale jasako (sampatima) cahancha, vrd'dhi gardacha. Ra allaha atyanta sarvavyapi ra pratyeka kuroko jnata cha"},{"SurahNumber":2,"VerseNumber":262,"Text":"Juna manisaharule allahako batoma aphna dhana sampatti kharca gadarchan ra tyasapachi upakara gareko dekha'umdainan, nata (kasaila'i) duhkha dinchan, tinako badala tinako palanaharasita cha, ra nata tinala'i bhaya–trasa hunecha, nata tini duhkhi nai hunechan"},{"SurahNumber":2,"VerseNumber":263,"Text":"Mitho kura garnu ra ksama garnu tyasa danabhanda uttama ho jasapachi duhkha di'incha. Ra allaha nisprha ra nitanta sahanasila cha"},{"SurahNumber":2,"VerseNumber":264,"Text":"He asthavanaharu! Aphule gareko danala'i arkamathi upakara darsa'era ra arula'i kasta di'era barbada nagara. Jasari e'uta manisale aru manisaharula'i dekha'unako nimti aphno sampatti kharca gardacha ra usale allaha ra akhiratako dinama visvasa gardaina. Usako udaharana tyasa sapha dhumga jasto cha, jasamathi matoko patlo taha jameko huncha ra tyasamathi thulo vrsti bha'i tyasala'i ekadama sapha garidincha. Yi manisaharula'i aphna karmaharuko pratiphala prapta hunechaina ra allahale yasta krtaghnaharula'i marganirdesana gardaina"}]}