{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Dostoni mardumi on deharo ʙar onho ʙijovar, on goh ki firistodagoni Alloh ʙa sui onho omadand"},{"SurahNumber":36,"VerseNumber":14,"Text":"Naxust du tanro az firistodagoni xud ʙaroi da'vat ʙa sui imon ʙa nazdason firistodem, pas onho duruƣgujason ʙarovardand, pas on du saxsro ʙo savvumin saxs purzurason kardem va guftand: «Haroina, mo ʙa sui sumo firistoda sudaem»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Mardumi on deha guftand: «Sumo insonhoe monandi mo hasted va Allohi mehruʙon hec ciz nafiristodaast va sumo duruƣ megued»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Firistodagoni Alloh guftand: «Haroina, Parvardigori mo medonad, ki mo ʙa sui sumo firistoda sudaem"},{"SurahNumber":36,"VerseNumber":17,"Text":"Va ʙar uhdai mo cuz pajom rasonidani oskor hec ciz digare nest»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Mardumi deha guftand: «Ba tahqiq, Mo sumoro ʙa foli ʙad giriftaem. Agar ʙas nakuned, hatman, sangsoraton xohem kard va sumoro az mo sikancae saxt xohad rasid»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Firistodagoni Alloh guftand: « Foli ʙadi sumo ʙo xudi sumost. Ojo agar pandaton dihand, ki salohi sumo dar on meʙosad, ʙa mo cunin megued? Balki, mardumi az had guzasta hasted!»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Marde az coi durtarini on sahr davon - davon omadu guft: «Ej qavmi man, ʙa in rasulon pajravi kuned"},{"SurahNumber":36,"VerseNumber":21,"Text":"Kasonero pajravi kuned, ki az sumo muzde nametalaʙand va xud mardumi hidojatjoftaand"},{"SurahNumber":36,"VerseNumber":22,"Text":"Caro Allohero, ki maro ofaridaast va ʙa nazdi U ʙozgardonda mesaved, naparastam"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ojo ƣajri U ma'ʙudonero ixtijor kunam, ki agar ʙa man zijone ʙirasonad, safo'atason maro hec foida nakunad va maro natavonand nacot dod"},{"SurahNumber":36,"VerseNumber":24,"Text":"Agar cunin ma'ʙudonero parastis kunam, haroina, dar in hangom man dar gumrohii oskor ʙosam"},{"SurahNumber":36,"VerseNumber":25,"Text":"Haroina, man ʙa Parvardigoraton imon ovardam. Pas, suxani maro ʙisnaved va maro itoat kuned.»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Pas, az on ki uro ʙa zulm kustand, ʙa u gufta sud: «Ba ʙihist daroj!, cun ne'mathoi ʙihistro did», guft: «Ej kos, qavmi man medonistand"},{"SurahNumber":36,"VerseNumber":27,"Text":"on cizero, ki Parvardigori man maro ʙa saʙaʙi imon ʙa Alloh va saʙr ʙar toatas ʙijomurzid va dar zumrai giromisudagon darovard»"}]}