{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"[Vsled za yego konchinoy] Na yego lyudey My voinstva nebesnogo ne slali - Nam v etom ne bylo nuzhdy"},{"SurahNumber":36,"VerseNumber":29,"Text":"Odin lish' vskrik - I vot oni pogasli (i kanuli v nebytiye)"},{"SurahNumber":36,"VerseNumber":30,"Text":"O, gore dlya (Moikh) rabov! K nim ne prikhodit ni odin poslannik, Kotorogo oni b ne osmeyali"},{"SurahNumber":36,"VerseNumber":31,"Text":"Uzhel' ne videli oni te pokoleniya lyudey, Kotoryye do nikh My pogubili? Uzhel' ne vedayut, Chto nikogda oni k nim ne vernutsya"},{"SurahNumber":36,"VerseNumber":32,"Text":"Poistine, ikh vsekh do odnogo Predstavyat pered Nami (v Sudnyy Den')"},{"SurahNumber":36,"VerseNumber":33,"Text":"Znameniyem dlya nikh - umershaya zemlya. Yeye My ozhivim, vzrastim zerno na ney, I im oni pitat'sya budut"},{"SurahNumber":36,"VerseNumber":34,"Text":"Sady My vozvedem iz vinogradnykh loz i pal'm I rodniki v nikh izol'yem obil'no"},{"SurahNumber":36,"VerseNumber":35,"Text":"Chtoby plodami ikh vy vse mogli pitat'sya. No eto vse ne vashimi rukami sozdanO. Uzhel' za eto vy ne budete Nam blagodarny"},{"SurahNumber":36,"VerseNumber":36,"Text":"Khvala Tomu, Kto v pArakh sozdal vse, Chto zhizn' na zemle rozhdayet! Poparno sushchestvuyut dushi vashi I vse Nezrimoye, chto okruzhayet vas I chto dosele vashe znan'ye ne postiglo"},{"SurahNumber":36,"VerseNumber":37,"Text":"Znameniyem dlya vas prikhodit noch', I iz neye My izvlekayem svet dnevnoy, - I vot (uzh vnov') oni vo mrak pogruzheny"},{"SurahNumber":36,"VerseNumber":38,"Text":"I solntse zavershayet put' Za srok, opredelennyy dlya nego. Takov prikaz Togo, Kto preispolnen moshchi i poznan'ya"},{"SurahNumber":36,"VerseNumber":39,"Text":"My dlya luny ustanovili Srok prokhozhden'ya kazhdoy fazy I novoye yavleniye yeye zemle, Podobno vetvi staroy pal'my"},{"SurahNumber":36,"VerseNumber":40,"Text":"I solntsu ne dano nastich' lunu, I noch' ne smozhet den' operedit', - Vsemu naznacheno proplyt' svoy put' po svodu"}]}