{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":19,"VerseNumber":96,"Text":"Nihsansaya, jya lokanni imana rakhale ahe ani jyanni satkarme keli aheta, tyancyakarita dayavana allaha prema nirmana karila"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ani (kura'anala) tumacya bhaseta phara sope kele ahe ki tumhi tyacyadvare neka- sadacari lokanna khusakhabara dyavi ani bhandakhora lokanna khabaradara karave"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ani amhi yacyapurvi aneka jamatinna nasta kele ahe, kaya tyancyapaiki kona ekacahi cahula tumhala aiku yete kinva tyanca kincita avajahi tumacya kani padato"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta.Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Amhi ya kura'anace avatarana tumacyavara asasathi kele nahi ki tumhi kasta- yatanagrasta vhave"},{"SurahNumber":20,"VerseNumber":3,"Text":"Kimbahuna tyacya bodha- upadesakarita, jo allahace bhaya rakhato"},{"SurahNumber":20,"VerseNumber":4,"Text":"Yace avarana tyacyacatarphe ahe, jyane jaminila ani unca unca akasanna nirmana kele ahe"},{"SurahNumber":20,"VerseNumber":5,"Text":"Jo atisaya dayavana ahe, arsa (isasinhasana) vara virajamana ahe"},{"SurahNumber":20,"VerseNumber":6,"Text":"Akasammadhye ani dharativara ani yancya daramyana ani jaminicya patalikhali pratyeka thikani tyaci rajyasatta ahe. (Arthata ya sarvanca ekameva badasaha toca ahe)"},{"SurahNumber":20,"VerseNumber":7,"Text":"Tumhi apale mhanane unca svarata sanga kinva halu avajata, to tara lapaleli ani gupta svarupaci gostahi cangalya prakare janato"},{"SurahNumber":20,"VerseNumber":8,"Text":"Toca allaha hoya, jyacyakherija konihi sacca (kharakhura) upasya nahi. Sarva uttamottama nave tyacica aheta"},{"SurahNumber":20,"VerseNumber":9,"Text":"Tumhala musaca vrttanta tara mahitaca ahe"},{"SurahNumber":20,"VerseNumber":10,"Text":"Jevha tyanni aga pahuna apalya kutumbiyanna mhatale ki thoda vela ithe thamba, mala aga disata ahe. Khupa sakya ahe ki mi tya agica nikhara tumacyajavala anava kinva agijavaluna ucita rastyaci batami prapta karuna ghyavi"},{"SurahNumber":20,"VerseNumber":11,"Text":"Jevha te tya thikani pohocale, tevha avaja aiku ala ki, he musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Nihsansaya, mica tumaca svami va palanakarta ahe. Tumhi apalya payatale jode utarava karana tumhi ‘tova’cya pavitra maidanata ahata"}]}