{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"khaṇḍitavāgiyū allāh mattu avana malak‌gaḷu, pravādivaryarige śubha hāraisuttiruttāre. Viśvāsigaḷē, nīvū avarige śubha hāraisiri hāgū śāntiyannu kōriri"},{"SurahNumber":33,"VerseNumber":56,"Text":"allāh mattu avana dūtarige kirukuḷa nīḍalu yatnisuvavarannu allāhanu ī lōkadalli khaṇḍita śapisuvanu mattu paralōkadalli avarigāgi apamānātmaka śikṣeyannu sid'dhagoḷisiṭṭiruvanu"},{"SurahNumber":33,"VerseNumber":57,"Text":"satyaviśvāsi puruṣaru hāgū strīyaru ēnannū (yāva duṣkr̥tyavannū) māḍilladiruvāga, avarige kirukuḷa nīḍuvavaru bhārī aparādha hāgū spaṣṭa pāpada hore horuttiddāre"},{"SurahNumber":33,"VerseNumber":58,"Text":"dūtarē, nim'ma patniyaru, nim'ma putriyaru mattu viśvāsi strīyaroḍane, tam'ma śālugaḷa bhāgavannu tam'ma mēle hoddukoḷḷalu hēḷiri. Avarannu gurutisuvudakke mattu yārū avarannu pīḍisade iruvudakke idu heccu samarpakavāgide. Allāhanu kṣamisuvavanū karuṇāmayiyū āgiddāne"},{"SurahNumber":33,"VerseNumber":59,"Text":"kapaṭigaḷu, tam'ma manas'sugaḷalli rōgaviruvavaru mattu madīnādalli suḷḷu vadantigaḷannu habbuvavaru (ī kr̥tyagaḷinda) dūra uḷiyadiddare, khaṇḍita nāvu nim'mannu avara mēle hēruvevu mattu avaru illi (madīnādalli) nim'ma pakkadalli bahukāla uḷiyalāraru"},{"SurahNumber":33,"VerseNumber":60,"Text":"avaru śāpagrastarāgiruvaru. Avaru sikkidallellā bandhisalpaḍuvaru hāgū bahaḷa krūravāgi kollalpaḍuvaru"},{"SurahNumber":33,"VerseNumber":61,"Text":"hindinavara viṣayadallū iduvē allāhana niyamavāgittu. Nīvu allāhana niyamadalli yāvudē badalāvaṇeyannu kāṇalāriri"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Dūtarē,) janaru nim'moḍane (lōkāntyada) ā kṣaṇada kuritu vicārisuttāre. Hēḷiri; adara jñānaviruvudu allāhanige mātra. Nimagēnu gottu? Ā kṣaṇavu tīrā hattiravē irabahudu"}]}