{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":122,"Text":"Smarana karo! Tomadera madhye theke du'iti dala bhiruta dekhabara manastha karechila, ara allah chilena tadera ubhayera abhibhabaka, ara allah‌ra upare'i tahale bisbasidera nirbhara kara ucita."},{"SurahNumber":3,"VerseNumber":123,"Text":"Ara allah itipurbe tomadera sahayya karechilena badare yakhana tomara chile durdasagrasta; ata'eba allah‌ra prati bhaya-srad'dha karo yena tomara dhan'yabada dite paro."},{"SurahNumber":3,"VerseNumber":124,"Text":"Smarana karo! Tumi bisbasidera balechile -- ''e'iti ki tomadera jan'ya yathesta naya ye tomadera prabhu tomadera sahayya karuna neme asa phiris‌tadera tina hajara diye"},{"SurahNumber":3,"VerseNumber":125,"Text":"yathartha! Yadi tomara dhairyasila o dharmaparayana ha'o, ara tara tomadera upare ese pare prabala bege, -- tomadera prabhu tomadera sahayya karechilena pracanda aghatakari pamca hajara phiris‌tadera diye.’’"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ara allah eti karena ni tomadera jan'ya susambada byatita, ara yate tomadera hrdaya ihadbara santana paya. Ara sahayya asena sudhu allah‌ra darabara theke chara, mahasaktisali, paramajnani"},{"SurahNumber":3,"VerseNumber":127,"Text":"yena tini yara abisbasa posana kare tadera eka dalake sanhara karate parena, athaba tadera parabhuta karate parena, yena tara biphalamanoratha haye phire yaya."},{"SurahNumber":3,"VerseNumber":128,"Text":"E'i byapare tomara adau kono sansraba ne'i ye tini tadera prati phirabena, athaba tadera sasti debena, yadi'o tara nihsandeha an'yayakari."},{"SurahNumber":3,"VerseNumber":129,"Text":"Ara mahakasamandale ya-kichu ache o ya-kichu ache prthibite se-saba'i allah‌ra. Tini yake iccha karabena paritrana karabena ebam yake iccha karabena sasti'o debena. Ara allah paritranakari, aphuranta phaladata."},{"SurahNumber":3,"VerseNumber":130,"Text":"Ohe yara imana enecha! Suda galadhahkarana karo na take dbiguna o bahugunita kare; ara allah‌ke bhaya-srad'dha karo yate tomara saphalakama hate paro."},{"SurahNumber":3,"VerseNumber":131,"Text":"Ara satarkata abalanbana karo se'i aguna sanbandhe ya tairi kara hayeche abisbasidera jan'ya."},{"SurahNumber":3,"VerseNumber":132,"Text":"Ara allah o rasulera prati anugata ha'o, yena tomadera karuna dekhano haya."}]}