{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Khong mot Su Gia nao đuoc cu phai đen truoc Nguoi ma lai khong đuoc TA mac khai cho y rang khong co Thuong Đe đich thuc nao khac ngoai TA nen chi hay tho phuong rieng mot minh TA"},{"SurahNumber":21,"VerseNumber":26,"Text":"(Nhung ke tho đa than) noi: “(Cac Thien Than) la nhung đua con gai cua Đang Đo Luong.” Ngai toi cao va trong sach khoi nhung đieu ho noi! Khong! Tat ca đeu la nhung be toi vinh du (cua Ngai)"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ho khong dam qua mat Ngai bat cu loi noi nao va ho chi luon lam theo menh lenh cua Ngai"},{"SurahNumber":21,"VerseNumber":28,"Text":"Ngai biet đieu gi truoc ho va đieu gi sau ho va ho khong can thiep gium cho ai đuoc ngoai tru cho nguoi nao ma Ngai ung thuan. Va ho luon so Ngai"},{"SurahNumber":21,"VerseNumber":29,"Text":"Trong so ho, ai dam tu xung “ta la than linh ngoai Ngai” thi se bi TA trung phat bang Hoa Nguc. TA trung phat nhung ke lam đieu sai quay tuong tu nhu the"},{"SurahNumber":21,"VerseNumber":30,"Text":"Le nao nhung ke vo đuc tin khong nhan thay rang cac tang troi va trai đat quyen lai voi nhau truoc khi TA che chung ra lam đoi hay sao? Va TA đa tao moi sinh vat tu nuoc, le nao chung khong tin u"},{"SurahNumber":21,"VerseNumber":31,"Text":"TA đa đat tren trai đat nhung qua nui kien co đe giu trai đat khong rung chuyen voi ho (cu dan cua trai đat) va TA đa lam ra noi trai đat cac con đuong, mong rang ho đuoc huong dan"},{"SurahNumber":21,"VerseNumber":32,"Text":"TA đa lam bau troi nhu mot cai long che đuoc canh giu ky cang. Nhung ho (nhung ke tho đa than) ngoanh mat lam ngo truoc nhung dau hieu cua no"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ngai (Allah) la Đang đa tao hoa ban đem va ban ngay, mat troi va mat trang, moi vat đeu boi trong quy đao (đuoc đinh san)"},{"SurahNumber":21,"VerseNumber":34,"Text":"Truoc Nguoi (hoi Thien Su), TA đa khong lam cho mot nguoi pham nao song bat tu ca. Le nao Nguoi chet đi thi chung van song bat tu u"},{"SurahNumber":21,"VerseNumber":35,"Text":"Moi mot linh hon đeu phai nem cai chet; TA thu thach cac nguoi voi đieu xau va đieu tot. Va cac nguoi đeu se đuoc đua tro ve trinh dien TA"}]}