{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"ma daivalalo nundi kondaru niku kidu kaligincaru (ninnu picciki guri cesaru) ani matrame memu anagalamu!\" Atanu (hud) javabiccadu: \"Ayana (allah) tappa! Miru ayanaku sati kalpince vatito niscayanga, naku elanti sambandham ledani, nenu allah nu saksiga pedutunnanu mariyu miru kuda saksuluga undandi"},{"SurahNumber":11,"VerseNumber":55,"Text":"ika miranta kalasi naku vyatirekanga kutralu pannandi. Nakelanti vyavadhi ivvakandi"},{"SurahNumber":11,"VerseNumber":56,"Text":"niscayanga naku mariyu miku prabhuvaina allah ne nenu nam'mukunnanu! E prani juttu kuda ayana cetilo lekunda ledu. Niscayanga, na prabhuve rjumargampai (satyampai) unnadu"},{"SurahNumber":11,"VerseNumber":57,"Text":"okavela miru venudirigite (mi istam), vastavaniki nenaite, nakivvabadina sandesanni miku anda jesanu. Mariyu na prabhuvu mi sthananlo maroka jatini miku varasuluga ceyagaladu mariyu miru ayanaku e matram hani ceyaleru. Niscayanga, na prabhuve pratidaniki raksakudu"},{"SurahNumber":11,"VerseNumber":58,"Text":"mariyu ma adesam jari ayinappudu, ma karunyanto hud nu mariyu atanito patu visvasincina varini raksincamu mariyu varini ghorasiksa nundi kapadamu"},{"SurahNumber":11,"VerseNumber":59,"Text":"mariyu vire ad jativaru! Varu tama prabhuvu sucanalanu (ayat lanu) tiraskarincaru mariyu ayana pravaktalaku avidheyulayyaru mariyu krurudaina prati (satya) virodhi ajnalanu anusarincaru"},{"SurahNumber":11,"VerseNumber":60,"Text":"Mariyu ihalokanlo (allah) sapam (bahiskaram) varini vembadimpa jeyabadindi mariyu punarut'thana dinamuna kuda (allah sapam varini vembadincagaladu). Vinandi! Nis'sandehanga, ad jativaru tama prabhuvunu tiraskarincaru. Kavuna cusara! Hud jati varaina ad lu ela (allah karunyaniki) duramai poyaro"},{"SurahNumber":11,"VerseNumber":61,"Text":"ika samud vari vaddaku vari sahodarudu salih nu pampamu. Atanu annadu: \"Na jati prajalara! Allah ne aradhincandi. Ayana tappa miku maroka aradhyudu ledu. Ayane mim'malni bhumi nundi puttinci, danilo mim'malni nivasimpa jesadu. Kanuka miru ayana ksamabhiksa vedukondi, taruvata ayana vaipunake pascattapanto maralandi. Niscayanga, na prabhuvu daggaralone unnadu. (Mi prarthanalaku) javabistadu"},{"SurahNumber":11,"VerseNumber":62,"Text":"varannaru: \"O salih! Intaku mundu memu nipai asalu pettukoni unnamu. Emi? Ma tandri tatalu aradhistu vaccina vatini (daivalanu) aradhincakunda, mam'malni apadalacukunnava? Nivu maku bodhince (dharmam) visayam gurinci vastavanga maku cala sandeham undi"}]}