{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"(napiye!) Oru vacanattai nam marrinalum allatu atai marakkatittalum atarku oppanatai allatu ataivitac cirantatai nam kontu varuvom. Allah ellavarrirkum niccayamaka perarralutaiyavan enpatai nir ariyavillaiya"},{"SurahNumber":2,"VerseNumber":107,"Text":"vanankal marrum pumiyin atci allahvukke uriyatu enpatai nir ariyavillaiya? (Nampikkaiyalarkale!) Allahvait tavira unkalukkup patukavalanum illai; utavi ceypavanum illai"},{"SurahNumber":2,"VerseNumber":108,"Text":"(nampikkaiyalarkale!) Itarku munnar musavitam (avarutaiya makkal vinana kelvikalaik) kettataip pol ninkalum unkalukku anuppappatta tutaritam ketka virumpukirirkala? Evar (ittakaiya kelvikalaik kettu) tan nampikkaiyai nirakarippaik kontu marrik kolkiraro avar nerana valiyaivittu meyyakave tavarivittar"},{"SurahNumber":2,"VerseNumber":109,"Text":"Vetattaiyutaiyavarkalil perumpalanavarkal nampikkaiyalarkalakiya unkalai nirakarippavarkalaka marrivita ventume! Enru virumpukirarkal. Avarkalukku unmai (innatenat) telivakat terinta pinnum ivvaru avarkal virumpuvatan karanamellam avarkalukku (unkal mitu)lla poramaitan. Akave, allahvutaiya (marroru) kattalai varumvarai (avarkalai) ninkal mannittum purakkanittum varunkal. Niccayamaka allah anaittin mitum mikavum perarralutaiyavan avan"},{"SurahNumber":2,"VerseNumber":110,"Text":"melum, ninkal tolukaiyaik kataippitittum, ‘‘jakat' kotuttum varunkal. Enenral (maranattirku) munnataka unkalukkaka ninkal enna nanmaiyai munkutti anuppivaippirkalo ataiye allahvitam (marumaiyil) perrukkolvirkal. (Atalal, irappatarku munnare iyanra alavu nanmai ceytukollunkal.) Niccayamaka allah ninkal ceypavarrai urrunokkupavan avan"},{"SurahNumber":2,"VerseNumber":111,"Text":"(napiye!) Kiristavarakavo yutarakavo iruppavarait tavira (marra evarum) corkkam nulaiyave mattarkal ena ava(rava)rkal kurukirarkal. Itu avarkalutaiya vin nampikkaiye (tavira unmai alla. Atalal, avarkalai nokki napiye!) Kuruviraka: ‘‘Ninkal unmai colpavarkalaka iruntal unkal (ikkurrukkuriya) atarattaik kontu varunkal"},{"SurahNumber":2,"VerseNumber":112,"Text":"(unmai) avvaralla! Evar (allahvukkaka) nanmai ceytu tannai (murrilum) allahvukku arppanam ceytu vitukiraro avarukke avar ceyyum nanmaiyin kuli avarutaiya iraivanitam untu. Melum, ivarkalukku ettakaiya payamumillai; ivarkal tukkappatavum mattarkal"}]}