{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. Sərəfli Qurana and olsun"},{"SurahNumber":50,"VerseNumber":2,"Text":"Onlara oz aralarından xəbərdarlıq edən bir peygəmbər gəlməsinə təəccub edən kafirlər dedilər: “Bu cox qəribə bir seydir"},{"SurahNumber":50,"VerseNumber":3,"Text":"Məgər biz olub torpaga qarısdıqdan sonra yenidən diriləcəyik? Bu, əlcatmaz bir qayıdısdır!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Həqiqətən, Biz yerin onlardan nəyi alıb əskiltdiyini bilirik. Bizdə hər seyi qoruyan bir Kitab (Lovhi-məhfuz) vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Lakin həqiqət onlara məlum olduqda onu yalan hesab etdilər. Indi onlar casqın vəziyyətdədirlər"},{"SurahNumber":50,"VerseNumber":6,"Text":"Məgər onlar basları ustundəki goyə baxıb onu necə yaratdıgımızı və necə bəzədiyimizi gormurlərmi? Orada hec bir yarıq da yoxdur"},{"SurahNumber":50,"VerseNumber":7,"Text":"Biz yeri dosədik, orada mohkəm daglar yerləsdirdik və gozoxsayan bitkilərin hər novundən yetisdirdik"},{"SurahNumber":50,"VerseNumber":8,"Text":"Bunu, Allaha uz tutan hər bir qul ucun ibrət və oyud-nəsihət olsun deyə belə etdik"},{"SurahNumber":50,"VerseNumber":9,"Text":"Biz goydən bərəkətli su endirdik, onunla baglar və bicilən taxıl dənələri bitirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Eləcə də meyvələri salxım-salxım asılmıs hundur xurma agacları bitirdik"},{"SurahNumber":50,"VerseNumber":11,"Text":"Qullara ruzi olsun deyə belə etdik! Biz onunla olu bir məmləkəti diriltdik. Dirilib qəbirdən cıxmaq da belədir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan əvvəl Nuh qovmu, Rəss əhli, Səmud tayfası elciləri yalancı saydı"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad qovmu, Firon xalqı, Lut tayfası"},{"SurahNumber":50,"VerseNumber":14,"Text":"Əykə əhli və Tubba qovmu – bunların hamısı elciləri yalancı saydı və Mənim təhdidim gercəkləsdi"},{"SurahNumber":50,"VerseNumber":15,"Text":"Məgər Biz ilk yaradılısdan zəiflədikmi? Xeyr! Onlar yeni yaradılıs olan dirilmə barəsində subhə icindədirlər"}]}