{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"SONER av Adam! Anlagg vardad kladsel var gang ni gar till bon - och at och drick [det som ar gott och halsosamt], men visa matta [i allt]; Gud ar inte van av dem som gar till overdrift"},{"SurahNumber":7,"VerseNumber":32,"Text":"Sag: \"Vem har forbjudit de skona ting som Gud har skankt Sina tjanare och allt det goda som Han gett dem for deras forsorjning?\" Sag: \"Allt detta tillkommer i detta liv dem som tror, och pa Uppstandelsens dag skall det vara dem [ensamma] forbehallet.\" Sa framstaller Vi [Vara] budskap fast och klart for alla insiktsfulla manniskor"},{"SurahNumber":7,"VerseNumber":33,"Text":"Sag: \"Min Herre forbjuder ingenting annat an skamlosa handlingar, bade det som sker oppet och det som sker i hemlighet och [all annan] synd och orattmatigt vald. Och [Han forbjuder er] att satta vid Guds sida det som Han aldrig gett bemyndigande till och att pasta om Gud det ni inte kan veta"},{"SurahNumber":7,"VerseNumber":34,"Text":"For alla [manniskor] ar en frist utsatt, och de kan varken forkorta den eller forlanga den, ens med ett ogonblick, nar den har lopt ut"},{"SurahNumber":7,"VerseNumber":35,"Text":"SONER av Adam! Nar profeter kommer till er ur era egna led och framfor Mina budskap, behover de som fruktar Gud och gor battring inte kanna fruktan och ingen sorg skall tynga dem"},{"SurahNumber":7,"VerseNumber":36,"Text":"Men de som pastar att Vara budskap ar logn och hogmodigt vander sig ifran dem, deras arvedel ar Elden och dar skall de forbli till evig tid"},{"SurahNumber":7,"VerseNumber":37,"Text":"Och vem ar mer orattfardig an den som finner pa osanningar om Gud eller pastar att Hans budskap ar logn? De skall fa sin andel av det som Gud [har forordnat i Sitt] beslut till dess Vara utsanda kommer till dem for att ta emot deras sjalar och sager: \"Var ar nu de som ni brukade anropa i Guds stalle?\" Och de skall svara: \"De har overgett oss.\" Sa kommer de att vittna mot sig sjalva att de fornekade sanningen"}]}