{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"ni parayuka: satyam vannu kalinnu. asatyam (yateanninum) tutakkam kurikkukayilla. (yateannum) punasthapikkukayumilla"},{"SurahNumber":34,"VerseNumber":50,"Text":"ni parayuka: nan pilacc peayittuntenkil nan pilakkunnatinre deasam enikku tanneyan‌. nan nermargam prapiccuvenkilea at enikk enre raksitav beadhanam nalkunnatinre phalamayittan‌. tirccayayum avan kelkkunnavanum samipasthanumakunnu"},{"SurahNumber":34,"VerseNumber":51,"Text":"avar (satyanisedhikal) paribhrantarayipeaya sandarbham ni kantirunnenkil ennal avar (pitiyil ninn‌) olivakukayilla. atutta sthalatt ninn tanne avar pitikkappetum"},{"SurahNumber":34,"VerseNumber":52,"Text":"itil nannal visvasiccirikkunnu ennavar parayukayum ceyyum. viduramaya oru sthalatt ninn avarkk ennaneyan (a visvasam) netiyetukkan kaliyuka"},{"SurahNumber":34,"VerseNumber":53,"Text":"mump avar atil avisvasiccatayirunnu. vidurasthalatt ninn nerittariyate avar areapanam unnayikkukayum ceytirunnu"},{"SurahNumber":34,"VerseNumber":54,"Text":"annane mump avarute paksakkarekkeant ceytat pealettanne avarkkum avar agrahikkunna karyattinumitayil tatas'sam srstikkappettu. tirccayayum avar avisvasajanakamaya sansayattilayirunnu"},{"SurahNumber":35,"VerseNumber":1,"Text":"akasannalum bhumiyum srsticcuntakkiyavanum rantum munnum nalum cirakukalulla malakkukale dutanmarayi niyeagiccavanumaya allahuvin stuti. srstiyil tan uddesikkunnat avan adhikamakkunnu. tirccayayum allahu et karyattinum kalivullavanakunnu"},{"SurahNumber":35,"VerseNumber":2,"Text":"allahu manusyarkk valla karunyavum turannukeatukkunna paksam at piticc vekkanarumilla. avan vallatum piticc vekkunna paksam atin sesam at vittukeatukkanum arumilla. avanatre pratapiyum yuktimanum"},{"SurahNumber":35,"VerseNumber":3,"Text":"manusyare, allahu ninnalkk ceyta anugraham ninnal ormikkuka. akasatt ninnum bhumiyil ninnum ninnalkk upajivanam nalkan allahuvallatta valla srastavumuntea? avanallate yatearu daivavumilla. appeal ninnal ennaneyan terrikkappetunnat‌"}]}