{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":32,"VerseNumber":12,"Text":"Ve keske mucrimleri, Rab´lerinin huzurunda baslarını egerek: \"Rabbimiz, biz gorduk ve isittik. (Bundan sonra) bizi (dunyaya) geri dondur, salih amel yapalım. Muhakkak ki biz, mukinun (yakin hasıl edenler) olduk.\" (derken) gorseydin"},{"SurahNumber":32,"VerseNumber":13,"Text":"Ve eger dileseydik, butun nefslere kendi hidayetlerini elbette verirdik (herkesi hidayete erdirirdik). Fakat Benim: \"Mutlaka cehennemi, tamamen cinlerden ve insanlardan dolduracagım.\" sozu(m) hak oldu"},{"SurahNumber":32,"VerseNumber":14,"Text":"Oyleyse bu \"likae\" (Allah´a ulasma) gununuzu, unutmanızdan dolayı (azabı) tadın. Muhakkak ki Biz de sizi unuttuk. Ve yaptıklarınız sebebiyle ebedi azabı tadın"},{"SurahNumber":32,"VerseNumber":15,"Text":"Fakat Bizim ayetlerimize iman edenler (amenu olanlar) onlardır ki, (ayetlerimiz) zikredildigi zaman (hemen) secde ederek yere kapanırlar. Ve Rab´lerini hamd ile tesbih ederler ve onlar kibirlenmezler"},{"SurahNumber":32,"VerseNumber":16,"Text":"Yanlarını yataktan uzaklastırırlar (yan ustu yatarken kalkarlar). Rab´lerine korku ve umitle dua ederler. Ve onları rızıklandırdıgımız seylerden infak ederler (verirler)"},{"SurahNumber":32,"VerseNumber":17,"Text":"Artık hicbir nefs (hic kimse), yapmıs olduklarına mukafat olarak, onlar icin gozaydınlıgından nelerin saklı oldugunu bilmez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Oyleyse mu´min olan kimse, fasık olan kimse gibi midir? Onlar musavi (esit) olmazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Fakat amenu olanlar (Allah´a ulasmayı dilemis olanlar) ve salih amel (nefs tezkiyesi) yapanlar, iste onlar icin yapmıs olduklarından dolayı ikram olarak meva cennetleri vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Ve fakat fasık olanlar, onların mevası (barınagı) atestir. Oradan her cıkmak istediklerinde oraya iade edilirler (geri dondurulurler). Ve onlara: \"Atesin azabını tadın! Ki onu tekzip etmistiniz (yalanlamıstınız).\" denir"}]}