{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"Dira: «Igual que tu recibiste Nuestros signos y los olvidaste, asi hoy eres olvidado»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Asi retribuiremos a quien haya cometido excesos y no haya creido en los signos de su Senor. Y el castigo de la otra vida sera mas cruel y mas duradero"},{"SurahNumber":20,"VerseNumber":128,"Text":"¿Es que no les dice nada que hayamos hecho perecer a tantas generaciones precedentes, cuyas viviendas huellan ellos ahora? Ciertamente, hay en ello signos para los dotados de entendimiento"},{"SurahNumber":20,"VerseNumber":129,"Text":"Si no llega a ser por una palabra previa de tu Senor y no hubiera sido prefijado el plazo, habria sido ineludible"},{"SurahNumber":20,"VerseNumber":130,"Text":"¡Ten paciencia, pues, con lo que dicen y celebra las alabanzas de tu Senor antes de la salida del sol y antes de su puesta! ¡Glorificale durante las horas de la noche y en las horas extremas del dia! Quizas, asi, quedes satisfecho"},{"SurahNumber":20,"VerseNumber":131,"Text":"Y no codicies los goces efimeros que hemos concedido a algunos de ellos, brillo de la vida de aca, con objeto de probarles con ellos. El sustento de tu Senor es mejor y mas duradero"},{"SurahNumber":20,"VerseNumber":132,"Text":"¡Prescribe a tu gente la azala y persevera en ella! No te pedimos sustento. Somos Nosotros Quienes te sustentamos. El buen fin esta destinado a los que temen a Ala"},{"SurahNumber":20,"VerseNumber":133,"Text":"Dicen: «¿Por que no nos trae un signo de su Senor?» Pero ¿es que no han recibido prueba clara de lo que contienen las Hojas primeras"},{"SurahNumber":20,"VerseNumber":134,"Text":"Si les Hubieramos hecho perecer antes con un castigo, habrian dicho: «¡Senor! ¿Por que no nos has mandado un enviado? Habriamos seguido Tus signos antes de ser humillados y confundidos»"},{"SurahNumber":20,"VerseNumber":135,"Text":"Di: «Todos esperan. ¡Esperad, pues! Ya vereis quien sigue la via llana y quien sigue la buena direccion»"}]}