{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":33,"VerseNumber":63,"Text":"Dadku waxay wax kaa weydiyaan Saacadda (Qiyaame goorta ay tahay), Dheh: Cilmigeedu wuxuu la jiraa oo keliya Allaah. Oo maxaa ku ogeysiiyey waa intaasoo ay Saacaddu dhowdahayba"},{"SurahNumber":33,"VerseNumber":64,"Text":"Hubaal Allaah wuu nacladay gaalada, oo u diyaariyey iyaga Naar gubeysa"},{"SurahNumber":33,"VerseNumber":65,"Text":"Iyagoo ku waaraya dhexdeeda waligood, ma heli doonaan gacal iyo gargaare midna"},{"SurahNumber":33,"VerseNumber":66,"Text":"Maalinta wejiyadooda lagu rogrogi doono Naarta, waxay odhan doonaan: wayoo waye haddii aanu adeeci lahayn Allaah, oo adeeci lahayn Rasuulka"},{"SurahNumber":33,"VerseNumber":67,"Text":"oo waxay odhan doonaan: Rabbiyow!39 Hubaal waxaan innagu adeecnay madaxdayadii iyo odayaashayadii, markaasay naga lumiyeen Jidka"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbiyow! Sii iyaga cadaab labanlaab ah, oo naclad iyaga naclad aad u weyn"},{"SurahNumber":33,"VerseNumber":69,"Text":"Kuwiinaan idinku (Xaqa) rumeysanow! Ha noqonnina sida kuwii hadal xun ka sheegay Muuse, oo Allaah ka eed tiray waxa ay ku sheegeen, oo wuxuu ahaa Allaah agtiis mid sharaf ku leh"},{"SurahNumber":33,"VerseNumber":70,"Text":"Kuwiinaan idinku (Xaqa) rumeysanow! Dhowra (xilka uu idin saaray) Allaah oo ku hadla hadal toosan"},{"SurahNumber":33,"VerseNumber":71,"Text":"Wuxuu idiin wanaajin acmaashiinna, oo idiin dhaafi dunuubtiinna. Oo mid kastoo adeeca Allaah iyo Rasuulkiisa, wuxuu dhab ahaan liibaani doonaa liibaan aad u weyn"},{"SurahNumber":33,"VerseNumber":72,"Text":"Hubaal Waxaan Annagu u soo bandhignay Amaanada41 samooyinka iyo arlada iyo buuraha, wayse diideen inay noqdaan kuwo ka soo bixi waaya xilka ka saaran xaggeeda oo ka baqeen (Culeyska amaanada). Waxaase qaadaay oo ku xil darrooday Aadmiga42. hubaal Waa gardarro badane, jahli badan"},{"SurahNumber":33,"VerseNumber":73,"Text":"Si43 uu Allaah u cadaabo munaafiqiinta iyo munaafiqooyinka iyo mushrikiinta iyo mushrikooyinka, oo Allaah ugu soo jeesto (si naxariis leh) mu’miniinta iyo mu'minadaha, oo Allaah waa Dambi Dhaaf Badane, Naxariis Badan"}]}