{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"And even if We, We had sent down unto them the angels, and the dead had spoken unto them, and We have gathered before them all things face to face, they did not become that they might Believe except that Allah wills (it) — rather most of them behave ignorantly"},{"SurahNumber":6,"VerseNumber":112,"Text":"And thus We appointed to all the Prophet(s) as enemy — devils among mankind and jinns. Some of them inspire some (others) with adorned speech (resulting) in deception. If your Nourisher-Sustainer had willed they had not done it. So leave them and what they bring as fabrication"},{"SurahNumber":6,"VerseNumber":113,"Text":"and so that, may incline towards it the hearts of those who do not Believe in the Hereafter, and that they may agree to it, and that they may commit whatever they are committing (as their sinful and evil deeds)"},{"SurahNumber":6,"VerseNumber":114,"Text":"(Declare): “Shall I then seek a judge other than Allah while He it is Who has sent unto you Al-Kitab, having full details?” And those whom We have given Al-Kitab know that it is sent from your Nourisher-Sustainer in original. So be not of those who doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"And got completed the statement of your Nourisher-Sustainer in truth and in justice. (There is) no Mobaddil for His Statements. And He is the All-Hearer, the All-Knower"},{"SurahNumber":6,"VerseNumber":116,"Text":"And if you obey a major section (of) whoever is on the earth, they will mislead you from the Way of Allah. They do not follow but conjectures and they are not, but, they are indulging in lies (fabrications and mythology)"},{"SurahNumber":6,"VerseNumber":117,"Text":"Verily, your Nourisher-Sustainer, He knows better who strays from His Way and He is more aware about the rightly guided ones"},{"SurahNumber":6,"VerseNumber":118,"Text":"So eat out of that on which Allah’s Name has been pronounced if you are Believers in His Ayaat"}]}