{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitabın (Qur’anın) nazil edilməsi yenilməz quvvət, hikmət sahibi (olan Allah) tərəfindəndir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Həqiqətən, goylərdə və yerdə mo’minlər ucun ibrətlər vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaradılısınızda və (Allahın yer uzunə) yayıb səpələdiyi canlılarda tam yəqinliklə inanlar ucun (Allahın birliyinə, qudrət və əzəmətinə, qiyamət gununun haqq olmasına dəlalət edən) əlamətlər vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecə və gunduzun bir-birinin ardınca gəlib-getməsində, Allahın ruzi vermək ucun goydən yagıs yagdırmasında, onun vasitəsilə yeri olumundən (quruduqdan) sonra diriltməsində və kuləkləri (muxtəlif tərəflərə) yonəltməsində agılla dusunənlər ucun (Allahın hər seyə qadir olmasını subut edən) dəlillər vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"(Ya Peygəmbər!) Bunlar Allahın ayələridir (qudrət nisanələridir). Biz onları (Cəbrail vasitəsilə) sənə dogru oxuyub bildiririk. Bəs onlar Allaha və Onun ayələrinə (Qur’ana) inanmadıqdan sonra hansı kəlama inanırlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yalana dadanmıs, gunaha duskun hər kəsin vay halına"},{"SurahNumber":45,"VerseNumber":8,"Text":"O, Allahın ayələrini ozunə oxundugunu esidir, sonra guya onları esitmirmis kimi (Allahın əmrinə qarsı) təkəbbur gostərərək (kufrundə) israr edib durur. (Ya Peygəmbər!) Beləsinə siddətli bir əzabla mujdə ver"},{"SurahNumber":45,"VerseNumber":9,"Text":"O, ayələrimizdən bir sey oyrənib bildiyi zaman onu laga qoyur. Məhz belələri (qiyamət gunu) alcaldıcı bir əzaba ducar olacaqlar"},{"SurahNumber":45,"VerseNumber":10,"Text":"Qarsıda (oləndən sonra) onları Cəhənnəm gozləyir. Nə qazandıqları dunya malı, nə də Allahdan basqa dost tutduqları (ibadət etdikləri butlər) onlara bir fayda verəcəkdir (Allahın əzabını onlardan dəf edəcəkdir). Onlar boyuk bir əzaba ducar olacaqlar"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu (Qur’an) bir hidayətdir. Rəbbinin ayələrini inkar edənləri cox siddətli, agrılı-acılı bir əzab gozləyir"},{"SurahNumber":45,"VerseNumber":12,"Text":"Gəmilərin Onun əmri ilə dənizdə uzməsi və sizin də Onun lutfundən (orada) ruzi axtarmanız ucun dənizi sizə ram edən Allahdır! Bəlkə, sukur edəsiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Goylərdə və yerdə nə varsa, hamısını oz tərəfindən sizin ixtiyarınıza qoyan da Odur. Həqiqətən, bunda dusunən bir qovm ucun ibrətlər vardır"}]}