{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":1,"Text":"Sampūrṇa praśansā allāhakai lāgi hun. Jō ki tī sabai kurākō svāmī hō, juna ākāśaharūmā chan ra jē dharatīmā cha. Ra ākhiratamā pani usaikō lāgi praśansā cha. Ra ū ṭhūlō tatvadarśī ra sarvajña cha"},{"SurahNumber":34,"VerseNumber":2,"Text":"Jō dharatīmuni jāncha ra jō tyasabāṭa bāhira niskancha ra jējati ākāśabāṭa tala jharcha, ra jō jati tyasamāthi caḍhcha (uklancha) ū sabai jāndacha, ra ū atyanta dayālu kṣamāśīla cha"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kāphiraharūlē bhandachanḥ ki kiyāmatakō samaya ‘‘hāmīmāthi ā'um̐daina’’. Tapā'ī bhanidinus malā'ī mērō pālanakartākō kasama, tyō timīharūmāthi avaśya ā'unēcha. Allāhalā'ī jō anrtayāmī cha adr̥śyakō jñāna cha, kaṇa barābarakō sānō tinō kurā pani usabāṭa lukēkō chaina, ākāśaharūmā ra nata dharatīmā nata tyōbhandā sānō kunai kurā ra na ṭhūlō. Sabai kurāharū spaṣṭa kitābamā aṅkita chan"},{"SurahNumber":34,"VerseNumber":4,"Text":"Tāki usalē unīharūlā'ī rāmrō puraskāra dē'ōs, jasalē īmāna lyā'ē ra asala karma gardairahē. Yinai hun jasakō nimti kṣamā ra sam'mānita jīvikā cha"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ra jasalē hāmrā āyātaharūlā'ī māta garna prayāsa garē, tinai hun jasakō nimti sāhrai nai narāmrō prakārakō duḥkhad yātanā cha"},{"SurahNumber":34,"VerseNumber":6,"Text":"Ra jasalā'ī jñāna cha, unīharūlē svayam dēkhnēchan ki jē jati tapā'īṅkō pālanahārakō tarphabāṭa tapā'ītira avatarita bha'ēkō cha, tyahī nai satya hō, ra allāha jō sarvaśakti sampanna, ra viśēṣatāvālā cha tinalā'ī sōjhō mārga dēkhā'um̐cha"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ra kāphiraharūlē bhanē (ā'ū) ‘‘hāmīlē timīlā'ī ē'uṭā yastō mānisakō bārēmā bhanauṁ, jasalē timīlā'ī yō khabara di'irahēcha ki jaba timī bilkulai naṣṭa bha'isaknēchau taba phēri timī punaḥ jīvita hunēchau’’"}]}