{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"“(Allah) adzanena: “Zimenezo nchifukwa chakuti zidakudzera Ayah zathu koma udaziiwala (chifukwa chosalabadira), momwemo lero uiwalidwa, (salabadilidwa).”"},{"SurahNumber":20,"VerseNumber":127,"Text":"“Ndipo umo ndimomwe tidzamulipirire aliyense wopyola malire, wosakhulupirira Ayah za Mbuye wake. Ndipo chilango cha tsiku la chimaliziro nchaukali, ndiponso chamuyaya"},{"SurahNumber":20,"VerseNumber":128,"Text":"“Kodi sizidadziwikebe kwa iwo kuti ndi mibadwo ingati tidaiononga patsogolo pawo? Ndipo awa (osakhulupirira atsopano) akuyenda m’malo awo, (kodi saona zizindikiro zakuonongeka kwawo)? Ndithu m’zimenezo muli zisonyezo kwa eni nzeru"},{"SurahNumber":20,"VerseNumber":129,"Text":"“Ndipo pakadapanda liwu lomwe lidatsogola kuchokera kwa Mbuye wako (lochedwetsera chilango) ndi nthawi yomwe idaikidwa, ndithu (chilango) chikadawafika (tsopano lomwe lino)"},{"SurahNumber":20,"VerseNumber":130,"Text":"“Choncho pirira pa zomwe akunenazo, ndipo lemekeza Mbuye wako ndi kumtamanda, dzuwa lisanatuluke (popemphera swala ya Fajr), ndiponso lisanalowe (popemphera swala ya Asr); ndiponso nthawi za usiku umulemekeze (popemphera swala ya Magrib ndi Isha), ndi pansonga za masana (pakatikati pa usana popemphera swala ya Dhuhr); kuti udzakhale wokondwa (ndi malipilo amene azakupatse tsiku la Qiyâma)"},{"SurahNumber":20,"VerseNumber":131,"Text":"“Ndipo usazitong’olere maso ako (mozidololokera zinthu) zimene tawasangalatsa nazo ena mwa anthu pakati pawo; zimenezo nzokongoletsa za moyo wa pa dziko basi, kuti tiwayese mayeso pazimenezo; koma chopatsa cha Mbuye wako (chomwe nchololedwa ngakhale chikhale chochepa) nchabwino kwambiri ndiponso chokhalitsa"},{"SurahNumber":20,"VerseNumber":132,"Text":"“Ndipo lamula banja lako kupemphera Swala ndi kuipirira iwe mwini Swalayo. Sitikukupempha rizq, (chakudya) koma Ife ndi amene tikukudyetsa ndipo malekezero abwino ali mukuopa (Allah)"},{"SurahNumber":20,"VerseNumber":133,"Text":"“Ndipo (osakhulupirira) adanena: “Chifukwa ninji sakutibweretsera chizizwa kuchokera kwa Mbuye wake?” Kodi sudawafike umboni woonekera wa zomwe zili m’mabuku akale? (Kodi sadakhutitsidwe ndi Qur’an chomwe ndi chizizwa chachikulu).”"},{"SurahNumber":20,"VerseNumber":134,"Text":"“Ndipo ngati tikadawaononga ndi chilango, asanadze uyo (Mtumiki), akadanena: “Mbuye wathu! Bwanji osatitumizira mtumiki kuti titsate Ayah Zanu tisanayaluke ndi kunyozeka?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"“Nena: “Aliyense (wa ife) akuyembekezera (mphoto yake); choncho yembekezerani. Posachedwapa mudziwa kuti kodi ndani mwini njira yolingana, ndipo ndani amene waongoka.”"}]}