{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Na somiyold ko asinda niyan ko gii niyan kandarowakai sa ginawa niyan: Pitharo iyan a: \"Adi ko praotn a kirakira a ba ini maylang sa dayon sa dayon"},{"SurahNumber":18,"VerseNumber":36,"Text":"Go di ko praotn a kirakira i so bangkit na ba makatindg: Na ibt o makandod ako ko Kadnan ko, na mataan! a phakatoon ako dn sa tomo a di giyai a darpa a khandodan"},{"SurahNumber":18,"VerseNumber":37,"Text":"Pitharo on o pd iyan, a gii ron makizinmbaga a: \"Inong ka pagongkira so (Allah a) inadng ka Niyan a phoon sa botha, oriyan iyan na phoon sa notfa, oriyan iyan na pithaong ka Niyan a mama"},{"SurahNumber":18,"VerseNumber":38,"Text":"Ogaid na (sakn na miyagikral ako sa) Skaniyan so Allah, a Kadnan ko, na da a izakoto akn ko Kadnan ko a isa bo"},{"SurahNumber":18,"VerseNumber":39,"Text":"Na inong ka da tharoa isako somold ka ko asindang ka a: Sadn sa kabaya o Allah! Da a bagr odi sii ko Allah! apiya aya kapkhaylayang ka rakn na sakn na mayto a di ska i tamok ago moriyataw"},{"SurahNumber":18,"VerseNumber":40,"Text":"Na matatangkd a mbgan ako o Kadnan ko sa tomo a di so asindang ka, na botawanan Iyan (so asindang ka) sa manga lthi a phoon ko langit, na mabaloy a lopa a miyagnasnas"},{"SurahNumber":18,"VerseNumber":41,"Text":"O di na mabaloy so ig on a somnp, na ding ka dn oto magaga mbabanog"},{"SurahNumber":18,"VerseNumber":42,"Text":"Na miyailang so pr iyan, na miyabaloy a dii niyan mapakakhosowa so dowa a palad iyan makapantag ko miyanggasto niyan on, a giyoto na miyangaggba so manga taar on, sa gii niyan matharo: \"Hay o babo da a minisakoto akn ko Kadnan a isa bo"},{"SurahNumber":18,"VerseNumber":43,"Text":"Na da a miyabaloy ron a pagtaw a makaphananabang on a salakaw ko Allah, go da niyan malinding a ginawa niyan"},{"SurahNumber":18,"VerseNumber":44,"Text":"Roo man na so parinta na rk o Allah, a Ontol. Skaniyan i Mapiya-ikabalas, go Mapiya a khabolosan"},{"SurahNumber":18,"VerseNumber":45,"Text":"Na payagang ka kiran so ibarat o kawyagoyag ko doniya: Lagid o ig a piyakatoron Ami skaniyan phoon ko kawang: Na miyakazaosaog sa sabap rkaniyan so manga mangngto ko lopa, (na sa oriyan iyan) na mimbaloy a gapok, a ipkhayambr skaniyan o manga ndo: Na tatap a so Allah sii ko langowan taman na Gaos Iyan"}]}