{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":4,"Text":"Bu onların Allaha və Onun Peygəmbərinə asi olmalarına gorədir. Kim Allaha asi olsa (bilsin ki), Allahın cəzası cox siddətlidir"},{"SurahNumber":59,"VerseNumber":5,"Text":"(Ey mo’minlər! Sizin kafirlərə məxsus olan) hər hansı bir xurma agacını kəsməyiniz, yaxud (toxunmayıb) onu koku ustundə salamat qoymagınız Allahın iznilədir. Və bu (Allahın oz Rəbbinə asi olan) fasiqləri rusvay etməsi ucundur"},{"SurahNumber":59,"VerseNumber":6,"Text":"(Ey mo’minlər!) Allahın onların (Bəni Nəzər qəbiləsinin) mallarından Oz Peygəmbərinə verdiyi qənimət ucun siz onların ustunə nə at, nə də dəvə surdunuz. Lakin Allah Oz peygəmbərini istədiyi kimsələr uzərində hakim edər. Allah hər seyə qadirdir"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah Oz Peygəmbərinə (fəth olunmus) məmləkətlərin əhalisindən (dinc yolla) verdiyi qənimət Allaha, Peygəmbərə, (Muhəmməd əleyhissəlama yaxın olan) qohum-əqrabaya, yetimlərə, yoxsullara və (pulu qurtarıb yolda qalan) musafirə (yolculara) məxsusdur. Bu ona gorədir ki, (həmin mal-dovlət) icərinizdəki zənginlər arasında əldən-ələ dolasan bir sərvət olmasın (ondan yoxsullar da faydalansın). Peygəmbər sizə nə verirsə, onu goturun; nəyi qadagan edirsə, ondan əl cəkin. Allahdan qorxun. Həqiqətən, Allahın cəzası cox siddətlidir"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Bu qənimət) yurdlarından qovulub cıxardılmıs, Allahdan mərhəmət və riza diləyən, Allaha və Onun Peygəmbərinə komək edən yoxsul muhacirlərə məxsusdur. Onlar (imanlarında, sozlərində və islərində) dogru olan kimsələrdir"},{"SurahNumber":59,"VerseNumber":9,"Text":"Onlardan (muhacirlərdən) əvvəl (Mədinədə) yurd salmıs və (Muhəmməd əleyhissəlama qəlbən) iman gətirirmis kimsələr (ənsar) oz yanlarına (səhərlərinə) muhacirət edənləri sevər, onlara verilən qənimətə gorə urəklərində həsəd (qəzəb) duymaz, ozləri ehtiyac icində olsalar belə, onları ozlərindən ustun tutarlar. (Allah tərəfindən) nəfsinin xəsisliyindən (tamahından) qorunub saxlanılan kimsələr – məhz onlar nicat tapıb səadətə (Cənnətə) qovusanlardır"}]}