{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":75,"Text":"Dan engkau (Muhammad) akan melihat malaikat-malaikat melingkar di sekeliling Arasy, bertasbih sambil memuji Tuhannya; lalu diberikan keputusan di antara mereka (hamba-hamba Allah) secara adil dan dikatakan, \"Segala puji bagi Allah, Tuhan seluruh alam"},{"SurahNumber":40,"VerseNumber":1,"Text":"Ḥā Mīm"},{"SurahNumber":40,"VerseNumber":2,"Text":"Kitab ini (Alquran) di turunkan dari Allah Yang Mahaperkasa, Maha Mengetahui"},{"SurahNumber":40,"VerseNumber":3,"Text":"yang mengampuni dosa dan menerima tobat dan keras hukuman-Nya; yang memiliki karunia. Tidak ada tuhan selain Dia. Hanya kepada-Nyalah (semua makhluk) kembali"},{"SurahNumber":40,"VerseNumber":4,"Text":"Tidak ada yang memperdebatkan tentang ayat-ayat Allah, kecuali orang-orang yang kafir. Karena itu janganlah engkau (Muhammad) tertipu oleh keberhasilan usaha mereka di seluruh negeri"},{"SurahNumber":40,"VerseNumber":5,"Text":"Sebelum mereka, kaum Nuh dan golongan-golongan yang bersekutu setelah mereka telah mendustakan (rasul) dan setiap umat telah merencanakan (tipu daya) terhadap rasul mereka untuk menawannya dan mereka membantah dengan (alasan) yang batil untuk melenyapkan kebenaran; karena itu Aku tawan mereka (dengan azab). Maka betapa (pedihnya) azab-Ku"},{"SurahNumber":40,"VerseNumber":6,"Text":"Dan demikianlah telah pasti berlaku ketetapan Tuhanmu terhadap orang-orang kafir, (yaitu) sesungguhnya mereka adalah penghuni neraka"},{"SurahNumber":40,"VerseNumber":7,"Text":"(Malaikat-malaikat) yang memikul Arasy dan (malaikat) yang berada di sekelilingnya bertasbih dengan memuji Tuhannya dan mereka beriman kepada-Nya serta memohonkan ampunan untuk orang-orang yang beriman (seraya berkata), \"Ya Tuhan kami, rahmat dan ilmu yang ada pada-Mu meliputi segala sesuatu, maka berilah ampunan kepada orang-orang yang bertobat dan mengikuti jalan (agama)-Mu dan peliharalah mereka dari azab neraka"}]}