{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":22,"Text":"Demek ki, Allah kimin bağrını İslama açmış ise işte o, Rabbinden bir nur üzerinde değil midir? O halde vay kalpleri, Allah´ın zikrinden (boş kalıp) kaskatı olanlara. Onlar, açık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah sözün en güzelini, ikizli (uyumlu ve ahenkli) bir kitap olarak indirdi. Ondan Rablerine saygısı olanların derileri (tüyleri) ürperir. Sonra derileri de kalpleri de Allah´ın zikrine karşı yumuşar; işte bu, Allah´ın rehberidir. Allah onunla dilediğini doğru yola çıkarır. Her kimi de Allah şaşırtırsa, artık ona hidayet edecek yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"O halde kıyamet günü zalimlere: «Tadın bakalım kazanıp durduklarınızı!» denilirken yüzü ile o kötü azaptan korunacak kimse ne olur"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler de yalanladılar; yalanladılar da kendilerine hatırlarına gelmeyen yönden azap geliverdi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Geliverdi de Allah onlara dünya hayatında zilleti tattırdı. Ahiret azabı ise elbette daha büyüktür. Keşke bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Yemin ederim ki, bu Kur´an´da insanlar için her türlüsünden temsil getirdik. Gerek ki iyi düşünsünler"},{"SurahNumber":39,"VerseNumber":28,"Text":"Pürüzsüz Arapça bir Kur´an olarak gerek ki korunsunlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah şöyle bir misal vermiştir: Bir adam (köle) ki, bir takım ortakları var. Hırçın hırçın çekiştirip duruyorlar. Bir de selametle (yalnız) bir kişiye ait bir adam (köle) var. Hiç bu ikisinin durumu bir olur mu? Hamd Allah´ındır, fakat pek çokları bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Sen elbette öleceksin, onlar da elbette öleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra siz muhakkak Rabbinizin huzurunda birbirinizden davacı olmak üzere duruşacaksınız"}]}