{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"And conceal your speech or publicize it; indeed, He is Knowing of that within the breasts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Does He who created not know, while He is the Subtle, the Acquainted"},{"SurahNumber":67,"VerseNumber":15,"Text":"It is He who made the earth tame for you - so walk among its slopes and eat of His provision - and to Him is the resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure that He who [holds authority] in the heaven would not cause the earth to swallow you and suddenly it would sway"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure that He who [holds authority] in the heaven would not send against you a storm of stones? Then you would know how [severe] was My warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And already had those before them denied, and how [terrible] was My reproach"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they not see the birds above them with wings outspread and [sometimes] folded in? None holds them [aloft] except the Most Merciful. Indeed He is, of all things, Seeing"},{"SurahNumber":67,"VerseNumber":20,"Text":"Or who is it that could be an army for you to aid you other than the Most Merciful? The disbelievers are not but in delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Or who is it that could provide for you if He withheld His provision? But they have persisted in insolence and aversion"},{"SurahNumber":67,"VerseNumber":22,"Text":"Then is one who walks fallen on his face better guided or one who walks erect on a straight path"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say, \"It is He who has produced you and made for you hearing and vision and hearts; little are you grateful"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say, \"It is He who has multiplied you throughout the earth, and to Him you will be gathered"},{"SurahNumber":67,"VerseNumber":25,"Text":"And they say, \"When is this promise, if you should be truthful"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say, \"The knowledge is only with Allah, and I am only a clear warner"}]}