{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":45,"Text":"ve (sonunda), zulum islemeye sartlanmıs olan o toplumların son kalıntıları da yok olup gitti. Butun ovguler yalnız Allaha mahsustur, butun alemlerin Rabbine"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: \"Ne sanıyorsunuz? Eger Allah isitme ve gorme duyularınızı elinizden alır ve kalplerinizi muhurlerse onları size Allahtan baska hangi ilah geri verebilir?\" Bakın mesajlarımızı nasıl cok yonlu dile getiriyoruz, ama hala kucumseyerek yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: \"Allahın azabı aniden veya (derece derece) hissedilir sekilde basınıza gelse durumunuz ne olur, soyler misiniz? (O zaman hic) zalim halktan baskası yok edilir mi"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, elcileri(mizi) yalnızca mujdeci ve uyarıcı olarak gondeririz: bu nedenle, iman edip dogru ve yararlı isler yapanlar ne korkacak ne de uzuleceklerdir"},{"SurahNumber":6,"VerseNumber":49,"Text":"mesajlarımızı yalanlayanlara gelince, onlar isledikleri butun gunahkarca fiillerden dolayı azaba carptırılacaklardır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki (ey Peygamber:) \"Ben size ´Allahın hazineleri bendedir! demiyorum; ne insan idrakini asan seyleri bildigimi soyluyorum ve ne de size ´Ben bir melegim! diyorum: Ben sadece bana vahyedileni yerine getiriyorum\". De ki: \"Hic goren ile gormeyen bir olur mu? Siz dusunmez misiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Kendilerini Allaha karsı koruyacak veya Onun nezdinde sefaat edecek birisi olmadan Allahın huzurunda toplanmaktan korkanları boylece uyar ki Ona karsı sorumluluklarının bilincine (tam olarak) varabilsinler"},{"SurahNumber":6,"VerseNumber":52,"Text":"O halde, Rablerinizin rızasını isteyerek sabah aksam Ona yalvaranları(n hic birini) yanından kovma. Sen onlardan hicbir sekilde sorumlu degilsin -tıpkı onların da hicbir sekilde senden sorumlu olmadıkları gibi- bu nedenle onları kovma hakkına sahip degilsin: yoksa zalimlerden olurdun"}]}