{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Hai nguoi cau nguyen, thua: “Lay Thuong Đe cua bay toi! Bay toi đa tu lam hai ban than minh. Neu Ngai khong tha thu va khoan dung thi chac chan bay toi se tro thanh nhung ke thua thiet.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) phan: “Hay đi xuong, đua nay se la ke thu cua đua kia. Cac nguoi se co tren trai đat mot noi nghi tam va phuong tien sinh song tam suot mot thoi gian ngan.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Allah) phan tiep: “Noi đo cac nguoi se song, va noi đo cac nguoi se chet va tu đo (cuoi cung) cac nguoi se đuoc đua ra tro lai.”"},{"SurahNumber":7,"VerseNumber":26,"Text":"Hoi con chau cua Adam! TA (Allah) đa ban cho cac nguoi y phuc đe che kin phan xau ho cua cac nguoi va đe trang suc; tuy nhien, y phuc tot nhat la viec so Allah. Đo la mot trong cac dau hieu cua Allah đe may ra ho ghi nho"},{"SurahNumber":7,"VerseNumber":27,"Text":"Hoi con chau cua Adam! Cho đe cho Shaytan lua gat cac nguoi nhu no đa du do cha me cua cac nguoi ra khoi thien đang bang cach lot tran y phuc cua hai nguoi ho đe phoi bay cho ca hai thay su xau ho cua minh boi vi no (Jinn) va bo lac cua no nhin thay cac nguoi tu mot cho ma cac nguoi khong the nhin thay chung đuoc. Qua that, TA khien cho cac ten Shaytan lam ke bao ho cua nhung ai khong co đuc tin"},{"SurahNumber":7,"VerseNumber":28,"Text":"Va khi chung pham mot đieu tho bi, chung noi: “Bon ta thay cha me cua bon ta lam the va Allah đa ra lenh cho bon ta lam đieu đo.” Hay bao chung: “Khong, qua that Allah khong he ra lenh bat (cac nguoi) lam đieu tho bi. Phai chang cac nguoi đa đo thua cho Allah đieu ma cac nguoi khong biet?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Hay bao chung: “Thuong Đe cua Ta chi thi (cho cac nguoi) viec (an mac) đung đan nghiem trang va huong mat cac nguoi đung (ve Allah) tai moi noi tho phung va cau nguyen Ngai voi long chan thanh chi danh rieng cho Ngai. Cac nguoi se tro ve voi Ngai giong nhu viec Ngai đa khoi su tao hoa cac nguoi luc ban đau"},{"SurahNumber":7,"VerseNumber":30,"Text":"Mot so (nguoi) đa đuoc Ngai (Allah) huong dan con mot so khac thi lac huong. Đieu đo chinh đang boi vi chung nhan Shaytan lam ke bao ho thay vi Allah va chung con nghi rang chung đa đuoc huong dan đung đuong"}]}