{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Athaca tōmādēra kathābārtā tōmarā gōpana kara athabā tā prakāśa'i kara. Niḥsandēha tini bukēra bhētarēra biṣaẏa sanbandhē'ō sarbajñātā."},{"SurahNumber":67,"VerseNumber":14,"Text":"Yini sr̥ṣṭi karēchēna tini ki jānēna nā? Āra tini gupta biṣaẏē jñātā, pūrṇa-ōẏākiphahāla."},{"SurahNumber":67,"VerseNumber":15,"Text":"Tini'i sē'ijana yini pr̥thibīṭākē tōmādēra jan'ya karē diẏēchēna śānta, phalē tōmarā ēra digadigantē bicaraṇa karacha ēbaṁ tāra jībikā thēkē āhāra karacha. Āra tām̐ra'i kāchē punarut'thāna."},{"SurahNumber":67,"VerseNumber":16,"Text":"Kī! Yini urdhbalōkē raẏēchēna tām̐ra kācha thēkē ki tōmarā nirāpattā grahaṇa karēcha yē tini pr̥thibīkē diẏē tōmādēra grāsa karābēna nā, yakhana ālabaṯ tā āndōlita habē"},{"SurahNumber":67,"VerseNumber":17,"Text":"Athabā yini urdhbalōkē raẏēchēna tām̐ra kācha thēkē ki tōmarā nirāpattā grahaṇa karēcha pāchē tini tōmādēra uparē pāṭhiẏē dēna ēka kaṅkaramaẏa ghūrṇijhaṛa? Phalē tōmarā śīghra'i jānatē pārabē kēmana chila āmāra satarkabāṇī"},{"SurahNumber":67,"VerseNumber":18,"Text":"āra ēdēra āgē yārā chila tārā'ō pratyākhyāna karēchila, takhana kēmana haẏēchila āmāra asantōṣa"},{"SurahNumber":67,"VerseNumber":19,"Text":"tārā ki dēkhē ni tādēra uparē pākhidēra chaṛānō ō guṭānō? Tādēra parama karuṇāmaẏa chāṛā kē'u dharē rākhēna nā. Niḥsandēha tini'i sarbabiṣaẏē samyaka draṣṭā."},{"SurahNumber":67,"VerseNumber":20,"Text":"Ācchā, parama karuṇāmaẏakē bāda diẏē kē sē'iṭi -- yē habē tōmādēra jan'ya sēnābāhinī yē tōmādēra sāhāyya karabē? Abiśbāsīrā tō bibhrāntitē thākā chāṛā āra kōthā'ō naẏa."},{"SurahNumber":67,"VerseNumber":21,"Text":"Athabā kē sē yē tōmādēra jībikā dēbē yadi tini tām̐ra riyēka bandha karē dēna? Bastuta tārā abādhyatāẏa ō bitr̥ṣṇāẏa anaṛa raẏēchē."},{"SurahNumber":67,"VerseNumber":22,"Text":"Ācchā, yē tāra mukhēra uparē thubaṛē thubaṛē calē sē ki tabē bēśi saṯpathē cālita, nā sē'ijana yē sōjā haẏē calē śud'dha-saṭhika pathē"},{"SurahNumber":67,"VerseNumber":23,"Text":"balō -- ''tini'i sē'ijana yini tōmādēra bikaśita karēchēna, āra tōmādēra jan'ya bāniẏē diẏēchēna śrabaṇaśakti ō dr̥ṣṭiśakti ō antaḥkaraṇa. Tōmarā yā kr̥tajñatā prakāśa kara sē tō yaṯsāmān'ya!’’"},{"SurahNumber":67,"VerseNumber":24,"Text":"Tumi balē yā'ō -- ''tini'i sē'ijana yini pr̥thibītē tōmādēra chaṛiẏē diẏēchēna, āra tām̐ra'i kāchē tōmādēra ēkatrita karā habē.’’"},{"SurahNumber":67,"VerseNumber":25,"Text":"Āra tārā balē -- ''kakhana ē'i ōẏādā habē? Yadi tōmarā satyabādī ha'ō.’’"},{"SurahNumber":67,"VerseNumber":26,"Text":"Tumi balō -- ''jñāna kēbala āllāh‌ra'i kāchē āchē, āra āmi niḥsandēha ēkajana spaṣṭa satarkakārī mātra.’’"}]}