{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":38,"VerseNumber":17,"Text":"ਜੋ ਕੂਝ ਉਹ ਕਹਿੰਦੇ ਹਨ ਉਸ ਉੱਤੇ ਧੀਰਜ ਰੱਖੋ ਅਤੇ ਸਾਡੇ ਬੰਦੇ ਦਾਊਦ ਨੂੰ ਯਾਦ ਕਰੋ। ਜਿਹੜਾ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ ਅਤੇ (ਆਪਣੇ ਰੱਬ ਵੱਲ) ਝੁਕਣ ਵਾਲਾ ਸੀ।"},{"SurahNumber":38,"VerseNumber":18,"Text":"ਅਸੀਂ ਪਹਾੜਾਂ ਨੂੰ ਉਸ ਦੇ ਨਾਲ ਹੀ ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤਾ ਕਿ ਉਹ ਉਸ ਦੇ ਨਾਲ ਹੀ' ਸਵੇਰੇ ਸ਼ਾਮ (ਅੱਲਾਹ ਦੀ) ਸਿਫਤ ਸਲਾਹ ਕਰਦੇ ਸਨ।"},{"SurahNumber":38,"VerseNumber":19,"Text":"ਅਤੇ ਪੰਛੀਆਂ ਦੇ ਝੁੰਡ ਵੀ ਅੱਲਾਹ ਹਿ ਸਿਫ਼ਤ ਸਲਾਹ ਕਰਨ ਵਾਲੇ ਸਨ।"},{"SurahNumber":38,"VerseNumber":20,"Text":"ਅਤੇ ਅਸੀਂ ਉਸ ਦੀ ਸੱਤਾ ਨੂੰ ਸਥਿਰ ਕਰ ਦਿੱਤਾ ਅਤੇ ਉਸ ਨੂੰ ਬਿਬੇਕ ਪ੍ਰਦਾਨ ਕੀਤਾ ਅਤੇ ਮਾਮਲਿਆਂ ਦਾ ਫੈਸਲਾ ਕਰਨ ਦੀ ਯੋਗਤਾ ਪ੍ਰਦਾਨ ਕੀਤੀ।"},{"SurahNumber":38,"VerseNumber":21,"Text":"ਅਤੇ ਕੀ ਤੁਹਾਨੂੰ ਖ਼ਬਰ ਪਹੁੰਚੀ ਹੈ ਮੁਕੱਦਮਾ (ਵਾਅਦੇ) ਵਾਲਿਆਂ ਦੀ ਜਦੋਂ ਕਿ ਉਹ ਕੰਧ ਟੱਪ ਕੇ ਇਬਾਦਤ ਕਰਨ ਵਾਲੇ ਕਮਰੇ ਵਿਚ ਆ ਪਹੁੰਚੇ।"},{"SurahNumber":38,"VerseNumber":22,"Text":"ਜਦੋਂ ਉਹ ਦਾਊਦ ਦੇ ਕੋਲ ਪਹੁੰਚੇ ਤਾਂ ਉਹ ਉਨ੍ਹਾਂ ਤੋਂ ਘਬਰਾ ਗਿਆ। ਉਨ੍ਹਾਂ ਨੇ ਕਿਹਾ ਕਿ ਆਪ ਡਰੋਂ ਨਾ ਅਸੀਂ ਦੋ ਪੱਖ ਹਾਂ, ਇੱਕ ਦੂਸਰੇ ਉੱਤੇ ਅਤਿਆਚਾਰ ਕੀਤਾ ਹੈ 'ਤਾਂ ਆਪ ਸਾਡੇ ਵਿਚ ਸੱਚਾਈ ਦੇ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰੋ, ਨਾ ਇਨਸਾਫ਼ ਨਾ ਕਰਨਾ ਅਤੇ ਸਾਨੂੰ ਚੰਗਾ ਰਾਹ ਦਿਖਾਉ।"},{"SurahNumber":38,"VerseNumber":23,"Text":"ਇਹ ਮੇਰਾ ਵੱਡਾ ਭਰਾ ਹੈ ਇਸ ਕੋਲ ਨੜ਼ਿੰਨਵੇਂ (99) ਦੁੰਬੀਆਂ (ਭੇਡਾਂ) ਹਨ ਅਤੇ ਮੇਰੇ ਕੋਲ ਸਿਰਫ਼ ਇੱਕ ਦੁੰਬੀ ਹੈ ਤਾਂ ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਵੀ ਮੈਨੂੰ ਦੇ ਦੇ ਅਤੇ ਇਸ ਨੇ ਗੱਲ ਬਾਤ ਵਿਚ ਮੈਨੂੰ ਦਸ਼ਾ ਲਿਆ।"},{"SurahNumber":38,"VerseNumber":24,"Text":"ਦਾਊਦ ਨੇ ਆਖਿਆ ਕਿ ਇਸ ਨੇ ਤੁਹਾਡੀ ਦੁਰੰਬੀ ਨੂੰ ਆਪਣੀਆਂ ਦੁੰਬੀਆਂ ਵਿਚ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਮੰਗ ਕਰਕੇ ਅਸਲ ਵਿਚ ਤੁਹਾਡੇ ਉੱਪਰ ਜ਼ੁਲਮ ਕੀਤਾ ਹੈ। ਅਤੇ ਜ਼ਿਆਦਾਤਰ ਹਿੱਸੇਦਾਰ (ਸ਼ਰੀਕ) ਇੱਕ ਦੂਜੇ ਤੇ ਜ਼ੁਲਮ ਕਰਦੇ ਹਨ। ਪਰੰਤੂ ਜਿਹੜੇ ਈਮਾਨ ਰੱਖਦੇ ਹਨ ਅਤੇ ਚੰਗੇ ਕਰਮ ਕਰਦੇ ਹਨ ਅਜਿਹੇ ਲੋਕ ਬਹੁਤ ਘੱਟ ਹਨ। ਅਤੇ ਦਾਊਦ ਦੇ ਮਨ ਵਿਚ ਵਿਚਾਰ ਆਇਆ ਕਿ ਅਸੀਂ (ਇਸ ਕਹਾਣੀ ਰਾਹੀਂ) ਉਸਦਾ ਇਮਤਿਹਾਨ ਲਿਆ ਹੈ ਤਾਂ ਉਸ ਨੇ ਆਪਣੇ ਰੱਬ ਤੋਂ ਮੁਆਫ਼ੀ ਮੰਗੀ ਅਤੇ ਸਿਜਦੇ ਵਿਚ ਡਿੱਗ ਪਿਆ (ਅੱਲਾਹ ਵੱਲ) ਵਾਪਿਸ ਮੁੜਿਆ।"},{"SurahNumber":38,"VerseNumber":25,"Text":"ਫਿਰ ਅਸੀਂ ਉਸ ਦੇ ਪਾਪ ਨੂੰ ਮੁਆਫ਼ ਕਰ ਦਿੱਤਾ ਅਤੇ ਬੇਸ਼ੱਕ ਸਾਡੇ ਇੱਥੇ ਉਸ ਲਈ ਨਿਕਟਵਰਤੀ ਸਥਾਨ ਅਤੇ ਚੰਗਾ ਨਤੀਜਾ ਹੈ।"},{"SurahNumber":38,"VerseNumber":26,"Text":"ਹੈ ਦਾਊਦ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਧਰਤੀ ਤੇ ਖਲੀਫ਼ਾ ਬਣਾਇਆ ਹੈ ਤਾਂ ਕਿ ਲੋਕਾਂ ਦੇ ਵਿਚਕਾਰ ਇਨਸਾਫ ਨਾਲ ਫ਼ੈਸਲਾ ਕਰੋ ਅਤੇ ਆਪਣੀ ਇੱਛਾ ਦਾ ਪਾਲਣ ਨਾ ਕਰੋ। ਉਹ ਤੁਹਾਨੂੰ ਅੱਲਾਹ ਦੇ ਰਾਹ ਤੋਂ ਭਟਕਾ ਦੇਵੇਗੀ। ਜਿਹੜੇ ਲੋਕ ਅੱਲਾਹ ਦੇ ਰਾਹ ਤੋਂ ਭਟਕਦੇ ਹਨ ਉਨ੍ਹਾਂ ਲਈ ਸਖ਼ਤ ਸਜ਼ਾ ਹੈ। ਇਸ ਲਈ ਕਿ ਉਹ ਹਿਸਾਬ ਵਾਲੇ ਦਿਨ ਨੂੰ ਭੁੱਲੇ ਰਹੇ।"}]}