{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Nous n’abrogeons un verset quelconque ou Nous le faisons oublier que pour le remplacer par un verset meilleur ou equivalent. Ne sais-tu pas que Dieu est Omnipotent"},{"SurahNumber":2,"VerseNumber":107,"Text":"Ne sais-tu pas que le Royaume des Cieux et de la Terre appartient a Dieu, et qu'en dehors de Dieu vous n'avez ni protecteur ni secourant"},{"SurahNumber":2,"VerseNumber":108,"Text":"Peut-etre comptez-vous interroger votre messager comme le fut Moise autrefois ? Sachez que quiconque echange sa foi contre l’impiete se sera bien eloigne de la Voie Droite"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ils sont nombreux parmi les gens du Livre a souhaiter, par jalousie emanant du plus profond de leur ame, que vous retombiez dans l’impiete et que vous reniiez votre foi. Ce, lorsque la Verite s'est manifestee a eux ! Eh bien, pardonnez- leur et accordez-leur un repit jusqu'a ce que le Decret de Dieu s’accomplisse. Certes Dieu est Omnipotent"},{"SurahNumber":2,"VerseNumber":110,"Text":"Accomplissez la salat et acquittez-vous de la zakat. Et tout bien que vous aurez avance pour votre compte dans ce monde ici-bas, vous le retrouverez aupres de Dieu, car Dieu observe vos agissements"},{"SurahNumber":2,"VerseNumber":111,"Text":"Et ils ont dit : « Seuls les Juifs ou les Chretiens entreront au Paradis», exprimant des desirs utopiques. – Reponds-leur : « Fournissez une preuve irrefutable de ce que vous avancez, si vous etes veridiques »"},{"SurahNumber":2,"VerseNumber":112,"Text":"En verite, quiconque se soumet a Dieu tout en faisant le bien, celui-la recevra une retribution emanant de son Seigneur. Ceux-la n’eprouveront plus aucune crainte, et ne seront pas affliges"}]}