{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":164,"Text":"E de quando uma comunidade entre eles, disse: \"Por que exortais um povo, que Allah aniquilara ou castigara com veemente castigo?\" Disseram: \"E escusa perante vosso Senhor, e isso, para serem, talvez, piedosos"},{"SurahNumber":7,"VerseNumber":165,"Text":"Entao, quando esqueceram o de que foram lembrados, salvamos os que coibiam o mal e apanhamos os que foram injustos, com impetuoso castigo, pela perversidade que cometiam"},{"SurahNumber":7,"VerseNumber":166,"Text":"E quando eles transgrediram, desmesuradamente, o de que foram coibidos, Nos lhes dissemos: \"Sede simios repelidos"},{"SurahNumber":7,"VerseNumber":167,"Text":"E de quando teu Senhor noticiou que, na verdade, enviaria sobre eles ate o Dia da Ressurreicao, quem lhes infligiria o pior castigo. Por certo, teu Senhor e Destro na punicao. E, por certo, Ele e Perdoador, Misericordiador"},{"SurahNumber":7,"VerseNumber":168,"Text":"E dividimo-los em comunidades, na terra. Dentre eles, havia os integros e, dentre eles, havia os que eram inferiores a isso. E pusemo-los a prova, com as boas acoes e as mas acoes, para retornarem ao bom caminho"},{"SurahNumber":7,"VerseNumber":169,"Text":"Entao, vieram depois deles, sucessores que herdaram o Livro: tomam o que e efemero deste mundo inferior, e dizem: \"Perdoar-nos-ao.\" E, se lhes chega algo efemero, semelhante, tomam-no de novo. Acaso, nao foi confirmada com eles a alianca do Livro de nao dizer acerca de Allah senao a verdade? E eles estudaram o que havia nele. E a Derradeira Morada e melhor para os que sao piedosos. Entao, nao razoais"},{"SurahNumber":7,"VerseNumber":170,"Text":"E os que se atem ao Livro e cumprem a oracao, por certo, nao faremos perder o premio dos emendadores"}]}