{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Wir sagen nur, daß manche unserer Gotter dich einer Bosheit aussetzten.\" Er sagte: \"Ich bitte ALLAH doch, Zeuge zu sein, auch seid selbst Zeugen, daß ich keineswegs Schuld trage an dem, was ihr an Schirk betreibt"},{"SurahNumber":11,"VerseNumber":55,"Text":"Ihm gegenuber! Also fuhrt eure List gegen mich durch, allesamt, dann gewahrt mir dabei keine Zeit"},{"SurahNumber":11,"VerseNumber":56,"Text":"Gewiß, ich ube Tawakkul ALLAH gegenuber, meinem HERRN und eurem HERRN, ohnehin gibt es kein sich bewegendes Lebewesen, ohne daß ER daruber verfugt. Gewiß, mein HERR (vergilt) nach einem rechten Weg"},{"SurahNumber":11,"VerseNumber":57,"Text":"Solltet ihr euch abwenden, so habe ich euch bereits das verkundet, womit ich zu euch entsandt wurde, und mein HERR wird als Nachfolger andere Leute als ihr einsetzen und ihr werdet Ihm dabei in keiner Weise schaden. Gewiß, mein HERR ist jeder Sache außerst bewahrend"},{"SurahNumber":11,"VerseNumber":58,"Text":"Und als Unsere Bestimmung eintraf, erretteten WIR Hud und diejenigen, die mit ihm den Iman verinnerlicht haben - durch Gnade von Uns. UndWIR haben sie vor einer harten Peinigung errettet"},{"SurahNumber":11,"VerseNumber":59,"Text":"Und dies ist 'Aad. Sie leugneten die Ayat ihres HERRN ab, widersetzten sich Seinen Gesandten und folgten der Anordnung jedes sturen Gewalttaters"},{"SurahNumber":11,"VerseNumber":60,"Text":"Und sie wurden in diesem Diesseits mit Fluch verfolgt sowie am Tag der Auferstehung. Ja! 'Aad betrieben zweifellos ihrem HERRN gegenuber Kufr. Ja! Nieder mit 'Aad, den Leuten von Hud"},{"SurahNumber":11,"VerseNumber":61,"Text":"Und zu Thamud (entsandten WIR) ihren Bruder Salih. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm. ER hat euch aus der Erde hervorgebracht und euch sie bevolkern lassen, also bittet Ihn um Vergebung, dann seid Ihm gegenuber reuig. Gewiß, mein HERR ist nahe und erhorend"},{"SurahNumber":11,"VerseNumber":62,"Text":"Sie sagten: \"Salih! Bereits hast du unter uns Vertrauen vor dieser (Aufforderung) genossen. Verbietest du uns etwa, dem zu dienen, dem unsere Ahnen dienten? Gewiß, wir haben am dem, wozu du uns aufforderst, doch Verdacht schleichende Zweifel"}]}