{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"(Habibim) zevci hakkında seninle diresip duran, (nihayet haalinden) Allaha da sikayet etmekde olan (kadın) ın sozunu (umuldugu vech ile) Allah dinlemisdir. Allah sizin konusmanızı (zaten) isidiyordu. Cunku Allah hakkıyle isidici, kemaliyle gorucudur"},{"SurahNumber":58,"VerseNumber":2,"Text":"Icinizden «Zıhar» yapagelenlerin karıları onların anaları degildir. Anaları kendilerini doguranlardan baskası degildir. Subhe yok ki onlar her halde cirkin ve yalan bir laf soyluyorlar. Muhakkak Allah cok bagıslayıcı, cok yarlıgayıcıdır"},{"SurahNumber":58,"VerseNumber":3,"Text":"Kadınlarından zıhar ile ayrılmak isteyib de sonra dediklerini geri alacaklar (icin), birbiriyle temas etmezden evvel, bir kole azad etmek (lazımdır), iste size bununla ogut veriliyor. Allah, ne yaparsanız, hakkıyle haberdardır"},{"SurahNumber":58,"VerseNumber":4,"Text":"Fakat kim (bunu) bulamazsa, (yine) birbiriyle temas etmezden evvel, faasılasız iki ay oruc (tutsun). Buna da guc yetiremezse altmıs yoksul (doyursun). (Keffaretdeki) bu (hafifletme) Allaha ve peygamberine iman (da sebat) etmekde oldugunuz icindir. Bu (hukumler) Allahın (ta´yin etdigi) hadlerdir. (Bunları kabul etmeyen) kafirler icin ise elem verici azab vardır"},{"SurahNumber":58,"VerseNumber":5,"Text":"Allaha ve peygamberine muhaalefet etmekde olanlar, kendilerinden evvelkilerin ugratıldıkları zillet gibi zillete (ve helake) giriftar edilmislerdir. Halbuki biz (onlara) acık acık ayetler de indirmisizdir. (Bunları inkar eden) kafirlere horlayıcı bir azab vardır"},{"SurahNumber":58,"VerseNumber":6,"Text":"O gunde ki Allah onların hepsini diriltecek de kendilerine neler yapdıklarını haber verecekdir. Allah (butun) on (lar) ı saymısdır, Onlarsa bunu unutmuslardır. Allah her sey´e hakkıyle sahiddir"}]}