{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Kuma ka ambaci ɗan'uwan* Adawa a lokacin da ya yi gargaɗi ga mutanensa, a Tuddan Rairayi, alhali kuwa waɗansu masu gargaɗi sun shuɗe agaba gare shi da baya gare shi (da cewa) \"Kada ku bauta wa kowa face Allah. Lalle ni ina tsorata muku azabar yini mai girma"},{"SurahNumber":46,"VerseNumber":22,"Text":"Suka ce: \"Shin, ka zo mana ne domin ka karkatar da mu daga gumakaumu? To, ka zo mana da abin da kake yi mana wa'adin, idan ka kasance daga masu gaskiya"},{"SurahNumber":46,"VerseNumber":23,"Text":"Ya ce: \"Ilimi a wurin Allah kawai yake, kuma ina iyar maku abin da aka aiko ni da shi, kuma amma ina ganin, ku, wasu mutane ne, kuna jahiltar gaskiya"},{"SurahNumber":46,"VerseNumber":24,"Text":"To, a lokacin da suka ga azabar, kumar hadari mai fuskantar rafukansu, suka ce: \"Wannan hadari ne mai yi mana ruwa. A'a, shi na abin da kuke neman gaggawar saukarsa; Iska ce, a cikinta akwai wata azaba mai raɗaɗi"},{"SurahNumber":46,"VerseNumber":25,"Text":"Tana darkake kowane abu da umurnin Ubangijinta. Sai suka wayi gari, ba a ganin kome face gidajensu. Kamar wannan ne Muke saka wa mutane masu laifi"},{"SurahNumber":46,"VerseNumber":26,"Text":"Kuma lalle ne, haƙiƙa, Mun ba su iko ga abin da ba Muba ku iko gare shi ba, kuma Muka sanya musu wani irin ji da gani dazukata. Sai dai jnsu bai amfane su ba, kuma zukatansu ba su amfane su ba ga kome, domin sun kasance suna musu game da ayoyin Allah, kuma abin da suka kasance suna aikatawa na izgili game da shi ya wajaba* a gare su"},{"SurahNumber":46,"VerseNumber":27,"Text":"Kuma ne, lalle haƙiƙa, Mun halakar da abin da yake kewayenku na alƙaryu kuma Muka jujjuya ayoyi, tsammaninsu za su komo"},{"SurahNumber":46,"VerseNumber":28,"Text":"To, don mene ne waɗanda suka riƙa, baicin Allah, abubuwan yi. wa baiko, gumaka, ba su taimake su ba? A'a, sun ɓace musu Kuma wannan shi ne ƙiren ƙaryarsu da abin da suka kasance suna ƙirƙirawa"}]}