{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":12,"Text":"В тот День Увидишь ты, как впереди у верующих женщин и мужчин, По праву сторону от них, Струится ясный Свет (и слышится): \"Сегодня вам предстанет радостная весть! Сады, потоками речными омовенны, Где пребывать навечно вам, - Поистине, великое свершенье"},{"SurahNumber":57,"VerseNumber":13,"Text":"И обратятся к верующим лицемеры в этот День - Как женщины, так и мужчины: \"О, подождите нас! Позвольте взять у вас взаймы От Света вашего хоть небольшую долю!\" Им скажут: \"Возвращайтесь-ка назад и там ищите Света!\" И между ними вырастет стена с вратами, И милосердие заполнит все, что в ней. А за пределами ее - лишь (Божий гнев и) муки"},{"SurahNumber":57,"VerseNumber":14,"Text":"И (лицемеры) возгласят: \"Ужель мы не стояли рядом с вами?\" Ответят им: \"Вы были рядом с нами, Но отдались соблазну вы И, выжидая, предались сомненьям. Вам лгали ваши вожделенья, Пока не снизошло веление Аллаха, Но искуситель (вновь) вас сбил с Его пути"},{"SurahNumber":57,"VerseNumber":15,"Text":"И вот теперь ни с вас, Ни с тех, кто Господа отверг, Не будет принят откуп. Убежищем для вас предстанет Ад - Достойное жилище ваших душ, Сквернейшее пристанище (для грешных)"},{"SurahNumber":57,"VerseNumber":16,"Text":"И разве не настало время Всем праведным открыть свои сердца В смиренье полном пред Аллахом И Истиной, которая открылась им? И им не должно уподобиться всем тем, Кому (Господне) Откровение предстало раньше И чьи сердца за долгие года ожесточились И многих превратили в (грешников) распутных"},{"SurahNumber":57,"VerseNumber":17,"Text":"Познайте все, что лишь Аллах Способен жизнь вернуть земле, Когда она поникла в смерти, И Мы послали ясные знаменья вам, Чтоб вы уразумели эту мудрость"},{"SurahNumber":57,"VerseNumber":18,"Text":"Но тех мужчин и дев, Которые на подать милостиво тратят И отдают Аллаху щедрый займ, Что будет Им умножен во сто крат, - Их ждет достойная награда"}]}