{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":127,"Text":"But they denied him [Iliyas (Elias)], so they will certainly be brought forth (to the punishment)"},{"SurahNumber":37,"VerseNumber":128,"Text":"Except the chosen slaves of Allah"},{"SurahNumber":37,"VerseNumber":129,"Text":"And We left for him (a goodly remembrance) among generations (to come) in later times"},{"SurahNumber":37,"VerseNumber":130,"Text":"Salamun (peace) be upon Ilyasin (Elias)"},{"SurahNumber":37,"VerseNumber":131,"Text":"Verily, thus do We reward the Muhsinun (good-doers, who perform good deeds totally for Allah's sake only - see V)"},{"SurahNumber":37,"VerseNumber":132,"Text":"Verily, he was one of Our believing slaves"},{"SurahNumber":37,"VerseNumber":133,"Text":"And verily, Lout (Lot) was one of the Messengers"},{"SurahNumber":37,"VerseNumber":134,"Text":"When We saved him and his family, all"},{"SurahNumber":37,"VerseNumber":135,"Text":"Except an old woman (his wife) who was among those who remained behind"},{"SurahNumber":37,"VerseNumber":136,"Text":"Then We destroyed the rest [i.e. the towns of Sodom at the place of the Dead Sea (now) in Palestine]. [See the \"Book of History\" by Ibn Kathir]"},{"SurahNumber":37,"VerseNumber":137,"Text":"Verily, you pass by them in the morning"},{"SurahNumber":37,"VerseNumber":138,"Text":"And at night; will you not then reflect"},{"SurahNumber":37,"VerseNumber":139,"Text":"And, verily, Yunus (Jonah) was one of the Messengers"},{"SurahNumber":37,"VerseNumber":140,"Text":"When he ran to the laden ship"},{"SurahNumber":37,"VerseNumber":141,"Text":"He (agreed to) cast lots, and he was among the losers"},{"SurahNumber":37,"VerseNumber":142,"Text":"Then a (big) fish swallowed him and he had done an act worthy of blame"},{"SurahNumber":37,"VerseNumber":143,"Text":"Had he not been of them who glorify Allah"},{"SurahNumber":37,"VerseNumber":144,"Text":"He would have indeed remained inside its belly (the fish) till the Day of Resurrection"},{"SurahNumber":37,"VerseNumber":145,"Text":"But We cast him forth on the naked shore while he was sick"},{"SurahNumber":37,"VerseNumber":146,"Text":"And We caused a plant of gourd to grow over him"},{"SurahNumber":37,"VerseNumber":147,"Text":"And We sent him to a hundred thousand (people) or even more"},{"SurahNumber":37,"VerseNumber":148,"Text":"And they believed; so We gave them enjoyment for a while"},{"SurahNumber":37,"VerseNumber":149,"Text":"Now ask them (O Muhammad SAW): \"Are there (only) daughters for your Lord and sons for them"},{"SurahNumber":37,"VerseNumber":150,"Text":"Or did We create the angels females while they were witnesses"},{"SurahNumber":37,"VerseNumber":151,"Text":"Verily, it is of their falsehood that they (Quraish pagans) say"},{"SurahNumber":37,"VerseNumber":152,"Text":"Allah has begotten off spring or children (i.e. angels are the daughters of Allah)?\" And, verily, they are liars"},{"SurahNumber":37,"VerseNumber":153,"Text":"Has He (then) chosen daughters rather than sons"}]}