{"Id":272,"LanguageCodes":["nl","nld"],"Name":"nld-unknown","Author":"Van De Taal","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"En Wij schonken wijsheid aan Loqmaan, zeggende: 'Wees Allah dankbaar, want hij die dankbaar is, is dankbaar voor zichzelf, en die ondankbaar is: Allah is Zichzelf-genoeg, Geprezen"},{"SurahNumber":31,"VerseNumber":13,"Text":"Toen Loqmaan tot zijn zoon, terwijl hij hem raad gaf, zeide: 'O mijn lieve zoon, ken geen medegoden aan Allah toe; afgoderij is inderdaad een grote ongerechtigheid"},{"SurahNumber":31,"VerseNumber":14,"Text":"Wij hebhen de mens op het hart gedrukt betreffende zijn ouders, zijn moeder droeg hem in zwakte op zwakte, en zijn zogen nam twee jaren in beslag. Zeg Mij en uw ouders dank, tot Mij is de terugkeer"},{"SurahNumber":31,"VerseNumber":15,"Text":"Maar indien (uw ouders) trachten u iets met Mij te doen vereenzelvigen, waarvan gij geen kennis hebt, gehoorzaam hen niet. Doch leef met hen samen in de wereld op een behoorlijke wijze en volg de weg van hem die zich tot Mij richt. Dan zult gij tot Mij terugkeren en Ik zal u inlichten over hetgeen gij deedt"},{"SurahNumber":31,"VerseNumber":16,"Text":"O mijn lieve zoon! Al zou het het gewicht van een mosterdzaadje zijn, en al zou het zich in een rots bevinden of in de hemelen of op aarde, Allah zal het zeker openbaar maken. Voorwaar, Allah is Aldoordringend, Alkennend"},{"SurahNumber":31,"VerseNumber":17,"Text":"O mijn lieve zoon, verricht het gebed en beveel het goede aan en verbied het kwade en verdraag geduldig wat u ook overkome. Dit is een ernstige zaak"},{"SurahNumber":31,"VerseNumber":18,"Text":"En keer uw gelaat niet (in verachting) van de mensen af noch wandel in hoogmoed op aarde; want Allah heeft de hoogmoedige noch de pocher lief"},{"SurahNumber":31,"VerseNumber":19,"Text":"En loop met gewone stap en verzacht uw stem; want de meest onaangename stem is het gebalk van een ezel"}]}