{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":8,"VerseNumber":9,"Text":"Olwamwasabaobukhoonyikhu- Nyasaye wenyu, mana nabakalusia mbu; “Toto esie nditsa okhubahelesia Abamalaika iyelefu ndala abetsa okhubetsela malondokhana"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ne Nyasaye shiyakhola kano halali okhuba obusangali khwinywe nende okhutinyisia emioyo chienyu. Ne obuhabini bubulao halali okhurula khu Nyasaye. Ne toto Nyasaye niwaamani Owamachesi muno"},{"SurahNumber":8,"VerseNumber":11,"Text":"(Itsulila) olwa yabarerera tsindoolo eshimanyisio shio mulembe kurulanga ewuwe; mana nabeshilia amatsi okhurula mwikulu okhubatswenula nende okhubarusiakhwo obumali bwa shetani, nende okhuboya halala emioyo nende okhutinyia ebilenje bienyu hasi"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Itsulila) olwa Nyasaye wuwo yabafimbulila Malaika(nababoolela); “Toto eise endi halala ninanyu, kho re amani mubalia abasuubila, nditsa okhura oburi mumioyo chia abakhayi, kho mubakhupe hekulu khwikosi ne mutete tsinzala"},{"SurahNumber":8,"VerseNumber":13,"Text":"Endio nilwokhuba mbu baloba Nyasaye nende Omurumwa. Ne ulia uloba Nyasaye nende Omurumwa wuwe, toto Nyasaye ni weshinyasio eshilulu"},{"SurahNumber":8,"VerseNumber":14,"Text":"Kho mupile netoto abakhayi bali nende eshinyasio shomulilo"},{"SurahNumber":8,"VerseNumber":15,"Text":"Enywe abasuubila nimubukanana bakoyakoyania. muliyie\tnende\tabakhayi, mulabakalukhanilia emikongo chienyu tawe"},{"SurahNumber":8,"VerseNumber":16,"Text":"Ne ulia ulakalukhania omukongo kukwe inyanga eyo, halali nakalukhananga khulwa okhulwana, nohomba okhutsia mumukanda elubeka wuwe okhukhonya, alaba akhoyeshela liruma lia Nyasaye, ne eshimenyo shiaye ni mumulilo. Nao ni habundu abii muno wokhukalukha"}]}