{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"Fakat Rabbinden bir rahmet olarak (biz bunu yapmadık). Gerçekten O'nun senin üzerindeki lütfu çok büyüktür"},{"SurahNumber":17,"VerseNumber":88,"Text":"Ey Muhammed! De ki: \"Yemin olsun, eğer insanlar ve cinler bu Kur'ân'ın benzerini getirmek üzere toplansalar ve birbirlerine yardımcı olsalar bile, yine onun bir benzerini meydana getiremeyeceklerdir"},{"SurahNumber":17,"VerseNumber":89,"Text":"Yemin olsun ki biz bu Kur'ân'da insanlar için çeşitli misaller vermişizdir. Yine de insanların çoğu inkârlarında ısrar ederler"},{"SurahNumber":17,"VerseNumber":90,"Text":"Kâfirler şöyle dediler: \"Sen, bizim için yerden suyu kesilmeyen bir kaynak fışkırtmadıkça sana asla inanmayacağız"},{"SurahNumber":17,"VerseNumber":91,"Text":"Veyahut hurmalıklardan ve üzümlüklerden senin bir bahçen olsun da ortasından şarıl şarıl ırmaklar akıtmalısın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Yahut söyleyip zannettiğin gibi, göğü başımıza parça parça düşüresin veya Allah'ı ve melekleri söylediğine şahit getiresin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Yahut altından bir evin olsun, ya da göğe çıkmalısın. Ona çıktığına da asla inanmayız. Ta ki bize, okuyacağımız bir kitap indiresin.\" De ki: \"Rabbimi tenzih ederim. Nihayet ben de, peygamber olan bir insandan başka bir şey değilim"},{"SurahNumber":17,"VerseNumber":94,"Text":"Kendilerine doğru yolu gösteren peygamber gelince, insanların iman etmelerine engel olan sebep sadece: \"Allah bir insanı mı Peygamber gönderdi?\" demeleridir"},{"SurahNumber":17,"VerseNumber":95,"Text":"(Ey Muhammed! Mekkelilere) şöyle de: \"Eğer yeryüzünde huzur içinde yürüyüp duran melekler olsaydı, elbette onlara gökten peygamber olarak bir melek indirirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: \"Benimle sizin aranızda şahit olarak Allah yeter. Çünkü O, kullarının yaptığından haberdardır, yaptıklarını çok iyi görendir"}]}