{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":57,"Text":"Ose te thote: “Sikur Perendia te me kishte udhezuar, do te isha bere nga te miret!”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ose te thote, kur ta sheh denimin: “Sikur te ishte e mundshme per t’u kthyer edhe nje here (ne kete bote), e te behem prej te mireve!”"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Atij i thuhet): “Me te vertete, te ka ardhur dokumenti Im (Kur’ani), e ti e konsiderove te rrejshem ate, u bere mendjemadh (nuk e ke perfillur dhe ishe jobesimtar)”"},{"SurahNumber":39,"VerseNumber":60,"Text":"E, ne Diten e Kijametit do t’i shohesh ata qe kane pergenjeshtruar Perendine – me fytyra te zeza. E valle, a nuk eshte ferri – vend per ata qe jane mendjemedhenj"},{"SurahNumber":39,"VerseNumber":61,"Text":"Perendia do t’i shpetoje ata qe ruhen per te mirat e bera, prandaj ata nuk do t’i preke e keqja, e as nuk do te pikellohen"},{"SurahNumber":39,"VerseNumber":62,"Text":"Perendia eshte Krijues i cdo gjeje dhe Ai eshte mbikeqyres i cdo gjeje"},{"SurahNumber":39,"VerseNumber":63,"Text":"te Tij jane, celesat e qiejve dhe te Tokes! E, ata qe i mohojne argumentet e Perendise, ata jane te humbur"},{"SurahNumber":39,"VerseNumber":64,"Text":"Thuaju atyre: “Valle, a ju po me urdheroni qe te adhuroj dike tjeter, pervec Zotit, o injorante!”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Me te vertete, te eshte shpallur ty edhe atyre (pejgambereve) qe kane qene para teje: “Nese i pershkruan Perendise shok, me siguri do te te humbin punet tuaja dhe do te jesh nder ata qe jane shkaterruar”"},{"SurahNumber":39,"VerseNumber":66,"Text":"(Mos adhuro idhujt), por adhuro vetem Perendine dhe behu falenderues"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ata nuk e kane madheruar Perendine sic duhet; e tere Toka ne Diten e gjykimit do te jete nen pushtetin e Tij, e qiejt do te jene te perfshire ne fuqine e Tij. Qofte lavderuar Ai dhe larg nga ajo qe i bejne shok Atij"}]}