{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":7,"VerseNumber":105,"Text":"mara mate a ja yogya che ke satya sivaya kami pana vata allaha mate na kahum, hum tamari pase tamara palanahara taraphathi eka spasta dalila pana lavyo chum, to tum isra'ilana santanane mari sathe mokali de"},{"SurahNumber":7,"VerseNumber":106,"Text":"phira'aune kahyum jo tame ko'i camatkara la'ine avya hoya to tene raju karo, jo tame saca cho"},{"SurahNumber":7,"VerseNumber":107,"Text":"basa! Temane (musa a.Sa.)E potani lakadi nakhi didhi, to acanaka te lakadi eka ajagara bani ga'i"},{"SurahNumber":7,"VerseNumber":108,"Text":"ane potano hatha bahara kadhyo, to te acanaka darekani vacce ghano ja prakasita tha'i gayo"},{"SurahNumber":7,"VerseNumber":109,"Text":"phira'aunani komamam je saradaro hata, te'o'e kahyum ke kharekhara a vyakti ghano ja nisnanta jadugara che"},{"SurahNumber":7,"VerseNumber":110,"Text":"a icche che ke tamane tamara vatana manthi kadhi muke, to tame sum salaha apo cho"},{"SurahNumber":7,"VerseNumber":111,"Text":"te'o'e kahyum ke tame temane ane temana bha'ine mahetala apo ane saheromam duta mokali do"},{"SurahNumber":7,"VerseNumber":112,"Text":"ke te badha nisnanta jadugarone tamari pase lavi de"},{"SurahNumber":7,"VerseNumber":113,"Text":"ane te jadugaro phira'auna same avya, kaheva lagya ke jo ame vijaya melavi'e, to amane ko'i motum inama malase"},{"SurahNumber":7,"VerseNumber":114,"Text":"Phira'aune kahyum ke ham, tame sau nikatana lokomam tha'i jaso"},{"SurahNumber":7,"VerseNumber":115,"Text":"ane jadugaro'e kahyum ke he musa (a.Sa.) Tame nankho cho ke ame nakhi'e"},{"SurahNumber":7,"VerseNumber":116,"Text":"(musa a.Sa.)E kahyum ke tame ja nakho, basa! Te'o'e lokone vasamam la'i lidha ane bhaya chava'i gayo ane eka prakaranum jadu batavyum"},{"SurahNumber":7,"VerseNumber":117,"Text":"ane ame musa (a.Sa.)Ne adesa apyo ke potani lakadi nakhi do, jevi ja lakadi nakhi, tene te lokoni ramatane bagadavanum saru karyum"},{"SurahNumber":7,"VerseNumber":118,"Text":"basa! Satya jahera tha'i gayum ane te'o'e je kami pana banavyum hatum, badhum khatama tha'i gayum"},{"SurahNumber":7,"VerseNumber":119,"Text":"basa! Te loko a samaye hari gaya ane khuba ja apamanita tha'i pacha pharya"},{"SurahNumber":7,"VerseNumber":120,"Text":"ane jadugaro sijadamam padi gaya"}]}