{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"No, it is merely what they have been concealing that has now become evident to them; and if they were sent back they would return again to what they were prohibited from, they are but liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"And they had said: \"There is only this worldly life, and we will not be resurrected"},{"SurahNumber":6,"VerseNumber":30,"Text":"And if you could see them when they are standing at their Lord; He said: \"Is this not the truth?\" They said: \"Yes, by our Lord,\" He said: \"Then taste the retribution for what you have rejected"},{"SurahNumber":6,"VerseNumber":31,"Text":"Losers are those who have denied their meeting with God; until the Hour comes to them suddenly, then they say: \"We deeply regret that which we have wasted in it,\" and they will carry their burdens on their backs; miserable indeed is their burden"},{"SurahNumber":6,"VerseNumber":32,"Text":"And the worldly life is nothing more than play and distraction, and the abode of the Hereafter is far better for those who are righteous. Do you not comprehend"},{"SurahNumber":6,"VerseNumber":33,"Text":"We know that you are saddened by what they say; they are not rejecting you, but it is the revelations of God which the wicked disregard"},{"SurahNumber":6,"VerseNumber":34,"Text":"Messengers before you were denied, but they were patient for what they were denied, and they were harmed until Our victory came to them; there is no changing the words of God. News of the messengers has come to you"},{"SurahNumber":6,"VerseNumber":35,"Text":"And if their aversion has become too much for you, then perhaps you could make a tunnel in the earth, or a ladder to the heavens, and bring them a sign. Had God willed, He would have gathered them to the guidance; so do not be of the ignorant ones"}]}