{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"javaba apyo ke tenum jnana mara palanaharani pase kitabamam che. Na to maro palanahara bhula kare che ane na to bhuli jaya che"},{"SurahNumber":20,"VerseNumber":53,"Text":"tene ja tamara mate dharatine patharanum banavyum ane tene temam calava mate margo banavya ane akasa manthi pani pana te ja varasave che, pachi te varasadana karane alaga-alaga prakarani upajo ame ja upajavi'e chi'e"},{"SurahNumber":20,"VerseNumber":54,"Text":"tame pote kha'o ane potana dhorone pana caravo, ko'i sanka nathi ke amam bud'dhisali loko mate ghani nisani'o che"},{"SurahNumber":20,"VerseNumber":55,"Text":"te ja dharati manthi ame tamarum sarjana karyum ane temam ja pacha pheravisum ane temanthi ja pharivara tamane saune bahara kadhisum"},{"SurahNumber":20,"VerseNumber":56,"Text":"ame tene amari dareka nisani'o batavi, parantu to pana tene avajna kari ane inkara karyo"},{"SurahNumber":20,"VerseNumber":57,"Text":"kaheva lagyo, he musa! Sum etala mate avyo che ke potana jaduna jorathi amara sahera manthi amane bahara kadhi muko"},{"SurahNumber":20,"VerseNumber":58,"Text":"Sarum, ame pana tari virud'dha tena jevum ja jadu jarura lavisum, basa tum amari ane tari vacce eka samaya nakki kari de, ke na to ame teni virud'dha kari'e ane na tum, samathala medanamam spardha thaya"},{"SurahNumber":20,"VerseNumber":59,"Text":"musa a.Sa.E javaba apyo ke sanagara ane jalasano divasa nakki che ane e ke loko savara manja bhega tha'i jaya"},{"SurahNumber":20,"VerseNumber":60,"Text":"basa! Phira'auna pacho pharyo ane tene potani yukti'o bhegi kari, avi gayo"},{"SurahNumber":20,"VerseNumber":61,"Text":"musa a.Sa.E tene kahyum tamari hara avi ga'i, allaha ta'ala para juthanum na bandho ke jethi te tamane yatana api nasta kari de, yada rakho te kyareya saphala nahim thaya, jene khoti vata upajavi"},{"SurahNumber":20,"VerseNumber":62,"Text":"basa! A lokone andaro'andara salaha sucana karavamam virodhabhasi tha'i gaya ane chupa'ine dhiredhire salahasucana karava lagya"},{"SurahNumber":20,"VerseNumber":63,"Text":"kaheva lagya ke a banne phakta jadugara che ane temani iccha e che ke potana jaduna jorathi tamane tamara sahera manthi kadhi muke ane tamara srestha dharmane barabada kari de"},{"SurahNumber":20,"VerseNumber":64,"Text":"to tame pana potani ko'i yukti na chodaso, pachi sidha la'inabandha avo, je aje vijaya pamyo te ja baji la'i gayo"}]}