{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Sano: »Mina varoitan teita ilmestyksen mukaisesti, mutta kuurot eivat kuule kutsua, kun heita varoitetaan.»"},{"SurahNumber":21,"VerseNumber":46,"Text":"Totisesti, jos henkayskin heidan Herransa tuomiosta heita kohtaisi, he varmasti sanoisivat: »Voi meita, me olimme totisesti vaaramielisia!»"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ylosnousemuksen paivana Me kaytamme oikeudenmukaista vaakaa, niin etta kenellekaan ei tehda pienintakaan vaaryytta. Vaikka jokin teko painaisi sinapinsiemenen verran, niin Me otamme sen huomioon, Me olemme kyllin pateva tilintekija"},{"SurahNumber":21,"VerseNumber":48,"Text":"Totisesti, Me annoimme Moosekselle ja Aaronille arvostelukyvyn valistukseksi seka varoitukseksi niille, jotka pahaa karttoivat"},{"SurahNumber":21,"VerseNumber":49,"Text":"Niille, jotka pelkaavat sydamissaan Herraansa ja vavisten valmistuvat suureen hetkeen"},{"SurahNumber":21,"VerseNumber":50,"Text":"Tama on siunattu kehoitus, jonka olemme lahettanyt ylhaalta. Aiotteko sen siis hylata"},{"SurahNumber":21,"VerseNumber":51,"Text":"Totisesti, Me jo ennakolta ohjasimme Aabrahamin oikealle tielle, ja Me tunsimme hanet hyvin"},{"SurahNumber":21,"VerseNumber":52,"Text":"Jo silloin, kun han lausui isalleen ja kansalleen: »Mita ovat nama epajumalat, joita te yha palvelette?»"},{"SurahNumber":21,"VerseNumber":53,"Text":"He vastasivat: »Olemme nahneet jo esi-isiemme niita palvelleen.»"},{"SurahNumber":21,"VerseNumber":54,"Text":"Han sanoi: »Totisesti, te ja teidan esi-isanne olette olleet ilmeisessa harhassa.»"},{"SurahNumber":21,"VerseNumber":55,"Text":"He sanoivat: »Puhutko meille totuutta, vai oletko niita, jotka vain laskevat leikkia?»"},{"SurahNumber":21,"VerseNumber":56,"Text":"Han vastasi: »Ei, teidan Herranne on taivaitten ja maan Herra, joka ne on luonut. Mina olen taman todistaja"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ja Jumalan nimessa olen totisesti tekeva selvaa teidan epajumalistanne, kun kaannytte pois.»"}]}