{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":107,"Text":"Si Allah te azota con una desgracia nadie excepto El podra librarte de ella. Y si te depara un bien nadie podra impedir que te alcance Su favor. Concede Su gracia a quien Le place de Sus siervos. El es Absolvedor, Misericordioso"},{"SurahNumber":10,"VerseNumber":108,"Text":"Di: ¡Oh, hombres! Os ha llegado la Verdad de vuestro Senor. Quien siga la guia lo hara en beneficio propio, y quien se descarrie solo se perjudicara a si mismo. Yo no soy responsable por vuestras obras"},{"SurahNumber":10,"VerseNumber":109,"Text":"Aferrate [¡Oh, Muhammad!] a lo que te ha sido revelado y se perseverante [en la transmision del Mensaje] hasta que Allah juzgue [entre ti y quienes te desmientan]. El es el mejor de los jueces"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif. Lam. Ra. Este Libro contiene preceptos precisos que son explicados detalladamente, y dimana del Sabio, Informado"},{"SurahNumber":11,"VerseNumber":2,"Text":"Para que no adoreis sino a Allah; ciertamente el [el Profeta Muhammad] es para vosotros un amonestador [que os previene del castigo] y un albriciador [de la recompensa que recibireis si creeis]"},{"SurahNumber":11,"VerseNumber":3,"Text":"Y os exhorta a que pidais perdon a vuestro Senor y os arrepintais, pues asi Allah os concedera de Sus gracias hasta un plazo determinado, y recompensara a todo aquel que obre el bien. Ciertamente temo que si rechazais [los que os exhorto] os alcance el castigo de un dia terrible [el Dia del Juicio]"},{"SurahNumber":11,"VerseNumber":4,"Text":"Sabed que ante Allah comparecereis y que El tiene poder sobre todas las cosas"},{"SurahNumber":11,"VerseNumber":5,"Text":"Ciertamente ellos [los hipocritas] pretenden simular su aversion y creen poder esconder sus malas acciones de Allah, pero aunque se cubran con sus ropas El bien sabe lo que esconden y lo que manifiestan, pues conoce lo que hay en los corazones"}]}