{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":4,"Text":"Yo yasakarana ki uniharule allaha ra usako rasulako birodha gare. Ra jo kohile pani allahako virodha garnecha ta niscaya nai allahako yatana sahrai kathora cha"},{"SurahNumber":59,"VerseNumber":5,"Text":"(Mominaharu!) Khajurako vrksa juna timile katihalyau va jatila'i aphno jaraharuma ubhirahana diyau, yo sabai allahako adesabata thiyo ra uddesya yo thiyo ki usale avajnakariharula'i apamanita garos"},{"SurahNumber":59,"VerseNumber":6,"Text":"Ra unako juna (mala) allahale aphno paigambarala'i uniharusita yud'dha bina dila'eko cha, (tyasama timro kunai haka chaina,) kinabhane yasako nimti timile na ghod'aharu dagurayau na umta. Tara allahale aphno rasulaharula'i jasamathi cahancha, adhipatya pradana garidincha. Allahala'i ta pratyeka kurako samathrya cha"},{"SurahNumber":59,"VerseNumber":7,"Text":"Juna mala sampatti allahale aphno paigambarala'i kunai lada'i va yud'dha begara nagarabasiharubata dila'eko cha. Tyo allaha ra paigambara ra paigambaraka najikaka natavalaharu ra anathaharu ra nimukhaharu ra batuvaharuko nimti ho, taki timiharumadhye jo dhanavana chan, uniharukai hatama ghumdai narahirahos, je–jati kura timila'i paigambarale dinchan, tyo li'ihala ra juna kurobata manahi garchan, tyasabata panchinu ra allahasita darnegara, nihsandeha allaha kastaprada sajaya dinevala cha"},{"SurahNumber":59,"VerseNumber":8,"Text":"Ra ti gariba aphno gharabara chodne valaharuka (muhajira) nimti pani jasala'i aphna gharaharu ra sampattiharubata nikala garidi'i'eko cha. Tiniharu allahako anukampa ra usako prasannatako icchuka chan ra allaha tatha usako rasulako maddata garchan. Yi manisaharu nai samcai imanavala chan"},{"SurahNumber":59,"VerseNumber":9,"Text":"Ra uniharuko lagi jasale ‘‘muhajiraharu’’ (pravasiharu) bhanda pahila madinama basirakhe ra imanama uniharubhanda pahila sthana bana'eka chan. Ra jo hijarata (pravasa) garera a'umneharusita prema gardachan ra je jati apravasiharula'i di'incha, tyasabata aphno hrdayama kehi chatpati pa'umdainan, baru unala'i aphuharubhanda badhi prathamikata dinchan, cahe uniharula'i svayam tyasako avasyakata kina nahos ra jo vyakti aphno manako lobha ra kanjusibata baca'iyo yasta manisaharu nai saphala chan"}]}