{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar, kendilerine meleklerin gelmesini mi, ya da Rabbinin gelmesini mi veya Rabbinin bazı ayetlerinin gelmesini mi bekliyorlar? Rabbinin ayetlerinden bazılarının gelecegi gun, daha once iman etmemisse veya imanıyla bir hayır kazanmamıssa hic kimseye imanı yarar saglamaz. De ki: \"Bekleyin, Biz de suphesiz beklemekteyiz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Gercek su ki, dinlerini parca parca edip kendileri de gruplasanlar, sen hicbir seyde onlardan degilsin. Onların isi ancak Allah'adır. Sonra O, islemekte olduklarını kendilerine haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir iyilikle gelirse, kendisine bunun on katı vardır, kim bir kotulukle gelirse, onun mislinden baskasıyla cezalandırılmaz ve onlar haksızlıga ugratılmazlar"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: \"Rabbim gercekten beni dogru yola iletti, dimdik duran bir dine, Ibrahim'in hanif (muvahhid) dinine… O, musriklerden degildi"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: \"Suphesiz benim namazım, ibadetlerim, dirimim ve olumum alemlerin Rabbi olan Allah'ındır"},{"SurahNumber":6,"VerseNumber":163,"Text":"O'nun hicbir ortagı yoktur. Ben boyle emrolundum ve ben Musluman olanların ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: \"O, herseyin Rabbi iken, ben Allah'tan baska bir Rab mi arayayım? Hicbir nefis, kendisinden baskasının aleyhine (gunah) kazanmaz. Gunahkar olan bir baskasının gunah yukunu tasımaz. Sonunda donusunuz Rabbinizedir. O, size hakkında anlasmazlıga dustugunuz seyleri haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"O sizi yeryuzunun halifeleri kıldı ve size verdikleriyle sizi denemek icin kiminizi kiminize gore derecelerle yukseltti. Suphesiz senin Rabbin, sonuclandırması pek cabuk olandır ve suphesiz O, bagıslayandır, esirgeyendir"}]}