{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":77,"Text":"My nadykhnuly Moses: \"Poveditʹ Moyi sluzhbovtsi, ta straykuyutʹ dlya nykh sukha doroha cherez more. Vy ne budete bo shcho vy mozhete pryyikhaty caught, ne budete vy pilkuyetesya"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaoh peresliduvalo yikh z yoho viysʹkom, ale more overwhelmed yim, yak tse destined overwhelm yim"},{"SurahNumber":20,"VerseNumber":79,"Text":"Otzhe, Pharaoh pryzvely do pomylky yoho lyudy; vin ne keruvav nymy"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Dity Izrayilya, my dostavyly vam z vashoho voroha, sklykani vy pravoruch storona Pidiymayetesya Sinai, ta my poslaly vnyz do vas manna ta quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"Hostymosʹ z harnykh rechey my yakshcho dlya vas, ta ne porushuyete, lest vy zaznayete Moho hnivu. Whoever zaznaye Moho hnivu vpav"},{"SurahNumber":20,"VerseNumber":82,"Text":"ya perekonuyusʹ Probachayutʹ dlya tsykh khto kayutʹsya, vvazhayu, vedu spravedlyve zhyttya, ta steadfastly zalyshayusya kerovanyy"},{"SurahNumber":20,"VerseNumber":83,"Text":"Chomu vy kynulysya daleko z vashykh lyudey, O Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"Vin skazav, \"Vony blyzʹki pozadu meni. YA kynuvsya do Vas miy Lord, shcho Vy mozhete buty zadovolʹneni"},{"SurahNumber":20,"VerseNumber":85,"Text":"Vin skazav, \"My postavyly vashykh lyudey do testu pislya vas vlivo, ale Samarian pryzvely do pomylky yim"},{"SurahNumber":20,"VerseNumber":86,"Text":"Moses povernulysya do yoho lyudey, serdytykh ta rozcharovanykh, kazhuchy, \"O moyi lyudy, vash Lord ne poobitsyav vam harnu obitsyanku? Vy ne mohly zachekaty? Vy zakhotily zaznaty hnivu z vashoho Lorda? Tse chomu vy rozbyly vash dohovir zi mnoyu"},{"SurahNumber":20,"VerseNumber":87,"Text":"Vony skazaly, \"My ne rozbyly nash dohovir z vamy na meti. Ale my buly navantazheni vnyz z yuvelirnymy vyrobamy, ta buly vyrisheni shchob kynuty nashi vantazhi. Tse proponuyetʹsya shcho Samarian"}]}