{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":85,"Text":"Tabilħaqq li Dak li (nizzel fuqek u) ordnalek il-Qoran se jregggħek lura lejn l-imkien imwiegħed (il-belt ta' Mekka). Għid (Muħammad lill-pagani li jisħqu. li: inti. tinsab imqarraq): 'Sidi jaf aħjar min gie bi tmexxija tajba, u min jinsab f'telfien bic-cart"},{"SurahNumber":28,"VerseNumber":86,"Text":"ma'kontx tittama li jitnizzillek il-Ktieb (u li nagħmlu minnek Profeta, u dan ma huwiex) għajr ħniena minn Sidek, Għalhekk ara li ma tkunx ta' għajnuna għal dawk li caħdu t- twemmin (anzi canfarhom u wrihom li qegħdin iqarrqu bihom infushom)i"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ara li ma jzommukx mill-versi ta' Alla wara li tnizzlulekl Sejjaħ (lin-nies) lejn Sidek, u la tkunx minn dawk li jxierku allat oħra ma' Allal"},{"SurahNumber":28,"VerseNumber":88,"Text":"U lassejjaħx ma' Alla alla ieħort Ma hemmx alla ħliefu. Kollox jintemm, ħlief Wiccu. Tiegħu l-Gudizzju, u lejh titregggħu lura. I"},{"SurahNumber":29,"VerseNumber":1,"Text":"WI Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Jaqaw in-nies ħasbu li se jitħallew jgħidu: 'Nemmnu' mingħajr ma jiggarrbu (biex naraw kemm tassew jemmnu)"},{"SurahNumber":29,"VerseNumber":3,"Text":"Aħna tassew garrabna lil ta' qabilhom, u Alla tassew jaf lil dawk li qalu s-sewwa, u jaf lill-giddibin"},{"SurahNumber":29,"VerseNumber":4,"Text":"Jaqaw dawk li jagħmlu l-ħazen ħasbu li se jaqbzulna (i ma jeħdux il-kastig) 7 Ħazin il-ħsieb tagħhom"},{"SurahNumber":29,"VerseNumber":5,"Text":"Min jittama fil-laqgħa ma' Alla (għandu jkun jaf li) tabilħaqq iz-zmien ta' Alla gej (meta r-rebħa tkun tat-tajbin fid-dinja, u jkollhom il-premju f'Jum il-Qawmienjt Huwa li jisma' kollox u jaf kollox)"},{"SurahNumber":29,"VerseNumber":6,"Text":"(Min iħabrek fbiex jimxi fit-twemmin ta' Alla), iħabrek (għall-gid spiritwali) tiegħu nnifsu. Tabilħaqq li Alla ma jeħtiegx il-ħolqien (tiegħu)"}]}