{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":44,"Text":"Du warst nicht auf der westlichen Seite', als Wir Musa die Angelegenheit auftrugen, und du warst nicht zugegen"},{"SurahNumber":28,"VerseNumber":45,"Text":"Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden. Und du hattest dich nicht unter den Leuten von Madyan niederge lassen, um ihnen Unsere Zeichen zu verlesen. Wir aber entsandten immer wieder (Propheten)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Und du warst nicht auf der Seite des Berges, als Wir zuriefen. Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir gekommen ist, auf daß sie be denken mogen"},{"SurahNumber":28,"VerseNumber":47,"Text":"(Hatten Wir dich nicht entsandt), wurden sie sagen, wenn sie ein Ungluck trifft wegen dessen, was ihre Hande vorausgeschickt haben: \"Unser Herr, hattest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hatten folgen konnen und zu den Glaubigen'hatten gehoren konnen"},{"SurahNumber":28,"VerseNumber":48,"Text":"Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: \"Ware ihm doch das gleiche gegeben worden, was Musa gegeben wurde!\" Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: \"Zwei Zauberwerke, die einander beistehen.\" Und sie sagen: \"Wir verleugnen sie alle (beide)"},{"SurahNumber":28,"VerseNumber":49,"Text":"Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthalt als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig seid"},{"SurahNumber":28,"VerseNumber":50,"Text":"Wenn sie nicht auf dich horen, so wisse, daß sie nur ihren Neigungen folgen. Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah. Gewiß, Allah leitet das ungerechte Volk nicht recht"}]}