{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"The boi bau troi chua đay cac con đuong (quy đao)"},{"SurahNumber":51,"VerseNumber":8,"Text":"Qua that, cac nguoi (hoi dan Makkah) co nhung loi noi khac nhau"},{"SurahNumber":51,"VerseNumber":9,"Text":"Nhung ai quay lung voi (Qur’an) chinh la nhung ke đa bi ngan cam (đen voi su huong dan)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Nhung ke noi doi bi nguyen rua"},{"SurahNumber":51,"VerseNumber":11,"Text":"(Chung la) nhung ke lo la, vo tam"},{"SurahNumber":51,"VerseNumber":12,"Text":"Chung hoi bao gio Ngay Thuong Phat se đen"},{"SurahNumber":51,"VerseNumber":13,"Text":"(Allah tra loi chung): “(Đo la) Ngay ma chung se bi trung phat trong Hoa Nguc.”"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Chung se đuoc bao): “Cac nguoi hay nem su trung phat cua cac nguoi! Đay la đieu ma cac nguoi đa thuong hoi thuc (voi thai đo gieu cot).”"},{"SurahNumber":51,"VerseNumber":15,"Text":"That vay, nhung nguoi ngoan đao se o trong cac Ngoi Vuon Thien Đang co cac dong song chay"},{"SurahNumber":51,"VerseNumber":16,"Text":"Ho đon nhan nhung gi Thuong Đe cua ho ban cho (tu nhung phan thuong vi đai). Qua that, truoc đo ho la nhung nguoi lam tot"},{"SurahNumber":51,"VerseNumber":17,"Text":"Ho la nhung nguoi đa thuong it ngu trong đem"},{"SurahNumber":51,"VerseNumber":18,"Text":"Ho đa thuong cau xin tha thu truoc hung đong"},{"SurahNumber":51,"VerseNumber":19,"Text":"Va trong tai san cua ho, (ho đa luon chua) mot phan bat buoc danh cho nguoi an xin va nguoi tung thieu nhung khong xin xo"},{"SurahNumber":51,"VerseNumber":20,"Text":"Tren trai đat co nhung dau hieu (chung minh quyen nang cua Allah) cho nhung nguoi co đuc tin vung chac"},{"SurahNumber":51,"VerseNumber":21,"Text":"Ngay ca noi ban than cua cac nguoi (cung co nhung dau hieu cho thay quyen nang cua Allah). The cac nguoi khong nhin thay sao"},{"SurahNumber":51,"VerseNumber":22,"Text":"Va tren troi co bong loc cua cac nguoi va nhung gi ma cac nguoi đuoc hua"},{"SurahNumber":51,"VerseNumber":23,"Text":"Vi vay, the boi Thuong Đe cua troi đat, qua that (su Phuc Sinh) la su that giong nhu thuc te cua viec cac nguoi noi chuyen voi nhau"},{"SurahNumber":51,"VerseNumber":24,"Text":"Nguoi (hoi Thien Su Muhammad) đa nghe ve cau chuyen cac vi khach vinh du cua Ibrahim chua"},{"SurahNumber":51,"VerseNumber":25,"Text":"Khi vao gap (Ibrahim), ho len tieng chao Salam. (Ibrahim) đap lai loi chao Salam (va noi tham trong long: Đay la nhung nguoi la, minh khong quen biet ho.”)"},{"SurahNumber":51,"VerseNumber":26,"Text":"Roi (Ibrahim) quay vao gap nguoi nha. Sau đo, (Ibrahim) mang ra mot con be (nuong) map beo"},{"SurahNumber":51,"VerseNumber":27,"Text":"(Ibrahim) đat no truoc mat (cac vi khach la) va noi: “Sao qui vi khong an?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"(Khong thay cac vi khach an), Ibrahim lo so trong long. (Thay ve lo so cua Ibrahim), ho noi: “Nguoi đung lo so!” Va ho bao cho Y tin mung ve mot đua con trai hieu biet"},{"SurahNumber":51,"VerseNumber":29,"Text":"Nhung vo cua (Ibrahim) buoc đen vua lay tay đap vao tran cua minh vua noi: “Toi la mot ba lao hiem muon, (lam sao sinh con đuoc)?”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ho noi: “Thuong Đe cua nguoi đa truyen đung nhu the. Qua that, Ngai la Đang Cao Minh, Đang Toan Tri.”"}]}