{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Iżda Aħna' ġibnielhom is-sewwa, u huma. tabilħaqq giddibin (u jgħidu li Alla għandu ixirka u ibenji)"},{"SurahNumber":23,"VerseNumber":91,"Text":"Alla ma ħa ebda wild għalih, u miegħu ma hemm ebda alla. (ieħor, għaliex) inkella. kull alla kien jitlaq b'dak li ħalaq, u xi wħud minnhom kienu jogħlew fuq oħrajn. Sebħ. lil Alla (għaliex Huwa ogħla) minn dak li jaqilgħu (dwaru)l"},{"SurahNumber":23,"VerseNumber":92,"Text":"Huwa jaf il-mistur u dak li jidher, u Huwa ogħla minn dak li jxierku (riegħu)"},{"SurahNumber":23,"VerseNumber":93,"Text":"Għid (Muħammad): 'Sidi, jekk turini dak li. huma mwegħdin"},{"SurahNumber":23,"VerseNumber":94,"Text":"Sidi, la tqegħednix man-nies il-ħżienal"},{"SurahNumber":23,"VerseNumber":95,"Text":"Aħna tabilħaqq nistgħu nuruk (Muħammad) dak (il-kastig) li wegħedniehom"},{"SurahNumber":23,"VerseNumber":96,"Text":"Biegħed u ħudha kontra l-ħażen b'dak li huwa aħjar (minnu: bil-mogħdrija u bl-għemil. it-tajjeb). Aħna nafu sewwa dak li jaqilgħu (dwarna, u se nħallsuhom tiegħu)"},{"SurahNumber":23,"VerseNumber":97,"Text":"U għid (Muħammad): ''Sidi, jiena nistkenn fik mit-tfesfis tax-xjaten"},{"SurahNumber":23,"VerseNumber":98,"Text":"U nistkenn fik, Sidi, li-ma jmorrux jersqu lejja (bil-ħsara tagħhom)U"},{"SurahNumber":23,"VerseNumber":99,"Text":"(il-ħżiena jibqgħu fil-ħażen tagħhom) sa ma' l-mewt tiġi għal xi ħadd minnhom (u fil-biża' li jaqbdu) jgħid: 'Sidi, reġġagħni (lura għall-ħajja fid-dinja)"},{"SurahNumber":23,"VerseNumber":100,"Text":"biex forsi nkun nista' nagħmel il-ġid minflok dak (kollu) li kont inqast (li nagħmel qabel):' Le, (ma huwiex se jingħata aktar żmien)l Hija biss kelma (fiergħa) li huwa. jgħid. Warajhom (dawn l-erwieħ) hemm ħajt kbir jifrid(hom mid- dinja), sal-Jum li fih jitqajmu (għall-Ġudizzju)"},{"SurahNumber":23,"VerseNumber":101,"Text":"U meta tindaqq it-trumbetta (Żi tħabbar Jum il-Ġudizzju), dakinhar ma jkunx hemm (aktar). qrubija bejniethom, u lanqas jistaqsu għal xulxin"},{"SurahNumber":23,"VerseNumber":102,"Text":"(Dakinhar) min. ikollu l-miżien tiegħu mtaqqal (b'għemejjel tajba), dawk ikunu r-tebbiħin (li jidħlu l- Ġenna)"},{"SurahNumber":23,"VerseNumber":103,"Text":"Iżda min ikollu l-miżien tiegħu ħafif (għaliex mingħajr għemejjel tajba), dawk jitilfu rwieħhom (u jkunu) fl-Infern għal dejjem"},{"SurahNumber":23,"VerseNumber":104,"Text":"In-Nar jismot uċuħhom, u fih ikunu koroh u mdejqin"}]}