{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Na kagiya a miyoma o manga sogo Ami (a manga malaikat) - ko Ibrahim so mapiya a tothol, na pitharo iran a: \"Mataan! a Skami na mbinasaan Ami so taw sangkai a ingd: Mataan! a so taw ron na miyabaloy siran a manga darowaka"},{"SurahNumber":29,"VerseNumber":32,"Text":"Pitharo (o Ibrahim) a: \"Mataan! a matatago roo so Lot\". Pitharo iran a: \"Skami i matao ko taw a matatago roo: Mataan a zabtn Ami dn skaniyan ago so taalok on, - inonta si (Waylah a) karoma niyan: Ka miyabaloy a pd ko pthatalimbagak (ko siksa)"},{"SurahNumber":29,"VerseNumber":33,"Text":"Na kagiya a makawma so manga sogo Ami ko Lot, na minimboko iyan siran, go inigagt siran a rarb (iyan): Na pitharo iran a: \"Di ka pkhalk, go di ka mboboko: Mataan! a Skami na zabtn Ami ska ago so taalok rka, inonta so karomang ka: Ka miyabaloy a pd ko mithatalimbagak"},{"SurahNumber":29,"VerseNumber":34,"Text":"Mataan! a Skami na pagowitan Ami so taw sangkai a ingd sa siksa a phoon ko langit, sabap ko kiyapanongklid iran"},{"SurahNumber":29,"VerseNumber":35,"Text":"Na sabnsabnar a inibagak Ami aya a tanda a mapayag, ko pagtaw a pnggdagdaan iran"},{"SurahNumber":29,"VerseNumber":36,"Text":"Go (siyogo Ami) sii ko pagtaw a Madyan so pagari ran a Shoayb. Na pitharo iyan: \"Hay pagtaw akn, simbaa niyo so Allah, go kalkn iyo so alongan a mawri: Go di kano phribogar ko lopa, sa pphamaminasa kano"},{"SurahNumber":29,"VerseNumber":37,"Text":"Na piyakambokhag iran skaniyan: Na miyadansal siran o linog, na kiyapitaan siran ko darpa iran a miyamangndr"},{"SurahNumber":29,"VerseNumber":38,"Text":"Go (bininasa Mi) so pagtaw a Ad, go so pagtaw a Samod: Na sabnar a miyapayag rkano sa sabap ko manga darpa iran: Go pipharasan kiran o shaytan so manga galbk iran, na kiyaalangan iyan siran ko lalan (a ontol), a aya btad iran na pphamakaylay siran"}]}