{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"Ho noi: “(Đo chi la) mot su hon đon cua nhung giac mo (khong đung su that) va chung than khong biet giai ma (cho nhung giac mo hon đon nhu vay).”"},{"SurahNumber":12,"VerseNumber":45,"Text":"Mot trong hai nguoi ban tu đa thoat đuoc (an tu) suc nho đen (Yusuf) sau mot thoi gian dai quen lang, y tau (voi nha vua): “Than se cho be ha biet y nghia cua giac mo, xin be ha cho phep than đi gap (Yusuf).”"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Đen gap Yusuf, y noi): “Hoi nguoi ban chan that, mong anh hay giai thich cho toi biet ve (y nghia cua giac mo): bay con bo beo tron bi bay con bo gay nhom an thit va bay bong lua xanh tuoi cung voi bay bong lua kho heo. Co le sau khi toi tro ve (ke lai) cho moi nguoi nghe, ho se biet đen anh.”"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Yusuf) noi: “Cac nguoi hay trong lien tiep trong bay nam. Nhung gi thu hoach đuoc, cac nguoi hay đe nguyen nhanh bong ma du tru, chi tru mot it đe an.”"},{"SurahNumber":12,"VerseNumber":48,"Text":"“Sau đo, se xay ra bay nam (han han) lien tuc, cac nguoi hay an nhung gi ma cac nguoi đa du tru truoc đay, ngoai tru mot it cac nguoi se phai cat giu can than (đe gieo trong vao thoi gian sau đo).”"},{"SurahNumber":12,"VerseNumber":49,"Text":"“Roi sau đo, se la mot nam dan chung đuoc mua va trong nam đo moi nguoi se ep đuoc nuoc trai cay (o liu va nho).”"},{"SurahNumber":12,"VerseNumber":50,"Text":"Nha vua noi: “Cac than hay đua nguoi giai ma giac mo đen gap tram.” Nhung khi su gia đen, Yusuf noi: “Anh hay ve tau lai voi chu nhan cua anh, hoi ngai ay ve viec cac qui ba đa cat tay ho (thi se xu tri) the nao? Qua that, Thuong Đe cua ta biet ro am muu cua cac qui ba đo.”"},{"SurahNumber":12,"VerseNumber":51,"Text":"Nha vua phan: “Su tinh nhu the nao ve viec cac qui ba đa tim cach quyen ru Yusuf?” Ho noi: “Allah la Đang Hoan Hao! Chung than khong he biet bat cu đieu xau nao ve (Yusuf) ca. (Luc nay) vo cua vi đai quan thu toi, noi: “Gio đay su that đa ro rang, chinh than la nguoi đa tim cach quyen ru (Yusuf), con (Yusuf) von di la mot nguoi ngay thang va trung thuc.”"},{"SurahNumber":12,"VerseNumber":52,"Text":"“Đo la vi than muon đe cho phu quan cua than biet rang than khong phan boi ong ay khi ong ay vang mat. Tuy nhien, Allah khong huong dan ke hoach cua nhung ke phan boi.”"}]}