{"Id":203,"LanguageCodes":["id","ind"],"Name":"ind-muhammadquraish","Author":"Muhammad Quraish Shihab Et Al.","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":207,"Text":"Umur panjang dan kesenangan hidup yang mereka dapatkan tidak dapat menepis azab yang Allah turunkan. Cepat atau lambat, azab-Nya pasti datang. Maka kenikmatan yang berakhir dengan azab bukanlah merupakan suatu kebaikan"},{"SurahNumber":26,"VerseNumber":208,"Text":"Telah menjadi hukum Kami (sunnatullâh), bahwa Kami tidak akan membinasakan suatu umat tanpa lebih dulu mengutus para rasul untuk memberikan peringatan. Dengan demikian, mereka tak memiliki alasan lagi"},{"SurahNumber":26,"VerseNumber":209,"Text":"Agar hal ini dapat dijadikan sebagai suatu peringatan dan bahan renungan. Kami tidak akan berbuat zalim dengan mengazab suatu kaum yang belum diutus rasul"},{"SurahNumber":26,"VerseNumber":210,"Text":"Al-Qur'ân menafikan ucapan orang kafir Mekah bahwa Muhammad telah dirasuki jin yang membisikkan al-Qur'ân. Maka difirmankan, \"Setan-setan itu tak dapat menurunkan dan membisikkan al-Qur'ân"},{"SurahNumber":26,"VerseNumber":211,"Text":"Mereka tidak boleh dan tidak akan mampu membuat dan menurunkan al-Qur'ân"},{"SurahNumber":26,"VerseNumber":212,"Text":"Dan sesungguhnya setan-setan itu dijauhkan dan tidak dapat mendengar al-Qur'ân yang diturunkan kepada Muhammad saw"},{"SurahNumber":26,"VerseNumber":213,"Text":"Maka hadapkanlah dirimu, Muhammad, kepada Allah. Ikhlaslah selalu dalam beribadah kepada-Nya, dan jangan hirukan anggapan-anggapan orang-orang musyrik yang rancu dan salah itu. (Ajakan kepada rasul untuk mengikhlaskan diri, seperti termaktub dalam ayat ini, juga merupakan ajakan untuk seluruh umatnya)"},{"SurahNumber":26,"VerseNumber":214,"Text":"Peringatkanlah keluarga dekatmu akan azab akibat kemusyrikan dan kemaksiatan. Kemudian peringatkanlah mereka yang hubungan keluarganya lebih jauh, dan begitu seterusnya"},{"SurahNumber":26,"VerseNumber":215,"Text":"Dan berlemah lembutlah kepada mereka yang telah menerima seruanmu untuk beriman"},{"SurahNumber":26,"VerseNumber":216,"Text":"Jika mereka, ternyata, tetap mendurhakai dan tidak mematuhimu, maka bebaskanlah dirimu dari mereka dan dari perbuatan-perbuatan mereka seperti kemusyrikan dan kemaksiatan-kemaksiatan lainnya"},{"SurahNumber":26,"VerseNumber":217,"Text":"Lalu serahkanlah segala urusanmu kepada Sang Mahaperkasa lagi Mahakuasa untuk menghancurkan--dengan 'izzah-Nya--musuh-musuhmu. Dia akan memberikan pertolongan kepadamu, juga kepada orang-orang yang ikhlas dalam perbuatan dengan rahmat-Nya"},{"SurahNumber":26,"VerseNumber":218,"Text":"Yang menyaksikanmu bangun untuk bertahajud dan saat kamu mengerjakan kebajikan"},{"SurahNumber":26,"VerseNumber":219,"Text":"Dan Yang memperhatikan tingkah lakumu di tengah-tengah mereka yang sedang salat, ketika kamu sedang bediri, rukuk, sujud dan ketika engkau sedang memimpin mereka bersembahyang"},{"SurahNumber":26,"VerseNumber":220,"Text":"Allah Swt. sungguh Maha Mendengar doa dan zikirmu; Maha Mengetahui niat dan perbuatanmu. Seolah-olah Allah berkata kepada Nabi, \"Jangan kamu memaksakan dirimu menahan keberatan-keberatan beribadah, karena kamu berada dalam penglihatan dan pengawasan Kami"},{"SurahNumber":26,"VerseNumber":221,"Text":"Orang-orang musyrik berkata, \"Sungguh telah datang sekelompok setan yang meggoda Muhammad.\" Al-Qur'ân membantah tuduhan mereka dengan menyatakan, \"Maukah kalian Kami beritahu siapakah orang yang telah didatangi dan digoda oleh setan"},{"SurahNumber":26,"VerseNumber":222,"Text":"Setan akan menghampiri setiap orang yang membuat kebohongan paling buruk dan melakukan dosa amat keji. Mereka adalah para pendeta jahat yang memiliki perangai menyerupai setan"},{"SurahNumber":26,"VerseNumber":223,"Text":"Mereka menyimak kata-kata setan yang memperdengarkan dugaan-dugaan yang menjadikan mereka sebagai pendusta"},{"SurahNumber":26,"VerseNumber":224,"Text":"Orang-orang kafir berkata, \"Al-Qur'ân itu hanyalah puisi karangan seorang penyair bernama Muhammad.\" Allah memperlihatkan kepalsuan tuduhan mereka dengan memberikan penjelasan bahwa al-Qur'ân itu penuh dengan kata-kata bijak (hikam) dan aturan-aturan hukum (ahkâm). Gaya bahasa al-Qur'ân itu sangat berlainan dengan gaya bahasa kebanyakan para penyair di masa itu yang sarat dengan kepalsuan dan kebohongan. Dan watak Muhammad sendiri pun berbeda dengan watak para penyair kebanyakan yang selalu berkata bohong"},{"SurahNumber":26,"VerseNumber":225,"Text":"Tidakkah kalian mengetahui bagaimana para penyair itu mempermainkan kata-kata yang menutupi jalan kebenaran"},{"SurahNumber":26,"VerseNumber":226,"Text":"Dan sungguh mereka seringkali mengatakan sesuatu yang tidak pernah mereka lakukan"},{"SurahNumber":26,"VerseNumber":227,"Text":"Akan tetapi, kalangan penyair yang mengikuti petunjuk-petunjuk ketuhanan dan berbuat kebajikan sehingga memiliki kepribadian yang luhur, dan selalu mengingat Allah dengan penuh rasa khusyuk hingga timbul rasa takutnya kepada Allah, adalah penyair-penyair yang menjadikan syairnya sebagai pelipur lara dan sebagai sarana untuk membela agama dan mempertahankan kebenaran pada saat kebenaran diinjak- injak. Orang-orang yang menzalimi diri sendiri dengan berbuat syirik dan mengejek Rasulullah saw. itu kelak akan tahu akibat buruk mana yang menjadi tempat kembali mereka"}]}