{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Entao, come e bebe e refresca de alegria teus olhos. E, se ves alguem, dos mortais, dize: 'Por certo, fiz votos de silencio aO Misericordioso e, hoje, nao falarei a humano algum"},{"SurahNumber":19,"VerseNumber":27,"Text":"E ela chegou com ele, a seu povo, carregando-o. Disseram: \"O Maria! Com efeito, fizeste uma cousa assombrosa"},{"SurahNumber":19,"VerseNumber":28,"Text":"O irma de Aarao! Teu pai nao era pessoa atreita ao mal e tua mae nao era mundana"},{"SurahNumber":19,"VerseNumber":29,"Text":"Entao, ela apontou para ele. Eles disseram: \"Como falaremos a quem esta no berco, em sendo infante"},{"SurahNumber":19,"VerseNumber":30,"Text":"O bebe disse: \"Por certo, sou o servo de Allah. Ele me concedera o Livro e me fara Profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"E me fara abencoado, onde quer que esteja, e me recomendara a oracao e az-zakah, enquanto permanecer vivo"},{"SurahNumber":19,"VerseNumber":32,"Text":"E me fara blandicioso para com minha mae, e nao me fara tirano, infeliz"},{"SurahNumber":19,"VerseNumber":33,"Text":"E que a paz seja sobre mim, no dia em que nasci e no dia em que morrer e no dia em que for ressuscitado, vivo"},{"SurahNumber":19,"VerseNumber":34,"Text":"Esse e Jesus, filho de Maria. E o Dito da verdade, que eles contestam"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nao e admissivel que Allah tome para Si um filho. Glorificado seja! Quando decreta algo, apenas, diz-lhe: \"Se\", entao, e"},{"SurahNumber":19,"VerseNumber":36,"Text":"E por certo, Allah e meu Senhor e vosso Senhor. Entao, adorai-O. Esta e uma senda reta"},{"SurahNumber":19,"VerseNumber":37,"Text":"Em seguida, os partidos discreparam entre eles. Entao, ai dos que renegam a Fe, quando de sua presenca, em um terrivel dia"},{"SurahNumber":19,"VerseNumber":38,"Text":"Quao bem ouvirao e quao bem verao, um dia, em que virao a Nos. Mas os injustos, hoje, estao em evidente descaminho"}]}