{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Har kasero, ki Alloh xohad hidojat kunad, ʙa qaʙul kardani haq dilaşro ʙaroi tavhidu imon mekuşojad va har kasero, ki xohad gumroh kunad, az qaʙul kardani haq qalʙaşro cunon tang mekunad, ki az şiddati tangii nafasaş gūjo ʙa osmon ʙolo meravad. Hamin tavr meandozad Alloh nopokiro dar dili kasone, ki imon nameovarand"},{"SurahNumber":6,"VerseNumber":126,"Text":"In ast (ej Rasul) rohi rosti Parvardigorat. Ba tahqiq, ojotro ʙaroi mardume, ki pand megirand, ʙatafsil ʙajon kardaem"},{"SurahNumber":6,"VerseNumber":127,"Text":"Baroi onho dar nazdi Parvardigoraşon xonai salomatī ast. Va ʙa saʙaʙi korhoe, ki mekunand, Alloh dūstdori onhost"},{"SurahNumber":6,"VerseNumber":128,"Text":"Va (ʙa jod or ej Rasul,) rūze, ki hama kofironro az insu çin gird ovarad va gūjad: «Ej gurūhi çinho, şumo ʙisjore az odamijonro pajravi xud soxted». Va guftand dūstonaşon az odamoni kuffor: «Ej Parvardigori mo, mo az jakdigar ʙahramand meşudem va ʙa pojoni zamone, ki ʙaroi zistani mo qaror doda ʙudī dar hajoti dunjo, rasidem». Alloh gūjad: «Çojgohi şumo otaş ast, çovidona dar on ço xohed ʙud, magar on cī Alloh ʙixohad dar on ço çovidon naxohad mond az gunahkoroni axli tavhid». Alʙatta Parvardigori tu ustuvorkoru dono ast"},{"SurahNumber":6,"VerseNumber":129,"Text":"Va ʙa in tarz ʙa'ze az sitamkoronro ʙa saʙaʙi on ci mekardand, ʙa jakdigar vomeguzorem"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ej gurūhi çinho va odamho, ojo ʙar şumo pajomʙarone az xudaton firistoda naşud, to ojoti Maro ʙarojaton ki darʙargirandai amru nahj va ʙajonkunandai nekū ʙad ast ʙixonand va şumoro az didori cunin rūze ʙitarsonand? Inho (muşrikon az insu çin) ʙigūjand: «Mo ʙa zijoni xud guvohī medihem, ki pajomʙaronat ojathojatro ʙa mo rasondand va az ducor şudani imrūz moro ʙim kardand va mo onhoro tasdiq nakardem». Zindagii dunjoī ononro ʙifireft va ʙa zijoni xud guvohī dodand, ki az kofiron ʙudand"},{"SurahNumber":6,"VerseNumber":131,"Text":"Va in ʙa on saʙaʙ ast, ki Parvardigori tu mardumi heç dehaero, ki ʙexaʙar ʙudand, ʙa sazoi zolimona halok namekard. (Magar rasidani azoʙamon ʙa'd az firistodani pajomʙaron ast)"}]}