{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"(Annalil) ivarkalutaiya nimirnta talai kuniya mutiyatu (tattukkettup pala konalkalilum) viraintotuvarkal. (Titukkitum campavankalaik kanta) ivarkalutaiya parvai maratu, (ataiye nokkik kontirukkum.) Ivarkalutaiya ullankal (payattal) ceyalarru vitum"},{"SurahNumber":14,"VerseNumber":44,"Text":"akave, (napiye!) Ittakaiya vetanai nal varuvataip parri nir manitarkalukku accamutti eccarikkai ceyviraka. Varampu miriyavarkal (annalil tankal iraivanai nokki) ‘‘enkal iraivane! Ni enkalukku oru corpat tavanaiyali! Nankal un alaippukku (ini) cevi kotuttu, (un) tutaraip pinparri natappom'' enru kuruvarkal. (Atarku iraivan avarkalai nokki) ‘‘itarku munnar ninkal unkalukku (ivvulakil) alive illai enru cattiyam ceytu kurik kontirukkavillaiya?'' (Enru ketpan)"},{"SurahNumber":14,"VerseNumber":45,"Text":"‘‘tamakkuttame tinkilaittu(k kontu alintu ponavarkal) vacittirunta itattil ninkalum vacittirukkavillaiya? (Enrum), nam avarkalai enna ceytom enpatu unkalukku nanku terintirukkavillaiya? (Itaip parri) unkalukkup pala utaranankalaiyum nam etuttuk kuravillaiya'' (enrum patil kuruvan)"},{"SurahNumber":14,"VerseNumber":46,"Text":"eninum, avarkal tankal culccikalai iraivan munpakave ceytu kontirukkinranar. Avarkalutaiya culccikalo malaikalaiyum peyarttu vitakkutiyavaiyaka irukkinrana! (Ayinum, avarkalutaiya culccikal onrum palikkap povatillai)"},{"SurahNumber":14,"VerseNumber":47,"Text":"allah tan tutarkalukku alitta vakkurutiyil mari vituvan enru (napiye!) Nir orukkalum enna ventam. Niccayamaka allah (avarkal anaivaraiyum) mikaittavan, palivankupavan avan"},{"SurahNumber":14,"VerseNumber":48,"Text":"(Napiye! Oru nalai avarkalukku napakamuttuviraka:) Annalil intap pumiyai marri veruvita pumiyaka amaikkappattuvitum; vanankalum avvare. (Ovvoruvarum tattam itattiliruntu) velippattu anaivaraiyum atakki alukinra ore iraivanakiya anta allahvin munnal kutivituvarkal"},{"SurahNumber":14,"VerseNumber":49,"Text":"kurravalikal anaivarum, annalil vilankitappattiruppataiyum nir kanpir"},{"SurahNumber":14,"VerseNumber":50,"Text":"avarkalutaiya cattaikal taral ceyyappattirukkum. Avarkalutaiya mukattai neruppu culntu kontirukkum"},{"SurahNumber":14,"VerseNumber":51,"Text":"ovvor atmavukkum atu ceyta ceyalukkut takka kuliyai allah (ivvaru) alippan. Niccayamaka allah kelvi kanakkuk ketpatil mikka tiviramanavan"},{"SurahNumber":14,"VerseNumber":52,"Text":"manitarkal itaikkontu eccarikkappattu vanakkattirkuriyavan ore or iraivantan enru avarkal urutiyaka arintu kolvatarkum, arivutaiyavarkal nallunarcci peruvatarkum (kur'anakiya) itu (allahvin kattalaikal ullatankiya) or arikkaiyakum"}]}