{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Allaha jene satyamarga batave te to satyamarga para che ane jene te margathi pathabhrasta kari de, asakya che ke tame teni madada karanara tena sivaya bija ko'ine ju'o, ava lokone ame kayamatana divase undha modhe kari da'isum, te loko andhala, munga ane bahera hase, temanum thekanum jahannama hase, jyare pana te (aga) thandi padava lagase, ame temana mate te (aga)ne vadhum bhadakavi da'isum"},{"SurahNumber":17,"VerseNumber":98,"Text":"a badhum amari ayatono inkara karavano ane evum kahevano badalo che ke sum ame jyare hadaka ane kana kana tha'i ja'isum, pachi amarum sarjana navi rite karavamam avase"},{"SurahNumber":17,"VerseNumber":99,"Text":"sum te loko'e te vata vise vicara na karyo ke je allaha'e akasa ane dharatinum sarjana karyum che te temana jevanum sarjana karava para sampurna sakti dharave che. Tene ja temana mate eka evo samaya nakki kari rakhyo che jemam ko'i sanka nathi, parantu atyacari loko inkara ja karata rahe che"},{"SurahNumber":17,"VerseNumber":100,"Text":"kahi do ke jo kadaca tame mara palanaharana khajanana malika bani java to tame te samaye pana te kharca tha'i javana bhayathi, tene roki rakhata ane manavi tanga dilano che"},{"SurahNumber":17,"VerseNumber":101,"Text":"ame musa (a.Sa.)Ne nava camatkara spasta apya, tame pote ja isra'ilana santanone puchi lo ke jyare te temani pase pahoncya to phira'aune kahyum ke, he musa! Mara mata mujaba to tara para jadu karavamam avyum che"},{"SurahNumber":17,"VerseNumber":102,"Text":"musa (a.Sa.)E javaba apyo ke a to tamane jana tha'i cuki che ke akasa ane dharatina palanahare ja a camatkaro batavava, samajavava mate avatarita karya che, he phira'auna! Hum to samaji rahyo chum ke tum kharekhara barabada ane nasta kari devamam avyo che"},{"SurahNumber":17,"VerseNumber":103,"Text":"chevate phira'aune pako irado kari lidho ke temane dharati manthi ukhadi da'i'e to ame phira'aunane ane tena sathi'one dubadi didha"},{"SurahNumber":17,"VerseNumber":104,"Text":"Tyara pachi ame isra'ilana santanane kahi didhum ke a dharati para tame raho, ham jyare akheratanum vacana avase to ame tamane saune bhega karine la'i avisum"}]}