{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":74,"Text":"Эстегиле, Аллаһ силерди Аад коомунун артынан орунбасар кылып, жерде (кенен) орун-очок берди. Силер тегиз жерлерге сарайларды саласыңар, тоолорду(н боорун) оюп-жонуп, үйлөрдү курасыңар. Аллаһтын (ушул) нээматтарын эстегиле! Жана жер бетинде бузукулук таратып жүрбөгүлө!”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Салихтын коомундагы текеберленген (бай-манап) адамдар, өздөрүнүн арасынан ыйман келтирген бей-бечара адамдарга карап: “Силер Салихты Раббиси тарабынан жиберилген пайгамбар деп билесиңерби?” — дешти. “Ооба. Биз ага жиберилген нерселерге ыйман келтирүүчүлөрбүз”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Текеберленген адамдар: “Биз силер ыйман келтирген динге ишенбейбиз!” — дешти"},{"SurahNumber":7,"VerseNumber":77,"Text":"Жана (“катылсаңар силерге азап келет” деп эскертилген) төөнү союп жиберишти дагы, Раббисинин буйругун оройлук менен бузуп: “О, Салих! Эгерде (чын) пайгамбар болсоң, бизге убада кылган азапты келтирчи?!” — дешти. (Кийин Салих аларга: ““Үйүңөрдө үч күн ойноп-жыргап алгыла. Бул — жалган эмес убада!” — деп жооп берет. Ырас эле, үч күндөн соң)"},{"SurahNumber":7,"VerseNumber":78,"Text":"Аларды жер титирөө (балээси) кармап, жүргөн-турган жерлеринде жер менен жексен болушту"},{"SurahNumber":7,"VerseNumber":79,"Text":"Салих болсо, (кырылып бүткөндөн кийин) аларга далысын салып: “О, коомум! Мен силерге Раббимдин буйруктарын жеткирип, насаат кылган элем. Бирок, силер насаат айтуучу адамдарды сүйбөйт экенсиңер!” - деди"},{"SurahNumber":7,"VerseNumber":80,"Text":"(О, Мухаммад!) Лут пайгамбарды да (эстегин). Бир кезде ал коомуна: “О,! Силерге чейин ааламдарда эч бир адам жасабаган бузукулукту жасайсыңарбы?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"Чынында, силер аялдар бул жакта калып, эркектерге кумар менен (артынан) келип жатасыңарбы?! Жок! (Бул — арам!) Силер чектен чыккан коомсуңар!” - деди"}]}