{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"¿Es su propio intelecto quien les ordena esto o es que son gente rebelde"},{"SurahNumber":52,"VerseNumber":33,"Text":"O dicen: «Él lo ha inventado.» Pero lo que sucede en que no creen"},{"SurahNumber":52,"VerseNumber":34,"Text":"¡Que traigan un discurso semejante si es que son sinceros"},{"SurahNumber":52,"VerseNumber":35,"Text":"¿Fueron ellos creados de la nada o son sus propios creadores"},{"SurahNumber":52,"VerseNumber":36,"Text":"¿O han creado ellos los cielos y la Tierra? No. Lo que sucede es que no tienen certeza"},{"SurahNumber":52,"VerseNumber":37,"Text":"¿Acaso poseen ellos los tesoros de tu Señor o poseen el control de todo"},{"SurahNumber":52,"VerseNumber":38,"Text":"¿O acaso poseen una escalera con la que escuchar? Pues, que quien lo haya escuchado traiga una prueba clara"},{"SurahNumber":52,"VerseNumber":39,"Text":"¿O para Él serán las hijas y para vosotros los hijos"},{"SurahNumber":52,"VerseNumber":40,"Text":"¿O acaso les pides una recompensa que les abruma con su peso"},{"SurahNumber":52,"VerseNumber":41,"Text":"¿O tienen acceso al mundo oculto a los sentidos y toman nota"},{"SurahNumber":52,"VerseNumber":42,"Text":"¿O es que quieren preparar una trampa? Pues, los que tratan de ocultar la Verdad son quienes caen en la trampa"},{"SurahNumber":52,"VerseNumber":43,"Text":"¿O tienen ellos otro dios distinto a Dios? ¡Glorificado sea Dios por encima de lo que Le asocian"},{"SurahNumber":52,"VerseNumber":44,"Text":"Y si vieran un trozo del cielo cayendo, dirían: «¡Son cúmulos nubosos!»"},{"SurahNumber":52,"VerseNumber":45,"Text":"Así pues, ¡Déjales, hasta que encuentren su día, en el cual serán destruidos"},{"SurahNumber":52,"VerseNumber":46,"Text":"El día en el que sus trampas no les servirán de nada y en el que no serán auxiliados"},{"SurahNumber":52,"VerseNumber":47,"Text":"Y, en verdad, quienes fueron opresores sufrirán otros castigos, pero la mayoría de ellos desconocen"},{"SurahNumber":52,"VerseNumber":48,"Text":"Espera pacientemente el juicio de tu Señor, pues, en verdad, tú estás ante Nuestros ojos. Y glorifica con alabanzas a tu Señor cuando te levantes"},{"SurahNumber":52,"VerseNumber":49,"Text":"y glorifícale parte de la noche y al ocultarse las estrellas"}]}