{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"Thuaj: “Une nuk mund t’i sjell vetes as dobi, as dem, pervecse aq sa deshiron Allahu. Sikur ta dija te padukshmen, do t’i shumoja te mirat dhe nuk do te me prekte asnje e keqe. Une jam vetem paralajmerues dhe sjelles i lajmeve te mira per njerezit qe besojne”"},{"SurahNumber":7,"VerseNumber":189,"Text":"Eshte Ai qe ju krijoi nga nje njeri i vetem (Ademi), prej te cilit krijoi edhe bashkeshorten e tij (Havane), qe te gjente qetesi tek ajo. Kur njeriu bashkohet me gruan e vet, e ngarkon ate me nje barre te lehte, qe ajo e kalon pa e ndier per ca kohe. Dhe, kur ajo rendohet, ata te dy i luten Allahut, Zotit te tyre: “Nese na dhuron pasardhes te shendoshe, do te te jemi vertet mirenjohes!”"},{"SurahNumber":7,"VerseNumber":190,"Text":"Por, pasi Ai u dhuron pasardhes te shendoshe e te mire, ata te dy i veshin Allahut ortake ne lidhje me ate qe u kishte dhene. Por Allahu eshte shume lart nga ato qe ia veshin Atij si ortake"},{"SurahNumber":7,"VerseNumber":191,"Text":"A mos valle ata i veshin Atij si ortake idhuj qe nuk mund te krijojne asgje, nderkohe qe vete jane te krijuar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Idhuj, qe nuk mund t’u japin ndonje ndihme atyre e as veten nuk mund ta ndihmojne"},{"SurahNumber":7,"VerseNumber":193,"Text":"Edhe nese i thirrni ne rrugen e drejte, ata nuk do t’ju ndjekin. Prandaj njesoj eshte - i thirret apo nuk i thirret"},{"SurahNumber":7,"VerseNumber":194,"Text":"Ne te vertete, ata qe iu luteni ju, ne vend te Allahut, jane rober si ju. Thirrini ata dhe le t’ju pergjigjen, nese thoni te verteten"},{"SurahNumber":7,"VerseNumber":195,"Text":"A kane ata kembe per te ecur ose duar per te kapur? A kane sy per te pare ose veshe per te degjuar? Thuaj: “Thirrni zotat tuaj te rreme dhe kurdisni kurthe kunder meje, pa me lene kohe"}]}