{"Id":161,"LanguageCodes":["fa","fas"],"Name":"fas-mostafakhorramd","Author":"Mostafa Khorramdel","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":7,"Text":"سوگند به آسمان! که دارای راهها است"},{"SurahNumber":51,"VerseNumber":8,"Text":"(ای کفّار! هر لحظه) شما سخن و گفتار دیگری دارید. (گاه فرستاده‌ی ما را مجنون، گاه شاعر، گاه ساحر، و ... می‌نامید)"},{"SurahNumber":51,"VerseNumber":9,"Text":"کسانی (از ایمان به سزا و جزا) منحرف می‌شوند که (از مسیر دلیل عقل و منطق حق‌طلبی، به سبب پیروی از اهریمن و هوا و هوس) منحرف شده باشند"},{"SurahNumber":51,"VerseNumber":10,"Text":"مرگ بر دروغگویان"},{"SurahNumber":51,"VerseNumber":11,"Text":"همان کسانی که در گرداب ضلالت و جهالت، غافل و سرگشته‌اند (و راه بجائی نمی‌برند)"},{"SurahNumber":51,"VerseNumber":12,"Text":"(با تمسخر پیوسته) می‌پرسند: روز (حساب و کتاب و) سزا و جزا کی خواهد آمد؟"},{"SurahNumber":51,"VerseNumber":13,"Text":"آن روز، روزی است که ایشان روی آتش گداخته می‌شوند"},{"SurahNumber":51,"VerseNumber":14,"Text":"(بدیشان گفته می‌شود:) بچشید عذاب خود را. این همان چیزی است که در فرا رسیدن آن شتاب می‌ورزیدید"},{"SurahNumber":51,"VerseNumber":15,"Text":"پرهیزگاران در میان باغهای بهشت و چشمه‌ساران خواهند بود"},{"SurahNumber":51,"VerseNumber":16,"Text":"دریافت می‌دارند چیزهائی را که پروردگارشان بدیشان مرحمت فرموده باشد. چرا که آنان پیش از آن (در سرای جهان) از زمره‌ی نیکوکاران بوده‌اند"},{"SurahNumber":51,"VerseNumber":17,"Text":"آنان اندکی از شب می‌خفتند"},{"SurahNumber":51,"VerseNumber":18,"Text":"و در سحرگاهان درخواست آمرزش می‌کردند"},{"SurahNumber":51,"VerseNumber":19,"Text":"در اموال و دارائیشان حقی و سهمی (جز زکات) برای گدایان و بینوایان تهی‌دست بود"},{"SurahNumber":51,"VerseNumber":20,"Text":"در زمین دلائل و نشانه‌های فراوانی است برای کسانی که می‌خواهند به یقین برسند (و از روی دلیل خدای را بشناسند و آثار قدرت او را ببینند)"},{"SurahNumber":51,"VerseNumber":21,"Text":"و در خودِ وجود شما (انسانها، نشانه‌های روشن و دلائل متقن برای شناخت خدا و پی بردن به قدرت او) است. مگر نمی‌بینید؟"},{"SurahNumber":51,"VerseNumber":22,"Text":"در آسمان، روزی شما است و نیز چیزهائی که بدان وعد و وعید داده می‌شوید"},{"SurahNumber":51,"VerseNumber":23,"Text":"به خدای آسمان و زمین سوگند که این (مطلب، یعنی وقوع رستاخیز، حساب و کتاب، جزا و سزا، بهشت برای دینداران، و دوزخ برای بی‌دینان) حق است، درست همان گونه که شما سخن می‌گوئید (و سخن گفتن کاملاً برایتان محسوس است و درباره‌ی آن شکّ و تردیدی ندارید)"},{"SurahNumber":51,"VerseNumber":24,"Text":"آیا خبر مهمانهای بزرگوار ابراهیم به تو رسیده است؟"},{"SurahNumber":51,"VerseNumber":25,"Text":"در آن زمانی که بر او وارد شدند و گفتند: سلام (بر تو!) گفت: سلام بر شما! (شما مهمانان، برایم) مردمان ناآشنا و ناشناسی هستید"},{"SurahNumber":51,"VerseNumber":26,"Text":"به دنبال آن، پنهانی به سوی خانواده‌ی خود رفت، و گوساله‌ی فربه‌ای را (که بریان کرده بودند، برای ایشان) آورد"},{"SurahNumber":51,"VerseNumber":27,"Text":"و آن را نزدیک ایشان گذارد. (ولی با تعجّب دید دست به سوی غذا نمی‌برند و از آن چیزی نمی‌خورند!) گفت: آیا نمی‌خورید؟"},{"SurahNumber":51,"VerseNumber":28,"Text":"(هنگامی که دید دست به سوی غذا نمی‌برند) در دل از ایشان احساس ترس و وحشت کرد. گفتند: مترس! سپس او را به تولّد پسری دانا و آگاه بشارت دادند"},{"SurahNumber":51,"VerseNumber":29,"Text":"همسرش جلو آمد، در حالی که (از تعجّب) فریاد می‌کشید و به صورت خود می‌زد و می‌گفت: من پیرزنی نازا هستم (مگر می‌شود در این سنّ و سال بزایم و فرزندی به دنیا بیاورم؟)"},{"SurahNumber":51,"VerseNumber":30,"Text":"فرشتگان گفتند: همان گونه خواهد بود که گفتیم. پروردگارت دستور فرموده است (و قطعاً چنین خواهد شد). او (کارهایش) دارای حکمت، و آگاه (از هر چیز) است"}]}