{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"nivu avarige nam'ma spastavada vacanagalannu odi kelisidaga, ‘‘nivu satyavantaragiddare nam'ma purvajarannu (jivantagolisi) tanniri’’ ennuvudaste avara vadavagiruttade"},{"SurahNumber":45,"VerseNumber":24,"Text":"Heliri; allahane nim'mannu jivantagolisuttane mattu avane nim'mannu sayisuttane. A balika nis'sandehavagi baraliruva punarut'thanada dina avane nim'mannu ottu serisaliddane. Adare heccina manavarige arivilla"},{"SurahNumber":45,"VerseNumber":25,"Text":"akasagala hagu bhumiya adhipatyavu allahanige seride. Antima ksanavu bandu bitta dina mithyavadigalu nasta anubhavisuvaru"},{"SurahNumber":45,"VerseNumber":26,"Text":"andu nivu, ella samudayagalu monakaluri biddiruvudannu kanuviri. (Andu) pratiyondu samudayavannu adara karmagala dakhaleya kadege kareyalaguvudu. (Mattu helalaguvudu;) indu nimage nivu maduttidda karmagala pratiphala sigalide"},{"SurahNumber":45,"VerseNumber":27,"Text":"idu nim'ma kuritu satyavanne heluva nam'ma dakhale. Nivu maduttidda ellavannu navu baresiduttiddevu"},{"SurahNumber":45,"VerseNumber":28,"Text":"visvasigalagiddavarannu hagu satkarmagalannu maduttiddavarannu avara odeyanu tanna krpeyolage serisuvanu. Iduve spasta vijayavagide"},{"SurahNumber":45,"VerseNumber":29,"Text":"atta dhikkarigalodane helalaguvudu; nimage nanna vacanagalannu odi kelisalagiralillave? Adare nivu ahankara toridiri mattu nivu aparadhigalagiddiri"},{"SurahNumber":45,"VerseNumber":30,"Text":"‘‘allahana vagdanavu khandita satyavagide mattu antima ksanavu baruvudaralli sandehavilla endu (nim'madane) helaladaga nivu, – antima ghalige andarenendu namagenu tiliyadu, navu adannu kevala ondu bhrame endu pariganisutteve mattu navantu nambuvavaralla – ennuttiddiri’’"},{"SurahNumber":45,"VerseNumber":31,"Text":"avaru madidda papakrtyagalu avara munde prakatavagi biduvavu mattu yavudannu avaru geli maduttiddaro aduve (a sikseye) avarannu avarisikolluvudu"},{"SurahNumber":45,"VerseNumber":32,"Text":"mattu avarodane helalaguvudu; ‘‘nivu i dinada bhetiyannu maretiddante indu navu nim'mannu maretu bittiruvevu. Narakave nim'ma neleyagide mattu nimage sahayakaru yaru illa’’"}]}