{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"و هنگامی که در دریا ناراحتی به شما برسد، جز او، تمام کسانی را که (برای حل مشکلات خود) می‌خوانید، فراموش می‌کنید؛ اما هنگامی که شما را به خشکی نجات دهد، روی می‌گردانید؛ و انسان، بسیار ناسپاس است"},{"SurahNumber":17,"VerseNumber":68,"Text":"آیا از این ایمن هستید که در خشکی (با یک زلزله شدید) شما را در زمین فرو ببرد، یا طوفانی از سنگریزه بر شما بفرستد (و در آن مدفونتان کند)، سپس حافظ (و یاوری) برای خود نیابید؟"},{"SurahNumber":17,"VerseNumber":69,"Text":"یا اینکه ایمن هستید که بار دیگر شما را به دریا بازگرداند، و تندباد کوبنده‌ای بر شما بفرستد، و شما را بخاطر کفرتان غرق کند، سپس دادخواه و خونخواهی در برابر ما پیدا نکنید؟"},{"SurahNumber":17,"VerseNumber":70,"Text":"ما آدمیزادگان را گرامی داشتیم؛ و آنها را در خشکی و دریا، (بر مرکبهای راهوار) حمل کردیم؛ و از انواع روزیهای پاکیزه به آنان روزی دادیم؛ و آنها را بر بسیاری از موجوداتی که خلق کرده‌ایم، برتری بخشیدیم"},{"SurahNumber":17,"VerseNumber":71,"Text":"(به یاد آورید) روزی را که هر گروهی را با پیشوایشان می‌خوانیم! کسانی که نامه عملشان به دست راستشان داده شود، آن را (با شادی و سرور) می‌خوانند؛ و بقدر رشته شکاف هسته خرمایی به آنان ستم نمی‌شود"},{"SurahNumber":17,"VerseNumber":72,"Text":"اما کسی که در این جهان (از دیدن چهره حق) نابینا بوده است، در آخرت نیز نابینا و گمراهتر است"},{"SurahNumber":17,"VerseNumber":73,"Text":"نزدیک بود آنها تو را (با وسوسه‌های خود) از آنچه بر تو وحی کرده‌ایم بفریبند، تا غیر آن را به ما نسبت دهی؛ و در آن صورت، تو را به دوستی خود برمیگزینند"},{"SurahNumber":17,"VerseNumber":74,"Text":"و اگر ما تو را ثابت قدم نمی‌ساختیم (و در پرتو مقام عصمت، مصون از انحراف نبودی)، نزدیک بود به آنان تمایل کنی"},{"SurahNumber":17,"VerseNumber":75,"Text":"اگر چنین می‌کردی، ما دو برابر مجازات (مشرکان) در زندگی دنیا، و دو برابر (مجازات) آنها را بعد از مرگ، به تو می‌چشاندیم؛ سپس در برابر ما، یاوری برای خود نمی‌یافتی"}]}