{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":18,"VerseNumber":54,"Text":"Nie vo ovoj Kuran | poredivme, sekako, primeri sekakvi za lugeto. Covekot od site sustestva, megutoa, najmnogu rasprava"},{"SurahNumber":18,"VerseNumber":55,"Text":"I koga im dojde Patokazot im zabranuvaat na lugeto ne im zabranuvaa da veruvaat vo nesto, i da baraat proska od Gospodarot svoj samo za da im se povtori praksata na odamnesnite ili da im dojde kaznata neposredno"},{"SurahNumber":18,"VerseNumber":56,"Text":"Pejgamberite Nie gi isprakame samo kako radosnici i opomenuvaci. Onie koi ne veruvaat raspravaat za nevistinata za da ja otstranat vistinata so nea. A znamenijata i opomenite Moi gi ismevaat"},{"SurahNumber":18,"VerseNumber":57,"Text":"I koj e pogolem zulumkar od onoj koj, koga ke se spomenat ajetite na Gospodarot negov, e ramnodusen kon niv i koj zaborava ona sto go napravija racete negovi. Vrz srcata nivni Nie im stavivme zavesa za da ne go razberat Kuranot, a vo usite nivni tezina. I ako gi povikas kon Patokazot, togas, za navek ne ke se upatat"},{"SurahNumber":18,"VerseNumber":58,"Text":"Gospodarot tvoj e Prostuvac i Posrednik na milosta. Koga bi go zemal predvid kaj niv ona sto go specalija, kaznata vednas ke im dojde. No, za niv ima vreme opredeleno i, osven ova, ne ke najdat zasolniste"},{"SurahNumber":18,"VerseNumber":59,"Text":"tie gradovi Nie gi unistivme, zatoa sto zulum pravea, i tocno vreme opredelivme za urivanjeto nivno"},{"SurahNumber":18,"VerseNumber":60,"Text":"I koga Musa mu rece na svoeto momce: “Ne ke prestanam da odam se dodeka ne dojdam do edno mesto kadesto se spojuvaat dve morinja ili, pak, ke pesacam dolgo vreme"},{"SurahNumber":18,"VerseNumber":61,"Text":"I bidejki dojdoa do mestoto kadesto se spojuvaat dve morinja, ja zaboravija ribata svoja koja slobodno si go zede svojot pravec kon moreto"}]}