{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"mereka tidak mendengar sedikit pun suara api neraka dan mereka kekal dalam menikmati apa yang diingini oleh mereka"},{"SurahNumber":21,"VerseNumber":103,"Text":"Mereka tidak disusahkan oleh kedahsyatan yang besar (pada hari kiamat) dan mereka disambut oleh para malaikat. (Malaikat berkata), \"Inilah harimu yang telah dijanjikan kepadamu"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Yaitu) pada hari Kami gulung langit sebagai menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai panciptaan pertama, begitulah Kami akan mengulanginya. Itulah suatu janji yang pasti Kami tepati; sesungguhnya Kamilah yang akan melaksanakannya"},{"SurahNumber":21,"VerseNumber":105,"Text":"Dan sungguh telah Kami tulis di dalam Zabur 974 sesudah (Kami tulis dalam) Lawḥ Maḥfūẓ bahwasanya bumi ini dipusakai hamba-hamba-Ku yang saleh"},{"SurahNumber":21,"VerseNumber":106,"Text":"Sesungguhnya (apa yang disebutkan) dalam (surat) ini, benar-benar menjadi peringatan bagi kaum yang menyembah (Allah)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Dan tiadalah Kami mengutus kamu, melainkan untuk (menjadi) rahmat bagi semesta alam"},{"SurahNumber":21,"VerseNumber":108,"Text":"Katakanlah, \"Sesungguhnya yang diwahyukan kepadaku adalah, \"Bahwasanya Tuhan-mu adalah Tuhan Yang Esa, maka hendaklah kamu berserah diri (kepada-Nya)"},{"SurahNumber":21,"VerseNumber":109,"Text":"Jika mereka berpaling, maka katakanlah, \"Aku telah menyampaikan kepada kamu sekalian (ajaran) yang sama (antara kita) dan aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh"},{"SurahNumber":21,"VerseNumber":110,"Text":"Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan Dia mengetahui apa yang kamu rahasiakan"},{"SurahNumber":21,"VerseNumber":111,"Text":"Dan aku tiada mengetahui, boleh jadi hal 975 itu cobaan bagi kamu dan kesenangan sampai kepada suatu waktu"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Muhammad) berkata, \"Ya Tuhan-ku, berilah keputusan dengan adil 976. Dan Tuhan kami ialah Tuhan Yang Maha Pemurah lagi Yang dimohon pertolongan-Nya terhadap apa yang kamu katakan"}]}