{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"Başlarını dik tutarak (gökyüzüne doğru devamlı bakarak) koşanlar! Onların bakışları, kendilerine dönemez. Veonların kalpleri heva ile (nefsin afetleriyle) doludur (nefsin afetlerinden ibarettir)"},{"SurahNumber":14,"VerseNumber":44,"Text":"Azabın onlara geleceği gün ile insanları uyar. O zaman zalimler şöyle diyecek: “Rabbimiz, bizi yakın bir süreye kadar tehir et (bize zaman ver). Senin davetine icabet edelim ve resûllere tâbî olalım.” Daha önce “sizin için bir zeval olmadığına” yemin eden siz değil misiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ve siz, nefslerine zulmedenlerin meskenlerine (yerlerine) yerleştiniz ve onlara neler yaptığımız size açıklandı. Ve size örnekler verdik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklarını (hilelerini) kurmuşlardı. Ve onların tuzakları (hileleri) Allah´ın indindedir (Allah onların tuzaklarını bilir), onların tuzakları (hileleri), dağları yok edecek (güçte) olsa bile"},{"SurahNumber":14,"VerseNumber":47,"Text":"Öyleyse Allah´ı sakın resûllerine karşı vaadini yerine getirmez sanma. Muhakkak ki; Allah, azîzdir, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gün arz (yeryüzü) ve semalar, başka bir hale döndürülür (döndürülmüş olur). Ve onlar, Vahid (bir) ve Kahhar olan Allah´ın huzuruna çıkmış olurlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"Ve izin günü, mücrimleri kelepçelenmiş, birbirine zincirlerle bağlanmış görürsün"},{"SurahNumber":14,"VerseNumber":50,"Text":"Onların gömlekleri katrandandır ve onların yüzlerini ateş sarar"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Bu azap), Allah´ın bütün nefslerin kazandığının karşılığını (ceza veya mükâfat) vermesi içindir. Muhakkak ki; Allah, hesabı çabuk görendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu (Kur´ân-ı Kerim), O´nunla uyarılmaları ve O´nun (Allah´ın) tek bir İlâh olduğunun bilinmesi ve ulûl´elbabın (sırların sahiplerinin) tezekkür etmesi için insanlara bir açıklamadır"}]}