{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"‘Hē mōra putrasakala! Tōmālōkē yōraā, i'uchupha ārau tāra sahōdarara sandhāna karaā ārau āllāhara rahamatara paraā tōmālōka niraāśa naha’bā. Kāraṇa āllāhara rahamatara paraā kāphira sampradāẏara bāhiraē āna kōnē'ō niraāśa nahaẏa’"},{"SurahNumber":12,"VerseNumber":88,"Text":"Ētēkē yētiẏā siham̐ta i'uchuphara ōcarata upasthita ha’la tētiẏā siham̐tē ka’lē, ‘hē ājīja! Āmi ārau āmāra paraiẏālabarga bipanna hai paraichō ārau āmi tuccha pum̐ji lai āhichō; gatikē āpuni āmāka khādya-sāmagraī pūrṇa mātraāta pradāna karaka ārau āmāra prati anugraha karaka; niścaẏa āllāhē anugrahakāraī sakalaka puraṣkr̥ta karaē’"},{"SurahNumber":12,"VerseNumber":89,"Text":"I'uchuphē ka’lē, ‘tōmālōkē jānānē, tōmālōkē i'uchupha ārau tē'ōm̐ra sahōdarara lagata ki ācaraṇa karaichilā, yētiẏā tōmālōka āchilā ajña’"},{"SurahNumber":12,"VerseNumber":90,"Text":"siham̐tē ka’lē, ‘tēntē tumiẏē'i i'uchupha nēki’? Tē'ōm̐ ka’lē, ‘haẏa, maẏē'i i'uchupha ārau ē'ōm̐ mōra bhā'iṭi; niścaẏa āllāhē āmāra ōparata anugraha karaichē. Niścaẏa yi byakti tākbaraā aralambana karaē ārau dhairya dhāraṇa karaē, tēntē araśyē āllāhē saṯkarmaśīlasakalara śramaphala binaṣṭa nakaraē’"},{"SurahNumber":12,"VerseNumber":91,"Text":"Siham̐tē ka’lē, ‘āllāhara śapata! Āllāhē niścaẏa tōmāka āmāra ōparata praādhān'ya dichē ārau āmi āchilō aparaādhī’"},{"SurahNumber":12,"VerseNumber":92,"Text":"Tē'ōm̐ ka’lē, ‘āji tōmālōkara biraud'dhē kōnō garaihaṇā nā'i. Āllāhē tōmālōkaka kṣamā karaka ārau tēraēm̐i śraēṣṭha daẏālu’"},{"SurahNumber":12,"VerseNumber":93,"Text":"‘Tōmālōkē mōra ē'i cōlāṭō lai yōraā ārau ē'iṭō mōra pitr̥ra mukhamaṇḍalara ōparata raākhibā; tētiẏā tē'ōm̐ dr̥ṣṭi śakti ghūraā'i pāba. Lagatē tōmālōkara paraiẏālara sakalōkē mōra ōcaralai lai āhāgai’"},{"SurahNumber":12,"VerseNumber":94,"Text":"Ārau yētiẏā yātraīdala ōlā'i paraila sē'i samaẏatē (iẏāta) tē'ōm̐lōkara pitr̥ẏē ka'lē, tōmālōkē yadi mōka br̥d'dha-aprakr̥tistha buli nabhabā tēntē ma'i ka'ōm̐ yē, ‘ma'i i'uchuphara ghraāṇa pā'i āchō’"},{"SurahNumber":12,"VerseNumber":95,"Text":"Siham̐tē ka’lē, ‘āllāhara śapata! Āpuni ētiẏā'ō sē'i puraṇi bibhraāntitē'i āchē’"}]}