{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"(Böyle bir şey olmuyorsa bu) yalnızca Rabbinden bir rahmet nedeniyledir: gerçekten de O´nun senin üzerindeki lütfu çok büyüktür"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki: \"Bütün insanlar ve görünmeyen varlıklar bu Kuran´ın bir benzerini ortaya koymak için bir araya gelselerdi ve, birbirlerine (bu konuda) destek olmak için ellerinden gelen her şeyi yapsalardı, yine de onun benzerini ortaya koyamazlardı"},{"SurahNumber":17,"VerseNumber":89,"Text":"Çünkü, gerçekten de Biz bu Kuran´da her konuyu insanlığın (yararı için) değişik açılardan örneklerle açıklamış bulunuyoruz! Hal böyleyken, yine de insanların çoğu inkarcı bir tavırdan başkasını benimsemekten inatla kaçınmaktadır"},{"SurahNumber":17,"VerseNumber":90,"Text":"Nitekim, \"Ey Muhammed, bize yerden gözeler fışkırtmadıkça sana inanmayacağız\" diyorlar"},{"SurahNumber":17,"VerseNumber":91,"Text":"yahut hurma ağaçlarıyla, asmalarla dolu bir bahçen olmadıkça; ve onların arasında çağıl çağıl dereler akıtmadıkça"},{"SurahNumber":17,"VerseNumber":92,"Text":"yahut, tehdit edip durduğun gibi, göğü parça parça üzerimize düşürmedikçe; yahut Allah´ı ve melekleri bizimle yüzyüze getirmedikçe"},{"SurahNumber":17,"VerseNumber":93,"Text":"yahut altından (yapılmış) bir evin olmadıkça; yahut göğe yükselmedikçe -kaldı ki göğe yükselmene dahi, bize (oradan, kendi gözlerimizle) okuyabileceğimiz bir kitap getirmedikçe- inanmayız ya!\" (Ey peygamber) de ki: \"Kudret ve yüceliğinde sınırsız olan Rabbimdir! Ben ölümlü bir elçiden başka biri miyim ki"},{"SurahNumber":17,"VerseNumber":94,"Text":"(İşte bunun gibi,) insanlara (bir peygamber eliyle) doğru yol bilgisi geldiği zaman onları (ona) inanmaktan alıkoyan, onların: \"Allah ölümlü bir insanı mı elçi olarak gönderdi?\" diye itiraz etmelerinden başka bir şey değildir"},{"SurahNumber":17,"VerseNumber":95,"Text":"Onlara (şu sözümüzü) ilet: \"Eğer yeryüzünde yurt tutup dolaşan melekler olsaydı, o zaman onlara elçi olarak şüphesiz gökten bir melek indirirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: \"Benimle sizin aranızda Allah´tan başkası tanıklık edemez; kullarından (onların kalplerinde olanı bütün açıklığıyla) görerek haberdar olan O´dur"}]}