{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Nǐ shuō:“Wǒ què yǐ fèngmìng chóngbài ān lā, qiánchéng jìngyì, kèshǒu zhèngjiào"},{"SurahNumber":39,"VerseNumber":12,"Text":"Wǒ fèngmìng wéi shǒuxiān shùncóng de rén.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Nǐ shuō:“Tǎngruò wǒ wéikàng wǒ de zhǔ, wǒ díquè wèijù zhòngdà rì de xíngfá.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Nǐ shuō:“Wǒ zhǐ chóngbài ān lā, érqiě chéngxīn guīshùn tā"},{"SurahNumber":39,"VerseNumber":15,"Text":"Nǐmen yào shě tā ér chóngbài shénme, jiù chóngbài shénme ba!” Nǐ shuō:“Kuī shé de rén, què shì fùhuó rì sàngshī zìshēn hé juànshǔ de. Zhēn de, nà què shì míngxiǎn de kuī shé.”"},{"SurahNumber":39,"VerseNumber":16,"Text":"Tāmen de shàngmiàn, yǒu céng céng de huǒ; tāmen de xiàmiàn, yěyǒu céng céng de huǒ. Nà shì ān lā yòng yǐ dònghè tā de zhòng pū de. Wǒ de zhòng pū a! Nǐmen dāng jìngwèi wǒ"},{"SurahNumber":39,"VerseNumber":17,"Text":"Nà yuǎnlí chóngbài tǎ wú tè, ér guīyī ān lā zhě, dé wén jiāyīn. Nǐ xiàng wǒ de pú rénmen bàoxǐ ba"},{"SurahNumber":39,"VerseNumber":18,"Text":"Tāmen qīngtīng yányǔ ér cóng qí zhì měide. Zhèxiē rén yǐ shòu ān lā de yǐndǎo, zhèxiē rén què shì yǒu lǐzhì de"},{"SurahNumber":39,"VerseNumber":19,"Text":"Yīngdāng shòu xíngfá de bèi pànjué zhě,(bì rù huǒ yù), nándào nǐ hái xiǎng zhěngjiù tā ma"},{"SurahNumber":39,"VerseNumber":20,"Text":"Dàn jìngwèi zhǔ zhě, jiānglái dé xiǎngshòu lóufáng, lóu shàng jiàn lóu, xià lín zhū hé, nà shì ān lā de yīngxǔ, ān lā jiāng bù shuǎngyuē"},{"SurahNumber":39,"VerseNumber":21,"Text":"Nǐ bù zhīdào ma? Ān lā cóng tiānshàng jiàngxià yǔshuǐ, ránhòu shǐ tā shènrù dì lǐ, chéngwéi quánshuǐ; ránhòu, jiè tā shēngchū gè zhǒng zhuāngjià, ránhòu hémiáo diāolíng, nǐ kàn tā biàn chéng huáng de, ránhòu tā shǐ tā biàn chéng suìpiàn. Zài nà lǐmiàn, duìyú yǒu lǐzhì zhě, díquè yǒuyī zhǒng jiàohuì"}]}