{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"Ji beraten (sin u hez u hebuna Yezdan e) ku ezman u zemin bi fermana wi bi hewyai mane. Pase gava careki bi tene ewa gazi we dike, hun ji zemin niske va (bi zendeti) derdikebin"},{"SurahNumber":30,"VerseNumber":26,"Text":"Ci kesen di ezman u zemin da hene! Hemi ji bona Yezdan ra ne. Hemi ji ji bona wi ra situxar in"},{"SurahNumber":30,"VerseNumber":27,"Text":"Ewe di cara yekem da heyi afirandine heye! Ewa (Yezdan) bi xweber e pase ewa ewe (afirandina xwe) difetiline hej nu da diafirine. Ewa (nu afirandin) ji (afirandina cara yekem da) li ser wi hesantir e. Di ezman u zemin da salixe bilind hey ji bona wi ra ne. Sixwa servahate bijejke ewa bi xweber e"},{"SurahNumber":30,"VerseNumber":28,"Text":"Ji bona we ra, ji we bi xweber ji hecwekiyek heye (di wi da ji beraten jin u sina hebuna Yezdan he ne). Ka (meze bikin) gava ji bona we ra bendeki bine deste we da hebe; ewa benda bi xweber ji di rojina we da hempar be (ca ji hun hemi di rojinan da) weki hev hempar in, hun ji tirsa (yek bi mafe yeke mai ra) nezik nabe (heryek ji hev ra rumetdar in). Sixwa ji tekiliya mafe hev, hun weki (pucbuna) mafe xwe ditirsiyan (hun ewan ji xwa ra naxine hempar, ca hun bendeyen min ji bona min ra dixne hevri u hempar?) bi vi awayi em ji bona komalen ku hise xwe dixebitinin, beratan ji hev derdixin"},{"SurahNumber":30,"VerseNumber":29,"Text":"Na (weki kirina wan) nine, 1e ewane cewr kirine hene! Be zanin bune peyrewe hewasa xwe. Gelo ewe ku Yezdan ji reya rast derxistibe, kesek dikare belediya wi bike? Ji bona vane bi van salixan hatine salixkirine, qe tu arikar ji tune ne"},{"SurahNumber":30,"VerseNumber":30,"Text":"(Muhemmed!) Tu idi bere xwe li bal we ola rast da bide. Ewa (ola) afirandina Yezdan e, ku meriv li ser we ole afirandine. Ji bona afirandina Yezdan qe tu guhurandin tune ye, ola rast eva ye. Le piren kesan pe nizanin"},{"SurahNumber":30,"VerseNumber":31,"Text":"Hun (geli kesan!) li bal wi da bizivirin u hey parisiya wi bibikin (ji wi bitirsin). Hun (ji bona wi ra) nimej bikin u nebine ji wane hevriceker"},{"SurahNumber":30,"VerseNumber":32,"Text":"Ewane (hevriceker hene!) ewanan ola xwe ji hev raqetandine, ewan (pase) bune hinek (parti u) kom mane. Her partik bi para li bal wan heyi sa dibin (ku para wan rast e)"}]}