{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":28,"VerseNumber":14,"Text":"Ve erginlik cagına erisip kemale erdigi zaman, ona hikmet ve ilim verdik. Ve muhsinleri, Biz iste boyle mukafatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Ve (Hz. Musa, kendisine hikmet verilmeden once) sehir halkı gaflette oldugu bir zamanda (kimse farkında olmadan) sehre girdi. Orada dovusen iki adam buldu. Biri kendi tarafından, digeri ona dusman taraftan. O zaman onun (Musa (A.S)´ın) tarafından olan, dusmanına karsı ondan yardım istedi. Bunun uzerine Musa (A.S) onu yumrukladı (oldurdu). Boylece (olum) kaza degildi (hukum yerine geldi). Musa (A.S) : \"Bu seytanın isidir. Muhakkak ki o, apacık dalalette bırakan bir dusmandır.\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim, ben nefsime zulmettim, artık beni magfiret et.\" dedi. Boylece onu magfiret etti. Muhakkak ki O; Gafur´dur (magfiret eden), Rahim´dir (Rahim esmasıyla tecelli eden)"},{"SurahNumber":28,"VerseNumber":17,"Text":"(Musa A.S): \"Rabbim beni ni´metlendirdigin seyler sebebiyle, bundan sonra ben asla mucrimlere arka cıkmayacagım (yardımcı olmayacagım)"},{"SurahNumber":28,"VerseNumber":18,"Text":"Boylece sehirde (etrafı) gozleyerek sabahladı. Fakat dun yardım isteyen kisi ondan (tekrar) yardım istedigi zaman (Musa A.S) ona: \"Muhakkak ki sen, apacık azgınsın.\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Boylece ikisinin de dusmanı olan adamı yakalamak istedigi zaman: \"Ey Musa! Dun oldurdugun kisi gibi beni de oldurmek mi istiyorsun? Eger (oldurmek) istiyorsan, o taktirde sen yeryuzunde sadece bir zorba olursun. Ve sen, barıstıranlardan olmak istemiyorsun.\" dedi"},{"SurahNumber":28,"VerseNumber":20,"Text":"Ve sehrin obur ucundan bir adam kosarak geldi: \"Ey Musa! (Kavmin) ileri gelenleri mutlaka seni oldurme emrini vermek icin konusuyorlar. Oyleyse hemen (sehirden) cık. Muhakkak ki ben, sana ogut verenlerdenim.\" dedi"},{"SurahNumber":28,"VerseNumber":21,"Text":"Boylece oradan korkuyla (etrafını) gozleyerek cıktı: \"Rabbim, beni (bu) zalimler kavminden kurtar.\" dedi"}]}