{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Artık ye, ic, gozun aydın olsun. Eger insanlardan birini gorursen: “- Ben Rahman’a (Allah’a) bir oruc (susmak) adadım. Onun icin bugun hic kimseye asla soz soylemiyecegim.” de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sonra ona (cocugu Isa’yı) yuklenerek kavmine getirdi. Ona dediler ki: “- Ey Meryem! Dogrusu, sen acaip bir sey (babasız cocuk) getirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun’un (soy itibariyle neslinden gelen) kız kardesi! Senin baban kotu bir adam degildi, anan da iffetsiz bir kadın degildi.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem, (kendilerine cevap vermek icin) cocugu isaret etti. Onlar: “- Biz, besikteki cocukla nasıl konusuruz” dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Allah’ın bir mucizesi olarak Isa) dedi ki: “- Ben gercekten Allah’ın kuluyum, bana kitap verdi ve beni bir Peygamber yaptı (bu tahakkuk edecektir)"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni, her nerede olsam mubarek (hayır ogreten) kıldı ve hayatta bulundugum muddet, bana, namazı ve zekatı emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni, anneme ihsankar kıldı ve beni azgın bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Hem dogdugum gun, hem olecegim gun, hem diri olarak (mezardan) kaldırılacagım gun, selamet benim uzerimedir.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında (Yahudilerle Hristiyanların) ihtilaf edip durdukları Meryem oglu Isa’ya dair Allah sozu budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah’ın cocuk edinmesi asla olmamıstır. O (cocuk edinmekten) munezzehtir. O, bir isi dileyince; sade ona: “Ol” der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Muhakkak ki Allah, benim Rabbimdir, sizin de Rabbinizdir. O halde O’na ibadet edin. Bu (size anlattıgım) biricik dogru yoldur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra fırkalar (Hristiyanlarla Yahudiler) kendi aralarında ihtilafa dustuler. Artık gorulecek bir buyuk gunun (kıyametin) azabı, o kufredenlere olsun"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar bize gelecekleri gun, neler isitecekler, neler gorecekler! Fakat o zalimler, bugun acık bir sapıklık icindedirler"}]}