{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":197,"Text":"Haja dē niradhārita mahīnē hana. Isa la'ī jisa nē inhāṁ niradhārita mahīni'āṁ vica haja dā irādā kara li'ā tāṁ phira usa nē haja dē daurāna nā kō'ī gadī gala karanī hai atē nā pāpa dī, nā laṛā'ī jhagaṛē dī gala. Atē jō bhalē karama tusīṁ karōgē, alāha nū usa dā gi'āna hō jāvēgā atē tusīṁ safara dā ḵẖaraca lavō. Sabha tōṁ vadhī'ā ḵẖaraca takavā (parahēzagārī) dā hai atē hē budhī vāli'ō! Mērē tōṁ ḍarō"},{"SurahNumber":2,"VerseNumber":198,"Text":"Isa vica kō'ī pāpa nahīṁ_ki tusīṁ āpaṇē raba dā fazala (kirapā) talāśa karōṁ. Phira jadōṁ tusīṁ lōka “arāphāta”tōṁ vāpisa hōvō tāṁ alāha nū maśa'arē-ē-harāma dē nēṛē yāda karō atē usa nū yāda karō jisa tar'hāṁ alāha nē tuhānū dasi'ā hai isa tōṁ pahilāṁ niśacita hī' tusīṁ bhaṭakē hō'ē lōkāṁ vicōṁ sī"},{"SurahNumber":2,"VerseNumber":199,"Text":"Phira parikaramā śurū karō. Jithōṁ sabha lōka calaṇa atē alāha tōṁ mu'āfī magō asala vica alāha khimā dēṇa vālā hai, rahima karana vālā hai"},{"SurahNumber":2,"VerseNumber":200,"Text":"Phira jadōṁ tusīṁ āpaṇē haja dē manāsika (haja dī parikri'ā) pūrā kara lavō tāṁ alāha nū yāda karōṁ jisa tar'hāṁ tusīṁ pahilāṁ āpaṇē bāpa dādi'āṁ nū yāda karadē sī. Sagōṁ usa tōṁ vī zi'ādā. Lōkāṁ vicōṁ kō'ī manukha kahidā hai, hē sāḍē raba! Sānū vaisē sasāra vica sabha kujha dē atē pralōka vica usa dā kujha hisā nahīṁ"},{"SurahNumber":2,"VerseNumber":201,"Text":"Atē kō'ī badā hai, jihaṛā kahidā hai, hē sāḍē pālaṇahāra! Sānū sasāra vica nēkī dē atē pralōka vica vī nēkī dē atē sānū aga dē azāba tō' bacā"},{"SurahNumber":2,"VerseNumber":202,"Text":"Unhāṁ lōkāṁ dē la'ī hisā' hai, unhāṁ dē kītē dā (dōvāṁ sathānāṁ-lōka tē pralōka) la'ī atē alāha jaladī hī hisāba laiṇa vālā hai"}]}