{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Ndoshta, Zoti juaj, do t’ju meshiroje, por, nese ju ktheheni (ne gjynahe), Ne do t’u kthehemi (ndeshkimeve ndaj jush). Dhe Xhehenemin e kemi bere burg per mohuesit"},{"SurahNumber":17,"VerseNumber":9,"Text":"Ne te vertete, ky Kuran udhezon drejt asaj qe eshte me e mira dhe u jep lajmin e gezuar besimtareve, qe bejne vepra te mira, se ata do te kene shperblim te madh"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ndersa atyre qe nuk besojne ne jeten tjeter, Ne u kemi pergatitur denim te dhembshem"},{"SurahNumber":17,"VerseNumber":11,"Text":"Njeriu mallkon ne te keqe, ashtu sic lutet edhe per te mire; vertet qe njeriu eshte i ngutur"},{"SurahNumber":17,"VerseNumber":12,"Text":"Ne i beme naten dhe diten dy mrekulli. Naten e mbeshtollem me erresire, kurse dites i dhame ndricim, qe ju te kerkoni begati nga Zoti juaj e qe te dini numrin e viteve dhe njehsimin e kohes. Cdo gje e kemi shpjeguar hollesisht"},{"SurahNumber":17,"VerseNumber":13,"Text":"Cdo njeriu ia kemi varur ne qafe llogarine per punen e tij dhe Ne, do t’ia paraqesim Diten e Kiametit librin, qe do ta gjeje te hapur (e do t’i themi)"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Lexoje librin tend! Ti mjafton sot si llogaritar kunder vetvetes!”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kush zgjedh rrugen e drejte, e ka per veten e vet e kush i largohet asaj, i largohet ne dem te vetvetes dhe askush nuk e merr te keqen e tjeterkujt. Ne nuk denojme asnje popull, para se te cojme te derguar"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kur vendosim ta shkaterrojme nje qytet, Ne i urdherojme (per mire) te pasurit e tij dhe, kur ata bejne mbrapshti ne te, atehere permbushet Vendimi (i denimit) kunder tyre dhe Ne i shkaterrojme gjer ne themel"},{"SurahNumber":17,"VerseNumber":17,"Text":"Sa e sa brezni Ne i kemi shkaterruar pas Nuhut! Mjafton qe Zoti yt i di dhe i sheh gjynahet e roberve te Tij"}]}