{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":6,"VerseNumber":9,"Text":"Jiǎrú wǒ jiàngxià yī wèi tiānshǐ, wǒ bì shǐ tā xiǎnshì chéng yīgè nánrén, bì shǐ tāmen duì zìjǐ suǒ yǎngài de shìshí [rú mù shèng jiàng shì de xiāoxī] huāngluàn."},{"SurahNumber":6,"VerseNumber":10,"Text":"Zài nǐ zhīqián, yǒu xǔduō shǐzhě què yǐ bèi cháonòng, dàn cháonòng zhě bèi zìjǐ suǒ cháonòng de [xíngfá] bāowéi zhùle."},{"SurahNumber":6,"VerseNumber":11,"Text":"Nǐ [mù shèng] shuō:“Nǐmen dāng zài dà dìshàng lǚxíng, ránhòu, nǐmen dāng guānchá fǒurèn zhēnlǐ zhě de jiéjú rúhé!”"},{"SurahNumber":6,"VerseNumber":12,"Text":"Nǐ shuō:“Tiāndì jiān de yīqiè dōu shì shéi de?” Nǐ shuō:“Dōu shì ān lā de.” Tā bǎ pǔ cí [zhù] guīdìng wéi jǐrèn [rú zài jīnshì pǔ cí rénlèi], tā bì zài wúyí de fùhuó rì jíhé nǐmen. Fán shǐ zìjǐ shòu sǔn zhě, tāmen shì bù huì xìnyǎng de."},{"SurahNumber":6,"VerseNumber":13,"Text":"Fán shēngcún yú zhòuyè de dōu shì tā de. Tā shì quán wén de, quánzhī de."},{"SurahNumber":6,"VerseNumber":14,"Text":"Nǐ shuō:“Ān lā shì tiāndì de chuàngzào zhě, tā yǎngyù wànwù ér bù shòu gòngyǎng, nándào wǒ huì shě tā éryǐ tā wù wèi bǎohù zhě ma?” Nǐ shuō:“Wǒ què yǐ fèngmìng zuò shǒuxiān guīshùn ān lā zhě [mùsīlín].” Nǐ [mù shèng] bùyào zuò bài ǒuxiàng zhě [zhù]."},{"SurahNumber":6,"VerseNumber":15,"Text":"Nǐ shuō:“Jiǎrú wǒ wéikàng wǒ de zhǔ, wǒ díquè hàipà zhòngdà zhī rì de xíngfá.”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Zài nà rì, shéi miǎn shòu xíngfá, shéi què yǐ huòdé tā [ān lā] de tè cí. Zhè shì míngxiǎn de chénggōng."},{"SurahNumber":6,"VerseNumber":17,"Text":"Jiǎrú ān lā shǐ nǐ zāoshòu bùxìng, chú tā wài, jué méiyǒu néng jiěchú zhě. Jiǎrú tā cì nǐ xìngfú,[jué méiyǒu néng zǔzhǐ zhě]. Tā duì wànshì shì wànnéng de."},{"SurahNumber":6,"VerseNumber":18,"Text":"Tā duì tā de pú rénmen shì zhìgāowúshàng de. Tā shì zuì ruìzhì de, chè zhī de."}]}