{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"Ne sihamte e'ito kaya ye, ‘te'om e'ito nije'i racana karaiche’? Koraa, ‘tomaloke yadi (tomalokara dabita) satyabadi horaa tente tomaloke iyara darae dahata churaa racana karai lai aha arau allahara bahirae ana yaka iccha (e'i bisaye sahayogara babe) mati loraa’"},{"SurahNumber":11,"VerseNumber":14,"Text":"Eteke sihamte yadi tomalokara ahbanata samharai nidiye tente jani thoraa, e'ito allahara jnana anusarae'i aratirna karaa haiche arau te'omra bahirae ana kono satya ilaha na'i. Eteke tomaloke atmasamarpanakarai (muchalima) ha’bane"},{"SurahNumber":11,"VerseNumber":15,"Text":"yiye parthira jirana arau iyara saundarya kamana karae, prthiraite'i ami sihamtara amalara purna phala pradana karao arau tata sihamtaka kama diya naha’ba"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ihamte'i se'isakala loka yisakalara babe akhiraatata (jahannamara) ju'ira bahirae ana eko na'i arau sihamte parthira jiranata yi (amala) karaichila akhiraatata seya nisphala hai yaba arau sihamte yi karaichila seya achila nirarthaka"},{"SurahNumber":11,"VerseNumber":17,"Text":"Yisakale nija pratipalakara paraa aha spasta pramanara oparata pratisthita arau yara anusarana karae te'omra praeraita saksi arau yara agata achila muchara kitaba adarsa arau anugrahasbaraupa, (e'omloka se'isakala lokara daraene yisakale prthirai arau iyara upakarana kamanata bibhora) baram e'omloke'i iyara oparata imana posana karae. An'yan'ya dalara yisakale iyaka asbikara karae, agniye ha’ba sihamtara pratisrauta sthana. Eteke tumi ketiya'o iyata sandeha posana nakaraiba. E'ito kerala tomara pratipalakara taraphara paraa praeraita satya; kintu adhikansa manuhe'i imana posana nakarae"},{"SurahNumber":11,"VerseNumber":18,"Text":"Yisakale allaha samparke micha ratana karae, sihamtatakai danara yalima arau kona ha’ba parae? Sihamtaka sihamtara pratipalakara sanmukhata upasthita karaoraa ha’ba arau saksisakale ka’ba, ‘ihamte nija pratipalakara bisaye micha kaichila’. Saradhana! Yalimasakalara oparata allahara abhisapa"},{"SurahNumber":11,"VerseNumber":19,"Text":"Yisakale allahara pathata badha diye arau tata bakrata anusandhana karae; arau ihamte'i akhiraata asbikarakarai"}]}