{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"[Помни, Мухаммад,] о том дне, когда Он соберет их всех (т. е. неверных), а потом скажет ангелам: \"Неужели эти [люди] поклонялись вам"},{"SurahNumber":34,"VerseNumber":41,"Text":"[Ангелы] ответят: \"Пречист Ты! Ты - наш покровитель, а не они. Они поклонялись джиннам, и большая их часть веровала в них"},{"SurahNumber":34,"VerseNumber":42,"Text":"В тот день [Аллах] скажет: \"Одни из вас не могут причинить другим ни пользы, ни вреда. Тем же, которые грешили, Мы скажем: \"Вкусите наказание огнем, который вы отрицали"},{"SurahNumber":34,"VerseNumber":43,"Text":"Когда им возвещают Наши ясно изложенные аяты, они говорят: \"Этот муж лишь хочет отклонить вас от того, чему поклонялись ваши отцы\". Они говорят [также]: \"Этот [Коран] - не что иное, как выдуманная ложь\". А те, которые не уверовали в истину, когда она предстала перед ними, говорят: \"Этот [Коран] - всего лишь явное колдовство"},{"SurahNumber":34,"VerseNumber":44,"Text":"Мы не даровали им писаний, которые они могли бы изучать, и не посылали к ним до тебя увещевателя"},{"SurahNumber":34,"VerseNumber":45,"Text":"Те [народы], которые были до них, также не признавали [посланников], а эти (т. е. мекканские многобожники), хотя не обрели и десятой доли того, что Мы даровали прежним народам, тем не менее не признают Моих посланников. Как же [жестоко] Я покарал [их]"},{"SurahNumber":34,"VerseNumber":46,"Text":"Скажи [, Мухаммад]: \"Я призываю вас только к одному: станьте пред Аллахом по двое и по одному, а потом пораздумайте хорошенько - [и вы убедитесь, что] ваш собрат - не одержимый, что он всего лишь увещеватель перед грядущим суровым наказанием"},{"SurahNumber":34,"VerseNumber":47,"Text":"Скажи: \"Я не требую от вас вознаграждения, пусть оно останется у вас: вознаградит меня лишь Аллах. Ведь Он - свидетель всему сущему"},{"SurahNumber":34,"VerseNumber":48,"Text":"Скажи: \"Воистину, мой Господь поражает истиной [ложь], Он - ведающий сокровенное"}]}