{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilərimiz (mələklər) Ibrahimə (Ishaqın, sonra da Yə’qubun dogulacagı barədə) mujdə gətirdikləri zaman: “Biz bu məmləkət əhlini məhv edəcəyik, cunki onlar zalımdirlar (Allaha asi olmaqla, onun peygəmbərini təkzib etməklə, cirkin islər gorməklə ozləri-ozlərinə zulm edirlər)”, dedilər"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Ibrahim) dedi: “Orada (onların icində Allahın mo’min bəndəsi) Lut da var!” Onlar: “Biz orada kimin oldugunu (hamıdan) yaxsı bilirik. Biz onu və ailəsini mutləq xilas edəcəyik. Yalnız ovrətindən basqa. O (əzab icində) qalanlardan olacaq!” – deyə cavab verdilər"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilərimiz Lutun yanına gəldikdə (Lut) onlara gorə kədərləndi və urəyi qısıldı. (Mələklər Lutun yanına cavan, qəsəng oglanlar qiyafəsində gəldikləri ucun o oz tayfasının onlara pislik yetirəcəyindən qorxub mə’yus oldu). Onlar dedilər: “Qorxma və kədərlənmə. Biz səni və ailəni xilas edəcəyik. Yalnız ovrətindən basqa. O (əzab icində) qalanlardan olacaq"},{"SurahNumber":29,"VerseNumber":34,"Text":"Biz etdikləri pozgunluga (gunahlara) gorə bu məmləkət əhlinin bası ustunə goydən bir əzab endirəcəyik!”"},{"SurahNumber":29,"VerseNumber":35,"Text":"Həqiqətən, Biz dərindən dusunən bir qovm ucun (baxıb ibrət aslsınlar deyə) o məmləkətdən acıq-aydın bir nisanə (xarabalıq) qoyduq"},{"SurahNumber":29,"VerseNumber":36,"Text":"Mədyənə də qardasları Sueybi (peygəmbər gondərdik). O dedi: “Ey qovmum! Allaha ibadət edin! Qiyamət gununə inanın! (Dunyada ibadət etməklə qiyamət gununə umid bəsləyib savab islər gorun. Onun əzabından qorxun!) Yer uzundə fitnə-fəsad torətməyin!”"},{"SurahNumber":29,"VerseNumber":37,"Text":"Amma (mədyənlilər) onu təkzib etdilər. Buna gorə də onları (dəhsətli) bir sarsıntı (zəlzələ) burudu. Onlar dizustə cokub evlərində qaldılar (hamısı həlak oldu)"},{"SurahNumber":29,"VerseNumber":38,"Text":"Biz Adı və Səmudu da məhv etdik. (Ey Məkkə əhli! Onların baslarına nələr gətirdiyimiz xaraba qalmıs) məskənlərindən sizə bəllidir. Seytan (cirikn) əməllərini onlara gozəl gostərib gozləri gorə-gorə onları haqq yoldan cıxartdı"}]}