{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":55,"Text":"Ey Rasûlüm, sakın onların ne malları, ne de evlâdları seni imrendirmesin. Allah, ancak onlar kâfir oldukları halde canlarının çıkmasını ve dünya hayatında bunlar sebebiyle kendilerine (münafıklara) azap etmesini diliyor"},{"SurahNumber":9,"VerseNumber":56,"Text":"Sizden olduklarına dair kesin olarak Allah’a yemin de ederler. Halbuki onlar, sizden değildirler. Fakat onlar, kâfirlere yapılan muamelenin kendilerine de yapılmasından korkmakla, sırf görünüşte müslüman olan bir kavimdirler"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eğer sığınacak bir yer, veya barınacak mağaralar, veya sokulacak bir delik bulsalardı, başlarını diker ve sizden uzak olmak için oraya doğru koşarlardı"},{"SurahNumber":9,"VerseNumber":58,"Text":"Münafıklardan bir kısmı, sadakaların (ganimetlerin) bölünmesini sana târiz ediyorlar (seni adâletsizlikle ithama kalkışıyorlar) Çünkü, o sadakalardan istedikleri şey kendilerine verilirse razı olurlar, verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ne olur, bunlar, Allah ve Rasûlü kendilerine ne verdiyse razı olaydılar da şöyle diyeydiler; “-Bize Allah yeter, Allah bize fazlından yine verir, Rasûlü de... Biz, ancak Allah’a rağbet edicileriz.”"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadakalar (zekâtlar), Allah tarafından bir farz olarak ancak şunlar içindir: Fakirler, miskinler, zekât toplayıcıları, kalbleri müslümanlığa ısındırılmak istenenler, mükâteb köleler, borçlular, Allah yolundaki gaziler ve yolda kalmışlar. Allah Alîm’dir, Hakîm’dir"},{"SurahNumber":9,"VerseNumber":61,"Text":"Yine münafıklardan öyleleri vardır ki, Peygamberi inicitiyorlar ve: “- O, her söyleneni dinliyen bir kulaktır.” diyorlar. De ki: “- O, sizin için bir hayır kulağıdır; Allah’a da inanır, müminlere de... İman edenleriniz için bir rahmettir. Allah’ın Rasûlüne eziyet verenlere ise, acıklı bir azab vardır.”"}]}