{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"(Si uko biri) ahubwo ibyo bahishaga mbere byarabagaragariye. N’iyo bagarurwa (ku isi), rwose basubira mu byo babujijwe. Kandi mu by’ukuri ni abanyabinyoma"},{"SurahNumber":6,"VerseNumber":29,"Text":"Baranavuze bati “Nta bundi (buzima buzabaho) uretse ubuzima bwacu (turimo) ku isi, kandi nta n’ubwo tuzazurwa (ku munsi w’imperuka)"},{"SurahNumber":6,"VerseNumber":30,"Text":"Iyo uza kubabona igihe bazaba bahagaritswe imbere ya Nyagasani wabo, ababwira ati “Ese ibi (izuka) si ukuri?” Bavuge bati “Ni ukuri, turahiye ku izina rya Nyagasani wacu!” Ababwire ati “Ngaho nimwumve ububabare bw’ibihano kubera ubuhakanyi bwanyu.”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Rwose ba bandi bahinyuye kuzahura na Allah (ku munsi w’izuka) barahombye, kugeza ubwo imperuka ibagezeho ibatunguye, bakavuga bati “Mbega akaga tugize kubera ibyo twirengagije (gukora) ku isi!” Bazaba bikoreye imitwaro (ibyaha) ku migongo yabo. Mbega ububi bw’ibyo bazaba bikoreye"},{"SurahNumber":6,"VerseNumber":32,"Text":"Kandi ubuzima bw’isi nta kindi buri cyo uretse kuba ari umukino no kwinezeza. Ariko ubuturo bwo ku munsi w’imperuka (ijuru) ni bwo bwiza kuri ba bandi batinya (Allah). Ese nta bwenge mugira"},{"SurahNumber":6,"VerseNumber":33,"Text":"Rwose tuzi ko uterwa agahinda cyane n’ibyo bavuga, ariko mu by’ukuri ntabwo ari wowe baba bahinyura, ahubwo inkozi z’ibibi ziba zihakana nkana ibimenyetso bya Allah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Kandi rwose Intumwa zakubanjirije zarahinyuwe ariko zihanganira uguhinyurwa no gutotezwa, kugeza ubwo ubutabazi bwacu buzigezeho. Ndetse ntawahindura amagambo (isezerano) ya Allah. Kandi mu by’ukuri wagezweho n’inkuru (z’uko twatabaye) intumwa (zakubanjirije)"},{"SurahNumber":6,"VerseNumber":35,"Text":"Niba (wowe Muhamadi) uremererwa no guhakana kwabo (ukaba udashobora kubyihanganira), nubishobora uzashake inzira yo mu butaka cyangwa urwego rwakugeza mu kirere kugira ngo ubazanire igitangaza (kandi ntiwabishobora, bityo jya wihangana). N’iyo Allah aza kubishaka, yari kubahuriza ku muyoboro w’ukuri, uramenye ntuzabe mu njiji"}]}