{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":28,"VerseNumber":36,"Text":"nam teḷivāṉa attāṭcikaḷuṭaṉ mūsā avarkaḷiṭam vantapoḻutu avarkaḷ ‘‘itu kaṟpaṉai ceyyappaṭṭa cūṉiyattait tavira vēṟillai. Muṉṉirunta eṅkaḷ mūtātaikaḷiṭattilum ittakaiya viṣayattai nām kēḷvippaṭavillai'' eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":28,"VerseNumber":37,"Text":"ataṟku mūsā ‘‘taṉ iṟaivaṉiṭamiruntu nērāṉa vaḻiyaik koṇṭu vantavaṉ yār eṉpataiyum, nalla muṭivu yārukkuk kiṭaikkum eṉpataiyum eṉ iṟaivaṉē naṉkaṟivāṉ. Niccayamāka (cūṉiyam ceyyum) aniyāyakkārarkaḷ veṟṟi peṟamāṭṭārkaḷ'' eṉṟu kūṟiṉār"},{"SurahNumber":28,"VerseNumber":38,"Text":"ataṟku ḥpir'avṉ (taṉ makkaḷil uḷḷa talaivarkaḷai nōkki) ‘‘talaivarkaḷē! Eṉṉait tavira vēṟoru kaṭavuḷ uṅkaḷukku iruppatāka nāṉ aṟiyavillai. Hāmāṉē! Kaḷimaṇ(ṇāl ceyta ceṅkal) cūḷaikku neruppu vai. (Acceṅkaṟkaḷaik koṇṭu vāṉaḷāva) māḷikaiyai nī kaṭṭu. (Atil ēṟi) mūsāviṉuṭaiya kaṭavuḷai nāṉ pārkka vēṇṭum. (Avar taṉakku vēṟu kaṭavuḷ iruppatākak kūṟukiṟārē!) Ivviṣayattil niccayamāka avar poy colvatākavē nāṉ eṇṇukiṟēṉ'' eṉṟu kūṟiṉāṉ"},{"SurahNumber":28,"VerseNumber":39,"Text":"avaṉum avaṉuṭaiya irāṇuvaṅkaḷum niyāyamiṉṟip pūmiyil perumai aṭittaṉar, niccayamāka avarkaḷ nam'miṭam (vicāraṇaikkāka) koṇṭuvarappaṭa māṭṭārkaḷ eṉṟum eṇṇik koṇṭaṉar"},{"SurahNumber":28,"VerseNumber":40,"Text":"Ātalāl, nām avaṉaiyum avaṉuṭaiya irāṇuvaṅkaḷaiyum piṭittu avarkaḷai kaṭalil eṟintu (mūḻkaṭittu) viṭṭōm. (Napiyē!) Ivvakkiramakkārarkaḷiṉ muṭivu evvāṟāyiṟṟu eṉpatai nīr kavaṉippīrāka"},{"SurahNumber":28,"VerseNumber":41,"Text":"(avarkaḷ ivvulakattil iruntavarai maṉitarkaḷai) narakattiṟku aḻaikkakkūṭiya talaivarkaḷākavē avarkaḷai ākkivaittōm. Maṟumai nāḷilō avarkaḷukku ettakaiya utaviyum kiṭaikkātu"},{"SurahNumber":28,"VerseNumber":42,"Text":"ivvulakil nam cāpam avarkaḷaip piṉpaṟṟumpaṭi ceytōm. Maṟumai nāḷilō avarkaḷuṭaiya nilaimai mikka kēṭāṉatākavē irukkum"},{"SurahNumber":28,"VerseNumber":43,"Text":"(avarkaḷukku) muṉṉirunta vakuppārkaḷaiyum nām aḻittuviṭṭa piṉṉar (avarkaḷuṭaiya vētaṅkaḷum aḻintu viṭṭataṉāl) niccayamāka nām mūsāvukku vētattaik koṭuttōm. Atu maṉitarkaḷukku nalla paṭippiṉai tarakkūṭiyatākavum, nērāṉa vaḻiyākavum, aruḷākavum iruntatu. Avarkaḷ (itaik koṇṭu) nalluṇarcci peṟuvārkaḷāka"}]}