{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":16,"VerseNumber":15,"Text":"Afirmó las montañas en la tierra para que no se sacudiera, dispuso ríos y caminos para que viajéis por ellos"},{"SurahNumber":16,"VerseNumber":16,"Text":"Y os guiais en vuestros viajes a través de señales y de las estrellas"},{"SurahNumber":16,"VerseNumber":17,"Text":"¿Se puede equiparar Quien crea con quien no puede crear nada? ¿Es que no recapacitáis"},{"SurahNumber":16,"VerseNumber":18,"Text":"Si intentarais contar las gracias de Allah no podríais enumerarlas. Allah es Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah bien sabe cuánto ocultáis y cuánto manifestáis"},{"SurahNumber":16,"VerseNumber":20,"Text":"Aquellos a quienes invocáis en lugar de Allah, no pueden crear absolutamente nada, sino que ellos mismos son creados"},{"SurahNumber":16,"VerseNumber":21,"Text":"Éstos están muertos y no vivos; y no saben cuándo será su resurrección"},{"SurahNumber":16,"VerseNumber":22,"Text":"Por cierto que Allah es vuestra única divinidad, pero quienes no creen en la otra vida Le niegan, y se ensoberbecen"},{"SurahNumber":16,"VerseNumber":23,"Text":"No hay duda que Allah bien sabe cuánto ocultan y cuánto manifiestan. Él no ama a los soberbios"},{"SurahNumber":16,"VerseNumber":24,"Text":"Cuando se les pregunta [a los idólatras]: ¿Qué opináis sobre lo que ha revelado vuestro Señor? Responden: Son fábulas de nuestros ancestros"},{"SurahNumber":16,"VerseNumber":25,"Text":"Éstos cargarán con sus propios pecados el Día de la Resurrección y parte de los pecados de aquellos a quienes ellos extraviaron y les siguieron por ignorancia. ¡Qué pésima es la carga que llevarán"},{"SurahNumber":16,"VerseNumber":26,"Text":"Los incrédulos anteriormente [en Babel] construyeron grandes edificaciones [para combatir a los Ángeles], pero Allah destruyó sus edificaciones desde los cimientos y los techos se derrumbaron sobre ellos, y el castigo les llegó de donde menos lo esperaban"}]}