{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"ئۇلارنى بىزنىڭ ئەمرىمىز بويىچە (كىشىلەرنى بىزنىڭ دىنىمىزغا) يېتەكلەيدىغان پېشۋالار (يەنى پەيغەمبەرلەر) قىلدۇق، ئۇلارغا بىز ياخشى ئىشلارنى قىلىشنى، ناماز ئوقۇشنى، زاكات بېرىشنى ۋەھىي قىلدۇق، ئۇلار بىزگە خالىس ئىبادەت قىلاتتى"},{"SurahNumber":21,"VerseNumber":74,"Text":"لۇتقا پەيغەمبەرلىكنى ۋە ئىلىمنى ئاتا قىلدۇق (لۇت ئىبراھىم ئەلەيھىسسالامغا ئىمان ئېيتقان، ئەگەشكەن ۋە ئۇنىڭ بىلەن ھىجرەت قىلغان ئىدى)، ئۇنى (ئاھالىسى بەچچىۋازلىق، قاراقچىلىق قاتارلىق) يامان قىلىقلارنى قىلىدىغان شەھەردىن قۇتقۇزدۇق، ھەقىقەتەن ئۇلار يامان، پاسىق قەۋم ئىدى"},{"SurahNumber":21,"VerseNumber":75,"Text":"بىز ئۇنى رەھمىتىمىز دائىرىسىگە كىرگۈزدۇق، ئۇ ھەقىقەتەن ياخشىلاردىن ئىدى"},{"SurahNumber":21,"VerseNumber":76,"Text":"نۇھنىڭ (قىسسەسىنى بايان قىلغىن). ئۆز ۋاقتىدا ئۇ (مەزكۇر پەيغەمبەرلەردىن) بۇرۇن (قەۋمىگە، پەرۋەردىگارىم يەر يۈزىدە كۇففارلاردىن بىرنىمۇ قويمىغىن، دەپ بەتدۇئا قىلغان ئىدى)، بىز ئۇنىڭ دۇئاسىنى ئىجابەت قىلدۇق، ئۇنى ۋە ئۇنىڭ ئائىلىسىدىكىلەرنى (ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەرنى) بۈيۈك بالادىن (يەنى توپان بالاسىدا غەرق بولۇشتىن) قۇتقۇزدۇق (يەنى نۇھنى قەۋمىنىڭ شەررىدىن قۇتقۇزۇپ، ئۇلارنى ھالاك قىلدۇق)"},{"SurahNumber":21,"VerseNumber":77,"Text":"بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغان قەۋمگە قارشى ئۇنىڭغا ياردەم بەردۇق، ئۇلار ھەقىقەتەن يامان قەۋم ئىدى. ئۇلارنىڭ (بىرىنىمۇ قويماي) ھەممىسىنى غەرق قىلدۇق"},{"SurahNumber":21,"VerseNumber":78,"Text":"داۋۇت بىلەن سۇلايماننىڭ (قىسسەسىنى بايان قىلغىن). ئۆز ۋاقتىدا بىر قەۋمنىڭ قويى كېچىسى زىرائەتنى يەپ (بۇزۇۋەتكەندە)، ئۇ ئىككىسى زىرائەت توغرىسىدا ھۆكۈم چىقارغان ئىدى. ئۇلارنىڭ ھۆكمىگە بىز شاھىت ئىدۇق"},{"SurahNumber":21,"VerseNumber":79,"Text":"قانداق ھۆكۈم قىلىشنى بىز سۇلايمانغا بىلدۈردۇق، ئۇلارنىڭ ھەر بىرىگە ھېكمەتنى ۋە ئىلىمنى ئاتا قىلدۇق. تاغلارنى، قۇشلارنى داۋۇد بىلەن تەسبىھ ئېيتىشقا بويسۇندۇرۇپ بەردۇق، (شۇنداق قىلىشقا) بىز قادىر ئىدۇق"},{"SurahNumber":21,"VerseNumber":80,"Text":"جەڭلەردە سىلەرنى (يارىدار بولۇشتىن) ساقلاش مەقسىتىدە، داۋۇدقا سىلەر ئۈچۈن ساۋۇت ياساشنى ئۆگەتتۇق، سىلەر (بۇنىڭغا) شۈكۈر قىلامسىلەر؟ (يەنى شۈكۈر قىلىڭلار ۋە نېمەتنىڭ قەدرىنى بىلىڭلار)"},{"SurahNumber":21,"VerseNumber":81,"Text":"سۇلايمانغا قاتتىق چىقىدىغان شامالنى بويسۇندۇرۇپ بەردۇق، شامال سۇلايماننىڭ ئەمرى بويىچە، بىز بەرىكەتلىك قىلغان زېمىنغا (يەنى شامغا) باراتتى، بىز ھەممىنى بىلگۈچىمىز"}]}