{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Fir’aun sagte: Laßt mich Musa toten; soll er (doch) seinen Herrn anrufen! Ich furchte, daß er (sonst) eure Religion abandern oder daß er Unheil im Land hervorrufen wird"},{"SurahNumber":40,"VerseNumber":27,"Text":"Und Musa sagte: Ich nehme Zuflucht zu meinem Herrn und eurem Herrn vor jedem Hochmutigen, der nicht an den Tag der Abrechnung glaubt"},{"SurahNumber":40,"VerseNumber":28,"Text":"Ein glaubiger Mann von den Leuten Fir’auns, der seinen Glauben verborgen hielt, sagte: Wollt ihr denn einen Mann toten, weil er sagt: ,Mein Herr ist Allah’, wo er doch mit den klaren Beweisen von eurem Herrn zu euch gekommen ist? Wenn er ein Lugner ist, so tragt er (die Last) seiner Lugen. Wenn er aber die Wahrheit sagt, wird euch etwas von dem treffen, was er euch androht. Gewiß, Allah leitet nicht recht, wer maßlos und verlogen ist"},{"SurahNumber":40,"VerseNumber":29,"Text":"O mein Volk, es gehort euch heute die Herrschaft, und ihr habt die Oberhand im Land. Wer wird uns dann gegen Allahs Gewalt helfen, wenn sie uber uns kommt? Fir’aun sagte: Ich weise euch nur auf das hin, was ich sehe, und leite euch nur den Weg des besonnenen Handelns"},{"SurahNumber":40,"VerseNumber":30,"Text":"Derjenige, der glaubte, sagte: O mein Volk, gewiß, ich furchte fur euch etwas Gleiches wie den Tag der Gruppierungen"},{"SurahNumber":40,"VerseNumber":31,"Text":"etwas Gleichartiges wie das, was dem Volk Nuhs, den ’Ad, den Tamud und denjenigen, die nach ihnen waren, (widerfuhr). Und Allah will keine Ungerechtigkeit fur die Diener"},{"SurahNumber":40,"VerseNumber":32,"Text":"O mein Volk, gewiß, ich furchte fur euch den Tag des gegenseitigen Zurufens"},{"SurahNumber":40,"VerseNumber":33,"Text":"den Tag, an dem ihr den Rucken kehren werdet, wobei ihr nichts vor Allah Schutzendes haben werdet. Und wen Allah in die Irre gehen laßt, der hat niemanden, der ihn rechtleitet"}]}