{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Jamais se equipararao o cego e o vidente"},{"SurahNumber":35,"VerseNumber":20,"Text":"Tampouco as trevas e a luz"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ou a sombra e a canicula"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nem tampouco se equipararao os vivos e os mortos. Em verdade, Deus faz ouvir quem Lhe apraz; contudo, tu nao podesfazer-te ouvir por aqueles que estao nos sepulcros"},{"SurahNumber":35,"VerseNumber":23,"Text":"Porque nao es mais do que um admoestador"},{"SurahNumber":35,"VerseNumber":24,"Text":"Certamente te enviamos com a verdade e como alvissareiro e admoestador, e nao houve povo algum que nao tivesse tidoum admoestador"},{"SurahNumber":35,"VerseNumber":25,"Text":"E, se te desmentirem, olha, seus antecessores desmentiram os seus mensageiros que lhes apresentaram as evidencias, osSalmos e o Livro lucido"},{"SurahNumber":35,"VerseNumber":26,"Text":"Entao castigamos os incredulos; e que terrivel foi a (Nossa) rejeicao (a eles)"},{"SurahNumber":35,"VerseNumber":27,"Text":"Nao reparas em que Deus faz descer a agua do ceu? E produzimos, com ela, frutos de varios matizes; e tambem haextensoes de montanhas, brancas, vermelhas, de diferentes cores, e as ha de intenso negro"},{"SurahNumber":35,"VerseNumber":28,"Text":"E entre os humanos, entre os repteis e entre o gado, ha individuos tambem de diferentes cores. Os sabios, dentre osservos de Deus, so Ele temem, porque sabem que Deus e Poderoso, Indulgentissimo"},{"SurahNumber":35,"VerseNumber":29,"Text":"Por certo que aqueles que recitam o Livro de Deus, observam a oracao e fazem caridade, privativa ou paladinamente, com uma parte daquilo com que os agraciamos, almejam um comercio imorredouro"},{"SurahNumber":35,"VerseNumber":30,"Text":"Deus lhe pagara as suas recompensas e lhes acrescentara de Sua graca, porque e Compensador, Indulgentissimo"}]}