{"Id":455,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadhussain","Author":"Muhammad Hussain Najafi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":12,"Text":"اور وہ (آگ) جب انہیں دور سے دیکھے گی تو وہ اس کا جوش مارنا اور چنگھاڑنا سنیں گے۔"},{"SurahNumber":25,"VerseNumber":13,"Text":"اور جب انہیں زنجیروں میں جکڑ کر آتش (دوزخ) کی کسی تنگ جگہ میں ڈال دیا جائے گا تو وہاں (اپنی) ہلاکت کو پکاریں گے۔"},{"SurahNumber":25,"VerseNumber":14,"Text":"(ان سے کہا جائے گا کہ) آج ایک ہلاکت کو نہ پکارو بلکہ بہت سی ہلاکتوں کو پکارو۔"},{"SurahNumber":25,"VerseNumber":15,"Text":"آپ ان سے کہیے کہ آیا یہ (آتش دوزخ) اچھی ہے یا وہ دائمی جنت جس کا پرہیزگاروں سے وعدہ کیا گیا ہے۔ یہ ان (کے اعمال) کا صلہ ہے اور (آخری) ٹھکانا۔"},{"SurahNumber":25,"VerseNumber":16,"Text":"اس میں ان کیلئے وہ سب کچھ ہوگا جو وہ چاہیں گے وہ اس میں ہمیشہ رہیں گے اور ایک وعدہ جو آپ کے رب کے ذمہ ہے جس کے متعلق سوال کیا جائے گا۔"},{"SurahNumber":25,"VerseNumber":17,"Text":"اور جس دن اللہ ان لوگوں کو اور ان کے ان معبودوں کو جنہیں وہ اللہ کو چھوڑ کر پوجتے رہے ہیں۔ اکٹھا کرے گا تو اللہ ان (معبودوں) سے پوچھے گا کہ آیا تم نے میرے ان بندوں کو گمراہ کیا تھا؟ یا وہ خود ہی (سیدھے) راستہ سے بھٹک گئے تھے؟"},{"SurahNumber":25,"VerseNumber":18,"Text":"وہ کہیں گے کہ پاک ہے تیری ذات ہمیں یہ حق نہیں تھا کہ ہم تجھے چھوڑ کر کسی اور کو اپنا مولا بنائیں لیکن تو نے انہیں اور ان کے باپ دادا کو خوب آسودگی اور آسائش عطا کی۔ یہاں تک کہ انہوں نے (تیری) یاد بھلا دی۔ اور اس طرح تباہ و برباد ہوگئے۔"},{"SurahNumber":25,"VerseNumber":19,"Text":"(اے کافرو) اس طرح وہ (تمہارے معبود) تمہاری ان باتوں کو جھٹلا دیں گے جو تم کرتے ہو۔ پھر نہ تو تم (عذاب کو) ٹال سکوگے اور نہ ہی اپنی کوئی مدد کر سکوگے۔ اور تم میں سے جو ظلم کرے گا ہم اسے بڑے عذاب کا مزہ چکھائیں گے۔"},{"SurahNumber":25,"VerseNumber":20,"Text":"(اے رسول) ہم نے آپ سے پہلے جتنے رسول بھیجے ہیں وہ جو سب کھانا بھی کھاتے تھے اور بازاروں میں چلتے پھرتے بھی تھے اور ہم نے تم کو ایک دوسرے کیلئے ذریعہ آزمائش بنایا ہے کیا تم صبر کروگے؟ اور آپ کا پروردگار بڑا دیکھنے والا ہے۔"}]}