{"Id":351,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Vid alla soluppgångars och alla solnedgångars Herre! Vi är sannerligen i stånd"},{"SurahNumber":70,"VerseNumber":41,"Text":"att i deras ställe sätta bättre [människor än de] - ingenting kan hindra Oss"},{"SurahNumber":70,"VerseNumber":42,"Text":"Låt nu [förnekarna] fortsätta med sina ordlekar, till dess de står inför den Dag som de fått löfte om"},{"SurahNumber":70,"VerseNumber":43,"Text":"den Dag då de skall skynda fram ur sina gravar, som om de hade bråttom att inställa sig [till andakten] inför sina gudabilder"},{"SurahNumber":70,"VerseNumber":44,"Text":"stirrande i marken, nedtyngda av skam. Detta är den Dag om vars ankomst de gång på gång har varskotts"},{"SurahNumber":71,"VerseNumber":1,"Text":"VI SÄNDE Noa till hans folk med uppdraget: \"Varna ditt folk, innan ett plågsamt straff drabbar dem"},{"SurahNumber":71,"VerseNumber":2,"Text":"[Och Noa] sade: \"Jag har kommit, mitt folk, för att varna er klart och entydigt"},{"SurahNumber":71,"VerseNumber":3,"Text":"dyrka Gud och frukta Honom! Och lyd mig"},{"SurahNumber":71,"VerseNumber":4,"Text":"Då skall Gud förlåta er era synder och ge er uppskov till en tid [som Han] har fastställt - när den är inne, kan den inte uppskjutas - om ni [bara] visste"},{"SurahNumber":71,"VerseNumber":5,"Text":"[Noa bad till Gud och] sade: \"Herre! Jag har talat till mitt folk natt och dag"},{"SurahNumber":71,"VerseNumber":6,"Text":"men mina uppmaningar har bara lett till att de alltmer drar sig undan"},{"SurahNumber":71,"VerseNumber":7,"Text":"Och varje gång jag kallar dem [till tron] för att Du skall ge dem Din förlåtelse, sätter de fingrarna i öronen och sveper kläderna tätare om sig, och de förskansar sig i envishet och högmod"},{"SurahNumber":71,"VerseNumber":8,"Text":"Jag har vädjat till dem med hög röst"},{"SurahNumber":71,"VerseNumber":9,"Text":"och talat offentligt till dem på allmän plats, och jag har talat med dem i förtrolighet"},{"SurahNumber":71,"VerseNumber":10,"Text":"och sagt dem: 'Be er Herre om förlåtelse för era synder! Han förlåter och förlåter på nytt"}]}