{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":91,"Text":"ئۇلار ئاللاھنى ھەقىقىي رەۋىشتە تونۇمىدى. ئۇلار (يەنى يەھۇدىيلار) ئۆز ۋاقتىدا: «ئاللاھ ھېچ كىشىگە ھېچ نەرسە نازىل قىلمىدى» دېدى (يەنى ۋەھىينى ۋە پەيغەمبەرلەرنى ئىنكار قىلدى). (ئى مۇھەممەد!) ئېيتقىنكى، «مۇسا ئېلىپ كەلگەن ۋە كىشىلەرگە نۇر، ھىدايەت بولغان كىتابنى كىم نازىل قىلدى؟ ئۇ كىتابنى پارچە ـ پارچە قەغەزلەرگە كۆچۈرۈپ، بىر قىسمىنى ئاشكارىلاپ، كۆپ قىسمىنى يوشۇرىسىلەر. (ئى يەھۇدىيلار!) سىلەرگە ئۆزۈڭلار ۋە ئاتا ـ بوۋاڭلار بىلمىگەن نەرسىلەر بىلدۈرۈلدى». (ئى مۇھەممەد! بۇ قۇرئاننى ۋە مۇسا ئېلىپ كەلگەن كىتابنى) «ئاللاھ نازىل قىلدى» دېگىن. ئاندىن، ئۇلارنى تەرك ئەتكىنكى، ئۇلار باتىللىرىدا (يەنى قالايمىقان سۆزلىرىدە) ئويناپ يۈرسۇن"},{"SurahNumber":6,"VerseNumber":92,"Text":"بۇ (قۇرئان) مەككە ئاھالىسىنى ۋە ئۇنىڭ ئەتراپىدىكىلەرنى ئاگاھلاندۇرۇشۇڭ ئۈچۈن بىز نازىل قىلغان، ئۇنىڭدىن ئىلگىرى نازىل قىلىنغان (تەۋرات ۋە ئىنجىلغا ئوخشاش) كىتابلارنى ئېتىراپ قىلغۇچى مۇبارەك كىتابتۇر. ئاخىرەتكە ئىمان ئېيتىدىغانلار ئۇنىڭغا ئىمان ئېيتىدۇ، ئۇلار نامازلىرىنى ئۆز ۋاقتىدا تولۇق ئادا قىلىدۇ"},{"SurahNumber":6,"VerseNumber":93,"Text":"ئاللاھقا يالغان چاپلىغان ياكى ئۆزىگە ھېچ نەرسە ۋەھىي قىلىنمىغان تۇرۇقلۇق، ماڭا ۋەھىي قىلىندى دېگەن ياكى ئاللاھ نازىل قىلغاندەك مەنمۇ كىتاب نازىل قىلالايمەن دېگەن كىشىلەردىنمۇ زالىم كىشىلەر بارمۇ؟ (ئى مۇھەممەد!) زالىملارنى سەكراتقا چۈشكەن ۋاقىتلىرىدا كۆرسەڭ (ئەلۋەتتە، قورقۇنچلۇق ھالىنى كۆرۈسەن). پەرىشتىلەر (يەنى ئازاب پەرىشتىلىرى) قوللىرىنى سوزۇپ: «سىلەر جانلىرىڭلارنى چىقىرىڭلار! سىلەر ئاللاھ توغرىسىدا ھەقسىز سۆزلەرنى قىلغانلىقىڭلار (يەنى ئىپتىرا قىلغانلىقىڭلار، شېرىك كەلتۈرگەنلىكىڭلار، بالا نىسبەت بەرگەنلىكىڭلار) ۋە ئاللاھنىڭ ئايەتلىرىنى مەنسىتمىگەنلىكىڭلار ئۈچۈن، بۈگۈن خورلىغۇچى ئازاب بىلەن جازالىنىسىلەر» دەيدۇ"},{"SurahNumber":6,"VerseNumber":94,"Text":"بىز دەسلەپتە سىلەرنى قانداق خەلق ئەتكەن بولساق دەرگاھىمىزغا شۇنداق تەنھا كەلدىڭلار، سىلەرگە بىز ئاتا قىلغان نەرسىلەرنى ئارقاڭلاردا (يەنى دۇنيادا) قويۇپ كەلدىڭلار، (ئىبادەت قىلىنىشقا تېگىشلىك بولۇشتا) ئاللاھنىڭ شېرىكلىرى دەپ گۇمان قىلغان شاپائەتچىڭلارنى سىلەر بىلەن بىللە كۆرمەيمىزغۇ؟ ئۇلار بىلەن سىلەرنىڭ ئاراڭلاردىكى مۇناسىۋەت ھەقىقەتەن ئۈزۈلدى، سىلەر (شاپائەت قىلىدۇ) دەپ گۇمان قىلغان نەرسىلەر بەربات بولدى"}]}