{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"We did not send any soldiers from the heavens against his people after his death, nor did We need to"},{"SurahNumber":36,"VerseNumber":29,"Text":"All it took was one ˹mighty˺ blast, and they were extinguished at once"},{"SurahNumber":36,"VerseNumber":30,"Text":"Oh pity, such beings! No messenger ever came to them without being mocked"},{"SurahNumber":36,"VerseNumber":31,"Text":"Have the deniers not considered how many peoples We destroyed before them who never came back to life again"},{"SurahNumber":36,"VerseNumber":32,"Text":"Yet they will all be brought before Us"},{"SurahNumber":36,"VerseNumber":33,"Text":"There is a sign for them in the dead earth: We give it life, producing grain from it for them to eat"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We have placed in it gardens of palm trees and grapevines, and caused springs to gush forth in it"},{"SurahNumber":36,"VerseNumber":35,"Text":"so that they may eat from its fruit, which they had no hand in making. Will they not then give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory be to the One Who created all ˹things in˺ pairs—˹be it˺ what the earth produces, their genders, or what they do not know"},{"SurahNumber":36,"VerseNumber":37,"Text":"There is also a sign for them in the night: We strip from it daylight, then—behold!—they are in darkness"},{"SurahNumber":36,"VerseNumber":38,"Text":"The sun travels for its fixed term. That is the design of the Almighty, All-Knowing"},{"SurahNumber":36,"VerseNumber":39,"Text":"As for the moon, We have ordained ˹precise˺ phases for it, until it ends up like an old, curved palm stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"It is not for the sun to catch up with the moon, nor does the night outrun the day. Each is travelling in an orbit of their own"}]}