{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":87,"Text":"Allah - Odan basqa quday joq. Ol senderdi Qayta tirilw kunine mindetti turde jinaydı, onda kuman joq. Allahtan / artıq / twra sozdi kim bar"},{"SurahNumber":4,"VerseNumber":88,"Text":"Munafiqtarga qatıstı ekige bolinetindey, senderge ne boldı? Istegen isteri usin Allah olardı arttarına / kapirlikke / qaytardı. Allah adastırgan birewdi twra jolga salgıların kele me? Allah birewdi adastırsa, ol usin esqasan jol taba almaysın"},{"SurahNumber":4,"VerseNumber":89,"Text":"Olar / munafiqtar / ozderi kupirlik etkendey / jurekterinde imandı teriske sıgarganday / , senderdin de kupirlik etkenderindi / imansızdıqqaqaytwlarındı!, soytip ozderimen birdey bolgandarındı qalaydı. Sondıqtan, olar Allah jolında qonıs awdarmayınsa, olardan eskimdi dos tutpandar. Al, eger olar bet bursa, olardı ustandar jane tapqan jerlerindeoltirinder. Ari olardan dos ta, jardemsi de almandar"},{"SurahNumber":4,"VerseNumber":90,"Text":"Biraq, sendermen aralarında kelisim bolgan bir elge qosılgandar nemese sendermen de, oz qawımdarımen de sogıswga jurekteri tarılıp, senderge kelgenderdin joni bolek. Eger Allah qalaganda, olardı senderden ustem eter edi, soytip olar ozderinmen sogısar edi. Al, eger olar senderdi jonderine qoyıp, sogıs-pasa jane senderge beybit kelisim usınsa, onda Allah senderge, olarga qarsı bir jol qoymaydı / ruqsat bermeydi"},{"SurahNumber":4,"VerseNumber":91,"Text":"Jaqında sender basqa birewlerin kezdestiresinder. Olar senderden de aman bolwdı ari oz qawımdarınan da aman bolwdı qalaydı. Qasan olar bulikke qaytarılsa, ogan dendey tusedi. Eger olar senderdi jaylarına qaldırmasa, senderge' beybit kelisim usınbasa jane qoldarın tıymasa, olardı ustandar da kezdesken jerlerinde oltirinder. Mine, osılarga qarsı senderge anıq dalel ketirdik"}]}