{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":3,"Text":"Und sie haben sich außer Ihm Gotter genommen, die nichts erschaffen, wahrend sie (selbst) erschaffen werden, und die sich selbst weder Schaden noch Nutzen zu bringen vermogen und die weder uber Tod noch uber Leben noch uber Auferstehung verfugen"},{"SurahNumber":25,"VerseNumber":4,"Text":"Diejenigen, die unglaubig sind, sagen: „Das ist nur eine ungeheuerliche Luge, die er ersonnen hat und bei der andere Leute ihm geholfen haben. Sie begehen da ja Ungerechtigkeit und Falschaussage"},{"SurahNumber":25,"VerseNumber":5,"Text":"Und sie sagen: „(Es sind) Fabeln der Fruheren, die er sich aufgeschrieben hat. So werden sie ihm morgens und abends vorgesagt"},{"SurahNumber":25,"VerseNumber":6,"Text":"Sag: Herabgesandt hat ihn Derjenige, Der das Geheime in den Himmeln und auf der Erde kennt. Gewiß, Er ist Allvergebend und Barmherzig"},{"SurahNumber":25,"VerseNumber":7,"Text":"Und sie sagen: „Was ist mit diesem Gesandten, daß er Speise ißt und auf den Markten umhergeht? O wurde doch zu ihm ein Engel herabgesandt, um mit ihm ein Warner zu sein"},{"SurahNumber":25,"VerseNumber":8,"Text":"Oder wurde doch zu ihm ein Schatz herabgeworfen, oder hatte er doch einen Garten, von dem er essen konnte! Und die Ungerechten sagen: „Ihr folgt ja nur ei nem Mann, der einem Zauber verfallen ist"},{"SurahNumber":25,"VerseNumber":9,"Text":"Schau, wie sie dir Gleichnisse pragen! Dabei sind sie abgeirrt, und so konnen sie keinen (Aus)weg mehr (finden)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Segensreich ist Derjenige, Der dir, wenn Er will, etwas Besseres als dies zuteilen kann: Garten, durcheilt von Bachen, und Der dir Schlosser zuteilen kann"},{"SurahNumber":25,"VerseNumber":11,"Text":"Aber nein! Sie erklaren die Stunde fur Luge. Doch haben Wir fur diejenigen, die die Stunde fur Luge erklaren, eine Feuerglut bereitet"}]}