{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"It is knowledge of the Hour; doubt not concerning it, and follow me. This is a straight path"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let not Satan bar you; he is for you a manifest foe"},{"SurahNumber":43,"VerseNumber":63,"Text":"And when Jesus came with the clear signs he said, 'I have come to you with wisdom, and that I may make clear to you some of that whereon you are at variance; so fear you God and obey you me"},{"SurahNumber":43,"VerseNumber":64,"Text":"Assuredly God is my Lord and your Lord; therefore serve Him; this is a straight path"},{"SurahNumber":43,"VerseNumber":65,"Text":"But the parties among them fell into variance; so woe unto those who did evil, because of the chastisement of a painful day"},{"SurahNumber":43,"VerseNumber":66,"Text":"Are they looking for aught but the Hour, that it shall come upon them suddenly, when they are not aware"},{"SurahNumber":43,"VerseNumber":67,"Text":"Friends on that day shall be foes to one another, but the god-fearing"},{"SurahNumber":43,"VerseNumber":68,"Text":"O My servants, today no fear is on you, neither do you sorrow"},{"SurahNumber":43,"VerseNumber":69,"Text":"even those who believed in Our signs, and had surrendered themselves"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter Paradise, you and your wives, walking with joy"},{"SurahNumber":43,"VerseNumber":71,"Text":"There shall be passed around them platters of gold, and cups, therein being whatever the souls desire, and the eyes delight in. 'And therein, you shall dwell forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"This is the Paradise that you have been given for an inheritance for the things that you were doing"},{"SurahNumber":43,"VerseNumber":73,"Text":"Therein you have abundant fruits, whereof you may eat"}]}