{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":5,"VerseNumber":18,"Text":"Yahud aur nasara kehte hain ke hum Allah ke bete aur uske chahite (beloved) hain, inse pucho, phir woh tumhare gunaahon par tumhein saza kyun deta hai? Dar haqeeqat tum bhi wasie hi Insaan ho jaise aur Insaan khuda ne paida kiye hain. Woh jisey chahta hai maaf karta hai aur jisey chahta hai saza deta hai. Zameen aur aasman aur inki saari maujudaat uski milk( milkiyat) hain. Aur usi ki taraf sabko jana hai"},{"SurahNumber":5,"VerseNumber":19,"Text":"Aey ehle kitab! Hamara yeh Rasool aise waqt tumhare paas aaya hai aur deen ki wazeh taleem tumhein de raha hai jabke Rasoolon ki aamad ka silsila ek muddat se bandh tha, taa-ke tum yeh na keh sako ke hamare paas koi basharat dene wala aur darane wala nahin aaya. So dekho! Ab woh basharat dene wala aur darane wala aa gaya aur Allah har cheez par qadir hai"},{"SurahNumber":5,"VerseNumber":20,"Text":"Yaad karo jab Moosa ne apni qaum se kaha tha ke “ Aey meri qaum ke logon! Allah ki us niyamat ka khayal karo jo usne tumhein ata ki thi, usne tum mein Nabi paida kiye, tumko farma rawa banaya, aur tumko woh kuch diya jo duniya mein kisi ko na diya tha"},{"SurahNumber":5,"VerseNumber":21,"Text":"Aey biradraan e qaum! us muqaddas sar-zameen mein dakhil ho jao jo Allah ne tumhare liye likh di hai, pichey na hato warna nakaam o na-murad paltogey”"},{"SurahNumber":5,"VerseNumber":22,"Text":"Unhone jawab diya “Aey Moosa! Wahan to badey zabardast log rehte hain, hum wahan hargiz na jayenge jab tak woh wahan se nikal na jayein, haan agar woh nikal gaye to hum dakhil honay ke liye tayyar hain”"},{"SurahNumber":5,"VerseNumber":23,"Text":"Un darne walon mein do shaks aisey bhi thay jinko Allah ne apni niyamat se nawaza tha, unhon ne kaha ke “ in jabbaron ke muqable mein darwaze ke andar ghus jao, jab tum andar pahunch jaogey to tum hi gaalib (victors) rahogey. Allah par bharosa rakkho agar tum momin ho”"}]}