{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Kājē'i tārā yādēra ibādata karē tādēra sambandhē sanśaẏē thākabēna nā, āgē tādēra pitr̥puruṣērā yēbhābē ‘ibādata karata tārā'ō tādēra'i mata ‘ibādata karē [1]. Āra niścaẏa āmarā tādērakē tādēra prāpya purōpuri dēba---kichumātra kama karabō nā"},{"SurahNumber":11,"VerseNumber":110,"Text":"Āra abaśya'i āmarā mūsākē kitāba diẏēchilāma, ataḥpara ētē matabhēda ghaṭēchila. Āra āpanāra rabēra pūrba sid'dhānta nā thākalē tādēra mīmānsā tō haẏē'i yēta [1]. Āra niścaẏa tārā ē byāpārē bibhrāntikara sandēhē nipatita"},{"SurahNumber":11,"VerseNumber":111,"Text":"Āra niścaẏa āpanāra raba tādēra pratyēkakē tāra karmaphala purōpuri dēdabēna. Tārā yā karē tini tō sē biṣaẏē sabiśēṣa abihata"},{"SurahNumber":11,"VerseNumber":112,"Text":"kājē'i āpani yēbhābē ādiṣṭa haẏēchēna tātē abicala thākuna ēbaṁ āpanāra sāthē yārā tā'ōbā karēchē tārā'ō [1]; ēbaṁ tōmarā sīmālaṅghana kara nā [2]. Tōmarā yā kara niścaẏa tini tāra samyaka draṣṭā"},{"SurahNumber":11,"VerseNumber":113,"Text":"Āra yārā yuluma karēchē tōmarā tādēra prati jhum̐kē paṛō nā; paṛalē āguna tōmādērakē sparśa karabē [1]. Ē abasthāẏa āllāh‌ chāṛā tōmādēra kōnō sāhāyyakārī thākabē nā. Tārapara tōmādērakē sāhāyya karā habē nā"},{"SurahNumber":11,"VerseNumber":114,"Text":"Āra āpani sālāta kāẏēma karuna [1] dinēra du prāntabhāgē ō rātēra prathamānśē [2]. Niścaẏa saṯkāja asaṯ kājakē miṭiẏē dēẏa [3]. Upadēśa grahaṇakārīdēra jan'ya ēṭā [4] ēka upadēśa"},{"SurahNumber":11,"VerseNumber":115,"Text":"Āra āpani dhairya dhārana karuna, kāraṇa niścaẏa āllāh‌ ihasānakārīdēra pratidāna naṣṭa karēna nā"},{"SurahNumber":11,"VerseNumber":116,"Text":"Ata'ēba tōmādēra pūrbēra prajanmasamuhēra madhyē ēmana prajñābana kēna haẏani, yārā yamīnē biparyaẏa sr̥ṣṭi thēkē niṣēdha karata? Alpa saṅkhyaka chāṛā, yādērakē āmarā tādēra madhyē nājāta diẏēchilāma [1]. Āra yārā yuluma karēchē tārā bilāsitāra pēchanē paṛē chila, āra tārā chila aparādhī"},{"SurahNumber":11,"VerseNumber":117,"Text":"Āra āpanārā raba ērūpa nana yē, tini an'yāẏabhābē janapada dhbansa karabēna athaca tām̐ra adhibāsīrā sanśōdhanakārī"}]}