{"Id":336,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Esa es la buena nueva que Dios anuncia a Sus siervos que son creyentes y realizan buenas acciones. Di: «No os pido recompensa por ello, excepto el amor a los familiares.» Y a quien realice una buena acción le incrementaremos la recompensa de su acción. En verdad, Dios es perdonador, agradecido"},{"SurahNumber":42,"VerseNumber":24,"Text":"Ellos dicen: «Inventa mentiras sobre Dios.» Pero si Dios quisiera sellaría tu corazón. Dios elimina la falsedad y establece la Verdad con Sus palabras. En verdad, Él conoce bien lo que hay en el fondo de los pechos"},{"SurahNumber":42,"VerseNumber":25,"Text":"Y Él es Quien acepta el arrepentimiento de Sus siervos y perdona los pecados y conoce lo que hacéis"},{"SurahNumber":42,"VerseNumber":26,"Text":"Y responde a quienes son creyentes y obran rectamente y les incrementa Sus favores. Pero a quienes tratan de ocultar la realidad les aguarda un duro castigo"},{"SurahNumber":42,"VerseNumber":27,"Text":"Si Dios incrementase la provisión para Sus siervos, estos se volverían injustos y opresores en la Tierra, por eso hace que descienda en su medida aquello que Él quiere. En verdad, Él está bien informado y observa a Sus siervos"},{"SurahNumber":42,"VerseNumber":28,"Text":"Y es Él Quien hace descender la lluvia reparadora cuando ya habían desesperado y distribuye Su misericordia y Él es el Protector, el Digno de alabanza"},{"SurahNumber":42,"VerseNumber":29,"Text":"Entre Sus señales está la creación de los cielos y la Tierra y los seres vivos que en ambos ha diseminado. Y Él tiene poder para reunirlos cuando quiera"},{"SurahNumber":42,"VerseNumber":30,"Text":"Y cualquier desgracia que sufráis es consecuencia de lo que vosotros mismos habéis cometido, pero Él perdona mucho"},{"SurahNumber":42,"VerseNumber":31,"Text":"Y no podréis escapar a Su poder en la Tierra y no tenéis, aparte de Dios, quien os proteja y auxilie"}]}