{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"And a sign for them is that We carried their ancestors on the charged ship"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We created for them of its similarity, to ride in"},{"SurahNumber":36,"VerseNumber":43,"Text":"And if We wished, We could drown them, so that their screaming would not be heard, nor could they be saved"},{"SurahNumber":36,"VerseNumber":44,"Text":"Except through a mercy from Us, and as an enjoyment for awhile"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when they are told: \"Be aware of your present and your past, that you may attain mercy"},{"SurahNumber":36,"VerseNumber":46,"Text":"And no matter what sign comes to them from the signs of their Lord, they turn away from it"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when they are told: \"Spend from what God has provisioned you.\" Those who reject say to those who believe: \"Shall we feed those whom God could feed, if He so willed? You are clearly misguided"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they say: \"When is this promise to come, if you are truthful"},{"SurahNumber":36,"VerseNumber":49,"Text":"They will not realize it when one scream overwhelms them, while they dispute"},{"SurahNumber":36,"VerseNumber":50,"Text":"They will not even be able to leave a will, nor will they be able to return to their people"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the horn will be blown, whereupon they will rise from the graves massing towards their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say: \"Woe to us! Who has resurrected us from our resting place? This is what the Almighty had promised; and the messengers were truthful"},{"SurahNumber":36,"VerseNumber":53,"Text":"It only took one scream, whereupon they are summoned before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"On this Day, no soul will be wronged in the least. You will be recompensed precisely for whatever you did"}]}