{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"Hargiz cunin nest, ki şumo muşrikon mepindored, ki duʙora zinda şudan va çazo nest, ʙalki şumo in çahoni zudguzarro dūst medored"},{"SurahNumber":75,"VerseNumber":21,"Text":"va oxiratro ʙo ne'mathojaş tark mekuned"},{"SurahNumber":75,"VerseNumber":22,"Text":"Dar on rūz ʙaroi mū'minoni sa'odatmand cehrahoe hast zeʙovu duraxşon"},{"SurahNumber":75,"VerseNumber":23,"Text":"ki sūi Parvardigoraşon nazar mekunand"},{"SurahNumber":75,"VerseNumber":24,"Text":"Va dar on rūz ʙaroi kofironi ʙadʙaxt cehrahoe hast aʙusu turş, (peşonī dar ham kaşida, ziştrūj)"},{"SurahNumber":75,"VerseNumber":25,"Text":"ki medonad on azoʙi kamarşikan ʙar ū furud ojad"},{"SurahNumber":75,"VerseNumber":26,"Text":"Ore, cun çon ʙa halqum (ʙa gulū) rasad"},{"SurahNumber":75,"VerseNumber":27,"Text":"va gufta şavad, ki cī kasest, ki afsun ʙixonad va ūro naçot dihad"},{"SurahNumber":75,"VerseNumber":28,"Text":"Va odami miranda jaqin kunad, ki zamoni çudoī faro rasida"},{"SurahNumber":75,"VerseNumber":29,"Text":"va soqhoi po dar ham pecida şavand"},{"SurahNumber":75,"VerseNumber":30,"Text":"on rūz, rūzi rondan va ʙozgaştan ʙa sūi Parvardigori tust. Va oqiʙati kori ʙandagon ʙa çannat ast jo ʙa dūzax"},{"SurahNumber":75,"VerseNumber":31,"Text":"Na tasdiq kardaast in insoni kofir ʙa pajomʙar va Qur'on va rūzi oxirat va na ʙaroi Parvardigoraş namoz guzoridaast"},{"SurahNumber":75,"VerseNumber":32,"Text":"Vale Qur'onro durūƣ ʙarovarda va az imon rūj gardonidaast"},{"SurahNumber":75,"VerseNumber":33,"Text":"On goh ʙa raftori xiromon va sarmast nazdi ahli xud raftaast"},{"SurahNumber":75,"VerseNumber":34,"Text":"Voj (halok) ʙar tu, pas voj (halok) ʙar tu"},{"SurahNumber":75,"VerseNumber":35,"Text":"Boz ham voj (halok) ʙar tu, pas voj (halok) ʙar tu"},{"SurahNumber":75,"VerseNumber":36,"Text":"Ojo insoni munkir ʙa rūzi ʙa's mepindorad, ki ūro ʙa holi xud voguzoştaand? Pas na mavridi amru nahj va na mavridi hisoʙu çazo qaror xohad girift"},{"SurahNumber":75,"VerseNumber":37,"Text":"Ojo ū nutfae az manī, ki dar ʙacadone rexta meşud, naʙud"},{"SurahNumber":75,"VerseNumber":38,"Text":"Sipas ʙa'd az nutfa ʙa surati xuni ʙasta daromad. Pas Alloh ūro ofarid va durust va ustuvor soxt"},{"SurahNumber":75,"VerseNumber":39,"Text":"Pas az ū du çuft: naru moda padid ovard"},{"SurahNumber":75,"VerseNumber":40,"Text":"Ojo cunin Ofaridagor qodir nest, ki murdagonro zinda sozad? Ore ʙar in kor tavonost, zero ʙozgardonidani ofariniş az eçodi naxustini on osontar ast"},{"SurahNumber":76,"VerseNumber":1,"Text":"Ba rostī, ki omadaast ʙar odamī muddate az zamon, ki peş az damidani ruh dar vuçudaş cize qoʙili zikre naʙud"},{"SurahNumber":76,"VerseNumber":2,"Text":"Haroina, Mo odamiro az nutfae omexta ofaridem, to ūro ʙo vazifahoi şar'ī imtihon kunem. Va şunavoju ʙinojaş soxtaem, to ʙişnavad ojathoro va ʙuʙinad dalelhoro"},{"SurahNumber":76,"VerseNumber":3,"Text":"Haroina, rohro ʙa ū nişon dodem. Xoh mū'mini şukrguzor ʙoşad xoh kofiri noşukr"},{"SurahNumber":76,"VerseNumber":4,"Text":"Haroina, Mo ʙaroi kofiron zançirho omoda kardem, to pojhojaşonro ʙuʙandand va tavqho muhajjo kardem, to dasthojaşonro ʙar gardanhojaşon ʙuʙandand va otaşi afrūxta niz omoda kardem"},{"SurahNumber":76,"VerseNumber":5,"Text":"Haroina, nekon ahli to'at va ixlos, onhoe ki haqqi Allohro ado mekunand, rūzi qijomat az şaroʙe menūşand, ki omexta ʙa kofur ast"}]}