{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":238,"Text":"Observe your duty to Allah and maintain the prescribed prayers, especially AL-‘Asr, the afternoon prayer, and humble yourselves to Allah and exercise unqualified obedience to Him"},{"SurahNumber":2,"VerseNumber":239,"Text":"And if you experience uneasiness caused by danger, you may perform your prayers on foot while walking or riding. But when normal conditions resume and safety prevails, then perform your prayers in the manner instructed by Allah Who made known to you what you never knew"},{"SurahNumber":2,"VerseNumber":240,"Text":"Those of you who feel death approaching shall bequeath to their wives the means of sustenance for a period of one year, and in case of sudden death the heir is charged with the same responsibility. In either case, the widow shall remain in his residence for the same period of one year. But should the widows choose to change their residence voluntarily after fulfilling the determined period of four months and ten days, then you incur no consequence for what they do with themselves as long as they are equitably and honourably disposed; Allah is Azizun and Hakimun"},{"SurahNumber":2,"VerseNumber":241,"Text":"And women who have been judicially separated from their husbands whether before or after consummation of marriage are also entitled to a reasonable endowment as separate maintenance, a gesture to those whose expectation they disappointed. This is a duty incumbent on those who do equity, reverence and justice and exhibit veneration for Allah"},{"SurahNumber":2,"VerseNumber":242,"Text":"Thus, Allah explicates to you people His revelations that you may hopefully reflect"},{"SurahNumber":2,"VerseNumber":243,"Text":"Have you not seen, O Muhammad, into the event of those who fled their dwellings by the thousands in the face of hostility from the enemy of faith in fear of death? Consequently, Allah pronounced them dead and their hopes died as well. Then in mercy He revived their hopes and infused renewed life into them. Indeed, Allah’s efficacious grace abounds in people but most of them show no gratitude nor do their hearts surge, responding thankfully"},{"SurahNumber":2,"VerseNumber":244,"Text":"Therefore, fight in Allah’s cause and make it the core of your purpose, and realise that Allah is Sami‘un and 'Alimun"},{"SurahNumber":2,"VerseNumber":245,"Text":"Who would like to lend Allah all the benevolence and pious deeds he can toward future security and Allah shall reimburse him multi-fold! Allah is He Who reduces to poverty causing want, and He also brings abundance and supplying want, and back to Him shall all of you return"}]}