{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":2,"VerseNumber":146,"Text":"Ceux auxquels Nous avons confié les Ecritures le connaissent comme ils connaissent leurs propres enfants. Pourtant, une partie d’entre eux dissimule sciemment la vérité"},{"SurahNumber":2,"VerseNumber":147,"Text":"Ceci est bien la vérité émanant de ton Seigneur. Ne sois donc pas de ceux qui en doutent"},{"SurahNumber":2,"VerseNumber":148,"Text":"Chaque nation s’oriente en prière dans une direction particulière. Que chacun s’empresse donc d’accomplir de bonnes actions. Où que vous soyez, Allah vous ramènera tous à Lui le Jour de la résurrection. Allah, en vérité, a pouvoir sur toute chose"},{"SurahNumber":2,"VerseNumber":149,"Text":"Où que tu sois, tourne ton visage en prière vers la Mosquée sacrée. Ceci est bien la vérité émanant de ton Seigneur. Allah n’est certainement pas inattentif à ce que vous faites"},{"SurahNumber":2,"VerseNumber":150,"Text":"Où que tu sois, tourne ton visage vers la Mosquée sacrée. Où que vous soyez, tournez-vous dans sa direction. Ce commandement a pour but de laisser vos opposants sans argument - excepté ceux d’entre eux qui refusent obstinément la vérité, ne les craignez donc pas, mais craignez-Moi -, de vous combler de bienfaits et de vous mettre sur le droit chemin"},{"SurahNumber":2,"VerseNumber":151,"Text":"C’est ainsi que Nous avons suscité l’un des vôtres comme Messager, chargé de vous réciter Nos versets, de purifier vos âmes, de vous enseigner le Livre et la Sagesse, et de vous enseigner ce que vous ignoriez"},{"SurahNumber":2,"VerseNumber":152,"Text":"Souvenez-vous donc de Moi, Je me souviendrai de vous. Montrez-vous reconnaissants envers Moi, gardez-vous de renier Mes bienfaits"},{"SurahNumber":2,"VerseNumber":153,"Text":"Vous qui croyez ! Armez-vous de patience et aidez-vous de la prière. Allah est avec ceux qui font preuve de constance"}]}