{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":26,"VerseNumber":40,"Text":"Yasathi ki jara jadugara prabhavi tharale tara amhi tyanceca anusarana karu"},{"SurahNumber":26,"VerseNumber":41,"Text":"Jadugara ye'una phira'aunala mhanu lagale ki jara amhi jinkalo tara amhala kahi baksisa vagaire milela na"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Phira'auna) mhanala, hoya! (Mothya khusine) kimbahuna asa paristhitita tumhi majhe khasa darabari vhala"},{"SurahNumber":26,"VerseNumber":43,"Text":"(Hajarata) musa jadugaranna mhanale, je kaya tumhala takayace ahe, te taka"},{"SurahNumber":26,"VerseNumber":44,"Text":"Tyanni apalya dorya ani kathya khali takalya ani mhanale, phira'aunacya pratistheci sapatha, amhi avasya vijayi ho'u"},{"SurahNumber":26,"VerseNumber":45,"Text":"Ata (hajarata) musa yannihi apali kathi khali takali, jine tyaca ksani tyanca asatyaca banavilela khela gilayala suruvata keli"},{"SurahNumber":26,"VerseNumber":46,"Text":"He pahataca te jadugara sajadyata padale"},{"SurahNumber":26,"VerseNumber":47,"Text":"Ani tyanni spastapane sangitale ki amhi tara sarva visvacya palanakartyavara imana rakhale"},{"SurahNumber":26,"VerseNumber":48,"Text":"Arthata musa ani harunacya palanakartyavara"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Phira'auna) mhanala, majhi paravanagi ghenyapurvica tumhi tyacyavara imana rakhale, niscitaca ha tumaca saradara (motha guru) ahe, jyane tumha sarvanna jadu sikavali ahe. Tevha tumhala attaca mahita padela. Sapatha ahe. Mi dekhila tumace hata paya virud'dha disanni kapuna takina ani tumha sarvanna phasavara latakavina"},{"SurahNumber":26,"VerseNumber":50,"Text":"Te mhanale, kahi harakata nahi, amhi tara apalya palanakartyakade paratuna janaraca ahota"},{"SurahNumber":26,"VerseNumber":51,"Text":"Ya karanastava ki amhi sarvanta prathama imana rakhanare banalo ahota, amhi asa balagato ki amaca svami va palanakarta amacya sarva cuka mapha karila"},{"SurahNumber":26,"VerseNumber":52,"Text":"Ani amhi musavara vahayi (prakasana) keli ki ratricya ratri majhya dasanna ghe'una nigha. Tumha sarvanca pathalaga kela ja'ila"},{"SurahNumber":26,"VerseNumber":53,"Text":"Phira'aunane saharammadhye jama karanaryanna pathavile"},{"SurahNumber":26,"VerseNumber":54,"Text":"Ki niscitaca ha samuha atisaya kami sankhyeta ahe"},{"SurahNumber":26,"VerseNumber":55,"Text":"Ani tyavara he amhala phara krodhita karita aheta"},{"SurahNumber":26,"VerseNumber":56,"Text":"Ani nihsansaya, amhi mothya sankhyeta ahota, tyancyapasuna savadha rahanare"},{"SurahNumber":26,"VerseNumber":57,"Text":"Sevati amhi tyanna bagammadhuna va jharyammadhuna bahera kadhale"},{"SurahNumber":26,"VerseNumber":58,"Text":"Ani khajin'yammadhuna ani cangalya cangalya thikanammadhuna"},{"SurahNumber":26,"VerseNumber":59,"Text":"Asa prakare jhale, ani amhi tya (sarva vastum) ca varasa isra'ilacya santatila banavile"},{"SurahNumber":26,"VerseNumber":60,"Text":"Yastava phira'aunace anuyayi surya ugavataca tyanca pathalaga karanyasa nighale"}]}