{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":80,"Text":"Que tu implores pour eux le pardon ou que tu ne l’implores pas - dusses-tu meme l’implorer soixante-dix fois - Allah ne leur pardonnera jamais. Cela, parce qu’ils ont mecru en Allah et en Son Messager. Or Allah ne guide point les gens pervers"},{"SurahNumber":9,"VerseNumber":81,"Text":"Ceux qui sont demeures a l’arriere se rejouissaient d’etre restes chez eux, bien derriere le Messager. Ils avaient en horreur de combattre par leurs biens et par leurs ames pour la cause d’Allah, et dirent : « Gardez-vous d’aller au combat par cette chaleur ! » Dis : « Le Feu de la Gehenne est plus chaud encore. » Si seulement ils pouvaient comprendre"},{"SurahNumber":9,"VerseNumber":82,"Text":"Qu’ils rient un peu (en ce bas monde) et qu’ils pleurent beaucoup (dans l’autre monde), pour prix de ce qu’ils commettaient"},{"SurahNumber":9,"VerseNumber":83,"Text":"Si Allah te ramene vers certains d’entre eux et que ceux-ci te demandent l’autorisation d’aller au combat, tu leur diras : « Vous ne sortirez jamais avec moi, ni ne combattrez un ennemi a mes cotes, car il vous a plu de rester (chez vous) la premiere fois. Eh bien restez encore avec ceux qui restent a l’arriere ! »"},{"SurahNumber":9,"VerseNumber":84,"Text":"N’accomplis jamais la Calat (la priere funebre) sur l’un d’entre eux quand il vient a mourir. Ne te recueille pas, debout, sur sa tombe. Ceux-la ont bien mecru en Allah et en Son Messager, et ils sont morts en pervers"},{"SurahNumber":9,"VerseNumber":85,"Text":"Que ne te seduisent ni leurs richesses ni leurs enfants! Allah veut en faire pour eux une source de tourment en ce bas monde, et (veut) qu’ils rendent l’ame en mecreants"},{"SurahNumber":9,"VerseNumber":86,"Text":"Et lorsqu’une sourate revelee ordonne : « Croyez en Allah et luttez avec Son Messager », les plus nantis d’entre eux te demandent de les exempter (du combat) et disent : « Permets-nous de rester avec ceux qui ne peuvent combattre.»"}]}