{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Скажи: «Мені наказано поклонятись Аллагу, щиро сповідуючи Його релігію"},{"SurahNumber":39,"VerseNumber":12,"Text":"І ще мені наказано бути першим із відданих Йому!»[CCCLXXXI]"},{"SurahNumber":39,"VerseNumber":13,"Text":"Скажи: «Я боюся, що в разі непослуху Господу моєму, мене буде покарано у Великий День!»"},{"SurahNumber":39,"VerseNumber":14,"Text":"Скажи: «Я поклоняюсь Аллагу, щиро сповідуючи перед Ним свою релігію"},{"SurahNumber":39,"VerseNumber":15,"Text":"А ви поклоняйтесь замість Нього тому, кому побажаєте!» І скажи: «Воістину, зазнають утрат ті, які в День Воскресіння втратять і самих себе, і свої родини!» Так, це — явні втрати"},{"SurahNumber":39,"VerseNumber":16,"Text":"Над ними будуть завіси з вогню й під ними будуть завіси. Так Аллаг залякує Своїх рабів. О раби Мої, бійтеся Мене"},{"SurahNumber":39,"VerseNumber":17,"Text":"А для тих, які уникали тагута, не поклонялися йому й зверталися до Аллага, є добра новина. Сповісти ж цю добру новину рабам"},{"SurahNumber":39,"VerseNumber":18,"Text":"які прислухаються до слів і йдуть за найкращими з них. Це ті, кому Аллаг вказав на прямий шлях. Воістину, саме вони — обдаровані розумом"},{"SurahNumber":39,"VerseNumber":19,"Text":"Невже ти можеш врятувати того, над ким здійснилося слово про кару та хто перебуває у вогні"},{"SurahNumber":39,"VerseNumber":20,"Text":"Але тих, які бояться Свого Господа, чекають кімнати, одні з яких збудовані над іншими й під якими течуть ріки. Така обіцянка Аллага! Аллаг не порушує Своєї обіцянки"},{"SurahNumber":39,"VerseNumber":21,"Text":"Невже ти не бачиш, що Аллаг пролив із неба воду й провів її в землю до джерел? Через неї виводяться посіви різного кольору, потім вони всихають, і ти бачиш їх жовтими. А потім Він перетворює їх на трухлявину. Воістину, в цьому — нагадування для обдарованих розумом"}]}