{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":9,"VerseNumber":14,"Text":"vāritō yud'dhaṁ cēyaṇḍi. Allāh mī cētula dvārā vārini śikṣistāḍu mariyu vārini avamānaṁ pālu cēstāḍu. Mariyu vāriki pratikūlaṅgā mīku sahāyaṁ cēstāḍu. Mariyu viśvasin̄cina prajala hr̥dayālanu callabarustāḍu"},{"SurahNumber":9,"VerseNumber":15,"Text":"Mariyu vāri hr̥dayālalōni krōdhānni dūraṁ cēstāḍu. Mariyu allāh! Tānu kōrina vāri paścāttāpānni aṅgīkaristāḍu. Mariyu allāh sarvajñuḍu, mahā vivēcanāparuḍu"},{"SurahNumber":9,"VerseNumber":16,"Text":"ēmī? Allāh mīlō nuṇḍi (tana mārganlō) pōrāḍēvārevarō mariyu - allāh, āyana pravakta mariyu viśvāsulu tappa - itarula nevvarinī tama āptamitrulugā cēsukōni vārevarō, telusukōnidē mim'malni vadalipeḍatāḍani anukuṇṭunnārā? Mariyu allāh mīru cēstunnadantā bāgā erugunu"},{"SurahNumber":9,"VerseNumber":17,"Text":"bahudaivārādhakulu (muṣrikīn), tāmu satyatiraskārulamani sākṣyamistū, allāh masjidulanu nirvahin̄caṭāniki (sēva cēyaṭāniki) ar'hulu kāru. Alāṇṭi vāri karmalu vyarthamai pōtāyi mariyu vāru narakāgnilō śāśvataṅgā uṇṭāru"},{"SurahNumber":9,"VerseNumber":18,"Text":"niścayaṅgā, allāh nu antimadinānni viśvasin̄cēvāru, namāj nu sthāpin̄cēvāru, jakāt iccēvāru, allāh ku tappa marevvarikī bhayapaḍani vāru mātramē allāh masjidulanu nirvahin̄cāli. Ilāṇṭi vārē mārgadarśakatvaṁ pondinavārani āśin̄cavaccu"},{"SurahNumber":9,"VerseNumber":19,"Text":"ēmī? Hajj mariyu umrā koraku vaccē vāriki nīru trāpaṭānni mariyu masjid al harām nu nirvahin̄caṭānni, mīru allāh nu mariyu antimadinānni viśvasin̄ci, allāh mārganlō pōrāḍēdāniki samānaṅgā bhāvistunnārā? Allāh daggara, vāru (ī reṇḍu pakṣāla vāru) sarisamānulu kāru. Mariyu allāh durmārgulaina prajalaku sanmārgaṁ cūpaḍu"},{"SurahNumber":9,"VerseNumber":20,"Text":"viśvasin̄ci, allāh mārganlō valasa pōyina vārikī mariyu tama dhanasampattulanu, prāṇālanu viniyōgin̄ci pōrāḍina vārikī, allāh daggara atyunnata sthānamundi. Mariyu alāṇṭi vārē sāphalyaṁ (vijayaṁ) pondēvāru"}]}