{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"“Ha than đa phat hien thay co mot nu vuong cai tri dan chung, nu vuong đo đa đuoc cung phung đay đu moi thu va lam chu mot ngai vuong vi đai.”"},{"SurahNumber":27,"VerseNumber":24,"Text":"“Ha than thay nu vuong đo cung dan chung cua minh quy lay mat troi thay vi Allah. Shaytan đa quyen ru ho khien ho thich thu voi viec lam cua minh, han đa ngan can ho xa lanh con đuong Chan Ly nen ho khong đuoc huong dan.”"},{"SurahNumber":27,"VerseNumber":25,"Text":"“Đe ho khong quy lay Allah, Đang trung bay nhung đieu bi mat trong cac tang troi va đat, Đang biet ro moi đieu qui ngai giau kin cung nhu nhung đieu qui ngai phoi bay.”"},{"SurahNumber":27,"VerseNumber":26,"Text":"“Allah la Đang ma Khong co Thuong Đe (đich thuc) nao khac ngoai Ngai. Ngai la Đang Chu Nhan cua chiec Ngai Vuong vi đai.”"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Sulayman) noi voi (con Hudhud): “Ta se xem nha nguoi noi that hay nha nguoi la mot ten noi doi.”"},{"SurahNumber":27,"VerseNumber":28,"Text":"“Nha nguoi hay mang buc thu nay cua Ta nem cho ho roi lanh sang mot ben đe lang nghe ho phuc đap đieu gi (ve buc thu cua Ta).”"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Nu Vuong nhan đuoc buc thu) bao: “Hoi cac tuong linh, tram vua nhan đuoc mot buc thu kha kinh.”"},{"SurahNumber":27,"VerseNumber":30,"Text":"“No đen tu Sulayman, no bat đau bang cau: Bismillahir rohmanir rohim (Nhan Danh Allah, Đang Đo Luong, Đang Khoan Dung)”"},{"SurahNumber":27,"VerseNumber":31,"Text":"“(Noi dung cua no:) Cac nguoi cho cao ngao đoi voi Ta va hay đen trinh dien Ta nhu mot nguoi Muslim (than phuc Allah).”"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Nu Vuong) noi (voi cac chu than): “Hoi cac chu khanh, cac chu khanh hay co van cho tram trong su viec nay. Tram khong he tu quyet đinh lay bat ky su viec nao ma khong co mat cua cac khanh ca.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"(Cac quan than) tau: “Chung ta von hung manh, day dan kinh nghiem chinh chien, tuy nhien, quyen quyet đinh la o noi be ha. Xin be ha xem xet ma ra lenh.”"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Nu Vuong) bao: “(Theo tram thay), cac vua chua khi tien vao mot thi tran nao đo (voi y đinh xam lang) thi ho se tan pha no va bat nhung nguoi quyen the nhat cua no xuong lam thu dan thap hen nhat. Ho luon lam nhu vay (khi đa chiem đuoc no).”"},{"SurahNumber":27,"VerseNumber":35,"Text":"“Tram quyet đinh sai su than mang le vat đi trieu cong ho va đoi xem cac su than se mang đieu phuc đap gi tro ve.”"}]}