{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Boi the, TA the nhan danh Thuong Đe cua cac điem cua huong Đong va cua huong Tay rang TA co quyen đinh đoat"},{"SurahNumber":70,"VerseNumber":41,"Text":"Viec thay the chung bang nhung nguoi khac tot hon chung. Va TA se khong that bai (trong Ke hoach cua TA)"},{"SurahNumber":70,"VerseNumber":42,"Text":"Boi the, hay đe mac chung vui đau tan gau va vui đua cho đen khi giap Ngay (Phan Xu) ma chung đa đuoc hua"},{"SurahNumber":70,"VerseNumber":43,"Text":"Ngay ma chung se voi va đi ra khoi mo giong nhu canh chung đam đau chay đen muc tieu (đa đinh san cho chung)"},{"SurahNumber":70,"VerseNumber":44,"Text":"Cap mat nhin xuong, tran đay nhuc nha. Đo la Ngay ma chung đa đuoc hua"},{"SurahNumber":71,"VerseNumber":1,"Text":"Qua that, TA (Allah) đa cu Nuh (No-e) đen cho nguoi dan cua Y (voi Menh Lenh): “Hay canh cao nguoi dan cua Nguoi truoc khi mot su trung phat đau đon se xay đen cho ho.”"},{"SurahNumber":71,"VerseNumber":2,"Text":"Nguoi bao: “Nay hoi dan ta! Ta la mot nguoi bao truoc đuoc cong khai cu đen voi cac nguoi"},{"SurahNumber":71,"VerseNumber":3,"Text":"Rang “Hay tho phung Allah va so Ngai va vang loi ta"},{"SurahNumber":71,"VerseNumber":4,"Text":"“Ngai se tha thu toi loi cho cac nguoi va gia han cho cac nguoi (song) đen mot thoi han an đinh. Qua that, khi thoi han do Allah an đinh đa man thi se khong con viec gia han nua, neu cac nguoi biet.”"},{"SurahNumber":71,"VerseNumber":5,"Text":"(Nuh) thua: “Lay Thuong Đe cua be toi! Be toi đa goi moi nguoi dan cua be toi ban đem lan ban ngay"},{"SurahNumber":71,"VerseNumber":6,"Text":"“Nhung loi goi moi cua be toi chang them that đuoc gi nguoc lai chi lam cho ho chay xa hon"},{"SurahNumber":71,"VerseNumber":7,"Text":"“Va moi lan be toi goi moi ho (theo Islam) đe Ngai tha thu cho ho thi ho lay ngon tay bit tai lai va lay ao choang phu len minh va tiep tuc ngoan co va vo cung ngao man"},{"SurahNumber":71,"VerseNumber":8,"Text":"“Roi, be toi goi moi ho lon tieng"},{"SurahNumber":71,"VerseNumber":9,"Text":"“Roi, be toi noi voi ho co luc cong khai co luc kin đao"},{"SurahNumber":71,"VerseNumber":10,"Text":"“Be toi bao ho: 'Hay cau xin Thuong Đe cua cac nguoi tha thu. Qua that, Ngai Hang Tha Thu"}]}