{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Bu Kur´an,) Rahman ve Rahim´den indirilmistir"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bilen bir kavim icin, ayetleri (cesitli bicimlerde, birer birer) ´fasıllar halinde acıklanmıs´ Arapca Kur´an (veya okunan) kitaptır"},{"SurahNumber":41,"VerseNumber":4,"Text":"Bir mujde verici ve bir uyarıcı korkutucu olarak. Ama onların cogu yuz cevirdiler. Artık onlar dinlemezler"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ve dediler ki: «Bizi kendisine cagırmakta oldugun seye karsı kalblerimiz bir ortu icindedir, kulaklarımızda bir agırlık, bizimle senin aranda da bir perde vardır. Artık sen (yapabilecegini) yap, biz de gercekten yapıyoruz.»"},{"SurahNumber":41,"VerseNumber":6,"Text":"De ki: «Ben, ancak sizin benzeriniz olan bir beserim. Bana yalnızca, sizin ilahınızın bir tek ilah oldugu vahyolunuyor. Oyleyse O´na yonelin ve O´ndan magfiret dileyin. Vay haline o musriklerin.»"},{"SurahNumber":41,"VerseNumber":7,"Text":"Ki onlar, zekatı vermeyenler ve onlar ahireti inkar edenlerdir"},{"SurahNumber":41,"VerseNumber":8,"Text":"Gercek su ki, iman edip salih amellerde bulunanlar ise; onlar icin kesintisi olmayan bir ecir vardır"},{"SurahNumber":41,"VerseNumber":9,"Text":"De ki: «Gercekten siz mi yeri iki gunde yaratana (karsı) kufre sapıyor ve O´na birtakım esler kılıyorsunuz? O, alemlerin Rabbidir.»"},{"SurahNumber":41,"VerseNumber":10,"Text":"Orda (yerde) onun ustunde sarsılmaz daglar var etti, onda bereketler yarattı ve isteyip arayanlar icin esit olmak uzere ordaki rızıkları dort gunde takdir etti"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sonra, kendisi duman halinde olan goge yoneldi; boylece ona ve yere dedi ki: «Isteyerek veya istemeyerek gelin.» Ikisi de: «Isteyerek (itaat ederek) geldik» dediler"}]}