{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"ākavē, (avaṟṟai) uṇṭu, (āṟṟu nīraip) paruki kaṇ kuḷirntu iruppīrāka! Piṉṉar enta maṉitaraiyēṉum nīr pārkka nēriṭṭāl, 'meyyākavē arrahmāṉukkāka nāṉ nōṉpiruppatāka nērntirukkiṉṟēṉ; ātaliṉ iṉṟaiya tiṉam enta maṉitaruṭaṉum pēca māṭṭēṉ\" eṉṟu kūṟum"},{"SurahNumber":19,"VerseNumber":27,"Text":"piṉṉar (maryam) akkuḻantaiyaic cumantu koṇṭu tam camūkattāriṭam vantār; avarkaḷ kūṟiṉārkaḷ; \"maryamē! Niccayamāka nīr oru viparītamāṉa poruḷaik koṇṭu vantirukkiṟīr"},{"SurahNumber":19,"VerseNumber":28,"Text":"Hārūṉiṉ cakōtariyē! Um tantai keṭṭa maṉitarāka irukkavillai um tāyārum naṭattai picakiyavarāka irukkavillai\" (eṉṟu paḻittuk kūṟiṉārkaḷ)"},{"SurahNumber":19,"VerseNumber":29,"Text":"(āṉāl, tam kuḻantaiyiṭamē kēṭkum paṭi) ataṉ pāl cuṭṭik kāṭṭiṉār; \"nāṅkaḷ toṭṭilil irukkum kuḻantaiyuṭaṉ eppaṭip pēcuvōm?\" Eṉṟu kūṟiṉārkaḷ"},{"SurahNumber":19,"VerseNumber":30,"Text":"niccayamāka nāṉ allāhvuṭaiya aṭiyāṉāka irukkiṉṟēṉ; avaṉ eṉakku vētattaik koṭuttirukkiṉṟāṉ; iṉṉum, eṉṉai napiyāka ākkiyirukkiṉṟāṉ"},{"SurahNumber":19,"VerseNumber":31,"Text":"iṉṉum, nāṉ eṅkiruntālum, avaṉ eṉṉai mupārakkiṉāvaṉāka (naṟpākkiyamuṭaiyavaṉāka) ākkiyirukkiṉṟāṉ; mēlum, nāṉ uyiruṭaṉ irukkum kālamellām toḻukaiyaiyum, jakāttaiyum (niṟaivēṟṟa) eṉakku vasīyat ceytu (kaṭṭaḷaiyiṭṭu) irukkiṉṟāṉ"},{"SurahNumber":19,"VerseNumber":32,"Text":"eṉ tāyārukku naṉṟi ceypavaṉāka (eṉṉai ēviyirukkiṉṟāṉ;) naṟpēṟu keṭṭa perumaikkāraṉāka eṉṉai avaṉ ākkavillai"},{"SurahNumber":19,"VerseNumber":33,"Text":"iṉṉum, nāṉ piṟanta nāḷilum, nāṉ iṟakkum nāḷilum (maṟumaiyil) nāṉ uyir peṟṟu eḻum nāḷilum eṉ mītu cānti nilaittirukkum\" eṉṟu (akkuḻantai) kūṟiyatu"},{"SurahNumber":19,"VerseNumber":34,"Text":"i(ttakaiya)var tām maryamuṭaiya putalvar īsā (āvār) etaik kuṟittu avarkaḷ cantēkam koṇṭirukkiṟārkaḷō atupaṟṟiya uṇmaiyāṉa col (ituvē ākum)"},{"SurahNumber":19,"VerseNumber":35,"Text":"allāhvukku enta oru putalvaṉaiyum ēṟpaṭuttik koḷḷa vēṇṭiyatillai avaṉ tūyavaṉ; avaṉ oru kāriyattait tīrmāṉittāl, \"ākuka!\" Eṉṟu tāṉ kūṟuvāṉ; (uṭaṉē) atu ākiviṭukiṟatu"},{"SurahNumber":19,"VerseNumber":36,"Text":"niccayamāka allāhvē (paṭaittup paripakkuvappaṭuttum) eṉṉuṭaiya iṟaivaṉākavum, uṅkaḷuṭaiya iṟaivaṉākavum irukkiṉṟāṉ; ākaiyāl, avaṉaiyē nīṅkaḷ vaṇaṅkuṅkaḷ; ituvē nērāṉa vaḻiyākum\" (eṉṟu napiyē! Nīr kūṟum)"},{"SurahNumber":19,"VerseNumber":37,"Text":"Āṉālum, avarkaḷiṭaiyē irunta kūṭṭattār itu paṟṟi(t taṅkaḷukkuḷḷē) apippirāya pētaṅ koṇṭaṉar. (Cattiyattai) nirākarittuk koṇṭiruppavarkaḷukku, avarkaḷ yāvarum oṉṟu cērkkappaṭum valuppamāṉa nāḷil kēṭutāṉ"},{"SurahNumber":19,"VerseNumber":38,"Text":"avarkaḷ nam'miṭattil varum nāḷil evvaḷavu teḷivākak kēṭpārkaḷ, pārppārkaḷ! Eṉiṉum anta akkiramakkārarkaḷ pakiraṅkamāṉa vaḻikēṭṭilēyē iṉṟu irukkiṟārkaḷ"}]}