{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":21,"VerseNumber":102,"Text":"Ma maqli doonaan shanqarteeda, iyagoo ku dhex waari doona wixii ay nafahooda rabaan"},{"SurahNumber":21,"VerseNumber":103,"Text":"Argagaxa weyn (ee Maalinta Qiyaamaha) ma murugo gelin doono, oo malaa’iguhu waxay ku soo dhoweyn doonaan (salaan iyagoo ku leh): Kani waa Maalinkiinnii la idin yaboohay"},{"SurahNumber":21,"VerseNumber":104,"Text":"Maalinta aan u duubi doonno samada sida loo duubo waraaqaha waxa lagu qoro, sida aan u billownay abuuriddii hore, baan ku soo celin doonnaa, (waa) ballan aan qaadnay oo na saaran, hubaal waanu fali doonnaa"},{"SurahNumber":21,"VerseNumber":105,"Text":"Oo xaqiiq Waxaan ku qornay Zabuurka30 (kutubta Ilaahay) kaddib (markii aan horay ugu ) xusnay Dikirka31, in arlada (Jannada) ay dhaxli doonaan addoomahyaga wanaagsan"},{"SurahNumber":21,"VerseNumber":106,"Text":"Hubaal, Kan gudahiisa waxaa ugu sugan Gaarsiin cad qolo na caabudda"},{"SurahNumber":21,"VerseNumber":107,"Text":"Oo kuuma aanu soo dirin (Nabi Muxammadow) waxaan aheyn Naxariis aad u ahaato caalamka"},{"SurahNumber":21,"VerseNumber":108,"Text":"Dheh: Waxaa uun la ii waxyooday inuu Ilaahiinnu yahay ilaah Keliya, ee ma u hoggaansami doontaanaan?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Haddiise ay jeesadaan, ku dheh waxaan idin siiyey digniin cad ee xaq ah. Oo ma ogi in waxa la idiinku gooddiyo uu dhow yahay ama fog yahay.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Hubaal Wuxuu Isagu og yahay hadalka kii kor loo qaado, oo wuxuu Og yahay waxa aad qarisaanba"},{"SurahNumber":21,"VerseNumber":111,"Text":"Oo ma ogi, waa intaaso ay idiin tahay fidmo (imtixaan dib u dhigidda ciqaabtu) iyo raaxo ku eg ilaa muddo"},{"SurahNumber":21,"VerseNumber":112,"Text":"Wuxuu yidhi: Rabbiyow! Ku xukun xaq. Oo Rabbigayo waa Raxmaanka ee laga kaalmaysto waxa aad sheegtaan"}]}