{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":84,"Text":"(Ey Rasulum), de ki: “- Biz Allah’a iman getirdik; bize indirilen Kur’an-ı Kerim de; Ibrahim’e, Ismail’e, Ishak’a, Yakub’a ve ogullarına indirilenlere de; Musa’ya, Isa’ya ve peygamberlere Rablarından verilenlere de... Peygamberlerden hic biri arasında (hak peygamber olduklarında) fark gozetmeyiz. Biz Allah’a boyun egen muslimleriz.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim Islamdan baska bir din ararsa, o istedigi din asla kendisinden kabul olunmaz ve ahirette de o ebedi zarar cekenlerdendir"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kendilerine apacık deliller gelmis ve Peygamberin hak olduguna sehadet getirmislerken (bu) imanlarından sonra dinlerinden cıkıp kufre sapan bir toplulugu Allah nasıl hidayete ulastırır? Allah zalimler toplulugunu (kavmini) hidayete eristirmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste dinden cıkanlar (var ya), onların cezası su: Allah’ın, meleklerin ve butun insanların laneti gercekten uzerlerindedir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar ebedi olarak bu lanet ve azabın icindedirler. Kendilerinden ne azap hafifletilir, ne de onlara merhamet gozu ile bakılır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak onun arkasından tevbe edip hallerini duzeltenler baska. Cunku Allah, hakikaten gunahları bagıslayan, cok esirgeyendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Elbette iman ettikten sonra kafir olanlar ve sonra kufurlerini artıranların (son nefeste) tevbeleri kabul olunmaz. Iste bunlar sapıklardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Kufre dalmıs ve kafir oldukları halde olup gitmis kimseler (var ya), bunların her biri kendini kurtarmak icin dunya dolusu altın verecek olsa bile, asla hic birinden kabul olunmaz. Bunların hakkı acıklı bir azabdır ve kendilerine yardım edeceklerden de kimse yoktur"}]}