{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Ā dūtaralli kelavarige nāvu itara kelavariginta heccina hirimeyannu nīḍiruvevu. Avaralli obbaroḍane allāhanu mātanāḍiddanu hāgū avaralli kelavara sthānavannu avanu unnatagoḷisiddanu. Nāvu maryamara putra īsārige spaṣṭa purāvegaḷannu nīḍiddevu mattu pavitra ātmada (jibrīl‌ra) mūlaka avarige bala odagisiddanu. Allāhanu bayasiddare, avara (ā dūtara) baḷika bandavaru (mundina pīḷigegaḷu) satyada spaṣṭa purāvegaḷu tam'ma baḷige banda baḷika paraspara raktapāta naḍesuttiralilla. Ādarū avaru paraspara bhinnābhiprāya tāḷidaru. Avaralli viśvāsigaḷū iddaru dhikkārigaḷū iddaru. Allāhanu bayasiddare avaru paraspara raktapāta naḍesuttiralilla. Ādare allāhanu tānu bayasiddannē māḍuttāne"},{"SurahNumber":2,"VerseNumber":254,"Text":"viśvāsigaḷē, yāvudē vyāpāravāgali snēhavāgali śiphāras'sāgali naḍeyada dinavondu baruva munnavē, nāvu nimage ēnannu nīḍiruvevō adarinda (satkāryakke) kharcu māḍiri. Dhikkārigaḷē akramigaḷu"},{"SurahNumber":2,"VerseNumber":255,"Text":"allāh – avana horatu pūjege ar'haru bērārū illa. Avanu sadā jīvantanu, ellara niyantrakanu. Tūkaḍikeyāgali niddeyāgali avanannu bādhisuvudilla. Ākāśagaḷalliruva mattu bhūmiyalliruva ellavū avanadē. Avana munde, avana appaṇe illade śiphārasu māḍaballavaru yāru? Avara (janara) mundiruva mattu avara hindiruva ellavannū avanu ballanu. Avana jñānada yāva anśavannū grahisalu avarige sādhyavilla – avanē icchisuvaṣṭara horatu. Avana adhikāra pīṭhavu ākāśagaḷannu mattu bhūmiyannu āvariside. Avugaḷa sanrakṣaṇeya kelasavu avanannu daṇisuvudilla. Mattu avanu atyunnatanū, mahānanū āgiddāne"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dharmadalli balavantavilla. Khaṇḍitavāgiyū saridāriyu tappu dārigaḷinda pratyēkavāgide. Ella mithya śaktigaḷannu dhikkarisi allāhanalli nambike iṭṭavanu baliṣṭha āśrayavondannu avalambisidanu. Adu endigū muriyada āśrayavāgide mattu allāhanu ellavannū kēḷuvavanū ellavannū ballavanū āgiddāne"}]}