{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"So he broke them to pieces, (everyone) except the biggest of them, that they might turn (and try asking) it"},{"SurahNumber":21,"VerseNumber":59,"Text":"They said: “Who has done this to our gods? Truly, he must be a person of impiety"},{"SurahNumber":21,"VerseNumber":60,"Text":"They said: \"We heard a young man talking about them: He is called Ibrahim (Abraham)"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said: \"Then bring him before the eyes of the people, so that they may bear witness"},{"SurahNumber":21,"VerseNumber":62,"Text":"They said: \"Are you the one that did this to our gods, O Ibrahim (Abraham)"},{"SurahNumber":21,"VerseNumber":63,"Text":"He said: \"No, this was done by— This is the biggest one of them! Ask them, if they can speak sensibly"},{"SurahNumber":21,"VerseNumber":64,"Text":"So they turned amongst themselves and said, \"Surely, you are the ones in the wrong"},{"SurahNumber":21,"VerseNumber":65,"Text":"Then they were confused, faced with shame: (They said:) \"You know very well that these (idols) do not speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ibrahim (Abraham) said: \"Then do you worship, besides Allah, things that can neither be of any benefit to you nor do you any harm"},{"SurahNumber":21,"VerseNumber":67,"Text":"Disgust (and shame) upon you, and upon things that you worship besides Allah! Have you no sense"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said: \"Burn him and protect your gods, if you do (anything at all)"},{"SurahNumber":21,"VerseNumber":69,"Text":"We (Allah) said: \"O Fire! You become cool, and (be a means of) peace for Ibrahim (Abraham)"},{"SurahNumber":21,"VerseNumber":70,"Text":"And then they tried a scheme against him: But We made them the ones who lost most"},{"SurahNumber":21,"VerseNumber":71,"Text":"But We saved him and (his nephew) Lut (Lot, and took them) to the land that We have blessed for the nations"},{"SurahNumber":21,"VerseNumber":72,"Text":"And We gave to him Issaq (Isaac) and as an additional gift, (a grandson), Yaqoub (Jacob), and We made righteous men of every one (of them)"}]}