{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":7,"Text":"Ani jyanni imana balagale ani (paigambara acaranacya drstine) satkarma kele, amhi tyancya sarva aparadhanna tyancyapasuna dura karu, ani tyancya neka kamanca cangala mobadala pradana karu"},{"SurahNumber":29,"VerseNumber":8,"Text":"Amhi pratyeka manasala apalya mata-pityasi sad‌vartana karanyaci sikavana dili ahe. Tathapi jara te ha prayatna karatila ki tumhi majhyasobata tyala sahabhagi karuna ghyave, jyace tumhala jnana nahi tara tyance mhanane man'ya karu naka. Tumha sarvanna paratuna majhyacakade yayace ahe, maga mi tya pratyeka gostisi, ji tumhi karita hote avagata karavina"},{"SurahNumber":29,"VerseNumber":9,"Text":"Ani jya lokanni imana kabula kele, ani satmarka karita rahile tyanna amhi apalya neka (sadacari) dasammadhye samila karu"},{"SurahNumber":29,"VerseNumber":10,"Text":"Ani kahi loka asehi aheta, je tondane mhanatata ki amhi imana rakhale ahe. Parantu jevha allahacya margata ekhadya duhkhaca samana hoto, tevha lokankaduna dila janarya kasta- yatanela allahacya siksa- yatanesamana tharavitata, parantu jara allahaci madata ye'una pohacali tara tevha mhanu lagatata ki amhi tara tumacyaca sathila ahota, kaya samasta visva (manasancya) manata je kahi ahe, te allaha janata nahi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ani jya lokanni imana rakhale, allaha tyannahi januna ghetalyavina rahanara nahi ani imanadharaka asanyace dhonga racanaryannahi januna ghetalyavina rahanara nahi"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ani kaphira (satya virodhaka) imana rakhanaryanna mhanale, tumhi amacya margace anusarana kara, tumace aparadha amhi apalya (sira) vara ghe'u, vastavika te tyancya aparadhampaiki kahi eka apalyavara ghenara nahita. Te tara agadi khotarade aheta"},{"SurahNumber":29,"VerseNumber":13,"Text":"(Evadhe niscita ki) he apale ojhe ucalatila ani apalya ojhyansobata itara ojhe dekhila, ani te je kahi asatya racata aheta tya sarvambabata tyanna vicarana keli ja'ila"},{"SurahNumber":29,"VerseNumber":14,"Text":"Ani amhi nuha (alai.) La tyancya janasamuhakade pathavile, te tyancya daramyana sade na'use varsamparyanta rahile, maga tyanna vadalane ye'una dharale ani te hoteca mothe atyacari"}]}