{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Jevha ya lokanna to vayada nikata alela adhalela, tya veli ya kaphirance cehare bighadatila, maga tyanna sangitale ja'ila ki, heca ahe te, jyaci tumhi magani karita hote"},{"SurahNumber":67,"VerseNumber":28,"Text":"(Tumhi) sanga ki, thika ahe. Jara mala ani majhya sathidaranna allaha nasta karila kinva amacyavara daya krpa karila (je kahi hovo, parantu he sanga) ki kaphiranna (inkara karanaryanna) kastadayaka siksa - yatanepasuna kona vacavila"},{"SurahNumber":67,"VerseNumber":29,"Text":"(Tumhi) sanga ki toca rahamana (dayavana) ahe, amhi tyacyavara imana rakhale ani tyacyavaraca amhi bharavasa kela. Tumhala lavakaraca mahita padela ki ughada (svarupacya) margabhrastateta kona ahe"},{"SurahNumber":67,"VerseNumber":30,"Text":"(Tumhi) sanga, thika ahe, bare he tara sanga ki jara tumace (pinyace) pani jamina sosuna ghe'ila tara maga kona ahe jo tumacyasathi nitharalele sapha pani ghe'una ye'ila"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nuna. Sapatha ahe kalama (lekhani) ci,1 ani tya gostici, ji kahi te (phariste) lihitata"},{"SurahNumber":68,"VerseNumber":2,"Text":"Tumhi apalya palanakartyacya krpene vede nahita"},{"SurahNumber":68,"VerseNumber":3,"Text":"Ani nihsansaya, tumacyasathi kadhihi na sampanara mobadala ahe"},{"SurahNumber":68,"VerseNumber":4,"Text":"Ani nihsansaya, tumhi phara (uttama) svabhava (caritrya) vara ahata"},{"SurahNumber":68,"VerseNumber":5,"Text":"Tevha ata tumhihi pahala ani he dekhila pahatila"},{"SurahNumber":68,"VerseNumber":6,"Text":"Ki tumacyapaiki upadravagrasta kona ahe"},{"SurahNumber":68,"VerseNumber":7,"Text":"Nihsansaya, tumaca palanakarta apalya margapasuna bhatakanaryanna cangalya prakare janato ani to, margadarsana prapta kelelyannahi cangalya prakare janato"},{"SurahNumber":68,"VerseNumber":8,"Text":"Tevha tumhi khote tharavinaryance (mhanane) man'ya karu naka"},{"SurahNumber":68,"VerseNumber":9,"Text":"Te tara icchitata ki tumhi thode susta padave tara he dekhila dhile padatila"},{"SurahNumber":68,"VerseNumber":10,"Text":"Ani tumhi asa ekhadya manasacehi mhanane man'ya karu naka, jo adhika sapatha ghenara tuccha (apamanita) asela"},{"SurahNumber":68,"VerseNumber":11,"Text":"Nica (ksudra), vyanga dosa kadhanara, ani cahadi karanara asela"},{"SurahNumber":68,"VerseNumber":12,"Text":"Bhalepanapasuna rokhanara, maryadece ullanghana karanara, aparadhi asela"},{"SurahNumber":68,"VerseNumber":13,"Text":"Ghamendi, maga tyacasobata vansahina asela"},{"SurahNumber":68,"VerseNumber":14,"Text":"(Tyaci ghamenda) kevala yasathi ahe ki to dhanavana ani aneka putra balaganara ahe"},{"SurahNumber":68,"VerseNumber":15,"Text":"Jevha tyacyasamora amacya ayati vacuna aikavilya jatata, tevha ha mhanato ki ya tara purvi ho'una gelelya lokancya katha-kahanya aheta"}]}