{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn. Sin. Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"THUS has God, the Almighty, the Wise, revealed [the truth] unto thee, [O Muhammad,] and unto those who preceded thee"},{"SurahNumber":42,"VerseNumber":4,"Text":"His is all that is in the heavens and all that is on earth; and most exalted, tremendous is He"},{"SurahNumber":42,"VerseNumber":5,"Text":"The uppermost heavens are well-nigh rent asunder [for awe of Him]; and the angels extol their Sustainer’s limitless glory and praise, and ask forgiveness for all who are on earth. Oh, verily, God alone is truly-forgiving, a dispenser of grace"},{"SurahNumber":42,"VerseNumber":6,"Text":"NOW AS FOR those who take aught beside Him for their protectors - God watches them, and thou art not responsible for their conduct"},{"SurahNumber":42,"VerseNumber":7,"Text":"[Thou art but entrusted with Our message:] and so We have revealed unto thee a discourse in the Arabic tongue in order that thou mayest warn the foremost of all cities and all who dwell around it to wit, warn [them] of the Day of the Gathering, [the coming of] which is beyond all doubt: [the Day when] some shall find themselves in paradise, and some in the blazing flame"},{"SurahNumber":42,"VerseNumber":8,"Text":"Now had God so willed, He could surely have made them all one single community: none the less, He admits unto His grace him that wills [to be admitted] whereas the evildoers shall have none to protect them and none to succour them [on Judgment Day]"},{"SurahNumber":42,"VerseNumber":9,"Text":"Did they, perchance, [think that they could] choose protectors other than Him? But God alone is the Protector [of all that exists], since it is He alone who brings the dead to life, and He alone who has the power to will anything"},{"SurahNumber":42,"VerseNumber":10,"Text":"AND ON WHATEVER you may differ, [O believers,] the verdict thereon rests with God. [Say, therefore:] “Such is God, my Sustainer: in Him have I placed my trust, and unto Him do I always turn!”"}]}