{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"Inshyy znak dlya nykh shcho my perevezly yikhnikh predkiv na navantazhenykh ark"},{"SurahNumber":36,"VerseNumber":42,"Text":"Todi my stvoryuvaly ti zhe dlya nykh shchob yikhaty"},{"SurahNumber":36,"VerseNumber":43,"Text":"Yakshcho my willed, my mohly potopyly yikh, tak shcho yikh by ne krych pochuti, ne mohly vony budutʹ vryatovani"},{"SurahNumber":36,"VerseNumber":44,"Text":"Zamistʹ tsʹoho, my yim zlyvy z myloserdyam, ta dozvolyayutʹ yim polyublyayutʹ dlya deyakoho chasu"},{"SurahNumber":36,"VerseNumber":45,"Text":"Dosi, koly vony rozpovidayutʹsya, \"Doviduyutʹsya z vashoho mynulyy, shchob popratsyuvaty righteousness dlya vashoho maybutnʹoho, shcho vy mozhete dosyahnuty myloserdya"},{"SurahNumber":36,"VerseNumber":46,"Text":"Niyaka materiya yakyy riznovyd dokazu dayetʹsya yim z yikhnʹoho Lorda, vony stiyko disregard tse"},{"SurahNumber":36,"VerseNumber":47,"Text":"Koly vony rozpovidayutʹsya, 'Dayutʹ z BOZHYKH umov vam,' tsey khto disbelieve skazhete tsym khto vvazhayutʹ, 'Chomu musytʹ my dayemo tsʹomu komu BOHU mohly zhyvlennya, yakshcho Vin tak willed? Vy diysno daleko astray"},{"SurahNumber":36,"VerseNumber":48,"Text":"Vony takozh skladna zadacha, \"Koly shcho obitsyanka bude prybuvaty do propusku, yakshcho vy budete ye pravdyvi"},{"SurahNumber":36,"VerseNumber":49,"Text":"Vsi vony dyvlyatʹsya budutʹ odyn udar shcho overwhelms yim, v toy chas, yak vony dysputuyutʹ"},{"SurahNumber":36,"VerseNumber":50,"Text":"Vony ne budutʹ navitʹ maty chas zrobyty budutʹ, ne budutʹ vony vmiyutʹ povernutysya do yikhnikh lyudey"},{"SurahNumber":36,"VerseNumber":51,"Text":"rih bude dutysya, whereupon vony budutʹ braty pochatok u seryoznyy ta budutʹ ity do yikhnʹoho Lorda"},{"SurahNumber":36,"VerseNumber":52,"Text":"Vony skazhutʹ, \"Prykroshchi do nas. Khto resurrected ny z nashoyi smerti? Tse ye shcho naybilʹsh Dobrozychlyve poobitsyalo. Kur'yery pravo"},{"SurahNumber":36,"VerseNumber":53,"Text":"Vse tse vizʹme odyn udar, whereupon vony sklykayutʹsya pered tym, yak ny"},{"SurahNumber":36,"VerseNumber":54,"Text":"Na shcho denʹ, niyaka dusha ne bude obrazhatysya u naymenshyy. Vam budete platytysya akuratno dlya shchob ni vy"}]}