{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"tame kahi do! Ke mane adesa apavamam avyo che ke allaha ta'alani evi rite bandagi karum ke tena mate ja nikhalasatathi bandagi karum"},{"SurahNumber":39,"VerseNumber":12,"Text":"ane mane adesa apavamam avyo che ke, hum badham karata pahela ajnakari bani ja'um"},{"SurahNumber":39,"VerseNumber":13,"Text":"Kahi do! Ke mane to potana palanaharani avajna karavamam, mota divasani yatanano dara lage che"},{"SurahNumber":39,"VerseNumber":14,"Text":"kahi do! Ke hum nikhalasatathi potana palanaharani ja bandagi karum chum"},{"SurahNumber":39,"VerseNumber":15,"Text":"tame tena sivaya jeni bandagi karava iccho, karata raho, kahi do! Ke sace ja pathabhrasta te che, je pote ja potane ane potana gharavala'one kayamatana divase nukasanamam nankhi de, yada rakho ke khullum nukasana, a ja che"},{"SurahNumber":39,"VerseNumber":16,"Text":"temane nice ane uparathi agana chanyada dhanki rahya hase, a ja (yatana) che, jenathi allaha ta'ala potana banda'one daravi rahyo che. He mara banda'o! Basa! Tame marathi darata raho"},{"SurahNumber":39,"VerseNumber":17,"Text":"ane je loko tagutani bandagithi alaga rahya ane allaha ta'ala tarapha dhyana dharata rahya, te'o khusakhabarana hakadara che, mara banda'one khusakhabara sambhalavi do"},{"SurahNumber":39,"VerseNumber":18,"Text":"je vatane kana lagavi sambhale che, pachi je srestha vata hoya, tenum anusarana kare che, a ja te loko che, jemane allaha ta'ala'e satya marga batavyo che ane a ja loko bud'dhisali pana che"},{"SurahNumber":39,"VerseNumber":19,"Text":"je vyakti mate yatanano nirnaya tha'i gayo che, to sum tame tene jahannamathi bacavi sako cho"},{"SurahNumber":39,"VerseNumber":20,"Text":"ham! Te loko je'o potana palanaharathi darata rahya, temana mate ucca sthano che, jena upara pana ucca sthano banela che ane teni nice nahero vahi rahi che, palanaharanum vacana che ane te vacanabhanga nathi karato"},{"SurahNumber":39,"VerseNumber":21,"Text":"sum tame nathi joyum ke allaha ta'ala akasa manthi pani utare che ane tene bhugarbha sudhi pahoncade che, tyara pachi tena vade alaga-alaga prakarani upajo upajave che, pachi te suki padi jaya che ane tame tene pila kalarani ju'o cho, pachi tene cure-cura kari de che, amam bud'dhisali loko mate ghani sikhamano che"}]}