{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"Doch hinsichtlich derjenigen, die Kufr betrieben und Unsere Ayat und die Begegnung im Jenseits abgeleugnet haben, diese werden der Peinigung ausgeliefert"},{"SurahNumber":30,"VerseNumber":17,"Text":"Also subhanallah, wenn ihr in die Abendzeit und in die Morgenzeit hineingeht"},{"SurahNumber":30,"VerseNumber":18,"Text":"Und Ihm gebuhrt alles Lob in den Himmeln und auf Erden nachts und wenn ihr in die Mittagszeit hineingeht"},{"SurahNumber":30,"VerseNumber":19,"Text":"ER bringt das Lebendige vom Toten heraus, das Tote vom Lebendigen und belebt die Landschaft nach ihrem Tod. Und solcherart werdet ihr hervorgebracht"},{"SurahNumber":30,"VerseNumber":20,"Text":"Auch zu Seinen Ayat zahlt, daß ER euch aus Erde erschuf, dann - da seid ihr Menschen, die sich ausbreiten"},{"SurahNumber":30,"VerseNumber":21,"Text":"Ebenso zu Seinen Ayat zahlt, daß ER fur euch von eurem Wesen Partnerwesen erschuf, damit ihr bei ihnen Geborgenheit findet. Und ER setzte zwischen euch Liebe und Barmherzigkeit. Gewiß, darin sind doch Ayat fur Leute, die nachdenken"},{"SurahNumber":30,"VerseNumber":22,"Text":"Ebenfalls zahlt zu Seinen Ayat die Schopfung der Himmel und der Erde und die Vielfalt an euren Sprachen und euren Farben. Gewiß, darin sind doch Ayat fur die Wissenden"},{"SurahNumber":30,"VerseNumber":23,"Text":"Und zu Seinen Ayat zahlt euer Schlaf wahrend der Nacht und am Tag und euer Anstreben nach Seiner Gunst. Gewiß, darin sind doch Ayat fur Leute, die horen"},{"SurahNumber":30,"VerseNumber":24,"Text":"Auch zu Seinen Ayat zahlt, daß ER euch den Blitz zum Furchterregen und zum Hoffungerwecken zeigt. Und ER laßt vom Himmel Wasser fallen, dann belebt ER damit die Landschaft nach ihrem Tod. Gewiß, darin sind doch Ayat fur Leute, die begreifen"}]}