{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":6,"Text":"बेशक जिन लोगों ने कुफ़्र इख़तेयार किया उनके लिए बराबर है (ऐ रसूल) ख्वाह (चाहे) तुम उन्हें डराओ या न डराओ वह ईमान न लाएँगे"},{"SurahNumber":2,"VerseNumber":7,"Text":"उनके दिलों पर और उनके कानों पर (नज़र करके) खुदा ने तसदीक़ कर दी है (कि ये ईमान न लाएँगे) और उनकी ऑंखों पर परदा (पड़ा हुआ) है और उन्हीं के लिए (बहुत) बड़ा अज़ाब है"},{"SurahNumber":2,"VerseNumber":8,"Text":"और बाज़ लोग ऐसे भी हैं जो (ज़बान से तो) कहते हैं कि हम खुदा पर और क़यामत पर ईमान लाए हालाँकि वह दिल से ईमान नहीं लाए"},{"SurahNumber":2,"VerseNumber":9,"Text":"खुदा को और उन लोगों को जो ईमान लाए धोखा देते हैं हालाँकि वह अपने आपको धोखा देते हैं और कुछ शऊर नहीं रखते हैं"},{"SurahNumber":2,"VerseNumber":10,"Text":"उनके दिलों में मर्ज़ था ही अब खुदा ने उनके मर्ज़ को और बढ़ा दिया और चूँकि वह लोग झूठ बोला करते थे इसलिए उन पर तकलीफ देह अज़ाब है"},{"SurahNumber":2,"VerseNumber":11,"Text":"और जब उनसे कहा जाता है कि मुल्क में फसाद न करते फिरो (तो) कहते हैं कि हम तो सिर्फ इसलाह करते हैं"},{"SurahNumber":2,"VerseNumber":12,"Text":"ख़बरदार हो जाओ बेशक यही लोग फसादी हैं लेकिन समझते नहीं"},{"SurahNumber":2,"VerseNumber":13,"Text":"और जब उनसे कहा जाता है कि जिस तरह और लोग ईमान लाए हैं तुम भी ईमान लाओ तो कहते हैं क्या हम भी उसी तरह ईमान लाएँ जिस तरह और बेवकूफ़ लोग ईमान लाएँ, ख़बरदार हो जाओ लोग बेवक़ूफ़ हैं लेकिन नहीं जानते"},{"SurahNumber":2,"VerseNumber":14,"Text":"और जब उन लोगों से मिलते हैं जो ईमान ला चुके तो कहते हैं हम तो ईमान ला चुके और जब अपने शैतानों के साथ तनहा रह जाते हैं तो कहते हैं हम तुम्हारे साथ हैं हम तो (मुसलमानों को) बनाते हैं"},{"SurahNumber":2,"VerseNumber":15,"Text":"(वह क्या बनाएँगे) खुदा उनको बनाता है और उनको ढील देता है कि वह अपनी सरकशी में ग़लत पेचाँ (उलझे) रहें"},{"SurahNumber":2,"VerseNumber":16,"Text":"यही वह लोग हैं जिन्होंने हिदायत के बदले गुमराही ख़रीद ली, फिर न उनकी तिजारत ही ने कुछ नफ़ा दिया और न उन लोगों ने हिदायत ही पाई"}]}