{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen, onların çoğunu (söz) işitir ya da aklını kullanır mı sayıyorsun? Onlar, ancak hayvanlar gibidirler; hayır, onlar yol bakımından daha da şaşkın (ve aşağı)dırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbini görmedin mi, gölgeyi nasıl uzatıvermiştir? Eğer dilemiş olsaydı onu durgun kılardı. Sonra biz güneşi ona bir delil kılmışızdır"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra da onu tutup kendimize ağır ağır çekmişizdir"},{"SurahNumber":25,"VerseNumber":47,"Text":"O, geceyi sizin için bir elbise, uykuyu bir dinlenme ve gündüzü de yayılıp çalışma (zamanı) kılandır"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ve kendi rahmetinin önünde rüzgârları müjdeciler olarak gönderen de O´dur. Biz, gökten tertemiz su indirmiş bulunmaktayız"},{"SurahNumber":25,"VerseNumber":49,"Text":"Onunla ölü bir beldeyi (toprağı) canlandırmak ve yarattığımız hayvanlardan ve insanlardan bir çoğunu onunla sulamak için"},{"SurahNumber":25,"VerseNumber":50,"Text":"Andolsun bunu, onların arasında öğüt alıp düşünsünler diye çeşitli biçimlerde açıkladık. Ama insanların çoğu nankörlük edip ayak direttiler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dilemiş olsaydık, her kasabaya da bir uyarıcı, korkutucu gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Öyleyse kâfirlere itaat etme ve onlara (Kur´an´la) büyük bir cihad ver"},{"SurahNumber":25,"VerseNumber":53,"Text":"İki denizi (birbirine) salıp katan O´dur; bu, tatlı, susuzluğu giderici, bu da tuzlu ve acıdır. İkisinin arasında (birbirlerine karışmalarını önleyen) bir engel (berzah) ve aşılmayan bir sınır koymuştur"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ve insanı bir sudan yaratıp onu, neseb ve sihr(iyyet sahibi) kılan O´dur. Senin Rabbin güç yetirendir"},{"SurahNumber":25,"VerseNumber":55,"Text":"Allah´ı bırakıp kendilerine yarar da, zarar da sağlayamayacak şeylere ibadet etmektedirler. Kâfir, (asıl) kendi Rabbine karşı (şeytana) arka çıkandır"}]}