{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":62,"Text":"ئۇلار سىلەرنى رازى قىلىش ئۈچۈن (پەيغەمبەرگە تېگىدىغان گەپنى قىلمىدۇق دەپ) اﷲ بىلەن قەسەم قىلىدۇ، ئەگەر ئۇلار راستلا مۆمىن بولىدىغان بولسا، اﷲ نى ۋە ئۇنىڭ پەيغەمبىرىنى رازى قىلىشلىرى كېرەك ئىدى"},{"SurahNumber":9,"VerseNumber":63,"Text":"(بۇ مۇناپىقلار) اﷲ قا ۋە ئۇنى پەيغەمبىرىگە كىمكى قارشىلىق كۆرسىتىدىكەن، ئۇنىڭ دوزاخقا كىرىدىغانلىقىنى، دوزاختا مەڭگۈ قالىدىغانلىقىنى بىلمەمدۇ؟ ئەنە شۇ چوڭ رەسۋالىقتۇر"},{"SurahNumber":9,"VerseNumber":64,"Text":"مۇناپىقلار ئۆزلىرى توغرىسىدا بىرەر سۈرە نازىل بولۇپ، ئۇلارنىڭ دىللىرىدىكىنى (يەنى نىفاقنى) مۆمىنلەرگە خەۋەر بېرىشتىن قورقىدۇ. ئېيتقىنكى، «سىلەر (اﷲ نىڭ دىنىنى خالىغىنىڭلارچە) مەسخىرە قىلىڭلار، سىلەر (پاش بولۇشتىن) قورقىدىغان نەرسىنى (يەنى مۇناپىقلىقنى) اﷲ چوقۇم ئاشكارا قىلىدۇ»"},{"SurahNumber":9,"VerseNumber":65,"Text":"(ئى مۇھەممەد!) ئەگەر سەن ئۇلارنىڭ (مەسخىرە قىلغانلىقىنى) سورىساڭ، ئۇلار: «بىز (راست ئەمەس)، پەقەت ئىچ پۇشۇقى قىلىپ ئوينىشىپ دەپ قويدۇق» دەيدۇ. (بۇ مۇناپىقلارغا) «سىلەر اﷲ نىڭ دىنىنى، اﷲ نىڭ ئايەتلىرىنى (يەنى كىتابىنى) ۋە اﷲ نىڭ پەيغەمبىرىنى مەسخىرە قىلدىڭلارمۇ؟» دېگىن"},{"SurahNumber":9,"VerseNumber":66,"Text":"سىلەر (يالغان قەسەم ئىچىپ) ئۆزرە ئېيتماڭلار، سىلەر ئىمان ئېيتقىنىڭلاردىن كېيىن، (پەيغەمبەرنى مەسخىرە قىلىش بىلەن) كاپىر بولدۇڭلار، سىلەردىن بىر گۇرۇھنى (راست تەۋبە قىلغانلىقلىرى ئۈچۈن) ئەپۇ قىلساق، يەنە بىر گۇرۇھنى گۇناھكار بولغانلىقلىرى (يەنى مۇناپىقلىق بىلەن گۇناھنى داۋاملاشتۇرغانلىقلىرى) ئۈچۈن جازالايمىز"},{"SurahNumber":9,"VerseNumber":67,"Text":"مۇناپىق ئەرلەر بىلەن مۇناپىق ئاياللار (مۇناپىقلىقتا ۋە ئىماندىن يىراق بولۇشتا) بىر - بىرىگە ئوخشايدۇ، ئۇلار يامانلىققا بۇيرۇيدۇ، ياخشىلىقتىن توسىدۇ، ئۇلار قوللىرىنى يۇمۇۋالىدۇ (يەنى بېخىللىق قىلىپ سەدىقە بەرمەيدۇ). ئۇلار اﷲ نى ئۇنتۇدى (يەنى اﷲ نىڭ تائىتىنى تەرك ئەتتى)، اﷲ مۇ ئۇلارنى ئۇنتۇدى (يەنى اﷲ ئۇلارنى ئۆزىنىڭ پەزلىدىن ۋە رەھمىتىدىن مەھرۇم قىلدى). شۈبھىسىزكى، مۇناپىقلار پاسىقلاردۇر"},{"SurahNumber":9,"VerseNumber":68,"Text":"اﷲ مۇناپىق ئەرلەرگە، مۇناپىق ئاياللار ۋە كۇففارلارغا دوزاخنى ۋەدە قىلدى، ئۇلار دوزاختا مەڭگۈ قالىدۇ. دوزاخ ئۇلارنى (ئازابلاشقا) يېتەرلىكتۇر، اﷲ ئۇلارغا لەنەت قىلدى، ئۇلار مەڭگۈلۈك ئازابقا دۇچار بولىدۇ"}]}