{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":125,"Text":"Allah kimi doğru yola ulaştırmak isterse, kalbini (Ona) teslim olma arzusuyla genişletir; kimin de sapmasına izin verirse onun kalbini daraltır ve sıkıştırır, adeta göklere tırmanıyormuş gibi: böylece Allah, inanmayanları dehşete düşürür"},{"SurahNumber":6,"VerseNumber":126,"Text":"İşte bu şaşmaz (çizgi), Rabbinin yoludur. Gerçekten bu mesajlarımızı, onlardan ders al(mak iste)yen insanlara açık şekilde anlatıyoruz"},{"SurahNumber":6,"VerseNumber":127,"Text":"Rableri katında barış ve esenlik yurdu onların olacak; ve yapmakta olduklarından dolayı Allah onlara yakın bulunacak"},{"SurahNumber":6,"VerseNumber":128,"Text":"Allah, onları(n tümünü) bir araya topladığı o gün, \"Ey görünmez (şeytani) varlıklar ile yakınlık içinde olanlar! Siz (diğer) bir çok insanı tuzağa düşürdünüz!\" (diyecektir). Onlara yakın olan insanlar (ise,) \"Ey Rabbimiz! Biz (hayatta) birbirimizin arkadaşlığından yararlandık; ama (artık) süremizin sonuna geldik -Senin bizim için tayin ettiğin sürenin- (ve artık yolumuzun yanlışlığını görüyoruz!)\" diyecekler. (Ama) O, \"Sizin yurdunuz ateş olacak, Allah aksini dilemedikçe!\" diyecektir. Şüphe yok ki Rabbiniz hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ve bu şekilde, zalimlerin, (kötü) fiilleri ile birbirlerini ayartıp baştan çıkarmalarını sağlarız"},{"SurahNumber":6,"VerseNumber":130,"Text":"(Ve Allah şöyle devam edecek:) \"Ey görünmez (şeytani) varlıklar ve (benzer zihniyetteki) insanlar ile yakınlık içinde bulunan sizler! İçinizden mesajlarımı size ileten ve bu (Hesap) Gününün geleceği konusunda sizi uyaran bir peygamber gelmedi mi?\" Onlar: \"Biz kendi aleyhimize şahitlik yaparız!\" diyecekler. Zira bu dünya hayatı onları ayartmıştır: ve böylece onlar, hakikati inkar ettiklerine dair kendi aleyhlerine şahitlik yapacaklardır"},{"SurahNumber":6,"VerseNumber":131,"Text":"Gerçek şu ki, bir toplumun fertleri (doğru ile eğrinin anlamından) habersiz olduğu sürece Rabbin o toplumu yaptığı yanlışlıklardan dolayı asla yok etmez"}]}