{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":2,"VerseNumber":17,"Text":"Unhāṁ dī misāla i'uṁ hai jivēṁ ika vi'akatī nē aga bāla la'ī, jadōṁ aga nē usa dā ālā du'ālā rauśana kara ditā tāṁ alāha nē usa dī'āṁ akhāṁ dī rōśanī khōha la'ī atē unhāṁ nū hanērē vica chaḍa ditā ki unhāṁ nū kujha vī dikhā'ī nahīṁ didā"},{"SurahNumber":2,"VerseNumber":18,"Text":"Uha baulē hana, gūgē hana, anhē hana, huṇa iha (srēśaṭa rāha vala) palaṭaṇa vālē nahīṁ"},{"SurahNumber":2,"VerseNumber":19,"Text":"Bhāva unhāṁ dī misāla i'uṁ hai, jivēṁ asamāna vicōṁ mīnha pai rihā hōvē usa vica hanhērā vī hōvē atē garaja camaka vī, uha gaṛagaṛāhaṭa tōṁ ḍara kē mauta tōṁ baṇa la'ī apaṇī'āṁ uṅgalāṁ apaṇē kanāṁ vica pā rahē hōṇa, jadōṁ ki alāha nē avagi'ākārī'āṁ nū apaṇē kalāvē vica li'ā hō'i'ā hai"},{"SurahNumber":2,"VerseNumber":20,"Text":"Hō sakadā hai ki bijalī unhāṁ dī'āṁ nazarāṁ nū khica la'ē, jada vī unhāṁ upara bijalī camakadī hai, uha usa (dī rōśanī) vica cala paindē hana atē jada unhāṁ utē hanērā chā jāndā hai, tāṁ uha ruka jāndē hana. Atē jēkara alāha cāhē tā unhāṁ dē kana atē unhāṁ dī'āṁ akhāṁ khōha lavē. Asalī'ata iha hai ki alāha hara cīza dī samarathā rakhadā hai"},{"SurahNumber":2,"VerseNumber":21,"Text":"Hē lōkō! Apaṇē raba dī ibādata karō, jisa nē tuhānū paidā kītā atē unhāṁ lōkāṁ nū vī jō tuhāḍē tōṁ pahilāṁ guzara cukē hana, tāṁ ki tusīṁ (jahanama dī aga) tōṁ baca jā'ūṁ"},{"SurahNumber":2,"VerseNumber":22,"Text":"Uha hī hasatī hai jisa nē atē utāri'ā asamāna tōṁ pāṇī atē usa tōṁ paidā kītē hara prakāra dē fala, tuhāḍē rizaka dē rūpa vica. Tāṁ tusīṁ kisē nū alāha dē barābara nā ṭhahirā'u, jadōṁ ki tusī' jāṇadē hō"},{"SurahNumber":2,"VerseNumber":23,"Text":"Jēkara tusī usa bāṇī (kura'āna) dē sabadha vica śakē vica hō jō asīṁ apaṇē badē (paiġabara muhamada) dē upara utārī hai, tāṁ raca li'ā'u ihō jihī ika sūrata atē bulā la'u apaṇē samarathakāṁ nū vī, alāha tōṁ binā jēkara tusīṁ sacē hō"},{"SurahNumber":2,"VerseNumber":24,"Text":"Atē jēkara tusī ajihā nā kara sakō atē kadē vī nā kara sakōgē tāṁ usa aga tōṁ ḍarō jisadā bālaṇa inasāna atē pathara baṇanagē atē jō avagi'ākārī'āṁ dē la'ī hī ti'āra kītī ga'ī"}]}