{"Id":221,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Ол / Аллаһ / түнде сендердің жандарыңды алады және күндіз не істегендеріңді біледі. Ол сендерді белгіленген мерзім / өмір / аяқталуы үшін, онда / күндіз / қайта тірілтеді. Кейін Оған қайтасыңдар. Содан кейін, Ол сендерге не істегендеріңнің хабарын береді"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ол - әл-Қаһир / құлдарының үстінен үстемдік етуші / әрі Ол сендерге сақтаушыларды / амалдарды жазып сақтаушы періштелерді / жібереді. Қашан біреуіңе өлім келген кезде, елшілеріміз / жан алушы періштелер / оның жанын еш кемшілік жібермей алады"},{"SurahNumber":6,"VerseNumber":62,"Text":"Содан кейін олар, өздерінің шын Иелері - Аллаһқа қайтарылады. Біліңдер, үкім ету - Оның ғана билігінде. Ол - есеп алушылардың ең жылдамы"},{"SurahNumber":6,"VerseNumber":63,"Text":"Ей, Мұхаммед! / Айт: «Сендер Оған жалбарына әрі құпия түрде: «Ол бізді осыдан / апаттан / құтқарса, әлбетте біз шүкір етушілерден / Оның берген игіліктеріне алғысбілдірушілерден / боламыз», - деп / көмекке / шақырған кездеріңде, сендерді құрлық және теңіз қараңғылықтарынан кім құтқарады?» - деп"},{"SurahNumber":6,"VerseNumber":64,"Text":"Айт: «Сендерді бұдан және әрбір қайғыдан Аллаһ қана құтқарады. Сонда да сендер Оған / әр нәрсені / серік етіп қосасыңдар!» - деп"},{"SurahNumber":6,"VerseNumber":65,"Text":"Айт: «Ол, сендерге төбелеріңнен немесе аяқтарыңның астынан азап жіберуге не сендерді гүрлі топтарға бөліп, шиеленістіруге және кейбіреулеріне өзгелеріңнің қатыгездігін таттыруға күші жетеді», - деп. Олардың ұғулары үшін аяттарымызды қалай түсіндіретінімізге назар сал"},{"SurahNumber":6,"VerseNumber":66,"Text":"Қауымың оны / Құранды / , ол ақиқат болса да, өтірікке шығарды. Айт: «Мен сендерге жауапты емеспін"},{"SurahNumber":6,"VerseNumber":67,"Text":"Әрбір хабардың өз уақыты бар. Жақында білесіңдер», - деп"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ей, Мұхаммед! / Қашан олардың Біздің аяттарымызға байланысты / бос сөзге / кіріскенін көрген кезде, олар басқа әңгімеге ауысқандарына дейін олардан теріс бұрыл. Егер шайтан саған ұмыттырса, есіңе түскеннен кейін, әділетсіз адамдармен бірге отырма"}]}