{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Ka Ti (Tinim’ Naawuni) boli o Tuuri zoli nudirgu zuɣu, ka zaŋ o miri na Ti sani, ka o nyɛla Ti ni diri so fiila"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ka Ti (Tinim’ Naawuni) lahi ti o mabia Haruna Annabitali Ti nambɔzɔbo puuni"},{"SurahNumber":19,"VerseNumber":54,"Text":"Yaha! (Yaa nyini Annabi)! Teemi Annabi Smaila yεla kuduli (Alkur’aani) puuni. Achiika! O daa nyɛla alikauli paanda, ka daa nyɛ Naawuni tumo, ni Annabi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Yaha! O daa nyɛla ŋun puhiri o maligu ni jiŋli puhibu, n-ti pahi zakka tibu, ka daa nyɛla yεdalana o Duuma (Naawuni) sani"},{"SurahNumber":19,"VerseNumber":56,"Text":"Yaha! (Yaa nyini Annabi)! Teeimi Annabi Idrisu yεla kundili (Alkur’aani) puuni. Achiika! O daa nyɛla ŋun mali yεlimaŋli pam, ka daa lahi nyɛ Annabi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ka Ti (Tinim’ Naawuni) duhi o zaashe’ shɛli (Alizanda) din du"},{"SurahNumber":19,"VerseNumber":58,"Text":"Bana n-nyɛ ninvuɣu shɛba Naawuni ni niŋ ba ni’ima Annabinim’ ban yi Adam zuliya puuni na la, ni ninvuɣu shεba Ti (Tinim’ Naawuni) ni daa kpiɣi ŋarim puuni m-pahi Annabi Nuhu zuɣu la, ni Annabi Ibrahima zuliya, ni Israaila (Annabi Ya’akuba), ni Ti (Tinim’ Naawuni) ni dolsi shεba ka gahim ba puuni. Bɛ yi ti karindi ba Nambɔnaa (Naawuni) aayanima, ka bɛ lu ka nyɛla ban niŋ suzuuda, ka kuhira"},{"SurahNumber":19,"VerseNumber":59,"Text":"Ka ninvuɣu shεba kana n-ti zani bɛ zaani bɛ nyaaŋa, ka zaɣisi jiŋli puhibu, ka doli la (Dunia) kɔrsi, tɔ! Ni baalim, bɛ ni laɣim ni Gayya (buɣum kobilnin’ shɛli yuli m-bala)"},{"SurahNumber":19,"VerseNumber":60,"Text":"Naɣila ninvuɣu so ŋun niŋ tuuba, ka ti Naawuni yεlimanli, ka lahi tum tuun- viεlli, tɔ! Bannim’ maa ni kpe Alizanda. Yaha! Bɛ ti bi yɛn di ba zualinsi shɛli"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Bɛ sanyoo) nyɛla ʒinahigu Daalizanda shεli Nambɔnaa (Naawuni) ni niŋ O daba di daalikauli ni sɔɣisinli la. Achiika! O daalikauli maa nyɛla din yɛn ti kana"},{"SurahNumber":19,"VerseNumber":62,"Text":"Bɛ (Alizanda bihi) bi wumdi yεltɔɣa kaha di puuni naɣila suhudoo. Yaha! Ka bɛ mali bɛ daarzichi (bindirigu) di puuni Asiba mini Zaawuni"},{"SurahNumber":19,"VerseNumber":63,"Text":"Dina n-nyɛ Alizanda shεli Ti (Tinim’ Naawuni) ni mali dihiri ti daba puuni ŋun nyɛ wuntizɔra fali"},{"SurahNumber":19,"VerseNumber":64,"Text":"Yaha! Ti (Malaaikanim’) bi sheeri tiŋgbani ni na naɣila ni a Duuma zaligu, Ŋuna n-su din be ti tooni, ni din be ti nyaaŋa (Dunia ni Chiyaama), ni din be di sunsuuni. Yaha! A Duuma (Naawuni) pala Ŋun Tamda"}]}