{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":35,"Text":"Und die Gotzendiener sagen: \"Hatte Allah es so gewollt, so hatten wir nichts außer Ihm angebetet, weder wir noch unsere Vater, noch hatten wir etwas ohne Seinen (Befehl) verboten.\" Genauso taten schon jene vor ihnen. Jedoch sind die Gesandten fur irgend etwas außer fur die deutliche Verkundigung verantwortlich"},{"SurahNumber":16,"VerseNumber":36,"Text":"Und in jedem Volk erweckten Wir einen Gesandten (, der da predigte): \"Dient Allah und meidet die Gotzen.\" Dann waren unter ihnen einige, die Allah leitete, und es waren unter ihnen einige, die das Schicksal des Irrtums erlitten. So reist auf der Erde umher und seht, wie das Ende der Leugner war"},{"SurahNumber":16,"VerseNumber":37,"Text":"Wenn du fur sie den rechten Weg begehrst, dann (wisse, daß) Allah nicht jenen den Weg weist, die (andere) irrefuhren; noch gibt es fur sie Helfer"},{"SurahNumber":16,"VerseNumber":38,"Text":"Und sie schworen bei Allah ihre festen Eide, Allah werde jene nicht auferwecken, die sterben. Aber nein! Ihn bindet ein Versprechen, das Ihm obliegt jedoch die meisten Menschen wissen es nicht"},{"SurahNumber":16,"VerseNumber":39,"Text":"Er wird ihnen das klar machen, woruber sie uneins waren, damit jene, die unglaubig sind, wissen, daß sie Lugner sind"},{"SurahNumber":16,"VerseNumber":40,"Text":"Unser Wort, das Wir fur eine Sache sprechen, wenn Wir sie wollen, ist nur: \"Sei!\" und sie ist"},{"SurahNumber":16,"VerseNumber":41,"Text":"Und denjenigen, die um Allahs willen ausgewandert sind, nachdem sie unterdruckt worden waren, werden Wir sicherlich eine schone Wohnstatt in der Welt geben; und wahrlich, der Lohn des Jenseits ist (noch) großer, wenn sie es nur wußten"},{"SurahNumber":16,"VerseNumber":42,"Text":"(es sind) diejenigen, die geduldig geblieben sind und auf ihren Herrn vertrauen"}]}