{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"en makkale! Ninkal cenru yusuhpaiyum, avaratu cakotararaiyum tetipparunkal. Allahvin arulaipparri ninkal nampikkai ilantu vitatirkal; niccayamaka (nanriketta) nampikkaiyarravarkalait tavira (marrevarum) allahvin arulil nampikkai ilantuvita mattarkal'' enru(m, pinnum orumurai ekiptukkuc cenru tetumpatiyum) kurinar"},{"SurahNumber":12,"VerseNumber":88,"Text":"Piraku, ivarkal (ekiptukku vantu) yusuhpitam cenru avarai nokki (‘‘misrin atipatiyakiya) ajise! Enkalaiyum enkal kutumpattaiyum (pancattin) kotumai pitittuk kontatu. (Enkalitamirunta) oru arpapporulaiye nankal kontu vantirukkirom. (Ataik kavaniyatu) enkalukku ventiya taniyattai mulumaiyaka alantu kotuttu merkontum enkalukkut tanamakavum kotuttarulviraka! Niccayamaka allah tanam ceypavarkalukku nalla piratipalan alippan'' enru kurinarkal"},{"SurahNumber":12,"VerseNumber":89,"Text":"(accamayam avar avarkalai nokki,) ‘‘ninkal ariyamaiyil alntu kitantapotu yusuhpaiyum avarutaiya cakotararaiyum enna ceytirkal enpatai ninkal arivirkala?'' Enru kettar"},{"SurahNumber":12,"VerseNumber":90,"Text":"atarkavarkal (titukkittu) ‘‘meyyakave nir yusuhpaka iruppiro?'' Enru kettarkal. Atarkavar ‘‘nantan yusuhp! Ivar en cakotarar. Niccayamaka allah enkal mitu perarul purintirukkiran. Enenral, niccayamaka evar irai accamutaiyavaraka iruntu, ciramankalaiyum cakittuk kolkiraro (attakaiya) nanmai ceytavarkalin kuliyai niccayamaka allah vinakki vituvatillai'' enru kurinar"},{"SurahNumber":12,"VerseNumber":91,"Text":"atarkavarkal, ‘‘allahvin mitu cattiyamaka! Nankal (umakkup perum) tinkilaittom. Ayinum niccayamaka allah enkalaivita um'mai menmaiyakki vaittirukkiran. (Enkalukku nanmai ceyya allah unkalukkuc cantarppamum alittirukkiran)'' enru kurinarkal"},{"SurahNumber":12,"VerseNumber":92,"Text":"atarkavar ‘‘inraiya tinam unkal mitu oru kurramum illai. Allah(vum) unkal kurrankalai mannittu vituvanaka! Avan karunaiyalarkalilellam maka karunaiyalan'' enru kurinar"},{"SurahNumber":12,"VerseNumber":93,"Text":"‘‘Ninkal en intac cattaiyaik kontu poy en tantai mukattil potunkal. (Atanal utane) avar (ilanta) parvaiyai ataintu vituvar. Pinnar ninkal unkal kutumpattilulla anaivaraiyum alaittuk kontu ennitam varunkal'' enru kuri (anuppi)nar"},{"SurahNumber":12,"VerseNumber":94,"Text":"avarkalin ottaka vakanankal (ekiptiliruntu) piriyave, avarkalin tantai (‘‘ito) yusuhputaiya vataiyai niccayamaka nan nukarkiren; (itanal) ennai ninkal paittiyakkaran enru ennamalirukka ventume!'' Enrar"},{"SurahNumber":12,"VerseNumber":95,"Text":"(itaic ceviyurra avarutaiya makkal) ‘‘allahvin mitu cattiyamaka! Meyyakave nir umatu palaiya tavarana ennattiltan irukkirir'' enru kurinarkal"}]}