{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"vetëm ata që kanë dëgjim të shëndosh i përgjigjen (ftesës). Të vdekurit (ata që dëgjojnë dhe nuk besojnë) All-llahu i ringjall, e pastaj te Ai kthehen (u jepatë që e meritojnë)"},{"SurahNumber":6,"VerseNumber":37,"Text":"Dhe thanë: “Përse të mos i zbret atij (Muhammedit) një mrekulli nga Zoti i tij?” Thuaj: “S’ka dyshim se All-llahu ka fuqi t’ia zbresë një mrekulli, por shumica e tyre nuk e dinë (se çka do t’i gjente më pas)"},{"SurahNumber":6,"VerseNumber":38,"Text":"Nuk asnjë gjallesë në tokë dhe as shpendë që fluturojnë me dy krahë e që nuk janë të nara në grupe (të ndryshme), sikurse edhe ju (Zoti i krijoi, i pajisi si juve). Asgjë nuk kemi lënë pas dore nga evidenca. Më në fund te Zoti i tyre do të tubohen"},{"SurahNumber":6,"VerseNumber":39,"Text":"E ata që i bënë të rreme faktet Tona janë shurdmemecë të mbetur në errësira. All-llahu e humb kë të dojë e vë në rrugë të drejtë atë që do"},{"SurahNumber":6,"VerseNumber":40,"Text":"Thuaju: “Nëse u vjen dënimi nga All-llahu ose u vjen kijameti, më tregoni, nëse jeni të sinqertë, a do të thirrni kë pos All-llahut (për ndihmë?”)"},{"SurahNumber":6,"VerseNumber":41,"Text":"Jo, vetëm Atij (All-llahut) do t’i luteshi, e nëse do Ai, ju heq atë për çka i luteni, e do t’i harronit ata (zota) që ia shoqëronit"},{"SurahNumber":6,"VerseNumber":42,"Text":"Ne kemi dërguar (pejgamberë) edhe te popjt parateje (e derisa nuk dëgjuan), i dënuam më skamje emjerim, ashtu që të përulen"},{"SurahNumber":6,"VerseNumber":43,"Text":"E pse të mos përuleshin kur ju erdhi atyre dënimijonë? Por zemrat e tyre ishin ngurosor, po edhe djalli ua hjeshoi atë që bënin"},{"SurahNumber":6,"VerseNumber":44,"Text":"Meqë lanë pas dore atë me çka u këshilluan (t’i i drejtohen Zotit), Ne ua hapëm dyrt e çdo gjëje (begatie) derisa kur u gëzuan për atë që ju kishte dhënë, i kapëm befas, e ata mbetën të zhgënjyer"}]}