{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"Dhe pamedyshje ai eshte udherrefyes e meshire per besimtaret"},{"SurahNumber":27,"VerseNumber":78,"Text":"E Zoti yt, vertet do te gjykoje mes tyre me drejtesine e Tij, e Ai eshte i gjithfuqishmi e dijshmi"},{"SurahNumber":27,"VerseNumber":79,"Text":"E ti pra, mbeshtetu ne All-llahun se me te vertete ti je ne te drejten e sigurt"},{"SurahNumber":27,"VerseNumber":80,"Text":"E ti nuk mund t’i besh te degjojne te vdekurit, e as nuk mund ta besh te shurdhetin te degjoje thirrjes, e sidomos kur ata ta thejne shpinen"},{"SurahNumber":27,"VerseNumber":81,"Text":"E as qe mund t’i largosh te verberit nga humbja e tyre (zemrat e verbera), ti nuk mund ta besh te degjoje ndonje tjeter, vetem ate qe i beson argumentet Tona, e ata jane myslimane"},{"SurahNumber":27,"VerseNumber":82,"Text":"E kur kunder tyre do te behet fjala (e denimit) realitet. Ne do t’u nxjerrim nje shtaze nga toka qe do t’u flase (ose do t’i lendoje), sepse njerezit nuk ishin te bindur ne argumentet Tona"},{"SurahNumber":27,"VerseNumber":83,"Text":"E diten kur do te tubojme prej secilit popull grupe nga ata qe kane mohuar argumentet Tona, ata te vere njeri pas tjetrit, do te jene te penguar"},{"SurahNumber":27,"VerseNumber":84,"Text":"Deri sa te arrijne (ne vendin e llogarise), Ai u thote: “A ju i mohuat argumentet e Mia duke mos i menduar dhe formuar dije per to? E cka vepronit ju ashtu (ne dunja)?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"Dhe kunder tyre zbatohet vendimi (i denimit) per shkak se bene krim dhe ata nuk do te flasin"},{"SurahNumber":27,"VerseNumber":86,"Text":"A nuk shohin ata se Ne ua beme naten qe te pushojne, kurse diten te ndritshme. Ne kete ka argument per nje popull qe beson"},{"SurahNumber":27,"VerseNumber":87,"Text":"(perkujto) Diten kur i fryhet surit, e te frikesohet kush eshte ne toke, perpos ke do All-llahu (te mos frikesohet) dhe t’i vjne Atij te gjithe te perulur"},{"SurahNumber":27,"VerseNumber":88,"Text":"E, i sheh kodrat e mendon se ato jane te palevizshme, ndersa ato levizin si rete, (kjo eshte) mjeshteri e Allhut qe persosi cdo send, e Ai eshte hollesisht i njohur se cka punoni"}]}