{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":71,"Text":"De ki: “Söyleyin bakalım, eğer Allah geceyi ebedî olarak uzatıp kıyamete kadar karanlık yapsa, Allah'tan başka size gündüzü getirecek tanrı var mıdır?Hâlâ dinleyip kabul etmeyecek misiniz?”"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki: “Söyleyin bakalım! Gündüzü ebedî olarak uzatıp kıyamete kadar gündüz yapsa,Allah'tan başka, koynunda istirahat edip sükûnet bulacağınız geceyi getirecek tanrı var mıdır?Hâlâ gerçeği görmeyecek misiniz?”"},{"SurahNumber":28,"VerseNumber":73,"Text":"O, rahmetinin eseri olarak gece ile gündüzü var etti ki, geceleyin istirahat edesiniz, gündüzün de hayatınız için çalışıp Allah'ın lütfundan nasibinizi arayasınız ve O’nun nimetlerine şükredesiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"Allah'ı bir tanımayıp O’na şükür yerine şirke girenlere ise gün gelecek O, şöyle seslenecek:“Ortağım olduğunu iddia ettiğiniz şerikleriniz nerede, ortaya çıksınlar bakalım!”"},{"SurahNumber":28,"VerseNumber":75,"Text":"O gün her ümmetten birer şahit çıkarırız. Resulleri yalancı sayanlara da:“Haydi bakalım, varsa delilinizi ortaya koyun!” deriz.O zaman onlar, hak ve hakikatin Allah'a ait olduğunu kesinlikle anlar ve uydurdukları tanrılar ise ortada görünmez olur"},{"SurahNumber":28,"VerseNumber":76,"Text":"Yoldan sapanlardan biri olan Karun da Mûsa'nın ümmetinden olup onlara karşı böbürlenerek zulmetmişti.Ona hazineler dolusu öyle bir servet vermiştik ki o hazinelerin anahtarlarını bile güçlü kuvvetli bir bölük zor taşırdı.Halkı ona: “Servetine güvenip şımarma, böbürlenme! Zira Allah böbürlenenleri sevmez!” demişti. {KM, Sayılar 16. bölüm}"},{"SurahNumber":28,"VerseNumber":77,"Text":"“Allah'ın sana ihsan ettiği bu servetle ebedî âhiret yurdunu mâmur etmeye gayret göster, ama dünyadan da nasibini unutma! (ihtiyacına yetecek kadarını sakla).Allah sana ihsan ettiği gibi sen de insanlara iyilik et, sakın ülkede nizamı bozma peşinde olma! Çünkü Allah bozguncuları sevmez.”"}]}