{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"Mudah-mudahan Tuhannyu ngalimpahatn rahmat ka’ kita’ tapi kade’ kita’ mulakng (ngalakuatn kajahatatn), pasti Kami kambali (nyiksa-nyu). Man Kami jajiatn naraka Jahanam panjara ka’ urakng nang kapir"},{"SurahNumber":17,"VerseNumber":9,"Text":"Sungguh, al-Quran nian mare’ patunjuk ka’ (maraga) nang paling locor man mare’ kabar gambira ka’ urakng mukmin nang ngarajaatn kabajikatn, bahoa’ iaka’koa mao’ namu pahala nang aya’"},{"SurahNumber":17,"VerseNumber":10,"Text":"Man urakng-urakng nang nana’ baiman ka’ kaidupatn naherat, Kami nyadiaatn ka’ iaka’koa siksaatn nang padih"},{"SurahNumber":17,"VerseNumber":11,"Text":"Man talino (pancah) bado’a nto’ kajahatatn sabagemae (biasanya) ia bado’a nto’ kabaikatn. Man memang talino basipat baganceh-ganceh"},{"SurahNumber":17,"VerseNumber":12,"Text":"Man Kami jajiatn malam man siakng sabage dua tanda (kabasaratn Kami), kamudian Kami apusatn tanda malam man Kami jajiatn tanda siakng koa tarang bandarang, supaya kita’ (dapat) ngago’ karunia dari Tuhannyu, man supaya kita’ ngatahui’ bilangan tahutn’ man paretongan (waktu). Man sagala sasuatu udah Kami tarakngkatn mang jalas"},{"SurahNumber":17,"VerseNumber":13,"Text":"Man satiap talino udah Kami kalongkatn (catatan) amal pabuatatnnya ka’ tage’nya. Man ka’ ari kiamat Kami kaluaratn nto’nya sabuah Kitab dalapm kaadaan tabuka’"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Bacalah kitabnyu, cukuplah diri’nyu babaro ka’ ari nian sabage pangetong atas diri’nyu. ” 17. AL-I"},{"SurahNumber":17,"VerseNumber":15,"Text":"Sae ma’an babuat sasue mang patunjuk (Allah) maka sabatolnya koa nto’ (kasalamatatn) diri’nya babaro; mang sae ma’an tasasat maka sabatolnya (karugiatn) koa nto’ diri’nya babaro. Man surakng nang badosa nana’ dapat mikuli’ dosa urakng lain, tapi Kami bai’ mao’ nyiksa sanape’ Kami ngutus saurakng Rasul"},{"SurahNumber":17,"VerseNumber":16,"Text":"Man kade’ Kami mao’ minasaatn nagari maka Kami parentahatn ka’ urakng nang idup mewah ka’ nagari koa (supaya mantaati’ Allah), tapi mile iaka’koa ngalakuatn kadurhakaatn ka’ dalapm (nagari) koa maka sapantasnya balakulah ka’ala pakataan (ukuman Kami), kamudian Kami binasaatn maan (nagari koa)"},{"SurahNumber":17,"VerseNumber":17,"Text":"Man sangahe manyak kaum salaka’ Nuh, nang udah Kami binasaatn. Man cukuplah Tuhannyu nang Maha Nau’an, Maha Nele’ dosa hamba-hamba-Nya"}]}