{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":79,"Text":"On (im) otvetil: \"Upasi Gospod' nam vzyat' kogo-libo drugogo, Krome togo, v ch'yey lichnoy kladi My nashu sobstvennost' nashli. Inache byli by nepravednymi my"},{"SurahNumber":12,"VerseNumber":80,"Text":"Kogda zh otchayalis' oni V yego (sodeystvii ikh pros'be), To udalilis', chtob nayedine posoveshchat'sya, I starshiy ikh skazal: \"Uzhel' ne znayete, chto vash otets Vzyal klyatvu s vas pered Allakhom? I prezhde etogo s Yusufom Ne sovershili vy togo, chto nadlezhalo vam (Soglasno obeshchaniyu ottsu). A potomu ya ne pokinu etu zemlyu, Poka otets ne razreshit mne Il' ne reshit inache dlya menya Allakh: On - luchshiy iz (dayushchikh mudryye) reshen'ya"},{"SurahNumber":12,"VerseNumber":81,"Text":"Vy vozvrashchaytes' k vashemu ottsu I (tam) yemu skazhite: \"O nash otets! Tvoy syn ukral, I my svidetel'stvuyem tol'ko to, chto znayem. My (nikogo) ne mozhem uberech' (Ni ot chego, chto nam) nezrimo Ili (ot nas) sokryto (kem-to)"},{"SurahNumber":12,"VerseNumber":82,"Text":"(Veli) sprosit' selen'ye, gde my byli, I karavan, s kotorym shli my, (I ty uvidish'), chto my pravdu govorim"},{"SurahNumber":12,"VerseNumber":83,"Text":"Otets skazal: \"O net! Vam dushi vashi (podskazali) Vse eto delo (vymyslom) ukrasit'. (Otnyne dlya menya) prekrasno lish' terpen'ye. Allakh, byt' mozhet, mne vernet ikh vsekh, - Poistine, On znayushch, mudr (bezmerno)"},{"SurahNumber":12,"VerseNumber":84,"Text":"I otvernulsya on ot nikh i molvil: \"Kak veliko moye stradan'ye po Yusufu!\" I pobeleli ot pechali yego ochi, I on yedva mog skorb' sderzhat'"},{"SurahNumber":12,"VerseNumber":85,"Text":"Oni skazali: \"Imenem Allakha! Ne perestanesh' ty Yusufa vspominat', Poka (pechal') ne ischerpayet tvoi sily Il' ne postignet smert' tebya"},{"SurahNumber":12,"VerseNumber":86,"Text":"No on skazal: \"YA predayu svoyu pechal' i skorb' Allakhu, - Ved' ot Nego izvestno mne, O chem ne vedayete vy"}]}