{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Onun qüdrət nişanələrindən biri də budur ki, sən yer üzünü qupquru görürsən. Biz ona yağış yağdıran kimi hərəkətə gəlib qabarar (cana gələr). Onu dirildən, şübhəsiz ki, ölüləri də dirildəcəkdir. Həqiqətən, O, (Allah) hər şeyə qadirdir"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ayələrimizi inkar edənlər (ayələrimizdən üz döndərənlər) Bizdən gizli qalmazlar. Cəhənnəm oduna atılan kəs yaxşıdır, yoxsa qiyamət günü (Allahın hüzuruna) arxayın gələn kəs?! İstədiyinizi edin. Şübhəsiz ki, O nə etdiyinizi görəndir"},{"SurahNumber":41,"VerseNumber":41,"Text":"Özlərinə Qur’an gəldiyi zaman onu yalan hesab edənlər (mütləq cəzalarına çatacaqlar). O (Qur’an), şübhəsiz ki, çox dəyərli (qiymətli) bir kitabdır"},{"SurahNumber":41,"VerseNumber":42,"Text":"Nə öncə, nə də sonra batil ona yol tapa bilməz (Şeytan onun bir sözünü, bir hərfini belə dəyişə bilməz). O, hikmət sahibi, şükrə (tə’rifə) layiq olan (bütün işləri bəyənilən Allah) tərəfindən nazil edilmişdir"},{"SurahNumber":41,"VerseNumber":43,"Text":"(Ya Rəsulum!) Sənə ancaq səndən əvvəlki peyğəmbərlərə deyilənlər deyilir. Həqiqətən, sənin Rəbbin həm bağışlayandır, həm də şiddətli cəza verəndir"},{"SurahNumber":41,"VerseNumber":44,"Text":"Əgər Biz onu özgə bir dildə olan Qur’an etsəydik (Məkkə müşrikləri): “Məgər onun ayələri (bizim üçün) müfəssəl izah olunmalı deyildimi?! Bu nədir? (Qur’an) özgə dildə, (Peyğəmbər isə) ərəbmidir?!” – deyərdilər. (Ya Rəsulum!) De: “O, iman gətirənlərə hidayətdir və (cəhalət xəstəliyinə tutulmuş ürəklərə) şəfadır. İman gətirməyənlərin isə qulaqlarında karlıq (ağırlıq) vardır. O, (Qur’an) onları kor etmişdir. Onlar (sanki) uzaq bir yerdən çağırılırlar. (Heç bir şey eşitməz, heç bir şey anlamazlar)"},{"SurahNumber":41,"VerseNumber":45,"Text":"Biz Musaya da kitab vermişdik və onun (Tövratın) barəsində də ixtilaf düşmüşdü. (Ya Peyğəmbər!) Əgər sənin Rəbbinin (cəzanın qiyamət gününə qədər tə’xirə salınması haqqındakı) öncə buyurduğu bir söz olmasaydı, dərhal işləri bitmiş olardı (dünyada ikən əzabı dadardılar). Həqiqətən, (müşriklər Qur’an) barəsində çox dərin (başqalarını da şübhəyə salan) bir şəkk içindədirlər"},{"SurahNumber":41,"VerseNumber":46,"Text":"Yaxşı iş görənin xeyiri özünə, pislik edənin də zərəri özünə olar. (Ya Peyğəmbər!) Sənin Rəbbin (haqsız yerə) bəndələrə zülm edən deyildir"}]}