{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":63,"Text":"Salih said: 'My people! What do you think? If I had a clear evidence from my Lord, and then He also bestowed His mercy upon me, who will rescue me from the punishment of Allah if I still disobey Him? You can only make me lose even more"},{"SurahNumber":11,"VerseNumber":64,"Text":"My people! This she-camel of Allah is a sign for you. So let her pasture on Allah's earth, and do not hurt her or else some chastisement - which is near at hand -should overtake you"},{"SurahNumber":11,"VerseNumber":65,"Text":"But they slaughtered her. Thereupon Salih warned them: 'Enjoy yourselves in your homes for a maximum of three days. This is a promise which shall not be belied"},{"SurahNumber":11,"VerseNumber":66,"Text":"Then, when Our command came to pass, We saved Salih and those who shared his faith through Our special mercy, from the disgrace of that day. Truly Your Lord is All-Strong, All-Mighty"},{"SurahNumber":11,"VerseNumber":67,"Text":"And the Blast overtook those who were wont to do wrong, and then they lay lifeless in their homes"},{"SurahNumber":11,"VerseNumber":68,"Text":"as though they had never lived there before. Oh, verily the Thamud denied their Lord! Oh, the Thamud were destroyed"},{"SurahNumber":11,"VerseNumber":69,"Text":"Indeed Our messengers came to Abraham, bearing glad tidings. They greeted him with 'peace', and Abraham answered back to them 'peace', and hurriedly brought to them a roasted calf"},{"SurahNumber":11,"VerseNumber":70,"Text":"When he perceived that their hands could not reach it, he mistrusted them, and felt afraid of them. They said: 'Do not be afraid. We have been sent to the people of Lot"},{"SurahNumber":11,"VerseNumber":71,"Text":"And Abraham's wife was standing by and on hearing this she laughed. And We gave her the good news of (the birth of) Isaac, and after Isaac, of Jacob"}]}