{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":32,"Text":"Mata, kare no shirushi no hitotsu wa fune de, sore wa chōdo umi no naka o susumu yama no yōdearu"},{"SurahNumber":42,"VerseNumber":33,"Text":"Moshi kare no okokoronara kaze o shizume rare, sorede (fune wa) kaimen ni tomatte shimau. Hontōni kono nakaniha, yoku tae kansha suru mono e no shirushi ga aru"},{"SurahNumber":42,"VerseNumber":34,"Text":"Mata kare wa,(hitobito ga) mizukara okashita tsumi no tame ni, sorera (fune) o nanpa sa seru koto mo dekiru.Daga (sono tsumi no) ōku o yurusa reru"},{"SurahNumber":42,"VerseNumber":35,"Text":"Shikashi, ware no shirushi ni tsuite rongi suru mono wa, manukareru ba mo nai koto o shirudearou"},{"SurahNumber":42,"VerseNumber":36,"Text":"Anata gata ni atae rareru subete no mono wa, gense no seikatsu ni okeru (shibashi no) kyōraku (nisuginai). Shinkō shite,-nushi o shinrai suru mono ni totte wa, arrā no omoto ni aru mono koso, mottomo zendeari, haruka ni eizoku suru"},{"SurahNumber":42,"VerseNumber":37,"Text":"Mata, taizai ya harenchina kōi o yokeru mono, okotte mo yurusu mono"},{"SurahNumber":42,"VerseNumber":38,"Text":"mata omo (no yobikake) ni kotaete reihai no tsutome o mamoru mono, tagaini koto o sōdan shi atte okonau mono, ware ga sazuketa mono kara hodokosu mono"},{"SurahNumber":42,"VerseNumber":39,"Text":"hakugai ni atta toki, tasukeai, bōei suru mono,(ni totte, arrā no omoto ni aru mono koso, mottomo zendeari eizoku suru)"},{"SurahNumber":42,"VerseNumber":40,"Text":"Aku ni taisuru mukui wa, soreto dōyō no warudearu. Daga kan'yō shite wakai suru mono ni taishite, arrā wa hōshū o kudasaru. Hontōni kare wa warui okonai no mono o o konomi ni nara renai"},{"SurahNumber":42,"VerseNumber":41,"Text":"Futōna koto o sa reta mono ga, mizukara mamotte (hōfuku shite) mo, korera no mono ni taishite tsumi wanai"},{"SurahNumber":42,"VerseNumber":42,"Text":"Tanin ni aku o okonai, mata do o koshita fukushū o kuwadate chijō o sawagasu-sha-tachi, kare-ra ni taisuru (arrā no) batsu wa itamashī chōbatsu ga aru dakedearu"},{"SurahNumber":42,"VerseNumber":43,"Text":"Daga taeshinonde yurushite yaru koto, sore koso (arrā no kimerareta) kakkotaru hito no michi to iu mono"},{"SurahNumber":42,"VerseNumber":44,"Text":"Arrā ga mayou ni makaseta mono ni wa, sonogo yōgo-sha wa nai nodearu. Anata gata wa aku o okonau mono ga, chōbatsu o miru to,`nantoka hikikaesu michi wanaideshou ka.' To iu no o mirudearou"}]}