{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":100,"Text":"Ra jo muhajiraharu tatha ansaraharu (apravasi tatha sthaniya sahayogi manisa) satmargama agrasarata dekha'eka chan ra jasale sathama rahi tiniharuko anusarana gare, allaha tiniharusita khusi cha ra tiniharu pani allahasita prasanna chan tiniharuko nimti yasta bagaincaharu tayara chan jasako tala naharaharu bagirahane chan (tiniharu) sadhaim tyasama basa garnechan. Yahi thulo saphalata ho"},{"SurahNumber":9,"VerseNumber":101,"Text":"Ra kehi timra charachimekaka ra kehi madinaka basindaharu pani pakhandama pareka chan. Tapa'inle tiniharula'i jannuhumdaina, hamile tiniharula'i jandachaum, hamile tiniharula'i dobbara sajaya dinechaum, ani tiniharu jhan thulo sajayatira lagine chan"},{"SurahNumber":9,"VerseNumber":102,"Text":"Ra kehi aru manisaharu chan jasale ki aphna trutiharu spastarupale svikara gardachan, jasale asala ra kharaba duvai kisimaka kama gareka thi'e. Asa cha ki allahale tiniharuko pascatapa svikara garnecha. Nihsandeha allaha thulo ksamadata, dayavan cha"},{"SurahNumber":9,"VerseNumber":103,"Text":"Tiniharuko sampattibata tapa'inle sadaka (dana) linus jasabata tiniharula'i tapar'inle sud'dha ra pavitra garidinus ra tiniharuko lagi prarthana garnus, nihsandeha tapar'inko prarthana tiniharuko santustiko srota ho ra allaha dherai sunnevala ra jannevala cha"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ke yiniharula'i yo thaha chaina ki allahale nai aphna bhaktaharubata prayascita svikara gardacha ra usaile danaharu svikara gardacha, ra nihsandeha allaha nai prayascita svikara garnevala ra parama dayalu cha"},{"SurahNumber":9,"VerseNumber":105,"Text":"Bhanidinus ki timi satkarma gardai ja'u, allaha ra usaka rasula ra mominaharu sabaile timra kriyakalapa hernechan. Ra timile drsya–adrsyako jnatatarpha avasya pharka'inechau. Ani usale je jati gardai a'eka chau, tyo sabai timila'i bata'une cha"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ra kehi yasta chan jasako mudda allahako adesa a'unjelasam'ma multavi cha, (usale) cahe tiniharula'i sajaya de'os, va unako prayascita svikara garos ra allaha sarvajnata ra tatvadarsi cha"}]}