{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Kōna sampradāẏa tāra nirdiṣṭa kālēra agrē yētē pārē nā. Ēbaṁ paścātē'ō thakātē pārē nā."},{"SurahNumber":23,"VerseNumber":44,"Text":"Ērapara āmi ēkādikramē āmāra rasūla prēraṇa karēchi. Yakhana'i kōna um'matēra kāchē tām̐ra rasūla āgamana karēchēna, takhana'i tārā tām̐kē mithyābādī balēchē. Ataḥpara āmi tādēra ēkēra para ēka dhbansa karēchi ēbaṁ tādērakē kāhinīra biṣaẏē pariṇata karēchi. Sutarāṁ dhbansa hōka abiśbāsīrā."},{"SurahNumber":23,"VerseNumber":45,"Text":"Ataḥpara āmi mūsā ō hāruṇakē prēraṇa karēchilāma āmāra nidarśanābalī ō suspaṣṭa sanadasaha"},{"SurahNumber":23,"VerseNumber":46,"Text":"phēra'ā'una ō tāra amātyadēra kāchē. Ataḥpara tārā ahaṅkāra karala ēbaṁ tārā ud'dhata sampradāẏa chila."},{"SurahNumber":23,"VerseNumber":47,"Text":"Tārā balalaḥ āmarā ki āmādēra mata'i ē du'i byaktitē biśbāsa sthāpana karaba; athaca tādēra sampradāẏa āmādēra dāsa"},{"SurahNumber":23,"VerseNumber":48,"Text":"ataḥpara tārā ubhaẏakē mithyābādī balala. Phalē tārā dhbansa prāpta hala."},{"SurahNumber":23,"VerseNumber":49,"Text":"Āmi mūsākē kitāba diẏēchilāma yātē tārā saṯpatha pāẏa."},{"SurahNumber":23,"VerseNumber":50,"Text":"Ēbaṁ āmi mariẏama tanaẏa ō tām̐ra mātākē ēka nidarśana dāna karēchilāma. Ēbaṁ tādērakē ēka abasthānayōgya sbaccha pāni biśiṣṭa ṭilāẏa āśraẏa diẏēchilāma."},{"SurahNumber":23,"VerseNumber":51,"Text":"Hē rasūlagaṇa, pabitra bastu āhāra karuna ēbaṁ saṯkāja karuna. Āpanārā yā karēna sē biṣaẏē āmi parijñāta."},{"SurahNumber":23,"VerseNumber":52,"Text":"Āpanādēra ē'i um'mata saba tō ēka'i dharmēra anusārī ēbaṁ āmi āpanādēra pālanakartā; ata'ēba āmākē bhaẏa karuna."},{"SurahNumber":23,"VerseNumber":53,"Text":"Ataḥpara mānuṣa tādēra biṣaẏakē bahudhā bibhakta karē diẏēchē. Pratyēka sampradāẏa nija nija matabāda niẏē ānandita hacchē."},{"SurahNumber":23,"VerseNumber":54,"Text":"Ata'ēba tādēra kichu kālēra jan'yē tādēra ajñānatāẏa nimajjata thākatē dina."},{"SurahNumber":23,"VerseNumber":55,"Text":"Tārā ki manē karē yē, āmi tādērakē dhana-sampada ō santāna-santati diẏē yācchi."},{"SurahNumber":23,"VerseNumber":56,"Text":"Tātē karē tādērakē druta maṅgalēra dikē niẏē yācchi? Baraṁ tārā bōjhē nā."},{"SurahNumber":23,"VerseNumber":57,"Text":"Niścaẏa yārā tādēra pālanakartāra bhaẏē santrasta"},{"SurahNumber":23,"VerseNumber":58,"Text":"yārā tādēra pālanakartāra kathāẏa biśbāsa sthāpana karē"},{"SurahNumber":23,"VerseNumber":59,"Text":"yārā tādēra pālanakartāra sāthē kā'ukē śarīka karē nā"}]}