{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":35,"VerseNumber":4,"Text":"mariyu (o pravakta!) Okavela varu ninnu asatyavadudavani tiraskarincina (idi krotta visayam kadu), vastavaniki niku purvam pampabadina sandesaharulu kuda tiraskarimpabaddaru. Mariyu vyavaharalanni (tirpu koraku) civaraku allah vaddake maralimpa badatayi"},{"SurahNumber":35,"VerseNumber":5,"Text":"o manavulara! Niscayanga, allah vagdanam satyam! Kavuna i prapancika jivitam mim'malni mosagincaradu. Mariyu a maha vancakunni (saitan nu) kuda mim'malni allah visayanlo mosagimpanivvakandi"},{"SurahNumber":35,"VerseNumber":6,"Text":"niscayanga, saitan mi satruvu, kavuna miru kuda vadini satruvugane bhavincandi. Niscayanga, vadu tana anucarulanu (bhagabhaga mande) agnivasulavatanike ahvanistu untadu"},{"SurahNumber":35,"VerseNumber":7,"Text":"evaraite satyanni tiraskaristaro, variki kathinamaina siksa padutundi. Mariyu evaraite visvasinci, satkaryalu cestaro, variki ksamapana mariyu goppa pratiphalam (svargam) kuda untayi"},{"SurahNumber":35,"VerseNumber":8,"Text":"emi? Tana duskaryalu tanaku akarsaniyanga kanabadetatlu ceyabadi nanduku, evadaite vatini manci karyaluga bhavistado! (Atadu sanmarganlo unna vadito samanudu kagalada)? Niscayanga allah tanu korina vanini margabhrastatvanlo vadalutadu mariyu tanu korina vaniki margadarsakatvam cestadu. Kavuna nivu vari koraku cintinci ninnu nivu duhkhaniki guri cesukoku. Niscayanga, vari karmalanni allah ku baga telusu"},{"SurahNumber":35,"VerseNumber":9,"Text":"Mariyu allah ye galulanu pamputadu. Taruvata avi meghalanu ettutayi. A taruvata memu vatini mrta pradesam vaipunaku pampi, danito a nelanu maranincina taruvata tirigi bratikistamu. Ide vidhanga, (manavula) punarut'thanam kuda jarugutundi"},{"SurahNumber":35,"VerseNumber":10,"Text":"gauravanni kanksincu vadu telusu kovali, gauravamanta allah ke cendutundani! Manci pravacananni ayana vaipunaku ekki potayi. Mariyu satkarma danini paiki ettutundi. Mariyu evaraite cedu kutralu pannutaro! Variki kathina siksa untundi. Mariyu alanti vari kutra, ade! Nasinci potundi"},{"SurahNumber":35,"VerseNumber":11,"Text":"mariyu allah mim'malni mattito srstincadu. Taruvata indriya binduvuto, a taruvata mim'malni (ada-maga) jantaluga cesadu. Mariyu e stri kuda ayanaku teliyakunda garbham dalcajaladu mariyu prasavincanu jaladu. Granthanlo vrayabadanide, perugutunna vadi vayas'su peraganu jaladu mariyu evani vayas'su taraganu jaladu. Niscayanga, idanta allah ku ento sulabham"}]}