{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":8,"Text":"หวังว่าพระเจ้าของพวกเจ้าจะทรงเมตตาแก่พวกเจ้า และหากพวกเจ้ากลับมา (ก่อกวน) อีกเราก็โต้กลับและเราได้ให้นรกเป็นที่คุมขังสำหรับผู้ปฏิเสธศรัทธา"},{"SurahNumber":17,"VerseNumber":9,"Text":"แท้จริง อัลกุรอานนี้นำสู่ทางที่เที่ยงตรงยิ่ง และแจ้งข่าวดีแก่บรรดาผู้ศรัทธาที่ประกอบความดีทั้งหลายว่า สำหรับพวกเขานั้นจะได้รับการตอบแทนอันยิ่งใหญ่"},{"SurahNumber":17,"VerseNumber":10,"Text":"และแท้จริงบรรดาผู้ไม่ศรัทธาต่อโลกหน้านั้น เราได้เตรียมไว้สำหรับพวกเขาแล้วซึ่งการลงโทษอันเจ็บแสบ"},{"SurahNumber":17,"VerseNumber":11,"Text":"และมนุษย์นั้นวิงวอนขอความชั่ว เยี่ยงการวิงวอนขอของเขาเพื่อความดี และมนุษย์นั้นเป็นผู้รีบร้อนเสมอ"},{"SurahNumber":17,"VerseNumber":12,"Text":"และเราได้ทำให้กลางคืนและกลางวันเป็นสองสัญญาณ ดังนั้น เราทำให้สัญญาณของกลางคืนมืดมน และเราได้ทำให้สัญญาณของกลางวันมีแสงสว่าง เพื่อพวกเจ้าจะได้แสวงหาความโปรดปรานจากพระเจ้าของพวกเจ้า และเพื่อพวกเจ้าจะได้รู้จำนวนปีทั้งหลายและการคำนวณและทุก ๆ สิ่งเราได้แจกแจงมันอย่างละเอียดแล้ว"},{"SurahNumber":17,"VerseNumber":13,"Text":"และมนุษย์ทุกคน เราได้ให้การงานของเขาแขวนติดไว้ที่ติดไว้ที่คอของเขา และในวันกิยามะฮฺ เราจะเอาบันทึกออกมาให้เขาพบมันในสภาพที่กางแผ่"},{"SurahNumber":17,"VerseNumber":14,"Text":"เจ้าจงอ่านบันทึกของเจ้า พอเพียงแก่ตัวเจ้าแล้ววันนี้ที่จะเป็นผู้ชำระบัญชีของตัวเจ้าเอง"},{"SurahNumber":17,"VerseNumber":15,"Text":"ผู้ใดได้พบแนวทางที่ถูกต้อง แท้จริงเขาจะอยู่ในทางนั้นเพื่อตัวเขาเอง และผู้ใดหลง แท้จริงเขาจะหลงต่อตัวเขาเอง และไม่มีผู้แบกภาระใดที่จะแบกภาระของผู้อื่นได้ และเรามิเคยลงโทษผู้ใด จนกว่าเราจะแต่งตั้งรอซูลมา"},{"SurahNumber":17,"VerseNumber":16,"Text":"และเมื่อเราปรารถนาที่จะทำลายหมู่บ้านใด เราได้บัญชาให้พวกฟุ่มเฟือยของมัน แล้วพวกเขาก็ฝ่าฝืน ดังนั้น พระดำรัส (การลงโทษ) สมควรแล้วแก่มัน ฉะนั้นเราจะได้ทำลายมันอย่างพินาศ"},{"SurahNumber":17,"VerseNumber":17,"Text":"และกี่ศตวรรษแล้วหลังจากนูหฺที่เราได้ทำลาย และพอเพียงแก่พระเจ้าของเจ้าผู้ทรงรอบรู้ ทรงเห็นความผิดของปวงบ่าวของพระองค์"}]}