{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Muso ʙa Fir'avn guft: «Ilmi on qavmhoi guzasta nazdi Parvardigori man ast dar kitoʙe (Lavhul mahfuz), ki ƣalatu xato nakunad Parvardigori man va na faromus sozad»"},{"SurahNumber":20,"VerseNumber":53,"Text":"U on Zotest, ki zaminro oromgohi sumo soxt va ʙarojaton dar on zamin rohhoe padid ovard va az osmon ʙoron firistod, to ʙo on oʙ nav'hoi tunogune az naʙotot ʙirujonem"},{"SurahNumber":20,"VerseNumber":54,"Text":"Bixured ej mardum az pokihoe, ki Mo ʙarojaton rujondem va corpojonatonro ʙicaroned. Dar in hama ʙaroi xiradmandon iʙrathost"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sumoro az on zamin ofaridem va ʙa on ʙozmegardonem va ʙori digar ʙaroi hisoʙu cazo az on ʙerun meovarem"},{"SurahNumber":20,"VerseNumber":56,"Text":"Alʙatta, hamai ojoti xudro ʙa u (Fir'avn) nison dodem, vale duruƣ ʙarovard va sarkasi kard az qaʙuli haq"},{"SurahNumber":20,"VerseNumber":57,"Text":"Fir'avn guft: «Ej Muso, ojo nazdi mo omadai, to ʙo sehrat moro az sarzaminamon ʙerun sozi"},{"SurahNumber":20,"VerseNumber":58,"Text":"Mo niz dar ʙaroʙari tu codue cun codui tu meovarem. Bajni movu xud va'dagohe dar zamini hamvor muajjan kun, ki na mo va'daro xilof kunem va na tu»"},{"SurahNumber":20,"VerseNumber":59,"Text":"Muso ʙa Fir'avn guft: «Va'dagohi sumo ruzi zinat, (ruzi idi ʙuzurge, ki mardum xudro dar on meorojand) ast va hamai mardum ʙa on hangom, ki oftoʙ ʙaland gardad, gird ojand"},{"SurahNumber":20,"VerseNumber":60,"Text":"Fir'avn az on ci ki Muso ovarda az haq ruj gardondu ʙargast va codugaroni xesro cam' karda va ʙoz omad"},{"SurahNumber":20,"VerseNumber":61,"Text":"Muso ʙa codugaroni Fir'avn guft: «Voj ʙar sumo, ʙar Alloh duruƣ maʙanded, ki hamai sumoro ʙa azoʙe halok kunad va har ki duruƣ ʙandad, ʙa matlaʙ narasad»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Pas codutaron ʙa jakdigar dar kori xud ʙa masvarat pardoxtand. Va pinhon rozho guftand"},{"SurahNumber":20,"VerseNumber":63,"Text":"Guftand: «In du (Muso va Horun) codugarone hastand, ki mexohand ʙa codui xes sumoro az sarzaminaton ʙironand va dini ʙartari sumoro nest kunand"},{"SurahNumber":20,"VerseNumber":64,"Text":"Sumo tadʙirhoi xud gird ovared va dar jak saf ʙijoed. Kase, ki imruz piruz savad, rastagori joʙad»"}]}