{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"Aytkın: “Men özümö Allaһ kaalagandan başka payda da, zıyan da jetkire albaymın. Eger kayıptı bilgenimde, (özümö) jakşılıktardı köböytüp almakmın jana maga eç kanday jamandık jetmek emes. Men bolgonu, ıymanduu adamdardı (azap) menen eskertüüçü jana (soop-sıylık) menen süyüntüüçü paygambarmın"},{"SurahNumber":7,"VerseNumber":189,"Text":"Al (Allaһ) silerdi bir jandan (Adam-Atadan) jaratkan. Kiyin anı menen tınçtanıp, ırahat alsın dep, andan jubayın (Havaa-Eneni) jarattı. Anan aga jakındık kılganda, jeŋil jüktüü bolup, anı menen jürö berdi.! Al emi (boyundagı) oorloşkon mezgilde (bala bütkönün bilişip) Rabbisine: “Eger bizge jakşı (soo-taza) perzent berseŋ şügür kıluuçulardan bolor elek” dep duba kılıştı"},{"SurahNumber":7,"VerseNumber":190,"Text":"(Allaһ) eköönö jakşı perzent bergende, bergen nersesinde Allaһka şirk keltirişti.” Allaһ alardın şirkterinen Biyik-Jogoru"},{"SurahNumber":7,"VerseNumber":191,"Text":"Eç nerseni jaratpay, jaratılgan nerselerdi Allaһga şerik kılışabı"},{"SurahNumber":7,"VerseNumber":192,"Text":"(Adamdar Allaһka şerik kılgan başka “kudaylar”) Alarga gana emes, özdörünö da jardam bere alışpayt"},{"SurahNumber":7,"VerseNumber":193,"Text":"(O, muşrikter!) Eger siler alardı (“kudayıŋardı”) Tuura Jolgo çakırsaŋar eerçip kelbeyt (ukpayt). Alardı çakırdıŋarbı je unçukpay turduŋarbı, silerge ayırması jok"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allaһtan başka siler duba kılıp jatkan “kudaylar” özüŋör sıyaktuu ele pendeler. (Allaһtın makuluktarı). Eger çınçıl bolsoŋor, alarga duba kılgılaçı kana, joop berişet beken"},{"SurahNumber":7,"VerseNumber":195,"Text":"Emne, alardın jürö turgan buttarı barbı? Je (küç menen) karmagıday koldoru barbı? Je köröör közdörü barbı? Je bolboso, ukkuday kulaktarı barbı?! Aytkın: “Allaһga şerik kılgan “kudayıŋarga” duba kıla bergile dagı, eç nersege karabay (maga karşı) aylakerligiŋerdi baştay bergile” (birok, koluŋardan eç nerse kelbeyt)"}]}