{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Tāmen shuō:“Nǐmen bǎ lǔ tè de xìntú zhú chūchéng wài, yīnwèi tāmen shì chúnjié de mínzhòng.” Zhè shì tāmen wéiyī de dáfù"},{"SurahNumber":27,"VerseNumber":57,"Text":"Wǒ jiù zhěngjiùle tā hé tā de xìntú, tā de qīzi chúwài, wǒ yǐ yùdìng tā hé qíyú de rén tóng shòu xíngfá"},{"SurahNumber":27,"VerseNumber":58,"Text":"Wǒ céng jiàng dàyǔ qù shāng tāmen. Céng shòu jǐnggào zhě suǒ zāo de yǔ zhēn èliè"},{"SurahNumber":27,"VerseNumber":59,"Text":"Nǐ shuō:“Yīqiè zànsòng, quán guī ān lā. Zhù tā suǒ xuǎn de zhòng pū píng'ān.” Jiùjìng shì ān lā gèng hǎo ne? Háishì tāmen yòng lái pèi ān lā de gèng hǎo ne"},{"SurahNumber":27,"VerseNumber":60,"Text":"Shì nèi tiāndì de chuàngzào zhě (gèng hǎo), tā wèi nǐmen cóng yún zhōng jiàngxià yǔshuǐ, yǐ péizhí měilì de yuánpǔ, ér nǐmen bùnéng shǐ yuánpǔ zhōng de shùmù shēngzhǎng. Chú ān lā wài, nándào huán yǒu yīng shòu chóngbài de ma? Bùrán, tāmen shì bèimiù de mínzhòng"},{"SurahNumber":27,"VerseNumber":61,"Text":"Háishì yǐ dàdì wéi ānjū zhī suǒ, shǐ zhū héliú guàn qíjiān, shǐ zhū shān zhènyā qí shàng, bìng zài liǎng hǎi zhī jiān shè yīgè píngzhàng zhě ne? Chú ān lā wài, nándào huán yǒu yīng shòu chóngbài de ma? Bùrán, tāmen dàbàn bùzhīdào"},{"SurahNumber":27,"VerseNumber":62,"Text":"Háishì nà dāyìng shòunàn zhě de qídǎo, ér jiěchú qí zāihài, qiě yǐ nǐmen wéi dàdì de dàilǐ zhě ne? Chú ān lā wài, nándào huán yǒu yīng shòu chóngbài de ma? Nǐmen hěn shǎo juéwù"},{"SurahNumber":27,"VerseNumber":63,"Text":"Háishì nà zài lù hǎi de chóngchóng hēi'àn zhōng yǐndǎo nǐmen, zài jiàng qí ēnhuì zhīqián, shǐ fēng wèi chuán jiāyīn zhě ne? Chú ān lā wài, nándào huán yǒu yīng shòu chóngbài de ma? Ān lā chāo hū tāmen yòng lái pèi tā de"}]}