{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"So they reject what We have given them. Enjoy, for you will come to know"},{"SurahNumber":16,"VerseNumber":56,"Text":"And they allocate a portion from what We provide to them to that which they did not have knowledge of. By God, you will be asked about the lies you have invented"},{"SurahNumber":16,"VerseNumber":57,"Text":"And they assign their daughters to God; be He glorified; and to them is what they desire"},{"SurahNumber":16,"VerseNumber":58,"Text":"And when one of them is given news of a female, his face becomes darkened and he is in grief"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hides from his people because of the bad news he has received. Shall he keep her with dishonour, or bury her in the sand Miserable indeed is how they judge"},{"SurahNumber":16,"VerseNumber":60,"Text":"For those who do not believe in the Hereafter is the worst example, and for God is the highest example, and He is the Noble, the Wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"And if God were to immediately call mankind to account for their transgression, then He would not leave a single creature standing. But He delays them to a determined time; so when that time comes to any of them, they cannot delay it by one hour or advance it"},{"SurahNumber":16,"VerseNumber":62,"Text":"And they assign to God what they hate, and their tongues describe with lies that they will have what is good. No doubt they will have the Fire, for they have rebelled"},{"SurahNumber":16,"VerseNumber":63,"Text":"By God, We have sent others to nations before you, but the devil adorned their work for them. So he is their ally today, and they will have a painful retribution"},{"SurahNumber":16,"VerseNumber":64,"Text":"And We did not send down the Scripture to you except that you may clarify to them that in which they disputed, and as a guidance and mercy to a people who believe"}]}