{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"(Kaafirfoͻ no) repԑ sԑ wobԑma asotwee no aba ntԑm . Sε εnyε εberε na yahyε a, anka asotwee no bεba wͻn so. Nokorε sε, εbεba wͻn so mpofire mu wͻ εberε a wͻ’nnim koraa"},{"SurahNumber":29,"VerseNumber":54,"Text":"Wͻ’pε sε woma asotwee no ba ntεm. Nokorε sε, ͻbonsam gya no betwa boniayεfoͻ no ho ahyia"},{"SurahNumber":29,"VerseNumber":55,"Text":"Ɛda no a asotwee no befri wͻn tri so ne wͻn nnan ase akata wͻn soͻ no, yε’bεka sε: “Monka dwuma a modiiε no (so asotwee) nhwε“"},{"SurahNumber":29,"VerseNumber":56,"Text":"Menkoa a moagye adie, M’asaase no trε; enti Menko ara na monsom Me"},{"SurahNumber":29,"VerseNumber":57,"Text":"Ɔkra biara bεka owuo ahwε, na afei Yεn hͻ na mobεsan aba"},{"SurahNumber":29,"VerseNumber":58,"Text":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso, nokorε sε Yε’bεma wͻn asetena a εkorͻn wͻ Aheman no a nsubͻnten nenam aseε no mu, emu na wͻ’bεtena. Akatua pa paa wͻhͻ ma wͻn a wͻ’di dwuma (pa) no"},{"SurahNumber":29,"VerseNumber":59,"Text":"Wͻn a wͻ’si aboterε na wͻ’de wͻn ho to wͻn Wura Nyankopͻn soͻ no"},{"SurahNumber":29,"VerseNumber":60,"Text":"Mmoadoma bebree na wͻ’nnsoa wͻn akͻnhoma (anaasε wͻ’nni ahoͻden sε wͻ’tumi hwehwε wͻn akonhoma). Nyankopͻn na Ɔbͻ wͻn ne mo (nyinaa) akͻnhoma. Ɔne Otiefoͻ no a Ɔte biribiara no, Ɔne Onimdefoͻ no"},{"SurahNumber":29,"VerseNumber":61,"Text":"Sε wobisa wͻn sε : ”Hwan na ͻbͻͻ soro ne asaase, εna w’abrε awia ne bosome ase a (εreyε adwuma a?) “Wͻ’bεka sε: “Nyankopͻn“. Afei adεn na wͻ’dane wͻn ho (fri nokorε no ho)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Nyankopͻn ma akͻnhoma no bu Nenkoa no mu nea Ɔpε so, εna (Nenkoa a Ɔpε nso) Osusu dema wͻn. Nokorε sε Nyankopͻn ne biribiara ho Nimdefoͻ"},{"SurahNumber":29,"VerseNumber":63,"Text":"Sε wobisa wͻn nso sε: “Hwan na osiane nsuo fri soro de nyane asaase wͻ ne wuo akyi a?“ Wͻ’bεka sε “Nyankopͻn”. (Nkͻmhyεni), ka sε: “Aseda nyinaa wͻ Nyankopͻn“. Daabi, wͻn mu dodoͻ no ara nndwen"}]}