{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Taqwalarğa / Allahqaboysunıp, jaza­sınan qorqıp, saqtanatındarğa / wäde etilgen jännat baqtarınıñ mısalı onıñ astınan özender ağıp jatadı, onıñ jemisteri jäne köleñkeleri ärdayım turaqtı. Taqwalardıñ / Rabbısınıñ jazasınan qorqıp, saqtanatındardıñ / nätïjesi mine osınday. Al, käpirlerdiñ soñı Ot / tozaq"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ey, Muxammed! / Biz Kitap bergenderden sağan tüsirilgenge / Quranğa / qwanatındar äri / Allahtıñ Elşisine qarsı / odaqtas toptardıñ işinde onıñ / Qurannıñ / bir böligin teriske şığaratındar bar. Ayt: «Şın mäninde, men Allahqa qulşılıq etwge jäne Onımen qatar özgelerge tabınbawğa / serik qospawğa / buyırıldım. Äri men Oğan şaqıramın jäne Oğan qaytamın», dep"},{"SurahNumber":13,"VerseNumber":37,"Text":"Osılay Biz onı / Qurandı / ükim etip, arabşa tüsirdik. Eger öziñe bilim kelgennen keyin olardıñ köñilqumarlığına erseñ, seni Allahtan / Onıñ jazasınan / araşalaytın bir järdemşi de, qorğawşı da bolmaydı"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ey, Muxammed! / Senen burın da elşiler jiberdik äri olarğa jubaylar men urpaqtar berdik. Birde-bir Elşiniñ Allahtıñ ruqsatımen bolmasa, qanday da bir belgi-muğjïza keltirwi mümkin emes. Ärbir merzimniñ waqıtı jazwlı"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah qalağan närsesin öşiredi äri / qalağanın / bekitedi. Kitaptıñ anası / tüpnusqası / Onıñ quzırında"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ey, Muxammed! / Sağan olarğa wäde etip otırğanımızdıñ keybirin körsetsek te, nemese seniñ janıñdı alsaq ta, negiziñde sağan jetkizw ğana mindet. Al esep alw Bizdiñ mindetimizde"},{"SurahNumber":13,"VerseNumber":41,"Text":"Bizdiñ jerdi är tarapınan kemitip jatqanımızdı olar körmey me?! Allah ükim etedi, Onıñ ükimin qaytarwşı joq. Ol esep alwda jıldam"},{"SurahNumber":13,"VerseNumber":42,"Text":"Negizinde olardan burınğılar da ayla-şarğı jasağan edi. Al, amal-täsilderdiñ barlığı Allahta. Ol ärbir jannıñ ne jïnap jatqanın biledi. Käpirler jaqında, soñğı turaqtıñ / Jännattıñ / kimdiki bolatının biledi"}]}