{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Мен аларга бийлик кылган (Билкийс деген) аялды таптым. Ага ар бир (кымбат, күчтүү) нерселер берилиптир. Жана анын улук тактысы да бар экен"},{"SurahNumber":27,"VerseNumber":24,"Text":"Мен ал аял менен анын коомун, Аллаһты коюп, Күнгө табынып жатканын көрдүм. Шайтан аларга (ширк) амалдарын кооздоп көргөзүп (Туура) Жолдон тосуп коюптур. Алар (ошондуктан) адашып кетишкен го"},{"SurahNumber":27,"VerseNumber":25,"Text":"Аллаһтын Өзүнө сажда кылышса болбойт беле?! Ал асмандардагы жана жердеги жашыруун нерселерди чыгарган жана силер жашырган же жарыя кылган (бардык) нерселерди билет"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллаһ(тын) бир Өзүнөн башка эч бир кудай жок! (ал) Улук Арштын Раббиси! (Үлүп өз маалыматын ушинтип бүтүрдү. Сулайман аны уккан соң)"},{"SurahNumber":27,"VerseNumber":27,"Text":"(мындай) деди: «Чын сүйлөдүңбү же жалганчылардан болдуңбу, (муну) азыр эле байкап көрөбүз"},{"SurahNumber":27,"VerseNumber":28,"Text":"Менин мына бул катымды алып жөнөгүн. Аларга алпарып таштагын дагы, өзүң ыраак болуп, аңдып тур: эмне жооп айтышаар экен. (Үпүпкуш катты алпарып таштады да, буюрулганы сыяктуу, окуянын кандай уланышын бир четте карап турду. Сабаа канышасы катты ачып, мындай)"},{"SurahNumber":27,"VerseNumber":29,"Text":"деди: «О, ойондорум, мага бир улук кат келиптир"},{"SurahNumber":27,"VerseNumber":30,"Text":"Сулаймандан экен. Анда «Ырайымдуу жана Мээримдүү Аллаһтын ысымы менен (баштаймын)"},{"SurahNumber":27,"VerseNumber":31,"Text":"(О, сабаалыктар,) өзүңөрдү менден бийик сезбей, моюн сунган абалда мага келүүңөрдү (буюрамын» деп жазыптыр)»"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Дагы) айтты: «Кана, (акылман) ойондор, мага ишимде кеңеш бергиле. Качан силер (бир нерсеге) күбөлүк бермейинче, мен эч кандай чечим чыгарбаймын»"},{"SurahNumber":27,"VerseNumber":33,"Text":"(Ойондор) айтышты: «Биз Кудуреттүү жана күчтүү кошуун ээсибиз.! Бирок, ыктыяр өзүңүздө. Эмне буйрук чыгарууну өзүңүз карап көрүңүз» (Каныша ойлонуп, эң жакшы чечимге келди жана)"},{"SurahNumber":27,"VerseNumber":34,"Text":"Айтты: «Чынында падышалар бир айыл-шаарга басып кирсе, анын ойронун чыгарып, кадырлуу элин кор кылышат. Дал ушундай кылышат"},{"SurahNumber":27,"VerseNumber":35,"Text":"А, мен болсо аларга (кымбат баалуу) белектер жиберемин. Көрөйүнчү, элчилер(им) кандай кабар менен кайтаар экен»"}]}