{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"Ni shuo:“Zhenli yi lailinliao, xuwei jiang huanmie, er bu fuchu.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"Ni shuo:“Ruguo wo wu ru qitu, ze wo zi shou qi hai; ruguo wo zunxun zhengdao, ze youyu wo de zhu suo qishi de jingdian. Ta que shi quan cong de, que shi linjin de.”"},{"SurahNumber":34,"VerseNumber":51,"Text":"Jiaruo ni de jian dangshi tamen kongbu er wu chu taobi, zai yige linjin de difang bei daibu"},{"SurahNumber":34,"VerseNumber":52,"Text":"Tamen jiang shuo:“Women yi xinyang tale.” Tamen zen neng cong yaoyuan di difang huode xinyang ne"},{"SurahNumber":34,"VerseNumber":53,"Text":"Tamen yiqian bu xinyang ta, tamen cong yaoyuan di difang wang tan youxuan"},{"SurahNumber":34,"VerseNumber":54,"Text":"tamen jiang yin zhang'ai er buneng huode tamen suo yuwang de. Youru tamen de tonglei yiqian shou zhang'ai yiyang, tamen que shi zai fannao de yilu zhong"},{"SurahNumber":35,"VerseNumber":1,"Text":"Yiqie zansong, quan guizhenzhu ──tiandi de chuangzao zhe! Ta shi mei ge tianshen juyou liangyi, huo san yi, huo si yi. Ta zai chuangzao zhong zengjia tasuo yu zengjia de. Zhenzhu duiyu wanshi que shi quanneng de"},{"SurahNumber":35,"VerseNumber":2,"Text":"Wulun zhenzhu shangci nimen shenme enhui, jue wu ren neng jiayi kouliu; wulun ta kouliu shenme enhui, zai kouliu zhihou, jue wu ren neng jiayi kaishi. Ta que shi wanneng de, que shi zhi rui de"},{"SurahNumber":35,"VerseNumber":3,"Text":"Renmen a! Nimen yingdang mingji zhenzhu suo ci nimen de enhui, chu zhenzhu wai, hai you she me chuangzao zhe neng cong tianshang dixia gongji nimen ma? Chu ta wai, jue wu ying shou chongbai de, nimen zenme ruci beimiu ne"}]}