{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, önceden saklı tuttukları kendilerine açıklandı. Şayet (dünyaya) geri çevrilseler bile, kendisinden sakındırıldıkları şeylere şüphesiz yine döneceklerdir. Çünkü onlar, gerçekten kâfirlerdir"},{"SurahNumber":6,"VerseNumber":29,"Text":"Onlar dediler ki: «Bu dünya hayatımızdan başkası yoktur. Ve bizler diriltilecekler değiliz.»"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rablerinin karşısında durdurulduklarında onları bir görsen: (Allah:) «Bu, gerçek değil mi?» dedi. Onlar; «Evet, Rabbimiz hakkı için» dediler. (Allah:) «Öyleyse küfredegeldikleriniz nedeniyle azabı tadın» dedi"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´a kavuşmayı yalan sayanlar, doğrusu hüsrana uğramışlardır. Öyleki, saat (kıyamet günü) apansız onlara geliverince, günahlarını sırtlarına yüklenerek: «Onda (dünyada) sorumsuzca yaptıklarımızdan dolayı yazıklar bize...» derler. Dikkat edin, o işleyip yüklendikleri ne kötüdür"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı yalnızca bir oyun ve bir oyalanmadan başkası değil. Korkup sakınmakta olanlar için ahiret yurdu gerçekten daha hayırlıdır. Yine de akıl erdirmeyecek misiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Kesin olarak biliyoruz ki, onların söyledikleri seni gerçekten üzüyor. Doğrusu onlar, seni yalanlamıyorlar, ancak zalimler, Allah´ın ayetlerini inkâr ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun senden önce de peygamberler yalanlandı; onlara yardımımız gelinceye kadar yalanlandıkları ve eziyete uğratıldıkları şeye sabrettiler. Allah´ın sözlerini (va´dlerini) değiştirebilecek yoktur. Andolsun, gönderilenlerin haberlerinden bir bölümü sana da geldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların yüz çevirmeleri sana ağır geldiyse, onlara bir ayet getirmek için yerde bir tünel açmaya veya göğe bir merdiven dayamaya gücün yetiyorsa (öyle yap!). Eğer Allah dileseydi, onların tümünü hidayet üzere toplardı. Öyleyse sakın cahillerden olma"}]}