{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Sen ve beraberindekiler, gemiye yerlesince: -Bizi zalim kavimden kurtaran Allah’a hamdolsun, de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve yine soyle de: -Rabbim, beni mubarek bir yere indir. Konuklayanların en hayırlısı sensin"},{"SurahNumber":23,"VerseNumber":30,"Text":"Suphesiz bunda ayetler/belgeler vardır ve elbette biz imtihan ediyoruz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Bunların ardından baska bir nesil meydana getirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Iclerinden onlara: -Allah’a kulluk edin, sizin ondan baska bir ilahınız yoktur, sakınmaz mısınız? diyen bir peygamber gonderdik"},{"SurahNumber":23,"VerseNumber":33,"Text":"Dunya hayatında kendilerine refah verdigimiz, inkarcı ve ahirete kavusmayı yalanlayan kavminin ileri gelenleri soyle dediler: -Bu sizin gibi bir insandan baska bir sey degil. Yediginizden yiyor, ictiginizden iciyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger, sizin gibi bir insana itaat ederseniz, iste o zaman husrana ugrarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"Size, olup, toprak ve kemik olduktan sonra yeniden dirileceginizi mi vaat ediyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Size vaat edilen uzak, hem de cok uzak"},{"SurahNumber":23,"VerseNumber":37,"Text":"Hayat, ancak dunya hayatıdır. Oluruz ve yasarız. Ama tekrar diriltilecek degiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O, Allah’a karsı ancak yalan uyduran bir adamdır. Biz, ona inanacak degiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"Rabbim, dedi. Beni yalanlamalarına karsılık bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah: “Az sonra pisman olacaklardır” dedi"},{"SurahNumber":23,"VerseNumber":41,"Text":"Derken onları muthis bir cıglık yakaladı. Onları bir supruntu haline getirdik. Helak olup gitti zalim kavim"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların ardından baska nesiller yarattık"}]}