{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":77,"Text":"avarkaḷ maṟaittu vaippataiyum, avarkaḷ veḷippaṭuttuvataiyum niccayamāka allāh naṉkaṟivāṉ eṉpatai avarkaḷ aṟiya māṭṭārkaḷā"},{"SurahNumber":2,"VerseNumber":78,"Text":"mēlum avarkaḷil eḻuttaṟivillātōrum irukkiṉṟaṉar; kaṭṭuk kataikaḷai(aṟintu vaittirukkiṟārkaḷē) tavira vētattai aṟintu vaittirukkavillai. Mēlum avarkaḷ (ātāramaṟṟa) kaṟpaṉai ceyvōrkaḷāka aṉṟi vēṟillai"},{"SurahNumber":2,"VerseNumber":79,"Text":"aṟpak kirayattaip peṟuvataṟkākat tam karaṅkaḷālē nūlai eḻutivaittuk koṇṭu piṉṉar atu allāhviṭamiruntu vantatu eṉṟu kūṟukiṟārkaḷē, avarkaḷukku kēṭutāṉ! Avarkaḷuṭaiya kaikaḷ ivvāṟu eḻutiyataṟkākavum avarkaḷukkuk kēṭutāṉ; atiliruntu avarkaḷ īṭṭum campāttiyattiṟkākavum avarkaḷukkuk kēṭutāṉ"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oru cila nāṭkaḷ tavira eṅkaḷai naraka nerupput tīṇṭātu\" eṉṟu avarkaḷ kūṟukiṟārkaḷ. \"Allāhviṭamiruntu appaṭi ētēṉum uṟutimoḻi peṟṟirukkiṟīrkaḷā? Appaṭiyāyiṉ allāh taṉ uṟuti moḻikku māṟṟam ceyyavē māṭṭāṉ; allatu nīṅkaḷ aṟiyātatai allāh coṉṉatāka iṭṭuk kaṭṭik kūṟukiṉṟīrkaḷā?\" Eṉṟu (napiyē! Anta yūtarkaḷiṭam) nīr kēḷum"},{"SurahNumber":2,"VerseNumber":81,"Text":"appaṭiyalla! Evar tīmaiyaic campātittu, antak kuṟṟam avaraic cūḻntu koḷkiṟatō, attakaiyōr narakavācikaḷē, avarkaḷ a(nnarakat)til eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":2,"VerseNumber":82,"Text":"evar nampikkai koṇṭu naṟkarumaṅkaḷaic ceykiṟārkaḷō, avarkaḷ cuvarkkavācikaḷ; avarkaḷ aṅku eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":2,"VerseNumber":83,"Text":"iṉṉum(niṉaivu kūṟuṅkaḷ;) nām (yaḥkūp eṉṟa) isrāyīl makkaḷiṭattil, \"allāhvait tavira vēṟu evaraiyum-etaṉaiyum nīṅkaḷ vaṇaṅkakkūṭātu, (uṅkaḷ)peṟṟōrukkum, uṟaviṉarkaḷukkum, anātaikaḷukkum, miskīṉ(kaḷāṉa ēḻai)kaḷukkum naṉmai ceyyuṅkaḷ; maṉitarkaḷiṭam aḻakāṉataip pēcuṅkaḷ; mēlum toḻukaiyai muṟaiyākak kaṭaippiṭittu vāruṅkaḷ; jakkāttaiyum oḻuṅkākak koṭuttu vāruṅkaḷ\" eṉṟu uṟutimoḻiyai vāṅkiṉōm. Āṉāl uṅkaḷil cilarait tavira (maṟṟa yāvarum uṟuti moḻiyai niṟaivēṟṟāmal, atiliruntu) puraṇṭuviṭṭīrkaḷ, iṉṉum nīṅkaḷ puṟakkaṇittavarkaḷākavē irukkiṉṟīrkaḷ"}]}