{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":158,"Text":"taṅṅaḷuṭe aṭukkal malakkukaḷ varunnatēā, ninṟe rakṣitāv tanne varunnatēā, ninṟe rakṣitāvinṟe ēteṅkilumeāru dr̥ṣṭāntaṁ varunnatēā allāte maṟṟentāṇavar kāttirikkunnat‌? ninṟe rakṣitāvinṟe ēteṅkilumeāru dr̥ṣṭāntaṁ varunna divasaṁ, mump tanne viśvasikkukayēā, viśvāsattēāṭ kūṭi valla nanmayuṁ ceyt vekkukayēā ceytiṭṭillātta yāteārāḷkkuṁ tanṟe viśvāsaṁ prayēājanappeṭunnatalla.paṟayuka: niṅṅaḷ kāttirikkū; ñaṅṅaḷuṁ kāttirikkukayāṇ‌"},{"SurahNumber":6,"VerseNumber":159,"Text":"taṅṅaḷuṭe matattil bhinnatayuṇṭākkukayuṁ, kakṣikaḷāyittīrukayuṁ ceytavarārēā avarumāyi ninakk yāteāru bandhavumilla. avaruṭe kāryaṁ allāhuviṅkalēkk tanneyāṇ (maṭakkappeṭunnat‌.) avar ceytu keāṇṭirunnatineppaṟṟi avan avare aṟiyicc keāḷḷuṁ"},{"SurahNumber":6,"VerseNumber":160,"Text":"vallavanuṁ oru nanma keāṇṭu vannāl avann atinṟe patinmaṭaṅṅ labhikkunnatāṇ‌. vallavanuṁ oru tinmakeāṇṭu vannāl atin tulyamāya pratiphalaṁ mātramē avann nalkappeṭukayuḷḷū. avarēāṭ yāteāru anītiyuṁ kāṇikkappeṭukayilla"},{"SurahNumber":6,"VerseNumber":161,"Text":"paṟayuka: tīrccayāyuṁ enṟe rakṣitāv enne nērāya pātayilēkk nayiccirikkunnu. vakratayillātta matattilēkk‌. nērmārgattil nilakeāṇṭa ibrāhīminṟe ādarśattilēkk‌. addēhaṁ bahudaivavādikaḷil peṭṭavanāyirunnilla"},{"SurahNumber":6,"VerseNumber":162,"Text":"paṟayuka: tīrccayāyuṁ enṟe prārt'thanayuṁ, enṟe ārādhanākarm'maṅṅaḷuṁ, enṟe jīvitavuṁ, enṟe maraṇavuṁ lēākarakṣitāvāya allāhuvinnuḷḷatākunnu"},{"SurahNumber":6,"VerseNumber":163,"Text":"avann paṅkukārēyilla. aprakāramāṇ ñān kalpikkappeṭṭirikkunnat‌. (avann‌) kīḻpeṭunnavaril ñān onnāmanāṇ‌"},{"SurahNumber":6,"VerseNumber":164,"Text":"paṟayuka: rakṣitāvāyiṭṭ allāhuvallāttavare ñān tēṭukayēā? avanākaṭṭe muḻuvan vastukkaḷuṭeyuṁ rakṣitāvāṇ‌. ēteārāḷuṁ ceyt vekkunnatinṟe uttaravādittaṁ ayāḷkk mātramāyirikkuṁ. bhāraṁ cumakkunna yāteārāḷuṁ maṟṟeārāḷuṭe bhāraṁ cumakkunnatalla. anantaraṁ niṅṅaḷuṭe rakṣitāviṅkalēkkāṇ niṅṅaḷuṭe maṭakkaṁ. ēteāru kāryattil niṅṅaḷ abhiprāyabhinnata pularttiyirunnuvēā atineppaṟṟi appēāḷ avan niṅṅaḷe aṟiyikkunnatāṇ‌"},{"SurahNumber":6,"VerseNumber":165,"Text":"avanāṇ niṅṅaḷe bhūmiyil pintuṭarccāvakāśikaḷākkiyat‌. niṅṅaḷil cilare cilarekkāḷ padavikaḷil avan uyarttukayuṁ ceytirikkunnu. niṅṅaḷkkavan nalkiyatil niṅṅaḷe parīkṣikkān vēṇṭiyatre at‌. tīrccayāyuṁ avan ēṟe peāṟukkunnavanuṁ karuṇānidhiyuṁ kūṭiyākunnu"}]}