{"Id":135,"LanguageCodes":["en","eng"],"Name":"eng-rowwadtranslati","Author":"Rowwad Translation Center","Language":"English","Description":"English","Direction":"ltr","Source":"https://quranenc.com/en/browse/english_rwwad","Translations":[{"SurahNumber":2,"VerseNumber":120,"Text":"The Jews and the Christians will never be pleased with you until you follow their religion. Say, “The guidance of Allah is the [true] guidance.” If you were to follow their desires after the knowledge that has come to you, then you would have no protector or helper against Allah"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those to whom We have given the Book recite it as it should be recited, it is they who believe in it. As for those who disbelieve in it, it is they who are the losers"},{"SurahNumber":2,"VerseNumber":122,"Text":"O Children of Israel, remember My blessings that I bestowed upon you, and that I favored you over all other people"},{"SurahNumber":2,"VerseNumber":123,"Text":"And beware of the Day when no one will avail another in any way; no compensation will be accepted, and no intercession will benefit it, nor will they be helped"},{"SurahNumber":2,"VerseNumber":124,"Text":"And [remember] when Abraham was tested by his Lord with certain words, which he fulfilled. Allah said, “I will make you a leader for mankind.” He said, “And from among my descendants?” Allah said, “My covenant does not include the wrongdoers.”"},{"SurahNumber":2,"VerseNumber":125,"Text":"And [remember] when We made the House [Ka‘ba] a focal point and a sanctuary for the people. “[O believers], take the Station of Abraham as a place for prayer.” We charged Abraham and Ishmael to purify My House for those who perform circumambulation or stay for worship, or those who bow down and prostrate"},{"SurahNumber":2,"VerseNumber":126,"Text":"And [remember] when Abraham said, “My Lord, make this city [of Makkah] a sanctuary and provide its people with fruits – those among them who believe in Allah and the Last Day.” [Allah] said, “As for those who disbelieve, I will grant them enjoyment for a short while, then I will force them into the punishment of the Fire. What a terrible destination!”"}]}