{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Tout cela fait partie de ce que ton Seigneur t'a révélé de la Sagesse. N'assigne donc pas à Allah d'autre divinité, sinon tu seras jeté dans l'Enfer, blâmé et repoussé"},{"SurahNumber":17,"VerseNumber":40,"Text":"Votre Seigneur, aurait-Il réservé exclusivement pour vous des fils, et Lui, aurait-Il pris pour Lui des filles parmi les Anges? Vous prononcez là une parole monstrueuse"},{"SurahNumber":17,"VerseNumber":41,"Text":"Très certainement Nous avons exposé [tout ceci] dans ce Coran afin que [les gens] réfléchissent. Mais cela ne fait qu'augmenter leur répulsion"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dis: «S'il y avait des divinités avec Lui, comme ils le disent, elles auraient alors cherché un chemin [pour atteindre] le Détenteur du Trône»"},{"SurahNumber":17,"VerseNumber":43,"Text":"Pureté à Lui! Il est plus haut et infiniment au-dessus de ce qu'ils disent"},{"SurahNumber":17,"VerseNumber":44,"Text":"Les sept cieux et la terre et ceux qui s'y trouvent, célèbrent Sa gloire. Et il n'existe rien qui ne célèbre Sa gloire et Ses louanges. Mais vous ne comprenez pas leur façon de Le glorifier. Certes c'est Lui qui est Indulgent et Pardonneur"},{"SurahNumber":17,"VerseNumber":45,"Text":"Et quand tu lis le Coran, Nous plaçons, entre toi et ceux qui ne croient pas en l'au-delà, un voile invisible"},{"SurahNumber":17,"VerseNumber":46,"Text":"Nous avons mis des voiles sur leurs cœurs, de sorte qu'ils ne le comprennent pas: et dans leurs oreilles, une lourdeur. Et quand, dans le Coran, tu évoques Ton Seigneur l'Unique, ils tournent le dos par répulsion"},{"SurahNumber":17,"VerseNumber":47,"Text":"Nous savons très bien ce qu'ils écoutent. Quand ils t'écoutent et qu'ils chuchotent entre eux, les injustes disent: «Vous ne suivez qu'un homme ensorcelé»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Vois ce à quoi ils te comparent! Ils s'égarent donc et sont incapables de trouver un chemin (vers la vérité)"},{"SurahNumber":17,"VerseNumber":49,"Text":"Et ils disent: «Quand nous serons ossements et poussière, serons-nous ressuscités en une nouvelle création?»"}]}