{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":32,"VerseNumber":21,"Text":"Ate asim unham nu vadi saza tom pahilam choti saza devange, ho sakada uha sabhala jana"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ate usa bade tom vada zalima kauna hovega, jisa nu usa de raba di'am a'itam rahim upadesa dita gi'a hove. Ate phira usa ne (upadesa) tom muha mori'a hove. Asim ajihe aparadhi'am nu zarura fala (saza) devange"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ate asim susa nu kitaba diti, tam tusi usa nu milana te saka na karom. Ate asim usa nu isara'ila de vasa la'i raha dasera bana'i'a"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ate asim unham vica na'ika bana'e, jihare sade hukama nala lokam da maraga darasana karade sana. Halanki unham ne dhiraja rakhi'a ate uha sadi'am a'itam te visavasa karade sana"},{"SurahNumber":32,"VerseNumber":25,"Text":"Besaka tera raba ki'amata de dina unham de vicakara mamali'am da nirana karega, jinham bare uha apisa vica mata bheda karade sana"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ki unham la'i iha ciza nasihata vali na bani ki unham tom pahilam asim kini'am kaumam nu nasata kara dita hai. Jinham di'am basati'am vica iha loka a'unde jande rahide hana. Besaka isa vica nisani'am hana. Ki iha loka sunade nahim"},{"SurahNumber":32,"VerseNumber":27,"Text":"ki inham ne nahim dekhi'a ki asim jala nu padhari (bajara) zamina vala rorha ke lai jande ham. Phira asim usa vizom phasalam paida karade ham, jisanu uha ate inham de pasu khande hana. Phira ki uha dekhade nahim"},{"SurahNumber":32,"VerseNumber":28,"Text":"Ate uha akhade hana ki iha phaisala kadom hovega, (daso) jekara tusim sace ho"},{"SurahNumber":32,"VerseNumber":29,"Text":"Akho, ki phaisale de dina unham lokam va imana kama nahim avega, jinham ne avagi'a kiti. Ate na' hi unham nu mauka dita javega"},{"SurahNumber":32,"VerseNumber":30,"Text":"Tam unham tom muha maura lavom ate udika karo, iha vi udika kara rahe hana"}]}