{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":62,"VerseNumber":9,"Text":"He imandarasakala! Jumu'ara dina yetiya chalatara babe ahbana karaa haya, tetiya tomaloke allahara smaranara phale dharaita horaa arau beca-kina bandha karaa. E'itorae tomalokara babe sarbottama, yadi tomaloke upalabdhi karaa"},{"SurahNumber":62,"VerseNumber":10,"Text":"Tara pichata chalata samapta ha’le tomaloke prthiraita prasaraita hai yoraa arau allahara anugraha sandhana karaa lagate allahaka bechi bechi smarana karaa, yate tomaloke saphalata arjana karaiba paraa"},{"SurahNumber":62,"VerseNumber":11,"Text":"Arau sihamte yetiya byarasaya athaba kraira-kautuka dekha paya tetiya sihamte tomaka thiya arasthate'i raakhi se'iphale dharaita haya. Koraa, allahara ocarata yi ache seya kraira-kautuka arau byarasaya-banijyatakaiyo utkrsta; arau allaha sarbasraestha jiraikadata"},{"SurahNumber":63,"VerseNumber":1,"Text":"Yetiya munaphikasakala tomara ocarata ahe tetiya sihamte kaya, ami saksya di'om ye, ‘niscaya apuni allahara raachula’; arau allahe jane ye, tumi niscaya te'omra raachula arau allahe saksya diye ye, niscaya munaphikasakala michaliya"},{"SurahNumber":63,"VerseNumber":2,"Text":"Sihamte nijara sapataboraka dhalaraupe byarahara karae. Phalata sihamte allahara pathara paraa manuhaka nibrtta karae. Sihamte yi karae seya kimana ye nikrsta"},{"SurahNumber":63,"VerseNumber":3,"Text":"eya e'i babe'i ye, sihamte imana anara pichata kupharai karaiche. Phalata sihamtara antarata mohara marai diya haiche; seye sihamta nubuja haiche"},{"SurahNumber":63,"VerseNumber":4,"Text":"Arau tumi yetiya sihamtara prati laksya karaiba tetiya sihamtara dehara akrti tomaka mugdha karaiba arau sihamte yetiya katha kaya tumi sihamtara katha agraherae suni thaka. Sihamta berata laga'i thoraa kathara khutara darae; sihamte yikono sabdaka nijara biraud'dhe dharana karae. Sihamte'i satrau, eteke sihamtara bisaye satarka horaa; allahe sihamtaka dhbansa karaka! Sihamtaka ka’lai ubhata'i niya haiche"}]}