{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":29,"Text":"Quienes creen y obran rectamente seran los bienaventurados, tendran un destino hermoso"},{"SurahNumber":13,"VerseNumber":30,"Text":"Te he enviado a una comunidad que fue precedida por otras, para que les recites lo que te he revelado, pero ellos no creyeron en el Compasivo. Diles: \"El es mi Senor, no hay otra divinidad salvo Dios, a El me encomiendo y confio, y a El he de retornar"},{"SurahNumber":13,"VerseNumber":31,"Text":"Si existiera un libro revelado que pudiera mover las montanas, abrir la tierra o hacer hablar a los muertos, ese seria el Coran. Pero todos los asuntos dependen del decreto de Dios. ¿Acaso no saben los creyentes que si Dios quisiera guiaria a todas las personas? Los que se niegan a creer seguiran padeciendo calamidades que azotaran a su territorio y a sus alrededores por su incredulidad, hasta que les llegue el castigo que Dios les ha advertido. Dios no quebranta Sus promesas"},{"SurahNumber":13,"VerseNumber":32,"Text":"Tambien se burlaron de los Mensajeros que vinieron antes de ti, pero los tolere por un tiempo [dandoles la oportunidad de enmendarse, y como no lo hicieron], luego los aniquile. ¡Que terrible fue Mi castigo"},{"SurahNumber":13,"VerseNumber":33,"Text":"¿Es, acaso, Quien tiene a cada uno de los seres vivos bajo Su tutela suprema, [tratando a cada uno de ellos] segun lo que merece, [comparable a cualquier otra cosa existente]? Pero a pesar de eso asocian a Dios [en la adoracion]. Diles: \"¡Mencionen [a los socios de Dios] si es que existen! ¿Acaso creen que van a informarle de algo que existe en la Tierra y que El no sepa, o solo hablan sin sentido?\" [El demonio] los hizo ver, a los que se negaron a creer, la idolatria como algo bueno, y [por eso] apartan a la gente del camino recto. Pero aquel a quien Dios extravia, nadie lo podra guiar"},{"SurahNumber":13,"VerseNumber":34,"Text":"Ellos seran castigados en esta vida, pero el tormento que les aguarda en la otra sera aun mas severo, y no tendran quien los proteja de Dios"}]}