{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Ài liè fú, liǎ mù, mǐ mù, sà dé"},{"SurahNumber":7,"VerseNumber":2,"Text":"Zhè shì jiàng shì nǐ de jīngdiǎn ──nǐ de xiōngzhōng qiè bùkě yīncǐ ér yǒu yīdiǎn fánmèn ──yǐbiàn nǐ jiè cǐ ér jǐnggào, bìng yǐ cǐ zuò xìnshìmen de jiàoxùn"},{"SurahNumber":7,"VerseNumber":3,"Text":"Nǐmen dāng zūnxún cóng nǐmen de zhǔ jiàng shì de jīngdiǎn, nǐmen bùyào shě zhēn zhǔ ér shùncóng xǔduō bǎoyòu zhě. Nǐmen hěn shǎo juéwù"},{"SurahNumber":7,"VerseNumber":4,"Text":"Yǒu xǔduō chéngshì céng bèi wǒ huǐmièle; wǒ de xíngfá, zài tāmen guòyè de shíhòu, huò zài tāmen wǔshuì de shíhòu, jiànglín tāmen"},{"SurahNumber":7,"VerseNumber":5,"Text":"Dāng wǒ de xíngfá jiànglín tāmen de shíhòu, tāmen wéiyī de biànsù shì shuō:“Wǒmen yuánlái què shì bù yì de.”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Wǒ bì shěnwèn céng pài shǐzhě qù jiàohuàguò de mínzhòng, wǒ bì shěnwèn céng bèi pài qù de shǐzhě"},{"SurahNumber":7,"VerseNumber":7,"Text":"Wǒ bì jù zhēnzhī ér gàosù tāmen, wǒ méiyǒu líkāiguò tāmen"},{"SurahNumber":7,"VerseNumber":8,"Text":"Zài nà rì, chēng (gōngguò bù) shì zhēnshí de. Shàngōng de fènliàng jiào zhòng zhě cái shì chénggōng de"},{"SurahNumber":7,"VerseNumber":9,"Text":"Shàngōng de fènliàng jiào qīng de rén, jiāng yīn shēngqián bùxìn wǒ de jīxiàng ér kuī shé zìshēn"},{"SurahNumber":7,"VerseNumber":10,"Text":"Wǒ què yǐ shǐ nǐmen zài dà dìshàng ānjū, bìng wèi nǐmen zài dà dìshàng shè shēnghuó suǒ xū. Nǐmen hěn shǎo gǎnxiè"},{"SurahNumber":7,"VerseNumber":11,"Text":"Wǒ què yǐ chuàngzào nǐmen, ránhòu shǐ nǐmen chéngxíng, ránhòu duì zhòng tiānshén shuō:“Nǐmen xiàng ā dān kòutóu.” Tāmen jiù xiàng tā kòutóu, wéi dú yì bo liè sī méiyǒu kòutóu"}]}