{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"Bis-sewwa nizzilnieh (il-Qoran), u bis-sewwa nizel. U ma' bgħatniekx (Muħammad). għajr biex. tagħti. l-bxara. (lir- tajbin) u twissi (lill-midinbin)"},{"SurahNumber":17,"VerseNumber":106,"Text":"(Dan huwa) Qoran li Aħna qassamnieh (minn zmien għal ieħor) biex taqrah lin-nies f'taqsimiet, u nizzilnieh ftit ftit"},{"SurahNumber":17,"VerseNumber":107,"Text":"Għid (Muħammad): 'Emmnu. fih (jekk tridu), jew temmnuxt' Tassew li dawk (il-gusti fost il-Lhud u l-Insara) li ngħataw l-għarfien qablu (dan: il-Qoran), meta jinqralhom. (arahom) jinxteħtu wicchom fl-art (bil-qima)"},{"SurahNumber":17,"VerseNumber":108,"Text":"Huma jgħidu; ''Sebħ lil Sidnal Tabilħaqq seħħet. il- wegħda ta' Sidnaf"},{"SurahNumber":17,"VerseNumber":109,"Text":"Huma jinxteħtu wicchom fl-art, jibku, u (il-Qoran) izidhom fl-umilta. l"},{"SurahNumber":17,"VerseNumber":110,"Text":"(Għidfilhom Muħammad): 'Sejħu (lill-Mulej) 'Alla', jew sejħu(/u) 'Dak li Huwa Kollu Ħniena'l Sejħulu kif tridu għaliex tiegħu huma l-isbaħ ismijiet (kollha).' La tgħajjatx fit-talb tiegħek, u lanqas tgħidu minn taħt l-ilsien, izda fittex għamla (xierqa ta' talb) bejn dawn (it-tnejn)"},{"SurahNumber":17,"VerseNumber":111,"Text":"U għid: Tifħir lil-Alla, li ma ħax għalih wild, li ma għandux xrik fis-setgħa (divina tiegħu), u lanqas ma jeħtieg lil min iħarsu mit-tkasbirf' U faħħar il-kobor (ta' Sidek, Muħammad) kemm tiflaħl"},{"SurahNumber":18,"VerseNumber":1,"Text":"Tifħir lil Alla li nizzel fuq il-qaddej tiegħu (Muħammad) il-Ktieb (tal-Qoran), u ma għamel fih (ebda) tagħwig"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Huwa Qoran) dritt, biex iwissi dwar kastig qalil (gej) mingħandu, u biex jagħti l-bxara lil dawk li jemmnu, li jagħmlu l-għemejjel it-tajba, li għalihom hemm ħlas tajjeb"},{"SurahNumber":18,"VerseNumber":3,"Text":"Humajibqgħu fih għal dejjem"},{"SurahNumber":18,"VerseNumber":4,"Text":"Kif ukoll iwissi lil dawk li qalu: 'Alla ħa wild għalih"}]}