{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"[God] answered: \"O Noah, behold, he was not of thy family, for, verily, he was unrighteous in his conduct. And thou shalt not ask of Me anything whereof thou canst not have any knowledge: thus, behold, do I admonish thee lest thou become one of those who are unaware [of what is right]"},{"SurahNumber":11,"VerseNumber":47,"Text":"Said [Noah]: \"O my Sustainer! Verily, I seek refuge with Thee from [ever again] asking of Thee anything whereof I cannot have any knowledge! For unless Thou grant me forgiveness and bestow Thy mercy upon me, I shall be among the lost"},{"SurahNumber":11,"VerseNumber":48,"Text":"[Thereupon] the word was spoken: \"O Noah! Disembark in peace from Us, and with [Our] blessings upon thee as well as upon the people [who are with thee, and the righteous ones that will spring from thee and] from those who are with thee. But [as for the unrighteous] folk [that will spring from you] - We shall allow them to enjoy life [for a little while], and then there will befall them grievous suffering from Us"},{"SurahNumber":11,"VerseNumber":49,"Text":"THESE ACCOUNTS of something that was beyond the reach of thy perception We [now] reveal unto thee, [O Muhammad: for] neither thou nor thy people knew them [fully] ere this. Be, then, [like Noah,] patient in adversity - for, behold, the future belongs to the God-conscious"},{"SurahNumber":11,"VerseNumber":50,"Text":"AND UNTO [the tribe of] `Ad [We sent] their brother Hud. He said: \"O my people! Worship God [alone]: you have no deity other than Him. [As it is,] you are but inventors of falsehood"},{"SurahNumber":11,"VerseNumber":51,"Text":"O my people! No reward do I ask of you for this [message]: my reward rests with none but Him who brought me into being. Will you not, then, use your reason"},{"SurahNumber":11,"VerseNumber":52,"Text":"Hence, O my people, ask your Sustainer to forgive you your sins, and then turn towards Him in repentance-[whereupon] He will shower upon you heavenly blessings abundant, and will add strength to your strength: only do not turn away [from me] as people lost in sin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Said they: \"O Hud! Thou hast brought us no clear evidence [that thou art a prophet]; and we are not going to forsake our gods on thy mere word, the more so as we do not believe thee"}]}