{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":191,"Text":"Onları (size karsı savasanları) yakaladıgınız yerde oldurun. Sizi cıkardıkları yerden siz de onları cıkarın. Fitne, adam oldurmekten daha kotudur. Mescid-i Haram´da onlar sizinle savasmadıkca, siz de onlarla savasmayın. Eger onlar size karsı savas acarlarsa siz de onları oldurun. Iste kafirlerin cezası boyledir"},{"SurahNumber":2,"VerseNumber":192,"Text":"Eger onlar (savastan) vazgecerlerse, (sunu iyi bilin ki) Allah gafur ve rahimdir"},{"SurahNumber":2,"VerseNumber":193,"Text":"Fitne tamamen yok edilinceye ve din (kulluk) de yalnız Allah icin oluncaya kadar onlarla savasın. Sayet vazgecerlerse zalimlerden baskasına dusmanlık ve saldırı yoktur"},{"SurahNumber":2,"VerseNumber":194,"Text":"Haram ay haram aya karsılıktır. Hurmetler (dokunulmazlıklar) karsılıklıdır. Kim size saldırırsa siz de ona misilleme olacak kadar saldırın. Allah´tan korkun ve bilin ki Allah muttakilerle beraberdir"},{"SurahNumber":2,"VerseNumber":195,"Text":"Allah yolunda harcayın. Kendi ellerinizle kendinizi tehlikeye atmayın. Her turlu hareketinizde durust davranın. Cunku Allah durustleri sever"},{"SurahNumber":2,"VerseNumber":196,"Text":"Haccı ve umreyi Allah icin tam yapın. Eger (bunlardan) alıkonursanız kolayınıza gelen kurbanı gonderin. Kurban, yerine varıncaya kadar baslarınızı tıras etmeyin. Sizden her kim hasta olursa yahut basından bir rahatsızlıgı varsa, oruc veya sadaka veya kurban olmak uzere fidye gerekir. (Hac yolculugu icin) emin oldugunuz vakit kim hac gunlerine kadar umre ile faydalanmak isterse, kolayına gelen bir kurban kesmek gerekir. Kurban kesmeyen kimse hac gunlerinde uc, memleketine dondugu zaman yedi olmak uzere oruc tutar ki, hepsi tam on gundur. Bu soylenenler, ailesi Mescid-i Haram civarında oturmayanlar icindir. Allah´tan korkun. Biliniz ki Allah´ın verecegi ceza agırdır"}]}