{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":11,"VerseNumber":20,"Text":"Ők nem fogják tudni megmásítani (és így megmenekülni) a földön (Allah rendelését.) Allah helyett nem lesz nekik segítőjük. Megkettőzött büntetés lesz a részük. Nem voltak képesek hallani és nem láttak"},{"SurahNumber":11,"VerseNumber":21,"Text":"Ők azok, akik saját magukat vitték kárhozatba. És eltűntek. mellőlük azok, amiket koholtak"},{"SurahNumber":11,"VerseNumber":22,"Text":"Kétségtelen, hogy a Túlvilágon ök a legnagyobb vesztesek"},{"SurahNumber":11,"VerseNumber":23,"Text":"Bizony azok, akik hisznek és jótetteket cselekszenek és alázatosan viselkednek az Urukkal szemben, ők a Paradicsom Népe! Örökkön abban fognak lakozni"},{"SurahNumber":11,"VerseNumber":24,"Text":"A két csoport példázata olyan, mint a vak és a süket összehasonlítva a látóval és a hallóval. Vajon egyenlők-e ők egymással- ha a példázatban összehasonlíttatnak? Hát nem hallgattok az intésre"},{"SurahNumber":11,"VerseNumber":25,"Text":"Bizony korábban elküldtük Nűl-t (Noét) az ő népéhez (aki így szólt:): Én a ti nyilvánvaló intőtök vagyok"},{"SurahNumber":11,"VerseNumber":26,"Text":"(Arra intelek:) .Hogy egyedül Allah-ot szolgáljátok! Én félek, hogy egy fájdalmas Nap büntetése fog benneteket sújtani"},{"SurahNumber":11,"VerseNumber":27,"Text":"És az előkelők, akik hitetlenek voltak az ő népéből mondták: , Mi téged hozzánk hasonló embernek látunk. És úgy látjuk, hogy közülünk csak az alantas, meggondolatlan emberek követnek téged- azok is meggondolatlanul, És nem látunk benned semmi kiválóságot velünk szemben. Mi úgy véljük te a hazugok közé tartozol"},{"SurahNumber":11,"VerseNumber":28,"Text":"Mondta: ,Ó, népem! Hogyan vélekednétek ha nyilvánvaló bizonyítékom lenne az Uramtól és (arról, hogy Ő) a Töle származó könyörületben részesített engem. Ám ti azzal szemben vakok vagytok. Vajon rátok kényszeríthetjük-e azt, ha ti ellene vagytok"}]}