{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Entao, decretou fossem sete ceus, em dois dias, e revelou a cada ceu sua condicao. E aformoseamos o ceu mais proximo com lampadas, e custodiamo-lo. Essa foi a determinacao dO Todo-Poderoso, dO Onisciente"},{"SurahNumber":41,"VerseNumber":13,"Text":"Entao, se eles te dao de ombros, dize: \"Admoesto-vos de que havera um raio igual ao raio de Ad e Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Quando os Mensageiros lhes chegaram, por diante deles e por detras deles, dizendo: \"Nao adoreis senao a Allah\", disseram: \"Se Nosso Senhor quisesse, haveria feito descer anjos; e, por certo, somos renegadores do com que sois enviados"},{"SurahNumber":41,"VerseNumber":15,"Text":"Entao, quanto ao povo de Ad, ensoberbeceram-se, sem razao, na terra, e disseram: \"Quem e mais veemente que nos, em forca?\" E nao viram que Allah, Que os criou, e mais Veemente que eles, em forca? E renegavam Nossos sinais"},{"SurahNumber":41,"VerseNumber":16,"Text":"Entao, enviamos contra eles estridente vento glacial, em dias funestos, para faze-los experimentar o castigo da ignominia, na vida terrena. E, em verdade, o castigo da Derradeira Vida e mais ignominioso. E Eles nao serao socorridos"},{"SurahNumber":41,"VerseNumber":17,"Text":"E, quanto ao povo de Thamud, guiamo-los, mas amaram mais a cegueira que a orientacao; entao, o raio do aviltante castigo apanhou-os, pelo que cometiam"},{"SurahNumber":41,"VerseNumber":18,"Text":"E salvamos os que criam e eram piedosos"},{"SurahNumber":41,"VerseNumber":19,"Text":"E um dia, os inimigos de Allah serao reunidos com destino ao Fogo; entao, se coordenarao"},{"SurahNumber":41,"VerseNumber":20,"Text":"Ate que, quando chegarem a ele, seu ouvido e suas vistas e suas peles testemunharao contra eles, pelo que faziam"}]}