{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":4,"Text":"Dit geschiedt, omdat zij God en zijn gezant wederstand hebben geboden; en wie God weêrstand biedt, waarlijk, die zal door God streng gestraft worden"},{"SurahNumber":59,"VerseNumber":5,"Text":"De palmboomen welke gij nederhouwt, of die gij met hunne wortelen laat staan, werden nedergehouwen of bleven staan door den wil van God om de zondaren gerust te stellen"},{"SurahNumber":59,"VerseNumber":6,"Text":"En wat den buit betreft van het volk, dat God geheel aan zijn gezant heeft geschonken, gij hebt daartegen noch paarden, noch kameelen aangevoerd; maar God geeft de heerschappij aan zijne gezanten over wien hij wil; want God is almachtig"},{"SurahNumber":59,"VerseNumber":7,"Text":"De buit der bewoners van de steden die God aan zijn gezant heeft geschonken is aan God en zijn gezant verschuldigd, en aan hem, die tot de nabestaanden van den gezant behoort, en aan de weezen en aan den arme en aan den reiziger, opdat die niet immer in een kring zoude verdeeld worden, van diegenen uwer, welke rijk zijn. Neemt aan wat de profeet u zal geven, en onthoudt u van hetgeen hij u verbiedt, en vreest God; want God is gestreng in het kastijden"},{"SurahNumber":59,"VerseNumber":8,"Text":"Ook behoort een deel aan de arme Mohajerin die van hunne huizen en hunne bezittingen werden beroofd, terwijl zij naar Gods gunst en naar zijn welgevallen streefden en God en zijn gezant bijstonden. Dit zijn de lieden der waarachtigheid"},{"SurahNumber":59,"VerseNumber":9,"Text":"En zij die, vóór hen, de stad Medina geheel bezaten en het geloof zonder beletsel beleden, beminnen dengeen, die tot hen is gevlucht, en vinden in hunne borsten geene begeerte naar datgene wat den Mohajerin werd gegeven, maar verkiezen die boven zich zelven, hoewel zij mede door nooddruftigheid worden gekweld. En hij die zich voor de gierigheid zijner eigene ziel behoedt, zal zeker voorspoed genieten"}]}