{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"Va dir: «Ho vaig fer quan estava extraviat"},{"SurahNumber":26,"VerseNumber":21,"Text":"Vaig tenir por de vosaltres i em vaig escapar. El meu Senyor m'ha regalat judici i ha fet de mi un dels Missatgers"},{"SurahNumber":26,"VerseNumber":22,"Text":"Es aquesta una gracia que em tires en cara, tu que has esclavitzat als Fills d'Israel?»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Farao va dir: «I que es 'el Senyor de l'univers'?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"Va dir: «Es el Senyor dels cels, de la terra i del que entre ells esta. Si estiguessiu convencuts...»"},{"SurahNumber":26,"VerseNumber":25,"Text":"Va dir als circumstants: «Heu escoltat?»"},{"SurahNumber":26,"VerseNumber":26,"Text":"Va dir. «Es el vostre Senyor i Senyor dels vostres avantpassats...»"},{"SurahNumber":26,"VerseNumber":27,"Text":"Va dir: «El Missatger que se us ha manat es; certament, un posses!»"},{"SurahNumber":26,"VerseNumber":28,"Text":"Va dir: «...el Senyor de l'Orient i de l'Occident i del que entre ells esta. Si raonessiu...»"},{"SurahNumber":26,"VerseNumber":29,"Text":"Va dir: «Si preses per deu a altre diferent de mi, he d'enviar-te a la preso!»"},{"SurahNumber":26,"VerseNumber":30,"Text":"Va dir: «I si et portes quelcom clar?»"},{"SurahNumber":26,"VerseNumber":31,"Text":"Va dir: «Porta'l? si es veritat el que dius!»"},{"SurahNumber":26,"VerseNumber":32,"Text":"Moises va llencar la seva vara i heus aqui que aquesta es va convertir en una autentica serp"},{"SurahNumber":26,"VerseNumber":33,"Text":"Va treure la seva ma i heus aqui que va apareixer blanca als ulls dels presents"},{"SurahNumber":26,"VerseNumber":34,"Text":"Va dir als dignataris que li envoltaven: «Si, aquest es un mag molt entes"},{"SurahNumber":26,"VerseNumber":35,"Text":"que vol expulsar-os de la vostra terra amb la seva magia. Que ordeneu?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Van dir: «Dona'ls llargues, a ell i al seu germa, i envia a les ciutats a agents que convoquin"},{"SurahNumber":26,"VerseNumber":37,"Text":"que et portin als mags mes entesos, a tots»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Els mags van ser convocats per un temps determinat del dia convingut"},{"SurahNumber":26,"VerseNumber":39,"Text":"i es va dir a la gent: «No voleu assistir"}]}