{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Gormediniz mi ki, Allah, goklerdekini (gunes, ay, yıldız ve bulutları) ve yerde olanı hep menfaatiniz icin birer sebep kılmıstır. Hem asikare, hem gizli olarak her turlu nimetlerini uzerinize tamamlamıstır. Boyle iken, insanlar icinde kimisi de var ki, ne bir ilme, ne bir delile, ne de aydınlatıcı bir kitaba dayanmaksızın Allah’ın dini hakkında mucadele ediyor"},{"SurahNumber":31,"VerseNumber":21,"Text":"O kafirlere: “- Allah’ın indirdigi Kur’an’a tabi olun” denildigi zaman, derler ki: “- Hayır, biz atalarımızı neyin (hangi dinin) uzerinde bulduksa onun ardınca gideriz.” Ya Seytan, atalarını cehennem azabına cagırıyorduysa da mı (onlara uyacaklar)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim amelinde ihlas sahibi olarak kendini samimiyetle Allah’a teslim ederse, muhakkak ki o, en saglam kulpa yapısmıstır. Butun islerin sonu Allah’a dayanır"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de kufre varırsa, artık onun kufru (Ey Rasulum) seni uzmesin. Onlar, bize donub gelecekler; o vakit biz, onlara, butun yaptıklarını (kufurlerinin cezasını) haber verecegiz. Suphe yok ki Allah, butun kalblerdekini hakkıyla bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz, o kafirlere (dunyada) biraz zevk ettiririz de, sonra kendilerini agır bir azaba mecbur tutarız"},{"SurahNumber":31,"VerseNumber":25,"Text":"Muhakkak ki onlara sorsan: “- Gokleri ve yeri kim yarattı?” Elbette: “-Allah” diyecekler. (Bu gercegi itiraf ettiklerinden ey Rasulum) sen de “- Elhamdu Lillah= Allah’a hamd olsun” de. Fakat onların cogu (ilzam edildiklerini, iddialarının bos oldugunu) bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Goklerde ve yerde ne varsa Allah’ındır. Suphesiz ki Allah Gani’dir= hic bir seye muhtac degildir, Hamid’dir= hamd edilmeye layıktır"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eger yerdeki butun agaclar hep kalem olsa, deniz de, -arkasından yedi deniz daha katılarak- murekkeb olsa, yine Allah’ın kelimeleri (ilim ve ezeli kelamı) tukenmez. Muhakkak ki Allah Aziz’dir= her seye galibdir. Hakim’dir= hukmunde hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin (topunuzun yoktan) yaratılmanız da, oldukten sonra diriltilmeniz de, ancak tek bir kisinin yaratılıp diriltilmesi gibidir. (Ol, emriyle her sey oluverir). Muhakkak ki Allah Semi’dir= soylenenleri isitir, Basir’dir= yaptıklarınızı gorur"}]}