{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":14,"Text":"Hay bao nhung ai co đuc tin nen tha thu cho nhung nguoi tuyet vong ve nhung Ngay (Phan Xu) cua Allah, rang Ngai se đap đen (an oan) cho tung nhom nguoi chieu theo đieu ma ho đa tung lam ra"},{"SurahNumber":45,"VerseNumber":15,"Text":"Ai lam đieu thien thi ban than y se đuoc phuc; va ai lam đieu ac thi ban than y se chiu hoa. Roi cac nguoi se đuoc đua tro ve gap Ngai (đe chiu su Phan Xu)"},{"SurahNumber":45,"VerseNumber":16,"Text":"Va qua that TA đa ban cho con chau cua Israel Kinh Sach va luat le va viec tiep thu thien khai va cung duong ho voi luong thuc tot va sach va đa uu đai ho hon thien ha"},{"SurahNumber":45,"VerseNumber":17,"Text":"Va TA đa ban cho ho nhung bang chung ro ret ve moi cong viec (cua ton giao). Nhung chi tu sau luc tiep thu đuoc su hieu biet, ho moi đam ra ganh ti va chia re nhau (thanh giao phai). Qua that, Allah se giai quyet truong hop cua ho vao Ngay phuc sinh ve nhung đieu ma ho đa tung tranh chap"},{"SurahNumber":45,"VerseNumber":18,"Text":"Roi TA đat Nguoi (Muhammad) tren con đuong (luat phap) cua cong viec (ton giao). Boi the, hay tuan theo no va cho tuan theo nhung đieu uoc muon cua nhung ke khong biet gi"},{"SurahNumber":45,"VerseNumber":19,"Text":"Qua that, chung chang giup đo đuoc Nguoi thoat khoi (su trung phat cua) Allah. Va nhung ke lam đieu sai quay la ban be tan tro lan nhau. Nguoc lai, Allah la Đang Bao Ve cua nhung nguoi ngay chinh so Allah"},{"SurahNumber":45,"VerseNumber":20,"Text":"(Qur'an) nay la mot Soi Roi cho nhan loai va mot Chi Đao (huong dan) va mot Hong An cho nhung nguoi co đuc tin vung chai"},{"SurahNumber":45,"VerseNumber":21,"Text":"Hoac phai chang nhung ke lam đieu toi loi nghi rang TA se lam cho ho ngang bang voi nhung nguoi co đuc tin va lam viec thien ve viec song va chet cua ho hay sao? That te thay đieu chung xet đoan"},{"SurahNumber":45,"VerseNumber":22,"Text":"Va vi Chan Ly Allah đa tao hoa cac tang troi va trai đat, (muc đich) đe cho moi linh hon se đuoc đen tra (xung đang) ve nhung đieu (tot va xau) ma ho đa lam ra va se khong bi đoi xu bat cong"}]}