{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"و آنان را پیشوای مردم ساختیم تا (خلق را) به امر ما هدایت کنند و هر کار نیکو را (از انواع عبادات و خیرات) و خصوص اقامه نماز و اداء زکات را به آنها وحی کردیم و آنها هم به عبادت ما پرداختند"},{"SurahNumber":21,"VerseNumber":74,"Text":"و لوط را هم مقام حکمفرمایی (و یا حکمت و نبوت) و علم عطا نمودیم و او را از شهری که اهلش به اعمال زشت (و کار پلید لواط) می‌پرداختند نجات دادیم که آنها بسیار بدکار و فاسق مردمی بودند"},{"SurahNumber":21,"VerseNumber":75,"Text":"و او را در رحمت خود داخل کردیم زیرا که از مردم بسیار صالح و نیکوکار به شمار بود"},{"SurahNumber":21,"VerseNumber":76,"Text":"و (یاد کن حکایت) نوح را که پیش از این (خدا را به یاری خود) خواند، ما هم او را پاسخ دادیم و او و اهل بیتش (و گرویدگانش) را از اندوه و بلای سخت (طوفان) نجات دادیم"},{"SurahNumber":21,"VerseNumber":77,"Text":"و او را بر دفع آن قومی که آیات ما را تکذیب کردند نصرت دادیم، که آن قوم بسیار بدکار (و کافر) بودند و ما همه آنها را یکسر (به طوفان) غرق کردیم"},{"SurahNumber":21,"VerseNumber":78,"Text":"و (یاد کن احوال) داود و سلیمان را وقتی که درباره گوسفندان بی‌شبانی که در مزرعی چریدند (و آن را تباه کردند) قضاوت می‌نمودند (که از شیرشان صاحب زرع به قدر زراعتش استفاده کند) و ما بر حکم آنها گواه بودیم"},{"SurahNumber":21,"VerseNumber":79,"Text":"و ما آن قضاوت را به سلیمان به وحی آموختیم و به هر یک (از سلیمان و داود) مقام حکمفرمایی و دانش عطا کردیم و کوهها و مرغان را مسخر داود گردانیدیم که با (آهنگ تسبیح و نغمه) او تسبیح می‌کردند، و ما این معجزات را از او پدید آوردیم"},{"SurahNumber":21,"VerseNumber":80,"Text":"و ما به داود صنعت زره ساختن برای شما آموختیم تا شما را از زخم شمشیر و آزار یکدیگر محفوظ دارد، آیا شکر به جای می‌آورید؟"},{"SurahNumber":21,"VerseNumber":81,"Text":"و باد تند سیر صرصر را ما مسخر سلیمان گردانیدیم که به امر او بدان سرزمین (سرزمین شامات) که با برکت برای جهانیان کردیم حرکت می‌کرد، و ما به همه امور عالم داناییم"}]}