{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"generations passees ? ». « Le sort qui leur fut reserve », repondit-il, « est consigne aupres de mon Seigneur dans un Livre, et mon Seigneur n’omet aucun detail et n’oublie rien »"},{"SurahNumber":20,"VerseNumber":53,"Text":"Lui qui a fait pour vous de la Terre un berceau, et qui y a trace des routes que vous pouvez emprunter, et qui fait tomber une eau du ciel par laquelle Nous faisons germer par couples toutes sortes de vegetation"},{"SurahNumber":20,"VerseNumber":54,"Text":"« Mangez-en et faites paitre vos troupeaux !». Il y a la des signes certains pour des gens dotes de sagesse"},{"SurahNumber":20,"VerseNumber":55,"Text":"Et c’est d’elle (la Terre) que Nous vous avons crees, et c’est a elle que Nous vous retournerons, et c’est d’elle que Nous vous ferons sortir, une nouvelle fois"},{"SurahNumber":20,"VerseNumber":56,"Text":"Nous avons fait voir tous Nos signes a Pharaon, mais il cria au mensonge et les meprisa"},{"SurahNumber":20,"VerseNumber":57,"Text":"Il dit : « O Moise ! Es-tu venu a nous pour nous chasser de nos terres par ta magie"},{"SurahNumber":20,"VerseNumber":58,"Text":"Soit ! Nous allons te repondre par une magie semblable. Convenons toi et nous d’un rendez-vous auquel ni toi ni nous ne manquerons, en un endroit precis »"},{"SurahNumber":20,"VerseNumber":59,"Text":"«Votre rendez-vous est fixe au jour de la fete », dit Moise. « Que les gens y soient rassembles au lever du jour »"},{"SurahNumber":20,"VerseNumber":60,"Text":"Pharaon se retira alors. Et apres avoir concu son subterfuge, il vint au rendez-vous"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moise leur dit : « Malheur a vous ! Ne forgez pas de mensonges sur le compte de Dieu, car Il vous aneantira pour vous punir. C’est le sort reserve a ceux qui fomentent des mensonges»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Ils (les magiciens) delibererent a propos de leur strategie, mais n’en laisserent rien paraitre"},{"SurahNumber":20,"VerseNumber":63,"Text":"Puis ils dirent : « Ces deux-la sont surement des magiciens qui veulent, avec leurs sortileges, vous chasser de vos terres et annihiler votre doctrine eminente"},{"SurahNumber":20,"VerseNumber":64,"Text":"Mettez-vous d’accord sur votre stratageme et formez un seul rang ! Car aujourd’hui celui qui prendra le dessus aura les honneurs !»"}]}