{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, Lam, Ra. Bular daanışman Kitep (Kuraan) ayattarı"},{"SurahNumber":10,"VerseNumber":2,"Text":"Özdörünün arasınan (Biz tandap algan) kişige: (Muhammadga) “Adamdardı (tozokton) eskert jana ıymanduularga Rabbisinin aldındagı tolup-taşkan çınıgı sıylıktar jönündö kuşkabar ber” dep vahiy jiberişibiz (kaapır) adamdarga taŋkalıçtuu boldubu? Kaapırlar (Allaһtan uşul vahiy kabardı alıp kelgen Paygambar jönündö:) “Bul anık sıykırçıdan başka eç kim emes”-deşti"},{"SurahNumber":10,"VerseNumber":3,"Text":"Çınında, silerdin Rabbiŋer Jer menen asmandardı altı kündö jaratıp, andan kiyin (jer-asmandardan da keŋ bolgon) Arştan biyik boldu.? Al (büt aalamdardagı) işti (jalgız Özü) başkarat. Anın uruksatı bolmoyun, (Anın aldında) eç kim (biröönün) künöösünö aktooçu bolo albayt. Uşul Allaһ — Rabbiŋer. Anın Özünö gana ibadat kılgıla! Emi, esiŋerge kelbeysiŋerbi"},{"SurahNumber":10,"VerseNumber":4,"Text":"Allaһtın ubadası - akıykat: (Anın ubadası boyunça) bardıgıŋardın kaytıp bararıŋar - Özünö. Al obolu kalk-kalayıktı jaratat. Kiyin ıyman keltirip salih amal kılgandardı adilet sıylaş üçün jaratuunu (ekinçi jolu) kaytalayt. Kaapır bolgon adamdarga bolso, kaapır bolgonunun jazasına jan oorutkan azap jana kaynak suudan şarap bar"},{"SurahNumber":10,"VerseNumber":5,"Text":"Al Kündü jarıtkıç, Aydı Nur kılıp koydu. Jana siler esep menen jıl sanagın bilişiŋer üçün Ayga bir neçe orundardı belgilep koydu. Allaһ munu akıykat menen jarattı jana bile turgan adamdar üçün ayattardı açık-aykın bayan kılıp jatat"},{"SurahNumber":10,"VerseNumber":6,"Text":"Çınında, tün menen kündüzdün almaşıp turuşunda jana jer-asmandardagı Allaһ jaratkan nerselerde takıba adamdar üçün (Allahtın kuduretine) belgiler bar"}]}