{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":188,"Text":"Aytkın: “Men ozumo Allaһ kaalagandan baska payda da, zıyan da jetkire albaymın. Eger kayıptı bilgenimde, (ozumo) jaksılıktardı koboytup almakmın jana maga ec kanday jamandık jetmek emes. Men bolgonu, ıymanduu adamdardı (azap) menen eskertuucu jana (soop-sıylık) menen suyuntuucu paygambarmın"},{"SurahNumber":7,"VerseNumber":189,"Text":"Al (Allaһ) silerdi bir jandan (Adam-Atadan) jaratkan. Kiyin anı menen tınctanıp, ırahat alsın dep, andan jubayın (Havaa-Eneni) jarattı. Anan aga jakındık kılganda, jeŋil juktuu bolup, anı menen juro berdi.! Al emi (boyundagı) oorloskon mezgilde (bala butkonun bilisip) Rabbisine: “Eger bizge jaksı (soo-taza) perzent berseŋ sugur kıluuculardan bolor elek” dep duba kılıstı"},{"SurahNumber":7,"VerseNumber":190,"Text":"(Allaһ) ekoono jaksı perzent bergende, bergen nersesinde Allaһka sirk keltiristi.” Allaһ alardın sirkterinen Biyik-Jogoru"},{"SurahNumber":7,"VerseNumber":191,"Text":"Ec nerseni jaratpay, jaratılgan nerselerdi Allaһga serik kılısabı"},{"SurahNumber":7,"VerseNumber":192,"Text":"(Adamdar Allaһka serik kılgan baska “kudaylar”) Alarga gana emes, ozdoruno da jardam bere alıspayt"},{"SurahNumber":7,"VerseNumber":193,"Text":"(O, musrikter!) Eger siler alardı (“kudayıŋardı”) Tuura Jolgo cakırsaŋar eercip kelbeyt (ukpayt). Alardı cakırdıŋarbı je uncukpay turduŋarbı, silerge ayırması jok"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allaһtan baska siler duba kılıp jatkan “kudaylar” ozuŋor sıyaktuu ele pendeler. (Allaһtın makuluktarı). Eger cıncıl bolsoŋor, alarga duba kılgılacı kana, joop beriset beken"},{"SurahNumber":7,"VerseNumber":195,"Text":"Emne, alardın juro turgan buttarı barbı? Je (kuc menen) karmagıday koldoru barbı? Je koroor kozdoru barbı? Je bolboso, ukkuday kulaktarı barbı?! Aytkın: “Allaһga serik kılgan “kudayıŋarga” duba kıla bergile dagı, ec nersege karabay (maga karsı) aylakerligiŋerdi bastay bergile” (birok, koluŋardan ec nerse kelbeyt)"}]}