{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":77,"Text":"Je, umemwona aliye zikanya Ishara zetu na akasema: Kwa hakika mimi nitapewa mali na wana"},{"SurahNumber":19,"VerseNumber":78,"Text":"Kwani yeye amepata khabari za ghaibu, au amechukua ahadi kwa Arrahmani Mwingi wa Rehema"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hasha! Tutaandika anayo yasema, tutamkunjulia muda wa adhabu"},{"SurahNumber":19,"VerseNumber":80,"Text":"Na tutamrithi hayo anayo yasema, na atatufikia mtupu peke yake"},{"SurahNumber":19,"VerseNumber":81,"Text":"Na wamechukua miungu mingine badala ya Mwenyezi Mungu ili ati iwape nguvu"},{"SurahNumber":19,"VerseNumber":82,"Text":"Sivyo kabisa! Wataikataa hiyo ibada yao, na watakuwa ndio dhidi yao"},{"SurahNumber":19,"VerseNumber":83,"Text":"Kwani huoni ya kwamba tumewatuma mashet'ani kwa makafiri wawachochee kwa uchochezi"},{"SurahNumber":19,"VerseNumber":84,"Text":"Basi usiwafanyie haraka. Sisi tunawahisabia idadi ya siku zao"},{"SurahNumber":19,"VerseNumber":85,"Text":"Siku tutayo wakusanya wachamngu kuwapeleka kwa Arrahmani Mwingi wa Rehema kuwa ni wageni wake"},{"SurahNumber":19,"VerseNumber":86,"Text":"Na tukawachunga wakhalifu kuwapeleka Jahannamu hali ya kuwa wana kiu"},{"SurahNumber":19,"VerseNumber":87,"Text":"Hawatakuwa na mamlaka ya uombezi ila wale walio chukua ahadi kwa Arrahmani Mwingi wa Rehema"},{"SurahNumber":19,"VerseNumber":88,"Text":"Na wao ati husema kuwa Arrahmani Mwingi wa Rehema ana mwana"},{"SurahNumber":19,"VerseNumber":89,"Text":"Hakika mmeleta jambo la kuchusha mno"},{"SurahNumber":19,"VerseNumber":90,"Text":"Zinakaribia mbingu kutatuka kwa hilo, na ardhi kupasuka, na milima kuanguka vipande vipande"},{"SurahNumber":19,"VerseNumber":91,"Text":"Kwa kudai kwao kuwa Arrahmani Mwingi wa Rehema ana mwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"Wala hahitajii Arrahmani Mwingi wa Rehema kuwa na mwana"},{"SurahNumber":19,"VerseNumber":93,"Text":"Hapana yeyote aliomo mbinguni na ardhini ila atafika kwa Arrahmani Mwingi wa Rehema kuwa ni mtumwa wake"},{"SurahNumber":19,"VerseNumber":94,"Text":"Yeye hakika amewadhibiti na amewahisabu sawa sawa"},{"SurahNumber":19,"VerseNumber":95,"Text":"Na kila mmoja katika wao atamfikia Siku ya Kiyama peke yake"}]}