{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":50,"VerseNumber":16,"Text":"And olsun, insanı biz yarattık ve nefsinin ona ne vesveseler verdigini de biliriz; biz ona sah damarından daha yakınız (her halinden haberdarız ve her an kudretimiz altındadır)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(Insanoglunun), biri sag tarafında, biri sol tarafında oturmus iki katip melegin amellerini yazmakta olduklarını hatırla"},{"SurahNumber":50,"VerseNumber":18,"Text":"O, her ne soz atarsa muhakkak yanında hazır bir gozcu vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"Bir de olum sarhoslugu (can cekisme) gercek olarak gelmistir. (Ey insanoglu!) iste bu, senin kacıp durdugun sey"},{"SurahNumber":50,"VerseNumber":20,"Text":"(Insanlar oldukten sonra dirilmeleri icin) Sur’a da ufurulmus olacaktır. Iste bu vakit, azap gunudur"},{"SurahNumber":50,"VerseNumber":21,"Text":"Herkes beraberinde bir surucu ve bir de sahid (melek) olarak (Rabbi huzuruna) gelmis bulunacaktır"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Allah ona buyurur ki, ey insanoglu! Dunyada iken) bugunden gaflette idin. Simdi senden (gaflet) perdeni actık; artık bugun gozun keskindir, (gercegi goruyorsun)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Beraberindeki (vazifeli melek) soyle der: “- Bu yanımdaki hazırdır.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah soyle buyurur): “- Atın atın cehenneme, her inatcı kafiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"Hayra engel olanı, supheci zalimi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Bu, o kimsedir ki, Allah ile beraber, baska bir ilah edinmistir. Haydin, atın siddetli azabın (cehennemin) icine.”"},{"SurahNumber":50,"VerseNumber":27,"Text":"(Onun dunyadaki) arkadası (olan seytan soyle) der: “- Ey Rabbimiz! Onu, ben azdırmadım; fakat kendisi uzak bir sapıklık icinde idi.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah, onlara soyle) buyurur: “- Huzurumda cekismeyin; ben size onceden (dunyada) bu azabı bildirmistim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Benim katımda soz degistirilmez ve ben kullara zulmeden degilim.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gun cehenneme: “- Doldun mu?” diyecegiz. O, “- Daha ziyade var mı?” diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de takva sahiblerine uzak olmıyarak yaklastırılmıs bulunacak"},{"SurahNumber":50,"VerseNumber":32,"Text":"Iste bu, sizin (dunyada) vaad olundugunuz sey! Her tevbe eden, Allah’ın emrini gozeten icin"},{"SurahNumber":50,"VerseNumber":33,"Text":"Gaybde, Rahman’a ic saygısı duyan ve halis bir kalb ile gelen kimseler icin"},{"SurahNumber":50,"VerseNumber":34,"Text":"Selametle girin oraya (cennete); bu sonsuzluk gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Onlara, orada ne dilerlerse var. Katımızda ise ziyade (Allah’ı gormek) var"}]}