{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":87,"Text":"Fakat Kur’an’ı kalbinde ezberlemen, ancak Rabbinin bir ihsanıdır. Gercekten O’nun, senin uzerindeki ihsanı cok buyuktur"},{"SurahNumber":17,"VerseNumber":88,"Text":"Ey Rasulum, de ki: “- Yemin olsun, eger insanlar ve cinler bu Kur’an’ın benzerini getirmek uzere toplansalar, birbirlerine yardımcı da olsalar, yine onun benzerini getiremezler.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"Yemin olsun ki, biz bu Kur’an’da insanlar icin her cesit manayı tekrar ettik. Fakat insanların cogu kabulden yuz cevirdi, ancak kufru secti"},{"SurahNumber":17,"VerseNumber":90,"Text":"(Kur’an’ın belagat ve azameti karsısında aciz kalan musrikler soyle) dediler: “- Biz, sana, asla inanmayız; ta ki bizim icin su yerden (Mekke’den) bir pınar akıtırsın"},{"SurahNumber":17,"VerseNumber":91,"Text":"Yahud hurmalıklardan ve uzumluklerden senin bir bahcen olsun da ortasından bol bol nehirler akıtasın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Yahud soyleyip zannettigin gibi, semayı parca parca azab olarak uzerimize dusuresin, yahud Allah’ı ve melekleri soyledigine sahid getiresin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Yahud altından bir evin olsun, yahud semaya cıkasın; ona cıktıgına da asla inanmayız, ta ki bize, okuyacagımız bir kitap indiresin (boylece Peygamber oldugunu orada okumus olalım). De ki: “-Rabbimi tenzih ederim. Ben, ancak diger insanlar gibi bir insanım, diger peygamberler gibi de bir Peygamberim.”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Mekke’lilere dogru yolu gosteren peygamber, onlara Kur’an ile geldigi zaman, insanların iman etmelerine ancak soyle demeleri engel oldu: “Allah bir insanı mı Peygamber gonderdi, (Peygamber olarak bir Melek gondermeliydi)"},{"SurahNumber":17,"VerseNumber":95,"Text":"(Ey Rasulum, Mekke’lilere) soyle de: “- Eger (insanlar gibi) yeryuzunde, yuruyup duran Melekler olsaydı, elbette onlara da gokten melek bir peygamber gonderirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: “- Allah, sizinle benim aramda sahid yeter. Muhakkak ki o, kullarının yaptıgından haberdardır, butun hallerini gorendir"}]}