{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"We gave him back his family and doubled their number as a blessing from Us and as a reminder to the people of understanding"},{"SurahNumber":38,"VerseNumber":44,"Text":"We told him, \"Take a handful of straw. Strike your wife with it to fulfill your oath.\" We found him to be patient. What an excellent servant he was. He was certainly most repenting"},{"SurahNumber":38,"VerseNumber":45,"Text":"(Muhammad), recall Our servants Abraham, Isaac, and Jacob, all of whom possessed virtuous hands and clear visions"},{"SurahNumber":38,"VerseNumber":46,"Text":"We gave them this pure distinction because of their continual remembrance of the Day of Judgment"},{"SurahNumber":38,"VerseNumber":47,"Text":"In Our eyes they were of the chosen, virtuous people"},{"SurahNumber":38,"VerseNumber":48,"Text":"Recall Ismael, Elisha, and Dhulkifl (Ezekiel) who were all virtuous people"},{"SurahNumber":38,"VerseNumber":49,"Text":"Such is their noble story. The pious ones will certainly have the best place to return"},{"SurahNumber":38,"VerseNumber":50,"Text":"They will enter gardens of Eden with their gates open for them"},{"SurahNumber":38,"VerseNumber":51,"Text":"They will be resting therein and will be able to ask for many kinds of fruit and drink"},{"SurahNumber":38,"VerseNumber":52,"Text":"They will have bashful wives of equal age with them"},{"SurahNumber":38,"VerseNumber":53,"Text":"This is what they had been promised for the Day of Judgment"},{"SurahNumber":38,"VerseNumber":54,"Text":"Our provision (for you) will never be exhausted"},{"SurahNumber":38,"VerseNumber":55,"Text":"However, the rebellious ones will have the worst place to return"},{"SurahNumber":38,"VerseNumber":56,"Text":"They will suffer in hell. What a terrible dwelling"},{"SurahNumber":38,"VerseNumber":57,"Text":"(They will be told), \"This is your recompense"},{"SurahNumber":38,"VerseNumber":58,"Text":"Taste the scalding water, pus, and other putrid things"},{"SurahNumber":38,"VerseNumber":59,"Text":"Their leaders will be told, \"This band will also be thrown headlong with you into hell.\" Their leaders will exclaim, \"May condemnation fall upon them! Let them suffer the torment of fire"},{"SurahNumber":38,"VerseNumber":60,"Text":"Their followers will say, \"In fact, it is you who deserve condemnation. It was you who led us to hell, a terrible dwelling"},{"SurahNumber":38,"VerseNumber":61,"Text":"They will continue saying, \"Lord, double the torment of fire for those who led us into this"}]}