{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Say: \"(Nay!) be ye stones or iron"},{"SurahNumber":17,"VerseNumber":51,"Text":"Or created matter which, in your minds, is hardest (to be raised up),- (Yet shall ye be raised up)!\" then will they say: \"Who will cause us to return?\" Say: \"He who created you first!\" Then will they wag their heads towards thee, and say, \"Whe n will that be?\" Say, \"May be it will be quite soon"},{"SurahNumber":17,"VerseNumber":52,"Text":"It will be on a Day when He will call you, and ye will answer (His call) with (words of) His praise, and ye will think that ye tarried but a little while"},{"SurahNumber":17,"VerseNumber":53,"Text":"Say to My servants that they should (only) say those things that are best: for Satan doth sow dissensions among them: For Satan is to man an avowed enemy"},{"SurahNumber":17,"VerseNumber":54,"Text":"It is your Lord that knoweth you best: If He please, He granteth you mercy, or if He please, punishment: We have not sent thee to be a disposer of their affairs for them"},{"SurahNumber":17,"VerseNumber":55,"Text":"And it is your Lord that knoweth best all beings that are in the heavens and on earth: We did bestow on some prophets more (and other) gifts than on others: and We gave to David (the gift of) the Psalms"},{"SurahNumber":17,"VerseNumber":56,"Text":"Say: \"Call on those - besides Him - whom ye fancy: they have neither the power to remove your troubles from you nor to change them"},{"SurahNumber":17,"VerseNumber":57,"Text":"Those whom they call upon do desire (for themselves) means of access to their Lord, - even those who are nearest: they hope for His Mercy and fear His Wrath: for the Wrath of thy Lord is something to take heed of"},{"SurahNumber":17,"VerseNumber":58,"Text":"There is not a population but We shall destroy it before the Day of Judgment or punish it with a dreadful Penalty: that is written in the (eternal) Record"}]}