{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":36,"VerseNumber":13,"Text":"Gibilhom (Muħammad) l-ezempju ta' nies il-belt, meta gewha l-Mibgħutin (ta' Alla)"},{"SurahNumber":36,"VerseNumber":14,"Text":"Meta bgħatnielhom tnejn u giddbuhom, u. għalhekk saħħaħniehom. bit-tielet (Mibgħut. It-tliet Mibgħutin) qalu: 'Aħna tassew mibgħutin. għandkom (biex inwasslulkom it-twemmin tassew)"},{"SurahNumber":36,"VerseNumber":15,"Text":"Qalu (nies il-belt): 'Intom m'intomx għajr bnedmin bħalna, u Dak Kollu Ħniena ma nizzel xejn (ebda rivelazzjoni). M'intomx ħlief tigdbul"},{"SurahNumber":36,"VerseNumber":16,"Text":"Qalu. (il-Mibgħutin): ''Sidna jaf li aħna tabilħaqq għandkom mibgħutin"},{"SurahNumber":36,"VerseNumber":17,"Text":"u dmirna ma huwiex għajr li nwasslu bic-car. (il- messagg)"},{"SurahNumber":36,"VerseNumber":18,"Text":"Qalu (nies il-belt): ' Tabilħaqq li sibna: fikom rizq ħazini Jekk m'intomx se tieqfu, tassew se nħaggrukom, u jmisskom mingħandna kastig ta' wgigħ kbiri"},{"SurahNumber":36,"VerseNumber":19,"Text":"Qalu (il-Mibgħutin): (ir-rizq ħazin tagħkom huwa magħkom. (Qegħdin. tgħidu (dan) għaliex intom imfakkrin (timxu tajjeb, izda qegħdin twebbsu qalbkom u ma tridux tafu) Lel Intom nies li għamiltu wisq ħazeni"},{"SurahNumber":36,"VerseNumber":20,"Text":"U giejigri ragel (jismu Ħabib 'an-Naggar) mill-ibgħad naħa tal-belt. Qal: 'Ja niesi, imxu wara l-Mibgħutinl"},{"SurahNumber":36,"VerseNumber":21,"Text":"Imxu wara dawk li ma jitolbukomx ħlas, u jinsabu fit- triq it-tajbal"},{"SurahNumber":36,"VerseNumber":22,"Text":"U għaliex ma għandix naqdi u nqim lil Dak li ħalaqni, u li għandu għad titregggħu lura"},{"SurahNumber":36,"VerseNumber":23,"Text":"Jaqaw għandi nieħu għalija allat (oħra) minfloku (meta naf li), jekk Dak (Alla) Kollu Ħniena jridni f'xi ħsara, l- intercessjoni. tagħhom ma tiswieli: xejn, U lanqas jeħilsuni"},{"SurahNumber":36,"VerseNumber":24,"Text":"(Jekk nagħmel hekk) mela jiena nkun tassew f'telfien mill-aktar car"},{"SurahNumber":36,"VerseNumber":25,"Text":"Jiena tabilħaqq emmint f'Sidkom. Mela isimgħunil"},{"SurahNumber":36,"VerseNumber":26,"Text":"Intqal (lil Ħabib 'an-Naggar): ''Idħol il-Gennaf' Huwa qal: Mhux li niesi kienu jafu"},{"SurahNumber":36,"VerseNumber":27,"Text":"b'dak li ħafirli Sidi, u għamilni minn dawk ta' gieħi"}]}