{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":12,"Text":"Wij hadden aan Loekmaan de wijsheid gegeven, dat hij aan God dank moest betuigen. En wie dank betuigt doet dat slechts in zijn eigen voordeel en wie ondankbaar is, God is behoefteloos en lofwaardig"},{"SurahNumber":31,"VerseNumber":13,"Text":"Toen Loekmaan zijn zoon vermanend toesprak: \"Mijn zoon, bedrijf geen veelgodendienst, want veelgodendienst is een geweldig misdrijf"},{"SurahNumber":31,"VerseNumber":14,"Text":"En Wij hebben de mens met betrekking tot zijn ouders opgedragen -- zijn moeder heeft hem immers in grote zwakheid gedragen en totdat hij gespeend werd waren het nog twee jaar --: \"Jij moet Mij en jouw ouders dank betuigen. Bij Mij is de bestemming"},{"SurahNumber":31,"VerseNumber":15,"Text":"Als zij er echter bij jou op aandringen aan Mij metgezellen toe te voegen, waarvan jij geen kennis hebt, gehoorzaam hun dan niet. En ga in het tegenwoordige leven behoorlijk met hen om en volg de weg van wie zich schuldbewust tot Mij wendt. Daarna zal tot Mij jullie terugkeer zijn. Ik zal jullie dan meedelen wat jullie aan het doen waren"},{"SurahNumber":31,"VerseNumber":16,"Text":"Mijn zoon, al gaat het om het gewicht van een mosterdzaadje en al was het in een rots of in de hemelen of op de aarde, God zal het brengen. God is welwillend en welingelicht"},{"SurahNumber":31,"VerseNumber":17,"Text":"Mijn zoon, verricht de salaat, gebied het behoorlijke en verbied het verwerpelijke. En verdraag geduldig wat je treft, dat is een zaak van vastbeslotenheid"},{"SurahNumber":31,"VerseNumber":18,"Text":"Wend je wang niet hoogmoedig van de mensen af en loop niet verwaand op de aarde rond. God bemint geen enkele ingebeelde en verwaande"},{"SurahNumber":31,"VerseNumber":19,"Text":"En wees gematigd in je lopen en spreek met zachte stem. De afschuwelijkste stem is immers de stem van ezels"}]}