{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"tamen ba “gulanjing” fenge cheng ruogan zhiti."},{"SurahNumber":15,"VerseNumber":92,"Text":"Zhi ni de zhu fashi, wo bi jiang tamen quanti jiayi shenwen"},{"SurahNumber":15,"VerseNumber":93,"Text":"shenwen tamen shengqian de xingwei."},{"SurahNumber":15,"VerseNumber":94,"Text":"Ni yingdang gongkai xuanbu ni suo feng de mingling, erqie bi kai yi wu pei zhu zhe."},{"SurahNumber":15,"VerseNumber":95,"Text":"Zai duifu chaoxiao zhe fangmian, wo bi shi ni manzu."},{"SurahNumber":15,"VerseNumber":96,"Text":"Chaoxiao zhe chu zhenzhu wai hai chongbai bie de shenling, bujiu tamen jiu hui zhidaole."},{"SurahNumber":15,"VerseNumber":97,"Text":"Wo que yi zhidao ni wei tamen de lanyan er fanmen."},{"SurahNumber":15,"VerseNumber":98,"Text":"Ni yingdang zansong ni de zhu chaojue wanwu, ni yingdang yu zhongren yiqi koutou,"},{"SurahNumber":15,"VerseNumber":99,"Text":"ni yingdang chongbai ni de zhu, zhidao na wuyi de xiaoxi lailin."},{"SurahNumber":16,"VerseNumber":1,"Text":"Zhenzhu de mingling biding lailin, suoyi nimen bubi yaoqiu qi zaori shixian, zansong zhenzhu chaojue wanwu, ta chao hu tamen suoyong yi pei ta de."},{"SurahNumber":16,"VerseNumber":2,"Text":"Ta shi tianshenmen feng ta de mingling, xietong jingshen, jianglin tasuo yiyu de puren, shuo: Nimen yingdang jinggao shiren shuo: Chu wo zhi wai, jue wu ying shou chongbai de, suoyi nimen yingdang jingwei wo."},{"SurahNumber":16,"VerseNumber":3,"Text":"Ta ping zhenli chuangzaole tiandi, ta chao hu tamen suoyong yi pei ta de."},{"SurahNumber":16,"VerseNumber":4,"Text":"Ta yong jingye chuangzaole ren, er ren que turan bian chengle (ta de) mingxian de duishou."},{"SurahNumber":16,"VerseNumber":5,"Text":"Ta chuangzaole shengchu, nimen keyi qi mao he pi yuhan, keyi qi ru he rou chongji, hai you xuduo yichu."},{"SurahNumber":16,"VerseNumber":6,"Text":"Nimen ba shengchu gan hui jia huo fang chuqu chi cao de shihou, shengchu duiyu nimen dou you guangcai."}]}