{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Sered Yoho znamenʹ — te, shcho ty bachysh zemlyu sukhoyu, a koly My posylayemo na neyi vodu, vona pochynaye rukhatysʹ i zbilʹshuvatysʹ. Voistynu, Toy, Khto ozhyvyv yiyi, neodminno ozhyvytʹ i pomerlykh! Voistynu, Vin spromozhnyy na kozhnu rich"},{"SurahNumber":41,"VerseNumber":40,"Text":"Voistynu, ti, yaki ne vyznayutʹ Nashykh znamenʹ, ne skhovayutʹsya vid Nas! Khto krashchyy: toy, koho vkynutʹ u vohonʹ, chy toy, khto v Denʹ Voskresinnya matyme bezpeku? Robitʹ, shcho pobazhayete! Voistynu, Vin bachytʹ te, shcho vy robyte"},{"SurahNumber":41,"VerseNumber":41,"Text":"Voistynu, ti, yaki ne uviruvaly v nahaduvannya, koly vono pryyshlo do nykh, [budutʹ pokarani za svoye nevirʺya], adzhe tse — Mohutnye Pysannya"},{"SurahNumber":41,"VerseNumber":42,"Text":"Brekhnya ne pidberetʹsya do nʹoho ni speredu, ni zzadu. Yoho zislano vid Mudroho, Khvalymoho"},{"SurahNumber":41,"VerseNumber":43,"Text":"Tobi skazhutʹ tilʹky te, shcho vzhe hovoryly poslantsyam ranishe za tebe. Voistynu, tviy Hospodʹ — Volodar proshchennya y Volodar bolisnoyi kary"},{"SurahNumber":41,"VerseNumber":44,"Text":"Yakby My zrobyly tse [Pysannya] Koranom chuzhoyu movoyu, to vony b zapytaly: «Chomu ne poyasneni yoho znamennya? Yak tse: vono — chuzhoyu movoyu, a vin — arab?» Skazhy: «Tse — pryamyy shlyakh i ztsilennya dlya tykh, yaki uviruvaly! A vukha tykh, yaki ne uviruvaly, vrazheni hlukhotoyu, i vony slipi do nʹoho. Takykh klychutʹ nache z dalekoho mistsya"},{"SurahNumber":41,"VerseNumber":45,"Text":"My daruvaly Musi Pysannya, a vony pochaly sperechatysya pro nʹoho. Yakby ne poperednye slovo Hospoda tvoho, to mizh nymy vzhe b rozsudyly! Ale vony mayutʹ hlyboki sumnivy pro tse"},{"SurahNumber":41,"VerseNumber":46,"Text":"Khto robytʹ dobro, robytʹ tse dlya sebe samoho, a khto robytʹ zlo, robytʹ tse proty sebe samoho. A Hospodʹ tviy ne chynytʹ iz rabamy nespravedlyvo"}]}