{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"O Prophete ! Lutte contre les mecreants et les hypocrites, et sois rude avec eux ; l’Enfer sera leur refuge, et quelle mauvaise destination"},{"SurahNumber":9,"VerseNumber":74,"Text":"Ils jurent par Allah qu’ils n’ont pas dit (ce qu’ils ont profere), alors qu’en verite ils ont dit la parole de la mecreance et ils ont rejete la foi apres avoir ete musulmans. Ils ont projete ce qu’ils n’ont pu accomplir. Mais ils n’ont pas de reproche a faire si ce n’est qu’Allah - ainsi que Son Messager - les a enrichis par Sa grace. S’ils se repentaient, ce serait mieux pour eux. Et s’ils tournent le dos, Allah les chatiera d’un douloureux chatiment, ici-bas et dans l’au-dela; et ils n’auront sur Terre ni allie ni secoureur"},{"SurahNumber":9,"VerseNumber":75,"Text":"Et parmi eux il en est qui avaient pris l’engagement envers Allah : \"S’il nous donne de Sa grace, nous payerons, certes, l’aumone (Az-Zakat), et serons du nombre des gens de bien"},{"SurahNumber":9,"VerseNumber":76,"Text":"Mais, lorsqu’Il leur donna de Sa grace, ils s’en montrerent avares et tournerent le dos en faisant volte-face"},{"SurahNumber":9,"VerseNumber":77,"Text":"Il a donc suscite l’hypocrisie dans leurs cœurs, et cela jusqu’au jour ou ils Le rencontreront, pour avoir viole ce qu’ils avaient promis a Allah et pour avoir menti"},{"SurahNumber":9,"VerseNumber":78,"Text":"Ne savent-ils pas qu’Allah connait leur secret et leurs conversations confidentielles et qu’Allah connait parfaitement les (choses) inconnaissables"},{"SurahNumber":9,"VerseNumber":79,"Text":"Ceux-la qui dirigent leurs calomnies contre les croyants qui font des aumones volontaires et contre ceux qui ne trouvent que leurs faibles moyens (a offrir), et ils se moquent alors d’eux. Qu’Allah les raille ! Et ils auront un chatiment douloureux"}]}