{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Усе, що вам дано — насолода земного життя та його прикраси. Те, що в Аллага — краще й довговічніше! Невже ви не розумієте"},{"SurahNumber":28,"VerseNumber":61,"Text":"Невже той, кому Ми дали прекрасну обіцянку, з якою він зустрінеться, подібний до того, кому Ми дозволили насолоджуватися благами земного життя та кого в День Воскресіння буде покарано"},{"SurahNumber":28,"VerseNumber":62,"Text":"Того Дня Він покличе їх і запитає: «Де ж ті, рівні Мені, яких ви вигадували?»"},{"SurahNumber":28,"VerseNumber":63,"Text":"Скажуть ті, над ким справдилося слово: «Господи наш! Ось ті, кого ми збили зі шляху. Ми збили зі шляху їх так, як раніше збилися самі! Ми зрікаємося їх перед Тобою. Вони поклонялися не нам!»"},{"SurahNumber":28,"VerseNumber":64,"Text":"І скажуть: «Кличте своїх спільників-ідолів!» Вони покличуть їх, але не почують відповіді й побачать кару. Якби вони йшли прямим шляхом"},{"SurahNumber":28,"VerseNumber":65,"Text":"Того Дня Він покличе їх і запитає: «Що ви відповіли посланцям?»"},{"SurahNumber":28,"VerseNumber":66,"Text":"Того Дня всі звістки буде приховано від них і вони не зможуть розпитати одне одного"},{"SurahNumber":28,"VerseNumber":67,"Text":"А той, хто покаявся та робив добро, можливо, матиме успіх"},{"SurahNumber":28,"VerseNumber":68,"Text":"Твій Господь творить, що побажає, та обирає, але вони не мають вибору. Пречистий Аллаг і Вищий від того, що додають Йому в поклонінні![CCCVIII]"},{"SurahNumber":28,"VerseNumber":69,"Text":"Твій Господь знає, що ховається в їхніх грудях, і те, що вони відкривають"},{"SurahNumber":28,"VerseNumber":70,"Text":"Він — Аллаг, немає бога, крім Нього! Йому належить хвала в житті першому й житті наступному! Він вирішує і до Нього ви повернетесь"}]}