{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":45,"Text":"Y si Al-lah castigara a los hombres por sus acciones, no quedaría sobre la faz de la tierra ninguna criatura; pero les concede un plazo hasta una fecha determinada (el Día de la Resurrección). Y cuando llegue dicho momento, Al-lah (los juzgará con justicia), pues Él observa todo lo que hacen Sus siervos"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"(Juro) por el Corán, el cual está lleno de sabiduría"},{"SurahNumber":36,"VerseNumber":3,"Text":"que tú (¡oh, Muhammad!), eres uno de los mensajeros de Al-lah"},{"SurahNumber":36,"VerseNumber":4,"Text":"y que estás en el camino recto"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Y este Corán) es una revelación del Poderoso, el Misericordioso"},{"SurahNumber":36,"VerseNumber":6,"Text":"para que adviertas a unas gentes cuyos antepasados no fueron amonestados con anterioridad y que viven despreocupados (acerca de la verdad)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Ciertamente, la promesa (del castigo) se cumplirá sobre la mayoría de ellos por no creer (en Al-lah ni en Su Profeta)"},{"SurahNumber":36,"VerseNumber":8,"Text":"Hemos puesto en el cuello (de quienes rechazan la verdad) argollas que alcanzan la barbilla (encadenadas a sus manos) que los obligan a mantener alta la cabeza"},{"SurahNumber":36,"VerseNumber":9,"Text":"Y hemos ubicado una barrera por delante y detrás de ellos (que los separa de la fe) y les hemos velado los ojos, por lo que no pueden ver (la verdad)"},{"SurahNumber":36,"VerseNumber":10,"Text":"Y no importa si los adviertes o no, porque no creerán"},{"SurahNumber":36,"VerseNumber":11,"Text":"Solo se beneficia de tu exhortación aquel que sigue la revelación y teme al Clemente cuando la gente no lo ve[837]. Anúnciale la buena noticia del perdón (de Al-lah) y de una generosa recompensa (de Su parte en el Paraíso)"},{"SurahNumber":36,"VerseNumber":12,"Text":"Realmente, Nosotros resucitaremos a los muertos. Y registramos las acciones de los hombres y las consecuencias de estas. Todo está recogido en un claro registro (la Tabla Protegida)"}]}