{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":39,"VerseNumber":11,"Text":"Dheh: Waxaa Aniga la i amray inaan caabudo Allaah Keliya anigoo u daacad ah aan waxba la wadaajineyn cibaadada"},{"SurahNumber":39,"VerseNumber":12,"Text":"Oo waxaa la i amray inaan ahaado kan u horreeya kuwa isu dhiiba (Ilaahay) Muslimiin ahaan"},{"SurahNumber":39,"VerseNumber":13,"Text":"Dheh: Waxaan ka cabsi qabaa haddii aan caasiyo (Alle) Rabbigey Cadaabta Maalin aad u murugo Weyn"},{"SurahNumber":39,"VerseNumber":14,"Text":"Dheh: Allaah (weeye kan) aan caabudo anigoo u daacad ah aan waxba la wadaajin cibaadada"},{"SurahNumber":39,"VerseNumber":15,"Text":"Ee caabuda idinku waxa aad doontaan oo barbar dhiga. Dheh: Khasaare qabaayaasha hubaal waa kuwa khaasari nafahooda iyo ehelkoodaba Maalinta Qiyaamaha; ogaada hubaal, kaasi weeye khasaaraha caddaanka ah"},{"SurahNumber":39,"VerseNumber":16,"Text":"Waxay mudan daboollo dab Naar ah korkooda, iyo daboollo hoostooda, (Arrin)kaasi waa waxa uu Allaah ku cabsi geliyo addoomahiisa ee addoomahaygow dhowra (xilka aan anigu idin saaray)"},{"SurahNumber":39,"VerseNumber":17,"Text":"Oo (ma xagga) kuwa ka fogaada inay caabudaan Shaydaan (iyo wax kastoo la caabudo Alle sokadi) oo u laabta Allaah4, waxay heli doonaan war san ay ku farxaan; ee sii war san ee farxad leh addoomahayga"},{"SurahNumber":39,"VerseNumber":18,"Text":"Kuwa dhegaysta hadalka oo raaca kiisa u fiican5, kuwaas weeye (kuwa) uu Allaah hanuunshay, oo kuwaas weeye kuwa wax garadka ah"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ma mid ay isagu u waajibtay kelmedda cadaabka. Ma adigaa badbaadin kara mid isagu ku sugan Naarta"},{"SurahNumber":39,"VerseNumber":20,"Text":"Laakiinse (ma xagga) kuwa dhowra (xilka uu saaray) Rabbigood waxay mudan doonaan dabaqyo sare ay ka korreeyaan dabaqyo kale loo dhisay (iyaga), oo ay webiyadu hoos qulqulaan; (Kani waa) Ballan Ilaahay, Allaah kama baxo Ballankiisa"},{"SurahNumber":39,"VerseNumber":21,"Text":"Mawaadan arag inuu Allaah ka soo dejiyo biyo daruurta, haddana ka yeelo inay ku socdaan dhulka iyagoo ilo ah, markaas uu ku soo bixiyo dhir kala midab ah, haddana qallalaan sidaas darteed waxaad aragtaa isagoo caddaaday oo cawlan, haddana Wuxuu ka dhigaa wax baabba’ay oo u burburay gaballo? Hubaal, (arrin)kani waxaa ugu sugan waano dadka wax garadka ah"}]}