{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Yesh', pey i prokhladi glaza. No yesli cheloveka ty uvidish', Skazhi: \"YA Miloserdnomu dala obet posta, I govorit' segodnya ya ni s kem ne budu"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ona prishla k narodu svoyemu, Nesya mladentsa-syna na rukakh. Oni skazali: \"O Maryam! Ty sdelala neslykhannoye delo"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sestra Kharuna! Ni tvoy otets porochnym ne byl, Ni tvoya mat' bludnitsey ne byla"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ona im ukazala (na mladentsa, Kak by ishcha otveta u nego); Oni zhe (v izumlenii) skazali: \"Kak mozhem govorit' my s tem, Kto vse yeshche mladenets v kolybeli"},{"SurahNumber":19,"VerseNumber":30,"Text":"No tut zagovoril mladenets: \"Poistine, ya - rab Allakha. On Otkroveniye mne dal i utverdil prorokom"},{"SurahNumber":19,"VerseNumber":31,"Text":"I On menya blagoslovennym sdelal Vezde, gde mne by ni prishlos' byvat'. On zapovedal mne molitvu i ochistitel'nuyu podat', Poka zhivu ya (na zemle)"},{"SurahNumber":19,"VerseNumber":32,"Text":"A k materi moyey Mne blagost' (povelel) i poslushan'ye, Menya ne sdelal derzkim i lishennym blagosloveniya (Yego)"},{"SurahNumber":19,"VerseNumber":33,"Text":"Mne - mir v tot den', kogda ya byl rozhden, I v den', kogda umru, i v Den', kogda voskresnu k zhizni"},{"SurahNumber":19,"VerseNumber":34,"Text":"Takim byl Isa, syn Maryam, Po slovu Istiny, kasatel'no kotoroy Oni v somnen'ye prebyvayut"},{"SurahNumber":19,"VerseNumber":35,"Text":"(Gospodnemu velichiyu) Allakha Ne podobayet syna brat' Sebe. SubkhAnagu! (Khvala Yemu!) Kogda zadumano tvoren'ye Im, On molvit: \"Bud'!\" - i yest' ono"},{"SurahNumber":19,"VerseNumber":36,"Text":"(I Isa, syn Maryam, skazal): \"Allakh, poistine, i moy Gospod', i vash Gospod', - Tak poklonyaytes' zhe Yemu: Eto i yest' stezya pryamaya"},{"SurahNumber":19,"VerseNumber":37,"Text":"No sredi nikh raznoglasyat (razlichnyye) obshchiny, I gore tem, kto ne uveroval (v Allakha), Ot Dnya Velikogo, v kotoryy Im yavitsya (zloveshchaya rasplata)"},{"SurahNumber":19,"VerseNumber":38,"Text":"V tot Den', Kogda oni predstanut pered Nami, Kak yasno im uvidet' i uslyshat' (predstoit) (Vse to, chem, uveshchaya, ugrozhali im proroki)! No zlochestivyye segodnya v yavnom zabluzhden'ye"}]}