{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":34,"Text":"Balo -- ''tomadera ansidera madhye ke'u ki ache ye adi-srsti ara karate pare, tarapara ta punarutpadana karate pare?’’ Tumi balo -- ''allah‌i srsti suru karena, tarapara ta punarutpadana karena. Sutaram tomara kothaya cale yaccha?’’"},{"SurahNumber":10,"VerseNumber":35,"Text":"Balo -- ''tomadera ansidera madhye ke'u ki ache ye paricalita kare satyera prati?’’ Tumi balo -- ''allah‌i satyera prati paricalita karena.’’ Ata'eba yini satyera prati patha dekhana tini anusaranera adhikatara dabidara, na ye paricalana kare na yadi na se paricalita haya? Tomadera tabe ki hayeche? Kibhabe tomara bicara karo"},{"SurahNumber":10,"VerseNumber":36,"Text":"ara tadera adhikansa'i anumana chara ara kichu'i anusarana kare na. Nihsandeha satyera paribarte anumanera kono'i mulya ne'i. Ora ya kare se bisaye allah abasya'i sarbajnata."},{"SurahNumber":10,"VerseNumber":37,"Text":"Ara e'i kura'ana emana naya ya racana karate pare allah chara an'ya ke'u, paksantare e samarthana kare era purbe ya chila tara, ara granthera e eka bisada byakhya -- kono sandeha ne'i ete bisbajagatera prabhura kacha theke."},{"SurahNumber":10,"VerseNumber":38,"Text":"Athaba tara ki bale -- ''tini eti racana karechena’’? Tumi balo -- ''tahale niye esa era mato ekati sura, ara allah‌ke chere diye yadera paro dako, yadi tomara satyabadi haye thako.’’"},{"SurahNumber":10,"VerseNumber":39,"Text":"Na, tara pratyakhyana kare yara jnanera sima tara paya na, ara ekhana'o era marma tadera kache ase ni. E'ibhabe pratyakhyana karechila tara yara tadera purbe chila, sutaram dekho kemana hayechila atyacaridera parinama."},{"SurahNumber":10,"VerseNumber":40,"Text":"Ara tadera madhye ke'u ke'u ache ye ete bisbasa kare, ara tadera madhye ke'u ke'u ache ye ete bisbasa kare na. Ara tomara prabhu gandagola srstikaridera bhalo janena."},{"SurahNumber":10,"VerseNumber":41,"Text":"Ara tara yadi tomara prati mithyaropa kare tabe balo -- ''amara kaja amara jan'ya, ara tomadera kaja tomadera jan'ya, tomara dayi na'o ami ya kari se bisaye ara ami'o dayi na'i tomara ya karo se bisaye.’’"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ara tadera madhye ke'u ke'u tomara katha sone. Tumi ki badhirake sonate paro, -- paranta tara bud'dhisud'dhi rakhe na"}]}