{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":45,"VerseNumber":1,"Text":"hā mīm. (Aṉaivaraiyum) mikaittavaṉum ñāṉamuṭaiyavaṉumākiya allāhviṉāl ivvētam iṟakkappaṭṭatu"},{"SurahNumber":45,"VerseNumber":2,"Text":"hā mīm. (Aṉaivaraiyum) mikaittavaṉum ñāṉamuṭaiyavaṉumākiya allāhviṉāl ivvētam iṟakkappaṭṭatu"},{"SurahNumber":45,"VerseNumber":3,"Text":"nampikkai koṇṭavarkaḷukku, vāṉaṅkaḷilum pūmiyilum niccayamāka pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":45,"VerseNumber":4,"Text":"Uṅkaḷaip paṭaittiruppatilum, (pūmiyil) pala jīvarācikaḷai(p pala pākaṅkaḷilum) parappi vaittiruppatilum, (nampikkaiyil) uṟutiyāṉa (nalla) makkaḷukkup pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":45,"VerseNumber":5,"Text":"iravu, pakal māṟimāṟi varumpaṭi allāh ceytiruppatilum, vāṉattiliruntu maḻaiyai iṟakki vaittu, ataikkoṇṭu (vaṟaṇṭu) iṟantupōṉa pūmiyai uyirppippatilum, (pala ticaikaḷukku) kāṟṟukaḷai tiruppi viṭuvatilum aṟivuṭaiya makkaḷukkup pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":45,"VerseNumber":6,"Text":"(napiyē!) Ivai allāhvuṭaiya vacaṉaṅkaḷākum. Meyyākavē um mītu nām ivaṟṟai ōtik kāṇpikkiṟōm. Allāhvukkum avaṉuṭaiya vacaṉaṅkaḷukkum piṉṉar ivarkaḷ evviṣayattaittāṉ nampuvārkaḷ"},{"SurahNumber":45,"VerseNumber":7,"Text":"(ivvāṟu nirākarittuviṭṭup poyyāṉa teyvaṅkaḷaik) kaṟpaṉaiyākak kūṟum pāvikaḷukkellām kēṭutāṉ"},{"SurahNumber":45,"VerseNumber":8,"Text":"avarkaḷ allāhviṉ vacaṉaṅkaḷ taṅkaḷukku ōtik kāṇpikkappaṭṭatai cevimaṭuttu viṭṭu piṉṉar, atai cevimaṭukkātavarkaḷaippōl karvam koṇṭu (nirākarippiṉ mītē) piṭivātamāka irukkiṟārkaḷ. Avarkaḷukkut tuṉpuṟuttum vētaṉaiyaik koṇṭu (napiyē!) Naṟceyti kūṟuvīrāka"},{"SurahNumber":45,"VerseNumber":9,"Text":"nam vacaṉaṅkaḷil etai avarkaḷ aṟinta pōtilum, atai avarkaḷ parikācamākavē eṭuttuk koḷkiṉṟaṉar. Ivarkaḷukku iḻivu tarum vētaṉai uṇṭu"},{"SurahNumber":45,"VerseNumber":10,"Text":"ivarkaḷukku (ivarkaḷ maraṇitta) piṉṉāl narakamtāṉ irukkiṟatu. Avarkaḷ cēkarittiruppavaiyō allatu taṅkaḷukkup pātukāppāḷarkaḷ eṉṟu avarkaḷ eṭuttukkoṇṭa allāh allātavaiyō, avarkaḷukku oru payaṉum aḷikkātu. Avarkaḷukku kaṭumaiyāṉa vētaṉai uṇṭu"},{"SurahNumber":45,"VerseNumber":11,"Text":"ivvētamtāṉ nērāṉa pātai. Ākavē, evarkaḷ taṅkaḷ iṟaivaṉiṉ vacaṉaṅkaḷai nirākarikkiṟārkaḷō, avarkaḷukku mika kaṭiṉamāṉa tuṉpuṟuttum vētaṉai uṇṭu"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allāh, kaṭalai uṅkaḷukku vacatiyāka amaittirukkiṟāṉ. Avaṉ kaṭṭaḷaiyaik koṇṭu (pala nāṭukaḷukkuk) kappalil ceṉṟu (ataṉ mūlam) avaṉuṭaiya aruḷai nīṅkaḷ tēṭik koḷkiṟīrkaḷ. (Ataṟkāka avaṉukku) nīṅkaḷ naṉṟi celuttuvīrkaḷāka"},{"SurahNumber":45,"VerseNumber":13,"Text":"(avvāṟē) vāṉaṅkaḷilum pūmiyilumuḷḷa aṉaittaiyumē avaṉ taṉ aruḷāl uṅkaḷu(ṭaiya naṉmai)kku (uḻaikkumpaṭi) kaṭṭuppaṭutti vaittirukkiṟāṉ. Kavaṉittu ārāyum makkaḷukku niccayamāka itil pala paṭippiṉaikaḷ irukkiṉṟaṉa"}]}