{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":94,"Text":"mariyu mī pramāṇālanu parasparaṁ mōsagin̄cukōvaṭāniki upayōgin̄cukōkaṇḍi. Alā cēstē sthirapaḍina pādālu jāripōvaccu mariyu mīru allāh mārgaṁ nuṇḍi prajalanu nirōdhin̄cina pāpa phalitānni ruci cūḍagalaru. Mariyu mīku ghōramaina śikṣa paḍagaladu"},{"SurahNumber":16,"VerseNumber":95,"Text":"mariyu mīru allāh tō cēsina vāgdānānni spalpalābhāniki am'mukōkaṇḍi. Mīru telusukōgaligitē, niścayaṅgā, allāh vadda unnadē mīku entō mēlainadi"},{"SurahNumber":16,"VerseNumber":96,"Text":"mī daggara unnadantā naśin̄cēdē. Mariyu allāh vadda unnadē (śāśvataṅgā) migilēdi! Mariyu mēmu sahanaṁ vahin̄cēvāriki, vāru cēsina satkāryālaku uttama pratiphalaṁ tappaka prasādistāmu"},{"SurahNumber":16,"VerseNumber":97,"Text":"Ē puruṣuḍu gānī, lēka strī gānī viśvāsulai, satkāryālu cēstē, alāṇṭi vārini mēmu tappaka (ihalōkanlō) man̄ci jīvitaṁ gaḍipēlā cēstāmu. Mariyu vāriki (paralōkanlō) vāru cēsina satkāryālaku uttama pratiphalaṁ tappaka prasādistāmu"},{"SurahNumber":16,"VerseNumber":98,"Text":"kāvuna nīvu khur'ān paṭhin̄cabōyēṭappuḍu śapin̄cabaḍina (bahiṣkarin̄cabaḍina) ṣaitān nuṇḍi (rakṣaṇa pondaṭāniki) allāh śaraṇu vēḍukō"},{"SurahNumber":16,"VerseNumber":99,"Text":"viśvasin̄ci, tama prabhuvunu nam'mukunna vāripai niścayaṅgā, vāḍiki elāṇṭi adhikāraṁ uṇḍadu"},{"SurahNumber":16,"VerseNumber":100,"Text":"kāni! Niścayaṅgā, vāḍi (ṣaitān) vaipuku marali vāḍini anusarin̄cē (snēhaṁ cēsukunē) vāripai mariyu āyanaku (allāh ku) sāṭi kalpin̄cē vāripai, vāḍiki adhikāraṁ uṇṭundi"},{"SurahNumber":16,"VerseNumber":101,"Text":"mariyu mēmu oka sandēśānni (āyat nu) mārci dāni sthānanlō maroka sandēśānni avatarimpajēsinappuḍu; tānu dēnni eppuḍu avatarimpajēśāḍō allāh ku bāgā telusu. (Ayinā) vāru (satyatiraskārulu) ilā aṇṭāru: \"Niścayaṅgā nīvē (ō muham'mad!) Dīnini kalpin̄cēvāḍavu.\" Asalu vārilō cālā mandi (yathārthaṁ) telusukōlēru"},{"SurahNumber":16,"VerseNumber":102,"Text":"vāritō anu: \"Dīnini (ī khur'ān nu) nī prabhuvu vadda nuṇḍi satyantō, viśvāsulanu (viśvāsanlō) paṭiṣṭaṁ cēyaṭāniki mariyu (allāh ku) sampūrṇaṅgā vidhēyulugā unna vāriki (muslinlaku) sanmārgaṁ cūpaṭāniki mariyu śubhavārta andajēyaṭāniki, pariśud'dhātma (jibrīl) kramakramaṅgā unnadi unnaṭlugā tīsukoni vaccāḍu"}]}