{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":12,"VerseNumber":64,"Text":"Baap ne jawab diya “kya main uske maamle mein tumpar waisa hi bharosa karoon jaisa issey phele uske bhai ke maamle mein kar chuka hoon? Allah hi behtar muhafiz (Guardian) hai aur woh sabse badhkar reham farmane wala hai”"},{"SurahNumber":12,"VerseNumber":65,"Text":"Phir jab unhon ne apna samaan khola to dekha ke unka maal bhi unhein wapas kardiya gaya hai. Yeh dekh kar woh pukar utthey “abbajaan, aur humein kya chahiye, dekhiye yeh hamara maal bhi humein wapas de diya gaya hai. Bas ab hum jayenge aur apne ehal o ayal ke liye rasad (provisions of food) le ayenge , apne bhai ki hifazat bhi karenge aur ek barishtar (an extra camel load of corn) aur zyada bhi le ayenge. Inte galley ka izafa aasani ke saath ho jayega”"},{"SurahNumber":12,"VerseNumber":66,"Text":"Unke baap ne kaha “main isko hargiz tumhare saath na bhejunga jab tak ke tum Allah ke naam se mujhko paimaan (pledge) na de do ke isey mere paas zaroor wapas lekar aaogey, illa yeh ke kahin tum gher hi liye jao”. Jab unhon ne usko apne apne paiman de diye to usne kaha “dekho, hamare is qaul par Allah nigehbaan hai”"},{"SurahNumber":12,"VerseNumber":67,"Text":"Phir usne kaha “ mere bacchon, Misr ke dar-ul-sultanat mein ek darwaze se dakhil na hona balke mukhtalif darwazon se jana. Magar main Allah ki mashiyat se tumko nahin bacha sakta, hukum uske siwa kisi ka bhi nahin chalta. Usi par maine bharosa kiya, aur jisko bhi bharosa karna ho usi par karey”"},{"SurahNumber":12,"VerseNumber":68,"Text":"Aur waqia bhi yahi hua ke jab woh apne baap ki hidayat ke mutabiq shehar mein (mutafarriq darwazon se) dakhil huey to uski yeh ehtiyati tadbeer Allah ki mashiyat ke muqable mein kuch bhi kaam na aa saki. Haan bas Yaqub ke dil mein jo ek khatak thi usey door karne ke liye usne apni si koshish karli. Beshak woh hamari di hui taleem se saahib-e-ilam tha magar aksar log maamle ki haqeeqat ko jaante nahin hain"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yeh log Yusuf ke huzoor pahunchey to usne apne bhai ko apne paas alag bula liya aur usey bata diya ke “ main tera wahi bhai hoon (jo khoya gaya tha). Ab tu un baaton ka gham na kar jo yeh log karte rahey hain.”"}]}