{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":7,"VerseNumber":150,"Text":"De retour aupres de son peuple, Moise, furieux et accable de tristesse, dit : « Comme vous avez mal agi en mon absence ! Vouliez-vous donc hater le terme fixe par votre Seigneur ? » Jetant les Tables a terre, il saisit son frere par la tete et le tira vers lui. Aaron s’ecria : « Fils de ma mere ! Ces gens ont profite de ma faiblesse, etant meme a deux doigts de me tuer. N’offre donc pas a mes ennemis l’occasion de se rejouir de mes malheurs et ne me range pas au nombre des coupables. »"},{"SurahNumber":7,"VerseNumber":151,"Text":"Moise implora : « Veuille, Seigneur, me pardonner, ainsi qu’a mon frere, et nous recevoir en Ta misericorde qui depasse toute misericorde. »"},{"SurahNumber":7,"VerseNumber":152,"Text":"Ceux qui ont voue un culte au Veau d’or seront inexorablement poursuivis par la colere de leur Seigneur et couverts d’humiliation ici-bas. C’est ainsi que Nous retribuons ceux qui inventent de faux dieux"},{"SurahNumber":7,"VerseNumber":153,"Text":"Quant a ceux qui se repentent de leurs peches, tout en restant attaches a la foi, qu’ils sachent que ton Seigneur sera toujours envers eux Tres Clement et Tres Misericordieux"},{"SurahNumber":7,"VerseNumber":154,"Text":"Lorsque la colere de Moise se fut apaisee, il prit les Tables dont la copie renfermait un message plein de misericorde et propre a assurer le salut des hommes qui craignent leur Seigneur"},{"SurahNumber":7,"VerseNumber":155,"Text":"Moise selectionna, pour assister a Notre rencontre, soixante-dix hommes de son peuple qui, a leur arrivee, furent foudroyes. Il dit : « Tu aurais pu Seigneur, si Tu l’avais voulu, les faire perir avant ce jour, et moi avec eux. Nous feras-Tu perir jusqu’au dernier pour les agissements de certains insenses parmi nous ? Ce n’est la qu’une epreuve par laquelle Tu laisses s’egarer qui Tu veux et guides qui Tu veux. Tu es notre Maitre. Veuille nous accorder Ton pardon et Ta misericorde. Tu es plus a meme de pardonner que quiconque"}]}