{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara biri otekinden daha buyuk olmayan hicbir ayet gostermedik. Belki donerler diye onları azabla yakalayıverdik"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ve onlar dediler ki: \"Ey buyucu, sende olan ahdi (sana verdigi sozu) adına bizim icin rabbine dua et; gercekten biz hidayete gelmis olacagız"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat onlardan azabı cekip giderince, bir de gorursun ki onlar andlarını bozuyorlar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun, kendi kavmi icinde bagırdı; dedi ki: \"Ey kavmim, Mısır´ın mulku ve su altımda akmakta olan nehirler benim degil mi? Yine de gormeyecek misiniz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben sundan daha hayırlı degil miyim ki o, asagı (sınıftan) bir zavallı ve neredeyse (sozu) acıklamadan yoksun olan (biri)dir"},{"SurahNumber":43,"VerseNumber":53,"Text":"Bu durumda (eger dogruysa), uzerine altından bilezikler atılmalı ya da yakınında yer almıs vaziyette onunla birlikte melekler gelmeli degil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"Boylelikle kendi kavmini kucumsedi, onlar da ona boyun egdiler. Gercekten onlar fasıklar kavmiydi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Sonunda bizi ofkelendirince, biz de onlardan intikam aldık, boylece onları toplu olarak suda bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu suretle onları, sonradan gelecekler icin bir selef ve bir ornek kıldık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oglu (Isa) bir ornek olarak verilince, senin kavmin hemen ondan (keyifle soz edip) kahkahalarla guluyorlar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: \"Bizim tanrılarımız mı daha hayırlı, yoksa o mu?\" Onu yalnızca bir tartısma konusu olsun diye (ornek) verdiler. Hayır, onlar ´tartısmacı ve dusman´ bir kavimdir"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, yalnızca bir kuldur; kendisine nimet verdik ve onu Israilogulları´na bir ornek kıldık"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eger biz dilemis olsaydık, elbette sizden melekler kılardık; yeryuzunde (size) halef (yerinize gecenler) olurlardı"}]}