{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"Zülkarneyn: «Bu, Rabbimden bir rahmettir. Fakat Rabbimin vaadi gelince, O, bunu yerle bir eder. Rabbimin vaadi haktır» dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"O gün (kıyamet gününde bakarsın ki) biz onları, birbirine çarparak çalkalanır bir halde bırakmışızdır, Sûr'a da üfürülmüş, böylece onları bütünüyle bir araya getirmişizdir"},{"SurahNumber":18,"VerseNumber":100,"Text":"Kâfirleri o gün cehennemle yüz yüze getirmişizdir"},{"SurahNumber":18,"VerseNumber":101,"Text":"Ve, gözleri beni görmeye kapalı bulunan, kulak vermeye de tahammül edemez olan"},{"SurahNumber":18,"VerseNumber":102,"Text":"o küfredenler, beni bırakıp da kullarımı kendilerine dost edinebileceklerini mi sanmaktadırlar? Oysa biz Cehennem'i kâfirler için kalacakları bir yer olarak hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: Size, (yaptıkları) işler bakımından en çok ziyana uğrayanları bildirelim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"(Bunlar;) iyi işler yaptıklarını sandıkları halde, dünya hayatında çabaları boşa giden kimselerdir"},{"SurahNumber":18,"VerseNumber":105,"Text":"İşte onlar, Rablerinin âyetlerini ve O'na kavuşmayı inkâr eden, bu yüzden amelleri boşa giden kimselerdir ki, biz onlar için kıyamet gününde hiçbir ölçü tutmayacağız"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte, inkâr ettikleri, âyetlerimi ve Rasûllerimi alaya aldıkları için onların cezası cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman edenler ve sâlih amel işleyenler ise, onlar için, kalacak Firdevs cennetleri vardır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Orada ebedî kalacaklardır. Oradan hiç ayrılmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"(Ey Muhammed!) De ki: \"Rabbimin sözleri için deniz mürekkep olsaydı ve bir o kadarını da yardım için getirseydik, Rabbimin sözleri tükenmeden önce deniz mutlaka tükenirdi"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: Ben, yalnızca sizin gibi bir beşerim. (Şu var ki) bana, İlâhınızın, sadece bir ilâh olduğu vahyolunuyor. Artık her kim Rabbine kavuşmayı umuyorsa, iyi iş yapsın ve Rabbine ibadette hiçbir şeyi ortak koşmasın"}]}