{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Allah, inanıp yararlı isler isleyen kullarını bununla mujdeler. De ki: \"Ben sizden buna karsı yakınlara sevgiden (veya Allah'a yaklasmaktan) baska bir ucret istemem.\" Kim guzel bir is islerse onun guzelligini arttırırız. Dogrusu Allah bagıslayandır, sukrun karsılıgını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa senin icin \"Allah'a karsı yalan yere iftira etti\" mi derler? Allah dilerse senin kalbini muhurler, batılı da yok eder, hakkı sozleriyle gerceklestirir. Dogrusu O, kalplerde olanı bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarının tevbesini kabul eden, kotulukleri affeden, yaptıklarınızı bilen, inanıp yararlı isler isleyenlerin duasını kabul eden, lutfuyla onların ecrini arttıran O'dur. Ama, inkarcılar icin cetin azap vardır"},{"SurahNumber":42,"VerseNumber":26,"Text":"Kullarının tevbesini kabul eden, kotulukleri affeden, yaptıklarınızı bilen, inanıp yararlı isler isleyenlerin duasını kabul eden, lutfuyla onların ecrini arttıran O'dur. Ama, inkarcılar icin cetin azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eger Allah rızkı kullarının hepsine bol bol verseydi, yeryuzunde azgınlık ederlerdi. Ama O, diledigini bir olcuye gore indirir. Dogrusu O, kullarından haberdardır, onları gorendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"Umutsuzluga dusmelerinin ardından yagmuru indiren, rahmetini yayan O'dur. O, ovulmege layık olan dosttur"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gokleri, yeri ve ikisinde yaydıgı canlıları yaratması varlıgının delillerindendir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Basınıza gelen herhangi bir musibet ellerinizle islediklerinizden oturudur. O, yine de cogunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yeryuzunde O'nu aciz bırakamazsınız. Allah'tan baska bir dostunuz da yardımcınız da yoktur"}]}