{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":3,"Text":"Va giriftand muşrikon ʙa çuz Alloh ma'ʙudone (ʙuthoe)-ro, ki heç ciz nameofarinand va xud maxluqand. Na moliki zijon va na moliki sudi xud hastand va na moliki margu zindagī hastand va nametavonand az nav zinda namudanro"},{"SurahNumber":25,"VerseNumber":4,"Text":"Va kofiron guftand: Nest in Qur'on çuz durūƣe, (ki Muhammad) az peşi xud ʙoftaast va mardume digar ūro ʙar on jorī dodaand. Ba durustī sitam va durūƣ ʙa mijon ovardand"},{"SurahNumber":25,"VerseNumber":5,"Text":"Va guftand: «In Qur'on afsonahoi peşinijon ast, ki har suʙhu şom ʙar ū imlo meşavad va ū menavisadaş»"},{"SurahNumber":25,"VerseNumber":6,"Text":"Ej Pajomʙar, ʙa kofiron ʙigū: «In Qur'onro Zote nozil kardaast, ki nihoni osmonhovu zaminro medonad. Haroina, ū omurzandaast ʙaroi kase az gunohoni xud tavʙa kardaast va mehruʙon ast zud onhoro ʙa azoʙ namegirad!»"},{"SurahNumber":25,"VerseNumber":7,"Text":"Guftand (kofiron): «Cist in pajomʙarro, ki ƣizo mexūrad va dar ʙozorho roh meravad? Caro Alloh fariştae ʙa sūi ū namefiristonad, to guvohī dihad ʙa rostiaş va ʙoşad hamrohi ū tarsonanda"},{"SurahNumber":25,"VerseNumber":8,"Text":"Jo in ki caro az osmon gançe ʙarojaş furud ovarda naşavad? Caro ūro ʙoƣe nest, ki az on ʙixūrad?» Va sitamkoron guftand: «Şumo faqat az mardi çoduşudae pajravī mekuned!»"},{"SurahNumber":25,"VerseNumber":9,"Text":"Bingar ej Pajomʙar, ki cī guna ʙarojat dostonhovu masalaho meovarand. Pas gumroh şudaand az rohi haq. Pas heç rohero ʙa sūi haq namejoʙand, to on ciro dar şa'ni tu nisʙat dodaand az durūƣhojaşon rost ʙarorand"},{"SurahNumber":25,"VerseNumber":10,"Text":"Alloh ʙartaru ʙuzurgvor ast, agar xohad, ʙehtar az on ci ʙa tu tamanno kardand medihad, ʙoƣhoe, ki dar onho çūjho çorī ʙoşad va ʙarojat qasrho padid ovarad"},{"SurahNumber":25,"VerseNumber":11,"Text":"Balki inho qijomatro durūƣ hisoʙand. Va ʙaroi kasone, ki qijomatro durūƣ hisoʙand, otaşi sūzon omoda kardaem"}]}