{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"No existe criatura en la Tierra sin que sea Allah Quien la sustenta; El conoce su morada y por donde transita, todo esta registrado en un Libro evidente [la Tabla Protegida]"},{"SurahNumber":11,"VerseNumber":7,"Text":"El es Quien ha creado los cielos y la Tierra en seis dias, y Su Trono se encuentra sobre el agua, [todo ello] para probaros y distinguir a quienes de vosotros obran mejor. Y si dices [¡Oh, Muhammad!]: Por cierto que resucitareis despues de la muerte; diran los incredulos: Esto no es sino magia evidente"},{"SurahNumber":11,"VerseNumber":8,"Text":"Y si les retrasamos su castigo hasta un tiempo determinado, diran [los incredulos]: ¿Que es lo que lo retiene? Acaso no saben que el dia que les alcance el castigo no podran evitarlo y este les cercara por haberse burlado"},{"SurahNumber":11,"VerseNumber":9,"Text":"Y si le concedemos al hombre algo de Nuestra gracia y luego se la quitamos se desespera y se muestra desagradecido"},{"SurahNumber":11,"VerseNumber":10,"Text":"Pero cuando le agraciamos luego de haber padecido una adversidad, dice: Se han alejado los males de mi, y se jacta por ello"},{"SurahNumber":11,"VerseNumber":11,"Text":"Excepto aquellos que fueron pacientes y obraron el bien; estos obtendran el perdon y una gran recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Tu no dejarias de transmitirles nada de lo que te fue revelado [¡Oh, Muhammad! aunque esto les disguste a los incredulos]. Tu corazon se acongoja porque dicen: ¿Por que no se le ha concedido un tesoro, o no viene con el un Angel [que compruebe lo que dice]? [Pero a ti solo te corresponde transmitir el Mensaje] Ciertamente tu eres un amonestador; y Allah es protector de todas las cosas"}]}