{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":126,"Text":"(خوا) دەفەرموێت ھەر بەو شێوەی ئایەتەکانی ئێمەت بۆ ھات و لەبیری خۆت بردەوە (و کوێر بوویت لەئاستیدا) بەھەمان شێوە تۆش ئەمڕۆ گوێت پێ نادرێت و لەبیر دەکرێیت"},{"SurahNumber":20,"VerseNumber":127,"Text":"وەھەر بەو جۆرە تۆڵە دەستێنین لەوەی زیادەڕۆی کردبێت و باوەڕی نەھێنا بێت بەئایەتەکانی پەروردگاری وە سزای ڕۆژی دوایی بەتینترو بەردەوامترە (لەسزای دونیا)"},{"SurahNumber":20,"VerseNumber":128,"Text":"دەی ئایا (خوا) بۆی ڕوون نەکردوونەتەوە چەندمان لە ناو برد لەگەل و نەوەی چەرخەکانی پێش ئەمان کە(ئەم بێ باوەڕانە) دەگەڕێن و ھات و چۆ دەکەن بەجێ و شوێنەکانیاندا بەڕاستی لەوەدا (کەباسکرا) چەند بەڵگە و نیشانەی ھەیە بۆ ئەو کەسانەی کەژیرن"},{"SurahNumber":20,"VerseNumber":129,"Text":"ئەگەر لەبەر بەڵێن و بڕیارێک نەبوایە لەپەروەردگارتەوە پێشتر دراوە (بۆ لەناوبردنیان) بێگومان (لەناو بردنی بێ باوەڕان) پێویست دەبوو ئەگەر ماوەی دیاری کراویش نەبوایە (کەقیامەتە)"},{"SurahNumber":20,"VerseNumber":130,"Text":"کەواتە (ئەی موحەممەد ﷺ) ئارام بگرە لەسەر ئەوەی ئەوانە دەیڵێن بەحەمد و سوپاس وستایشی پەروەردگارت تەسبیحاتی خودا بکە لەپێش ھەڵاتنی خۆر و لەپێش ئاوا بوونیـدا و لەھەندێ کات و ساتەکانی شەودا خوا بپەرستە ونوێژ بکە وە لە سەرەتاو کۆتایی ڕۆژدا بۆ ئەوەی (پاداشتێ بدرێیتەوە) کەپێی ڕازی بیت"},{"SurahNumber":20,"VerseNumber":131,"Text":"تۆ چاوەکانت مەبڕە ئەو نازو نیعمەتانەی داومانە بەتاقم و دەستەیەک لەوان (لەبێ باوەڕان) (چونکە ئەوە) زینەت و جوانی ئەم ژیانی دونیایە بۆ ئەوەیە تاقییان بکەینەوە تیایدا دڵنیابە ڕزق و ڕۆزی پەروەردگارت (لەدوا رۆژدا) چاکترو بەردەوامترە"},{"SurahNumber":20,"VerseNumber":132,"Text":"(ئەی موحەممەد ﷺ) فەرمان بدە بەئەندامانی خێزانەکەت بەنوێژ کردن، وە خۆیشت خۆڕاگرو بەردەوام بە لەسەر بەجێ ھێنانی ئێمە داوای ڕۆزیت لێ ناکەین بەڵکو ئێمە ڕزق و رۆزی تۆ دەدەین وسەرەنجامی چاک بۆ پارێزکاران و خواناسانە"},{"SurahNumber":20,"VerseNumber":133,"Text":"(بێ باوەڕان) ووتیان (ئەگەر ڕاستە پێغەمبەرە) دەی بۆ بۆمان ناھێنێت بەڵگەو موعجیزەیەک لەلایەن پەروەردگاریەوە ئایا ئەوان بەڵگەی ئاشکرایان بۆ نەھاتووە کە لەپەڕاوە پێشووەکاندا ھەبوو (وەک تەورات و ئینجیل)"},{"SurahNumber":20,"VerseNumber":134,"Text":"ئەگەر ئێمە ئەوانمان لەناو ببردایە بەسزایەک پێش (ناردنی پێغەمبەر ﷺ) بێگومان (لەدوا ڕۆژدا) دەیانووت ئەی پەروەردگارمان بۆچی (لەدونیادا) پێغەمبەرێکت بۆ نەناردین تاشوێنی بەرنامە و ئایەتەکانی تۆ بکەوتینایە پێش ئەوەی سەرشۆڕ و ڕیسوا ببین"},{"SurahNumber":20,"VerseNumber":135,"Text":"(ئەی موحەممەد ﷺ) بڵێ: ھەموو چاوەڕوانین (چ لایەکمان سەردەکەوین)"}]}