{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Odur sizi geceleyin ölü (gibi) yapan ve gündüzün ne yaptığınız bilen. O, sizi (Kendisi tarafından) tespit edilen ömrü tamamlamak üzere her gün hayata geri döndürür. En sonunda Ona döndürüleceksiniz: ve o zaman (hayatta) yaptığınız bütün şeyleri size gösterecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Yalnız Odur kulları üzerinde hüküm sahibi olan. Ve O, birinize ölüm yaklaştığında elçilerimiz onun canını alıncaya kadar sizi gözetlemek için semavi güçler gönderir: ve bu güçler (hiç kimseyi) atlamazlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"O (ölmüş ola)nlar, bunun üzerine Allahın, gerçek Yüce Efendilerinin huzuruna getirilirler. Doğrusu, nihai hüküm yalnız Onundur: ve O, hesap görenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: \"Siz, boynunuzu bükerek ve içinizden, ´Eğer O bizi bu (sıkıntı)dan kurtarırsa kesinlikle şükredenlerden olacağız! diye Allaha yalvardığınızda karanın ve denizin kapkara tehlikelerinden sizi koruyacak olan kimdir"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"(Yalnızca) Allah, sizi bundan ve başka her türlü sıkıntıdan kurtarabilir, ama siz hala Onun yanısıra başka güçlere ilahlık yakıştırıyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"Yalnız Odur sizi tepenizden ve ayaklarınızın altından azapla kuşatma kudretinde olan; sizi birbirine muhalif topluluklar haline getirip birbirinizin üzerine salan\". Bak, iyice anlasınlar diye, mesajları nasıl her yönüyle açıklıyoruz"},{"SurahNumber":6,"VerseNumber":66,"Text":"Oysa senin hitap ettiğin toplum, bütün bunların hakikat olduğu ortadayken, yine de bunları yalanlıyor. (O zaman) de ki, \"Ben sizin davranışınızdan sorumlu değilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"(Allahtan gelen) her haber belli bir süreç içinde gerçekleşir: ve siz zaman içinde (hakikati) anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"İmdi, mesajlarımız hakkında ileri geri konuşan kimselere rastladığın zaman, bu kimseler başka konulara geçinceye kadar onlardan uzak dur; ve eğer Şeytan sana (yapman gerekeni) unutturursa, hiç değilse, hatırladıktan sonra, artık açıkça zulmeden böyle bir topluluğun içinde yer alma"}]}