{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"U Denʹ Voskresinnya ocholytʹ vin narod sviy ta zavede yikh u vohonʹ. Yake merzotne mistse, do yakoho uviydutʹ vony"},{"SurahNumber":11,"VerseNumber":99,"Text":"Proklyattya peresliduvatyme yikh yak tut, tak i v Denʹ Voskresinnya. Merzotnyy takyy darunok, podarovanyy yim"},{"SurahNumber":11,"VerseNumber":100,"Text":"Tse — zvistky pro selyshcha, yaki My perepovidayemo tobi. Deyaki z nykh shche isnuyutʹ, a inshi vzhe znyshcheni"},{"SurahNumber":11,"VerseNumber":101,"Text":"My ne buly nespravedlyvi do nykh, ale tse vony sami buly do sebe nespravedlyvi. I koly pryyshov nakaz Hospoda tvoho, to bozhestva yikhni, yakykh vony klykaly zamistʹ Allaha, nichym ne dopomohly yim! Ne dodaly vony yim nichoho, krim zahybeli"},{"SurahNumber":11,"VerseNumber":102,"Text":"Take pokarannya Hospoda tvoho, koly Vin vrazyv nespravedlyve selyshche. Voistynu, pokarannya Yoho — bolisne, suvore"},{"SurahNumber":11,"VerseNumber":103,"Text":"Voistynu, v tsʹomu — znamennya dlya toho, khto boyitʹsya kary v nastupnomu zhytti. Tse — Denʹ, koly budutʹ zibrani lyudy, i tse — Denʹ zasvidchenyy"},{"SurahNumber":11,"VerseNumber":104,"Text":"My ne vidklademo yoho, krim yak na vyznachenyy strok"},{"SurahNumber":11,"VerseNumber":105,"Text":"Koly nastane toy Denʹ, zhodna dusha ne bude hovoryty, krim yak iz Yoho dozvolu. Budutʹ sered nykh neshchasni y shchaslyvi"},{"SurahNumber":11,"VerseNumber":106,"Text":"Shchodo tykh, yaki budutʹ neshchasni, to vony opynyatʹsya u vohni. Chekaye tam na nykh plach i stohin"},{"SurahNumber":11,"VerseNumber":107,"Text":"Vony budutʹ tam doviku, doky isnuvatymutʹ nebesa y zemlya, yakshcho Hospodʹ tviy ne pobazhaye chohosʹ inshoho. Voistynu, tviy Hospodʹ robytʹ te, shcho pobazhaye"},{"SurahNumber":11,"VerseNumber":108,"Text":"Shchodo tykh, yaki budutʹ shchaslyvi, to vony opynyatʹsya v rayu. I vony budutʹ tam doviku, doky isnuvatymutʹ nebesa y zemlya, yakshcho Hospodʹ tviy ne pobazhaye chohosʹ inshoho. Nevycherpnyy tsey darunok"}]}