{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"To, chto My vnushili tebe (o Mukhammad!) iz Korana, - nesomnennaya istina, podtverzhdayushchaya Pisaniya, nisposlannyye Nami drugim poslannikam do tebya, ibo vse oni imeyut odnu osnovu. Poistine, Allakh khorosho znayet Svoikh rabov, vidit vse ikh deyaniya i svedushch obo vsom"},{"SurahNumber":35,"VerseNumber":32,"Text":"My dali etu Knigu v nasledstvo tem, kogo My izbrali iz Nashikh rabov. Sredi nikh yest' takiye nechestivtsy, prichinyayushchiye sebe vred, kotoryye vershat bol'she grekhov, chem dobrodeyaniy; yest' i umerennyye, kotoryye ne sovershayut mnogo grekhov, no i ne tvoryat mnogo blagodeyaniy; yest' i te, kotoryye operezhayut drugikh v dobrykh deyaniyakh po izvoleniyu Allakha. Eto - velikaya milost' Allakha"},{"SurahNumber":35,"VerseNumber":33,"Text":"Nagradoy dlya nikh v dal'ney zhizni budut sady raya, v kotoryye oni voydut, ukrasivshis' tam brasletami iz zolota i zhemchugom; ikh odeyaniye tam budet iz sholka"},{"SurahNumber":35,"VerseNumber":34,"Text":"Kogda oni voydut tuda, oni skazhut: \"Khvala Allakhu, kotoryy udalil ot nas pechal'! Poistine, nash Gospod' - proshchayushch, blagodaren"},{"SurahNumber":35,"VerseNumber":35,"Text":"On - Tot, kto poselil nas v rayskom zhilishche ot Svoyey milosti, gde my prebudem vechno i gde my nikogda ne budem chuvstvovat' ni utomleniya, ni ustalosti"},{"SurahNumber":35,"VerseNumber":36,"Text":"Dlya tekh, kto ne uveroval v Allakha, ugotovan adskiy ogon', v kotoryy oni voydut, i tam oni ne umrut, i ikh muka ne budet smyagchena smert'yu. Tak My vozdayom kazhdomu neveruyushchemu, kotoryy nastoychivo otritsal veru v istinu i uporstvoval v svoyom neverii"},{"SurahNumber":35,"VerseNumber":37,"Text":"Tam oni vozopyat: \"Gospodi nash! Vyvedi nas iz ognya, i my budem tvorit' dobryye deyaniya - ne to, chto delali v zemnom mire\". Togda Allakh im skazhet: \"Razve My ne dali vam vozmozhnosti tvorit' blagoye, udliniv vashu zhizn' tak, chto vy mogli by dumat' i opomnit'sya, i k vam prikhodil poslannik, uveshchevaya vas ob etom nakazanii. Vkusite zhe v ogne ada karu za vashe nechestiye i nespravedlivost'. Dlya nespravedlivykh nechestivtsev net pomoshchnika"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allakh vedayet vso sokrovennoye v nebesakh i na zemle, nichto ot Nego ne skryto. Yesli by Allakh otvetil na vashu pros'bu i vernul by vas v zemnoy mir, vy opyat' delali by to, chto On zapretil vam delat'. Poistine, Allakh Vsevyshniy znayet sokrovennoye v grudi: namereniya, sklonnosti i chuvstva"}]}