{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":18,"VerseNumber":5,"Text":"Wanganyao nganakola payalakweyo umanyilisi uliose ni achatati wao wakwe. Likusile nnope lilowe lyalikopoka mu ngamwa syao. Ngakuwecheta inepe ikaweje unami"},{"SurahNumber":18,"VerseNumber":6,"Text":"Mwinetu mmwe kuwa nkulijonanga mwasyene ni madandausi (gakwadandaulila) panyuma pao (ali agalawiche kunneka mmwe), ligongo lyanti ngaakujikulupilila aji abali (ja Qur’aniji, mmwe ngasin’dandaula chanti iyyo, naga ngaakukulupilila niyao)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Chisimu Uwwe tuitesile ichindu yaili pachanya petaka kuwa yakulisalalichisya litakalyo, kuti twalinje wanganyao kuti ana wani mwa wanganyao watawe wakolosya nnope masengo"},{"SurahNumber":18,"VerseNumber":8,"Text":"Soni chisimu Uwwe tuchiyiteenda yosope yaili palakwepo kuwa litaka lyakumula lyangali chilichose"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ana nkuganichisya yanti achimisyene mbanga ni ubawu (wawalembedwepo mena gao ni ngosyo syao) yaliji mu imanyilo Yetu yakusimosya nnope? (Iyayi pana yakusimosya nnope kumpunda yalakweyo)"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Kumbuchilani) katema kawajile kuuwa achachanda kumbanga ni watite: “Ambuje wetu! Tupani ukoto kuumila Kukwenu, ni ntukolochesye ichindu yetu mwachongoko.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Ni twasiwile m’mawiwi mwao (kwanti wagonile lugono lwangapikana nalo chilichose) yaka yakwana igala kumbanga"},{"SurahNumber":18,"VerseNumber":12,"Text":"Kaneko twajimwisye, kuti twalinje kuti ana wani m’mikutula jiwili (jajikangana pa yawanganyao) waakumanyilila chenene kuwalanjila ndema jawatemi (achachandao mu mbangamo)"},{"SurahNumber":18,"VerseNumber":13,"Text":"Chisimu Uwwe tukunsimulila (mmwe Muhammadi ﷺ) abali jao mwakuonaonape, chisimu wanganyao waliji achachanda wawankulupilile M’mbuje gwao (Allah), ni twajonjechesye chongoko"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ni twajilimbangenye mitima jao (pa chikulupi) pandema jawajimi (pameso pa nchimwene jwao jwachikafili) ni kuti: “M’mbuje gwetu ni M’mbuje jwa kumawunde ni petaka (Allah), nganituwa tunnumbanjile nnungu jwinepe jwangawaga Jwalakwe, pajele ndemajo (tuchitendaga yele yakunnumbanjila jwinepeyo), chisimu chene chituwe tuwechete yaukafili wakunaula.”"},{"SurahNumber":18,"VerseNumber":15,"Text":"“Awa wandu wetu alitendele milungu jine kunneka Jwalakwe, nambi uli ngaakuika nao umboni wakuonechela pa jalakwejo (wakulosya kuti jalakwejo milungu)? Ana nduni jwali jwalupuso nnope kumpunda mundu jwaakunsepela Allah unami?”"}]}