{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":27,"VerseNumber":14,"Text":"Huma caħduhom, b'ingustizzja u b'arroganza, minkejja. li fihom infushom kienu emmnu sew (f'dawk is-sinjali). Mela ara kif kien it-tmiem ta' nies il-ħsaral"},{"SurahNumber":27,"VerseNumber":15,"Text":"Tassew li lil David u lil Salamun tajniehom għarfien, u huma t-tnejn qalu: 'IKun imfaħħar Alla li ppreferiena minn ħafna mill-qaddejja tiegħu li jemmnul"},{"SurahNumber":27,"VerseNumber":16,"Text":"Salamun wiret lil David u qal: ''Ja nies, aħna konna mgħallmin ilsien it-tajr, u ngħatajna minn kollox. Din tassew hija t-tjieba fid-diehert"},{"SurahNumber":27,"VerseNumber":17,"Text":"U ngabru għal Salamun il-qawwiet tiegħu (magħmula) mill-gnn, min-nies, u mit-tajr, u baqgħu saff saff wara xulxin (fil-mixi tagħhom)"},{"SurahNumber":27,"VerseNumber":18,"Text":"U meta gew f'Wied in-Nemel, nemla (minnhom) qalet: €Ja nemel, idħlu fil-bejtiet tagħkom li ma jgħaffzukomx Salamun u l-qawwiet tiegħu, mingħajr ma jintebħu (mhux għaliex iridu jirfsukom)U"},{"SurahNumber":27,"VerseNumber":19,"Text":"(Salamun) tbissem, daħak għal kliemha u qal: ''Sidi (il- Mulej), ħallini nkun nafħulek tal-grazzja tiegħek miegħi, ma' missieri u ma' ommi, u nagħmel il-gid li jkun jogħgbok, u bil-Ħniena tiegħek daħħalni fost il-qaddejja gusti tiegħek"},{"SurahNumber":27,"VerseNumber":20,"Text":"U (Salamun) spezzjona t-tajr, u qal: 'Għaliex m'iniex nara d-daqquqa tat-toppu/ Jaqaw mhux hawn (i telqet mingħajr il-permess tiegħi)"},{"SurahNumber":27,"VerseNumber":21,"Text":"Tassew nagħtiha kastig kbir, jew tassew noqtolha, ħlief jekk tigini b'raguni tajba (għaliex ma hijiex qiegħda hawnjU)"},{"SurahNumber":27,"VerseNumber":22,"Text":"(Id-daqquqa tat-toppu) ma damitx imbiegħda, u qalet: SSirt naf b'dak li'inti (Salamun, fl-għerf tiegħek kollu) ma tafx, u gejt għandek minn (art) Saba (fil-Jemen) b'aħbar li tista' toqgħod fuqha"}]}