{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":12,"VerseNumber":31,"Text":"I kad ona cu za ogovaranja njihova, posla po njih, te im naslone pripremi, dade svakoj od njih po noz i rece: \"Izađi pred njih!\" A kad ga one ugledase, njegova ljepota ih zanese i po rukama svojim se porezase: \"Sacuvaj Allahu!\", uskliknuse, \"ovo nije covjek, ovo je melek plemeniti"},{"SurahNumber":12,"VerseNumber":32,"Text":"E, to vam je onaj zbog koga ste me korile\", rece ona. \"Istina je da sam ga zavodila, ali se on uscuvao. Ako ne ucini ono sto od njega trazim, sigurno ce u zatvoru zavrsiti i među ponizenim biti"},{"SurahNumber":12,"VerseNumber":33,"Text":"Gospodaru moj\", rekao je on, \"draza mi je tamnica od ovoga na sto me one navracaju! I ako Ti ne odvratis od mene lukavstva njihova, ja mogu prema njima naklonost osjetiti i jedan od lahkomislenih postati"},{"SurahNumber":12,"VerseNumber":34,"Text":"I Gospodar mu njegov molbu uslisa i spasi ga lukavstva njihova; On je, uistinu, Svecujuci i Sveznajuci"},{"SurahNumber":12,"VerseNumber":35,"Text":"A potom, kada su vidjeli dokaze da je neduzan, donijese odluku da ga za neko vrijeme smjeste u tamnicu"},{"SurahNumber":12,"VerseNumber":36,"Text":"S njim su u tamnicu usla jos dva momka. \"Ja sam sanjao da cijedim vino\", rece jedan od njih. \"A ja, opet\", rece drugi, \"kako na glavi nosim hljeb koji ptice kljuju. Protumaci nam to, jer vidimo da si, zaista, jedan od dobrocinitelja"},{"SurahNumber":12,"VerseNumber":37,"Text":"Nista od onoga sto jedete nece vam doneseno biti, a da vam ja prije ne kazem sto cete dobiti\", rece Jusuf. \"To je samo dio onoga cemu me naucio Gospodar moj, ja se klonim vjere naroda koji u Allaha i u Ahiret ne vjeruje"}]}