{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":23,"Text":"(Napiye!) Vetattil oru pakam kotukkappatta (yutarkalakiya i)varkalai nir kavanikkavillaiya? (Avarkalukkul erpatta vivakarattait tirttu vaikka avarkalitamulla) allahvin vetattin mulame tirppalikka avarkal alaikkappattapotu, avarkalil oru pirivinar itaip purakkanittu vilakik kontarkal"},{"SurahNumber":3,"VerseNumber":24,"Text":"itan karanam: ‘‘Cila nalkalait tavira narakattin neruppu niccayamaka enkalait tintatu'' enru avarkal kurikkontiruppatutan. Melum, tankal markka (visaya)ttil poyyakak karpanai ceytu kuri vantatum avarkalaiye emarrivittatu"},{"SurahNumber":3,"VerseNumber":25,"Text":"(napiye!) Cantekamarra oru (vicaranai) nalil nam avarkalai onru certtu (avarkalutaiya) ovvor atmavukkum atan ceyalukkut takka palan mulumaiyaka alikkappattal (avarkalin nilaimai) eppati irukkum? Avarkal (tankal piratipalanai ataivatil) ciritum aniyayam ceyyappatamattarkal"},{"SurahNumber":3,"VerseNumber":26,"Text":"(napiye! Pirarttittu) kuruviraka: ‘‘Enkal allahve! Ella tecankalukkum atipatiye! Ni virumpiyavarkalukku atciyaik kotukkiray. Ni virumpiyavarkalitamiruntu atciyai nikki vitukiray. Ni virumpiyavarkalai kanniyappatuttukiray. Ni virumpiyavarkalai ilivupatuttukiray. Nanmaikal anaittum un kaiyil irukkinrana. Niccayamaka ni anaittin mitum perarralutaiyavan avay"},{"SurahNumber":3,"VerseNumber":27,"Text":"nitan iravaip pakalil nulaiyavaikkiray. Nitan pakalai iravil nulaiyavaikkiray. Irantatiliruntu uyirullatai veliyakkuvatum niye! Uyirullatiliruntu irantatai veliyakkuvatum niye! Ni virumpiyavarkalukku kanakkinriye alikkiray"},{"SurahNumber":3,"VerseNumber":28,"Text":"Nampikkaiyalarkal (tankalaip ponra) nampikkaiyalarkalai vituttu nirakarippavarkalait tankalukkup patukavalarkalaka akkikkolla ventam. Avarkaliliruntu tankalai kapparrik kolvatarkakave tavira evarenum ivvaru ceytal avarkalukku allahvitattil ettakaiya campantamumillai. Allah tannaip parri unkalukku (accamutti) eccarikkai ceykiran. (Ninkal) allahvitamtan (irutiyakac) cella ventiyatirukkiratu"},{"SurahNumber":3,"VerseNumber":29,"Text":"(napiye!) Kuruviraka: Unkal manankalil ninkal maraittuk kontalum allatu atai velippatuttinalum niccayamaka allah atai nankarivan. (Itu mattiluma?) Vanankalil ullavarraiyum, pumiyil ullavarraiyum avan arikiran. (Arivatu mattumalla) allah (ivai) anaittin mitum perarralutaiyavan"}]}