{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":25,"VerseNumber":68,"Text":"ceux qui n’invoquent pas d’autre divinite qu’Allah, n’enlevent pas sans droit la vie qu’Allah a rendue sacree et ne se livrent pas a la fornication. Ceux qui commettent de telles actions devront en subir la sanction"},{"SurahNumber":25,"VerseNumber":69,"Text":"Leurs tourments seront redoubles le Jour de la resurrection. Voues a les subir eternellement, ils seront couverts d’humiliation"},{"SurahNumber":25,"VerseNumber":70,"Text":"A l’exception de ceux qui se repentent, retournent a la foi et accomplissent de bonnes œuvres, dont Allah remplacera les peches par de bonnes actions. Allah est Tres Clement et Tres Misericordieux"},{"SurahNumber":25,"VerseNumber":71,"Text":"Quiconque se repent et accomplit de bonnes œuvres reviendra ainsi a Allah qui acceptera son repentir"},{"SurahNumber":25,"VerseNumber":72,"Text":"Les serviteurs du Tout Misericordieux sont aussi ceux qui ne sont jamais les temoins complices du peche et qui, lorsqu’ils entendent des futilites, passent leur chemin avec dignite"},{"SurahNumber":25,"VerseNumber":73,"Text":"ceux qui ne sont ni sourds a Nos versets qui leur sont recites, ni aveugles a Nos signes qui leur sont montres"},{"SurahNumber":25,"VerseNumber":74,"Text":"ceux qui disent : « Veuille, Seigneur, faire de nos epouses et de nos enfants une source de joie pour nous et faire de nous des modeles de piete. »"},{"SurahNumber":25,"VerseNumber":75,"Text":"Voila ceux qui, en recompense de leur constance, seront admis dans les plus hauts degres du Paradis ou ils seront accueillis par des saluts et jouiront d’une entiere securite"},{"SurahNumber":25,"VerseNumber":76,"Text":"Ils vivront a jamais dans cette sublime demeure ou ils jouiront du sejour le plus agreable"},{"SurahNumber":25,"VerseNumber":77,"Text":"Dis : « Mon Seigneur vous a adresse ce message dans le seul souci de vous appeler a la foi que vous avez pourtant rejetee. Votre chatiment est donc ineluctable. »"}]}