{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"Tadera jan'ye ekati nidarsana e'i ye, ami tadera santana-santatike bojha'i naukaya arohana kariyechi."},{"SurahNumber":36,"VerseNumber":42,"Text":"Ebam tadera jan'ye naukara anurupa yanabahana srsti karechi, yate tara arohana kare."},{"SurahNumber":36,"VerseNumber":43,"Text":"Ami iccha karale taderake nimajjata karate pari, takhana tadera jan'ye kona sahayyakari ne'i ebam tara paritrana'o pabe na."},{"SurahNumber":36,"VerseNumber":44,"Text":"Kintu amara'i paksa theke krpa ebam taderake kichu kala jibanopabhoga karara suyoga deyara karane ta kari na."},{"SurahNumber":36,"VerseNumber":45,"Text":"Ara yakhana taderake bala haya, tomara samanera ayaba o pechanera ayabake bhaya kara, yate tomadera prati anugraha kara haya, takhana tara ta agrahya kare."},{"SurahNumber":36,"VerseNumber":46,"Text":"Yakhana'i tadera palanakartara nirdesabalira madhye theke kona nirdesa tadera kache ase, takhana'i tara ta theke mukhe phiriye neya."},{"SurahNumber":36,"VerseNumber":47,"Text":"Yakhana taderake bala haya, allaha tomaderake ya diyechena, ta theke byaya kara. Takhana kapherara muminaganake bale, iccha karale'i allaha yake kha'oyate paratena, amara take kena kha'oyaba? Tomara to spasta bibhrantite patita rayecha."},{"SurahNumber":36,"VerseNumber":48,"Text":"Tara bale, tomara satyabadi hale bala e'i oyada kabe purna habe"},{"SurahNumber":36,"VerseNumber":49,"Text":"tara kebala ekata bhayabaha sabdera apeksa karache, ya taderake aghata karabe tadera parasparika bakabitandakale."},{"SurahNumber":36,"VerseNumber":50,"Text":"Takhana tara ochiyata karate'o saksama habe na. Ebam tadera paribara-parijanera kache'o phire yete parabe na."},{"SurahNumber":36,"VerseNumber":51,"Text":"Singaya phumka deya habe, takhana'i tara kabara theke tadera palanakartara dike chute calabe."},{"SurahNumber":36,"VerseNumber":52,"Text":"Tara balabe, haya amadera durbhoga! Ke amaderake nidrasthala theke ukhita karala? Rahamana allaha to era'i oyada diyechilena ebam rasulagana satya balechilena."},{"SurahNumber":36,"VerseNumber":53,"Text":"Eta to habe kebala eka mahanada. Se muhurte'i tadera saba'ike amara samane upasthita kara habe."},{"SurahNumber":36,"VerseNumber":54,"Text":"Ajakera dine kara'o prati juluma kara habe na ebam tomara ya karabe kebala tara'i pratidana pabe."}]}