{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Chaque miracle que Nous leur montrions etait plus probant que son precedent. Et Nous les saisimes par chatiment, peut-etre reviendront-ils [vers Nous]"},{"SurahNumber":43,"VerseNumber":49,"Text":"Et ils dirent: \"O magicien ! Implore pour nous ton Seigneur au nom de l’engagement qu’Il a pris envers toi. Nous suivrons le droit chemin"},{"SurahNumber":43,"VerseNumber":50,"Text":"Puis quand Nous eumes ecarte d’eux le chatiment, voila qu’ils violerent leurs engagements"},{"SurahNumber":43,"VerseNumber":51,"Text":"Et Pharaon fit une proclamation a son peuple et dit: \"o mon peuple ! Le royaume de Misr [l’Egypte] ne m’appartient-il pas ainsi que ces canaux qui coulent a mes pieds ? N’observez-vous donc pas"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ne suis-je par meilleur que ce miserable qui sait a peine s’exprimer"},{"SurahNumber":43,"VerseNumber":53,"Text":"Pourquoi ne lui a-t-on lance des bracelets d’or ? Pourquoi les Anges ne l’ont-ils pas accompagne"},{"SurahNumber":43,"VerseNumber":54,"Text":"Ainsi chercha-t-il a etourdir son peuple et ainsi lui obeirent-ils car ils etaient des gens pervers"},{"SurahNumber":43,"VerseNumber":55,"Text":"Puis lorsqu’ils Nous eurent irrite, Nous Nous vengeames d’eux et les noyames tous"},{"SurahNumber":43,"VerseNumber":56,"Text":"Nous fimes d’eux un antecedent et un exemple [une lecon] pour la posterite"},{"SurahNumber":43,"VerseNumber":57,"Text":"Quand on cite l’exemple du fils de Marie, ton peuple s’en detourne"},{"SurahNumber":43,"VerseNumber":58,"Text":"en disant : \"Nos dieux sont-ils meilleurs, ou bien lui ?\" Ce n’est que par polemique qu’ils te le citent comme exemple. Ce sont plutot des gens chicaniers"},{"SurahNumber":43,"VerseNumber":59,"Text":"Il (Jesus) n’etait qu’un Serviteur que Nous avions comble de bienfaits et que Nous avions designe en exemples aux Enfants d’Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Si Nous voulions, Nous ferions de vous des Anges qui vous succederaient sur la terre"}]}