{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"C’est Lui qui, la nuit, reprend vos ames et qui connait vos œuvres accomplies le jour au cours duquel Il vous ressuscite afin que s’accomplisse la duree, deja fixee, de votre vie. Vous ferez ensuite retour a Allah qui vous rappellera vos œuvres passees"},{"SurahNumber":6,"VerseNumber":61,"Text":"Il regne en Maitre absolu sur Ses creatures auxquelles Il envoie des anges gardiens. Puis, lorsque la mort se presente a l’un d’entre eux, Nos envoyes reprennent son ame sans jamais manquer a leur devoir"},{"SurahNumber":6,"VerseNumber":62,"Text":"Ils seront ensuite rendus a Allah, leur vrai Maitre, auquel revient le jugement des hommes et qui est le plus prompt des juges"},{"SurahNumber":6,"VerseNumber":63,"Text":"Demande-leur : « Qui est en mesure de vous sauver des perils de la terre et de la mer ? N’est-ce pas Allah que vous implorez a voix haute ou discretement, disant : “S’Il nous delivre de ce peril, nous saurons nous montrer reconnaissants” ? »"},{"SurahNumber":6,"VerseNumber":64,"Text":"Dis : « Allah seul est capable de vous en delivrer et de vous soulager de toute autre affliction. Vous persistez pourtant a associer d’autres divinites a Son adoration. »"},{"SurahNumber":6,"VerseNumber":65,"Text":"Dis : « Il est aussi capable de vous infliger un chatiment qui s’abattra sur vous ou vous saisira par-dessous, ou de semer la division entre vous en livrant les uns a la violence des autres. » Vois comment Nous leur exposons clairement Nos enseignements qu’ils finiront peut-etre par comprendre"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ton peuple traite le Coran de mensonge, alors qu’il est la verite. Dis-leur : « Je ne suis nullement en charge de votre salut. »"},{"SurahNumber":6,"VerseNumber":67,"Text":"Chaque evenement annonce devra s’accomplir en son temps. Vous l’apprendrez d’ailleurs a vos depens"},{"SurahNumber":6,"VerseNumber":68,"Text":"Lorsque tu vois des hommes renier et tourner Nos versets en derision, detourne-toi d’eux jusqu’a ce qu’ils changent de discussion. Et si Satan te le fait oublier, alors fuis, des que tu t’en souviendras, la compagnie des impies"}]}