{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"Pero si no puedes darles una ayuda, y esperas una misericordia de tu Señor, excúsate con amabilidad"},{"SurahNumber":17,"VerseNumber":29,"Text":"No seas avaro ni tampoco derrochador, porque te verás censurado [en el primer caso] y arruinado [en el segundo]"},{"SurahNumber":17,"VerseNumber":30,"Text":"Tu Señor concede un sustento abundante a quien quiere, y se lo restringe a quien quiere. Él a Sus siervos los conoce bien, y los ve siempre"},{"SurahNumber":17,"VerseNumber":31,"Text":"No maten a sus hijos por temor a la pobreza. Yo los sustento a ellos y a ustedes. Matarlos es un pecado gravísimo"},{"SurahNumber":17,"VerseNumber":32,"Text":"No se acerquen a lo que lleve a la fornicación, pues es una inmoralidad y un mal camino"},{"SurahNumber":17,"VerseNumber":33,"Text":"No maten, pues Dios lo ha prohibido, salvo con motivo justo. A quien se le dé muerte injustamente le concedo a su familiar directo o apoderado el derecho, pero que éste no mate buscando venganza. Su derecho [a exigir justicia] está legalmente garantizado"},{"SurahNumber":17,"VerseNumber":34,"Text":"No utilicen los bienes del huérfano a menos que sea para beneficiarlo, y entréguenselos cuando alcance la madurez. Cumplan con sus compromisos, porque se los interrogará por ellos"},{"SurahNumber":17,"VerseNumber":35,"Text":"Midan y pesen con equidad. Esto es lo más conveniente y mejor para ustedes"},{"SurahNumber":17,"VerseNumber":36,"Text":"No hagan ni digan nada si no tienen conocimiento. Serán interrogados acerca de [lo que hayan hecho con] su oído, vista y corazón"},{"SurahNumber":17,"VerseNumber":37,"Text":"No caminen por la Tierra con arrogancia, pues ella no se abrirá por su andar, ni tampoco podrán igualar a las montañas en altura [para ser tan imponentes como ellas]"},{"SurahNumber":17,"VerseNumber":38,"Text":"Todos estos comportamientos son perjudiciales para ustedes y detestables ante su Señor"}]}