{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"Jos olisimme lahettanyt maan paalle toisenlaisen tuulen, niin he olisivat nahneet laihonsa kuihtuvan, ja he olisivat senjalkeen olleet kiittamattomia"},{"SurahNumber":30,"VerseNumber":52,"Text":"Totisesti, sina et kykene tekemaan kuolleita elaviksi etka saamaan kuuroja kuulemaan kutsuasi, kun he kokonaan kaantavat sinulle selkansa"},{"SurahNumber":30,"VerseNumber":53,"Text":"Et voi myoskaan johdattaa sokeita pois eksymyksestaan. Totisesti, voit johdattaa vain niita, jotka uskovat merkkeihimme ja ovat alistuvaisia"},{"SurahNumber":30,"VerseNumber":54,"Text":"Juuri Jumala on luonut teidat heikoiksi ja antanut senjalkeen teille voimaa, ja miehuuden jalkeen Han tekee teidat jalleen heikoiksi ja iakkaiksi. Han luo, mita tahtoo, silla Han on kaikkitietava, kaikkivoipa"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ja sina paivana, jolloin hetki lyo, syntiset vannovat, etta he eivat viivytelleet kuin tunnin ajan. Nain he valehtelevat"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ne, joille on annettu totista tietoa ja uskoa, sanovat: »Totisesti, teilla on ollut Jumalan Kirjan mukaan aikaa ylosnousemuksen paivaan saakka. Tama on ylosnousemuksen paiva, mutta te ette tienneet mitaan.»"},{"SurahNumber":30,"VerseNumber":57,"Text":"Mutta sina paivana anteeksipyynnot eivat auta niita, jotka ovat olleet vaaramielisia, eika heidan sallita enaa paasta sovintoon"},{"SurahNumber":30,"VerseNumber":58,"Text":"Totisesti, olemme jo esittanyt tassa Koraanissa monenlaisia vertauksia ihmissuvun hyvaksi. Mutta jos sina tuot heille merkin, niin totisesti uskottomat lausuvat: »Te olette pelkkia valehtelijoita.»"},{"SurahNumber":30,"VerseNumber":59,"Text":"Nain Jumala paaduttaa niiden sydamet, jotka eivat halua tietaa"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sentahden pysy sina lujana; totisesti, Jumalan lupaus on tosi, alaka anna niiden, joilla ei ole varmuutta, saattaa sinua horjuvaksi"}]}