{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":164,"Text":"And when a party of them said: Why do you admonish a with a severe chastisement? They said: To be free from blame before your Lord, and that haply they may guard (against evil)"},{"SurahNumber":7,"VerseNumber":165,"Text":"So when they neglected what they had been reminded of, We delivered those who forbade evil and We overtook those who were unjust with an evil chastisement because they transgressed"},{"SurahNumber":7,"VerseNumber":166,"Text":"Therefore when they revoltingly persisted in what they had been forbidden, We said to them: Be (as) apes, despised and hated"},{"SurahNumber":7,"VerseNumber":167,"Text":"And when your Lord announced that He would certainly send against them to the day of resurrection those who would subject them to severe torment; most surely your Lord is quick to requite (evil) and most surely He is Forgiving, Merciful"},{"SurahNumber":7,"VerseNumber":168,"Text":"And We cut them up on the earth into parties, (some) of them being righteous and (others) of them falling short of that, and We tried them with blessings and misfortunes that they might turn"},{"SurahNumber":7,"VerseNumber":169,"Text":"Then there came after them an evil posterity who inherited the Book, taking only the frail good of this low life and saying: It will be forgiven us. And if the like good came to them, they would take it (too). Was not a promise taken from them in the Book that they would not speak anything about Allah but the truth, and they have read what is in it; and the abode of the hereafter is better for those who guard (against evil). Do you not then understand"},{"SurahNumber":7,"VerseNumber":170,"Text":"And (as for) those who hold fast by the Book and keep up prayer, surely We do not waste the reward of the right doers"}]}