{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Āra āmarā tām̐kē ḍēkēchilāma pāhāṛēra ḍāna dika thēkē, ēbaṁ āmarā tām̐kē nikaṭē ēnēchilāma yōgāyōgē."},{"SurahNumber":19,"VerseNumber":53,"Text":"Āra āmādēra karuṇā baśata āmarā tām̐kē diẏēchilāma tām̐ra bhā'i hārunakē nabīrūpē."},{"SurahNumber":19,"VerseNumber":54,"Text":"Āra kitābakhānātē smaraṇa karō isamā'ilēra kathā. Niḥsandēha tini chilēna ōẏādātē satyaparāẏaṇa, āra tini chilēna ēkajana rasūla, ēkajana nabī."},{"SurahNumber":19,"VerseNumber":55,"Text":"Āra tini tām̐ra parijanabargakē nāmāyēra ō yākātēra nirdēśa diẏēchilēna, āra tām̐ra prabhura kāchē tini chilēna santōṣabhājana."},{"SurahNumber":19,"VerseNumber":56,"Text":"Āra kitābakhānātē id‌rīsēra kathā smaraṇa karō. Niḥsandēha tini chilēna satyaparāẏaṇa, ēkajana nabī."},{"SurahNumber":19,"VerseNumber":57,"Text":"Āra āmarā tām̐kē unnīta karēchilāma atyucca paryāẏē."},{"SurahNumber":19,"VerseNumber":58,"Text":"Ērā'i tām̐rā yām̐dēra uparē āllāh anugraha karēchilēna, -- ādamasantānadēra thēkē nabīdēra madhyēkāra, āra yādēra āmarā nūhēra sāthē bahana karēchilāma tādēra madhyēkāra, āra ibrāhīma ō isamā'ilēra banśadharadēra madhyēra ēbaṁ yādēra āmarā saṯpathē cāliẏēchilāma ō manōnīta karēchilāma tādēra madhyēkāra. Yakhani parama karuṇāmaẏēra bāṇī tādēra kāchē pāṭha karā hatō tārā luṭiẏē paṛata sijadārata haẏē ō a‌śrumōcana karatē karatē."},{"SurahNumber":19,"VerseNumber":59,"Text":"Tārapara tādēra parē ēla parabartidala yārā nāmāya bāda dila ō kāmanā-lālasāra anusaraṇa karala, sējan'ya tārā acirē'i dēkhatē pābē bañcanā"},{"SurahNumber":19,"VerseNumber":60,"Text":"tārā chāṛā yē ta'ōbā karē ō īmāna ānē ō saṯkarma karē, tārā'i tabē bēhēśatē prabēśa karabē, āra tādēra prati kōnō an'yāẏa karā habē nā"},{"SurahNumber":19,"VerseNumber":61,"Text":"nandana kānana yā parama karuṇāmaẏa tām̐ra bāndādēra jan'ya ōẏādā karēchēna adr̥śya jagatē. Niḥsandēha tām̐ra prati‌śruti sadāsarbadā ēsē'i thākē."},{"SurahNumber":19,"VerseNumber":62,"Text":"Tārā sēkhānē śunabē nā kōnō khēlō kathā'sālāma’ byatīta. Āra tādēra jan'ya sēkhānē raẏēchē tādēra riyēka sakālē ō sandhyāẏa."},{"SurahNumber":19,"VerseNumber":63,"Text":"Ē'i sē'i bēhēśata yēṭi āmarā uttarādhikārasūtrē diẏēchi āmādēra bāndādēra madhyēra tādēra yārā dharmaparāẏaṇa."},{"SurahNumber":19,"VerseNumber":64,"Text":"Āra -- ''āmarā abataraṇa kari nā tōmāra prabhura nirdēśa byatīta, yā kichu āmādēra sāmanē raẏēchē ō yā kichu āmādēra pēchanē āra yā kichu raẏēchē ē'i du'iẏēra madhyē sē samasta tām̐ra'i, āra tōmāra prabhu bhulō nana."}]}