{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":43,"Text":"O gün onlar başlarını dikmiş, gözleri donup kalmış, kalpleri bomboş koşup dururlar"},{"SurahNumber":14,"VerseNumber":44,"Text":"Hem, azabın geleceği günü hatırlatarak insanları uyar!O gün zalimler: “Ey bizim Rabbimiz! diyecekler, ne olur, bize kısa bir süre ver de senin çağrına uyma imkânı bulalım ve peygamberlerin izince gidelim.”Peki, daha önce hiç zeval bulmayıp sürekli yaşayacağınıza dair yemin eden siz değil miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Sizden önce, kendilerine zulmetmiş olanların diyarlarına yerleştiniz.Onlara neler yaptıklarımız da size iyice belli oldu ve size meseller getirerek gerçekleri anlattık"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklar kurdular, ama Allah nezdinde de onlara tuzak var, isterse onların tuzakları dağları yerinden oynatacak olsun"},{"SurahNumber":14,"VerseNumber":47,"Text":"Sakın Allah'ın, peygamberlerine yaptığı vaadden cayacağını zannetme! Allah elbette mutlak galiptir, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"Gün gelir, yer başka bir yere, gökler de başka göklere çevrilir.Bütün insanlar kabirlerinden kalkıp tek hâkim olan Allah'ın huzuruna çıkarlar. {KM, Vahiy 21. bölüm; İşaya}"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gün suçlu kâfirlerin birbirine yaklaştırılarak kelepçelendiğini görürsün. Gömlekleri katrandandır, yüzlerini ise ateş kaplar. [3]"},{"SurahNumber":14,"VerseNumber":50,"Text":"O gün suçlu kâfirlerin birbirine yaklaştırılarak kelepçelendiğini görürsün. Gömlekleri katrandandır, yüzlerini ise ateş kaplar. [3]"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah her insana kazandığının karşılığını vermek için (diriltir). Allah, hesabı çok çabuk görür"},{"SurahNumber":14,"VerseNumber":52,"Text":"İşte bu Kur'ân insanlara beliğ bir tebliğdir,ta ki onunla uyarılsınlar,ta ki Allah’ın tek İlah olduğunu bilsinler. Ve ta ki aklı ve vicdanı temiz olanlar, düşünüp ders alsınlar"}]}