{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"‘‘He yahya mero kitabala'i baliyo tarikale samatirakha’’ ra hamile yasala'i balyakaladekhi nai jnana (bud'dhimatta) pradana garyaum"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ra aphno tarphabata sabai daya ra pavitrata pani pradana garyaum, tyo nisthavana manisa thiyo"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ra aphno mata–pitasamga asala vyavahara garne manisa thiyo. U atteri ra avajnakari thi'ena"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ra juna dina usale janma liyo ra juna dina usako mrtyu hunecha ra juna dina punarjivita gari utha'inecha, unimathi santi (salama) hos"},{"SurahNumber":19,"VerseNumber":16,"Text":"Yasa kitabama mariyamako katha pani varnana gara, jaba ki tini aphno parivarabata alaggi'era purvatira lagin"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ra tiniharubata adrsya huna e'uta avarana (parda) halin, tyasa bela hamile tinako samipama aphno ruha (jibra'ila) la'i pathayaum ani uni tinako agadi purnarupama manisa bani prakata bha'e"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Mariyamale) bhanin ki yadi timi atmasanyami hau bhane ma timibata rahamanako sarana cahanchu"},{"SurahNumber":19,"VerseNumber":19,"Text":"Unale bhane ki ma timro palanakartabata patha'i'eko (svargaduta) hum, timila'i e'uta pavitra putra dina a'eko hum"},{"SurahNumber":19,"VerseNumber":20,"Text":"Bhanna thalin ki mabata putra kasari janmana sakcha? Mala'i ta ahilesam'ma kunai manisale sparsa gareko chaina ra ma caritrahina pani ho'ina"},{"SurahNumber":19,"VerseNumber":21,"Text":"Unale bhane ki kura ta yahi nai ho tara timro palanakartako adesa cha ki yo mero lagi sajilo cha. Ra hamile ta yasala'i manisaharuko nimti e'uta nisani bana'une chaum ra aphno visesa varadana, ra yo ta e'uta niscita kuro ho"},{"SurahNumber":19,"VerseNumber":22,"Text":"Ani tini garbhavati bha'ihalin ra yasa karana e'uta tadha tha'umtira lagin"},{"SurahNumber":19,"VerseNumber":23,"Text":"Tyasapachi prasavapidale tinala'i e'uta khajurako hamgamuni lyayo. Bhanna thalin ki kasa ma yasabhanda agadi nai marisakeko bha'e ra manisako samjhana ra vismrta bha'ihaleko bha'e ramro hune thiyo"},{"SurahNumber":19,"VerseNumber":24,"Text":"Tyatikhera munibata pharistale (svargadutale) tinala'i avaja diyo ki cintita naho'u. Timro palanakartale timro khutta munibata e'uta paniko mula baga'idi'eko cha"},{"SurahNumber":19,"VerseNumber":25,"Text":"Ra tyasa khajurako hamgola'i aphutira halla'u, yasale timro agadi khajurako taja phala khasalidincha"}]}