{"Id":184,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Wancan shĩ ne Allah ke bãyar da bushãra da shi ga bãyin Sa waɗanda suka yi ĩmãni kuma suka aikata ayyukan ƙwarai. Ka ce: \"Bã ni tambayar ku wata ijãra a kansa, fãce dai sõyayya ta cikin zumunta.\" Kuma wanda ya aikata wani abu mai kyau, zã Mu ƙarã masa kyau a cikinsa, lalle Allah Mai gãfara ne, Mai gõdiya"},{"SurahNumber":42,"VerseNumber":24,"Text":"Kõ zã su ce: \"Ya ƙirƙira ƙarya ga Allah ne?\" To, idan Allah Ya so, zai yunƙe a kan zũciyarka, kuma Allah Yana shãfe ƙarya kuma Yana tabbatar da gaskiya da kalmõminSa. Lalle ne Shĩ Masani ne ga abin da ke cikin zukata"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kuma Shi ne ke karɓar tũba daga bãyinSa, kuma Yanã Yafe ƙananan laifuffuka, alhãli kuwa Yanã sanin abin da kuke aikatãwa"},{"SurahNumber":42,"VerseNumber":26,"Text":"Kuma Yanã karɓa wa waɗannan da suka yi ĩmãni kuma suka aikata ayyukan ƙwarai, kuma Yanã ƙãra musu (sakamako) daga falalar Sa. Kuma kãfirai sunã da wata azãba mai tsanani"},{"SurahNumber":42,"VerseNumber":27,"Text":"Kuma dã Allah Ya shimfiɗa arziki ga bãyinSa, dã sun yi zãluncin rarraba jama'a a cikin ƙasa, kuma amma Yanã sassaukarwa gwargwado ga abin da Yake so. Lalle ne Shĩ, game da bãyinSa, Mai labartawa ne, Mai gani"},{"SurahNumber":42,"VerseNumber":28,"Text":"Kuma Shĩ ne ke sassaukar da girgije (ruwa) a bãyan sun yanke ƙauna kuma Yana wãtsa rahamar Sa, alhãli kuwa Shĩ ne Majiɓinci, Mai gõdiya"},{"SurahNumber":42,"VerseNumber":29,"Text":"Kuma akwai daga ãyõyin Sa, halittar sammai da ƙasa da abin da Ya wãtsa a cikinsu na dabba alhãli kuwa Shĩ Mai ĩko ne ga tãra su, a lõkacin da Yake so"},{"SurahNumber":42,"VerseNumber":30,"Text":"Kuma abin da ya sãme ku na wata masifa, to, game da abin da hannãyenku suka sana' anta ne kuma (Allah) Yanã Yafẽwar (waɗansu laifuffuka) mãsu yawa"},{"SurahNumber":42,"VerseNumber":31,"Text":"Kuma ba ku zama mãsu buwãya ba a cikin ƙasa kuma bã ku da wani majiɓinci, wanin Allah, kuma bã ku da wani mataimaki"}]}