{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Dijo [Moises]: \"Solo mi Senor lo sabe, y El lo tiene registrado todo en un Libro. Mi Senor no se equivoca nunca ni se olvida de nada"},{"SurahNumber":20,"VerseNumber":53,"Text":"El nos dispuso la Tierra como un lecho [propicio para habitarlo] y nos trazo en ella caminos, e hizo descender agua del cielo para que con ella broten diferentes plantas"},{"SurahNumber":20,"VerseNumber":54,"Text":"Coman de ellas y apacienten sus ganados. En esto hay signos para los dotados de entendimiento"},{"SurahNumber":20,"VerseNumber":55,"Text":"De ella [la tierra] los he creado, a ella los hare retornar [cuando mueran], y de ella los hare surgir nuevamente [el Dia de la Resurreccion]"},{"SurahNumber":20,"VerseNumber":56,"Text":"Le mostre [al Faraon] todos Mis milagros, pero los desmintio y se rehuso a creer"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dijo [el Faraon]: \"¡Oh, Moises! ¿Acaso viniste a expulsarnos de nuestra tierra con tu hechiceria"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nosotros te traeremos una hechiceria igual que la tuya, solo fija un dia para que tu y nosotros nos encontremos en un lugar y que nadie falte"},{"SurahNumber":20,"VerseNumber":59,"Text":"Dijo [Moises]: \"Nuestra cita sera el dia de la fiesta, cuando la gente se congregue a la media manana"},{"SurahNumber":20,"VerseNumber":60,"Text":"Entonces el Faraon se retiro y se dedico a reclutar hechiceros. Luego, el dia de la cita, concurrio"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moises les dijo [a los hechiceros]: \"¡Ay de ustedes! No inventen mentiras contra Dios, pues los aniquilara con Su castigo: Los que inventan mentiras acerca de Dios seran los perdedores"},{"SurahNumber":20,"VerseNumber":62,"Text":"Entonces, [los hechiceros] debatieron entre ellos acerca de Moises, y deliberaron secretamente"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dijeron: \"Estos son solo dos hechiceros que con su magia quieren expulsarlos de su tierra y acabar con sus nobles costumbres"},{"SurahNumber":20,"VerseNumber":64,"Text":"[Oh, hechiceros de Egipto,] Decidan su plan a seguir, y luego acudan como un solo cuerpo: pues, ¡quien sea superior hoy, ha de conseguir prosperidad"}]}