{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":28,"Text":"ߣߴߌ ߞߍ߫ ߘߴߌ ߞߐߘߏ߲߬ ߠߴߊ߬ߟߎ߬ ߓߟߏ߫ ߡߊ߬ߞߏ߬ߢߊ ߘߏ߫ ߢߌߣߌ߲߫ ߞߊߡߊ߬ ߌ ߡߊ߰ߙߌ ߝߍ߬ ߌ ߦߟߌ߫ ߦߋ߫ ߡߍ߲ ߡߊ߬߸ ߌ ߦߋ߫ ߞߎߡߊ߫ ߣߐ߲߯ ߠߋ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߏ߬ ߘߐ߫"},{"SurahNumber":17,"VerseNumber":29,"Text":"ߌ ߞߴߌ ߓߟߏ ߞߏߟߏ߲ߜߊ߲߫ ߌ ߞߊ߲ ߝߍ߬ ߘߋ߬، ߌ ߘߏ߲߬ ߞߴߊ߬ ߘߐߝߎߟߋ߲߫ ߘߐ߬ߝߎ߬ߟߋ߲߬ߠߌ߲ ߡߎ߰ߡߍ ߟߊ߫߸ ߌ ߦߙߊ߬ߞߌ߬ߣߍ߲߫ ߞߏ߬ߙߌ߬ߣߍ߲ ߘߴߌ ߛߌ߰ ߏ߬ ߘߐ߫"},{"SurahNumber":17,"VerseNumber":30,"Text":"ߌ ߡߊ߰ߙߌ ߦߋ߫ ߤߊ߬ߙߌ߬ߖߍ߮ ߘߐߝߎߟߋ߲߫ ߠߊ߫ ߡߐ߰ ߟߋ߬ ߦߋ߫ ߘߋ߬ ߡߍ߲ ߓߊ߯ ߊ߬ ߘߌߦߊ߫، ߊ߬ ߣߴߊ߬ ߦߴߊ߬ ߜߟߍ߬ߦߊ߬ ߟߊ߫، ߊ߬ ߘߏ߲߬ ߞߍߣߍ߲߫ ߘߎ߰ߙߋ߲߫ ߦߋߟߌߓߊ߯ ߟߋ߬ ߘߌ߫ ߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߟߊ߫"},{"SurahNumber":17,"VerseNumber":31,"Text":"ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߘߋ߲ ߠߎ߫ ߝߊ߰ ߘߐ߰ ߢߍߛߌߟߊ߲ߢߍ ߡߊ߬ ߘߋ߬، ߒ߬ߠߎ߫ ߟߴߏ߬ ߟߎ߬ ߣߴߊߟߎ ߓߊߟߏ߫ ߟߊ߫، ߤߊ߲߫ ߸ ߏ߬ ߟߎ߫ ߝߊ߱ ߞߍߣߍ߲߫ ߝߎ߬ߕߎ߲߬ߕߌ߫ ߓߟߋ߬ߓߟߋ߫ ߟߋ߬ ߘߌ߫"},{"SurahNumber":17,"VerseNumber":32,"Text":"ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߡߊߘߏ߲߬ ߢߊ߬ߡߐ߰ߦߊ ߟߊ߫ ߘߋ߬ ߸ ߓߊߏ߬ ߞߏߙߏ߲ߧߊ ߟߋ߬ ߸ ߊ߬ ߣߌ߫ ߛߌߟߊ߫ ߖߎ߯ߓߊ߫ ߟߋ߬"},{"SurahNumber":17,"VerseNumber":33,"Text":"ߊߟߎ߫ ߞߊߣߊ߬ ߣߌ ߝߊ߰ ߊߟߊ߫ ߣߊ߬ ߡߍ߲ ߠߊߕߐ߲߫ ߠߊ߫߸ ߝߏ߫ ߊ߰ ߞߍ߫ ߕߎ߬ߢߊ ߞߎ߲߬ߠߊ߫، ߡߍ߲ ߘߏ߲߬ ߕߐ߬ߢߍ߰ߣߍ߲ ߓߊ߯ ߝߊ߰߸ ߊ߲ ߓߘߊ߫ ߖߏ߫ ߘߌ߫ ( ߝߊ߰ߓߊ߮ ) ߏ߬ ߓߘߊߡߐ߮ ߡߊ߬߸ ߊ߬ ߞߊߣߊ߬ ߘߊ߲߬ߠߊ߬ߕߊߡߌ߲ ߞߍ߫ ߝߊ߰ߟߌ ߘߐ߫ ߘߋ߬ ߸ ߓߊߏ߬ ߊ߬ߟߋ ߟߋ߫ ߘߍ߬ߡߍ߲߬ߕߊ ߘߌ߫"},{"SurahNumber":17,"VerseNumber":34,"Text":"ߊߟߎ߫ ߞߊߣߵߊߟߎ߫ ߡߊߘߏ߲߬ ߝߊߙߌߕߊ ߟߊ߫ ߣߊ߲߬ߝߟߏ ߟߊ߫ ߘߋ߬ ߝߏ߫ ߞߍߢߊ߫ ߓߘߍ߫ ߡߊ߬، ߝߏ߫ ߊ߬ ߦߋ߫ ߛߴߊ߬ ߖߍ߬ߘߍߕߊ߬ ߕߎߡߊ ߡߊ߬ (ߞߵߊ߬ ߟߊߕߊ߬ߡߌ߲߫ ߊ߬ ߡߊ߬)، ߊߟߎ߫ ߦߋ߫ ߛߘߊߒߡߊߞߊ߲ ߝߊ߫ ߝߣߊ߫߸ ߓߊ ߛߘߊߒߡߊߞߊ߲ ߞߍߣߍ߲߫ ߡߊߢߌ߬ߣߌ߲߬ߞߊ߬ߝߋ߲߫ ߠߋ߬ ߘߌ߫"},{"SurahNumber":17,"VerseNumber":35,"Text":"ߣߴߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߛߎߡߊ߲ߠߌ߲ ߞߍ߫ ߟߊ߫߸ ߊߟߎ߯ ߊ߬ ߞߍ߫ ߓߎߟߋߓߎߟߋ ߣߌ߫ ߓߙߍߛߍ ߘߌ߫، ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߖߌߘߊ߲ߕߊ ߞߍ߫ ߡߊ߲߬ߕߊ߬ ߕߋߟߋ߲ߣߍ߲ ߠߋ߬ ߟߊ߫، ߓߊ ߏ߬ ߟߋ ߞߊ߫ ߢߌ߲߬ ߸ ߏ߬ ߟߋ ߞߐ ߞߊ߫ ߘߌ߫"},{"SurahNumber":17,"VerseNumber":36,"Text":"ߌ ߞߊߣߵߌ ߟߐ߬ ߞߏ߫ ߟߊ߫ ߡߍ߲ ߟߐ߲ߠߌ߲߫ ߕߴߌ ߟߊ߫߸ ߓߊ ߕߟߏߘߋ߲ ߣߌ߫ ߢߊ ߣߌ߫ ߛߣߐ߬ߡߍ ߓߍ߯ ߢߌ߬ߣߌ߲߬ߞߊ߬ߕߐ߫ ߟߴߏ߬ ߡߊ߬"},{"SurahNumber":17,"VerseNumber":37,"Text":"ߌ ߞߊߣߴߌ ߕߊ߯ߡߊ߫ ߘߎ߱ ߞߊ߲߬ ߢߊ߲߬ߞߊ߲ ߠߊ߫ ߢߊߞߎߙߊߢߊߞߎߙߊ߫߸ ߓߊ ߌ ߕߍߣߊ߬ ߘߎ߱ ߝߎ߬ߙߊ߲߬ ߠߊ߫߸ ߌ ߘߏ߲߬ ߕߍߣߊ߬ ߛߋ߫ ߟߊ߫ ߞߎ߬ߙߎ ߟߎ߫ ߖߊ߲߬ߧߊ ߘߐ߫"},{"SurahNumber":17,"VerseNumber":38,"Text":"ߏ߬ ߓߍ߯ ߦߋ߫ ߞߏߖߎ߯ ߟߋ߬ ߘߌ߫ ߡߍ߲ ߠߎ߬ ߜߏߡߊ߲ߓߊ ߦߴߌ ߡߊ߰ߙߌ ߦߋ߫"}]}