{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Böylece o, yalnızca büyükleri hariç olmak üzere onları paramparça kıldı; belki ona başvururlar diye"},{"SurahNumber":21,"VerseNumber":59,"Text":"«Bizim ilahlarımıza bunu kim yaptı? Şüphesiz o, zalimlerden biridir» dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"«Kendisine İbrahim denilen bir gencin bunları diline doladığını işittik» dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"Dediler ki: «Öyleyse, onu insanların gözü önüne getirin ki ona (nasıl bir ceza vereceğimize) şahid olsunlar.»"},{"SurahNumber":21,"VerseNumber":62,"Text":"Dediler ki: «Ey İbrahim, bunu ilahlarımıza sen mi yaptın?»"},{"SurahNumber":21,"VerseNumber":63,"Text":"«Hayır» dedi. «Bu yapmıştır, bu onların büyükleridir; eğer konuşabiliyorsa, siz onlara soruverin.»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine kendi vicdanlarına başvurdular da: «Gerçek şu ki, zalim olanlar sizlersiniz» dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra, yine tepeleri üstüne ters döndüler: «Andolsun, bunların konuşamayacaklarını sen de bilmektesin.»"},{"SurahNumber":21,"VerseNumber":66,"Text":"Dedi ki: «O halde, Allah´ı bırakıp da sizlere yararı olmayan ve zararı dokunmayan şeylere mi tapmaktasınız?»"},{"SurahNumber":21,"VerseNumber":67,"Text":"«Yuh size ve Allah´tan başka taptıklarınıza. Siz yine de akıllanmayacak mısınız?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"Dediler ki: «Eğer (bir şey) yapacaksanız, onu yakın ve ilahlarınıza yardımda bulunun.»"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz de dedik ki: «Ey ateş, İbrahim´e karşı soğuk ve esenlik ol.»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ona bir düzen (tuzak) kurmak istediler, fakat biz onları daha çok hüsrana uğrayanlar kıldık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu ve Lut´u kurtarıp içinde, alemler (insanlık) için bereketler kıldığımız yere (ülkeye) çıkardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ona İshak´ı armağan ettik, üstüne de Yakub´u; her birini salihler kıldık"}]}