{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Bular Özünün ıymanduu jana salih amal kılgan pendelerine Allaһ süyünçülögön kuş kabar. (O, Muhammad!) Aytkın: «Men al (Kuraan üyrötkönüm) üçün silerden akı surabaymın. (Allaһka) jakın boluudagı (öz ara) süyüünü gana suraymın». Kim jakşılık jasasa, Biz anısına dagı köp jakşılıktardı koşumça kılabız. Çınında, Allaһ (künöölördü) Keçirüüçü (jana jakşılıktarga) Şügür kıluuçu"},{"SurahNumber":42,"VerseNumber":24,"Text":"Je bolboso, (muşrikter «Muhammad) Allaһka doomat kıldı»-deşebi?! Eger Allaһ kaalasa, jürögüŋdü möörlöp koymok. Allaһ (vahiy menen) jalgandı öçüröt. Jana Öz sözdörü menen Akıykattı ornotot. Al köküröktördögü sırlardı Bilüüçü"},{"SurahNumber":42,"VerseNumber":25,"Text":"Allaһ Öz pendelerinen toobanı kabıl alat jana künöölördü öçüröt. Jana Al silerdin emne jasap jatkanıŋardı bilip turat"},{"SurahNumber":42,"VerseNumber":26,"Text":"Jana Al ıyman keltirip, salih amaldardı jasagan adamdarga (dubaların kabıl aluu menen) joop beret jana alardı Öz paziletinen alardı(n soobun) köböytöt. Al emi, kaapırlarga katuu azap bar"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eger Allaһ pendelerine ırıskını kenen berse, alar jer betinde zulumdukka berilip ketişmek. Birok Özü kaalagan ölçömdö tüşüröt. Al Öz pendelerin(in tabiyatın) Körüüçü (jana) Kabardar"},{"SurahNumber":42,"VerseNumber":28,"Text":"Al (pendelerine) ümütsüz bolup kalgandarınan kiyin jamgır jaadırıp, Öz ırayımın taratat. Al Maktalgan Dos"},{"SurahNumber":42,"VerseNumber":29,"Text":"Asmandar menen jerdi jaratkanı jana al eköönö janıbarlardı taratkanı Anın (kuduretinin) belgilerinen. Özü kaalagan ubakıtta alardı çogultup aluuga Kudurettüü"},{"SurahNumber":42,"VerseNumber":30,"Text":"Silerge jetken ar bir balee-apaat öz kılmışıŋar sebeptüü. Allaһ köpçülüktön (künöösün) keçiret"},{"SurahNumber":42,"VerseNumber":31,"Text":"Jana siler jer betinde (Allaһtı) alsız kaltıra albaysıŋar. (Oşonduktan) silerge Allaһdan başka ne bir dos, ne bir jardamçı jok"}]}