{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"A ima među njima i onih koji te posmatraju, a možeš li ti uputiti na Pravi put slijepe, ako još i ne uviđaju"},{"SurahNumber":10,"VerseNumber":44,"Text":"Allah, zaista, nikakav zulum ne čini ljudima, ljudi ga sami sebi čine"},{"SurahNumber":10,"VerseNumber":45,"Text":"A na Dan kada ih On sakupi, učinit će im se da su boravili samo jedan kratki dio dana, i jedni druge će prepoznati. Izgubili su, zasigurno, oni koji su poricali da će pred Allaha stati i koji nisu Uputu slijedili"},{"SurahNumber":10,"VerseNumber":46,"Text":"Bilo da ti pokažemo dio onoga što im prijeteći obećavamo, bilo da te usmrtimo, Nama će se sve vratiti, a povrh toga Allah je svjedok onoga što oni rade"},{"SurahNumber":10,"VerseNumber":47,"Text":"Svaki je narod imao poslanika, i kad poslanik njihov dođe među njih, njima će biti pravedno presuđeno, zulum im neće biti učinjen"},{"SurahNumber":10,"VerseNumber":48,"Text":"Oni govore: \"Kada će već jednom to prijeteće obećanje, ako istinu govorite"},{"SurahNumber":10,"VerseNumber":49,"Text":"Reci: \"Sam od sebe ne mogu nikakvu štetu otkloniti, a ni neku korist sebi pribaviti; biva onako kako Allah hoće!\" Svaki narod ima rok određeni, a kad rok njegov dođe, ni za tren ga neće moći ni odložiti ni ubrzati"},{"SurahNumber":10,"VerseNumber":50,"Text":"Reci: \"Kažite vi meni: Ako će vas kazna Njegova noću ili danju zadesiti, zašto je onda požuruju zločinitelji"},{"SurahNumber":10,"VerseNumber":51,"Text":"Zar ćete tek onda, kad se dogodi, u nju povjerovati?! Zar tek tada, a ranije ste je požurivati"},{"SurahNumber":10,"VerseNumber":52,"Text":"Zatim će onima koji su zulum učinili rečeno biti: \"Iskusite patnju vječnu; da li ste izloženi kazni osim prema onome što ste činili"},{"SurahNumber":10,"VerseNumber":53,"Text":"Oni te zapitkuju: \"Da li je istina da će to biti?\" Reci: \"Jest, Gospodara mi moga, zaista je istina, i vi je nećete moći spriječiti"}]}