{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":39,"Text":"Ārau āmi dhbansa karaichilō kbāraūna, phira'ā'una ārau hāmānaka. Araśyē muchā siham̐tara ōcarata suspaṣṭa nidarśanasaha āhichila; tathāpi'ō siham̐tē pr̥thiraīta ahaṅkāra karaichila; kintu siham̐tē mōra śāstira paraā bāciba paraā nā'i"},{"SurahNumber":29,"VerseNumber":40,"Text":"Ētēkē siham̐tara pratyēkakē nija nija aparaādhara bābē āmi siham̐taka dharaichilō. Siham̐tara kichumānara ōparata āmi paṭhā'ichilō śilābr̥ṣṭi sampanna pracaṇḍa dhumuhā, lagatē siham̐tara kichumānaka ākramaṇa karaichila bikaṭa ciñam̐raē, ārau kichumānaka puti pēlā'ichilō bhūgarbhata ārau kichumānaka ḍubā'i māraichilō. Ārau āllāha ēnē nahaẏa yē, tē'ōm̐ siham̐tara prati yuluma karaiba, baraṁ siham̐ta nijē'i nijara prati an'yāẏa karaichila"},{"SurahNumber":29,"VerseNumber":41,"Text":"Yisakalē āllāhara bāhiraē bahu abhibhāraka grahaṇa karaē, siham̐tara dr̥ṣṭānta makaraāra nicinā, yiẏē ghara banāẏa. Niścaẏa gharara mājata āṭā'itakai durbala ghara haichē makaraāra ghara, yadi siham̐tē jānilēhēm̐tēna"},{"SurahNumber":29,"VerseNumber":42,"Text":"Niścaẏa siham̐tē āllāhara bāhiraē yibōraka āhbāna karaē, āllāhē sēẏā jānē, tē'ōm̐ mahāparaākramaśālī, prajñāmaẏa"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ārau ē'ibōra dr̥ṣṭānta āmi kērala mānuhara bābē'i di'ōm̐, kintu kērala jñānīsakalē'i sēẏā buji pāẏa"},{"SurahNumber":29,"VerseNumber":44,"Text":"Āllāhē'i yathāyathabhāraē ākāśasamūha ārau pr̥thiraī sr̥ṣṭi karaichē; niścaẏa iẏāta āchē muminasakalara bābē nidarśana"},{"SurahNumber":29,"VerseNumber":45,"Text":"Tōmāra prati yi kitāba ahī karaā haẏa, tāra paraā tumi tilārata karaā ārau chālāta kāẏēma karaā. Niścaẏa chālātē aślīla ārau asaṯkarmara paraā birata raākhē. Ārau āllāhara smaraṇē'i haichē sarbaśraēṣṭha. Tōmālōkē yi karaā āllāhē sēẏā jānē"}]}