{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":71,"Text":"They overlooked Allah’s test of their belief and mental leaning, and closed their hearts’ ears and their minds’ eyes and deviated from the path of righteousness. Yet Allah gave up resentment against them and pardoned their offense. Again, many of them closed their hearts’ ears and their minds’ eyes; Allah is Bassirun (Omnipresent); He sees all that they do"},{"SurahNumber":5,"VerseNumber":72,"Text":"Infidels indeed are those who declare Allah is the Messiah, ‘Isa, the son of Maryam. And ‘Isa said to them: \"O you Bani Isra‘il, worship Allah, my Creator and your Creator and he who incorporates with Him other deities shall be denied Paradise; Allah shall exclude him totally from the eternal bliss and shall destine him to the abode in Hell. And those who are wrongful shall have no tutelary protectors to afford them help Hereafter"},{"SurahNumber":5,"VerseNumber":73,"Text":"Again, infidels indeed are those who say: \"Allah in Trinity; Allah is One and Only, the Absolute, and the Creator of the universe. If they do not desist their foolish thoughts and correct their derangement of mind, those of them who continue to pursue this line of thought are infidels indeed and the infidels must expect a painful doom"},{"SurahNumber":5,"VerseNumber":74,"Text":"Is it not time to change their state of mind and in lowliest plight stand repentant to Allah and invoke His forgiveness! Then they shall find Allah Ghafurun and Rahimun"},{"SurahNumber":5,"VerseNumber":75,"Text":"Indeed, the Messiah, the son of Maryam, was no more than a Messenger; many Messengers like him have passed away before him. His mother was a woman vested with saintliness of life and character; she and her son consumed food. See how We expound to them Our revelations, yet you see how they counsel deaf"},{"SurahNumber":5,"VerseNumber":76,"Text":"Say to them O Muhammad: Do you worship besides Allah those who -can neither do you harm nor afford you help, when Allah is He Who controls your fate and He is Sami'un (Omnipresent) with unlimited audition, and 'Alimun"}]}