{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"Atahpara tini curna-bicurna kare dilena murtiguloke, tadera pradhanati chara [1]; yate tara tara dike [2] phire ase"},{"SurahNumber":21,"VerseNumber":59,"Text":"Tara balala, ‘amadera mabudagulora prati erupa karala ke? Se niscaya'i an'yatama yalema.’"},{"SurahNumber":21,"VerseNumber":60,"Text":"Lokera balala, ‘amara eka yubakake tadera samalocana karate sunechi; take bala haya ibarahima.’"},{"SurahNumber":21,"VerseNumber":61,"Text":"Tara balala, ‘tahale take janasamakse upasthita kara, yate tara saksya haya [1].’"},{"SurahNumber":21,"VerseNumber":62,"Text":"Tara balala, ‘he ibarahima! Tumi ki amadera mabudagulora prati erupa karecha?’"},{"SurahNumber":21,"VerseNumber":63,"Text":"Tini balalena, ‘baram edera e pradhana-i to eta kareche [1], sutaram ederake jijnesa kara yadi era katha balate pare.’"},{"SurahNumber":21,"VerseNumber":64,"Text":"Takhana tara nijera punarbibecana kare dekhala ebam eke an'yake balate lagala, ‘tomara'i to yalema.’"},{"SurahNumber":21,"VerseNumber":65,"Text":"Tarapara tadera matha nata haye gela ebam tara balala, ‘tumi to jana'i ye, era katha bale na.’"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ibarahima balalena, ‘tabe ki tomara allahara paribarte emana kichura ‘ibadata kara ya tomadera kono upakara karate pare na ebam apakara'o karate pare na"},{"SurahNumber":21,"VerseNumber":67,"Text":"‘dhika tomadera jan'ya ebam allahara paribarte tomara yadera ‘ibadata kara tadera jan'ya! Tabu'o ki tomara anudhabana karabe na?’"},{"SurahNumber":21,"VerseNumber":68,"Text":"Tara balala, ‘take puriye phela, ara sahayya kara tomadera ma’budadera, tomara yadi kichu karate ca'o.’"},{"SurahNumber":21,"VerseNumber":69,"Text":"Amara balalama, ‘he aguna! Tumi ibarahimera jan'ya sitala o nirapada haye ya'o.’"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ara tara tara ksati sadhanera iccha karechila. Kintu amara taderake'i sarbadhika ksatigrasta kare dilama"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ebam amara take o lutake ud'dhara kare niye gelama se dese, yekhane amara kalyana rekhechi srstijagatera jan'ya"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ebam amara ibarahimake dana karechilama isahaka ara atirikta puraskarasarupa iya’kubake [1] ebam pratyeke'i karechilama satkarmaparayana"}]}