{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Iyi amellerde bulunanlara, guzellik (cennet) ve fazlası (Allah azze ve celle'nin yuzune bakmak) vardır. Onların yuzlerini karartı ve zillet burumez. Onlar cennet ehlidir, onlar orada ebedidirler"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kotu amel isleyenlere, kotulukleri kadar ceza vardır. Onları zillet burumustur. Onları Allah’a karsı koruyacak kimse yoktur. Sanki onların yuzleri gecenin karanlık parcalarıyla kaplanmıs gibidir. Iste onlar ates ehlidir. Onlar, orada ebedidirler"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gun onların hepsini bir araya toplarız. Sonra sirk kosanlara: Siz ve ortaklarınız (sirk kostuklarınız) yerlerinize deriz. Ve aralarını ayırırız. Ortak kostukları onlara: Siz bize ibadet etmiyordunuz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Allah, sizinle bizim aramızda sahit olarak yeter. Sizin bize kulluk ettiginizden haberimiz yoktu, derler"},{"SurahNumber":10,"VerseNumber":30,"Text":"Iste orada (o gun) herkes onceden yaptıklarını gorup, kavrar. Ve gercek mevlaları olan Allah’a dondurulurler. Ve uydurdukları seyler (sirk kostukları seyler) onları terkedip, gider"},{"SurahNumber":10,"VerseNumber":31,"Text":"De ki: Gokten ve yerden size rızık veren kimdir? Kulak ve gozlere malik olan kimdir? Oluden diriyi cıkaran; oluyu de diriden cıkaran kimdir? Her isi cekip ceviren kimdir? Onlar: Allah’tır! diyecekler. De ki: O halde O’na (sirk kosmaktan) sakınmaz mısınız"},{"SurahNumber":10,"VerseNumber":32,"Text":"Iste hak olan Rabbiniz Allah budur. Hakdan sonra da sapıklıktan baska ne vardır? O halde nasıl (Ondan baskasına ibadet etmeye) cevriliyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Boylece Rabbinin fasıklar (hak yoldan cıkanlar) hakkındaki \"Onlar inanmazlar\" sozu hak oldu"}]}