{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":60,"Text":"Chto vam ni darovano, - eto dostoyaniye zdeshney zhizni i yeye ukrasheniya; a to, chto u Allakha, - luchshe i dlitel'neye. Razve vy ne obrazumites'"},{"SurahNumber":28,"VerseNumber":61,"Text":"Razve zhe tot, komu My dali khorosheye obeshchaniye i kotoryy yego vstretit, takov, kak tot, komu My dali v pol'zovaniye blaga zdeshney zhizni, potom on v den' voskreseniya budet v chisle privedennykh"},{"SurahNumber":28,"VerseNumber":62,"Text":"I v tot den' vozzovet On k nim i skazhet: \"Gde moi sotovarishchi, kotorykh vy utverzhdali"},{"SurahNumber":28,"VerseNumber":63,"Text":"Skazhut te, nad kotorymi opravdalos' slovo: \"Gospodi, eto - te, kotoryye nas sovratili! My ikh sovratili, kak sami sovratilis'. My obrashchayemsya k Tebe: oni nam ne poklonyalis'"},{"SurahNumber":28,"VerseNumber":64,"Text":"I skazhut: \"Prizovite vashikh sotovarishchey!\" Oni pozovut ikh, no te im ne otvetyat, i uvidyat oni nakazaniye. Yesli by oni shli pryamym putem"},{"SurahNumber":28,"VerseNumber":65,"Text":"I v tot den' vozzovet On k nim i skazhet: \"Chto vy otvetili poslannym"},{"SurahNumber":28,"VerseNumber":66,"Text":"I omrachatsya pred nimi vse vesti v tot den', i oni ne stanut rassprashivat'"},{"SurahNumber":28,"VerseNumber":67,"Text":"A kto obratilsya, i uveroval, i tvoril blagoye, mozhet byt', on okazhetsya schastlivym"},{"SurahNumber":28,"VerseNumber":68,"Text":"I Gospod' nash tvorit, chto zhelayet, i izbirayet; net u nikh vybora! Khvala Allakhu, i prevyshe On togo, chto oni pridayut Yemu v souchastniki"},{"SurahNumber":28,"VerseNumber":69,"Text":"I Gospod' tvoy znayet, chto skryvayut ikh grudi i chto oni obnaruzhivayut"},{"SurahNumber":28,"VerseNumber":70,"Text":"A On - Allakh, net bozhestva, krome Nego! Yemu khvala i v pervoy i v posledney; Yemu resheniye, i k Nemu vy vernetes'"}]}