{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"aliph - lam - ra. Ivi vivekanto nindi vunna divyagrantham yokka ayatulu"},{"SurahNumber":10,"VerseNumber":2,"Text":"emi? Manavulanu heccarincataniki mariyu visvasincina variki niscayanga, tama prabhuvu vadda, varu cesi pampina mancipanulaku tagina sthanam undi.\" Ane subhavarta vinipincataniki, memu variloni oka manisi (muham'mad) pai ma sandesanni avatarimpa jeyatam prajalaku ascaryakamaina visayanga unda? (Endukante) satyatiraskarulu ila annaru: \"Niscayanga itanu pacci mantrikudu"},{"SurahNumber":10,"VerseNumber":3,"Text":"niscayanga mi posakudu, prabhuvu ayina allah, akasalanu mariyu bhumini aru dinamulalo (ayyam lalo) srstinci, tarvata tana sinhasananni (ars nu) adhistincadu. Ayane (sarvasrsti) vyavaharalanu naduputunnadu. Ayana anumati lekunda sipharasu ceyagalavadu evvadu ledu. Ayane allah! Mi posakudu (prabhuvu), kavuna miru ayanane aradhincandi. Emi? Miru hitopadesam svikarincara"},{"SurahNumber":10,"VerseNumber":4,"Text":"ayana vaipunake mirandaru marali povalasi undi. Allah vagdanam nijamainadi. Niscayanga, ayane srstini modata sarikrottaga prarambhincadu, marala ayane danini unikiloki testadu. Idi visvasinci satkaryalu cese variki n'yayamaina pratiphala mivvataniki. Mariyu satyanni tiraskarincina variki - varu satyanni tiraskaristu undinanduku - tragataniki salasala kage nillu mariyu badhakaramaina siksa untayi"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ayane, suryunni (prakasince) dipanganu mariyu candrunni velugunu (pratibimbimpajese) dani ganu cesi, daniki (perige - tarige) dasalu niyamincadu, dani dvara miru sanvatsarala mariyu (kalapu) ganananu telusukovalani. Allah idanta satyadharanga tappa srstincaledu. Jnanam gala variki ayana tana sucanalanu (i vidhanga) visadikaristunnadu"},{"SurahNumber":10,"VerseNumber":6,"Text":"niscayanga, reyimbavalla nirantara marpulalonu mariyu bhumyakasalalo allah srstincina pratidanilonu, daivabhiti gala prajalaku sucanalunnayi"}]}