{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":19,"Text":"Non sono uguali il cieco e colui che vede"},{"SurahNumber":35,"VerseNumber":20,"Text":"ne le tenebre e la luce"},{"SurahNumber":35,"VerseNumber":21,"Text":"ne l'ombra e la calura"},{"SurahNumber":35,"VerseNumber":22,"Text":"ne i morti sono uguali ai vivi. In verita Allah fa udire chi vuole, mentre tu non puoi far sentire coloro che sono nelle tombe"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu non sei che un ammonitore"},{"SurahNumber":35,"VerseNumber":24,"Text":"Ti abbiamo inviato con la Verita, nunzio ed ammonitore, e non c'e comunita in cui non sia venuto un ammonitore"},{"SurahNumber":35,"VerseNumber":25,"Text":"E se ti trattano da bugiardo, gia coloro che li precedettero tacciarono di menzogna i loro messaggeri, anche se avevano recato le prove evidenti, Scritture e il Libro che illumina"},{"SurahNumber":35,"VerseNumber":26,"Text":"poi afferrai i miscredenti e quanto [grande] fu la Mia riprovazione"},{"SurahNumber":35,"VerseNumber":27,"Text":"Non hai visto che Allah fa scendere l'acqua dal cielo e che suscitiamo da essa frutti di diversi colori? E le montagne hanno striature bianche e rosse, di diversi colori e anche nere, corvine"},{"SurahNumber":35,"VerseNumber":28,"Text":"E in egual modo anche gli uomini, gli animali e le greggi, hanno anch’ essi colori diversi. Tra i servi di Allah solo i sapienti Lo temono. Allah e il Potente, il Perdonatore"},{"SurahNumber":35,"VerseNumber":29,"Text":"In verita coloro che recitano il Libro di Allah, assolvono all'orazione e segretamente e in pubblico danno di cio che abbiamo loro concesso, sperano in un commercio imperituro"},{"SurahNumber":35,"VerseNumber":30,"Text":"e che Allah li compensi pienamente e aggiunga della Sua Grazia. Si, Egli e perdonatore, riconoscente"}]}