{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"(Özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon adamdardın amaldarın (Allaһ Taala) jokko çıgardı"},{"SurahNumber":47,"VerseNumber":2,"Text":"Allaһ ıyman keltirip, salih amaldardı jasagan jana Muhammadga tüşürülgön nersege (Kuraanga), çınında, al Rabbisi tarabınan kelgen Akıykat dep işengen adamdardın (çoŋ-kiçine) künöölörün öçürüp, (jüröktörün jana) işterin oŋdop koyot"},{"SurahNumber":47,"VerseNumber":3,"Text":"Munun sebebi, kaapır adamdar jalgandı eerçişet, ıyman keltirgender Rabbisinen kelgen Akıykattı eerçiyt. Allaһ adamdarga özdörünün misaldarın uşintip keltiret"},{"SurahNumber":47,"VerseNumber":4,"Text":"Eger kaapırlarga (soguş mezgilinde) jolugup kalsaŋar, moynuna (kılıç) urgula! Emi, kaçan alardı jeŋip alsaŋar, (tirüü kalgandarın) tutkundagıla! Andan kiyin je eç nerse albay, azat kılıp jiberesiŋer, je bolboso tölöm-akı alıp (andan soŋ) koyup jiberesiŋer. (Bul öküm) soguş (abalı) bütköngö çeyin. Uşunday. Al emi, (eger) Allaһ kaalasa alardı (soguşsuz ele) jeŋip koymok. Birok, birööŋördü birööŋör menen sınap (tandap) aluu üçün (soguşka buyurdu). Jana Allaһtın jolunda öltürülgön adamdardın amaldarın (Allaһ) eç kaçan tekke ketirbeyt"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allaһ alardı (Beyiş joluna) joldoyt jana (eki düynödö) işterin oŋdoyt"},{"SurahNumber":47,"VerseNumber":6,"Text":"Jana alardı özdörünö (Kuraanda) taanıtkan Beyişke kirgizet"},{"SurahNumber":47,"VerseNumber":7,"Text":"O,ıyman keltirgen adamdar! Eger Allaһka (Anın dinine) jardam berseŋer,! Allaһ dagı silerge jardam beret jana kadamıŋardı bekem kılat"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kaapırlar jogolsun! (Allaһ) alardın amaldarın jokko çıgarat"},{"SurahNumber":47,"VerseNumber":9,"Text":"(Munun sebebi, alar Allaһ tüşürgön nerseni Kuraandı) jaman körüştü. Anan (Allaһ) alardın amaldarın tekke ketirdi"},{"SurahNumber":47,"VerseNumber":10,"Text":"Alar jer betin kezip, özdörünön murunku (kaapır) koomdordun (korkunuçtuu) akıbeti kanday bolgonun körböyt bele? Allaһ alardın oyronun çıgardı go! Jana (azırkı) kaapırlarga da oşol sıyaktuu işter bar"},{"SurahNumber":47,"VerseNumber":11,"Text":"Munun sebebi, Allaһ ıymanduu adamdardın jardamçısı. Al emi, kaapırlardın jardamçısı jok"}]}