{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Ey, Muxammed! / Olardın tabıngandarına qatıstı kumanda bolma. Olar ata-babaları burın tabıngandarı sekildi tabınadı. Biz olardın ulesterin kemitpey, tolıq qaytaramız"},{"SurahNumber":11,"VerseNumber":110,"Text":"Aqiqatında, Biz Musaga Kitap berdik, al ol twralı / qawımı arasında / kelispewsilik twdı. Eger de Rabbınnan aldın ala bekitilgen bir soz bolmaganda, olardın aralarına sesim sıgarılgan bolar edi. Negizinde, bular bugan / Quranga / qatıstı kuman - kudik isinde"},{"SurahNumber":11,"VerseNumber":111,"Text":"Ey, Muxammed! / Aqiqatında, Rabbın barlıgına, olardın amaldarına say tolıq qaytarımın beredi. Sın maninde, Ol - olardın ne istep jatqandarınan Xabardar"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sen ozine buyırılganday twralıqtı ustan ari senimen birge tawbe etkender de / twralıqtı ustansın / . Ari sekten sıqpandar. Aqiqatında, Ol - ne istep jatqandarındı Korwsi"},{"SurahNumber":11,"VerseNumber":113,"Text":"Adiletsizdik etkenderge suyenbender. Onda senderge tozaq otı tiedi ari senderge Allahtan ozge qamqorsılar bolmaydı. Sodan keyin senderge komek korsetilmeydi"},{"SurahNumber":11,"VerseNumber":114,"Text":"Ey, Muxammed! / Kundizdin eki setinde jane tunnin belgili mezgilderinde namazdı / barlıq sarttarın saqtap, berile / tolıq orında. Aqiqatında, jaqsılıqtar jamandıqtardı ketiredi. Mine, osı - eske alwsılar usin eske salw, / eskertw"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ey, Muxammed! / Sabır et. Aqiqatında, Allah jaqsılıqtı ıqılaspen istewsilerdin sıyın zaya ketirmeydi"},{"SurahNumber":11,"VerseNumber":116,"Text":"Senderge deyingi urpaqtardın isinde, jer betinde buzıqtıqtan qaytaratın danalıq ieleri bolganda / elderine zor payda akeler edi / . Alayda qutqarganımızdan olardan ote azı boldı. Al, adiletsizdik etkender, ozderine berilgen san-saltanat, raxatqa erdi, soytip qılmısker boldı"},{"SurahNumber":11,"VerseNumber":117,"Text":"Turgındarı tuzw bolıp turgan eldi mekenderdi, senin Rabbın adiletsizdikpen joymaydı"}]}