{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":1,"Text":"alihp, lam, mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"ivai nanam nirainta vetattin vacanankalakum"},{"SurahNumber":31,"VerseNumber":3,"Text":"(itu) nanmai ceyvorukku ner vali kattiyakavum rahmattakavum irukkiratu"},{"SurahNumber":31,"VerseNumber":4,"Text":"avarkal (ettakaiyorenral) tolukaiyai nilai nattuvarkal; jakattum kotuttu varuvarkal; innum avarkal akirattai (marumaiyai) urutiyaka nampuvarkal"},{"SurahNumber":31,"VerseNumber":5,"Text":"Ivarkal tam tam iraivanin ner valiyil iruppavarkal; melum ivarkale verriyalarkal"},{"SurahNumber":31,"VerseNumber":6,"Text":"(ivarkal tavira) manitarkalil cilar irukkinrarkal - avarkal arivillamal vinana peccakkalai vilaikku vanki, (avarral makkalai) allahvin pataiyiliruntu vali ketukkavum, allahvin pataiyaip parikacamakkik kollavum (muyalkirarkal) ittakaiyorukku ilivutarum vetanaiyuntu"},{"SurahNumber":31,"VerseNumber":7,"Text":"a(ttakaiya)vanukku nam'mutaiya vacanankal otikka kanpikkappattal, avan avarraik ketkatavane pol - avan iru katukalilum cevittut tanam iruppatu pol, perumai kontavanakat tirumpi vitukiran; akave avanukku novinai ceyyum vetanaiyuntenru (napiye!) Nir nar ceyti kuruviraka"},{"SurahNumber":31,"VerseNumber":8,"Text":"niccayamaka, iman kontu salihana (nalla) amalkal ceypavarkalukkup pakkiyamulla cuvanapatikal untu"},{"SurahNumber":31,"VerseNumber":9,"Text":"avarkal anku enrenrum tankuvarkal - allahvin vakkuruti unmaiyanatu avan (yavarraiyum) mikaittavan; nanam mikkon"},{"SurahNumber":31,"VerseNumber":10,"Text":"avan vanankalait tunkalinriye pataittullan. Atanai ninkalum parkkirirkal. Unkalutan pumi acaiyatiruppatarkaka avan atan mel malaikalai urutiyaka niruttinan; melum atan mitu ella vitamana piranikalaiyum avan paravavittirukkinran; innum name vanattiliruntu malaiyai poliyac ceytu atil cankaiyana, vakai vakaiyana (maram, ceti, koti akiyavarrai) joti jotiyaka mulaippittirukkinrom"},{"SurahNumber":31,"VerseNumber":11,"Text":"ivai(yavum) allahvin pataippakum - avananri ullavarkal etaip pataittirukkinranar enpatai enakkuk kanpiyunkal\" (enru avarkalitam napiye! Nir kurum.) Avvaralla aniyayakkararkal pakirankamana valikettiltan irukkinranar"}]}