{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"O, goylərin və yerin, onların arasında olan hər seyin Rəbbidir! Yalnız Ona ibadət et və Onun ibadətinə səbirli ol! Hec (Allahın ozundən basqa) Ona bənzərini (Onun adını dasıyan basqa birisini) gormusənmi? (Musriklər oz butlərinə tanrı, ilahi desələr də, hec zaman onlara Allah adını verməzlər)"},{"SurahNumber":19,"VerseNumber":66,"Text":"(Qiyaməti inkar edən) insan: “Mən oldukdən sonra (qəbirdən) dirimi cıxardılacagam?” – deyə sorusur"},{"SurahNumber":19,"VerseNumber":67,"Text":"Məgər insan ilk oncə onu hec bir sey deyilkən (yoxdan) yaratdıgımızı xatırlamırmı"},{"SurahNumber":19,"VerseNumber":68,"Text":"(Ya Rəsulum!) Rəbbinə and olsun ki, Biz onları (ozlərinə dost tutduqları) seytanlarla birlikdə yıgıb məhsərə gətirəcək, sonra onları (qorxudan ayaq ustə dura bilməyib) diz ustə cokmus halda Cəhənnəmin ətrafına duzəcəyik"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra hər bir firqədən Rəhmana ən cox asi olanı dartıb cıxardacagıq (araya gətirəcəyik)"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra (onlardan) Cəhənnəmə girib yanmaga ən cox layiq olanları, sozsuz ki, Biz daha yaxsı bilirik"},{"SurahNumber":19,"VerseNumber":71,"Text":"Sizdən elə bir kəs olmaz ki, oraya varid olmasın. Bu, Rəbbinin (əzəldən) buyurdugu vacib bir hokmdur. (Butun insanlar Cəhənnəmin mudhis mənzərəsini onun korpusu ustundən kecərkən oz gozləri ilə gorəcəklər. Cənnətliklər cəhənnəm odunun icindən yanmadan, sag-salamat kecəcək, cəhənnəmliklər isə ora dusub əbədi əzaba məhkum olacaqlar. Bir qism insan da muəyyən muddət orada qalıb gunahı təmizlənəcək, sonra Cənnətə qayıdacaqdır)"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz Allahdan qorxub pis əməllərdən cəkinənlərə nicat verəcək, zalımları isə orada diz ustə cokmus halda saxlayacagıq"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayələrimiz ozlərinə acıq-askar oxundugu zaman kafir olanlar iman gətirənlərdən: “Bu iki tayfadan hansının (bizim, yoxsa sizin) məqamı daha yaxsı, hansının məclisi daha gozəldir?” – deyə sorusarlar"},{"SurahNumber":19,"VerseNumber":74,"Text":"Halbuki Biz onlardan əvvəl necə-necə nəsilləri məhv etdik ki, onlar mal-dovlət və simaca (bu kafirlərdən) daha ustun (daha gozəl) idilər"},{"SurahNumber":19,"VerseNumber":75,"Text":"(Ya Rəsulum!) De: “(Bizdən və sizdən) kim zəlalət icindədirsə, qoy Rəhman ona (oz zəlalətində qalmaq ucun) uzun muddət mohlət versin”. Nəhayət, və’d olunduqları ya əzabı, ya da qiyamət gununu gordukdə onlar kimin məqamının daha pis, kimin tərəfdarlarının daha zəif oldugunu biləcəklər"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah dogru yolda olanların dogrulugunu artırar. Əbədi qalan yaxsı islər isə Rəbbinin yanında savab e’tibarilə daha xeyirli, nəticə e’tibarilə daha yaxsıdır"}]}