{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":91,"Text":"Und (auch) diejenige, die ihre Scham unter Schutz stellte'. Da hauchten Wir ihr von Unserem Geist ein und machten sie und ihren Sohn zu einem Zeichen für die Weltenbewohner"},{"SurahNumber":21,"VerseNumber":92,"Text":"Gewiß, diese ist eure Gemeinschaft, eine einzige Gemeinschaft, und Ich bin euer Herr; so dient Mir"},{"SurahNumber":21,"VerseNumber":93,"Text":"Aber sie spalteten sich in ihrer Angelegenheit untereinander; doch sie werden alle zu Uns zurückkehren"},{"SurahNumber":21,"VerseNumber":94,"Text":"Wer etwas an rechtschaffenen Werken tut und dabei gläubig ist, der wird für sein Bemühen nicht Undank ernten; Wir schreiben es ihm gut"},{"SurahNumber":21,"VerseNumber":95,"Text":"Und verboten ist es für (die Bewohner) eine(r jeden) Stadt, die Wir vernichteten, daß sie (ins Diesseits) zurückkehren"},{"SurahNumber":21,"VerseNumber":96,"Text":"bis die (Sperrmauer von) Ya'gug und Ma'güg geöffnet wird und sie von jeder Anhöhe schnell herbeilaufen"},{"SurahNumber":21,"VerseNumber":97,"Text":"und das wahre Versprechen nahegerückt ist, dann werden sogleich die Blicke derjenigen, die ungläubig sind, starr werden: \"O wehe uns! Wir waren dessen ja unachtsam. Nein! Vielmehr pflegten wir Unrecht zu tun"},{"SurahNumber":21,"VerseNumber":98,"Text":"Gewiß, ihr und das, dem ihr anstatt Allahs dient, seid Brennstoff der Hölle. Ihr werdet dahin hinabgehen"},{"SurahNumber":21,"VerseNumber":99,"Text":"Wenn diese da Götter wären, gingen sie nicht zu ihr hinab. Und alle werden ewig darin bleiben"},{"SurahNumber":21,"VerseNumber":100,"Text":"Sie werden darin seufzen und selbst darin nicht hören"},{"SurahNumber":21,"VerseNumber":101,"Text":"Gewiß, diejenigen, an die von Uns (das Versprechen für) die beste Behandlung vorausgegangen ist, sie werden von ihr ferngehalten"}]}