{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"Faraoni tha: \"Sillmeni mua te gjithe magjistaret e afte"},{"SurahNumber":10,"VerseNumber":80,"Text":"E kur erdhen magjistaret, Musai u tha: \"Hidhni c´keni per te hedhur"},{"SurahNumber":10,"VerseNumber":81,"Text":"E kur i hodhen ata, Musai u tha: \"Kjo qe e sollet ju tash, vertet eshte magji!\" Po All-llahu do ta asgjesoje kete, sepse All-llahu nuk e perkrah vepren e te prishurve"},{"SurahNumber":10,"VerseNumber":82,"Text":"Dhe me argumentet e veta All-llahu e fuqizon te verteten, ndonese e urrejne te pabeset"},{"SurahNumber":10,"VerseNumber":83,"Text":"Duke pasur frike nga faraoni dhe nga rrethi i tij se do t´i turturojne, Musait nuk i besoi kush pos nje pjese e pasardhesve te popullit te tij. Vertet, faraoni ishte mbizoterues ne toke dhe ai ishte prej shkaterrimtareve"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musai tha: \"O populli im, nese i keni besuar All-llahut, vetem atij mbeshtetuni, nese jeni te dorezuar (vendimit te Tij)"},{"SurahNumber":10,"VerseNumber":85,"Text":"Ata iu pergjigjen duke i thene: \"All-llahut iu kemi mbeshtetur, Zoti yne, mos i mundeso popullit mizor te na sprovoje"},{"SurahNumber":10,"VerseNumber":86,"Text":"Dhe me meshiren tende, na shpeto prej popullit jobesimtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Ne i thame Musait dhe vellait te tij t´i beni vend ne Egjipt popullit tuaj, shtepite tuaja t´i beni faltore e ta falni namazin rregullisht. Ti (Musa) pergezoi besimtaret"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musai tha: \"Zoti yne, Ti i ke dhene faraonit dhe parise se tij mjete te perjetimit dhe pasuri ne jeten e kesaj bote, ashtu qe o Zoti yne, po i largojne njerezit prej rruges tende. Zoti yne, zhduke pasurine e tyre, shtrengoi zemrat e tyre, qe te mos besojn"}]}