{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":30,"Text":"Y HE AHÍ que tu Sustentador dijo a los ángeles: “Voy a poner en la tierra a alguien que ha de heredarla.” Dijeron: “¿Vas a poner en ella a alguien que extenderá la corrupción en ella y la corromperá --mientras que nosotros proclamamos Tu gloria infinita, Te alabamos y santificamos Tu nombre?” [Dios] respondió: “Ciertamente, Yo sé lo que vosotros no sabéis.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Y enseñó a Adán los nombres de todas las cosas; luego se las mostró a los ángeles y les dijo: “Decidme los nombres de estas [cosas], si es verdad lo que decís.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dijeron: ”¡Gloria a Ti! No tenemos más conocimiento que el que Tu nos has impartido. Ciertamente, sólo Tú eres omnisciente, sabio.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Dijo: “¡Oh Adán! Infórmales de los nombres de estas [cosas].” Y cuando [Adán] les hubo informado de sus nombres, [Dios] dijo: “¿No os dije: ‘Ciertamente, sólo Yo conozco la realidad oculta de los cielos y de la tierra, y conozco todo lo que ponéis de manifiesto y todo lo que ocultáis’?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Y cuando dijimos a los ángeles: “¡Postraos ante Adán!” --se postraron todos, excepto Iblis, que se negó y se mostró arrogante: y así se convirtió en uno de los que niegan la verdad"},{"SurahNumber":2,"VerseNumber":35,"Text":"Y dijimos: “¡Oh Adán! Habita con tu esposa en este jardín, y comed con libertad de lo que en él hay; pero no os acerquéis a este árbol, porque seriáis transgresores.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Pero Satán les hizo caer en eso, y precipitó con ello la pérdida de su estado anterior. Y dijimos: “¡Descended, [y sed en adelante] enemigos unos de otros; y en la tierra tendréis vuestra morada y bienes de que disfrutar por un tiempo!”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Luego Adán recibió palabras [de guía] de su Sustentador, que aceptó su arrepentimiento: pues, en verdad, sólo Él es el Aceptador de Arrepentimiento, el Dispensador de Gracia"}]}