{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":43,"Text":"mariyu varilo kondaru ni vaipunaku custu untaru. Emi? Nivu grudrivariki saraina margam cupincagalava? Mariyu variki emi kanipincanappatiki kudana"},{"SurahNumber":10,"VerseNumber":44,"Text":"niscayanga, allah manavulaku elanti an'yayam ceyadu, kani manavule tamaku tamu an'yayam cesukuntaru"},{"SurahNumber":10,"VerseNumber":45,"Text":"mariyu ayana (allah) varini samavesaparace roju, oka dinapu oka ghadiya kante ekkuva kalam (ihalokanlo) gadapaledani varu bhavistaru. Varu okarinokaru gurtupadataru. Vastavaniki allah nu darsinca valasivunna satyanni nirakarincina varu, tivramaina nastaniki guri avutaru mariyu varu margadarsakatvanni pondaleka poyaru"},{"SurahNumber":10,"VerseNumber":46,"Text":"Mariyu (o muham'mad!) Memu vastavaniki variki vagdanam cesina (siksalalo) konnintini niku cupina, leka (antaku munde) ninnu maranimpajesina, varu ma vaipuke kada marali ravalasi vunnadi. Civaraku vari karmalannintiki allah ye saksi"},{"SurahNumber":10,"VerseNumber":47,"Text":"mariyu prati samajaniki oka pravakta (pampabaddadu). Eppudaite vari pravakta vastado, appudu vari madhya (vyavaharala) tirpu n'yayanga ceyabadutundi. Mariyu vari kelanti an'yayam jarugadu"},{"SurahNumber":10,"VerseNumber":48,"Text":"mariyu varila adugutunnaru: \"Miru satyavantule ayite i vagdanam eppudu purti kanunnadi"},{"SurahNumber":10,"VerseNumber":49,"Text":"(o muham'mad!) Varilo ila anu: \"Allah korite tappa! Na koraku nenu kidugani, melugani cesukogalige sakti naku ledu. Prati samajaniki oka gaduvu niyamimpabadi undi. Vari gaduvu vaccinapudu varu oka ghadiya venaka gani leka mundu gani kaleru"},{"SurahNumber":10,"VerseNumber":50,"Text":"varito anu: \"Emi? Miru alocincara (cusara)! Okavela ayana siksa mipai ratrigani, leka pagalu gani vacci padite (mirem ceyagalaru)? Ayite deni koraku i aparadhulu tondara pedutunnaru"},{"SurahNumber":10,"VerseNumber":51,"Text":"emi? Adi (a siksa) mipai vaccipadina taruvatane miru danini nam'mutara? (A roju mirila adagabadataru): \"Ippuda (miru danini nam'medi)? Vastavaniki miru dani koraku tondarapadtu undevaru kada"},{"SurahNumber":10,"VerseNumber":52,"Text":"appudu durmargulato ila anabadutundi: \"Miru sasvatamaina siksanu anubhavincandi! Miku - miru cestu undina karmala pratiphalam tappa - vere (siksa) vidhincabaduna"},{"SurahNumber":10,"VerseNumber":53,"Text":"mariyu (o muham'mad!) Varu inka ila adugutunnaru: \" Emi? Idanta satyamena? Varito anu: \"Avunu, na prabhuvu saksiga! Idanta niscayanga, jaragaboye satyame! Mariyu miru dani nundi tappincukoleru"}]}