{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Shte predvozhda toi naroda si v Denya na vuzkresenieto i shte gi vuvede v Ogunya. I kolko losho e myastoto, kudeto shte budat vuvedeni"},{"SurahNumber":11,"VerseNumber":99,"Text":"I byakha sledvani ot proklyatie na tozi svyat, i v Denya na vuzkresenieto. Kolko losho e darenieto, koeto shte im bude dadeno"},{"SurahNumber":11,"VerseNumber":100,"Text":"Tezi sa ot vestite na selishtata. Razkazvame gi na teb. Ima sred tyakh ruini, ima i pokoseni"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ne Nie gi ugnetikhme, a te sebe si ugnetikha. I ne gi izbavikha ot nishto bogovete im, koito te zovyakha, osven Allakh, shtom doide povelyata na tvoya Gospod. I im nadbavikha samo zaguba"},{"SurahNumber":11,"VerseNumber":102,"Text":"Taka sgrabchva tvoyat Gospod, shtom sgrabchi selishtata, kogato ugnetyavat. Toi sgrabchva bolezneno, silno"},{"SurahNumber":11,"VerseNumber":103,"Text":"Naistina v tova ima znamenie za vseki, koito se strakhuva ot muchenieto na otvudniya zhivot. Tova e Denyat, za koito khorata shte budat nasubrani. Tova e znamenatelniyat Den"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ne shte go zabavim Nie osven za opredelen srok"},{"SurahNumber":11,"VerseNumber":105,"Text":"Kogato Denyat nastupi, nikoi ne shte progovori osven s Negovoto pozvolenie. Sred tyakh shte ima i zlochesti, i shtastlivi"},{"SurahNumber":11,"VerseNumber":106,"Text":"Onezi, koito sa zlochesti, shte budat v Ogunya. V nego shte vdishvat i izdishvat"},{"SurahNumber":11,"VerseNumber":107,"Text":"tam shte prebivavat vechno, dokato sushtestvuvat nebesata i zemyata, osven ako ne pozhelae [drugo] tvoyat Gospod. Tvoyat Gospod pravi, kakvoto pozhelae"},{"SurahNumber":11,"VerseNumber":108,"Text":"A onezi, koito sa oshtastliveni, shte budat v Raya, tam shte prebivavat vechno, dokato sushtestvuvat nebesata i zemyata, osven ako ne pozhelae drugo tvoyat Gospod - dar neizcherpaem"}]}