{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":14,"VerseNumber":19,"Text":"Ne vois-tu pas que Dieu a cree les Cieux et la Terre a dessein, et que si telle avait ete Sa volonte, Il vous ferait disparaitre et vous substituerait d’autres creatures"},{"SurahNumber":14,"VerseNumber":20,"Text":"Cela est chose aisee pour Dieu"},{"SurahNumber":14,"VerseNumber":21,"Text":"Ils comparaitront tous devant Dieu, et ce Jour-la, les vulnerables diront a ceux qui se seront montres arrogants : «Nous etions vos disciples ! Empecherez-vous le chatiment de Dieu de s’abattre sur nous ?». Ils leur repondront : « Si Dieu nous avait mis sur la Voie Droite, nous en aurions certainement fait de meme avec vous. A present, que nous nous angoissions ou que nous nous resignions, il n’y aura pas d’issue pour nous !»"},{"SurahNumber":14,"VerseNumber":22,"Text":"Et lorsque le decret s’accomplira, Satan dira : « Ce que Dieu vous a promis s’accomplit. Quant a moi, je vous ai fait une promesse, mais j’ai manque a celle-ci. Avais-je une quelconque autorite sur vous ? Je n’ai fait que vous appeler, et vous avez repondu a mon appel. Ne me blamez pas ! Ne vous en prenez qu’a vous-memes ! Je ne puis vous etre d’aucun secours, pas plus que vous ne pouvez l’etre pour moi. Je vous renie pour m’avoir jadis associe a Dieu ». Les iniques subiront alors un chatiment douloureux"},{"SurahNumber":14,"VerseNumber":23,"Text":"Ceux qui auront cru et accompli de bonnes œuvres seront admis dans des Jardins baignes de ruisseaux ou ils sejourneront pour l’eternite, par la volonte de leur Seigneur. Ils y seront accueillis par le mot : «Paix !»"},{"SurahNumber":14,"VerseNumber":24,"Text":"Que ne medites-tu pas a propos de la parabole par laquelle le Seigneur represente la bonne parole ? Elle est comparable a un arbre sain, dont les racines sont fermement implantees dans le sol et dont le branchage se dresse vers le ciel"}]}