{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Ne nuk themi tjetër vetëm se dikush prej zotave tanë të ka goditur me çmendje! Ai tha: \"Unë dëshmitar e kam All-llahun, e ju dëshmoni se unë jam larg nga ajo çka ju i shoqëroni"},{"SurahNumber":11,"VerseNumber":55,"Text":"(larg adhurimit) Pos Tij. Ju pra, të gjithë përpiquni kundër meje e mos më jepni afat"},{"SurahNumber":11,"VerseNumber":56,"Text":"Unë iu kam mbështetur All-llahut, Zotit tim dhe Zotit tuaj, pse nuk ka asnjë nga gjallesat, e që Ai të mos e ketë nën sundim, vërtet Zoti im është i drejtë"},{"SurahNumber":11,"VerseNumber":57,"Text":"Nëse kundërshtoni, unë ju kumtova atë me të cilën jamë dërguar te ju. Zoti im do t´ju zëvendësojë me një popull tjetër, Atij nuk mund t´i bëni kurrfarë dëmi. Vërtet, Zoti im është përcjellës i çdo sendi"},{"SurahNumber":11,"VerseNumber":58,"Text":"E kur arriti vendimi Ynë (për dënim), Ne me mëshirën Tonë e shpëtuam Hudin, e bashkë me të edhe ata që kishin besuar. I shpëtuam prej dënimit të rëndë"},{"SurahNumber":11,"VerseNumber":59,"Text":"E ato ishin (gjurmë të gënjeshtarëve të fisit) Ad-ët, që mohuan argumentet e Zotit të tyre, kundërshtuan të dërguarin e Tij, shkuan pas urdhrit të çdo kryelarti kundërshtar"},{"SurahNumber":11,"VerseNumber":60,"Text":"Ata u përcollën me mallkim si në këtë botë, ashtu edhe në ditën e gjykimit. Le të dihet, Adët mohuan Zotin e tyre. Qoftë i shkatërruar Adi, populli i Hudit"},{"SurahNumber":11,"VerseNumber":61,"Text":"Edhe te (populli) Themud e patëm dërguar njërin prej tyre, Salihun, e ai u tha: \"O populli im, adhurojeni All-llahun, ju nuk keni ndonjë zot tjetër pos Tij, Ai së pari ju krijoi nga dheu dhe ju bëri banues të tij, andaj kërkoni falje prej Tij, dhe shprehn"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ata thanë: \"O Salih, ti ishe shpresë jona para kësaj. Si mund të na ndalosh ta adhurojmë atë që e adhuruan prindërit tanë? Vërtet, ne jemi shumë të dyshimtë e në dilemë në atë që na thërret ti"}]}