{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"Ja kun ihmiset kootaan yhteen, tulee heista naiden vihamiehia ja he kieltavat naiden palvoneen heita"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ja vaikka tunnusmerkkimme selvasti luetaan heille, vaittavat epauskoiset totuudesta, kun se tulee heidan osakseen: »Tama on selvaa noituutta.»"},{"SurahNumber":46,"VerseNumber":8,"Text":"Tai he sanovat: »Han on keksinyt sen». Sano: »Jos mina olen keksinyt sen, ette te voi enaa auttaa minua Jumalan edessa. Han tietaa parhaiten, mita olette siita uskotelleet. Han on pateva todistaja minun ja teidan asiassanne; niin, Han antaa anteeksi ja on armollinen"},{"SurahNumber":46,"VerseNumber":9,"Text":"Sano: »Mina en ole sananjulistajista ensimmainen enka tieda, mita tulee tapahtumaan minulle tai teille; mina noudatan vain sita, mika on ilmoitettu minulle, ja olen vain julkinen varoittaja.»"},{"SurahNumber":46,"VerseNumber":10,"Text":"Sano: »Oletteko ajatelleet, etta se tulee Jumalalta ja etta te ette usko siihen, mutta eras todistaja Israelin lasten joukosta on todistanut sen oikeaksi; han uskoi, mutta te olette ylpeita.» Totisesti, Jumala ei kaitse jumalatonta kansaa"},{"SurahNumber":46,"VerseNumber":11,"Text":"Epauskoiset sanovat uskovaisista: »Jos koraanissa olisi ollut jotakin hyvaa, eivat he sen omaksumisessa olisi paasseet meista edelle», ja koska he eivat tahdo antaa sen ohjata itseaan oikeaan, he sanovat: »Se sisaltaa vain vanhoja valhetaruja.»"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ennen sita oli jo Mooseksen kirja oppaana ja armonosoituksena, ja tama kirja vahvistaa sen arabian kielella, varoitukseksi niille, jotka tekevat vaaryytta, ja hyvana sanomana niille, joiden teot ovat hyvia"},{"SurahNumber":46,"VerseNumber":13,"Text":"Totisesti niilla, jotka sanovat: »Jumala on Herramme» ja pysyvat oikealla tiella, ei ole pelkoa eika heidan tarvitse murehtia"},{"SurahNumber":46,"VerseNumber":14,"Text":"Heista tulee paratiisin asukkaita ikuisiksi ajoiksi palkaksi siita, mita he tekivat"}]}