{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"Kuma a lokacin da Muka riƙi alkawarin Annabawa daga gare su, kuma daga gare ka, kuma daga Nuhu da Ibrahim da Musa da kuma Isa ɗan Maryama, kuma Muka riƙi wani alkawari mai kauri daga gare su"},{"SurahNumber":33,"VerseNumber":8,"Text":"Domin Ya tambayi masu gaskiya a kan gaskiyarsu, kuma Ya yi tattalin wata azaba mai raɗaɗi ga kafirai"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ya ku waɗanda suka yi imani! Ku tuna ni'imar Allah a kanku a lokacin da waɗansu rundunoni suka zo muku, sai Muka aika wata iska a kansu da waɗansu rundunoni waɗanda ba ku gani ba, Kuma Allah Ya kasance Mai gani ga abin da kuke aikatawa"},{"SurahNumber":33,"VerseNumber":10,"Text":"A lokacin da suka zo muku daga samanku da kuma ƙasa daga gare ku, kuma a lokacin da gannai suka karkata kuma zukata suka kai ga maƙosai, kuma kuka yi zaton zace-zace, game da Allah"},{"SurahNumber":33,"VerseNumber":11,"Text":"A can aka jarrabi muminai, kuma aka yi girgiza da su, girgiza mai tsanani"},{"SurahNumber":33,"VerseNumber":12,"Text":"Kuma a lokacin da munafukai da waɗanda akwai cuta a cikin zukatansu ke cewa, Allah da ManzonSa, \"Ba su yi mana wa'adin kome ba, face ruɗi"},{"SurahNumber":33,"VerseNumber":13,"Text":"Kuma a lokacin da wata ƙungiya daga gare su, ta ce, \"Ya mutanen Yasriba! Ba ku da wani matsayi, saboda haka ku koma.\" Kuma wata ƙungiya daga gare su na neman izni ga Annabi sunacewa, \"Lalle gidajenmu kuranye suke,\" alhali kuwa ba kuranye suke ba, ba su da nufin kome face gudu"},{"SurahNumber":33,"VerseNumber":14,"Text":"Kuma da an shige ta (Madina) a kansu, daga sasanninta, sa'an nan aka tambaye su fitina (kafirci), lalle da sun je mata, kuma da ba su zauna a cikinta (Madina) ba face kaɗan"},{"SurahNumber":33,"VerseNumber":15,"Text":"Kuma lalle haƙiƙa, sun kasance suna yi wa Allah alkawari, a gabanin wannan; Ba za su juya domin gudu ba, kuma alkawarin Allah ya kasance abin tambaya"}]}