{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"Tara balale -- ''he musa! Amara niscaya'i kakhano ete dhukabo na yataksana tara ora madhye abasthana karache. Kaje'i tumi o tomara prabhu egiye ya'o ebam tomara dujane yud'dha karo, amara niscaya'i ekhane base paralama.’’"},{"SurahNumber":5,"VerseNumber":25,"Text":"Tini balalena, ''amara prabhu! Niscaya'i ami amara nijera o amara bha'iyera upare chara kartrtba rakhi na, ata'eba amadera o duskrtiparayana lokadera madhye charachari ghatiye da'o.’’"},{"SurahNumber":5,"VerseNumber":26,"Text":"Tini balalena -- ''tabe nihsandeha eti tadera jan'ya harama thakabe callisa batsara kala, tara prthibite ghure berabe. Ata'eba duhkha karo na e'i duskrtiparayana jatira jan'ya."},{"SurahNumber":5,"VerseNumber":27,"Text":"Ara tadera kache sathikabhabe barnana karo du'i adama-santanera kahini, kemana ka’re tara ubhaye kurabani karechila, kintu ta kabula hala tadera ekajanera kacha theke ara aparajanera kacha theke ta grhita hala na. Se balale -- ''niscaya ami tomake khuna karabo.’’ Se balale -- ''allah kabula karena sudhu dharmabhirudera theke."},{"SurahNumber":5,"VerseNumber":28,"Text":"Tumi yadi amara dike tomara hata bara'o amake hatya karate, ami kintu tomara dike amara hata prasaranakari habo na tomake hatya karate. Nihsandeha ami bhaya kari allah‌ke -- samagra bisbajagatera prabhu."},{"SurahNumber":5,"VerseNumber":29,"Text":"Nihsandeha ami ca'i ye tumi amara birud'dhe papa o tomara papa bahana karo, phale agunera basindadera dalabhukta ha'o, ara e'i-i an'yayakaridera pratiphala.’’"},{"SurahNumber":5,"VerseNumber":30,"Text":"Kintu tara mana take prabud'dha karalo tara bha'ike hatya karate, ta'i se take khuna karalo, kaje'i paramuhurte se halo ksatigrastadera dalera."},{"SurahNumber":5,"VerseNumber":31,"Text":"Tarapara allah ekati kakake niyukta karalena mati acamrate yena take dekhano yaya kemana ka’re se tara bha'iyera mrtadeha dhakabe. Se balale -- ''haya durbhagya! Ami ki e'i kakera mato habara jan'ya eta'i durbala haye gechi, kaje'i ami yena amara bha'iyera saba dhakate pari?’’ Sejan'ya paramuhurte se halo anutaptadera dalera"}]}