{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Va agar mo talaʙi onhoro qaʙul menamudem va faristagonro az osmon ʙar onho furud meovardem va murdagonro zinda mekardem, ki ʙo onho suxan gujand va har cizero guruh- guruh nazdi onon gird meovardem, pas ʙa casmi xud onro medidand ʙoz ham imon nameovardand, magar in ki Alloh ʙixohad. Valekin ʙestarason cohiland"},{"SurahNumber":6,"VerseNumber":112,"Text":"Cunon ki turo, (ej rasul) ʙijozmudem ʙo dusmanonat (musrikon), hamcunin ʙaroi har Pajomʙare dusmanoni sarkas az sajotini insu cin qaror dodem. Baroi fireʙi jakdigar suxanoni orosta vahj mekunand, to sunavandaro az rohi Alloh gumroh sozand. Agar Parvardigorat mexost, cunin namekardand. Lekin imtihonest az coniʙi Parvardigorat. Pas onhoro ʙa holi duruƣʙastanason ʙiguzor"},{"SurahNumber":6,"VerseNumber":113,"Text":"Va merasonand az rohi vasvasa sajtonhoi insu cin suxanoni orostaro, to majl kunand ʙa sui in vasvasa dilhoi kasone, ki imon nadorand ʙa ruzi oxirat, to pisand kunand on vasvasaro va to amal kunand on ciro, ki onon amalkunandai ononand. (Ja'ne amale, ki sazovori onon ast)"},{"SurahNumber":6,"VerseNumber":114,"Text":"Bigu, (ej Rasul ʙaroi musrikon): Ojo dovari digare cuz ma'ʙudi xudam va ma'ʙudi sumo talaʙ kunam va hol on ki Ust, ki in kitoʙi ravsanro (Qur'on) ʙar sumo nozil kardaast? Va ahli kitoʙ, kasoneand, ki Alloh ʙa onho Tavrot va Incilro firistod medonand, ki (Qur'on) ʙa haq az coniʙi Parvardigorat nozil sudaast. Pas az sak ovarandagon maʙos dar cize ki az on Mo ʙa tu vahj firistodaem"},{"SurahNumber":6,"VerseNumber":115,"Text":"Va kalomi Parvardigori tu dar rostivu adolat purra va mukammal ast. Hec kas nametavonad suxanoni Uro digargun kunad va Ust sunavo ʙa guftori ʙandagonas va donost ʙa zohiru ʙotini umuri ʙandagonas"},{"SurahNumber":6,"VerseNumber":116,"Text":"Agar farz karda savad ej Rasul, ki tu ito'at kuni ʙisjorihoero, ki dar in sarzaminand, turo az rohi Alloh gumroh sozand. Zero onon faqat az pai gumon meravand va faqat ʙa duruƣ suxan megujand"},{"SurahNumber":6,"VerseNumber":117,"Text":"Alʙatta Parvardigori tu ʙa kasone, ki az rohi Vaj dur megardand, ogohtar ast va hidojatjoftagonro az sumo dida ʙehtar mesinosad"},{"SurahNumber":6,"VerseNumber":118,"Text":"Agar ʙa ojathoi ravsani Alloh imon dosta ʙosed, az zaʙhe, ki nomi Alloh ʙar on jod sudaast, ʙixured"}]}