{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"A o si nii fi ami kan han won ayafi ki o tobi ju iru re (t’o siwaju). A si fi iya je won nitori ki won le seri pada (sibi ododo)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Won si wi pe: \"Iwo opidan, pe Oluwa re fun wa nitori adehun ti O se pelu re. Dajudaju awa maa tele imona Re"},{"SurahNumber":43,"VerseNumber":50,"Text":"Sugbon nigba ti A mu iya kuro fun won, nigba naa ni won tun n ye adehun"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir‘aon si pepe laaarin awon eniyan re, o wi pe: \"Eyin eniyan mi, se temi ko ni ijoba Misro ati awon odo wonyi t’o n san nisale (odo) mi? Se e o riran ni"},{"SurahNumber":43,"VerseNumber":52,"Text":"Tabi se emi ko loore julo si eyi ti o je ole yepere, ti o fee ma le da oro so yanju"},{"SurahNumber":43,"VerseNumber":53,"Text":"Ki ni ko je ki Won fun un ni awon egba-owo goolu tabi (ki ni ko je ki) awon molaika wa pelu re, ki won je alabaarin (ti won yoo maa jerii re)"},{"SurahNumber":43,"VerseNumber":54,"Text":"Nitori naa, o so awon eniyan re dope. Won si tele e. Dajudaju won je ijo obileje"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nigba ti won wa ibinu Wa, A gba esan (iya) lara won. Nitori naa, A te gbogbo won ri (sinu agbami odo)"},{"SurahNumber":43,"VerseNumber":56,"Text":"A si se won ni ijo asiwaju (ninu iparun) ati apeere (feyikogbon) fun awon eni ikeyin"},{"SurahNumber":43,"VerseNumber":57,"Text":"Nigba ti awon osebo fi omo Moryam se apeere (fun orisa won), nigba naa ni awon eniyan re ba n fi (apeere naa) rerin-in"},{"SurahNumber":43,"VerseNumber":58,"Text":"Won si wi pe: \"Se awon orisa wa l’o loore julo ni tabi oun? Won ko wule fi sapeere fun o bi ko se (fun) atako. Ani se, ijo oniyanjija ni won"},{"SurahNumber":43,"VerseNumber":59,"Text":"Ki ni oun bi ko se erusin kan ti A se idera fun. A si se e ni apeere rere fun awon omo ’Isro’il"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ti o ba je pe A ba fe, A iba maa fi awon molaika ropo yin lori ile"}]}