{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":65,"Text":"Na opama ka mataan! a so tiyoronan ko kitab na miyaratiyaya siran go miyananggila siran, na lalasn Ami kiran dn so manga dosa iran go pakasoldn Ami siran dn ko manga sorga a pakadarandang"},{"SurahNumber":5,"VerseNumber":66,"Text":"Na opama ka mataan! a siran na inipamayandg iran so Tawrat, go so Injil, go so (Qor´an a) initoron kiran a phoon ko Kadnan iran, na mataan! a makapangondaya siran koman ko phoon ko kaporoan iran, go so phoon ko kababaan o manga ai ran. Adn a pd kiran a pagtaw a moontol: Na madakl kiran a mikharatarata a gi iran nggolawlaan"},{"SurahNumber":5,"VerseNumber":67,"Text":"Hay Rasol, sampayn ka so initoron rka a phoon ko Kadnan ka, na oding ka nggolawlaa, na dang ka misampay so sogoan Iyan. Na so Allah na lilindingn ka Niyan ko manga manosiya. Mataan! a so Allah na di Niyan pnggonanaon so pagtaw a da pamaratiyaya"},{"SurahNumber":5,"VerseNumber":68,"Text":"Tharoang ka: \"Hay tiyoronan ko kitab, da a kapthindgan iyo a mayto bo (ko agama o Allah) taman sa di niyo ipamayandg so Tawrat, go so Injil, go so (Qor´an a) initoron rkano a phoon ko Kadnan iyo.\" Na mataan! a badn pphakawman ko madakl a pd kiran so initoron rka a phoon ko Kadnan ka, sa kapangakowala, go kaongkir. Na ding ka pmbokoon so pagtaw a da pamaratiyaya"},{"SurahNumber":5,"VerseNumber":69,"Text":"Mataan! a so siran a miyamaratiyaya, go so manga Yahodi, go so manga Sabion, go so manga Kristiyan, - na sadn sa maratiyaya on ko Allah, go so alongan a mawri, go nggalbk sa mapiya na da a pangandam iran, go di siran makamboko (ko alongan a mawri)"},{"SurahNumber":5,"VerseNumber":70,"Text":"Sabnsabnar a inmbaalan Ami so diyandi ko manga moriya taw o Israil go siyogo an Ami siran sa manga sogo. Na oman dn na mitalingoma kiran o sogo so di khabayaan o manga ginawa iran, na adn a isa ka sagorompong (ko manga rasol) a piyakambokhag iran, go adn a isa ka sagorompong a pphamonoon iran"}]}