{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Mapipi here ahwa kana kuti hamuoni"},{"SurahNumber":52,"VerseNumber":16,"Text":"Pindai mauri (moravira kupisa kwawo), motsungirira kana kusatsungirira zvakangofanana kwamuri. Zvirokwazvo, murikungopiwa mubairo weizvo zvamaiita"},{"SurahNumber":52,"VerseNumber":17,"Text":"Zvirokwazvo, vanotya Allah vachange vari muParadhiso nezvinonakidza"},{"SurahNumber":52,"VerseNumber":18,"Text":"Vachinakidzwa nezvavapiwa naTenzi vavo, uye (nekuti) Tenzi vavo vakavabetsera kubva muhurango hwemoto unopisa"},{"SurahNumber":52,"VerseNumber":19,"Text":"“Idyai nekunwa zvine mufaro nokuda kwezvamaiita.”"},{"SurahNumber":52,"VerseNumber":20,"Text":"Vachagara pazvigaro zvakarongedzwa, uye tichavaroodza kune vakadzi vakanaka vane maziso ane rudo"},{"SurahNumber":52,"VerseNumber":21,"Text":"Uye avo vanotenda uye mhuri dzavo dzobva dzavatevera mukutenda, tichavabatanidza nemhuri dzavo kwavari, uye hatizodzikisi mugove wemabasa avo kana nechii zvacho. Munhu wese chipikirwa kune zvaakaita"},{"SurahNumber":52,"VerseNumber":22,"Text":"Uye tichavapa michero nenyama yavanoda"},{"SurahNumber":52,"VerseNumber":23,"Text":"Imomo vachapanana mukombe (wewaini), uye pachange pasina mitauro yakaipa kana chitadzo (nekuti vanenge vane mvumo yekunwa kubva kunaAllah)"},{"SurahNumber":52,"VerseNumber":24,"Text":"Uye vakomana vavo (varanda) vachange vachitenderera pavari sokunge vari maPera akachengetedzwa"},{"SurahNumber":52,"VerseNumber":25,"Text":"Uye vamwe vachaswedera kune vamwe vachibvunzana"},{"SurahNumber":52,"VerseNumber":26,"Text":"Vachiti: “Mushure taitya (murango waAllah) tiri mukati memhuri dzedu.”"},{"SurahNumber":52,"VerseNumber":27,"Text":"“Asi Allah vatiitira nyasha, uye vakatibetsera kubva mukurangwa nemoto.”"},{"SurahNumber":52,"VerseNumber":28,"Text":"“Zvirokwazvo, mushure taivasheedza (taivanamata). Zvirokwazvo (Allah) vane rudo, vane tsitsi.”"},{"SurahNumber":52,"VerseNumber":29,"Text":"Naizvozvo rangaridza (vanhu iwe Muhammad (SAW)). Nerudo rwaAllah, hausi mufemberi, kana kuti mupengo"},{"SurahNumber":52,"VerseNumber":30,"Text":"Kana kuti vanoti: “(Muhammad (SAW)) Mudetembi! Tiri kumirira kuti awirwe nedambudziko!”"},{"SurahNumber":52,"VerseNumber":31,"Text":"Iti (Muhammad (SAW)): “Mirai! Ndiri pamwechete nemi nevamiriri!”"}]}