{"Id":268,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"जब उनीहरूले त्यस वचालाई नजिकबाट हेर्नेछन् त काफिहरूको अनुहार त्यसबेला बिग्रीहल्नेछ र उनीहरूसित भनिनेछ कि यो त्यही हो जसको तिमीले मांग गर्ने गर्दथ्यौ ।"},{"SurahNumber":67,"VerseNumber":28,"Text":"तपाई भनिदिनुस् कि हेर यदि अल्लाहले मलाई र मेरा साथीहरूलाई नष्ट गरिदेओस् वा हामीमाथि दया गरोस्, त को छ जसले काफिरहरूलाई दुःखद यातनाबाट बचाउन सक्दछ"},{"SurahNumber":67,"VerseNumber":29,"Text":"तपाई भनिदिनुस् कि उही अल्लाह–रहमान हो, हामीले उसैमाथि ईमान ल्याएका छौं र उसैमाथि भरोसा गर्दछौं । तिमीलाई छिट्टै थाहा भइहाल्ने छ कि खुल्ला मार्ग विचलिनमा को छ"},{"SurahNumber":67,"VerseNumber":30,"Text":"तपाई भनिदिनुस् कि यो त बताऊ कि यदि तिम्रो (पिउने) पानी सुखिहाल्छ भने को छ जसले तिमीलाई निर्मल जल प्रवाहित गरिदिनेछ"},{"SurahNumber":68,"VerseNumber":1,"Text":"नून, कसम छ कलमको र त्यसको जुन कुरो तिनीहरू (फरिश्ताहरू) लेख्दछन् ।"},{"SurahNumber":68,"VerseNumber":2,"Text":"कि (हे मुहम्मद सल्लल्लाहो अलैहे वसल्लम) तपाई आफ्नो पालनकर्ताको अनुकम्पाबाट बउलाहा होइन ।"},{"SurahNumber":68,"VerseNumber":3,"Text":"र निःसन्देह तपाईको लागि अन्त न हुनेवाला बडो अनुकम्पा छ ।"},{"SurahNumber":68,"VerseNumber":4,"Text":"निःसन्देह तपाई उच्च आचरणवाला हुनुहुन्छ ।"},{"SurahNumber":68,"VerseNumber":5,"Text":"अब तिमीले देख्नेछौ र यिनीहरूले पनि देखिहाल्नेछन्"},{"SurahNumber":68,"VerseNumber":6,"Text":"कि तिमीमध्येबाट को भ्रमित भएको छ ।"},{"SurahNumber":68,"VerseNumber":7,"Text":"निःसंदेह तिम्रो पालनकर्ताले उसलाई राम्ररी जान्दछ, जो आफ्नो बाटोबाट विचलित भएका छन् र उनीहरूलाई पनि राम्ररी जान्दछ, जो सोझो मार्गमा हिडीराखेका छन् ।"},{"SurahNumber":68,"VerseNumber":8,"Text":"तसर्थ तिमीले असत्य ठहराउनेहरूको भनाई नमान्नु ।"},{"SurahNumber":68,"VerseNumber":9,"Text":"तिनीहरूले चाहन्छन् कि तिमी अली नरम भइहाल । अनि यिनीहरू नरम भइहाल्नेछन् ।"},{"SurahNumber":68,"VerseNumber":10,"Text":"र तिमीले कुनै यस्तो व्यक्तिको भनाई नमान्नु जसले धेरै कसम खाइरहन्छ ।"},{"SurahNumber":68,"VerseNumber":11,"Text":"बदनाम अर्काको दुर्गण वर्णन गर्नेवाला र चुक्ली गर्दै हिड्दछ ।"},{"SurahNumber":68,"VerseNumber":12,"Text":"(र जो)राम्रो कुराबाट रोक्नेवाला, सीमाको उल्लंघन गर्नेवाला, ठूलो अपराधी, (हो) ।"},{"SurahNumber":68,"VerseNumber":13,"Text":"घमण्डी र त्यो पनि जारज ।"},{"SurahNumber":68,"VerseNumber":14,"Text":"उसको अटेरीपना मात्र यसकारण छ कि त्यो धनवान र छोराहरूवाला छ"},{"SurahNumber":68,"VerseNumber":15,"Text":"जब उसका सामु हाम्रा आयतहरू पढेर सुनाइन्छन्, तब भन्छ कि यी त पहिलाका मानिसहरूका कथा हुन् ।"}]}