{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah! There is no one worthy of worship but He (Allah), the Living, the Sustainer"},{"SurahNumber":3,"VerseNumber":3,"Text":"He has sent down to you (Muhammad) the book (the Qur’an) with truth confirming what came before it. He sent down the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"before as a guidance for mankind. And He sent down Al-Furqan (the criterion to judge between right and wrong (this Qur’an)). Surely, those who disbelieve in the Verses of Allah, for them there is a severe punishment; and Allah is All-Mighty, All-Able of retribution"},{"SurahNumber":3,"VerseNumber":5,"Text":"Surely, nothing is hidden from Allah, in the earth or in the heaven"},{"SurahNumber":3,"VerseNumber":6,"Text":"It is He who shapes you in the wombs as He wills. There is no one worthy of worship but He (Allah), the All-Mighty, the All-Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"It is He who has sent down to you (Muhammad) the book (this Qur’an). In it are Verses absolutely clear, they are the basis of the book; and others are not entirely clear. As for those in whose hearts there is deviation (from the truth), they follow what is unclear thereof, seeking mischief, and seeking for its hidden meanings, but no one knows its hidden meanings except Allah. And those who are firmly rooted in knowledge say: “We believe in it, all from our Lord.\" None will heed except the people of understanding"},{"SurahNumber":3,"VerseNumber":8,"Text":"(They say): \"Our Lord! Don’t deviate our hearts (from the truth) after You has guided us, and grant us Mercy from You. Surely You are the Bestower (of bounties)"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Lord! Surely, You will gather mankind together on the Day, there is no doubt in it. Surely, Allah does not break His Promise.”"}]}