{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Niscaya yara bale, ‘amadera raba allaha’, tarapara abicalita thake, tadera kache nayila haya pheresata (e bale) ye, 'tomara bhita haye na, cintita hayo na ebam tomaderake ye jannatera pratisruti deya hayechila tara jan'ya anandita ha'o"},{"SurahNumber":41,"VerseNumber":31,"Text":"Amara'i tomadera bandhu duniyara jibane o akhirate. Ara sekhane tomadera jan'ya thakabe ya kichu tomadera mana ca'ibe ebam sekhane tomadera jan'ya thakabe ya tomara dabi karabe"},{"SurahNumber":41,"VerseNumber":32,"Text":"Eta ksamasila, parama dayalu allahara paksa hate apyayana hisebe"},{"SurahNumber":41,"VerseNumber":33,"Text":"Ara tara ceye kara katha uttama ye allahara dike ahabana janaya ebam satkaja kare. Ara bale, 'abasya'i ami musalimadera antarbhukta"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ara bhala o manda samana hate pare na. Manda pratihata karuna ta dbara ya utkrsta; phale apanara o yara madhye sakrata ache, se haye yabe antaranga bandhura mata"},{"SurahNumber":41,"VerseNumber":35,"Text":"Ara eti sudhu tara'i prapta habe yara dhairyasila. Ara era adhikari tara'i habe kebala yara mahabhagyabana"},{"SurahNumber":41,"VerseNumber":36,"Text":"Ara yadi sayatanera paksa theke kono kumantrana apanake prarocita kara tabe apani allahara asraya ca'ibena, niscaya tini sarbasrota, sarbajna"},{"SurahNumber":41,"VerseNumber":37,"Text":"Ara tamra nidarsanabalira madhye rayeche rata o dina, surya o camda. Tomara suryake saj‌da karo na, camdake'o naya [1]; ara saj‌da kara allah‌ke, yini egulo srsti karechena, yadi tomara kebalamatra tamra'i ibadata kara"},{"SurahNumber":41,"VerseNumber":38,"Text":"Atahpara yadi tara ahankara kare, tabe yara apanara rabera nikate rayeche tara to dina o rate tamra pabitrata, mahima ghosana kare ebam tara klanti bodha kare na"}]}