{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Swad, ngujilumbila Qur’an jajikwete chikumbusyo"},{"SurahNumber":38,"VerseNumber":2,"Text":"Nambo awala waakufuulu ali nkulikwesya ni kusisya"},{"SurahNumber":38,"VerseNumber":3,"Text":"Ana mikutula jilingwa jatwajijonasile paujo pao! Ni wagumisile, kutendaga ndema jakokochela jili jipitene"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ni akusimonga ya kwaichilila nkutetela kuumila mwa jamanjao, achimakafili ni akutiji: “Aju ni nsawi, jwaunami kusyene.”"},{"SurahNumber":38,"VerseNumber":5,"Text":"“Ana jujitesile milungu (josope) kuwa nnungu jumo! Chisimu chalakwechi ni chindu chakusimosya.”"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ni wawigwile achinkulungwa mwa wanganyao (kupita nchigombelesya yanti): “Jendelechelani (pa dini jenu), soni jipililililani milungu jenu (pa kujigalagatila), chisimu chalakwechi ni chindu (chakusakala) chachikusachikwa (kukwetu, chakuti tuleche dini jetu).”"},{"SurahNumber":38,"VerseNumber":7,"Text":"“Nganitupikaneje yalakweyi (yakuwa nnungu jumo namuno) mu dini jambesiji (ja chikilisito), nganiyiwatu ayi ikaweje unami.”"},{"SurahNumber":38,"VerseNumber":8,"Text":"“Ana pa chilikati petu chikumbusyo ni chitulusyiidwe kukwakwe (pe)?” Nambo wanganyao ali mu kaichila ya chikumbusyo Changu, nambo nganapasye ilagasyo (Yangu)"},{"SurahNumber":38,"VerseNumber":9,"Text":"Kapena akwete wanganyao imatiilo ya ukoto wa Ambuje wenu (Allah) Wamachili gakupunda, Wakupeleka kwannope"},{"SurahNumber":38,"VerseNumber":10,"Text":"Kapena akwete wanganyao uchimwene wa kumawunde ni petaka ni yaili chilikati chakwe? Basi (naga ili iyyo), akwele m’makwelelo (kuja kwinani)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Aga makafiliga pamo ni kulikwesya kwao) kawele kankutula kangali machili mwanti tikakomboledwe yagatite pakomboledwa makuga (ga makafili) kalakala (gagakanilaga utenga wa Achimitume)"},{"SurahNumber":38,"VerseNumber":12,"Text":"Wakaaniile paujo pao wandu wa Nuhu, Adi ni Firiauna nsyene ichili (yakulimbanganyichisya uchimwene wakwe; wali asilikali)"},{"SurahNumber":38,"VerseNumber":13,"Text":"Kwisa soni Samuda, wandu wa Lutwi ni akutama nyyitekete (wandu wa Shuaibu). Jalakwejo ni mikutula (ja makafili jatwajijonasile)"},{"SurahNumber":38,"VerseNumber":14,"Text":"Pangali jwalijose mwa jamanjao ikaweje jwakaaniile Achimitenga, basi ni yasimichiche ipotesi Yangu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ni ngakwembecheya wanganyawa ikaweje n’gumilo umpepe (wa lipenga lya Kiyama) wangali kuusyaausya"},{"SurahNumber":38,"VerseNumber":16,"Text":"Wanganyao ni akutiji (mwachipongwe): “Ambuje wetu! Tupani mwachitema chipande chetu (cha malipilo ga masengo getu gambone ni gakusakala) nkaniliyiche Lisiku Lyachiwalanjilo.”"}]}