{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"Ho uniharula'i sucita garide'u ki pani uniharubica bamdi saki'eko cha. Pratyeka vyakti aphno paloma a'unu parnecha"},{"SurahNumber":54,"VerseNumber":29,"Text":"Uniharule aphno sathila'i damke, jasale (umtanimathi) prahara garyo ra usako ghumdako pachadiko nasa katidiyo"},{"SurahNumber":54,"VerseNumber":30,"Text":"Tasartha mero yatana ra tarsa'i kasto rahyo"},{"SurahNumber":54,"VerseNumber":31,"Text":"hami uniharumathi e'uta citkara (visphota) pathayaum, ani uniharu yasto bhaihale jasto khetiko ali bana'umda madari'eko ghamsaharu"},{"SurahNumber":54,"VerseNumber":32,"Text":"Ra hamile kura'anala'i upadesako nimti sarala garidiyaum, ta kohi cha jasale upadesa li'ihalos"},{"SurahNumber":54,"VerseNumber":33,"Text":"‘‘lutako’’ kauma (jatibandhu) le pani dara'uneharula'i jhutha bhane"},{"SurahNumber":54,"VerseNumber":34,"Text":"Taba hamile uniharumathi gittile bhari'eko hava calayaum, tara ‘‘lutaka’’ parivara baheka tiniharula'i hamile pratahkala nai baca'ihalyaum"},{"SurahNumber":54,"VerseNumber":35,"Text":"Hami yastai prakarale tyasa vyaktila'i aphno anukampabata pratiphala dinchaum jasale krtajnata dekha'umcha"},{"SurahNumber":54,"VerseNumber":36,"Text":"Ra (lutale) uniharula'i hamro pakadabata dara'eka pani thi'e tara tiniharule tyasama sanka gardairahe"},{"SurahNumber":54,"VerseNumber":37,"Text":"Uniharule luta (alaihis'salama)la'i phaka'era usako pasabata usako atithiharula'i bola'una cahe, taba hamile unako amkhala'i andha bana'idiyaum, tasartha (aba) mero yatana ra mero darako svada cakha"},{"SurahNumber":54,"VerseNumber":38,"Text":"Ra satya kuro cha unila'i bihanai e'uta atala nirdharita yatanale nasta garidiyo"},{"SurahNumber":54,"VerseNumber":39,"Text":"Ta aba mero sajaya ra mero darako svada cakha"},{"SurahNumber":54,"VerseNumber":40,"Text":"Ra hamile kura'anala'i upadesako nimti sarala bana'idi'eka chaum ta kohi cha jasale siksa prapta garos"},{"SurahNumber":54,"VerseNumber":41,"Text":"Ra phira'aunaka manisaharuko pasa pani dara'unevala a'e"},{"SurahNumber":54,"VerseNumber":42,"Text":"Uniharule hamra sabai nisaniharula'i asatya thahara'e. Antatah hamile uniharula'i samatihalyaum, juna prakarale e'uta jabarajasta adhipatyasalile samatcha"},{"SurahNumber":54,"VerseNumber":43,"Text":"(He kuraisiharu) ke timra kaphiraharu ti kaphiraharubhanda ramra chan? Va pahilaka granthaharuma (timro nimti kunai) chutkara lekhi'eko cha"},{"SurahNumber":54,"VerseNumber":44,"Text":"ke yiniharu bhanchanh ki hamro jat'tha vijaya hunevala bado baliyo cha"},{"SurahNumber":54,"VerseNumber":45,"Text":"sighra nai yo jat'tha parajita hunecha ra yiniharu pithyum pharka'i bhagihalnechan"},{"SurahNumber":54,"VerseNumber":46,"Text":"Uniharusangako vacana anusara kayamatako samaya (a'une) cha ra kayamata (pralaya) bado gahro ra bahuta kathora kura ho"},{"SurahNumber":54,"VerseNumber":47,"Text":"Nihsandeha papiharu margabicalana ra yatanama pareka chan"},{"SurahNumber":54,"VerseNumber":48,"Text":"Junadina uniharula'i mukha tala parera narkako agoma ghisarinecha. (Ra uniharusanga bhaninecha) aba, agoko svada cakha"},{"SurahNumber":54,"VerseNumber":49,"Text":"Niscaya nai hamile hareka kurala'i nirdharita napa ra anumanama srsti gareka chaum"}]}