{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":53,"Text":"aprakaram avaril cilare marru cilarekkeant nam pariksanavidheyarakkiyirikkunnu. nannalute itayil ninn allahu anugrahiccittullat ikkuttareyanea enn avar parayuvan ventiyatre at‌. nandikanikkunnavarepparri allahu nallavannam ariyunnavanallayea"},{"SurahNumber":6,"VerseNumber":54,"Text":"nam'mute drstantannalil visvasikkunnavar ninre atukkal vannal ni parayuka: ninnalkk samadhanamuntayirikkatte. ninnalute raksitav karunyatte tanre mel (badhyatayayi) niscayiccirikkunnu. atayat ninnalil ninnarenkilum avivekattal valla tinmayum ceytu peakukayum ennittatin sesam pascattapikkukayum, nilapat nannakkittirkkukayum ceyyunna paksam avan ere pearukkunnavanum karunanidhiyumakunnu"},{"SurahNumber":6,"VerseNumber":55,"Text":"aprakaram nam telivukal visadikaricc tarunnu. kurravalikalute margam vyaktamayi ver tirinn kanuvan ventiyumakunnu at‌"},{"SurahNumber":6,"VerseNumber":56,"Text":"(nabiye,) parayuka: allahuvin purame ninnal viliccu prart'thikkunnavare aradhikkunnatil ninn tirccayayum nan vilakkappettirikkunnu. parayuka: ninnalute tannistannale nan pintutarukayilla. annane ceyyunna paksam nan pilaccu kalinnu; sanmargam prapiccavarute kuttattil nan ayirikkukayumilla"},{"SurahNumber":6,"VerseNumber":57,"Text":"parayuka: tirccayayum enre raksitavinkal ninnulla vyaktamaya pramanattinmelan nan. ninnalakatte, atine nisedhicc kalannirikkunnu. ninnal enteannin venti titukkam kuttunnuvea at (siksa) enre pakkalilla. (atinre) tirumanadhikaram allahuvin matraman‌. avan satyam vivariccutarunnu. avanatre tirppukalpikkunnavaril uttaman"},{"SurahNumber":6,"VerseNumber":58,"Text":"parayuka: ninnal titukkam kuttikkeantirikkunna karyam enre pakkaluntayirunnuvenkil enreyum ninnaluteyum itayil karyam tirumanikkappettukalinnirunnu. allahu akramikalepparri nallavannam ariyunnavanatre"},{"SurahNumber":6,"VerseNumber":59,"Text":"avanre pakkalakunnu adrsyakaryattinre khajanavukal. avanallate ava ariyukayilla. karayilum katalilumullat avan ariyunnu. avanariyate oru ila pealum vilunnilla. bhumiyile iruttukalkkullilirikkunna oru dhan'yamaniyakatte, paccayea, unanniyatea aya etearu vastuvakatte, vyaktamaya oru rekhayil elutappettatayittallate untavilla"}]}