{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":87,"Text":"Sie sind damit zufrieden, bei den Zuruckbleibenden zu sein, und ihre Herzen sind versiegelt, so daß sie nichts begreifen"},{"SurahNumber":9,"VerseNumber":88,"Text":"Jedoch der Gesandte und die Glaubigen mit ihm, die mit ihrem Gut und mit ihrem Blut kampfen, sind es, denen Gutes zuteil werden soll; und sie sind es, die Erfolg haben werden"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah hat Garten fur sie bereitet, durch welche Bache fließen; darin sollen sie auf ewig verweilen. Das ist die große Gluckseligkeit"},{"SurahNumber":9,"VerseNumber":90,"Text":"Und es kamen solche Wustenaraber, die Ausreden gebrauchten, um (vom Kampf) ausgenommen zu werden; und jene blieben (daheim), die falsch gegen Allah und Seinen Gesandten waren. Wahrlich, getroffen von einer schmerzlichen Strafe werden jene unter ihnen sein, die unglaubig sind"},{"SurahNumber":9,"VerseNumber":91,"Text":"Kein Tadel trifft die Schwachen und die Kranken und diejenigen, die nichts zum Ausgeben finden, wenn sie nur gegen Allah und Seinen Gesandten aufrichtig sind. Kein Vorwurf trifft jene, die Gutes tun und Allah ist Allverzeihend, Barmherzig"},{"SurahNumber":9,"VerseNumber":92,"Text":"Noch (trifft) jene (ein Tadel), die zu dir kamen, damit du ihnen die Moglichkeit zu reiten verschafftest, und (zu denen) du sagtest: \"Ich kann nichts finden, womit ich euch beritten machen konnte.\" Da kehrten sie um, wahrend ihre Augen von Tranen uberflossen aus Kummer daruber, daß sie nichts fanden, was sie hatten ausgeben konnen"},{"SurahNumber":9,"VerseNumber":93,"Text":"Ein Vorwurf trifft nur jene, die dich um Erlaubnis bitten, obwohl sie reich sind. Sie sind damit zufrieden, bei den Zuruckbleibenden zu sein. Allah hat ein Siegel auf ihre Herzen gelegt, so daß sie kein Wissen haben"}]}