{"Id":277,"LanguageCodes":["om","orm"],"Name":"orm-ghaliapapurapag","Author":"Ghali Apapur Apaghuna","Language":"Oromo","Description":"Oromo","Direction":"ltr","Source":"https://quranenc.com/check/oromo_ababor/v1.0.0-csv.1 , https://quranenc.com/en/browse/oromo_ababor , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Nyaadhu, dhugii; ijaanis itti gammadiYoo nama tokko argites ‘Dhugumatti, ani Rahmaaniif eenyullee dubbisuu dhabuu qodhaa (nazrii) galeen jiraKanaaf hardha nama tokkos hin dubbisu” jedhi"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ergasii isa baadhattee gara ummata ishee dhufte[Isaan] ni jedhan: “Yaa Maryam! Dhugumatti ati waan akkaan jabaatu fidde"},{"SurahNumber":19,"VerseNumber":28,"Text":"Yaa obboleettii Haaruun! Abbaan kee nama badaa hin turre; haati keetis sagaagaltuu hin turre.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Isiinis) gara isaatti akeekte[Isaan]: “Akkamitti daa’ima siree daa’imummaa keessa jiru dubbifna?” jedhan"},{"SurahNumber":19,"VerseNumber":30,"Text":"Innis (daa’imichis) ni jedhe: “Dhugumatti, ani gabricha RabbiitiInni kitaaba naaf kenneera; nabiyyiis na taasisee jira"},{"SurahNumber":19,"VerseNumber":31,"Text":"Iddoo ani jiru hundattis barakeeffamaa na taasisee jira; salaataafi zakaas hangan lubbuun jiru naaf dhaamee jira"},{"SurahNumber":19,"VerseNumber":32,"Text":"Haadha kiyyaafis tola oolaa (na godhe); of tuulaa hoonga’aas, ana hin taasifne"},{"SurahNumber":19,"VerseNumber":33,"Text":"Guyyaa ani dhaladhe, guyyaa ani du’uufi guyyaa ani kaafamuus nageenyi ana irra jira.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Inni sun Iisaa ilma Maryami; inni jecha dhugaa kan isaan isa keessatti shakkan saniidha"},{"SurahNumber":19,"VerseNumber":35,"Text":"Rabbiif ilma taasifachuun hin maluInni qulqullaa’eYeroo dhimma tokko murteesse, wanti Inni jedhu “ta’i” jechuu qofa; innis yoosuu ta’a"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Iisaan) “Dhugumatti, Rabbiin Gooftaa kiyyaafi Gooftaa keessaniKanaaf Isa qofa gabbaraaSantu karaa qajeelaadha” jedhe"},{"SurahNumber":19,"VerseNumber":37,"Text":"Gareewwan (yahuudaafi nasaaraa) gidduu isaaniitti (waa’ee Iisaa irratti) wal dhaban; wal gayii guyyaa guddaa (Qiyaamaa) san keessatti warra kafaraniif adabbiin mirkanaa’eera"},{"SurahNumber":19,"VerseNumber":38,"Text":"(Kaafiroonni) guyyaa isaan Nutti dhufan, maaltu akkaan dhaga’oo argoo isaan taasise! Garuu hardha miidhaa raawwattoonni jallina ifaa ta’e keessa jiru"}]}