{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":38,"Text":"Dijimos: «¡Descended de el, todos! Y, si de Mi parte viene a vosotros una guia, quienes sigan Mi guia no habran de temer ni estaran tristes"},{"SurahNumber":2,"VerseNumber":39,"Text":"Pero los que no crean y desmientan Nuestras senales, esos seran la gente del Fuego, en el que estaran eternamente.»"},{"SurahNumber":2,"VerseNumber":40,"Text":"¡Oh, Hijos de Israel! Recordad Mi merced, con la cual os agracie y sed leales al pacto que teneis conmigo que Yo sere leal al que tengo con vosotros y temedme solo a Mi"},{"SurahNumber":2,"VerseNumber":41,"Text":"Y creed en la revelacion que hice descender, confirmando la que ya teniais. No seais los primeros en no creer en ella. No vendais Mis indicaciones por poco precio y temedme solo a Mi"},{"SurahNumber":2,"VerseNumber":42,"Text":"Y no mezcleis la verdad con la falsedad, ni escondais la verdad a sabiendas"},{"SurahNumber":2,"VerseNumber":43,"Text":"Haced la oracion, dad la limosna obligatoria y inclinaos con los que se inclinan"},{"SurahNumber":2,"VerseNumber":44,"Text":"¿Acaso ordenais a la gente que sea virtuosa y vosotros mismos lo olvidais, a pesar de que recitais la Escritura [Sagrada]? ¿Es que no razonais"},{"SurahNumber":2,"VerseNumber":45,"Text":"Buscad ayuda en la paciencia y en la oracion. En verdad, la oracion es una carga pesada, excepto para los que son humildes"},{"SurahNumber":2,"VerseNumber":46,"Text":"Aquellos que creen que se encontraran con su Senor y que retornaran a El"},{"SurahNumber":2,"VerseNumber":47,"Text":"¡Oh, Hijos de Israel! Recordad la merced con los que Yo os agracie y como os di preferencia sobre todos los pueblos"},{"SurahNumber":2,"VerseNumber":48,"Text":"Y temed un dia en el que un alma no pueda hacer nada por otra y en el que no le sera aceptada la intercesion ni el rescate y no tendra quien la auxilie"}]}