{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":15,"VerseNumber":16,"Text":"hāgeyē nāvu bhūmiyannu haraḍidevu mattu adaralli beṭṭagaḷannu neṭṭevu hāgū adaralli ellavannū samarpaka pramāṇadalli beḷesidevu"},{"SurahNumber":15,"VerseNumber":17,"Text":"adaralli nāvu nimagū nīvu yāra annadātarallavō avarigū jīvanōpāyagaḷannu odagisidevu"},{"SurahNumber":15,"VerseNumber":18,"Text":"nam'ma baḷi pratiyondu vastuvina bhaṇḍāragaḷē ive. (Ādare) nāvu avugaḷannu ondu nirdiṣṭa pramāṇadalli mātra iḷisikoḍuttēve"},{"SurahNumber":15,"VerseNumber":19,"Text":"nāvu nīru tumbida gāḷiyannu ravānisidevu mattu nāvu ākāśadinda nīrannu iḷisi adannu nimage kuḍisidevu. Adēnū nim'ma saṅgrahadalliralilla"},{"SurahNumber":15,"VerseNumber":20,"Text":"khaṇḍita nāvē (ellarannū) jīvantagoḷisuvavaru hāgū sāyisuvavarāgiddēve mattu (antimavāgi) nāvē ellara uttarādhikārigaḷāgiruttēve"},{"SurahNumber":15,"VerseNumber":21,"Text":"nim'malli munde dāṭi hōdavarannū nāvu khaṇḍita ballevu mattu hinde uḷidiruvavarannū nāvu khaṇḍita ballevu"},{"SurahNumber":15,"VerseNumber":22,"Text":"khaṇḍita nim'ma oḍeyanē avarellarannū ondeḍe sērisuvanu. Avanu khaṇḍita tumbā yuktivantanū arivu uḷḷavanū āgiddāne"},{"SurahNumber":15,"VerseNumber":23,"Text":"Khaṇḍitavāgiyū nāvē mānavanannu kari āve maṇṇina oṇagāreyinda sr̥ṣṭisiruvevu"},{"SurahNumber":15,"VerseNumber":24,"Text":"adakkintalū munna nāvu tīkṣṇavāda beṅkiyinda jinn‌gaḷannu sr̥ṣṭisiddevu"},{"SurahNumber":15,"VerseNumber":25,"Text":"nim'ma oḍeyanu, malak‌gaḷoḍane hīgendiddanu; nānu kari āve maṇṇina oṇagāreyinda obba mānavanannu sr̥ṣṭisaliddēne"},{"SurahNumber":15,"VerseNumber":26,"Text":"nānu avanannu sajjugoḷisi avanalli nanna ātmavannu ūdidāga nīvu avanige sāṣṭāṅgaveragiri"},{"SurahNumber":15,"VerseNumber":27,"Text":"adarante, ella malak‌gaḷū sāṣṭāṅgaveragidaru"},{"SurahNumber":15,"VerseNumber":28,"Text":"ādare iblīsana horatu. Avanu, sāṣṭāṅga veragidavara jote sēralu nirākarisidanu"},{"SurahNumber":15,"VerseNumber":29,"Text":"avanu (allāhanu) kēḷidanu; ō iblīs, nīnēke sāṣṭāṅgaveragidavara jote sēralilla"},{"SurahNumber":15,"VerseNumber":30,"Text":"avanu (iblīs) hēḷidanu; nīnu āvemaṇṇina oṇagāreyinda sr̥ṣṭisiruva mānavanige sāṣṭāṅga veraguvavanu nānalla"},{"SurahNumber":15,"VerseNumber":31,"Text":"avanu (allāhanu) hēḷidanu; nīnu illinda tolagu. Khaṇḍitavāgiyū nīnu śapitanu"}]}