{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":50,"Text":"ataṟkavarkaḷ (ivarkaḷai nōkki) ‘‘uṅkaḷiṭam vanta (iṟaivaṉuṭaiya) tūtarkaḷ teḷivāṉa attāṭcikaḷuṭaṉ uṅkaḷiṭam varavillaiyā?'' Eṉṟu kēṭpārkaḷ. Ataṟku ivarkaḷ ‘‘ām! Meytāṉ (vantārkaḷ)'' eṉṟu kūṟuvārkaḷ. Ataṟkavarkaḷ, ‘‘avvāṟāyiṉ, (nāṅkaḷ iṟaivaṉiṭam kēṭpataṟkillai.) Nīṅkaḷē kēṭṭukkoḷḷuṅkaḷ'' eṉṟu kūṟiviṭuvārkaḷ. Innirākarippavarkaḷiṉ pirārttaṉai oru payaṉum aḷikkātu"},{"SurahNumber":40,"VerseNumber":51,"Text":"niccayamāka nām nam tūtarkaḷukkum, nampikkai koṇṭavarkaḷukkum ivvulaka vāḻkkaiyilum (utavi ceyvōm. Ivarkaḷukkāka) cāṭcikaḷ vantu kūṟum (maṟumai) nāḷilum utavi ceyvōm"},{"SurahNumber":40,"VerseNumber":52,"Text":"Annāḷil aniyāyakkārarkaḷukku avarkaḷ kūṟum pukalkaḷ oṉṟumē payaṉaḷikkātu. Avarkaḷukku (iṟaivaṉiṉ) cāpamum uṇṭu; avarkaḷukkut tīya iruppiṭamum uṇṭu"},{"SurahNumber":40,"VerseNumber":53,"Text":"niccayamāka nām mūsāvukku (tavṟāt vētattil) nērāṉa vaḻiyaik koṭuttu, isrāyīliṉ cantatikaḷai avvētattiṟku vāricukaḷāka ākki vaittōm"},{"SurahNumber":40,"VerseNumber":54,"Text":"atu nērāṉa vaḻiyākavum aṟivuṭaiyavarkaḷukku nallupatēcamākavum iruntatu. (Eṉiṉum, atai avarkaḷ piṉpaṟṟavillai)"},{"SurahNumber":40,"VerseNumber":55,"Text":"(napiyē!) Nīr (kaṣṭaṅkaḷaic) cakittuk koṇṭu poṟumaiyāka iruppīrāka. Niccayamāka allāhvuṭaiya vākkuṟuti uṇmaiyāṉatu. Nīr umatu tavaṟukaḷukku maṉṉippaik kōrikkoṇṭum, kālaiyilum, mālaiyilum umatu iṟaivaṉaip pukaḻntu tuti ceytu koṇṭum iruppīrāka"},{"SurahNumber":40,"VerseNumber":56,"Text":"niccayamāka evarkaḷ taṅkaḷiṭam ātāram ētum illātirukka allāhvuṭaiya vacaṉaṅkaḷaip paṟṟit tarkkikkiṟārkaḷō, avarkaḷuṭaiya uḷḷaṅkaḷil (veṟum) perumaiyait tavira vēṟoṉṟumillai. (Apperumaiyai) avarkaḷ aṭaiyavum māṭṭārkaḷ. Ākavē, (um'mai) pātukāttuk koḷḷumāṟu allāhviṭam nīr kōruvīrāka. Niccayamāka avaṉtāṉ (aṉaittaiyum) ceviyuṟupavaṉ, uṟṟu nōkkupavaṉ āvāṉ"},{"SurahNumber":40,"VerseNumber":57,"Text":"vāṉaṅkaḷaiyum pūmiyaiyum paṭaittiruppatu, (iṟanta) maṉitarkaḷai (maṟu muṟai) paṭaippataiviṭa niccayamāka mikap periya kāriyamākum. Āyiṉum, maṉitarkaḷil perumpālāṉavarkaḷ itaikkūṭa aṟintu koḷvatillai"},{"SurahNumber":40,"VerseNumber":58,"Text":"kuruṭaṉum pārvaiyuṭaiyavaṉum camamāka māṭṭārkaḷ. (Avvāṟē) nampikkai koṇṭu naṟceyalkaḷ ceypavarkaḷum (nampikkai koḷḷāta) pāvikaḷum camamāka māṭṭārkaḷ. Veku coṟpamākavē itaikkoṇṭu nīṅkaḷ nalluṇarcci peṟukiṟīrkaḷ"}]}