{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":6,"Text":"Und wenn die Menschen versammelt werden, werden sie ihnen feind sein, und sie werden den von ihnen (empfangenen) Dienst verleugnen"},{"SurahNumber":46,"VerseNumber":7,"Text":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen diejenigen, die unglaubig sind, uber die Wahrheit, da sie zu ihnen gekommen ist: Das ist deutliche Zauberei"},{"SurahNumber":46,"VerseNumber":8,"Text":"Oder sagen sie etwa: Er hat ihn ersonnen? Sag: Wenn ich ihn ersonnen haben sollte, so vermogt ihr fur mich nichts gegen Allah (auszurichten). Er weiß sehr wohl, woruber ihr euch (ausgiebig) auslaßt. Er genugt als Zeuge zwischen mir und euch. Und Er ist der Allvergebende und Barmherzige"},{"SurahNumber":46,"VerseNumber":9,"Text":"Sag: Ich bin kein Neubeginn unter den Gesandten, und ich weiß nicht, was mit mir, und auch nicht, was mit euch geschehen wird. Ich folge nur dem, was mir (als Offenbarung) eingegeben wird, und ich bin nur ein deutlicher Warner"},{"SurahNumber":46,"VerseNumber":10,"Text":"Sag: Was meint ihr, wenn er doch von Allah ist und ihr ihn aber verleugnet, wahrend ein Zeuge von den Kindern Isra’ils etwas bezeugt, was ihm gleich ist, und so glaubt er an ihn, wahrend ihr euch hochmutig verhaltet? Gewiß, Allah leitet das Volk der Ungerechten nicht recht"},{"SurahNumber":46,"VerseNumber":11,"Text":"Und diejenigen, die unglaubig sind, sagen von denjenigen, die glauben: Wenn er etwas Gutes ware, waren sie uns damit nicht zuvorgekommen. Und da sie sich nicht durch ihn rechtleiten lassen, werden sie sagen: Das ist eine alte ungeheuerliche Luge"},{"SurahNumber":46,"VerseNumber":12,"Text":"Und vor ihm (war) die Schrift Musas als Vorbild und Barmherzigkeit. Und dies ist ein bestatigendes Buch in arabischer Sprache, um diejenigen, die Unrecht tun, zu warnen, und als frohe Botschaft fur die Gutes Tuenden"},{"SurahNumber":46,"VerseNumber":13,"Text":"Gewiß, diejenigen, die sagen: Unser Herr ist Allah und sich hierauf recht verhalten, uber sie soll keine Furcht kommen, noch sollen sie traurig sein"},{"SurahNumber":46,"VerseNumber":14,"Text":"Das sind die Insassen des (Paradies)gartens, ewig darin zu bleiben als Lohn fur das, was sie zu tun pflegten"}]}