{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Diran a sus pieles: \"¿Por que atestiguan contra nosotros?\" Les responderan: \"Nos hizo hablar Dios, Quien hace hablar a todas las cosas\". Sepan que El los creo la primera vez, y que ante El volveran"},{"SurahNumber":41,"VerseNumber":22,"Text":"No pudieron esconderse de los oidos, los ojos y la piel que atestiguaran en su contra. Pensaban que Dios ignoraba gran parte de lo que hacian"},{"SurahNumber":41,"VerseNumber":23,"Text":"Eso que pensaban de su Senor es lo que los ha llevado a la ruina, y ahora son de los perdedores"},{"SurahNumber":41,"VerseNumber":24,"Text":"Y aunque tengan paciencia, el Infierno sera su morada; y aunque supliquen ser excusados, no seran excusados"},{"SurahNumber":41,"VerseNumber":25,"Text":"Y les asigne companeros, que les embellecieron lo que habian cometido y lo que iban a cometer. Entonces merecieron el castigo al igual que otras naciones anteriores de seres humanos y de yinnes que fueron destruidas. Ellos fueron los verdaderos perdedores"},{"SurahNumber":41,"VerseNumber":26,"Text":"Dicen los que se negaron a creer: \"No presten atencion al Coran cuando es recitado, y eleven la voz parloteando, asi se saldran con la suya"},{"SurahNumber":41,"VerseNumber":27,"Text":"Les haremos sufrir un castigo severo a los que se negaron a creer, retribuyendolos por todo el mal que hicieron"},{"SurahNumber":41,"VerseNumber":28,"Text":"Este es el tormento que merecen los enemigos de Dios: el Infierno, donde moraran por toda la eternidad como castigo por haber negado Mis signos"},{"SurahNumber":41,"VerseNumber":29,"Text":"Diran los que se negaron a creer: \"¡Oh, Senor nuestro! Dejanos ver a los yinnes y a los seres humanos que nos extraviaron para que los pongamos bajo nuestros pies, y asi sean ellos de los que esten mas abajo"}]}