{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":49,"Text":"(Ey Israil ogulları, hem hatırlayın ki), bir vakıt sizi ve atalarınızı Fir’avun avanesinden kurtarmıstık, sizi azabın kotusune surup ogullarınızı bogazlıyorlar, kızlarınızı hayatta (diri) tutmak istiyorlardı ve bunda, sizin icin, rabbınız tarafından buyuk bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve yine hatırlayın ki, bir vakit sizden oturu denizi yardık da hepinizi kurtardık, Fir’avun avanesini ise, sizler bakıb dururken, suda bogduk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Bir vakit de Musa’ya, Tur’da vahy icin, kırk gece vade vermistik. O, Tur’a gittikten sonra, siz, buzagıyı tanrı edindiniz ve bu halinizle zalimlerden oldunuz"},{"SurahNumber":2,"VerseNumber":52,"Text":"(yaptıgınız fena isten tevbe ettikten) sonra sizi afvetmistik; (size olan nimetimize) sukredesiniz diye"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hatırlayın ki, biz Musa’yı Tevrat’ı ve hak ile batıl arasını ayıran Furkan’ı vermistik ki, (sapıklıktan kurtulup) dogru yolu bulasınız"},{"SurahNumber":2,"VerseNumber":54,"Text":"O zaman Musa, buzagıya tapan kavmine: “- Ey kavmim, siz buzagıya tapmakla kendinize zulmettiniz. Hemen yaradanınıza tevbe edin de nefislerinizi oldurun (Islah edin). Iste bu yapacagınız, yaradanınız katında sizin icin hayırlıdır.” demisti de; Allah tevbelerinizi kabul etmisti. Cunku o, tevbeleri cok cok kabul edendir, cok esirgeyendir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ve bir vakit: “-Ey Musa biz Allah’ı asikare gormedikce (senin sozune) asla inanmıyacagız.” demistiniz. Bunun uzerine, sizi o yıldırım yakalayıverdi, bakınıp duruyordunuz"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra, sukredesiniz diye, vefatınızdan (bir gun) sonra (kudretimizi anlıyasınız diye) sizi diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Tih sahrasında (gunesin atesinden korunmak icin) ustunuze bulutla golge yaptık ve size kudret helvası ile bıldırcın gonderdik ve bu helal rızkımızdan yeyin, dedik. Onlar itaat etmemekle bize zulmetmediler, ancak kendi nefislerine zulmetmislerdi"}]}