{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"yǐzhì gūfù tāsuǒ shǎngcì tāmen de ēnhuì, nǐmen xiǎngshòu ba. Bùjiǔ nǐmen jiù yào zhīdàole"},{"SurahNumber":16,"VerseNumber":56,"Text":"Wǒ suǒ gōngjǐ tāmen de cáichǎn, tāmen yǐ qízhōng de yībùfèn qù gòngfèng nàxiē wúzhī de (ǒuxiàng). Zhǐ zhēnzhǔ fāshì, guānyú nǐmen suǒ niēzào de (shìwù), nǐmen bì shòushěn wèn"},{"SurahNumber":16,"VerseNumber":57,"Text":"Tāmen yǐ nǚ'ér guīzhēnzhǔ ──zànsòng zhēnzhǔ, chāojué wànwù ──ér yǐ tāmen suǒ yuànwàng de guī zìjǐ"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dāng tāmen zhōng de yīgè rén tīng shuō zìjǐ de qī zǐ shēng nǚ'ér de shíhòu, tā de liǎn ànrán shīsè, érqiě mǎnfù láosāo"},{"SurahNumber":16,"VerseNumber":59,"Text":"Tā wèi zhège èhào ér bù yǔ zōngzú huìmiàn, tā duōfāng kǎolǜ: Jiùjìng shì rěnrǔ bǎoliú tā ne? Háishì bǎ tā huómái zài tǔ lǐ ne? Zhēn de, tāmen de pànduàn zhēn èliè"},{"SurahNumber":16,"VerseNumber":60,"Text":"Bù xìn hòushì zhě, yǒu è lì; zhēnzhǔ yǒu diǎnxíng. Tā què shì quánnéng de, què shì zhì ruì de"},{"SurahNumber":16,"VerseNumber":61,"Text":"Rúguǒ zhēnzhǔ wèi shìrén de bù yì ér chéngzhì tāmen, nàme, tā bù liú yīgè rén zài dàdìshàng, dàn tā ràng tāmen yánchí dào yīgè dìngqí, dāng tāmen de dìng qī láilín de shíhòu, tāmen bùdé yánchí yī shàshí,(dāng qí wèi láilín de shíhòu), tāmen bùnéng tíqián yī shàshí"},{"SurahNumber":16,"VerseNumber":62,"Text":"Tāmen yǐ zìjǐ suǒ yànwù de guīzhēnzhǔ, tāmen wàngyán zìjǐ jiāng shòu zuì jiā de bàochóu. Wúyí de, tāmen jiāng shòu huǒ yù de bàochóu. Tāmen shì bèi yíqì de"},{"SurahNumber":16,"VerseNumber":63,"Text":"Zhǐ zhēn zhǔ fāshì, zài nǐ zhīqián, wǒ què yǐ pàiqiǎn xǔduō shǐzhě qù jiàohuà gè mínzú, dàn èmó yǐ tāmen de xíngwéi míhuò tāmen, suǒyǐ jīntiān tā shì tāmen de bǎohù zhě, tāmen jiāng shòu tòngkǔ de xíngfá"},{"SurahNumber":16,"VerseNumber":64,"Text":"Wǒ jiàng shì nǐ zhè bù jīngdiǎn, zhǐ wèi shǐ nǐ duì tāmen chǎnmíng tāmen suǒ zhēnglùn de (shìfēi), bìngqiě yǐ zhè bù jīngdiǎn zuòwéi xìndào de mínzhòng de xiàngdǎo hé ēnhuì"}]}