{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":11,"Text":"Peygamberleri onlara: «Biz de, demişdi, sizin gibi insandan başka (bir şey) değiliz. Fakat Allah, ni´metini kullarından kimi dilerse ona ihsan eder. Allahın izni olmaksızın bizim size (kaahir) bir hüccet getirmemize imkân yokdur. Mü´minler ancak Allaha güvenib dayanmalıdır»"},{"SurahNumber":14,"VerseNumber":12,"Text":"«Hem biz ne diye Allaha güvenib dayanmayalım ki bize dosdoğru yolları O göstermişdir. Bize yapdığınız eziyyetlere elbette katlanacağız. Tevekkül edenler dahi yalınız Allaha güvenib dayanmakda sebat etmelidir»"},{"SurahNumber":14,"VerseNumber":13,"Text":"O küfredenler, peygamberlerine (şöyle) dediler: «Elbette ve elbette sizi ya yurdumuzdan çıkaracağız, yahud mutlak ve mutlak dînimize döneceksiniz». Bunun üzerine Rableri kendilerine (o peygamberlere): «O zaalimleri muhakkak helak edeceğiz» diye vahyetdi"},{"SurahNumber":14,"VerseNumber":14,"Text":"«Ve onlardan sonra sizi behemehal, o yurda yerleşdireceğiz. İşte bu (mükâfatım), benim makaamımdan korkanlara, benim tehdidimden korkanlara haasdır»"},{"SurahNumber":14,"VerseNumber":15,"Text":"(Peygamberler hep) fütûhaat istediler. (Buna kavuşdular. Hakka karşı alabildiğine) inâd eden her zorba ise (nihayet) haaib (ve haasir) oldu"},{"SurahNumber":14,"VerseNumber":16,"Text":"Onun önünde (ilerisinde) de cehennem vardır. Ona (orada) irinli sudan içirilecekdir"},{"SurahNumber":14,"VerseNumber":17,"Text":"Öyle ki o, bunu zoraaki içmiye çalışacak, bir türlü boğazından geçiremeyecek, her yandan kendisine ölüm gelecek, halbuki ölmeyecek de. Önünden de daha ağır (zorlu ve ebedî) bir azâb gelib çatacak"},{"SurahNumber":14,"VerseNumber":18,"Text":"Rablerini küfr-ü inkâr edenlerin misâli şudur: yapdıkları işler fırtınalı bir günde rüzgârın şiddetle savurduğu bir küle benzer. Kazandıklarından hiçbir şey´i ellerine geçiremezler. İşte bu, (Hakdan) uzak sapıklığın ta kendisidir"}]}