{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Kendi derilerine dediler ki: «Niye aleyhimizde sahitlik ettiniz?» Dediler ki: «Her seye nutku verip konusturan Allah, bizi konusturdu. Sizi ilk defa O yarattı ve O´na dondurulmektesiniz.»"},{"SurahNumber":41,"VerseNumber":22,"Text":"«Siz, isitme, gorme (duyularınız) ve derileriniz aleyhinizde sahitlik eder diye sakınıp korunmuyordunuz. Aksine, yapmakta olduklarınızın bircogunu Allah´ın bilmeyecegini sanıyordunuz.»"},{"SurahNumber":41,"VerseNumber":23,"Text":"«Iste bu sizin zannınız; Rabbiniz hakkında beslediginiz zannınız, sizi bir yıkıma ugrattı, boylelikle husrana ugrayanlar olarak sabahladınız.»"},{"SurahNumber":41,"VerseNumber":24,"Text":"Simdi eger sabredebilirlerse, artık onlar icin konaklama yeri atestir. Ve eger onlar hosnut olma (dunya)ya donmek isterlerse, artık onlar hosnut olacaklardan degildirler"},{"SurahNumber":41,"VerseNumber":25,"Text":"Biz onlara birtakım yakın kimseleri ´kabuk gibi uzerlerine kaplattık´, onlar da, onlerinde ve arkalarında olanları kendilerine suslu gosterdiler. Cinlerden ve insanlardan kendilerinden once gelip gecmis ummetlerde (yururlukte tutulan azab) sozu onların uzerine hak oldu. Cunku onlar, husrana ugrayanlardı"},{"SurahNumber":41,"VerseNumber":26,"Text":"Inkar edenler dediler ki: «Bu Kur´an´ı dinlemeyin ve onda (okunurken) yaygaralar koparın. Belki ustun gelirsiniz.»"},{"SurahNumber":41,"VerseNumber":27,"Text":"Artık gercekten o inkar edenlere siddetli bir azap taddıracagız ve onları yapmakta olduklarının en kotusuyle cezalandıracagız"},{"SurahNumber":41,"VerseNumber":28,"Text":"Bu, Allah´ın dusmanlarının cezası olan atestir. Bizim ayetlerimizi inkar etmeleri dolayısıyla bir ceza olarak, orada onlar icin ebedilik yurdu vardır"},{"SurahNumber":41,"VerseNumber":29,"Text":"Kufretmekte olanlar dediler ki: «Rabbimiz, cinlerden ve insanlardan bizi saptırmıs olanları bize goster, onları ayaklarımızın altına alalım, en asagılarda bulunanlardan olsunlar.»"}]}