{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":82,"Text":"pisacukkalute kuttattil ninn addehattin venti (katalil) munnunna cilareyum (nam kilpetuttikeatuttu.) atu kutate marru cila pravrttikalum avar ceytirunnu. namayirunnu avare kattusuksicc keantirunnat‌"},{"SurahNumber":21,"VerseNumber":83,"Text":"ayyubineyum (orkkuka.) tanre raksitavine vilicc keant addeham iprakaram prart'thicca sandarbham: enikkita kastappat badhiccirikkunnu. ni karunikaril vecc erravum karunayullavananallea"},{"SurahNumber":21,"VerseNumber":84,"Text":"appeal addehattin nam uttaram nalkukayum, addehattin neritta kastappat nam akarrikkalayukayum ceytu. addehattinre kutumbangannaleyum, avareateappam avarute atrayum pere vereyum nam addehattin nalkukayum ceytu. nam'mute pakkal ninnulla oru karunyavum, aradhananiratarayittullavarkk oru smaranayumanat‌"},{"SurahNumber":21,"VerseNumber":85,"Text":"isma'ilineyum, id‌risineyum, dulkiphlineyum (orkkuka) avarellam ksamasilarute kuttattilakunnu"},{"SurahNumber":21,"VerseNumber":86,"Text":"avare nam nam'mute karunyattil ulpetuttukayum ceytirikkunnu. tirccayayum avar sad‌vrttarute kuttattilakunnu"},{"SurahNumber":21,"VerseNumber":87,"Text":"dunnuni neyum (orkkuka.) addeham kupitanayi peayikkalanna sandarbham. nam orikkalum addehattin nerukkamuntakkukayillenn addeham dhariccu. anantaram iruttukalkkullil ninn addeham viliccuparannu: niyallate yatearu daivavumilla. ni etra parisud'dhan! tirccayayum nan akramikalute kuttattil pettavanayirikkunnu"},{"SurahNumber":21,"VerseNumber":88,"Text":"appeal nam addehattin uttaram nalkukayum duhkhattil ninn addehatte nam raksappetuttukayum ceytu. satyavisvasikale aprakaram nam raksikkunnu"},{"SurahNumber":21,"VerseNumber":89,"Text":"sakariyyayeyum (orkkuka.) addeham tanre raksitavine vilicc iprakaram prart'thicca sandarbham: enre raksitave, ni enne ekanayi (pintutarccakkarillate) vitarute. niyanallea anantaravakasametukkunnavaril erravum uttaman"},{"SurahNumber":21,"VerseNumber":90,"Text":"appeal nam addehattin uttaram nalkukayum, addehattin (makan) yah‌yaye nam pradanam ceyyukayum, addehattinre bharyaye nam (garbhadharanattin‌) praptayakkukayum ceytu. tirccayayum avar (pravacakanmar) uttamakaryannalkk dhrtikanikkukayum, asicc keantum, peticcukeantum nam'meat prart'thikkukayum ceyyunnavarayirunnu. avar nam'meat talma kanikkunnavarumayirunnu"}]}