{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"Hâ-Mîm"},{"SurahNumber":42,"VerseNumber":2,"Text":"‘Âyn-Sîn-Qâf"},{"SurahNumber":42,"VerseNumber":3,"Text":"C’est ainsi qu’Allah, le Tout-Puissant, l’infiniment Sage, fait descendre sur toi Sa révélation comme sur les prophètes qui t’ont précédé"},{"SurahNumber":42,"VerseNumber":4,"Text":"Il possède tout ce qui se trouve dans les cieux et sur la terre. Il est le Très Haut, le Très Glorieux"},{"SurahNumber":42,"VerseNumber":5,"Text":"Peu s’en faut que les cieux ne s’entrouvrent depuis leur faîte[1231], tandis que les anges, par les louanges, célèbrent Sa gloire et implorent Son pardon pour les habitants de la terre. Allah, en vérité, est le Très Clément, le Très Miséricordieux"},{"SurahNumber":42,"VerseNumber":6,"Text":"Quant à ceux qui prennent des maîtres en dehors de Lui, Allah consigne leurs agissements dont tu n’auras pas, pour ta part, à répondre"},{"SurahNumber":42,"VerseNumber":7,"Text":"C’est ainsi que Nous t’avons révélé le Coran, récitation en langue arabe, afin que tu avertisses la Cité Mère[1232] et tous les peuples de la terre, et que tu mettes en garde les hommes contre le Jour inéluctable où ils seront tous rassemblés, une partie au Paradis et l’autre dans les flammes de l’Enfer"},{"SurahNumber":42,"VerseNumber":8,"Text":"Si Allah l’avait voulu, Il aurait fait des hommes une seule nation de croyants, mais Il admet qui Il veut dans Sa grâce, tandis que les impies n’auront ni soutien, ni protecteur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Ont-ils adopté des maîtres en dehors de Lui ? C’est pourtant Allah qui est leur seul Maître, Lui qui redonne vie aux morts et qui a pouvoir sur toute chose"},{"SurahNumber":42,"VerseNumber":10,"Text":"Chacun de vos différends devra être soumis au jugement d’Allah. Tel est Allah, mon Seigneur auquel je m’en remets entièrement, auquel je reviens repentant et me réfère en toute chose"}]}