{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":23,"VerseNumber":60,"Text":"Es azok, akik odaadjak azt, amit adnak, mikozben szivuk megremeg (felve es remelve adomanyuk elfogadasat), ok. (bizonyosak abban, hogy,) az Urukhoz ternek meg"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ok azok, akik sietve igyekeznek jo dolgokat tenni es ebben megeloznek"},{"SurahNumber":23,"VerseNumber":62,"Text":"Egyetlen lelekre sem rottunk ki tobbet, mint amire kepes. Konyv van nalunk, amely az Igazsagot mondja el. Ok nem szenvednek el igazsagtalansagot"},{"SurahNumber":23,"VerseNumber":63,"Text":"De az o szivuk errol (a Koranrol) a tudatlansagban van. Es ezen kivul ok meg mast is elkovetnek"},{"SurahNumber":23,"VerseNumber":64,"Text":"Mignem vegul, ha buntetessel sujtjuk azokat, akik ennek kenyelmet elveztek, oltalomert konyorognek"},{"SurahNumber":23,"VerseNumber":65,"Text":"Ma ne konyorogjetek oltalomert! Bizony nem kaptok tolunk segitseget"},{"SurahNumber":23,"VerseNumber":66,"Text":"Bizony felolvastattak nektek az En Jeleim, am ti visszahuzodtatok. ยง"},{"SurahNumber":23,"VerseNumber":67,"Text":"Gogosen viselkedtetek azzal szemben, ejjel beszelve rosszat arrol"},{"SurahNumber":23,"VerseNumber":68,"Text":"Talan nem gondoltak jol at ezt a beszedet? Vagy olyan jott el hozzajuk, ami a korabban volt atyaikhoz nem jott el"},{"SurahNumber":23,"VerseNumber":69,"Text":"Vagy talan nem ismertek meg a Kuldottuket ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es ot igy megtagadtak"},{"SurahNumber":23,"VerseNumber":70,"Text":"Vagy azt mondjak: ,. Dzsinn van benne!\" De nem! Az Igazsagot hozta el nekik. Am a legtobbjuk. az Igazsaggal szemben elutasito"},{"SurahNumber":23,"VerseNumber":71,"Text":"Am ha az Igazsag az o vagyukat kovetne, akkor az egek es a fold romlassal lenne telitve es a bennuk levok is. De Mi az o intesuket hoztuk el. Am ok az intesuktol elfordulnak"},{"SurahNumber":23,"VerseNumber":72,"Text":"Vagy kersz ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) toluk valami jarandosagot? Holott a te Urad jarandosaga jobb. O a legjobb (Gondoskodo)"},{"SurahNumber":23,"VerseNumber":73,"Text":"Bizony Te (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) az Egyenes Utra hivod oket"},{"SurahNumber":23,"VerseNumber":74,"Text":"Am azok, akik nem hisznek a Tulvilagban, az Uttol elterek"}]}