{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"They will come forth,- their eyes humbled - from (their) graves, (torpid) like locusts scattered abroad"},{"SurahNumber":54,"VerseNumber":8,"Text":"Hastening, with eyes transfixed, towards the Caller!- \"Hard is this Day!\", the Unbelievers will say"},{"SurahNumber":54,"VerseNumber":9,"Text":"Before them the People of Noah rejected (their apostle): they rejected Our servant, and said, \"Here is one possessed!\", and he was driven out"},{"SurahNumber":54,"VerseNumber":10,"Text":"Then he called on his Lord: \"I am one overcome: do Thou then help (me)"},{"SurahNumber":54,"VerseNumber":11,"Text":"So We opened the gates of heaven, with water pouring forth"},{"SurahNumber":54,"VerseNumber":12,"Text":"And We caused the earth to gush forth with springs, so the waters met (and rose) to the extent decreed"},{"SurahNumber":54,"VerseNumber":13,"Text":"But We bore him on an (Ark) made of broad planks and caulked with palm- fibre"},{"SurahNumber":54,"VerseNumber":14,"Text":"She floats under our eyes (and care): a recompense to one who had been rejected (with scorn)"},{"SurahNumber":54,"VerseNumber":15,"Text":"And We have left this as a Sign (for all time): then is there any that will receive admonition"},{"SurahNumber":54,"VerseNumber":16,"Text":"But how (terrible) was My Penalty and My Warning"},{"SurahNumber":54,"VerseNumber":17,"Text":"And We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition"},{"SurahNumber":54,"VerseNumber":18,"Text":"The 'Ad (people) (too) rejected (Truth): then how terrible was My Penalty and My Warning"},{"SurahNumber":54,"VerseNumber":19,"Text":"For We sent against them a furious wind, on a Day of violent Disaster"},{"SurahNumber":54,"VerseNumber":20,"Text":"Plucking out men as if they were roots of palm-trees torn up (from the ground)"},{"SurahNumber":54,"VerseNumber":21,"Text":"Yea, how (terrible) was My Penalty and My Warning"},{"SurahNumber":54,"VerseNumber":22,"Text":"But We have indeed made the Qur'an easy to understand and remember: then is there any that will receive admonition"},{"SurahNumber":54,"VerseNumber":23,"Text":"The Thamud (also) rejected (their) Warners"},{"SurahNumber":54,"VerseNumber":24,"Text":"For they said: \"What! a man! a Solitary one from among ourselves! shall we follow such a one? Truly should we then be straying in mind, and mad"},{"SurahNumber":54,"VerseNumber":25,"Text":"Is it that the Message is sent to him, of all people amongst us? Nay, he is a liar, an insolent one"},{"SurahNumber":54,"VerseNumber":26,"Text":"Ah! they will know on the morrow, which is the liar, the insolent one"},{"SurahNumber":54,"VerseNumber":27,"Text":"For We will send the she-camel by way of trial for them. So watch them, (O Salih), and possess thyself in patience"}]}