{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Йўқ! Биз уларга (қайта тирилишлари ҳақидаги) Ҳақиқатни келтирдик. Улар эса шак-шубҳасиз, ёлғончидирлар"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллоҳнинг боласи йўқдир ва У зот билан бирга бирон илоҳ бўлган эмасдир. Акс ҳолда албатта ҳар бир илоҳ ўзи яратган нарса билан кетиб, бир-бирларидан устун бўлиб олур эдилар, (яъни, ҳар бир «илоҳ» ўз ҳукмини ўтказмоқни истаб, натижада Еру осмон бузилиб кетган бўлур эди). Аллоҳ улар айтаётган шериклардан покдир"},{"SurahNumber":23,"VerseNumber":92,"Text":"У ғайбу-шаҳодатни (яъни, йўғу-борни) билгувчидир. Бас, у (мушрикларнинг) ширкларидан юксакдир"},{"SurahNumber":23,"VerseNumber":93,"Text":"Айтинг: «Парвардигорим, агар Сен менга (кофирларга) ваъда қилинаётган (азоб)ни (уларнинг устига тушганини) кўргузадиган бўлсанг"},{"SurahNumber":23,"VerseNumber":94,"Text":"Парвардигорим, (ўша соатда) мени у золим қавм билан бирга қилмагин»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Албатта, Биз сизга уларга ваъда қилаётган (азобимизни) кўргизишга қодирдирмиз"},{"SurahNumber":23,"VerseNumber":96,"Text":"Сиз (улар қилаётган) ёмонликни энг гўзал сўзлар билан дафъ қилинг! Биз улар (сизни масхаралаб) айтаётган гапларни жуда яхши билгувчидирмиз"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ва айтинг: «Парвардигорим, мен Сендан шайтонларнинг васвасаларидан паноҳ беришингни сўрайман"},{"SurahNumber":23,"VerseNumber":98,"Text":"Яна мен Сендан (ё) Парвардигорим, улар менинг ҳузуримга келишларидан паноҳ беришингни сўрайман»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Токи қачон улардан (яъни, мушриклардан) бирига ўлим келганида: «Парвардигор, мени (яна ҳаётга) қайтаринглар"},{"SurahNumber":23,"VerseNumber":100,"Text":"Шояд, мен қолган умримда яхши амал қилсам», деб қолур. Йўқ! (У асло ҳаётга қайтарилмас). Дарҳақиқат, бу (ҳар бир жон бераётган кофир) айтадиган сўздир. Уларнинг ортида то қайта тириладиган кунларигача (дунёга қайтишларидан тўсиб турадиган) бир тўсиқ бўлур"},{"SurahNumber":23,"VerseNumber":101,"Text":"Бас, қачон сур чалинганида (яъни, Қиёмат қойим бўлганида) ана у кунда уларнинг ўрталарида ҳеч қандай насл насаб қолмас ва улар бир-бирлари билан савол-жавоб ҳам қила олмаслар"},{"SurahNumber":23,"VerseNumber":102,"Text":"Энди кимнинг (яхшилик) мезонлари (ёмонлик-гуноҳларидан) оғир келса бас, ана ўшалар нажот топгувчидирлар"},{"SurahNumber":23,"VerseNumber":103,"Text":"Кимнинг мезонлари енгил бўлса (яъни, ёмонликлари яхши амалларини босиб кетса), бас, ана ўшалар ўзларига зиён қилибдилар. Улар жаҳаннамда мангу қолгувчидирлар"},{"SurahNumber":23,"VerseNumber":104,"Text":"Уларнинг юзларини ўт куйдириб бадбашара бўлиб қолгувчидирлар"}]}