{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"اور ہم نے بنا دیا انھیں پیشوا (لوگوں کے لیے) وہ راہ دکھاتے تھے ہمارے حکم سے اور ہم نے وحی بھیجی ان کی طرف کہ وہ نیک کام کریں اور نماز ادا کریں اور زکوٰۃ دیاکریں اور سب ہمارے عبادت گزار تھے"},{"SurahNumber":21,"VerseNumber":74,"Text":"اور لوط کو ہم نے حکومت اور علم عطا فرمایا اور نجات دی اسے اس گاؤں سے جس کے باشندے بہت رذیل کام کیا کرتے تھے بےشک وہ لوگ بڑے نا ہنجار (اور ) نافرمان تھے"},{"SurahNumber":21,"VerseNumber":75,"Text":"اور ہم نے اسے داخل کر لیا اپنے (حریم ) رحمت میں بیشک وہ نیکو کاروں میں سے تھا"},{"SurahNumber":21,"VerseNumber":76,"Text":"اور یاد کرو نوح علیہ السلام کو جب انھوں نے (ہمیں ) پکارا پیش ازیں ، تو ہم نے قبول فرمایا ان کی دعا کو اور بچایا انھیں اور ان کے گھر والوں کو سخت مصیبت سے"},{"SurahNumber":21,"VerseNumber":77,"Text":"اور ہم نے ان کی حمایت کی اس قوم کے مقابلے میں جنھوں نے ہماری آیتوں کو جھٹلایا تھا بیشک وہ بڑے نا ہنجار لوگ تھے پس ہم نے غرق کر دیاان سب کو"},{"SurahNumber":21,"VerseNumber":78,"Text":"اور یاد کرو داؤد و سلیمان علیہ السلام کو جب وہ فیصلہ کر رہے تھے ایک کھیتی کے جھگڑے کا جب رات کے وقت چھوٹ گئیں اس میں ایک قوم کی بکریاں اور ہم ان کے فیصلہ کا مشاہدہ کر رہے تھے"},{"SurahNumber":21,"VerseNumber":79,"Text":"سو ہم نے سجھا دیا وہ معاملہ سلیمان علیہ السلام کو اور ان سب کو ہم نے بخشا تھا حکم اور علم اور ہم نے فرمانبردار بنا دیا داؤد کا پہاڑوں اور پرندوں کو وہ سب انکے ساتھ مل کر تسبیح کہا کرتے اور (یہ شان) ہم دینے والے تھے"},{"SurahNumber":21,"VerseNumber":80,"Text":"اور ہم نے سکھا دیاانھیں زرہ بنانے کا ہنر تمھارے فائدے کے لیے تاکہ وہ زرہ بچا لے تمھیں تمھاری زد سے تو کیا تم (اس احسان کا) شکر ادا کرنیوالے ہو"},{"SurahNumber":21,"VerseNumber":81,"Text":"اور ہم نے سلیمان کے لیے تند و تیز ہوا کو فرمانبردار بنا دیا چلتی تھی وہ ہوا ان کے حکم سے اس سر زمین کی طرف سے جسے ہم نے با برکت بنادیا تھا اور ہم ہر چیز کو جاننے والے تھے"}]}