{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":184,"Text":"Və sizi də, sizdən əvvəlki nəsilləri də yaradandan qorxun!”"},{"SurahNumber":26,"VerseNumber":185,"Text":"Onlar dedilər: “Həqiqətən, sən (əməlli-başlı) ovsunlanmışlardansan! (Divanənin birisən! Sən hara, peyğəmbərlik hara)"},{"SurahNumber":26,"VerseNumber":186,"Text":"Sən də bizim kimi adi bir insansan! Bizə elə gəlir ki, sən yalançının birisən"},{"SurahNumber":26,"VerseNumber":187,"Text":"Əgər, doğru danışanlardansansa (həqiqi peyğəmbərsənsə), göyün bir parçasını üstümüzə endir!”"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Şüeyb) dedi: “Sizin nələr etdiyinizi Rəbbim daha yaxşı bilir!”"},{"SurahNumber":26,"VerseNumber":189,"Text":"Nəhayət, onu (Şüeybi) təkzib etdilər və buna görə də buludlu günün (qızmar günəşdən sonra peyda olan qara buludun) əzabı onları yaxaladı. Həqiqətən, o, böyük (müdhiş) bir günün əzabı idi"},{"SurahNumber":26,"VerseNumber":190,"Text":"Şübhəsiz ki, bunda (Şüeybin bu hekayətində) bir ibrət vardır. Halbuki onların əksəriyyəti iman gətirmədi"},{"SurahNumber":26,"VerseNumber":191,"Text":"Həqiqətən, sənin Rəbbin yenilməz qüvvət, mərhəmət sahibidir! (Kafirlərdən intiqam alar, tövbə edən bəndələrini bağışlayar)"},{"SurahNumber":26,"VerseNumber":192,"Text":"Şübhəsiz ki, bu (Qur’an) aləmlərin Rəbbi tərəfindən nazil edilmişdir"},{"SurahNumber":26,"VerseNumber":193,"Text":"Onu Cəbrail (Ruhuləmin) endirdi"},{"SurahNumber":26,"VerseNumber":194,"Text":"(Günahkarları Allahın əzabı ilə) qorxudan (xəbərdar edən) peyğəmbərlərdən olasan deyə, sənin qəlbinə (nazil etdi)"},{"SurahNumber":26,"VerseNumber":195,"Text":"Özü də açıq-aydın ərəb dilinə"},{"SurahNumber":26,"VerseNumber":196,"Text":"Həqiqətən, o (Qur’anın nazil olacağı xəbəri, mə’nası və hökmləri; Peyğəmbərin vəsfi), əvvəlkilərin (keçmiş peyğəmbərlərin) kitablarından mövcuddur"},{"SurahNumber":26,"VerseNumber":197,"Text":"Məgər İsrail övladı alimlərinin (Qur’anın ilahi kitab, sənin həqiqi peyğəmbər olduğunu) bilmələri onlar (bu kafirlər) üçün bir dəlil (sübut) deyilmi"},{"SurahNumber":26,"VerseNumber":198,"Text":"Əgər onu ərəb olmayanlardan (ərəbcə bilməyənlərdən) birinə (bə’zisinə) nazil etsəydik"},{"SurahNumber":26,"VerseNumber":199,"Text":"Və o (Qur’anı) onlara (Məkkə müşriklərinə və kafirlərə) oxusaydı, (bu şəxs ərəb dilini yaxşı bilmir, qeyri-ərəbə tabe olmaq, onun ardınca getmək bizə ayıbdır deyə) ona iman gətirməzdilər"},{"SurahNumber":26,"VerseNumber":200,"Text":"Biz (küfrü, inadkarlığı) günahkarların qəlbinə belə salarıq"},{"SurahNumber":26,"VerseNumber":201,"Text":"Onlar şiddətli əzabı görməyənədək (Qur’ana) inanmazlar"},{"SurahNumber":26,"VerseNumber":202,"Text":"(Əzab) onlara qəflətən, özləri də hiss etmədən gələr"},{"SurahNumber":26,"VerseNumber":203,"Text":"O zaman onlar deyərlər: “Əcaba, (tövbə etmək, iman gətirmək üçün) bizə möhlət veriləcəkmi?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"İndi (günahkarlar) əzabımızın (dünyada onlara) tezmi gəlməsini istəyirlər"},{"SurahNumber":26,"VerseNumber":205,"Text":"Ya Rəsulum! Görürsənmi, əgər Biz onlara (kafirlərə) illərcə ne’mət (gün-güzəran) versək"},{"SurahNumber":26,"VerseNumber":206,"Text":"Sonra və’d (təhdid) olunduqları (əzab) onlara yetişsə"}]}