{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":96,"Text":"(nampikkaiyalarkale!) Niril vettaiyatuvatum, atai inpamaka pucippatum (ihram anintulla) unkalukkum (marra) pirayanikalukkum anumatikkappattullana. Eninum, ninkal ihram anintirukkum varai (nir nilaiyillamal) taraiyil vettaiyatuvatu unkalukku vilakkappattullatu. Akave, allahvukkup payantu nata(ntu kollu)nkal. Avanitame ninkal kontu varappatuvirkal"},{"SurahNumber":5,"VerseNumber":97,"Text":"Cirappurra vitakiya ka'apavai manitarkalukku patukappu alikkakkutiya itamaka allah akkiyirukkiran. (Avvare tulka'ata, tul'haj, muharram, rajap akiya innanku) cirappurra matankalaiyum, (hajjin) kurpanikalaiyum, (allahvutaiya kanikkai enpatarkaka) ataiyalam itappatta kalnataikalaiyum (patukappu perravaiyaka akkiyirukkiran). Vanankalilum, pumiyilumulla anaittaiyum niccayamaka allah nankarikiran; melum, niccayamaka allah anaittaiyum nankaripavan enpatai ninkal arivatarkakave (ivvaru ceytan)"},{"SurahNumber":5,"VerseNumber":98,"Text":"niccayamaka allah tantippatil katumaiyanavan; (attutan) niccayamaka allah mikka pilai poruttu perum karunai kattupavan enpatai ninkal urutiyaka arintu kollunkal"},{"SurahNumber":5,"VerseNumber":99,"Text":"nam tutarutaiya katamai (nam) tutai etutturaippate tavira (avvare natakkumpati unkalai nirppantippatu) alla. Ninkal velippatuttuvataiyum, ninkal maraippataiyum allah nankarivan"},{"SurahNumber":5,"VerseNumber":100,"Text":"(napiye! Nir avarkalai nokki ‘‘enkum) tiyavai atikarittiruppatu unkalai accariyappatuttiya potilum, nallatum tiyatum camamakatu. Akave, arivalikale! Allahvukkup payantu (tiyavarriliruntu vilakik) kollunkal. (Atanal) ninkal verri ataivirkal'' enru kuruviraka"},{"SurahNumber":5,"VerseNumber":101,"Text":"Nampikkaiyalarkale! (Napiyitam avaciyaminri) ovvoru visayattaip parriyum (turuvit turuvik) kettuk kontirukkatirkal. (Pala visayankal) unkalukku arivikkappattal (avai) unkalukku varuttam tarakkutum. Atilum intak kur'an irakkappatum camayattil, attakaiya visayankalaip parri ninkal kettukkontiruntal avai unkalukku telivakkappattu (katamaiyaki)vitum. (Atanal ninkal ciramattirkullaki vitalam. Eninum, itucamayam) ataip parri allah unkalai mannittu vittan. Enenral, allah mikavum mannippavan, atikam cakittukkolpavan avan"},{"SurahNumber":5,"VerseNumber":102,"Text":"unkalukku munnirunta makkalum (avarkalutaiya napiyitam ittakaiya) kelvikalaiye kettuk kontiruntanar. (Avai avarkalukku arivikkappatta) pinnar avarkal avarrai nirakarippavarkalaka(ttan) marivittarkal"},{"SurahNumber":5,"VerseNumber":103,"Text":"pahira, sayipa, vasila, ham (ponra) ivaiyellam allah erpatut tiyavaiyalla. Eninum, nirakarippavarkaltan (ivai allah erpatuttiyavai ena) allahvin mitu poyyana karpanai cey(tu kuru)kinranar. Avarkalil palar (unmaiyai) vilankatavarkalakave irukkinranar"}]}