{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Und Wir haben dich nur als Bringer froher Botschaft und als Warner gesandt"},{"SurahNumber":25,"VerseNumber":57,"Text":"Sprich: \"lch verlange von euch keinen Lohn dafür, nur (das eine:) daß jeder, der will, den Weg zu seinem Herrn einschlagen mag"},{"SurahNumber":25,"VerseNumber":58,"Text":"Und vertraue auf den Lebendigen, Der nicht stirbt, und preise Seine Lobenswürdigkeit. Es genügt, daß Er gegenüber den Sünden Seiner Diener ein Kenner ist"},{"SurahNumber":25,"VerseNumber":59,"Text":"Er, Der die Himmel und die Erde und das, was zwischen beiden ist, in sechs Tagen erschuf, wandte Sich alsdann Seinem Reich zu. Der Allerbarmer: Befrage über Ihn einen, der Kenntnis (von Ihm) hat"},{"SurahNumber":25,"VerseNumber":60,"Text":"Und wenn zu ihnen gesprochen wird: \"Fallt vor dem Allerbarmer in Anbetung nieder!\" sagen sie: \"Und was ist der Allerbarmer? Sollen wir vor irgend etwas in Anbetung niederfallen, nur weil du es uns befiehlst?\" Und es verstärkt nur ihren Widerwillen"},{"SurahNumber":25,"VerseNumber":61,"Text":"Voller Segen ist Er, Der Burgen im Himmel gemacht und eine Leuchte und einen scheinenden Mond darein gestellt hat"},{"SurahNumber":25,"VerseNumber":62,"Text":"Und Er ist es, Der die Nacht und den Tag, die einander folgen, gemacht hat für einen, der (daran) denken oder (dafür) dankbar sein möge"},{"SurahNumber":25,"VerseNumber":63,"Text":"Und die Diener des Allerbarmers sind diejenigen, die sanftmütig auf der Erde schreiten; und wenn die Unwissenden sie anreden, sprechen sie friedlich (zu ihnen)"},{"SurahNumber":25,"VerseNumber":64,"Text":"sie sind jene, die die Nacht dazu verbringen, um sich niederzuwerfen und zu beten"},{"SurahNumber":25,"VerseNumber":65,"Text":"Und sie sind es, die sagen: \"Unser Herr, wende von uns die Strafe der Gahannam ab; denn wahr lich, ihre Pein ist eine bedrückende Qual"},{"SurahNumber":25,"VerseNumber":66,"Text":"Sie ist wahrlich schlimm als Ruhestatt und als Aufenthalt"},{"SurahNumber":25,"VerseNumber":67,"Text":"Und die, die, wenn sie spenden, weder verschwenderisch noch geizig sind; dazwischen gibt es einen Mittelweg"}]}