{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Ara smarana kara allahake nirdista sankhyaka kayekati dine. Atahpara ye loka tarahura kare cale yabe sudhu du, dinera madhye, tara jan'ye kona papa ne'i. Ara ye loka theke yabe tamra upara kona papa ne'i, abasya yara bhaya kare. Ara tomara allahake bhaya karate thaka ebam niscita jene rakha, tomara saba'i tara samane samabeta habe."},{"SurahNumber":2,"VerseNumber":204,"Text":"Ara emana kichu loka rayeche yadera parthiba jibanera kathabarta tomake camatkrta karabe. Ara tara saksya sthapana kare allahake nijera manera kathara byapare. Prakrtapakse tara kathina jhagarate loka."},{"SurahNumber":2,"VerseNumber":205,"Text":"Yakhana phire yaya takhana cesta kare yate sekhane akalyana srsti karate pare ebam sasyaksetra o prananasa karate pare. Allaha phasada o danga-hangama pachanda karena na."},{"SurahNumber":2,"VerseNumber":206,"Text":"Ara yakhana take bala haya ye, allahake bhaya kara, takhana tara papa take ahankare udbud'dha kare. Sutaram tara jan'ye doyakha'i yathesta. Ara nihsandehe ta halo nikrstatara thikana."},{"SurahNumber":2,"VerseNumber":207,"Text":"Ara manusera majhe eka srenira loka rayeche yara allahara santustikalpe nijedera janera baji rakhe. Allaha halena tamra bandadera prati atyanta meherabana."},{"SurahNumber":2,"VerseNumber":208,"Text":"He imanadara gana! Tomara paripurnabhabe isalamera antarbhukta haye ya'o ebam sayatanera padanka anusarana kara na. Niscita rupe se tomadera prakasya satru."},{"SurahNumber":2,"VerseNumber":209,"Text":"Atahpara tomadera majhe pariskara nirdesa ese geche bale janara pare'o yadi tomara padaskhalita ha'o, tahale niscita jene rekho, allaha, parakramasali, bijna."},{"SurahNumber":2,"VerseNumber":210,"Text":"Tara ki se dike'i takiye rayeche ye, meghera arale tadera samane asabena allaha o pheresatagana? Ara tate'i saba mimansa haye yabe. Bastutah sabakaryakalapa'i allahara nikata giye paumchabe."}]}