{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":121,"Text":"akilankalin iraivan mitu niccayamaka nankal iman kontom"},{"SurahNumber":7,"VerseNumber":122,"Text":"avane musavukkum harunukkum iraivanavan\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":123,"Text":"atarku hpir'avn (avarkalai nokki)\"unkalukku nan anumati kotuppatarku munnare ninkal avar mel iman kontu vittirkala? Niccayamaka itu oru culcciyakum - innakaravacikalai atiliruntu veliyerruvatarkaka musavutan cerntu ninkal ceyta culcciyeyakum - itan vilaivai ninkal aticikkiram arintu kolvirkal"},{"SurahNumber":7,"VerseNumber":124,"Text":"niccayamaka nan unkal kaikalaiyum, kalkalaiyum marukai, marukal vanki unkal yavaraiyum ciluvaiyil araintu (konru) vituven\" enra kurinan"},{"SurahNumber":7,"VerseNumber":125,"Text":"atarku avarkal\"(avvarayin) niccayamaka nankal enkal iraivanitam tan tirumpic celvom; (enave itaip parri enkalukkuk kavalaiyillai)\" enru kurinarkal"},{"SurahNumber":7,"VerseNumber":126,"Text":"Enkalukku enkal iraivanitamiruntu entulla attatcikalai nankal nampinom enpatarkakave ni enkalaip pali vankukiray?\" Enru kuri\"enkal iraivane! Enkal mitu porumaiyaiyum (urutiyaiyum) polivayaka muslimkalaka (unakku murrilum valippattavarkalaka enkalai akki), enka(l atmakka)laik kaipparrik kolvayaka!\" (Enap pirartittanar)"},{"SurahNumber":7,"VerseNumber":127,"Text":"atarku, hpir'avnin camukat talaivarkal (avanai nokki)\"musavum avarutaiya camukattarum pumiyil kulappam untakki, um'maiyum um teyvankalaiyum purakkanittu vitumpati nir avarkalai vittu vaippira?\" Enru kettarkal. Atarku avan, \"(avvaranru!) Nam avarkalutaiya an makkalai vettik konruvittu, (avarkalaic cirumaip patuttuvatarkaka) avarkalutaiya pen makkalai mattum uyirutan valavituvom - niccayamaka nam avarkal mitu purana akikkam perrullom\" enru kurinan"},{"SurahNumber":7,"VerseNumber":128,"Text":"musa tam camukattaritam; \"allahvitam utavi tetunkal; innum porumaiyakavum irunkal; niccayamaka (inta) pumi allahvukke contam - tan atiyarkalil, tan natiyavarkalukku avan atai uriyatakki vitukinran - iruti verri, payapaktiyutaiyavarkalukke kitaikkum\" enru kurinar"},{"SurahNumber":7,"VerseNumber":129,"Text":"nir enkalitam varuvatarku munnarum (tunpappattom;) nir vanta pinnarum tunpappatukirom\" enru avarkal kurinarkal. Atarkavar kurinar; \"unkal iraivan unkalutaiya pakaivarkalai alittu, unkalaip pumiyil pintonralkalakki vaikkakkutum; ninkal evvaru natantu kolkirirkal enpatai avan kavanittuk kontirukkinran"},{"SurahNumber":7,"VerseNumber":130,"Text":"Pinnar nam hpir'avnutaiya kuttattaraip pancam pitikkac ceytu, vivacayap palankalaik kuraittut tantittom - avarkal nallunarvu peruvatarkaka"}]}