{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":107,"Text":"Əgər Allah sənə bir zərər toxundursa (sıxıntı versə), onu Ozundən basqa (səndən) hec kəs sovusdura bilməz. Əgər Allah sənə bir xeyir diləsə, hec kəs Onun ne’mətini (lutfunu) geri qaytara bilməz. Allah onu bəndələrindən istədiyinə nəsib edər. O, bagıslayandır, rəhm edəndir"},{"SurahNumber":10,"VerseNumber":108,"Text":"(Ya Rəsulum!) De: “Ey insanlar! Artıq Rəbbinizdən sizə haqq (Qur’an və Peygəmbər) gəlmisdir. Dogru yolu tutan ozunə savab, dogru yoldan azan isə ozunə gunah qazanar. Mən sizə zamin deyiləm!”"},{"SurahNumber":10,"VerseNumber":109,"Text":"Sənə nə vəhy gəlirsə, ona tabe ol. Allah hokm (zəfər hokmunu) verənə qədər səbr et. O, hokm verənlərin ən yaxsısıdır"},{"SurahNumber":11,"VerseNumber":1,"Text":"Əlif, Lam, Ra! Bu, ayələri himət sahibi, (hər seydən) agah olan (Allah) tərəfindən təsbit olunmus, sonra da mufəssəl izah edilmis bir Kitabdır ki"},{"SurahNumber":11,"VerseNumber":2,"Text":"Siz Allahdan basqasına ibadət etməyəsiniz. Mən sizi Allah tərəfindən (Cəhənnəmlə) qorxudan və (Cənnətlə) mujdələyənəm"},{"SurahNumber":11,"VerseNumber":3,"Text":"Və Rəbbinizdən bagıslanmagınızı diləyəsiniz. Sonra Ona tovbə edin ki, muəyyən bir muddət (omrunuzun sonunadək) sizə yaxsı gun-guzəran versin və hər bir əməl sahibinə (əməlinin) mukafatını ehsan buyursun. Əgər (imandan, mənim də’vətimdən, oyud-nəsihətimdən) uz dondərsəniz, bilin ki, mən (musibəti) boyuk gunun (qiyamət gununun) sizə uz verəcək əzabından qorxuram"},{"SurahNumber":11,"VerseNumber":4,"Text":"Siz məhz Allahın huzuruna qayıdacaqsınız. O, hər seyə qadirdir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilin ki, (kafirlər və munafiqlər) Allahdan gizlənmək (kufrlərini, ikiuzluluklərini Peygəmbərdən və mo’minlərdən gizlətmək) məqsədilə ikiqat olarlar (sinələrini bukərlər). Xəbərdar olun ki, onlar libaslarına burundukdə belə, Allah onların gizli saxladıqları və askar etdikləri hər seyi (butun gizli və askar əməllərini) bilir. Allah urəklərdə olanları biləndir"}]}