{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":166,"Text":"Iki ordunun karsılastıgı gun basınıza gelen musibet Allah'ın izniyle olmustu. Bu da O’nun muminleri ayırd etmesi, munafıklık yapanları da meydana cıkarması icin idi. O munafıklara: “Gelin, Allah yolunda savasın veya hic olmazsa dusmanınızın size ve ailelerinize saldırmasını onleyin!” denildiginde: “Biz savas olacagını bilseydik size katılırdık.” dediler. Dogrusu o gun onlar imandan ziyade kufre yakın idiler. Onlar, agızlarıyla, kalplerinde olmayan seyleri soyluyorlardı. Ama Allah onların gizlediklerini pek iyi bilir"},{"SurahNumber":3,"VerseNumber":167,"Text":"Iki ordunun karsılastıgı gun basınıza gelen musibet Allah'ın izniyle olmustu. Bu da O’nun muminleri ayırd etmesi, munafıklık yapanları da meydana cıkarması icin idi. O munafıklara: “Gelin, Allah yolunda savasın veya hic olmazsa dusmanınızın size ve ailelerinize saldırmasını onleyin!” denildiginde: “Biz savas olacagını bilseydik size katılırdık.” dediler. Dogrusu o gun onlar imandan ziyade kufre yakın idiler. Onlar, agızlarıyla, kalplerinde olmayan seyleri soyluyorlardı. Ama Allah onların gizlediklerini pek iyi bilir"},{"SurahNumber":3,"VerseNumber":168,"Text":"Onlar o munafıklardır ki kendileri savasa cıkmayıp evde oturmaları yetmiyor gibi, bir de kalkıp (bilgiclik taslayarak) savasta sehid olan arkadasları hakkında: “Sozumuze kulak verselerdi boyle oldurulmezlerdi.” derler. De ki: “Eger, iddianızda tutarlı iseniz, haydi elinizden geliyorsa kendinizi olumun elinden kurtarın bakalım!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri sakın olu zannetme! Bilakis onlar hayatta olup, Rab'lerinin katında yasarlar, rızıklanırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah'ın lutfundan ihsan ettigi nimetlere kavusmaktan dolayı sevinc icindedirler. Arkalarından henuz kendilerine kavusmayan mustakbel sehitlere, “kendilerine hicbir korku olmayacagına ve uzuntu hissetmeyeceklerine” dair de mujde vermek isterler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar Allah'ın nimeti ve lutfu ile ve Allah’ın muminlere olan mukafatını zayi etmeyecegi mujdesiyle de sevinirler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Hele o yara aldıktan sonra Allah'ın ve Resulunun cagrısına uyup gonul verenlere, hele onlar gibi ihsan ve takva sahiplerine pek buyuk mukafatlar vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlar oyle kimselerdir ki halk kendilerine: “Dusmanlarınız olan insanlar size karsı ordu hazırladılar, aman onlardan kendinizi koruyun.” dediklerinde, bu tehdit onların imanlarını artırmıs ve “Hasbunallah ve ni'me’l-vekil” “Allah bize yeter. O ne guzel vekildir!” demislerdir"}]}