{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":48,"VerseNumber":29,"Text":"muham'mad allahuvinre rasulakunnu. addehatteateappamullavar satyanisedhikalute nere karkkasamayi varttikkunnavarakunnu. avar an'yean'yam dayalukkalumakunnu. allahuvinkal ninnulla anugrahavum pritiyum tetikkeant avar kumpittum sastangam ceytum namaskarikkunnatayi ninakk kanam. sujudinre phalamayi avarute atayalam avarute mukhannalilunt‌. atan terattil avare parriyulla upama. injilil avare parriyulla upama innaneyakunnu: oru vila, at atinre kump puratt kaniccu. ennittatine pustippetutti. ennittat karuttarjiccu. annane at karsakarkk ketukam teanniccu keant atinre kandattinmel nivarnnu ninnu. (satyavisvasikale innane valarttikkeant varunnat‌) avar mulam satyanisedhikale arisam pitippikkan ventiyakunnu. avaril ninn visvasikkukayum salkarm'mannal pravarttikkukayum ceytavarkku allahu papameacanavum mahattaya pratiphalavum vagdanam ceytirikkunnu"},{"SurahNumber":49,"VerseNumber":1,"Text":"satyavisvasikale, ninnal allahuvinreyum avanre rasulinreyum mumpil (yateannum) munkatannu pravarttikkarut‌. allahuvine ninnal suksikkuka. tirccayayum allahu kelkkunnavanum ariyunnavanumakunnu"},{"SurahNumber":49,"VerseNumber":2,"Text":"satyavisvasikale, ninnalute sabdannal pravacakanre sabdattin mite uyarttarut‌. addehatteat sansarikkumpeal ninnal an'yean'yam occayitunnat peale occayitukayum ceyyarut‌. ninnalariyate tanne ninnalute karm'mannal nisphalamayi peakatirikkan venti"},{"SurahNumber":49,"VerseNumber":3,"Text":"tirccayayum tannalute sabdannal allahuvinre rasulinre atutt talttunnavararea avarute hrdayannalakunnu allahu dhapanisthaykkayi pariksiccetuttittullat‌. avarkkakunnu papameacanavum mahattaya pratiphalavumullat‌"},{"SurahNumber":49,"VerseNumber":4,"Text":"(ni tamasikkunna) arakalkku purattu ninn ninne vilikkunnavararea avaril adhikaperum cinticcu manas'silakkunnilla"}]}