{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":11,"Text":"Tadera payagambara taderake balenah amara'o tomadera mata manusa, kintu allaha bandadera madhya theke yara upare iccha, anugraha karena. Allahara nirdesa byatita tomadera kache pramana niye asa amadera kaja naya; imanadaradera allahara upara bharasa kara ca'i."},{"SurahNumber":14,"VerseNumber":12,"Text":"Amadera allahara upara bharasa na karara ki karana thakate pare, athaca tini amaderake amadera patha bale diyechena. Tomara amaderake ye pirana karecha, tajjan'ye amara sabara karaba. Bharasakariganera allahara upara'i bharasa kara ucita."},{"SurahNumber":14,"VerseNumber":13,"Text":"Kapherara payagambaraganake balechilah amara tomaderake desa theke bera kare deba athaba tomara amadera dharme phire asabe. Takhana tadera kache tadera palanakarta ohi prerana karalena ye, ami jalimaderake abasya'i dhbansa kare deba."},{"SurahNumber":14,"VerseNumber":14,"Text":"Tadera para tomaderake dese abada karaba. Eta ai byakti paya, ye amara samane dandayamana ha'oyake ebam amara ayabera oyadake bhaya kare."},{"SurahNumber":14,"VerseNumber":15,"Text":"Payagambaragana phayasala ca'ite lagalena ebam pratyeka abadhya, hathakari byartha kama hala."},{"SurahNumber":14,"VerseNumber":16,"Text":"Tara pechane doyakha rayeche. Tate pumja misano pani pana karano habe."},{"SurahNumber":14,"VerseNumber":17,"Text":"Dhoka gile ta pana karabe. Ebam galara bhitare prabesa karate parabe na. Prati dika theke tara kache mrtyu agamana karabe ebam se marabe na. Tara pascate'o rayeche kathora ayaba."},{"SurahNumber":14,"VerseNumber":18,"Text":"Yara sbiya palanakartara sattara abisbasi tadera abastha e'i ye, tadera karmasamuha cha'ibhasmera mata yara upara diye prabala batasa baye yaya dhulijharera dina. Tadera uparjanera kona ansa'i tadera karatalagata habe na. Eta'i durabarti pathabhrastata."}]}