{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":79,"Text":"И сказал Фараон: «Приведите ко мне каждого знающего колдуна!»"},{"SurahNumber":10,"VerseNumber":80,"Text":"И когда пришли колдуны, сказал им Муса: «Бросайте то, что вы собираетесь бросить [ваши веревки и посохи]!»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Когда они [колдуны] бросили, Муса сказал: «То, что вы явили, является колдовством. Поистине, Аллах сделает его тщетным. Поистине, Аллах не улучшает деяний сеющих беспорядок [не помогает им]"},{"SurahNumber":10,"VerseNumber":82,"Text":"И утверждает Аллах истину (с которой я пришел от Него и низвергает ложь) Своими словами, даже если это и ненавистно бунтарям (творящим грехи) (из сборища Фараона)»"},{"SurahNumber":10,"VerseNumber":83,"Text":"И поверило Мусе (и стали верующими) только (немногое) потомство из его народа [из потомков Исраила] из-за страха перед Фараоном и его знатью, чтобы он не подверг их испытанию [наказанию] (чтобы этим отвратить их от веры): ведь Фараон – однозначно, велик [высокомерный] на земле, ведь он – однозначно, из числа преступивших пределы (в неверии и тирании)"},{"SurahNumber":10,"VerseNumber":84,"Text":"И сказал Муса (тем, кто уверовал) (когда увидел в них страх): «О, народ мой, если вы уверовали в Аллаха, то на Него полагайтесь [только Он может защитить от любого зла], если вы предавшиеся (Ему)!»"},{"SurahNumber":10,"VerseNumber":85,"Text":"И сказали они [уверовавшие] (пророку Мусе): «(Только) на Аллаха мы положились. Господь наш, не делай нас испытанием для людей, которые являются беззаконниками [не помогай им против нас, ибо это будет искушать оставить Веру, и станет искушением для них, так как они скажут: «Если бы они были на истине, то мы бы их не одолели]"},{"SurahNumber":10,"VerseNumber":86,"Text":"и спаси нас по Твоей милости от людей неверных [от Фараона и его сборища]!»"},{"SurahNumber":10,"VerseNumber":87,"Text":"И внушили Мы (откровением) Мусе и его брату (Харуну): «Изберите для вашего народа в Египте дома, и сделайте ваши дома направлением молитвы [молитесь в домах], и совершайте (обязательную) молитву (своевременно), – и обрадуй (о, Муса) верующих (что Аллах им окажет помощь против их врагов и дарует большую награду)!»"},{"SurahNumber":10,"VerseNumber":88,"Text":"И сказал Муса: «Господь наш! Поистине, Ты даровал Фараону и его знати украшения [красивые вещи] и (обильное) богатство в земной жизни. Господь наш! (Они используют это) чтобы сбивать (людей) с Твоего пути! Господь наш! Уничтожь их богатство, ожесточи [запечатай] их сердца, чтобы они не уверовали, пока не увидят мучительное наказание»"}]}