{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":34,"Text":"Va Ngai đa ban cho cac nguoi tat ca nhung gi ma cac nguoi yeu cau. Va neu đem cac An Hue cua Allah thi cac nguoi khong đem xiet. Qua that, con nguoi la mot ke lam đieu sai quay, boi on"},{"SurahNumber":14,"VerseNumber":35,"Text":"Va (hay nho) khi Ibrahim cau nguyen, thua: \"Lay Thuong Đe cua be toi! Xin Ngai lam cho thanh pho (Makkah) nay thanh binh va yen on va giu be toi va con chau cua be toi xa khoi viec tho cung cac than tuong"},{"SurahNumber":14,"VerseNumber":36,"Text":"Lay Thuong Đe cua be toi! Qua that, chung (nhung than tuong) đa dat nhieu nguoi đi lac. Boi the, ai tuan theo be toi thi se la nguoi cua be toi va ai bat tuan thi Ngai van la Đang Hang Tha Thu, Rat Muc Khoan Dung"},{"SurahNumber":14,"VerseNumber":37,"Text":"Lay Thuong Đe cua bay toi! Be toi đa đinh cu con chau cua be toi noi thung lung (Makkah) khong co đat đai trong trot, gan Ngoi Đen thieng cua Ngai (Ka’bah) đe cho chung co the dang le nguyen Salah, thua Thuong Đe bay toi. Boi the, xin Ngai lam cho tam long cua mot so nhan loai đoai thuong ma nuoi chung voi hoa qua (cua ho) đe chung co the ta an Ngai"},{"SurahNumber":14,"VerseNumber":38,"Text":"Lay Thuong Đe cua bay toi! Chac chan Ngai biet ro đieu bay toi giau giem va đieu bay toi boc lo. Boi vi khong mot đieu (vat) gi duoi đat va tren troi co the giau giem khoi Allah đang"},{"SurahNumber":14,"VerseNumber":39,"Text":"Moi loi ca tung va tri an đeu dang len Allah, Đang đa ban cho be toi, du tuoi đa gia, (hai đua con) Isma'il va Is-haaq. Chac chan Thuong Đe cua be toi la Đang Hang Nghe loi cau nguyen (cua cac be toi cua Ngai)"},{"SurahNumber":14,"VerseNumber":40,"Text":"Lay Thuong Đe cua be toi! Xin Ngai lam cho be toi thanh mot nguoi giu vung le nguyen Salah va tu con chau cua be toi nua. Lay Thuong Đe cua bay toi, xin Ngai chap nhan loi cau nguyen"},{"SurahNumber":14,"VerseNumber":41,"Text":"Lay Thuong Đe cua bay toi! Xin Ngai tha thu cho be toi va cha me cua be toi va nhung nguoi co đuc tin vao Ngay ma viec xet xu se đuoc thiet lap"},{"SurahNumber":14,"VerseNumber":42,"Text":"Va cho nghi rang Allah lam ngo ve cac đieu ma nhung ke sai quay đa lam. Ngai chi trien han cho ho song đen Ngay ma cap mat cua ho se nhin tran trao"}]}