{"Id":128,"LanguageCodes":["en","eng"],"Name":"eng-muhammadmahmoud","Author":"Muhammad Mahmoud Ghali","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":5,"Text":"And if only they (waited) patiently, until you go out to them, that would be more charitable (i.e., better) for them; and Allah is Ever-Forgiving, Ever-Merciful"},{"SurahNumber":49,"VerseNumber":6,"Text":"O you who have believed, in case an immoral (person) comes to you with a tiding, then (ascertain) the evidence, for that you may afflict a people in ignorance, (and) then you become remorseful for what you have performed"},{"SurahNumber":49,"VerseNumber":7,"Text":"And know that among you is the Messenger of Allah. If he obeyed you in much of the Command, (or: affair) you would indeed be distressed. But Allah has made you love belief, and adorned it (i.e., made it attractive) in your hearts, and He has made disbelief, and (evident) immorality, and allstubborn disobedience hateful to you. Those are they who are the right- minded"},{"SurahNumber":49,"VerseNumber":8,"Text":"By a Grace from Allah and a Favor; and Allah is Ever-Knowing, Ever-Wise"},{"SurahNumber":49,"VerseNumber":9,"Text":"And in case two sections of the believers fight each other, then make a righteous (reconciliation) between them both; (Literally: act righteously between them) then in case one of them is inequitable to the other, then fight the one that is inequitable until it concedes to the Command of Allah. So in case it concedes, then make a reconciliation between them both with justice, and be equitable. Surely Allah loves the equitable (ones)"},{"SurahNumber":49,"VerseNumber":10,"Text":"Surely the believers are only brothers; so make a reconciliation between your two brothers, and be pious to Allah, that possibly you would be granted mercy"},{"SurahNumber":49,"VerseNumber":11,"Text":"O you who have believed, let not any people scoff at (another) people who may be more charitable than they; neither let women scoff (other) women who may be more charitable (i.e., better) than they. And do not defame one another, (Literally: do not defame yourselves) nor revile one another by nicknames. Miserable is the name, evident immorality, after belief! And whoever does not repent, then those are they who are the unjust"}]}