{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":27,"Text":"Roi vao Ngay phuc sinh, Ngai se ha nhuc chung va bao: Đau la nhung ke 'hop tac' cua TA, nhung ke vi chung ma cac nguoi thuong tranh chap (voi cac tin đo cua TA)?” Nhung ai đuoc ban cho kien thuc se len tieng: “Ngay nay nhung ke khong co đuc tin chac chan se bi ha nhuc va chiu hoa"},{"SurahNumber":16,"VerseNumber":28,"Text":"Nhung ai ma cac Thien Than bat hon trong luc chung tu lam hai ban than (linh hon) minh. Roi chung (gia vo) chiu than phuc, (thua): “That tinh chung toi đa khong lam đieu gi toi loi.” (Thien Than se bao:) “Vang, qua that Allah biet ro đieu cac nguoi đa tung lam"},{"SurahNumber":16,"VerseNumber":29,"Text":"“Thoi, hay buoc vao cac cua cua hoa nguc đe vao o trong đo. Boi the, cho ngu cua nhung ke kieu cang that la xau xa.”"},{"SurahNumber":16,"VerseNumber":30,"Text":"Va co loi bao nhung ai so Allah (nhu sau:) “Đieu ma Thuong Đe (Allah) cua cac nguoi đa ban xuong la gi?” Ho đap: “Đieu tot.” Danh cho nhung ai lam đieu lanh o đoi nay thi se gap lanh. Va nha o (cua ho) o đoi sau se tot hon nua. Va chac chan nha o cua nhung nguoi So Allah se tuyet hao"},{"SurahNumber":16,"VerseNumber":31,"Text":"Nhung Ngoi vuon thien đang Vinh Cuu ma ho se vao, ben duoi co cac dong song chay . Trong đo ho se đuoc tat ca cac thu mong uoc. Allah se tuong thuong nhung ai ngay chinh so Allah đung nhu the"},{"SurahNumber":16,"VerseNumber":32,"Text":"Nhung ai ma cac Thien Than bat hon trong tinh trang tot sach, (Thien Than) chuc ho: “Mong qui vi đuoc bang an. Xin moi qui vi vao thien đang do nhung đieu (tot) ma qui vi đa tung lam (tren the gian).”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Phai chang chung (nhung ke khong tin) cho cac Thien Than đen (bat hon) hay cho Lenh phan cua Thuong Đe (Allah) cua Nguoi (Muhammad) đen (xu ly) chung? Nhung ke truoc chung cung đa xu su đung nhu the. Va Allah đa khong lam hai chung ma chinh chung tu lam hai ban than (linh hon) minh ma thoi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Boi the, nhung đieu toi loi ma chung đa tung lam se đen chup bat chung va nhung đieu ma chung đa tung che gieu se vay ham chung tro"}]}