{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":23,"VerseNumber":28,"Text":"Sano patintamilichiche mmwejo nchombo ni wandu wan’di nao, basi jilani: “Lumbili losope lwene alapikwe Allah Ajula jwaatujokwele ku wandu walupuso.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Soni (pakutuluka) jilani: “Ambuje! Munduluchisyani pamalo paupile, soni Mmwejo ni wan’di Wambone nnope mwa akutulusya.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Chisimu muyalakweyi mwana ilosyo. Soni chisimu Uwwe tuli wakwalinga (wandu)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Kaneko twagumbile panyuma pao nkutula wine (achina Adi)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Basi ni twatumisye ku wanganyao ntenga (Hudu) jwakuumila mu wanyapeo (juwasalilaga kuti): “Mun'galagatilani Allah, nganinkola nnungu jwine jwangawaga Jwalakwe. Ana ngankogopa (ipotesi Yakwe)?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Sano achinkulungwa mu wandu wakwe awala wawakufuulu ni kanila yakusimangana ni Akhera soni ni twasichilisye pa umi waduniya, watite: “Nganijuwa aju ikaweje mundu mpela jenumanja, jukulyaga mu ichindu yankuilyaga jenumanja, soni jukumwaga mu ichindu yankumwaga.”"},{"SurahNumber":23,"VerseNumber":34,"Text":"“Soni chisimu naga nkwika mwakun’jitika mundu mpela jenumanja, chisimu wanganyammwe pa jele ndemajo tim’be wakwasika.”"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Ana akumpa chilanga chanti chisimu wanganyammwe patinchiwapo ni kusyuka litaka ni maupa, kuti chisimu jenumanja chinchikoposyedwa m’malembe?”"},{"SurahNumber":23,"VerseNumber":36,"Text":"“Ili kwanaula, ili kwanaula yankupedwa chilangayo (nganiiwa itendekwe ata panandi).”"},{"SurahNumber":23,"VerseNumber":37,"Text":"“Pangali (umi) wine ikaweje umi wetu waduniyapeuno, tukuwaga, nambo soni tukulamaga, soni nganituwa uwwe wanti ni kuukulidwa m’malembe.”"},{"SurahNumber":23,"VerseNumber":38,"Text":"“Nganijuwa aju (jwaakuliwilanjila utumeju) ikaweje mundu jwansepele Allah unami, soni uwwe nganituwa tunkulupilile jwalakwe.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Hudu) jwatite: “Ambuje wangu! Munjenjelani ligongo lyakunganila.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah) jwatite: “Pangakawapa tawe wakuligamba.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Basi ni wakwembekenye n’gumilo (waipotesi) mwakuonaonape, basi ni twatesile kuwa mpela iswani (yakujigalwa ni mesi), basi chonasiko chakunaula chaliji kwa wandu walupuso"},{"SurahNumber":23,"VerseNumber":42,"Text":"Kaneko twagumbile panyuma pao mikutula jine"}]}