{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"“Ndipo iye (Isa (Yesu) adzakhala chizindikiro cha Qiyâma (kuti yayandikira). Choncho musaikaikire, koma nditsatireni. Imeneyi ndi njira yolunjika"},{"SurahNumber":43,"VerseNumber":62,"Text":"“Asakutsekerezeni satana; iye kwa inu ndi mdani woonekera"},{"SurahNumber":43,"VerseNumber":63,"Text":"“Ndipo pamene Isa (Yesu) adadza ndi zisonyezo zoonekera poyera, adati: “Ndakudzerani ndi nzeru (yopindulitsa), ndikuti ndikulongosolereni zina zimene mudali kusiyana mu izo; choncho, muopeni Allah ndiponso ndimvereni.”"},{"SurahNumber":43,"VerseNumber":64,"Text":"““Ndithu Allah ndiye Mbuye wanga ndi Mbuye wanunso; choncho mupembedzeni; imeneyi ndiyo njira yolunjika.”"},{"SurahNumber":43,"VerseNumber":65,"Text":"“Koma magulu adasemphana pakati pawo. Ndipo kuonongeka kuchokera mu chilango cha tsiku lowawa kudzakhala pa amene adzichitira okha zoipa"},{"SurahNumber":43,"VerseNumber":66,"Text":"“Palibe chimene akuyembekeza, koma Qiyâma basi yomwe iwadzera mwadzidzidzi pomwe iwo sakuzindikira (ali otanganidwa ndi za m’dziko)"},{"SurahNumber":43,"VerseNumber":67,"Text":"“Abwenzi tsiku limenelo adzakhala odana, wina ndi mnzake, (chifukwa chakuti adali kuthandizana pa zinthu zosalungama ndi zamachimo) kupatula oopa Allah (amene adachita chibwenzi mwa Allah, pothandizana kukwaniritsa malamulo a Allah ndi kusiya zimene Allah waletsa)"},{"SurahNumber":43,"VerseNumber":68,"Text":"“(Allah adzati): E inu akapolo Anga (abwino)! Palibe kuopa kwa inu lerolino ndiponso simudandaula"},{"SurahNumber":43,"VerseNumber":69,"Text":"“Amene adakhulupirira zisonyezo Zathu ndipo adali Asilamu (ogonjera Allah)"},{"SurahNumber":43,"VerseNumber":70,"Text":"“Lowani ku Munda wamtendere, inu ndi akazi anu musangalatsidwa"},{"SurahNumber":43,"VerseNumber":71,"Text":"“Adzakhala akupititsidwa mbale zagolide ndi matambula (agolide); zonse zokomera moyo zidzakhala mmenemo ndi zokomera maso, ndipo inu mudzakhala mmenemo nthawi yaitali"},{"SurahNumber":43,"VerseNumber":72,"Text":"“Ndipo umeneo ndi munda umene mwapatsidwa chifukwa cha (zabwino) zimene munkachita"},{"SurahNumber":43,"VerseNumber":73,"Text":"“Inu mupeza mmenemo zipatso zambiri zomwe muzidya"}]}