{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":41,"Text":"I znamenie za tyakh e, che prenesokhme bashtite im [s Nukh] v natovareniya Kovcheg"},{"SurahNumber":36,"VerseNumber":42,"Text":"I suzdadokhme za tyakh negovi podobiya, na koito se vozyat"},{"SurahNumber":36,"VerseNumber":43,"Text":"I ako pozhelaem, shte gi izdavim i nito shte imat izbavitel, nito shte budat spaseni"},{"SurahNumber":36,"VerseNumber":44,"Text":"osven po milost ot Nas i za vremenna naslada"},{"SurahNumber":36,"VerseNumber":45,"Text":"I kogato im se reche: “Boite se ot onova, koeto e bilo predi vas i ot onova, koeto shte bude sled vas [v Sudniya den], za da budete pomilvani!”"},{"SurahNumber":36,"VerseNumber":46,"Text":"i vsyakoga, shtom doide pri tyakh znamenie ot znameniyata na tekhniya Gospod, te se otdrupvat"},{"SurahNumber":36,"VerseNumber":47,"Text":"I kogato im se reche: “Razdavaite ot onova, koeto Allakh vi e dal!”, nevernitsite kazvat na vyarvashtite: “Nima da khranim onzi, kogoto, ako Allakh pozhelae, bi go nakhranil? Vie ste v yavna zabluda.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"I kazvat: “Koga [shte se sbudne] tova obeshtanie, ako govorite istinata?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ochakva gi samo edin Vik, koito shte gi sgrabchi, kakto sporyat"},{"SurahNumber":36,"VerseNumber":50,"Text":"I ne shte suumeyat nito da se razporedyat, nito pri semeistvata si da se zavurnat"},{"SurahNumber":36,"VerseNumber":51,"Text":"I shte se protrubi s Roga, i eto gi - ot grobovete kum svoya Gospod se vturvat"},{"SurahNumber":36,"VerseNumber":52,"Text":"Shte rekat: “O, gorko ni! Koi ni vuzkresi ot nashite grobove?” [Shte im se kazhe:] “Tova e, koeto Vsemilostiviya obeshta, i pratenitsite govorekha istinata.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Shte e samo edin Vik i eto gi - vsichki pri Nas dovedeni"},{"SurahNumber":36,"VerseNumber":54,"Text":"Dnes nikoi ne shte bude ugneten s nishto i shte vi se vuzdade samo za onova, koeto ste vurshili"}]}