{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":42,"Text":"Dize, Muhammad: \"Caminhai na terra e olhai como foi o fim dos que foram antes! A maioria deles era idolatra"},{"SurahNumber":30,"VerseNumber":43,"Text":"Entao, ergue tua face para a religiao reta, antes que chegue um dia, para o qual nao havera revogacao de Allah. Nesse dia, eles se dividirao"},{"SurahNumber":30,"VerseNumber":44,"Text":"Quem renega a Fe, sobre ele pesa sua renegacao. E quem faz o bem, esses preparam para si mesmos o caminho do Paraiso"},{"SurahNumber":30,"VerseNumber":45,"Text":"Para que Allah recompense os que creem e fazem as boas obras, com Seu favor. Por certo, Ele nao ama os renegadores da Fe"},{"SurahNumber":30,"VerseNumber":46,"Text":"E, dentre Seus sinais, esta que Ele envia os ventos por alvissareiros, e isso, para fazer-vos experimentar de Sua misericordia, e para o barco correr, no mar, por Sua ordem, e para buscardes de Seu favor, e para serdes agradecidos"},{"SurahNumber":30,"VerseNumber":47,"Text":"E, com efeito, enviamos, antes de ti, Mensageiros a seus povos; e chegaram-lhes com as evidencias; entao, vingamo-Nos dos que foram criminosos. E foi dever, que Nos impendeu, socorrer os crentes"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah e Quem envia o vento, e este agita nuvens; entao, Ele as estende no ceu, como quer, e fa-las em pedacos; e tu ves sair a chuva de dentro delas. E quando Ele alcanca, com ela, a quem quer de Seus servos, ei-los que exultam"},{"SurahNumber":30,"VerseNumber":49,"Text":"E, com efeito, antes de faze-la descer sobre eles, estavam emudecidos de desespero"},{"SurahNumber":30,"VerseNumber":50,"Text":"Entao, olha para os vestigios da misericordia de Allah: como Ele vivifica a terra, depois de morta. Por certo, Esse e Quem da a vida aos mortos. E Ele, sobre todas as cousas, e Onipotente"}]}