{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"«فلا» لا زائدة «أقسم برب المشارق والمغارب» للشمس والقمر وسائر الكواكب «إنا لقادرون»"},{"SurahNumber":70,"VerseNumber":41,"Text":"«على أن نبدل» نأتي بدلهم «خيرا منهم وما نحن بمسبوقين» بعاجزين عن ذلك"},{"SurahNumber":70,"VerseNumber":42,"Text":"«فذرهم» اتركهم «يخوضوا» في باطلهم «ويلعبوا» في دنياهم «حتى يلاقوا» يلقوا «يومهم الذي يوعدون» فيه العذاب"},{"SurahNumber":70,"VerseNumber":43,"Text":"«يوم يخرجون من الأجداث» القبور «سراعا» إلى المحشر «كأنهم إلى نَصْبِ» وفي قراءة بضم الحرفين، شيء منصوب كعلم أو راية «يوفضون» يسرعون"},{"SurahNumber":70,"VerseNumber":44,"Text":"«خاشعة» ذليلة «أبصارهم ترهقهم» تغشاهم «ذلة ذلك اليوم الذي كانوا يوعدون» ذلك مبتدأ وما بعده الخبر ومعناه يوم القيامة"},{"SurahNumber":71,"VerseNumber":1,"Text":"«إنا أرسلنا نوحا إلى قومه أَن أَنذر» أي بإنذار «قومك من قبل أن يأتيهم» إن لم يؤمنوا «عذاب أَليم» مؤلم في الدنيا والآخرة"},{"SurahNumber":71,"VerseNumber":2,"Text":"«قال يا قوم إني لكم نذير مبين» بيِّن الإنذار"},{"SurahNumber":71,"VerseNumber":3,"Text":"«أن» أي بأن أقول لكم «اعبدوا الله واتقوه وأطيعون»"},{"SurahNumber":71,"VerseNumber":4,"Text":"«يغفر لكم من ذنوبكم» من زائدة فإن الإسلام يغفر به ما قبله، أو تبعيضية لإخراج حقوق العباد «ويؤخركم» بلا عذاب «إلى أجل مسمى» أجل الموت «إن أجل الله» بعذابكم إن لم تؤمنوا «إذا جاء لا يؤخر لو كنتم تعلمون» ذلك لآمنتم"},{"SurahNumber":71,"VerseNumber":5,"Text":"«قال رب إني دعوت قومي ليلا ونهارا» أي دائما متصلا"},{"SurahNumber":71,"VerseNumber":6,"Text":"«فلم يزدهم دعائي إلا فرارا» عن الإيمان"},{"SurahNumber":71,"VerseNumber":7,"Text":"«وإني كلما دعوتهم لتغفر لهم جعلوا أصابعهم في آذانهم» لئلا يسمعوا كلامي «واستغشوا ثيابهم» غطوا رؤوسهم بها لئلا ينظروني «وأصروا» على كفرهم «واستكبروا» تكبروا عن الإيمان «استكبارا»"},{"SurahNumber":71,"VerseNumber":8,"Text":"«ثم إني دعوتهم جهارا» أي بأعلى صوتي"},{"SurahNumber":71,"VerseNumber":9,"Text":"«ثم إني أَعلنت لهم» صوتي «وأسررت» الكلام «لهم إسرارا»"},{"SurahNumber":71,"VerseNumber":10,"Text":"«فقلت استغفروا ربكم» من الشرك «إنه كان غفارا»"}]}