{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":20,"Text":"Abaffe temulaba nti mazima Katonda yabagondeza ebyo ebiri mu ggulu omusanvu n'ebyo ebiri mu nsi, era n'abawa mu bungi ebyengerabye eby'okungulu n'ebyomunda, naye mu bantu mulimu abawalaaza empaka ku bikwata ku Katonda awatali kusinziira ku kumanya kwonna wadde obulungamu wadde e kitabo ekibamulisiza e kkubo"},{"SurahNumber":31,"VerseNumber":21,"Text":"Bwe baba bagambiddwa nti mugoberere ebyo Katonda bye yassa bagamba nti nedda tugoberera ebyo bye twasangako bakadde baffe, naye abaffe (balemera ku ekyo) newaakubadde Sitane ebakoowoola kudda eri omuliro Sairi (bamala gagoberera)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Yye, omuntu awaayo ekyenyikye ewa Katonda era nga mulongoosa, mazima aba yeekutte ku muguwa omunywevu era ewa Katonda yeeri enkomerero y'ebigambo"},{"SurahNumber":31,"VerseNumber":23,"Text":"Oyo yenna akaafuwala, okukaafuwalakwe tekukunakuwaza gye tuli yeeri obuddo bwabwe, olwo nno tulibategeeza bye baakola. Mazima Katonda amanyidde ddala ebiri mu bifuba"},{"SurahNumber":31,"VerseNumber":24,"Text":"Tubeeyagaza kitono, oluvanyuma tulibawalabanya okubatwala eri ebibonerezo ebizito"},{"SurahNumber":31,"VerseNumber":25,"Text":"Singa obadde obabuzizza nti: ani yatonda eggulu omusanvu n'ensi? ddala bajja kugamba nti Katonda, bagambe nti (n'olwekyo) okutenderezebwa kwonna kwa Katonda. Wabula abasinga obungi ku bo tebamanyi"},{"SurahNumber":31,"VerseNumber":26,"Text":"Bya Katonda ebyo ebiri mu ggulu omusanvu n'ensi, mazima Katonda yye y'atalina kye yetaaga (era) atenderezebwa"},{"SurahNumber":31,"VerseNumber":27,"Text":"Era mazima singa e miti gyonna egiri mu nsi zaali kalaamu, nga n'ennyanja (eziriwo) ziyambibwako ennyanja musanvu oluvanyuma lwa zino, ebigambo bya Katonda tebyaliweddeyo, mazima Katonda nantakubwa ku mukono mugoba nsonga"},{"SurahNumber":31,"VerseNumber":28,"Text":"Okutondebwa kwa mmwe n'okuzuukira kwa mmwe tekuli okugyako okuba nga kulinga okutonda n'okuzuukiza omuntu omu. Mazima Katonda awulira nnyo alabira ddala"}]}