{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"(Allaһka ibadattı) Eŋ sonun kılgan adamdarga eŋ sonun nerse (Beyiş) jana aşıkçası (Allaһtın Jüzün körüü) bar. Alardın jüzdörünö eç bir çaŋ, eç bir korduk (belgisi) jukpayt. Alar Beyiş eeleri bolup, anda tübölük kalışat"},{"SurahNumber":10,"VerseNumber":27,"Text":"Al emi, jaman işterdi jasagan adamdar üçün, özündöy jaman jaza (tozok) bar. Alardı korduk orop alat jana Allaһ tarabınan eç bir saktooçu bolboyt. Alardın jüzü tim ele karaŋgı tündün bir bölügünö orolup algan sıyaktuu (bolup kalat). Dal oşolor tozok eeleri, anda tübölük kalışat"},{"SurahNumber":10,"VerseNumber":28,"Text":"Biz alardın bardıgın çogultkan (Kıyamat) Kündö, muşrikterge: “Siler (Maga şerik kılgan) köp “kudayıŋar” menen orduŋardan jılbay turgula!” deybiz. Kiyin alardın arasın ajıratıp koyobuz. (Oşondo) alardın (Maga) şerik kılgan “kudayları” (muşrikterge karap): “Bizge sıyıngan emessiŋer"},{"SurahNumber":10,"VerseNumber":29,"Text":"Siler menen bizdin arabızda Allaһ jetiştüü Kübö: biz silerdin ibadat kılganıŋardı bilgen emespiz” - deşet"},{"SurahNumber":10,"VerseNumber":30,"Text":"Oşol jerde ar bir jan özü jasap ötkön işterin sınoodon ötköröt. Jana çınıgı kojoyundarı — Allaһka kaytarılışat. Oylop tapkan jalgan “kudayları” alardan jogolup ketet"},{"SurahNumber":10,"VerseNumber":31,"Text":"(O, Muhammad, muşrikterge) ayt: “Silerge asmandardan jana jerden kim ırıskı beret? Je bolboso, kulaktardın, közdördün eesi kim? (Kim al eköönü jaratıp, uguu, körüü kasietin berdi?) Kim ölüktön tirüünü, tirüüdön ölüktü çıgara alat? (Aalamdagı) işterdi kim başkarat?” Alar daroo: “Allaһ”-dep joop berişet. Anda sen aytkın: (Oşol Allaһtan) korkpoysuŋarbı?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Uşul Allaһ silerdin çınıgı Rabbiŋer. Çındıktan kiyin adaşuuçuluktan başka eç nerse kelbeyt. Kayda burulup bara jatasıŋar"},{"SurahNumber":10,"VerseNumber":33,"Text":"Oşentip, buzulgan elderge, ıyman keltirbegeni sebeptüü Rabbiŋdin (azap jönündögü) Sözü atkarıldı"}]}