{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":27,"Text":"Actually, the faces of the unbelievers would distort (with horror) when they witness the torment in close proximity. They would be told \"(this is the promise), this is what you had called for"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say, \"Have you thought it over? Regardless of whether Allah destroys me and my companions, or shows us His mercy, (the question before you should be) who will shelter the unbelievers from the painful punishment"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say, \"He is Rehman, (the most Merciful). We believe in Him! And in Him we trust. Very soon, you will find out who has committed the obvious (and the gravest) blunder"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say, \"Have you thought it over? Should (all) your (drinking) water sink underground (and disappear), who can supply you with springs and clean running water (to drink)"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun! (Allah swears by) the pen and whatever they, (the angels), write"},{"SurahNumber":68,"VerseNumber":2,"Text":"(Oh prophet), you are not, by the grace of your Lord, a mad man"},{"SurahNumber":68,"VerseNumber":3,"Text":"In fact, you certainly have a perpetual and ever lasting reward (with your Lord)"},{"SurahNumber":68,"VerseNumber":4,"Text":"Indeed, you certainly bear the highest moral character"},{"SurahNumber":68,"VerseNumber":5,"Text":"Soon you will see, and so shall they"},{"SurahNumber":68,"VerseNumber":6,"Text":"Who is deranged _ (you or they)"},{"SurahNumber":68,"VerseNumber":7,"Text":"Indeed, your Lord knows well who has strayed from His path; and He (also) knows those who are the rightly guided"},{"SurahNumber":68,"VerseNumber":8,"Text":"Do not yield to those who have denied the truth"},{"SurahNumber":68,"VerseNumber":9,"Text":"They would love it if you make concessions (and compromise the truth somewhat). They too, would then give in (some)"},{"SurahNumber":68,"VerseNumber":10,"Text":"And do not obey the contemptible oath-monger"},{"SurahNumber":68,"VerseNumber":11,"Text":"The abusive mudslinger, who throws insults around (all the time)"},{"SurahNumber":68,"VerseNumber":12,"Text":"The one who prohibits the good, trespasses and defiantly indulges in sinful acts"},{"SurahNumber":68,"VerseNumber":13,"Text":"Ignoble and greedy, in short, despised"},{"SurahNumber":68,"VerseNumber":14,"Text":"(He acts that way), because he is wealthy and has (many) children"},{"SurahNumber":68,"VerseNumber":15,"Text":"When Our verses are recited to him, he remarks, \"(Legends)! Tales of the earlier folks"}]}