{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: \"Sahitlik yonunden hangi sey daha buyuktur?\". De ki: \"Allah, benimle sizin aranizda sahittir ve bana bu Kur'an vahyolundu ki, onunla hem sizi, hem de sizden sonra kendisine ulasan herkesi uyarayim. Allah'la beraber baska ilahlar olduguna siz gercekten sahitlik eder misiniz?\" De ki: \"Ben buna sahitlik etmem\". \"O, ancak ve ancak bir tek ilahtir ve gercekten ben, sizin ortak tuttugunuz seylerden uzagim\"de"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine Kitap verdigimiz kimseler, Peygamber'i, kendi ogullarini bildikleri gibi, bilirler. Kendilerine yazik edenler var ya! Iste onlar iman etmezler"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allah'a iftira ederek yalan uydurandan veya ayetlerini yalanlayandan daha zalim kim olabilir? Hic suphe yok ki zalimler kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"O gun hepsini mahsere toplayacagiz. Sonra Allah'a ortak kosanlara: \" Hani nerede o Allah'a ortak saydiginiz ortaklariniz?\" diyecegiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra, (Onlar): \"Rabbimiz, Allah'a yemin ederiz ki, biz musriklerden degildik\" demekten baska bir ozur bulamayacaklar"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, vicdanlarina karsi nasil yalan soylediler! O uydurduklari putlar da kendilerinden kaybolup gitti"},{"SurahNumber":6,"VerseNumber":25,"Text":"Iclerinden seni dinleyenler de vardir, fakat biz, onu anlamalarina engel olmak icin kalblerinin ustune ortuler, kulaklarinin icine de agirlik koyduk. Onlar, butun delilleri gorseler bile yine ona inanmazlar. Hatta sana geldiklerinde seninle tartisirlar. Ve o kafirler: \"Bu, oncekilerin masallarindan baska bir sey degildir\" derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, insanlari Kur'an'a iman etmekten menederler, hem de kendileri ondan uzak dururlar. Boylece yalniz kendilerini mahvediyorlar ama farkinda degiller"},{"SurahNumber":6,"VerseNumber":27,"Text":"Onlarin, atesin uzerinde durdurulduklari zaman: \"Ne olurdu dunyaya dondurulseydik, Rabb'imizin ayetlerini yalanlamasaydik da muminlerden olsaydik\" dediklerini bir gorsen"}]}