{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":5,"VerseNumber":24,"Text":"(بنی اسرائیل در جواب) گفتند: ای موسی! ما تا ابد در آن داخل نمی‌شویم تا وقتی که آنان در آنجا هستند، پس تو و پروردگارت بروید و بجنگید، ما در اینجا می‌نشینیم"},{"SurahNumber":5,"VerseNumber":25,"Text":"(موسی) گفت: ای پروردگارم! يقينا من جز اختیار خودم و برادرم را ندارم، پس در بین ما و در بین این قوم نافرمان، جدایی بانداز (تا از یکدیگر جدا و متمایز شویم)"},{"SurahNumber":5,"VerseNumber":26,"Text":"الله (دعای موسی را قبول فرموده) گفت: پس آن سرزمین تا چهل سال بر آنها حرام است (و به سبب نافرمانی شان) حیران و سرگردان در زمین بگردند (و به جایی نرسند) پس (تو ای موسی) بر قوم فاسق و نافرمان اندوهگین مشو"},{"SurahNumber":5,"VerseNumber":27,"Text":"(و نافرمانی مردمان در مقابل الله تاریخ قدیمی دارد لهذا اى محمد) بر آنها داستان دو پسر آدم را به راستی تلاوت کن، وقتی که هر یکی از آن دو (به دربار الهی) قربانی پیش کردند، پس از یکی آن دو (هابیل) پذیرفته شد و از دیگری (قابیل) پذیرفته نشد. گفت: (قابیل به هابیل) حتما تو را می‌کشم، (هابیل) گفت: الله تنها از پرهیزگاران می‌پذیرد"},{"SurahNumber":5,"VerseNumber":28,"Text":"اگر دست به‌سوی من دراز کنی تا مرا بکشی، من دستم را به‌سوی تو دراز نمی‌کنم تا تو را بکشم (چون) من از الله، پروردگار جهانیان می‌ترسم"},{"SurahNumber":5,"VerseNumber":29,"Text":"چون من می‌خواهم که گناه (قتل) من و گناه (سابقۀ) خودت را (به دربار الله) ببری، پس در نتیجه از جمله دوزخیان باشی، و این (دوزخ) سزای ظالمان است"},{"SurahNumber":5,"VerseNumber":30,"Text":"پس نفس او کشتن برادرش را در نظرش آسان نمود، پس او را کشت و از جمله زیانکاران شد"},{"SurahNumber":5,"VerseNumber":31,"Text":"پس الله زاغی را فرستاد که زمین را می‌کاوید تا به او (قابیل) نشان دهد که چگونه مرده برادرش را (در زمین) بپوشاند، گفت: (قابیل) ای وای بر من! آیا عاجزم از اینکه مانند این زاغ باشم و جسد برادرم را (در زمین) بپوشانم؟ پس از پشیمان شدگان گردید"}]}