{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":34,"Text":"innum, ninkal kettavarrai ellam avan unkalukku alittan. Akave, allahvutaiya arut kotaikalai ninkal kanakkitum camayattil atai unkalal enna mutiyatu! (Ivvaru ellamiruntum) niccayamaka manitan varampu mirukiravan, mika mika nanrikettavan avan"},{"SurahNumber":14,"VerseNumber":35,"Text":"iprahim (tan iraivanai nokkik) kuriyatai (napiye!) (Avarkalukku) napakamuttuviraka. (Avarkal iraivanai nokki) ‘‘en iraivane! (Makkavakiya) ivvurai apayamalikkum pattanamaka ni akkivaippayaka! Ennaiyum en cantatikalaiyum cilaikalai vanankuvatil iruntu turamakki vaippayaka"},{"SurahNumber":14,"VerseNumber":36,"Text":"en iraivane! Niccayamaka iccilaikal manitarkalil palarai valiketuttu vittana. (Akave, evan cilaikalai vanankatu) ennaip pinparrukirano avantan niccayamaka ennil (en cantatiyil) ullavan; evan enakku maruceykirano (avan en cantati illai. Eninum, en iraivane!) Niccayamaka ni mikka mannippavan, mikak karunaiyutaiyavan avay"},{"SurahNumber":14,"VerseNumber":37,"Text":"Enkal iraivane! Niccayamaka nan en cantatikalai, mikka kanniyam vaynta un vittin camipamaka vacittirukkac ceytu vitten. Atu vivacaya marratoru pallattakku! Enkal iraivane! Avarkal (unnait) tolutu kontiruppatarkaka (anku vacikkac ceyten). Manitarkalil oru tokaiyinarin ullankal avarkalai necikkumpati ni ceyvayaka! (Parpala) kanivarkkankalaiyum ni avarkalukku unavaka alittu varuvayaka! (Atarku) avarkal unakku nanri celuttuvarkal"},{"SurahNumber":14,"VerseNumber":38,"Text":"enkal iraivane! Nankal (ullankalil) maraittukkolvataiyum, nankal velippatuttuvataiyum niccayamaka ni nankarivay. Vanattilo pumiyilo ullavarril etuvum allahvukku maraintatalla"},{"SurahNumber":14,"VerseNumber":39,"Text":"ellap pukalum allahvukkuriyatu; avantan ivvayotika (kala)ttil ismayilaiyum is'hakkaiyum enakku(c cantatikalaka) alittan. Niccayamaka en iraivan pirarttanaikalai (karunaiyutan) ceviyurupavan avan"},{"SurahNumber":14,"VerseNumber":40,"Text":"en iraivane! Ennaiyum, en cantatikalaiyum (unnait) tolutu varupavarkalaka akkivai. Enkal iraivane! En pirarttanaiyai ankikarittuk kolvayaka"},{"SurahNumber":14,"VerseNumber":41,"Text":"enkal iraivane! Enakkum, en tay tantaikkum, marra nampikkaiyalarkalukkum kelvi kanakku niraiverukinra (marumai) nalil mannippalippayaka!'' (Enru pirarttittar)"},{"SurahNumber":14,"VerseNumber":42,"Text":"(napiye!) Ivvakkiramakkararkalin ceyalaip parri allah paramukamay irukkiran ena nir enna ventam. Avarkalai (vetanaiyaik kontu utanukkutan pitikkatu) tamatappatutti varuvatellam, tiranta kan tirantavare iruntu vitakkutiya (kotiya toru marumai) nal varum varaitan"}]}