{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara gösterdiğimiz her ayet, bir evvelkinden daha büyük idi. Belki dönerler diye onları azabımızla yakalamıştık"},{"SurahNumber":43,"VerseNumber":49,"Text":"Bunun üzerine dediler ki: \"Ey büyücü! Sana verdiği ahde göre bizim için Rabbine dua et. Çünkü biz artık hidayeti kabul edeceğiz"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz azabı üzerlerinden kaldırınca hemen verdikleri sözü bozdular"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun kavmine seslenerek: \"Ey kavmim! Mısır’ın ve altımda akan şu ırmakların mülkü bana ait değil mi? Bunu görmüyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, şu hakir ve neredeyse konuşamayan adamdan daha iyi değil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"Ona altın bilezikler verilmeli veya onunla birlikte yakınında yer alan (yardımcı) melekler gelmeli değil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"O kavmini küçümsedi onlar da ona boyun eğdiler. Çünkü onlar yoldan çıkmış bir kavimdi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Onlar bizi öfkelendirdikleri zaman, onların hepsini suda boğarak onlardan intikam aldık"},{"SurahNumber":43,"VerseNumber":56,"Text":"Böylece onları sonradan geleceklere (ibret olarak) selef ve örnek kıldık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oğlu bir misal olarak verilince hemen senin kavmin bundan dolayı bağrışıp çağrışmaya koyuldu"},{"SurahNumber":43,"VerseNumber":58,"Text":"Bizim ilahlarımız mı daha iyidir; yoksa o mu?\" dediler. Bunu sana sadece tartışmak için söylüyorlar. Zaten onlar, kavgacı bir toplumdur"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, yalnızca kendisine nimet verdiğimiz ve İsrailoğulları’na örnek kıldığımız bir kuldur"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer dileseydik, yeryüzünde sizin yerinize geçecek melekler var ederdik"}]}