{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"Is this a fake, or is it you who do not see"},{"SurahNumber":52,"VerseNumber":16,"Text":"So you burn in there, it is the same to you whether you can bear it with patience, or not: You only receive the penalty for your (own) deeds"},{"SurahNumber":52,"VerseNumber":17,"Text":"Verily, as to the righteous (people), they will be in the Gardens, and in happiness"},{"SurahNumber":52,"VerseNumber":18,"Text":"Enjoying the (true joy) which their Lord has given to them, and their Lord shall save them from the penalty of Fire"},{"SurahNumber":52,"VerseNumber":19,"Text":"(It will be said to them:) \"You eat and drink, with blessings and health, because of your (good) deeds"},{"SurahNumber":52,"VerseNumber":20,"Text":"They will rest (in comfort) on Thrones (of dignity) arranged in ranks; And We shall join them to companions, with beautiful, wide and lovely eyes"},{"SurahNumber":52,"VerseNumber":21,"Text":"And those who believe and whose families follow them in Faith— To them We shall join their families: And We shall not take away from them (the reward) of their works: (Still) each person is accountable for his deeds"},{"SurahNumber":52,"VerseNumber":22,"Text":"And We shall provide them fruit and meat, anything that they want (to have)"},{"SurahNumber":52,"VerseNumber":23,"Text":"There they shall exchange, one with another, a (loving) cup, free of pettiness, free of all signs of impurity"},{"SurahNumber":52,"VerseNumber":24,"Text":"And there will go around (devoted) to them, youths (handsome) as pearls, well-guarded"},{"SurahNumber":52,"VerseNumber":25,"Text":"They will approach one another, engaging in mutual inquiry and questioning"},{"SurahNumber":52,"VerseNumber":26,"Text":"They will say: \"Before now we were not without fear for the sake of our people"},{"SurahNumber":52,"VerseNumber":27,"Text":"So Allah has been gracious to us, and has delivered us from the penalty of the Burning Wind"},{"SurahNumber":52,"VerseNumber":28,"Text":"Truly, we did pray to Him from of old; Truly, it is He, the Beneficent (Al-Barr), the Most Merciful (Ar-Raheem)"},{"SurahNumber":52,"VerseNumber":29,"Text":"Therefore remind (mankind to celebrate the Praise of Allah). By the Grace of your Lord, you are not (any) petty-talker, and you are not a madman (nor one possessed)"},{"SurahNumber":52,"VerseNumber":30,"Text":"Or do they say:— \"A Poet! We will wait for him that some misfortune (will come) in time"},{"SurahNumber":52,"VerseNumber":31,"Text":"You say (to them): \"You wait! I will also wait among those who wait"}]}