{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimlə qarsılasacaqlarına umid etməyənlər (qiyamət gunu dirilib haqq-hesab ucun huzurumuzda duracaqlarında qorxmayanlar): “Bizə (Muhəmmədin həqiqi peygəmbər oldugunu təsdiq edən) mələklər endirilməli, yaxud biz (onun dogru danısıb-danısmadıgını bilmək ucun) Rəbbimizi gorməli idi!” – dedilər. Həqiqətən, onlar ozləri barəsində təkəbburə qapıldılar və (Allahı bilavasitə gormək, onunla danısmaq istəməyə cur’ət etməklə) azgınlasıb həddi cox asdılar"},{"SurahNumber":25,"VerseNumber":22,"Text":"Mələkləri gorəcəkləri gun – həmin gun gunahkarlara (Cənnətlə) hec bir mujdə olmaz. (Mələklər onlara:) “(Sizə sad xəbər esitmək) haramdır!” – deyərlər"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların etdikləri hər hansı bir (yaxsı) əməli Biz qəsdən (havadan ucan) dagınıq zərrələrə (toz dənələrinə) dondərərik! (Onların qohum-əqrabaya, yoxsullara gostərdikləri koməyin, qonaga, qəribə etdikləri hormətin və dunyada gordukləri digər yaxsı islərin zərrə qədər qiyməti olmaz)"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gun cənnət əhlinin qalacagı yer daha yaxsı, istirahət edəcəyi yer daha gozəl olacaqdır"},{"SurahNumber":25,"VerseNumber":25,"Text":"Goyun (yeddi qat səmanın yuxarısından enən ag) buludla parcalanacagı, mələklərin boluk-boluk (yerə) endirələcəyi gun"},{"SurahNumber":25,"VerseNumber":26,"Text":"O gun həqiqi hokmranlıq (mulk) ancaq Rəhmana məxsusdur; o, kafirlər ucun isə cətin bir gun olacaqdır"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gun zalım (kufrə dusməklə ozunə zulm edən pesmancılıqdan) əllərini ceynəyib deyəcəkdir: “Kas ki, mən Peygəmbər vasitəsilə (ozumə) dogru bir yol turardım"},{"SurahNumber":25,"VerseNumber":28,"Text":"Vay halıma! Kas filankəsi ozumə dost etməyəydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"And olsun ki, Qur’an mənə gəldikdən sonra məni ondan (Qur’ana iman gətirməkdən) o sapdırdı. Seytan insanı (yoldan cıxartdıqdan, bəlaya saldıqdan sonra) yalqız buraxar (zəlil, rusvay edər)"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygəmbər də “Ey Rəbbim! Həqiqətən, qovmum bu Qur’anı tərk etmisdi!” – deyəcək"},{"SurahNumber":25,"VerseNumber":31,"Text":"(Ya Rəsulum! Bu Məkkə musriklərini sənə dusmən etdiyimiz kimi) eləcə də (səndən əvvəl) hər peygəmbər ucun gunahkarlardan bir dusmən etmisdik. Rəbbinin sənə bir rəhbər, bir mədədkar olması kifayət edər"},{"SurahNumber":25,"VerseNumber":32,"Text":"Kafirlər: “Qur’an ona (Muhəmmədə) butov (birdəfəlik) endirilməli idi!” – dedilər. (Ya Rəsulum!) Sənin urəyinə səbat (qətiyyət) vermək ucun Biz onu ayə-ayə (tədricə) nazil etdik. (Qur’anın az-az endirilib, agır-agır oxunması onun əzbərlənməsini və mə’nalarının anlasılmasını asanlasdırır)"}]}