{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"Ata'eba, tara yesabera upasana kare tumi se byapare konarupa dhomkaya parabe na. Tadera purbabarti bapa-dadara yemana puja upasana karata, era'o temana karache. Ara niscaya ami taderake ayabera bhaga kichu matra'o kama na kare'i puropuri dana karabo."},{"SurahNumber":11,"VerseNumber":110,"Text":"Ara ami musa (ah)-ke abasya'i kitaba diyechilama atahpara tate birodha srsti hala; balabahulya tomara palanakartara paksa hate, ekati katha yadi age'i bala na hata, tahale tadera madhye curanta phayasala haye yeta tara e byapare emana'i sandeha prabana ye, kichute'i niscita hate parache na."},{"SurahNumber":11,"VerseNumber":111,"Text":"Ara yata loka'i hoka na kena, yakhana samaya habe, tomara prabhu tadera sakalera'i amalera pratidana puropuri dana karabena. Niscaya tini tadera yabatiya karyakalapera khabara rakhena."},{"SurahNumber":11,"VerseNumber":112,"Text":"Ata'eba, tumi ebam tomara sathe yara ta'oba kareche saba'i soja pathe cale ya'o-yemana tomaya hukuma deya hayeche ebam sima langhana karabe na, tomara ya kichu karacha, niscaya tini tara prati drsti rakhena."},{"SurahNumber":11,"VerseNumber":113,"Text":"Ara papisthadera prati jhumkabe na. Natuba tomaderake'o agune dharabe. Ara allaha byatita tomadera kona bandhu na'i. Ata'eba kotha'o sahayya pabe na."},{"SurahNumber":11,"VerseNumber":114,"Text":"Ara dinera du'i prante'i namaya thika rakhabe, ebam ratera prantabhage purna kaja abasya'i papa dura kare deya, yara smarana rakhe tadera jan'ya eti eka maha smaraka."},{"SurahNumber":11,"VerseNumber":115,"Text":"Ara dhairyyadharana kara, niscaya'i allaha punyabanadera pratidana binasta karena na."},{"SurahNumber":11,"VerseNumber":116,"Text":"Kaje'i, tomadera purbabati jati gulira madhye emana satkarmasila kena ra'ila na, yara prthibite biparyaya srsti karate badha dita; tabe mustimeya loka chila yaderake ami tadera madhya hate raksa karechi. Ara papisthara to bhoga bilase matta chila yara samagri taderake yathesta deya hayechila. Asale tara chila maha aparadhi."},{"SurahNumber":11,"VerseNumber":117,"Text":"Ara tomara palanakarta emana nana ye, janabasatiguloke an'yayabhabe dhbansa kare debena, sekhanakara lokera satkarmasila ha'oya sattbe'o."}]}