{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":107,"Text":"If God touches you with affliction, there is none who can remove it but He; and if He wills any good for you, then there is none who can hold back His bounty. He causes it to reach whomever He wills of His servants. He is the All-Forgiving, the All-Compassionate"},{"SurahNumber":10,"VerseNumber":108,"Text":"Say: \"O humankind! Assuredly there has come to you the truth from your Lord. Whoever, therefore, chooses the right way, follows it but for his own good; and whoever chooses to go astray, goes astray but to his own harm. I am not one appointed as a guardian over you to assume your responsibility"},{"SurahNumber":10,"VerseNumber":109,"Text":"And follow what is revealed to you, and remain patient and steadfast in your way until God gives His judgment. And He is the best in giving judgment"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif. Lam. Ra. A Book whose Revelations in verses have been made firm (absolutely free of doubt, alteration, or annulment) and full of wisdom, and arranged in sequence and distinctly detailed. It is from One All-Wise, All-Aware"},{"SurahNumber":11,"VerseNumber":2,"Text":"So that you worship none but God. (Say, O Messenger:) \"Surely I am a warner for you (O people, against the evil consequences of all kinds of misguidance) and a bearer of glad tidings (of prosperity in return for faith and righteousness)"},{"SurahNumber":11,"VerseNumber":3,"Text":"And that you ask your Lord for forgiveness (for the sins you have so far committed), then turn to Him repentant and sincerely, so that He may enable for you a good life for a term appointed, and bestow His grace and bounty more abundantly on whoever is more advanced in virtue and devotion. But if you turn away, then, surely I fear for you the punishment of a mighty Day"},{"SurahNumber":11,"VerseNumber":4,"Text":"To God is your final return. He has full power over everything"},{"SurahNumber":11,"VerseNumber":5,"Text":"Beware! surely they (who associate partners with God) lean over their breasts (as if in respect for you, but in reality they are) seeking to hide (from God the unbelief and hostility) in their hearts. Beware! at the very time that they cover themselves with their garments (or hide themselves in their houses behind shut doors and curtained windows) God knows well all that they keep concealed as well as all that they disclose. Surely God has full knowledge of what lies hidden in the bosoms"}]}