{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":70,"Text":"Vaktaki (Yuusuf) onların (zahire) yüklerini hazırladı. Su kabını öz kardeşinin yükü içine koydu! Sonra bir münâdî (arkalarından) şöyle bağırdı: «Ey kaafile (durun), siz seksiz şübhesiz hırsızlarsınız»"},{"SurahNumber":12,"VerseNumber":71,"Text":"(Ya´kubun oğulları) onlara dönerek: «Ne gaaib etdiniz (Ne arıyorsunuz)?» dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Dediler ki: «Pâdişâhın su kabını arıyoruz. Onu getirene bir deve yükü (bahşiş) var. Ben de buna kefilim»"},{"SurahNumber":12,"VerseNumber":73,"Text":"(Ya´kub oğulları): «Allah Allah! (Hüviyyetimizi, ahlâkımızı) siz de öğrenmişsinizdir. Biz bu yere, andolsun ki, fesâd çıkarmak için gelmedik. Hırsız kimseler de değiliz biz» dediler"},{"SurahNumber":12,"VerseNumber":74,"Text":"«Şimdi, dediler, yalancılar iseniz (çalanın) cezası nedir»"},{"SurahNumber":12,"VerseNumber":75,"Text":"«Onun cezası yükünde (hırsızlık mal) bulunan kimsenin kendisidir. İşte o kimse (şahsan) bunun cezasıdır. Biz (memleketimizde) zaalimleri (hırsızları) böyle cezalandırırız» dediler"},{"SurahNumber":12,"VerseNumber":76,"Text":"Bunun üzerine (Yuusuf), kardeşinin kabından evvel onların kafalarını (aramıya) başladı. Nihayet onu kardeşinin kabından çıkardı. İşte biz Yuusuf için böyle bir tedbir kullandık. Yoksa o, pâdişâhın dînine göre kardeşini (esîr olarak) tutabilecek değildi: Meğer ki Allahın irâdesi ola. Biz kimi dilersek onu nice derecelerle yükseltiriz. Her ilim saahibinin üstünde daha iyi bilen vardır"},{"SurahNumber":12,"VerseNumber":77,"Text":"Dediler: «Eğer o çalmış bulunuyorsa onun daha evvel bir kardeşi de çalmışdı»! O vakit Yuusuf bu (sözü) içinde gizledi, bu (nun hakıykatını) onlara açıklamadı. (Kendi kendine) dedi ki «Sizin durumunuz daha kötüdür. Allah sizin anlatmakta olduğunuzun mâhiyyetini çok iyi bilendir»"},{"SurahNumber":12,"VerseNumber":78,"Text":"«Ey azîz, dediler, hakıykat bunun ihtiyar bir babası var. Binâen´aleyh onun yerine (bizden) birimizi alıkoy. Seni muhakkak iyilik edenlerden görüyoruz»"}]}