{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":187,"Text":"vetam kotukkappattavarkalitam ‘‘(unkalukkuk kotukkappatta) vetattai makkalukkut telivaka etutturaikka ventum. Atai muti maraittuvitak kutatu'' enru allah urutimoli vankiyatai (napiye! Avarkalukku) napakamuttuviraka. (Eninum) avarkal (tankalin) ivvurutimoliyait tankal mutukuppuramaka erintuvittu itarkup piratiyakac corpa kirayattaip perrukkontanar. Avarkal perrukkontatu maka kettatakum"},{"SurahNumber":3,"VerseNumber":188,"Text":"(Napiye!) Evarkal tankal ceyta (arpa) kariyattaip parri makilcciyataintu, tam ceyyata (nanmaiyana) kariyankalaip parriyum, (tam ceytataka makkal) tam'maip pukalvatai virumpukirarkalo avarkal vetanaiyiliruntu tappittuk kolvarkal enru niccayamaka (oru kalamum) nir enna ventam. Kantippaka avarkalukkut tunpuruttum vetanaiyuntu"},{"SurahNumber":3,"VerseNumber":189,"Text":"vanankal, pumiyin atci allahvukkuriyate! Anaittin mitum allah perarralutaiyavan avan"},{"SurahNumber":3,"VerseNumber":190,"Text":"vanankalaiyum pumiyaiyum pataittiruppatilum, iravu pakal marimari varuvatilum arivutaiyavarkalukku niccayamakap pala attatcikal irukkinrana"},{"SurahNumber":3,"VerseNumber":191,"Text":"ivarkal ninra nilaiyilum, iruppilum, patukkaiyilum allahvaiye ninaittu, vanankalaiyum pumiyaiyum avan pataittiruppatai araycci ceyvarkal. Melum, ‘‘enkal iraivane! Ni ivarrai vinaka pataikkavillai. Ni mikattuyavan. (Naraka) neruppin vetanaiyiliruntu enkalai ni kapparruvayaka"},{"SurahNumber":3,"VerseNumber":192,"Text":"enkal iraivane! Niccayamaka ni evarkalai (naraka) neruppil nulaittu vittayo avarkalai niccayamaka ni ilivupatuttivittay. (Attakaiya) aniyayakkararkalukku utavi ceypavarkal (oruvarum) illai"},{"SurahNumber":3,"VerseNumber":193,"Text":"enkal iraivane! (Un) tutarin alaippai nankal niccayamaka ceviyurrom. (Avar) enkalai nampikkaiyinpakkam alaittu ‘‘unkal iraivanai nampikkai kollunkal'' enru kurinar. Nankalum (avvare) nampikkai kontom. Atalal, enkal iraivane! Ni enkal kurrankalai mannippayaka! Enkal pavankalai enkalai vittum akarrituvayaka! (Mutivil) nallavarkalutan enkal uyirai kaipparruvayaka"},{"SurahNumber":3,"VerseNumber":194,"Text":"Enkal iraivane! Un tutarkal mulam enkalukku ni vakkalittatai enkalukku tantarul purivayaka! Marumai nalil ni enkalai ilivupatutti vitate! Niccayamaka ni vakkuruti tavarupavanalla'' (enru pirarttanai ceytu kontirupparkal)"}]}