{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Güzel davrananlara daha güzel karşılık, bir de fazlası vardır. Onların yüzlerine ne bir toz (kara leke) bulaşır ne de bir horluk (gelir). İşte onlar cennet ehlidirler. Ve onlar orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kötülük yapanlara gelince, kötülüğün cezası misli iledir. Onları zillet kaplayacaktır. Onları Allah´a karşı koruyacak hiç kimse yoktur. Onların yüzleri sanki karanlık geceden bir parçaya bürünmüştür. İşte onlar da cehennem ehlidir. Onlar orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"Onların hepsini biraraya toplayacağımız, sonra da Allah´a ortak koşanlara: \"Siz ve koştuğunuz ortaklar yerinizde bekleyin\" diyeceğimiz gün artık onların (putlarıyla) aralarını tamamen ayırmışızdır. Ve onların ortakları, (putları) derler ki: \"Siz, bize ibadet etmiyordunuz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Bu yüzden bizimle sizin aranızda şahit olarak Allah yeter. Şüphesiz ki biz sizin (bize) tapmanızdan tamamen habersizdik"},{"SurahNumber":10,"VerseNumber":30,"Text":"Orada herkes geçmişte yaptıklarını karşısında bulur. Artık onlar gerçek sahipleri olan Allah´a döndürülmüşlerdir. Uydurmakta oldukları şeyler (bâtıl tanrıları) da onları terkedip kaybolmuştur"},{"SurahNumber":10,"VerseNumber":31,"Text":"(Resûlüm!) De ki: Size gökten ve yerden kim rızık veriyor? Ya da kulaklara ve gözlere kim mâlik (ve hakim) bulunuyor? Ölüden diriyi kim çıkarıyor, diriden ölüyü kim çıkarıyor? (Her türlü) işi kim idare ediyor? \"Allah\" diyecekler. De ki: Öyle ise (Ona âsi olmaktan) sakınmıyor musunuz"},{"SurahNumber":10,"VerseNumber":32,"Text":"İşte O, sizin gerçek Rabbiniz olan Allah´tır. Artık haktan (ayrıldıktan) sonra sapıklıktan başka ne kalır? O halde nasıl (sapıklığa) döndürülüyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"İşte böylece Rabbinin yoldan çıkanlar hakkındaki \"Onlar inanmazlar\" sözü gerçekleşmiş oldu"}]}