{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":44,"Text":"(Yorumcular) dediler ki: \"Bu, karısık duslerden ibarettir. Biz, karısık duslerin yorumunu bilmeyiz"},{"SurahNumber":12,"VerseNumber":45,"Text":"(Zindandaki) Iki kisiden kurtulan (adam), uzun bir sure sonra (bu olay uzerine Yusuf'u) hatırladı da dedi ki: \"Ben size onun yorumunu haber veririm, hemen beni (zindana) gonderin"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Zindana, Yusuf'un yanına geldi, dedi ki): \"Yusuf, ey cok dogru soyleyen, bize su ru'yayı coz: Yedi semiz inegi, yedi zayıf (inek) yiyor ve yedi yesil, yedi de kuru basak (neyi gosterir)? Umarım ki senin yorumunla insanlara donerim, onlar da bilirler"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Yusuf) Dedi ki: \"Siz, adetiniz uzere yedi yıl (urun) ekersiniz. Bictiginizi basagında bırakırsınız, ancak yiyeceginiz az bir mikdar(ı alırsınız, gerisini depolarsınız)"},{"SurahNumber":12,"VerseNumber":48,"Text":"Sonra onun ardından yedi kurak (yıl) gelir ki (tohumluk olarak) sakladıgınız az miktar dısında, o yıllar icin onceden biriktirdiklerinizi yeyip bitirir"},{"SurahNumber":12,"VerseNumber":49,"Text":"Sonra onun ardından bir yıl gelir ki, o yılda insanlara bol yagmur verilir ve insanlar o yıl (bol bol meyva) sıkarlar (hayvan sagarlar)"},{"SurahNumber":12,"VerseNumber":50,"Text":"(Elci bu yorumu getirince) Kral: \"Onu bana getirin.\" dedi. Elci, Yusuf'un yanına gelince (Yusuf): \"Efendine don de ona sor, ellerini kesen o kadınların maksadı neydi? (Bunu ortaya cıkarsın). Suphesiz Rabbim, onların tuzaklarını biliyor\", dedi"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Kral, kadınlara): \"Yusuf'un nefsinden murad almak istediginiz zaman durumunuz neydi?\" dedi. Dediler ki: \"Hasa, Allah icin (dogru soylemek lazım), biz onda hicbir kotuluk gormedik!\" Aziz'in karısı da: \"Iste simdi hak yerini buldu, ben onun nefsinden murad almak istemistim. O tamamen dogrulardandır!\" dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Gercegi soyledim ki Yusuf) Benim, arkadan kendisine hainlik etmedigimi ve Allah'ın, hainlerin tuzagını basarıya ulastırmayacagını bilsin"}]}