{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":58,"Text":"پھر ابراہیم علیھ السّلامنے ان کے بڑے کے علاوہ سب کو حُور چوِر کردیا کہ شاید یہ لوگ پلٹ کر اس کے پاس آئیں"},{"SurahNumber":21,"VerseNumber":59,"Text":"ان لوگوں نے کہا کہ ہمارے خداؤں کے ساتھ یہ برتاؤ کس نے کیا ہے وہ یقینا ظالمین میں سے ہے"},{"SurahNumber":21,"VerseNumber":60,"Text":"لوگوں نے بتایا کہ ایک جو ان ہے جوان کا ذکر کیا کرتا ہے اور اسے ابراہیم کہا جاتا ہے"},{"SurahNumber":21,"VerseNumber":61,"Text":"ان لوگوں نے کہا کہ اسے لوگوں کے سامنے لے آؤ شاید لوگ گواہی دے سکیں"},{"SurahNumber":21,"VerseNumber":62,"Text":"پھر ان لوگوں نے ابراہیم علیھ السّلام سے کہا کہ کیا تم نے ہمارے خداؤں کے ساتھ یہ برتاؤ کیا ہے"},{"SurahNumber":21,"VerseNumber":63,"Text":"ابراہیم علیھ السّلامنے کہا کہ یہ ان کے بڑے نے کیا ہے تم ان سے دریافت کرکے دیکھو اگر یہ بول سکیں"},{"SurahNumber":21,"VerseNumber":64,"Text":"اس پر ان لوگوں نے اپنے دلوں کی طرف رجوع کیا اور آپس میں کہنے لگے کہ یقینا تم ہی لوگ ظالم ہو"},{"SurahNumber":21,"VerseNumber":65,"Text":"اس کے بعد ان کے سر شرم سے جھکا دئیے گئے اور کہنے لگے ابراہیم تمہیں تو معلوم ہے کہ یہ بولنے والے نہیں ہیں"},{"SurahNumber":21,"VerseNumber":66,"Text":"ابراہیم نے کہا کہ پھر تم خدا کو چھوڑ کر ایسے خداؤں کی عبادت کیوں کرتے ہو جو نہ کوئی فائدہ پہنچاسکتے ہیں اور نہ نقصان"},{"SurahNumber":21,"VerseNumber":67,"Text":"حیف ہے تمہارے اوپر اور تمہارے ان خداؤں پر جنہیں تم نے خدائے برحق کو چھوڑ کر اختیار کیا ہے کیا تم اتنا بھی نہیں سمجھتے ہو"},{"SurahNumber":21,"VerseNumber":68,"Text":"ان لوگوں نے کہا کہ ابراہیم کو آگ میں جلادو اور اگر کچھ کرنا چاہتے ہو تو اس طرح اپنے خداؤں کی مدد کرو"},{"SurahNumber":21,"VerseNumber":69,"Text":"تو ہم نے بھی حکم دیا کہ اے آگ ابراہیم علیھ السّلامکے لئے سرد ہوجا اور سلامتی کاسامان بن جا"},{"SurahNumber":21,"VerseNumber":70,"Text":"اور ان لوگوں نے ایک مکر کا ارادہ کیا تھا تو ہم نے بھی انہیں خسارہ والا اور ناکام قرار دے دیا"},{"SurahNumber":21,"VerseNumber":71,"Text":"اور ابراہیم علیھ السّلام اور لوط علیھ السّلام کو نجات دلاکر اس سرزمین کی طرف لے آئے جس میں عالمین کے لئے برکت کا سامان موجود تھا"},{"SurahNumber":21,"VerseNumber":72,"Text":"اور پھر ابراہیم علیھ السّلامکو اسحاق علیھ السّلاماور ان کے بعد یعقوب علیھ السّلامعطا کئے اور سب کو صالح اور نیک کردار قرار دیا"}]}