{"Id":174,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul","Author":"Muhammad Hamidullah","Language":"French","Description":"French","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":65,"Text":"Il est le Seigneur des cieux et de la terre et de tout ce qui est entre eux. Adore-Le donc, et sois constant dans Son adoration. Lui connais-tu un homonyme?»"},{"SurahNumber":19,"VerseNumber":66,"Text":"Et l'homme dit: «Une fois mort, me sortira-t-on vivant?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"L'homme ne se rappelle-t-il pas qu'avant cela, c'est Nous qui l'avons créé, alors qu'il n'était rien"},{"SurahNumber":19,"VerseNumber":68,"Text":"Par ton Seigneur! Assurément, Nous les rassemblerons, eux et les diables. Puis, Nous les placerons autour de l'Enfer, agenouillés"},{"SurahNumber":19,"VerseNumber":69,"Text":"Ensuite, Nous arracherons de chaque groupe ceux d'entre eux qui étaient les plus obstinés contre le Tout Miséricordieux"},{"SurahNumber":19,"VerseNumber":70,"Text":"Puis nous sommes Le meilleur à savoir ceux qui méritent le plus d'y être brûlés"},{"SurahNumber":19,"VerseNumber":71,"Text":"Il n'y a personne parmi vous qui ne passera pas par [L'Enfer]: Car [il s'agit là] pour ton Seigneur d'une sentence irrévocable"},{"SurahNumber":19,"VerseNumber":72,"Text":"Ensuite, Nous délivrerons ceux qui étaient pieux et Nous y laisserons les injustes agenouillés"},{"SurahNumber":19,"VerseNumber":73,"Text":"Et lorsque Nos versets évidents leur sont récités les mécréants disent à ceux qui croient: «Lequel des deux groupes a la situation la plus confortable et la meilleure compagnie?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Combien de générations, avant eux, avons-Nous fait périr, qui les surpassaient en biens et en apparence"},{"SurahNumber":19,"VerseNumber":75,"Text":"Dis: «Celui qui est dans l'égarement, que le Tout Miséricordieux prolonge sa vie pour un certain temps, jusqu'à ce qu'ils voient soit le châtiment, soit l'Heure dont ils sont menacés. Alors, ils sauront qui a la pire situation et la troupe la plus faible»"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah accroît la rectitude de ceux qui suivent le bon chemin, et les bonnes œuvres durables méritent auprès de ton Seigneur une meilleure récompense et une meilleure destination"}]}