{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":26,"Text":"Firaun ayttı: «Maga koygula, Musanı öltüröyün. Jana al Rabbisine jalbara bersin. Men silerdin diniŋerdi (Musa) özgörtüp je bolboso jer betinde buzukuluk çıgarıp jiberişinen korkup jatamın»"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa ayttı: «Men Özümdün jana silerdin Rabbiŋer Allaһka jalbarıp, esep (Kıyamat) kününö işenbegen ar bir tekeber zaalım-dan korgoosun suranamın»"},{"SurahNumber":40,"VerseNumber":28,"Text":"(Oşondo) Firaundun tuugandarınan bolgon (jana) ıymanın jaşırıp jürgön bir momun kişi! ayttı: «(Emne, siler) «Rabbim-Allaһ» degeni üçün ele, bir adamdı öltürüp salasıŋarbı?! Al silerge Rabbiŋerden dalil-bayandar alıp keldi go! Eger al jalgançı bolso, jalganı öz moyununa! Eger sözü çın bolup kalsa, al silerge ubada kılgan kee bir azaptar başıŋarga tüşüp jürbösün! Çınında, Allaһ çekten çıkkandardı, jalgançılardı Tuura Jolgo baştabayt"},{"SurahNumber":40,"VerseNumber":29,"Text":"O,koomum! Bügün biylik silerdin koluŋarda. Jer betinde jeŋüüçü bolup turasıŋar. Eger Allaһtın azabı kelip kalçu bolso, andan bizdi kim kutkara alat?!» Firaun ayttı: «Men silerge özümdün pikirimden başka pikirdi sunuş kılbaymın. Men silerdi Tuura Jolgo gana baştaymın.»"},{"SurahNumber":40,"VerseNumber":30,"Text":"Iyman keltirgen kişi ayttı: «O, koomum! Men silerdin başıŋarga uyuşkan toptordun künündöy kün tüşüp kaluusunan korkomun"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh koomunun, Aad, Samud jana alardan kiyinki (kaapır) elderdin işi (sıyaktuu iş başıŋarga tüşüp kalışınan korkomun!) Allaһ eç kaçan pendelerge zulumdu kaalabayt"},{"SurahNumber":40,"VerseNumber":32,"Text":"O,koomum! Men kıykırışuu Künündö! silerge (azap boluşunan) korkomun"},{"SurahNumber":40,"VerseNumber":33,"Text":"Oşol künü (azaptan) ketençiktep kaçasıŋar. (Birok) silerge Allaһ tarabınan eç bir jardamçı bolboyt. Allaһ kimdi adaştırıp koyso, anı Tuura Jolgo baştooçu jok"}]}