{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Cosi avviene perche Allah e la Verita, e Lui che rida la vita ai morti. Egli e onnipotente"},{"SurahNumber":22,"VerseNumber":7,"Text":"Gia l'Ora si avvicina, nessun dubbio in proposito, e Allah resuscitera quelli che sono nelle tombe"},{"SurahNumber":22,"VerseNumber":8,"Text":"Ci sono uomini che polemizzano a proposito di Allah, senza conoscenza, senza direzione, senza una Scrittura che li illumini"},{"SurahNumber":22,"VerseNumber":9,"Text":"Gireranno il collo per sviare dal sentiero di Allah. Li attende abominio in questa vita e, nel Giorno della Resurrezione, il castigo dell'Incendio"},{"SurahNumber":22,"VerseNumber":10,"Text":"“Ecco il compenso per cio che le tue mani hanno commesso!” Allah non e mai ingiusto nei confronti dei Suoi servi"},{"SurahNumber":22,"VerseNumber":11,"Text":"Fra gli uomini, c'e chi adora Allah tentennando. Se gli giunge il bene, si acquieta; se gli giunge una prova fa voltafaccia e perde in questa vita e nell'altra. Questa e una perdita evidente"},{"SurahNumber":22,"VerseNumber":12,"Text":"Invocano, all'infuori di Allah, chi non reca loro ne danno, ne giovamento. Ecco il traviarsi piu netto"},{"SurahNumber":22,"VerseNumber":13,"Text":"Invocano cio che reca loro danno, piuttosto che giovamento. Che pessimo patrono, che pessimo compagno"},{"SurahNumber":22,"VerseNumber":14,"Text":"In verita, coloro che credono e operano il bene, Allah li fara entrare nei Giardini dove scorrono i ruscelli. In verita, Allah fa quello che vuole"},{"SurahNumber":22,"VerseNumber":15,"Text":"Chi pensa che Allah non dara la vittoria [al Suo Inviato] in questa vita e nell'Altra, tenda una corda al soffitto, fino a soffocarsi. Vedra cosi, se il suo artificio fara sparire cio che lo fa andare in collera"}]}