{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":11,"VerseNumber":54,"Text":"Nous pensons seulement que l’une de nos divinites t’a trouble l’esprit. » Houd repondit : « Je prends Allah a temoin, et soyez-en vous-memes temoins, que je desavoue toutes les fausses divinites que vous adorez"},{"SurahNumber":11,"VerseNumber":55,"Text":"en dehors de Lui. Employez-vous donc, tous autant que vous etes, a me porter prejudice, sans m’accorder le moindre repit"},{"SurahNumber":11,"VerseNumber":56,"Text":"Je m’en remets pour ma part a Allah, mon Seigneur et le votre. Il n’est pas de creature qu’Il ne tienne en Son pouvoir. Mon Seigneur est toute justice"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si vous persistez a vous detourner, sachez que je vous ai transmis le message qui m’a ete confie. Mon Seigneur vous remplacera par un autre peuple, sans que vous puissiez en rien Lui nuire. Mon Seigneur veille a toute chose. »"},{"SurahNumber":11,"VerseNumber":58,"Text":"Lorsque Notre arret fut prononce, Nous avons, par un effet de Notre misericorde, sauve Houd et ses compagnons qui purent echapper a d’horribles tourments"},{"SurahNumber":11,"VerseNumber":59,"Text":"Tels furent les ‘Ad. Ils ont rejete les signes de leur Seigneur et desobei a Ses Messagers, preferant ecouter tout etre fier et rebelle a la verite"},{"SurahNumber":11,"VerseNumber":60,"Text":"Maudits ici-bas, ils seront egalement poursuivis par la malediction d’Allah dans l’au-dela. Les ‘Ad, en verite, ont renie leur Seigneur. Que soient donc emportes les ‘Ad, peuple de Houd"},{"SurahNumber":11,"VerseNumber":61,"Text":"Aux Thamoud, Nous avons envoye l’un des leurs, Salih, qui leur dit : « Mon peuple, adorez Allah ! Vous n’avez d’autre divinite que Lui. C’est Lui qui vous a tires de la terre et vous a permis de peupler ses contrees. Implorez Son pardon et revenez a Lui repentants. Mon Seigneur est si proche de Ses serviteurs, si prompt a exaucer leurs prieres. »"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ils repondirent : « Salih ! Nous placions jusqu’ici beaucoup d’espoir en toi. Vas-tu, a present, nous defendre d’adorer les divinites que nos ancetres veneraient ? Nous eprouvons de serieux doutes au sujet de ce culte que tu nous appelles a adopter. »"}]}