{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":70,"Text":"Tiniharule bhane palanakartasamga ekacoti pheri vinti garnus ki tyo kasto hunupardacha. Kinaki hamila'i dherai ga'iharu ustai–ustai dekhi'eka chan. Hamila'i thaha humdaina, allahale cahyo bhane hami sahi bato lagne chaum"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musale bhane, allahale bhanirahechan ki tyo ga'i kheta jotna ra sinca'ima prayoga nagari'eko ra hista–pusta ra bedaga hos. Uniharule bhanna thale aba timile sabai kura thika–thika bhanihaleka chau. Arthat tyo ga'ila'i bali di'e, yadyapi tiniharu tyasto garnevala thi'enan"},{"SurahNumber":2,"VerseNumber":72,"Text":"Ra yadagara jaba timile e'uta manisako hatya garyau, ani tyasako (barema) jhagada garna thalyau, tara juna kuro timile luka'una cahanthyau, tyo kura allahale prakata garna cahanthyo"},{"SurahNumber":2,"VerseNumber":73,"Text":"Ani hamile bhan'yaum ki yasa ga'iko e'uta tukrale hatya gari'eko manchela'i hanide'u, (u jivita bha'ihalnecha) yasari nai allahale murdaharula'i jivita pari timila'i timra bud'dhimanika lagi aphna cinhaharu dekha'irahecha"},{"SurahNumber":2,"VerseNumber":74,"Text":"Pheri tyasapachi timra hrdayaharu dhungajasto baru tyo bhanda pani kathora bha'ihale kina bhane kehi dhunga ta yasta hunchan ki phutera tinabata naharaharu bagna thalchan. Ra kehi yasta hunchan ki phuti halchan ra tinabata pani niskancha. Ra kunai yasta hunchan ki allahako bhayale khasihalchan. Ra allaha timra kriyakalapabata anabhijna chaina"},{"SurahNumber":2,"VerseNumber":75,"Text":"(Muslimaharu ho!) Ke timi asa gardachau ki yiniharu timiharuprati asthavana banun? Huna ta timadhye kehile allahaka kura sunera, janibujhi pani tyasala'i parivartana garne gardachan"},{"SurahNumber":2,"VerseNumber":76,"Text":"Jaba yiniharu mominaharusanga bhetdachanh ta aphu asthavana bha'eko kura gardachan. Ra junabela apasama eka arkala'i bhetdachan, tyatikhera bhandachan ki juna kura allahale timila'i prakata gareko cha, tyo timile tiniharula'i (muslimaharula'i) kina bhanihalchau? Ki (antima dina) tyasaiko sandarbhale timro palanaharako agadi timila'i dosi thahara'inecha ke timi bujhdainau"}]}