{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":1,"Text":"Kkapha. Bhebe dekho mahimanbita kura'anakhana."},{"SurahNumber":50,"VerseNumber":2,"Text":"Bastuta tara ascarya hacche ye tadera kache tadera'i madhye theke ekajana satarkakari esechena, ta'i abisbasira balache -- ''e to eka ajaba byapara!’’"},{"SurahNumber":50,"VerseNumber":3,"Text":"Ki! Amara yakhana mare yaba ebam dhulo-mati haye yaba? E to bahu dura theke phire asa.’’"},{"SurahNumber":50,"VerseNumber":4,"Text":"Amara alabat jani tadera madhyera katatuku prthibi hrasa kare phele, ara amadera kache rayeche suraksita grantha."},{"SurahNumber":50,"VerseNumber":5,"Text":"Bastuta tara satya pratyakhyana karechila yakhana tadera kache ta esechila, sejan'ya tara sansayakula abasthaya rayeche."},{"SurahNumber":50,"VerseNumber":6,"Text":"Tara ki tabe tadera uparakara akasera dike takiye dekhe na -- amara kemana ka’re ta tairi karechi e bam take susobhita karechi, ara tate kono phatala'o ne'i"},{"SurahNumber":50,"VerseNumber":7,"Text":"ara prthibi -- take amara prasarita karechi ara tate sthapana karechi pahara-parbata, ara tate amara janmiyechi hareka rakamera manorama bastu"},{"SurahNumber":50,"VerseNumber":8,"Text":"dekhara mato o manonibesa karara mato bisaya pratyeka anuragi bandara jan'ya."},{"SurahNumber":50,"VerseNumber":9,"Text":"Ara amara akasa theke barsana kari asirbadasucaka jala, tarapara tara dbara amara janma'i baganasamuha o khadyasasya ya tola haya"},{"SurahNumber":50,"VerseNumber":10,"Text":"ara lanba lanba khejura gacha yate ache gocha gocha kamdi"},{"SurahNumber":50,"VerseNumber":11,"Text":"dasadera jan'ya jibikasbarupa, ara era dbara amara mrta bhukhande prana sancara kari. E'ibhabe'i habe punarut'thana."},{"SurahNumber":50,"VerseNumber":12,"Text":"Edera age nuha-era sbajati pratyakhyana karechila, ara ras‌-era adhibasira o chamuda jati"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ara'ada o phira'a'una o luta-era bha'i-bandhura"},{"SurahNumber":50,"VerseNumber":14,"Text":"ara a'ikara adhibasira o tubbara lokadala; -- saba'i rasulaganake pratyakhyana karechila, sutaram amara oyada satya bartechila."},{"SurahNumber":50,"VerseNumber":15,"Text":"Amara ki tabe klanta haye parechi prathamabarera srsti kare'i? Na, tara natuna srsti sanbandhe sandehera majhe rayeche."}]}