{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":65,"Text":"Disseram: \"O Moises! Lancaras tua vara ou seremos os primeiros que lancaremos as nossas"},{"SurahNumber":20,"VerseNumber":66,"Text":"Disse: \"Mas, lancai vos.\" Entao, eis suas cordas e suas varas que, por magia, lhe pareciam colear"},{"SurahNumber":20,"VerseNumber":67,"Text":"E, em seu amago, Moises teve medo"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dissemos: \"Nao temas! Por certo, tu, tu es o superior"},{"SurahNumber":20,"VerseNumber":69,"Text":"E lanca o que ha em tua destra; ela engolira o que engenharam. O que engenharam e, apenas, insidia de magico. E o magico nao e bem-aventurado, aonde quer que chegue"},{"SurahNumber":20,"VerseNumber":70,"Text":"Entao, os magicos cairam prosternados. Disseram: \"Cremos no Senhor de Aarao e Moises"},{"SurahNumber":20,"VerseNumber":71,"Text":"Farao disse: \"Credes nele, antes de eu vo-lo permitir? Por certo, ele e vosso mestre que vos ensinou a magia. Entao, em verdade, cortar-vos-ei as maos e as pernas, de lado opostos, e crucificar-vos-ei nos troncos das tamareiras, e sabereis qual de nos e mais veemente no castigo e mais permanente em poder"},{"SurahNumber":20,"VerseNumber":72,"Text":"Disseram: \"Nao te daremos preferencia sobre as evidencias que nos chegaram e sobre Quem nos criou. Entao, arbitra o que quiseres arbitrar. Tu arbitras, apenas, nesta vida terrena"},{"SurahNumber":20,"VerseNumber":73,"Text":"Por certo, cremos em nosso Senhor, para que nos perdoe os erros e a magia, a que nos compeliste. E Allah e Melhor e mais Permanente, em poder"},{"SurahNumber":20,"VerseNumber":74,"Text":"Por certo, quem chega a seu Senhor, sendo criminoso, tera a Geena, em que nao morrera nem vivera"},{"SurahNumber":20,"VerseNumber":75,"Text":"E os que Lhe chegam, sendo crentes, havendo feito, de fato, as boas obras, entao, esses terao os altos escaloes"},{"SurahNumber":20,"VerseNumber":76,"Text":"Os Jardins do Eden, abaixo dos quais correm os rios; nesses, serao eternos. E essa e a recompensa de quem se purifica"}]}