{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":12,"Text":"Xudo guft: «Vaqte turo ʙa saçda farmon dodam, cī ciz turo az on ʙozdoşt?» Guft: «Map az ū ʙehtaram, maro az otaş ofarndaī va ūro az gil»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Guft: «Az in maqom pojon rav! Turo cī rasad, ki dar on gardankaşī kunī? Berun rav, ki tu az xorşudagonī?»"},{"SurahNumber":7,"VerseNumber":14,"Text":"Guft: «Maro to rūzi qijomat, ki zinda meşavand, mūhlat deh»"},{"SurahNumber":7,"VerseNumber":15,"Text":"Guft: «Tu az mūhlatjoftagonī»"},{"SurahNumber":7,"VerseNumber":16,"Text":"Guft; «Holo ki maro noumed soxtaī, man ham onhoro az rohi rosti Tu munharif (kaç) mekunam"},{"SurahNumber":7,"VerseNumber":17,"Text":"On goh az peşu az pas va az capu rost ʙar onho metozam. Va ʙeştarinaşonro şukrguzor naxohī joft»"},{"SurahNumber":7,"VerseNumber":18,"Text":"Guft: «Az in ço ʙerun şav, manfuri ronda! Az kasone, ki pajravii tu mekunand va az hamai şumo çahannamro xoham pur kard"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ej odam, tuvu hamsarat dar ʙihişt makon gired. Az har ço, ki xohed, ʙixūred, vale ʙa in daraxt nazdik maşaved, ki dar qatori ʙa xeş sitamkunandagon xohed şud!»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Pas şajton on duro vasvasa kard, to şarmgohaşonro, ki az onho pūşida ʙud, dar nazaraşon oşkor kunad. Va guft: «Parvardigoraton şumoro az in daraxt man' kard, to maʙod az fariştagon jo çoʙidonon şaved»"},{"SurahNumber":7,"VerseNumber":21,"Text":"Va ʙarojaşon savgand xūrd, ki nekxohi şumojam"},{"SurahNumber":7,"VerseNumber":22,"Text":"Va on duro fireʙnd va ʙa pastī andoxt. Cun az on daraxt xūrdand, şarmgohhojaşon oşkor şud va ʙa pūşidani xud ʙo ʙarghoi ʙihişt sar kardand. Parpardigoraşon nido kard: «Ojo şumoro az on daraxt man' nakarda ʙudam va nagufta ʙudam, ki şajton ʙa oşkoro duşmani şumost?»"}]}