{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":99,"Text":"TA kể lại cho Ngươi (Muhammad) một vài tin tức về các diễn biến trước đây như thế. Và quả thật, chính TA đã ban cho Ngươi Thông điệp nhắc nhở này (Qur'an)"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ai lánh xa Nó (Qur'an) thì sẽ vác gánh nặng (tội lỗi) vào Ngày phục sinh"},{"SurahNumber":20,"VerseNumber":101,"Text":"Họ sẽ ở mãi trong (tình trạng) đó. Và gánh nặng (tội lỗi) của họ vào Ngày phục sinh thật là xấu xa"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ngày mà tiếng Còi sẽ được thổi vang; và ngày đó TA sẽ cho tập trung những kẻ tội lỗi, xanh mặt (vì sợ hãi)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Chúng xầm xì bàn tán với nhau: “Các anh chỉ ở lại (đây) lâu khoảng chừng mười ngày.”"},{"SurahNumber":20,"VerseNumber":104,"Text":"TA biết rõ những điều chúng sẽ nói khi một người xét đoán giỏi nhất trong bọn lên tiếng: “Chắc chắn các anh sẽ ở lại đây lâu chỉ khoảng một ngày.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"Và chúng hỏi Ngươi về những quả núi, hãy bảo chúng: \"Thượng Đế (Allah) của ta sẽ bứng chúng và vãi đi tứ tán"},{"SurahNumber":20,"VerseNumber":106,"Text":"Rồi Ngài (Allah) sẽ để cho nó (trái đất) thành bình địa"},{"SurahNumber":20,"VerseNumber":107,"Text":"Nơi đó, Ngươi sẽ thấy không có gì quanh co và lồi lõm"},{"SurahNumber":20,"VerseNumber":108,"Text":"Vào Ngày đó, (nhân loại) sẽ đi theo vị Gọi (Thiên Thần). Y chẳng có ý gì lừa dối; và những tiếng nói sẽ tắt lịm đi trước mặt Đấng Rất Mực Độ Lượng cho nên Ngươi sẽ không còn nghe thấy gì ngoài tiếng xầm xì"},{"SurahNumber":20,"VerseNumber":109,"Text":"Vào Ngày đó, việc can thiệp sẽ vô giá trị ngoại trừ của ai mà Đấng Rất Mực Độ Lượng cho phép và lời yêu cầu của y được chấp thuận"},{"SurahNumber":20,"VerseNumber":110,"Text":"Ngài (Allah) biết điều gì trước họ (nhân loại) và điều gì sau họ và họ không biết một tí gì về nó theo sự hiểu biết (của họ)"},{"SurahNumber":20,"VerseNumber":111,"Text":"(Tất cả) những gương mặt sẽ gục xuống trước Đấng Hằng Sống, Đấng Tự Hữu và Nuôi Dưỡng (vạn vật); và ai gánh vác tội lỗi trên lưng thì chắc chắn sẽ thất bại"},{"SurahNumber":20,"VerseNumber":112,"Text":"Và ai làm việc thiện và có đức tin thì sẽ không sợ bị thiệt thòi và mất phần"},{"SurahNumber":20,"VerseNumber":113,"Text":"Và TA đã ban Nó (Qur'an) xuống bằng tiếng Ả Rập đúng như thế và đã giải thích cặn kẽ trong đó có những lời cảnh báo (về sự trừng phạt) để may ra chúng sợ hoặc may ra nó sẽ làm cho chúng tưởng nhớ (đến Allah)"}]}