{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":27,"VerseNumber":77,"Text":"nīvu allāhanalli bharavase iḍiri. Khaṇḍitavāgiyū nīvu bahaḷa vyaktavāda satyadalliruviri"},{"SurahNumber":27,"VerseNumber":78,"Text":"sattavarige kēḷisalu nimage khaṇḍita sādhyavilla mattu kivuḍaru bennu tirugisi horaṭu biṭṭāga, avarige kēḷisalikkū nimage sādhyavilla"},{"SurahNumber":27,"VerseNumber":79,"Text":"nīviruvudu kuruḍarannu avara dārigēḍitanadinda horatandu avarige dāritōrisuvudakkalla. Nam'ma vacanagaḷannu nambuvavaru hāgū śaraṇāguvavarige mātra nīvu kēḷisaballiri"},{"SurahNumber":27,"VerseNumber":80,"Text":"avara viṣayadalli (allāhana) tīrpu prakaṭavāguva samaya bandāga nāvu avarigāgi bhūmiyinda ondu prāṇiyannu horaḍisuvevu. Adu avaroḍane mātanāḍuvudu. An'yathā janaru nam'ma vacanagaḷannu diṭavāgi nambuttiralilla"},{"SurahNumber":27,"VerseNumber":81,"Text":"nāvu pratiyondu samudāyadinda, nam'ma vacanagaḷannu tiraskarisuttiddavara ondu daṇḍannu sērisuva dina avarannu sālugaṭṭisalāguvudu"},{"SurahNumber":27,"VerseNumber":82,"Text":"avarellarū bandu biṭṭāga avanu (allāhanu) hēḷuvanu; nimage nanna vacanagaḷa kuritu jñānada suḷivē illadiddarū nīvu avugaḷannu tiraskarisiddirā? Nīvu adēnellā māḍuttiddiri"},{"SurahNumber":27,"VerseNumber":83,"Text":"Avaru esagida akramadindāgi avara virud'dha (śikṣeya) tīrpu jārigoḷḷalide mattu avarige mātanāḍalikkū sādhyavāgadu"},{"SurahNumber":27,"VerseNumber":84,"Text":"avaru viśramisalendu nāvu rātriyannu hāgū ellavannū kāṇalendu hagalannu nirmisiruvudannu avaru kāṇuttillavē? Nambuvavarige idaralli khaṇḍita pāṭhagaḷive"},{"SurahNumber":27,"VerseNumber":85,"Text":"mattu (lōkāntyada) kahaḷe ūdalāguva ā dina, allāhanu icchisidavara horatu, ākāśagaḷalli hāgū bhūmiyalli iruvavarellā bhayabhītarāgiruvaru mattu ellarū vidhēyarāgi avana munde baruvaru"},{"SurahNumber":27,"VerseNumber":86,"Text":"(indu) nīvu parvatagaḷannu kaṇḍu, avu bahaḷa sthiravāgive endu bhāvisuttīri. Ādare (andu) avugaḷu mōḍagaḷante calisuvavu. Idellā allāhana kaigārike. Avanu ellavannū bahaḷa pakvavāgiyē rūpisiddāne. Nīvu māḍuvudellavannū avanu khaṇḍitavāgi ballanu"},{"SurahNumber":27,"VerseNumber":87,"Text":"(andu) oḷitannu taruvātanige adakkinta uttamavādudu sigalide mattu anthavaru andu ella bhayagaḷinda muktarāgi surakṣitarāgiruvaru"},{"SurahNumber":27,"VerseNumber":88,"Text":"innu (andu) keḍukannu tandavanu – anthavarannu mukha keḷagāgisi beṅkige eseyalāguvudu. Nimagēnu, nīvu māḍuttidda karmagaḷiginta bhinna pratiphala sigalikkuṇṭē"}]}