{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":64,"Text":"Bul duyno jasoosu oyun-zookton baska (nerse) emes. Cınıgı jasoo — bul Akıret jasoosu, eger bilisse"},{"SurahNumber":29,"VerseNumber":65,"Text":"Eger alar kemege minisse (jana katuu dobul bolup, keme caypala bastasa) Allaһtın jalgız Ozuno, tuzdon-tuz, ıklas menen duba (ibadat) kılısat. Al emi, Allaһ alardı (apaattan) kutkarıp, jeekke cıgarıp koyso, kayradan sirk kıla bastasat"},{"SurahNumber":29,"VerseNumber":66,"Text":"Biz (neemat kılıp) bergen nerselerge (usintip) sugursuz bolo berissin jana (otkool, ubaktıluu jasoo jırgaldarınan) paydalanıp kalıssın. Jakında (adaskandarın) bilip alısat"},{"SurahNumber":29,"VerseNumber":67,"Text":"Alar (Makka musrikteri) oylonuspaybı: Biz (alar jasagan saardı) Haram (Anda taloonculuk, adam olturuu aram jana) tınc (saar) kıldık. Alardın tegeregindegi adamdar (Haramda jasabaganı sebeptuu) talanıp-tonoluuda. (Dagı ele) jalgan(kudaylar)ga ıyman keltirip, Allaһtın neematına kaapır bolo berisebi"},{"SurahNumber":29,"VerseNumber":68,"Text":"(«Jaratkanga bizdi ortomcu-kudaylar jakındastırat» dep) Allaһka jalaa japkan je bolboso, ozuno kelgen Akıykattı (Kuraandı) jalganga cıgargan kisiden da koburook zaalım (kaapır) adam barbı?! Tozokto kaapırlarga orun jok beken"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizdin jolubuzda jihad kılgan kisilerdi Oz jolubuzga bastap koyobuz. Allaһ (ar dayım) ehsan (jaksılık) kıluucular menen"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rum (Persiyadan) jeŋildi.”"},{"SurahNumber":30,"VerseNumber":3,"Text":"Eŋjakın jerde. Jana alar (Rumduk askerler) jeŋilgenden soŋ tez arada dagı jeŋiske jetet"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birnece jıldarda. Mından murun da, kiyin da is Allaһtın kolunda. Osol (Rum jeŋgen) kundo momundar suyunup kalısat"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allaһ Ozunun jardamı menen kaalagan pendelerine jeŋis beret. Al Kudurettuu, Irayımduu"}]}