{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":43,"Text":"Ara amara tamke diyechilama tamra parijanabarga ara tadera sange tadera mato an'yadera, -- amadera tarapha theke anugrahasbarupa ebam bodhasaktira adhikaridera jan'ya upadesa-sbarupa"},{"SurahNumber":38,"VerseNumber":44,"Text":"ara''tomara hate ekati dala na'o ebam ta diye aghata karo, ara tumi sankalpa tyaga karo na.’’ Nihsandeha amara tamke peyechilama adhyabasayi. Kata uttama banda! Tini niscaya'i barabara phiratena."},{"SurahNumber":38,"VerseNumber":45,"Text":"Ara smarana karo amadera dasa ibrahima o isahaka o iyakubake, tamra chilena ksamatara o antadrstira adhikari."},{"SurahNumber":38,"VerseNumber":46,"Text":"Nihsandeha amara tamdera baniyechilama eka akrtrima gune nisthabana -- basasthanera smarana."},{"SurahNumber":38,"VerseNumber":47,"Text":"Ara tamra niscaya'i amadera kache chilena manonita o sajjanadera antarbhukta."},{"SurahNumber":38,"VerseNumber":48,"Text":"Ara smarana kara isama'ila o iyasa'a o yula-kiphalake, karana tamra saba'i chilena sajjanadera an'yatama."},{"SurahNumber":38,"VerseNumber":49,"Text":"E eka smarakagrantha, ara niscaya'i dharmabhirudera jan'ya to rayeche uttama gantabyasthala"},{"SurahNumber":38,"VerseNumber":50,"Text":"nandana kanana, tadera jan'ya khola rayeche darajagulo."},{"SurahNumber":38,"VerseNumber":51,"Text":"Sekhane tara helana diye samasina habe, ahbana karabe sekhane pracura phalamula o paniya drabyera jan'ya."},{"SurahNumber":38,"VerseNumber":52,"Text":"Tara tadera kache thakabe salaja-namra ayatalocana, samabayaska."},{"SurahNumber":38,"VerseNumber":53,"Text":"Eti'i se'i ya tomadera oyada kara hayechila hiseba-nikesera dinera jan'ya."},{"SurahNumber":38,"VerseNumber":54,"Text":"E'i'i alabat amadera de'oya riyeka, era kono nihsesa ne'i.’’"},{"SurahNumber":38,"VerseNumber":55,"Text":"Eti'i! Ara nihsandeha simalanghanakaridera jan'ya to rayeche nikrsta gantabyasthala"},{"SurahNumber":38,"VerseNumber":56,"Text":"jahannama, tara tate prabesa karabe, sutaram kata manda se'i bisramasthana"},{"SurahNumber":38,"VerseNumber":57,"Text":"e'i-i! Ata'eba tara eti asbadana karuka -- phutanta-garama o himasitala"},{"SurahNumber":38,"VerseNumber":58,"Text":"ara an'yan'ya rayeche e'i dharanera -- joraya-joraya."},{"SurahNumber":38,"VerseNumber":59,"Text":"E'i eka bahini -- tomadera sange digbidig‌jnanasun'ya haye chutache, tadera jan'ya kono abhinandana ne'i? Tara niscaya'i agune purabe.’’"},{"SurahNumber":38,"VerseNumber":60,"Text":"Tara balabe -- ''baram tomara, tomadera jan'ya'o to kono abhinandana ne'i! Tomara'i sbayam amadera jan'ya eti agabariyecha, sutaram kata nikrsta e abasasthala!’’"},{"SurahNumber":38,"VerseNumber":61,"Text":"Tara balabe -- ''amadera prabhu! Ye-i amadera jan'ya eti agabariyeche, take tabe sasti bariye da'o -- agunera madhye dbiguna.’’"}]}