{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"I v bol'shinstve taynykh razgovorov lyudey, besed i skrytykh mysley net dobra, potomu chto zlo vzrastayet v tayne. No yesli ikh taynyye besedy posvyashcheny dobrym delam: milostyne, primireniyu lyudey mezhdu soboy - togda eto yavlyayetsya dobrym delom. I kto yego sovershayet, chtoby poluchit' blagovoleniye Allakha i Yego milost', tomu Allakh - slava Yemu Vsevyshnemu! - dayot velikuyu nagradu v blizhayshey zhizni i v budushchey"},{"SurahNumber":4,"VerseNumber":115,"Text":"Tot, kto otstupit ot ucheniya poslannika, posle togo kak otkrylsya pered nim pryamoy put' i rukovodstvo k blagochestiyu i Istine Allakha, i posleduyet putom neblagochestivykh, vedomyy vragami, stanet odnim iz nevernykh, tak kak on ikh sam vybral opekunami i poruchitelyami. Allakh - slava Yemu Vsevyshnemu! - vvedot yego v ogon' ada v Sudnyy den'"},{"SurahNumber":4,"VerseNumber":116,"Text":"Muchitel'naya sud'ba prednaznachena etim lyudyam - vragam islama. Takaya zhe muchitel'naya sud'ba ugotovana tomu, kto pridayot Allakhu sotovarishchey. Allakh mozhet prostit' drugiye grekhi, komu On pozhelayet, no nikogda ne prostit tekh, kto pridaval Yemu sotovarishchey i poklonyalsya drugim bozhestvam pomimo Nego. A kto pridayot Allakhu sotovarishchey, tot zabludilsya dalokim zabluzhdeniyem i oporochil svoy um i dushu"},{"SurahNumber":4,"VerseNumber":117,"Text":"Yavno zabluzhdeniye tekh, kotoryye otklonilis' ot Istiny Allakha, pridav Yemu sotovarishchey. Oni poklonyayutsya tem, kotoryye ne slyshat i ne vidyat, ne mogut pomoch' ili navredit' im. Oni nazyvayut etikh idolov zhenskimi imenami (al'-Lat, al'-Uzza i Manat) i prizyvayut ikh pomimo Allakha. Etim oni prizyvayut tol'ko shaytana - smut'yana, voploshcheniye skverny"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allakh lishil shaytana Svoyey milosti i proklyal yego. Shaytan zhe tak obnaglel, chto obeshchal vzyat' iz rabov Allakha - slava Yemu Vsevyshnemu! - opredelonnuyu dolyu, vvesti ikh v soblazn i zabluzhdeniye i rasprostranit' sredi nikh zlo"},{"SurahNumber":4,"VerseNumber":119,"Text":"Shaytan poklyalsya vvesti v zabluzhdeniye tekh, kotorykh on soblaznil, otvrativ ikh ot Istiny Allakha i vnushiv im nizmennyye strasti. On poklyalsya takzhe vvesti ikh v zabluzhdeniye, vozbudiv v nikh lozhnyye mechty i porochnyye zhelaniya. Yesli zhe oni poddadutsya nizmennym strastyam i lozhnym mechtam i okazhutsya pod vlast'yu shaytana, on ikh tolknot na nerazumnyye postupki, obmanyvaya ikh, chto eto - pokloneniye, no na samom dele eto lozhnaya illyuziya. On vnushil im otrezat' ushi u nekotorykh verblyudov i izmenit' etim tvoreniye Allakha. Verblyuda s otrezannymi ushami nel'zya bylo ni rezat', ni puskat' rabotat', i yemu razreshalos' pastis', gde ugodno. Vso eto nekotoryye lyudi delali, slushaya prikaz shaytana, kotoryy vnushil im, chto eto - religiya. I takim obrazom, oni posleduyut za nim i voz'mut yego v zastupniki, minuya Allakha. Tot, kto berot shaytana pokrovitelem, ponesot yavnyy uron, potomu chto on zabluzhdayetsya i otklonyayetsya ot istinnogo puti, prinosya v zhertvu svoy razum. On obrekayet sebya na pogibel' v blizhayshey zhizni i muchitel'noye nakazaniye v posledney zhizni"},{"SurahNumber":4,"VerseNumber":120,"Text":"On soblaznyayet ikh sovershat' zlo, obeshchaya im vygodu, i vozbuzhdayet v nikh nizmennyye zhelaniya. A obol'shcheniya i obeshchaniya shaytana yavlyayutsya lish' soblaznom i samoobmanom"},{"SurahNumber":4,"VerseNumber":121,"Text":"Podobnym lyudyam, kotoryye poteryali razum i posledovali naushcheniyam shaytana, pristanishche v adu, i ne naydut oni ottuda spaseniya"}]}