{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"anē ādanā bhā'inē yāda karō, jyārē kē tēṇē pōtānī kōmanē ahakāpha (rētanī ṭēkarī) māṁ ḍarāvyā anē kharēkhara pahēlā paṇa ḍarāvanārā tha'i gayā chē anē pachī paṇa, kē tamē allāha sivāya kō'inī bandagī na karō. Ni:Śaka manē tamārā para ēka mōṭā divasanī yātanānō bhaya chē"},{"SurahNumber":46,"VerseNumber":22,"Text":"kōmē javāba āpyō, śuṁ tamē amārī pāsē ēṭalā māṭē āvyā chō kē amanē amārā pūjyō (nī bandagī) thī chēṭā rākhō? Basa! Jō tamē sācā chō tō jē yātanānuṁ tamē vacana karī rahyā chō tēnē amārā para lāvī batāvō"},{"SurahNumber":46,"VerseNumber":23,"Text":"(huda a.Sa. Ē) kahyuṁ, (tēnuṁ) jñāna tō allāha ja pāsē chē, manē tō jē ādēśa āpī mōkalavāmāṁ āvyō hatō tēnē huṁ pahōn̄cāḍī rahyō chuṁ, parantu huṁ jō'i rahyō chuṁ kē tamē lōkō ajāṇa banī rahyā chō"},{"SurahNumber":46,"VerseNumber":24,"Text":"pachī jyārē tē'ō'ē yātanānē vādaḷōnā rūpamāṁ jō'i, pōtānī vādī'ō tarapha āvatā, tō kahēvā lāgyā ā vādaḷa amārā para varasavānuṁ chē, (nā) parantu kharēkhara ā vādaḷa tē (yātanā) chē jēnā māṭē tamē utāvaḷa karatā hatā, havā chē jēmāṁ du:Khadāyī yātanā chē"},{"SurahNumber":46,"VerseNumber":25,"Text":"jē pōtānā pālanahāranā ādēśathī darēka vastunē naṣṭa karī nākhaśē, basa! Tē'ō ēvā tha'i gayā kē tē'ōnē tēmanā makānō sivāya kaśuṁ ja dēkhātuṁ na hatuṁ, gunēhagārōnā jūthanē amē āvī ja sajā āpī'ē chī'ē"},{"SurahNumber":46,"VerseNumber":26,"Text":"Anē ni:Śaṅka amē (ādanī kōma) nē ēvā makānō āpyā hatā jē tamanē āpyā paṇa nathī, anē amē tē'ōnē kāna, āṅkhō anē hr̥daya paṇa āpī rākhyā hatā, parantu tē'ōnā kānō, āṅkhō anē hr̥dayō'ē tē'ōnē kaṁi paṇa phāyadō na pahōn̄cāḍayō jyārē kē tē allāha ta'ālānī āyatō inkāra karavā lāgyā anē jē vastunō majāka tē lōkō uḍāvatā hatā, tē ja tēmanā para āvī pahōn̄cī"},{"SurahNumber":46,"VerseNumber":27,"Text":"anē ni:Śaṅka amē tamārī ājubājunī vasāhatōnē naṣṭa karī nākhī anē amē alaga alaga niśānī'ō bayāna karī dīdhī, jēthī tē'ō pāchā pharī jāya"},{"SurahNumber":46,"VerseNumber":28,"Text":"basa! Allāhanī najīka javā māṭē tē'ō'ē allāhanā sivāya jēmanē paṇa pōtānā pujyō banāvī rākhyā hatā, tē'ō'ē tēmanī madada kēma na karī? Parantu tē tō tē'ōnāthī guma tha'i gayā, (parantu kharēkhara) ā tō tē'ōnuṁ khullu juṭha anē nindā hatī"}]}