{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta sin Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Ata jane ajete te Librit te qarte"},{"SurahNumber":26,"VerseNumber":3,"Text":"Ti mbase do ta shkaterrosh veten perse ata nuk jane besimtare"},{"SurahNumber":26,"VerseNumber":4,"Text":"TE kishim dashur do t’u kishim zbritur atyre nje argument nga qielli para te cilit do t’i ulnin kokat"},{"SurahNumber":26,"VerseNumber":5,"Text":"Atyre nuk u ka ardhur asnje verejtje e re nga i Gjithmeshirshmi e te mos ia kthejne shpinen"},{"SurahNumber":26,"VerseNumber":6,"Text":"Ata genjyen, pra do tu vine pasojat e asaj me cka ata tallen"},{"SurahNumber":26,"VerseNumber":7,"Text":"A nuk e shohin token prej se ciles bejme te mugullojne gjithe llojet e bimeve fisnike"},{"SurahNumber":26,"VerseNumber":8,"Text":"Ne keto, vertet, ka argumente. Megjithate shumica prej tyre nuk besojne"},{"SurahNumber":26,"VerseNumber":9,"Text":"Kurse Zoti yt eshte, me te vertete, i dashur dhe i meshirshem"},{"SurahNumber":26,"VerseNumber":10,"Text":"Kur Zoti yt thirri Musaun te shkoje te populli mizor"},{"SurahNumber":26,"VerseNumber":11,"Text":"Popullit te Faraonit, ndoshta e permban veten"},{"SurahNumber":26,"VerseNumber":12,"Text":"Ai tha: “O Zot, kam frike mos me trajtojne si genjeshtar"},{"SurahNumber":26,"VerseNumber":13,"Text":"Se do te me ngushtohet kraherori dhe gjuha do te me lidhet, andaj ma jep edhe Harunin si profet"},{"SurahNumber":26,"VerseNumber":14,"Text":"Se une atyre u kaj nje faj dhe frikohem se po me mbysin”"},{"SurahNumber":26,"VerseNumber":15,"Text":"“Po si jo, - tha Ai, - shkoni te dy me argumentet tona. Ne jemi me ju, ju degjojme"},{"SurahNumber":26,"VerseNumber":16,"Text":"Ejani te Faraoni dhe thuani: “Ne jemi Profete te Zotit te boterave"},{"SurahNumber":26,"VerseNumber":17,"Text":"Leri Izraelitet te vijne me ne!”"},{"SurahNumber":26,"VerseNumber":18,"Text":"“A nuk te kemi rritur, - tha, - ne mesin tone sa ishe femije, dhe, a s’i kalove aq vjet te jetes sate nder ne"},{"SurahNumber":26,"VerseNumber":19,"Text":"Dhe ti bere vepren qe e bere dhe perseri e mohon”"}]}