{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":49,"Text":"nī paṟayuka: satyaṁ vannu kaḻiññu. asatyaṁ (yāteānninuṁ) tuṭakkaṁ kuṟikkukayilla. (yāteānnuṁ) punasthāpikkukayumilla"},{"SurahNumber":34,"VerseNumber":50,"Text":"nī paṟayuka: ñān piḻacc pēāyiṭṭuṇṭeṅkil ñān piḻakkunnatinṟe dēāṣaṁ enikku tanneyāṇ‌. ñān nērmārgaṁ prāpiccuveṅkilēā at enikk enṟe rakṣitāv bēādhanaṁ nalkunnatinṟe phalamāyiṭṭāṇ‌. tīrccayāyuṁ avan kēḷkkunnavanuṁ samīpasthanumākunnu"},{"SurahNumber":34,"VerseNumber":51,"Text":"avar (satyaniṣēdhikaḷ) paribhrāntarāyipēāya sandarbhaṁ nī kaṇṭirunneṅkil ennāl avar (piṭiyil ninn‌) oḻivākukayilla. aṭutta sthalatt ninn tanne avar piṭikkappeṭuṁ"},{"SurahNumber":34,"VerseNumber":52,"Text":"itil ñaṅṅaḷ viśvasiccirikkunnu ennavar paṟayukayuṁ ceyyuṁ. vidūramāya oru sthalatt ninn avarkk eṅṅaneyāṇ (ā viśvāsaṁ) nēṭiyeṭukkān kaḻiyuka"},{"SurahNumber":34,"VerseNumber":53,"Text":"mump avar atil aviśvasiccatāyirunnu. vidūrasthalatt ninn nēriṭṭaṟiyāte avar ārēāpaṇaṁ unnayikkukayuṁ ceytirunnu"},{"SurahNumber":34,"VerseNumber":54,"Text":"aṅṅane mump avaruṭe pakṣakkārekkeāṇṭ ceytat pēālettanne avarkkuṁ avar āgrahikkunna kāryattinumiṭayil taṭas'saṁ sr̥ṣṭikkappeṭṭu. tīrccayāyuṁ avar aviśvāsajanakamāya sanśayattilāyirunnu"},{"SurahNumber":35,"VerseNumber":1,"Text":"ākāśaṅṅaḷuṁ bhūmiyuṁ sr̥ṣṭiccuṇṭākkiyavanuṁ raṇṭuṁ mūnnuṁ nāluṁ ciṟakukaḷuḷḷa malakkukaḷe dūtanmārāyi niyēāgiccavanumāya allāhuvin stuti. sr̥ṣṭiyil tān uddēśikkunnat avan adhikamākkunnu. tīrccayāyuṁ allāhu ēt kāryattinuṁ kaḻivuḷḷavanākunnu"},{"SurahNumber":35,"VerseNumber":2,"Text":"allāhu manuṣyarkk valla kāruṇyavuṁ tuṟannukeāṭukkunna pakṣaṁ at piṭicc vekkānārumilla. avan vallatuṁ piṭicc vekkunna pakṣaṁ atin śēṣaṁ at viṭṭukeāṭukkānuṁ ārumilla. avanatre pratāpiyuṁ yuktimānuṁ"},{"SurahNumber":35,"VerseNumber":3,"Text":"manuṣyarē, allāhu niṅṅaḷkk ceyta anugrahaṁ niṅṅaḷ ōrmikkuka. ākāśatt ninnuṁ bhūmiyil ninnuṁ niṅṅaḷkk upajīvanaṁ nalkān allāhuvallātta valla sraṣṭāvumuṇṭēā? avanallāte yāteāru daivavumilla. appēāḷ niṅṅaḷ eṅṅaneyāṇ teṟṟikkappeṭunnat‌"}]}