{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"Ils diront encore : « Il l’a invente. »[228] Dis : « Produisez donc dix sourates de semblables, qui soient inventees, et appelez (pour le faire) qui vous pourrez en dehors d’Allah, si vous dites vrai. »"},{"SurahNumber":11,"VerseNumber":14,"Text":"Et s’ils s’abstiennent de vous repondre, sachez qu’il n’a ete revele que par la science d’Allah, et qu’il n’y a point d’autre divinite que Lui. Allez-vous donc vous Soumettre (en Musulmans)"},{"SurahNumber":11,"VerseNumber":15,"Text":"Ceux qui veulent la vie en ce bas monde ainsi que son apparat, Nous leur reservons l’exacte retribution des œuvres qu’ils ont accomplies ; rien ne leur en sera devalorise"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ce sont eux qui, dans l’autre monde, n’auront rien d’autre que le Feu. Leurs œuvres ici-bas auront ete vaines et nul sera tout ce qu’ils faisaient"},{"SurahNumber":11,"VerseNumber":17,"Text":"Celui qui detient une preuve evidente venant de son Seigneur, suivie par un temoin et precedee par le Livre de Moise (comme) guide et misericorde, (est-il a mettre sur un pied d’egalite avec celui qui ne se fonde sur rien) ? Ceux-la y croient. Mais celui qui, appartenant a certaines factions, y mecroit, le Feu lui est promis. Ne sois donc pas dans le doute a son sujet (le Coran). Il est la verite venant de ton Seigneur, mais la plupart des hommes n’y croient pas"},{"SurahNumber":11,"VerseNumber":18,"Text":"Est-il plus injuste que ceux qui debitent des mensonges sur le compte d’Allah ? Ceux-la seront amenes a comparaitre devant leur Seigneur et les temoins[229] diront alors : « Ce sont ceux qui ont menti au sujet de leur Seigneur. » Puisse la malediction d’Allah frapper les injustes"},{"SurahNumber":11,"VerseNumber":19,"Text":"qui se mettent en travers du chemin d’Allah, le souhaitent tortueux, et mecroient en l’autre monde"}]}