{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":1,"Text":"Denjenigen, die Kufr betrieben und von ALLAHs Weg abgehalten haben, ließ ER ihre Handlungen verloren gehen"},{"SurahNumber":47,"VerseNumber":2,"Text":"Und denjenigen, die den Iman verinnerlicht, gottgefallig Gutes getan und den Iman an das verinnerlicht haben, das Muhammad hinabgesandt wurde - und es ist die Wahrheit von ihrem HERRN - tilgte ER ihre gottmißfalligen Taten und besserte ihre Lage"},{"SurahNumber":47,"VerseNumber":3,"Text":"Dies weil diejenigen, die Kufr betrieben haben, dem fur nichtig Erklarten folgten, und diejenigen, die den Iman verinnerlichten, demWahren von ihrem HERRN folgten. Solcherart pragt ALLAH den Menschen ihre Gleichnisse"},{"SurahNumber":47,"VerseNumber":4,"Text":"Und wenn ihr auf diejenigen, die Kufr betrieben haben, trefft, gibt es das Schlagen auf die Halse. Dann wenn ihr ihnen schwere Verluste zugefugt habt, dann zieht die Fesseln fest. Danach ist entweder Begnadigung oder Auslosung, bis der Krieg seine Lasten ablegte. Es ist dies! Und wollte ALLAH, wurde ER gewiß an ihnen Vergeltung uben. Doch damit ER die einen von euch durch die anderen pruft. Und diejenigen, die fi-sabilillah getotet wurden, ihre Handlungen laßt ER nie verloren gehen"},{"SurahNumber":47,"VerseNumber":5,"Text":"ER wird sie rechtleiten und ihre Lage bessern"},{"SurahNumber":47,"VerseNumber":6,"Text":"Und ER wird sie in die Dschanna eintreten lassen, die ER ihnen bekannt machte"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn ihr ALLAHs (Din) beisteht, steht ER euch bei und festigt eure Fuße (in der Sache)"},{"SurahNumber":47,"VerseNumber":8,"Text":"Und fur diejenigen, die Kufr betrieben haben, gibt es Verfall, und ER ließ ihre Handlungen verloren gehen"},{"SurahNumber":47,"VerseNumber":9,"Text":"Dies, weil sie dem gegenuber abgeneigt waren, was ALLAH hinabsandte, so ließ ER ihre Handlungen zunichte werden"},{"SurahNumber":47,"VerseNumber":10,"Text":"Sind sie etwa auf Erden nicht umhergezogen, damit sie sehen, wie das Anschließende derjenigen vor ihnen war?! ALLAH ließ uber ihnen Vernichtung fallen. Und fur die Kafir gibt es Gleiches"},{"SurahNumber":47,"VerseNumber":11,"Text":"Dies, weil ALLAH gewiß Der Maula derjenigen ist, die den Iman verinnerlichten, und es fur die Kafir gewiß keinen Maula gibt"}]}