{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":97,"Text":"Juna vyaktilā'ī allāhalē pathapradarśana gardacha usalē mārgadarśana prāpta garcha ra jasalā'ī mārgavicalita gardacha, tapā'īlē allāha bāhēka aru kōhī usakō mitra pā'unē chainau ra hāmīlē tyastā mānisaharūlā'ī kiyāmatakā dina ghōpṭēkō avasthāmā andhō, lāṭō ra bahirō banā'ēra ēkatrita garnēchauṁ. Ra tinīharūkō bāsasthala narka hunēcha. Jaba tyasakō nibhnē avasthā huncha ta hāmīlē tyasalā'ī aru prajvalita garidinē chauṁ"},{"SurahNumber":17,"VerseNumber":98,"Text":"Yō sabai tinīharūkō sajāya hō. Yasa kāraṇalē ki tinīharūlē hāmrō āyātaharūlā'ī nakārdathē ra bhandathēḥ ki jaba hāmī (marēra kuhēkā) ṭukrā–ṭukrā haḍḍ'̔īharū bha'ihālchauṁ bhanē ta kē phēri hāmīlā'ī nayām̐ janmamā uṭhā'ēra ubhyā'inē cha"},{"SurahNumber":17,"VerseNumber":99,"Text":"kē tinīharūlē dēkhēnan, ki allāha jasalē ākāśaharū ra dhartīkō sr̥ṣṭi garēkō cha, ū yasa kurāmā sakṣama cha ki tinīharū jastā mānisaharū sr̥ṣṭi garna sakōs? Ra usailē tinīharūkō nimti ēka yastō samaya nirdhārita garidi'ēkō cha, jasamā kunai pani sandēha chaina. Tara atyācārīharūlē inkāra nagarī rahana saktainan"},{"SurahNumber":17,"VerseNumber":100,"Text":"Bhanidinus ki yadi mērō pālanakartākō dayākā khajānāharū timrā hātamā bha'ēkō bha'ē, tyasa bēlā pani timīlē kharca hunē ḍaralē tyasalā'ī rōkēra rākhthyau ra mānisakō hr̥daya huncha nai jyādai saṅkucita"},{"SurahNumber":17,"VerseNumber":101,"Text":"Hāmīlē mūsālā'ī nauvaṭā spaṣṭa camatkāraharū pradāna garyauṁ, timī svayam banī isrā'īlasita sōdha ki, jaba unī tinīharūkō samakṣa ā'ē ta phira'aunalē unīsita bhan'yō ki hē mūsā malā'ī lāgcha ki, timīmāthi ṭhūlō jādū gari'ēkō cha"},{"SurahNumber":17,"VerseNumber":102,"Text":"Mūsālē bhanēḥ ki yō ta timīlā'ī thāhā bha'isakēkō cha ki ākāśa ra dhartīkō pālanakartālē nai timīharūlā'ī dēkhā'una ra samjhā'unakō nimti utārēkō cha ra hē phira'auna ma ṭhāndachu ki niḥsandēha timī naṣṭa bha'ihālnēchau"},{"SurahNumber":17,"VerseNumber":103,"Text":"Taba phira'aunalē pakkā pakkī nīyata garyō ki unalā'ī (misrakō) bhūmibāṭa niṣkāsita garidē'ōs, ta hāmīlē usalā'ī ra usakō sabai sāthīlā'ī ḍubā'idiyauṁ"},{"SurahNumber":17,"VerseNumber":104,"Text":"Yasapachi hāmīlē banī isrā'īlasam̐ga bhan'yauṁ ki timī yasa mulukamā basōbāsa gara ani jaba ākhiratakō vacana ā'um̐cha, taba hāmīlē timī sabailā'ī samēṭēra ēkatrita garihālnēchauṁ"}]}