{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":23,"Text":"Rekoa: “Gospodare nas, sami sebesi si napravivme zulum i ako ne ni prostis i ako ne ni se smiluvas, ke bideme, sekako, megu porazenite"},{"SurahNumber":7,"VerseNumber":24,"Text":"Allah rece: “Sleguvajte! Edninadrugi neprijateli ke bidete. Za vas zemjata ke bide utvrduvaliste i uzivanje vase do edno vreme opredeleno"},{"SurahNumber":7,"VerseNumber":25,"Text":"llah rece: “Na zemjata ke ziveete i na nea ke umrete I od nea ke izlezete"},{"SurahNumber":7,"VerseNumber":26,"Text":"sinovi MAdemovi, Nie vi isprativme obleka, sekako, za da gi pokriete sramnite mesta vasi, i odela, no oblekata na bogobojazlivosta, vsusnost, e najdobrata. Ete, toa e edno od znamenijata Allahovi za da se sekavaat"},{"SurahNumber":7,"VerseNumber":27,"Text":"sinovi M„Ademovi, Neka Sejtanot ne ve zavede onaka kako sto gi izvede od Dzennetot roditelite vasi, soblekuvajki ja oblekata nivna za da im gi pokaze sramnite mesta. Sejtanot i negovata druzba, navistina, ve gledaat otade od kadesto vie ne gi gledate. Nie gi opredelivme msejtanite, sekako, da bidat zastitnici za onie koi ne veruvaat"},{"SurahNumber":7,"VerseNumber":28,"Text":"koga ke napravat sramno delo, velat: “Nie gi zateknavme roditelite nasi vo toa i Allah toa ni go naredi. Kazi: “Allah, navistina, ne nareduva sramno delo. Ke go zboruvate li za Allah ona sto ne go znaete"},{"SurahNumber":7,"VerseNumber":29,"Text":"azi: “Gospodarot moj mi naredi pravednost.\" I upravete gi licata vasi, pri sekoj namaz, kon Nego, povikuvajki Go: cisti vo verata Negova; kako sto zapocna so vas taka i ke zavrsi"},{"SurahNumber":7,"VerseNumber":30,"Text":"Edni gi upatuvase a drugi, so pravo, vo zabluda gi ostavase: ovie, navistina, gi zemaa sejtanite \"mesto Allaha za zastitnici, mislejki, sekako, deka se upatenite"}]}