{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":141,"Text":"Era emani munapheka yara tomadera kalyana-akalyanera pratiksaya omtpete thake. Atahpara allahara icchaya tomadera yadi kona bijaya arjita haya, tabe tara bale, amara'o ki tomadera sathe chilama na? Paksantare kapheradera yadi ansika bijaya haya, tabe bale, amara ki tomaderake ghire rakhini ebam musalamanadera kabala theke raksa karini? Sutaram allaha tomadera madhye keyamatera dina mimansa karabena ebam kichute'i allaha kapheraderake musalamanadera upara bijaya dana karabena na."},{"SurahNumber":4,"VerseNumber":142,"Text":"Abasya'i munaphekara pratarana karache allahara sathe, athaca tara nijera'i nijedera pratarita kare. Bastutah tara yakhana namaye damraya takhana damraya, ekanta sithila bhabe loka dekhanora jan'ya. Ara tara allahake alpa'i smarana kare."},{"SurahNumber":4,"VerseNumber":143,"Text":"Era dodulyamana abasthaya jhulanta; edike'o naya odike'o naya. Bastutah yake allaha gomaraha kare dena, tumi tadera jan'ya kona patha'i pabe na kotha'o."},{"SurahNumber":4,"VerseNumber":144,"Text":"He imanadaragana! Tomara kapheraderake bandhu bani'o na musalamanadera bada diye. Tomara ki emanati kare nijera upara allahara prakasya dalila kayema kare debe"},{"SurahNumber":4,"VerseNumber":145,"Text":"nihsandehe munaphekara rayeche doyakhera sarbanimna stare. Ara tomara tadera jan'ya kona sahayyakari kakhana'o pabe na."},{"SurahNumber":4,"VerseNumber":146,"Text":"Abasya yara ta'oba kare niyeche, nijedera abasthara sanskara kareche ebam allahara pathake sudrrhabhabe amkare dhare allahara pharamabaradara hayeche, tara thakabe musalamanadera'i sathe. Bastutah allaha sighra'i imanadaraganake mahapunya dana karabena."},{"SurahNumber":4,"VerseNumber":147,"Text":"Tomadera ayaba diye allaha ki karabena yadi tomara krtajnata prakasa kara ebam imanera upara pratisthita thaka! Ara allaha hacchena samucita mulyadanakari sarbajna."}]}