{"Id":109,"LanguageCodes":["en","eng"],"Name":"eng-aliunal","Author":"Ali Unal","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":73,"Text":"And We made them leaders guiding people by Our command, and We revealed to them to do good deeds, and to establish the Prayer in conformity with its conditions, and pay the Prescribed Purifying Alms. They were Our servants devoted to worshipping us with all sincerity"},{"SurahNumber":21,"VerseNumber":74,"Text":"And Lot too (We made a leader), to whom We granted sound, wise judgment, and revealed knowledge, and We saved him from the people of the land who were given to deeds of corruption. Truly, they were a wicked people lost in transgression"},{"SurahNumber":21,"VerseNumber":75,"Text":"We embraced him in Our mercy; surely he was among the righteous"},{"SurahNumber":21,"VerseNumber":76,"Text":"And Noah, too. He had called out to Us long before (Abraham), and We answered his prayer and saved him and (those of) his family and people (who believed in him) from the tremendous distress"},{"SurahNumber":21,"VerseNumber":77,"Text":"We helped him to safety from the people who denied Our Revelations. Truly, they were a wicked people, so We caused them all to drown"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Among those whom We made leaders were) David and Solomon. The two were once judging a case regarding a field into which the sheep of some other people had strayed at night. We were watching and witnessing their judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"We made Solomon understand the case more clearly. We granted each of them sound, wise judgment and knowledge (pertaining to the mission and in accordance with the time and conditions of each). And We subdued the mountains, as well as birds, to glorify Us along with David. It is We Who do all these things"},{"SurahNumber":21,"VerseNumber":80,"Text":"And We taught him the art of making iron coats-of-mail so that they might fortify you from the violence of war. So, are you (really people who are) thankful"},{"SurahNumber":21,"VerseNumber":81,"Text":"And in Solomon’s service We put the stormy wind, running at his command to carry him to the land in which We have produced blessings (for people). We have full knowledge of everything (with their true nature and all their aspects)"}]}