{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":211,"Text":"(napiyē!) Isrāyīliṉ cantatikaḷiṭam (yahūtikaḷiṭam) nīr kēḷum; \"nām ettaṉai teḷivāṉa attāṭcikaḷai avarkaḷiṭam aṉuppiṉōm\" eṉṟu. Allāhviṉ aruḷ koṭaikaḷ tam'miṭam vanta piṉṉar, yār atai māṟṟukiṟārkaḷō, (attakaiyōrukku) taṇṭaṉai koṭuppatil niccayamāka allāh kaṭumaiyāṉavaṉ"},{"SurahNumber":2,"VerseNumber":212,"Text":"Nirākarippōrukku(kāḥpirkaḷukku) ivvulaka vāḻkkai aḻakākkappaṭ; ṭuḷḷatu. Itaṉāl avarkaḷ īmāṉ (nampikkai) koṇṭōrai ēḷaṉam ceykiṉṟaṉar. Āṉāl payapaktiyuṭaiyōr maṟumaiyil avarkaḷaiviṭa uyarnta nilaiyil iruppārkaḷ;. Iṉṉum allāh tāṉ nāṭuvōrukkuk kaṇakkiṉṟik koṭuppāṉ"},{"SurahNumber":2,"VerseNumber":213,"Text":"(ārampattil) maṉitarkaḷ orē kūṭṭattiṉarākavē iruntaṉar;. Allāh (nallōrukku) naṉmārāyaṅ kūṟuvōrākavum, (tīyōrukku) accamūṭṭi eccarikkai ceyvōrākavum napimārkaḷai aṉuppi vaittāṉ;. Attuṭaṉ maṉitarkaḷiṭaiyē ēṟpaṭum karuttu vēṟupāṭukaḷait tīrttu vaippataṟkāka avarkaḷuṭaṉ uṇmaiyuṭaiya vētattaiyum iṟakki vaittāṉ;. Eṉiṉum avvētam koṭukkap peṟṟavarkaḷ, teḷivāṉa ātāraṅkaḷ vanta piṉṉarum, tam'miṭaiyē uṇṭāṉa poṟāmai kāraṇamāka māṟupaṭṭārkaḷ. Āyiṉum allāh avarkaḷ māṟupaṭṭup puṟakkaṇittuviṭṭa uṇmaiyiṉ pakkam cellumāṟu īmāṉ koṇṭōrukkut taṉ aruḷiṉāl nēr vaḻi kāṭṭiṉāṉ;. Avvāṟē, allāh tāṉ nāṭiyōrai nērvaḻiyil celuttukiṟāṉ"},{"SurahNumber":2,"VerseNumber":214,"Text":"uṅkaḷukku muṉṉē ceṉṟu pōṉavarkaḷukku ēṟpaṭṭa cōtaṉaikaḷ uṅkaḷukku varāmalēyē cuvarkkattai aṭaintu viṭalām eṉṟu nīṅkaḷ eṇṇukiṟīrkaḷā? Avarkaḷai (vaṟumai, piṇi pōṉṟa) kaṣṭaṅkaḷum tuṉpaṅkaḷum piṭittaṉa'allāhviṉ utavi eppoḻutu varum\" eṉṟu tūtarum avarōṭu īmāṉ koṇṭavarkaḷum kūṟum aḷavukku avarkaḷ alaikkaḻikkappaṭṭārkaḷ; \"niccayamāka allāhviṉ utavi camīpattilēyē irukkiṟatu\" (eṉṟu nām āṟutal kūṟiṉōm)"},{"SurahNumber":2,"VerseNumber":215,"Text":"Avarkaḷ um'miṭam kēṭkiṟārkaḷ; \"etai, (yārukkuc) celavu ceyyavēṇṭum\" eṉṟu. Nīr kūṟum; \"(naṉmaiyai nāṭi) nalla poruḷ etaṉai nīṅkaḷ celavu ceytālum, atai tāy, tantaiyarukkum, neruṅkiya uṟaviṉarkaḷukkum, anātaikaḷukkum, miskīṉ(ēḻai)kaḷukkum, vaḻippōkkarkaḷukkum (koṭuṅkaḷ). Mēlum nīṅkaḷ naṉmaiyāṉa etaṉaic ceytālum niccayamāka allāh atai aṟintu (takka kūli tarupavaṉāka) irukkiṟāṉ"}]}