{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Sıgıstar men batıstardın Rabbısımen ant etemin! Kumansiz, Biz jasay alamız"},{"SurahNumber":70,"VerseNumber":41,"Text":"olardın orındarına olardan da jaqsını almastırwdı. Ari Bizden eskim ozwsı emes"},{"SurahNumber":70,"VerseNumber":42,"Text":"Olardı jonine qaldır. Olar ozderine wade etilgen Kunge jolıqqanga deyin bos soz, jalganga sungip, oynap-kule tursın"},{"SurahNumber":70,"VerseNumber":43,"Text":"Ol kuni olar ornatılgan belgilerge jugirgendey qabirlerden asıga sıgadı"},{"SurahNumber":70,"VerseNumber":44,"Text":"olardın kozderi jwasıp, ozderin qorlıq basqan kuyde boladı. Mine, olarga wade etilgen Kun - osı"},{"SurahNumber":71,"VerseNumber":1,"Text":"Aqiqatında, Biz, Nuxtı eline: «Qawımındı, olarga jan kuyzeltwsi azap kelmesten burın eskert», - dep jiberdik"},{"SurahNumber":71,"VerseNumber":2,"Text":"Ol ayttı: «Ay, elim, sın maninde men - senderge anıq eskertwsimin"},{"SurahNumber":71,"VerseNumber":3,"Text":"Allahqa Qulsılıq jasandar, Odan / Onın jazasınan / qorqıp, saqtanındar jane magan bagınındar"},{"SurahNumber":71,"VerseNumber":4,"Text":"Ol kunalarındı kesiredi jane senderge belgilengen bir merzimge deyin mursat beredi. Sın maninde, Allah belgilegen merzim jetse, ol keyinge uzartılmaydı, Eger de sender bilsender», - dep"},{"SurahNumber":71,"VerseNumber":5,"Text":"Ol ayttı: «Rabbım, aqiqatında men elimdi tunde de, kundiz de / imanga / saqırdım"},{"SurahNumber":71,"VerseNumber":6,"Text":"Alayda, saqırwım olardın keri qaswın gana arttırdı"},{"SurahNumber":71,"VerseNumber":7,"Text":"Aqiqatında, men olardı Senin kesirwin usin saqırgan sayın olar sawsaqtarın qulaqtarına tıgıp, kiimderimen burkenip aldı jane qasarısıp, ozderin jogarı qoyıp, takapparlana tusti"},{"SurahNumber":71,"VerseNumber":8,"Text":"Men olardı asıq turde saqırdım"},{"SurahNumber":71,"VerseNumber":9,"Text":"Sodan keyin men olardı jalpı jane onasa / jekese / turde de / ugittedim"},{"SurahNumber":71,"VerseNumber":10,"Text":"Sonday-aq: «Ozderinnin Rabbınnan kesirim tilender, oytkeni Ol - kop Kesirwsi / Gaffar"}]}