{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":39,"Text":"Kendilerine savas acılan kimselere (kafirlere karsı koymak icin) izin verildi. Cunku onlar zulme ugradılar. Suphesiz Allah onları zafere ulastırmaya kadirdir"},{"SurahNumber":22,"VerseNumber":40,"Text":"Onlar \"Rabbimiz Allah'tır\" demelerinden baska bir sebep olmaksızın haksız yere yurtlarından cıkarıldılar. Eger Allah insanların bir kısmını bir kısmı ile defetmeseydi manastırlar, kiliseler, havralar ve icinde Allah'ın adı cok anılan mescidler elbette yıkılırdı. Suphesiz Allah kendi (dini) ne yardım edene yardım edecektir. Suphesiz Allah cok gucludur, cok izetlidir (her seye galiptir)"},{"SurahNumber":22,"VerseNumber":41,"Text":"Onlar (o muminlerdir) ki, eger kendilerini yeryuzunde iktidar mevkiine getirirsek namazı kılarlar, zekatı verirler, iyiligi emrederler ve fenalıgı yasak ederler. Butun islerin sonu sırf Allah'a aittir"},{"SurahNumber":22,"VerseNumber":42,"Text":"(Ey Muhammed!) Eger seni (musrikler) yalanlıyorlarsa bil ki onlardan once Nuh kavmi, Ad ve Semud (kavimleri de kendi peygamberlerini) yalancı saydılar"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahim'in kavmi de, Lut'un kavmi de (peygamberlerini) yalancı saydılar"},{"SurahNumber":22,"VerseNumber":44,"Text":"(Suayb'ın kavmi olan) Medyen halkı da (Suayb'ı) yalanladı. Musa da (Firavun tarafından) yalanlandı. Ben de o kafirlere bir sure verdim. Sonra da onları yakalayıverdim. Beni tanımamak nasılmıs gorsunler"},{"SurahNumber":22,"VerseNumber":45,"Text":"Nice memleketler vardı ki, zulum yaparlarken biz onları yok ettik. Artık damları cokmus, duvarları uzerine yıkılmıstır. (Geride) Nice terkedilmis kuyularla bombos kalmıs yuksek saraylar (bırakılmıstır)"},{"SurahNumber":22,"VerseNumber":46,"Text":"Yeryuzunde dolasmıyorlar mı ki olanları akledecek kalbleri, isitecek kulakları olsun. Gercek sudur ki, gozler kor olmaz, fakat asıl goguslerin icindeki kalpler kor olur"}]}