{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Kaya to manusya, jyala he mahita asave ki je tumacyakade tumacya palanakartyatarphe utaravile gele ahe te satya ahe, kaya tya manasasarakha asu sakato jo andhala asava. Bodha-upadesa tara teca svikaratata je bud'dhimana asaveta"},{"SurahNumber":13,"VerseNumber":20,"Text":"Je loka allahala dilele vacana purna karatata ani vacana bhanga karita nahi"},{"SurahNumber":13,"VerseNumber":21,"Text":"Ani allahane jya gostinna jodanyaca adesa dila ahe, te tyanna jodatata ani te apalya palanakartyace bhaya rakhatata ani hisobacya kathoratecehi bhaya rakhatata"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ani te apalya palanakartyacya prasannatekhatira dhira-sanyama rakhatata ani namajanna satatyane kayama rakhatata ani je kahi amhi tyanna de'una thevale ahe te (dhana) ughada ani chupya ritine kharca karatata ani va'ita vyavaharala bhalepanane talatata. Asaca lokankarita akhiratace ghara ahe"},{"SurahNumber":13,"VerseNumber":23,"Text":"Ani nehami rahanarya baga, jithe he svatah jatila ani tyance vadavadila, ani patn'ya, ani santanapaiki je neka kama karanare asatila, tyancyajavala phariste pratyeka daratuna yetila"},{"SurahNumber":13,"VerseNumber":24,"Text":"(Mhanatila ki) tumacyavara santi-salamati aso dhira-sanyamacya mobadalyata kiti uttama mobadala ahe ya akhiratacya gharaca"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ani je loka allahala dilele vacana, te drdha-majabuta kelyanantara toduna takatata ani jya gostinna allahane jodanyaca adesa dila ahe tyanna toduna takatata ani dharatita upadrava (phasada) pasaravitata tyancyavara dhihkkara ahe ani tyancyasathi va'ita ghara ahe"},{"SurahNumber":13,"VerseNumber":26,"Text":"Sarvasrestha allaha jyaci roji (ajivika) icchito vadhavito ani jyaci icchito ghatavito. He loka tara aihika jivanataca magna jhaleta.1 Vastavika he jaga, akhiratacya tulaneta agadi tuccha samugri ahe"},{"SurahNumber":13,"VerseNumber":27,"Text":"Kaphira (imana na rakhanare) mhanatata ki tyacyavara tyacya palanakartyatarphe ekhadi nisani (camatkara) ka nahi utaravila gela? Uttara dya, jyala allaha pathabhrasta karu icchito, tyala pathabhrasta karato ani jo tyacyakade jhukato tyala marga dakhavito"},{"SurahNumber":13,"VerseNumber":28,"Text":"Jya lokanni imana rakhale, tyanci mane, allahacya smaranane santi prapta karatata. Laksata theva ki allahacya smarananeca hrdayala santi samadhana labhate"}]}