{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"Poikani, lahtekaa etsimaan Joosefia ja hanen veljeaan, alkaaka epailko Jumalan armoa. Totisesti, eivat ketkaan muut kuin uskottomat meneta luottamustaan Jumalan armoon.»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Palattuaan taman jalkeen Joosefin luokse he sanoivat: »Armollinen herra, onnettomuus on kohdannut meita ja kansaamme, ja meilla on mukanamme vain hieman varoja. Mutta anna meille kuitenkin taysi mitta, ole meille armelias, silla totisesti Jumala on palkitseva armeliaita.»"},{"SurahNumber":12,"VerseNumber":89,"Text":"Han vastasi: »Tiedatteko, mita teitte Joosefille ja hanen veljelleen, kun olitte ymmartamattomia?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"He sanoivat: »Oletko sina todella Joosef?» Han vastasi. »Mina olen Joosef, ja tama on veljeni. Jumala on ollut meita kohtaan hyva. Totisesti, Jumala ei tee tyhjaksi niiden palkintoa, jotka hyvaa tekevat, kuten ei niidenkaan, jotka hartautta harjoittavat ja ovat karsivallisia"},{"SurahNumber":12,"VerseNumber":91,"Text":"He sanoivat: »Jumalan nimessa, Han on nostanut sinut meidan ylapuolellemme, ja me olemme olleet totisesti syntisia.»"},{"SurahNumber":12,"VerseNumber":92,"Text":"Han vastasi: »Alkoon teita soimattako tana paivana. Jumala on antava teille anteeksi, silla Han on laupiaista armollisin"},{"SurahNumber":12,"VerseNumber":93,"Text":"Ottakaa tama paitani ja asettakaa se isani kasvoille, niin han on saava nakonsa takaisin. Ja tuokaa koko perheenne minun luokseni.»"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kun matkue (vasta) lahti, heidan isansa (kotona) lausui: »Totisesti, mina olen tuntevinani Joosefin tuoksun, mutta te ehka sanotte, etta mina olen jarjiltani.»"},{"SurahNumber":12,"VerseNumber":95,"Text":"He (kotivaki) vastasivat: »Jumalan nimessa, sina olet totisesti yha vanhan luulosi vallassa.»"}]}