{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"And Who sends down water from the cloud according to a measure, then We raise to life thereby a dead land, even thus shall you be brought forth"},{"SurahNumber":43,"VerseNumber":12,"Text":"And He Who created pairs of all things, and made for you of the ships and the cattle that you ride on"},{"SurahNumber":43,"VerseNumber":13,"Text":"That you may firmly sit on their backs, then remember the favour of your Lord when you are firmly seated thereon, and say, \"Glory be to Him Who made this subservient to us, for we could not do it by ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"And surely to our Lord we are returning"},{"SurahNumber":43,"VerseNumber":15,"Text":"And yet they attribute to His servants a share in the Godhead; truly man is ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"What! Has He taken daughters to Himself out of what He Himself creates and chosen you to have sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"And when one of them is given news (of the birth) of that of which he sets up as a likeness for the Beneficent Allah (i.e. daughters), his face becomes black and he is full of rage"},{"SurahNumber":43,"VerseNumber":18,"Text":"What! (Liken they Allah to) that which is bred among ornaments and which in disputes cannot make itself plain (or give an account of itself)"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they make the angels, who are the servants of the Beneficent Allah, female (divinities). What! Did they witness their creation? Their evidence shall be recorded and they shall be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they say, \"If the Beneficent Allah had pleased, we should never have worshipped them.\" They have no knowledge of this; they only lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given them a book before it (the Quran) so that they hold fast to it"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay! They say, \"We found our fathers in a religion, and surely we are guided by their footsteps"}]}