{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"I ke ti se ocvijat, navistina, onie koi slusaat. I mrtvite Allah ke gi ozivi; potoa Nemu ke mu se vratat"},{"SurahNumber":6,"VerseNumber":37,"Text":"Zboruvaat: “Zosto da ne mu se objavuva od Gospodarot negov znamenie nekakvo?\" Kazi: “Allah, navistina, e Kadar da objavi znamenie no, ete, MNOZINSTVOto od niv ne znaat"},{"SurahNumber":6,"VerseNumber":38,"Text":"zivotnite koi odat po zemjata i pticite koi letaat so kriljata vam vi se slicni, zaednici. I nisto Nie vo Knigata ne izostavivme. Potoa, kaj Gospodarot nivni, ke bidat zbrani"},{"SurahNumber":6,"VerseNumber":39,"Text":"Onie koi gi smetaat za lazni znamenijata Nasi i gluvi se i nemi se, vo temninite se. Allah kogo saka skrsnuva vo zabluda od patot vistinski a kogo saka upravuva po patot viIstinsKI"},{"SurahNumber":6,"VerseNumber":40,"Text":"Kazi: “Ako vi dojde kaznata Allahova ili ako dojde kraj na svetot mislite li, ako ste iskreni, deka ke povikuvate drug osven Allah"},{"SurahNumber":6,"VerseNumber":41,"Text":"No, ne! Samo Nego ke Go povikuvate. I On Ke go otkrie ona za sto Go povikuvate i, ako saka, ke go zaboravite vaseto pripisuvanje zdruzenik"},{"SurahNumber":6,"VerseNumber":42,"Text":"Nie, sekako, isprakavme pejgamberi do narodite i pred tebe, i so nemastija i so steti gi kaznuvavme za da se molat poNIZNO"},{"SurahNumber":6,"VerseNumber":43,"Text":"Pa, zosto ne se molea ponizno koga veke im doagaa nemastii od Nas? Zasto srcata nivni zatvrdnaa, i Sejtanot im go razubavi vo ocite NIVNI ona sto go rabotea"},{"SurahNumber":6,"VerseNumber":44,"Text":"I bidejki go zaboravija ona sto go spomenuvaa, Nie im gi otvorivme vratite na site nesta i koga ke se zaraduvaa so ona sto im e dadeno odnenadez ke gi kaznevme i, tokmu, togas ke stanea beznadeznici"}]}