{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":211,"Text":"Kerdezd meg Izrael fiait! Mennyi vilagos jelet is adtunk mar nekik? Es az, aki megvaltoztatja Allah kegyelmet, azutan hogy az eljott hozzaja (ujra a hitetlenseget valasztva, annak tudnia kell) Allah bizony szigoruan bunteto"},{"SurahNumber":2,"VerseNumber":212,"Text":"Azok szamara, akik hitetlenkednek, az evilagi elet feldiszittetett. Es gunyt uznek azokbol, akik hisznek. Am azok, akik istenfelok felettuk allnak majdan a Feltamadas Napjan. Es Allah arrol gondoskodik, akirol akar, szamlalgatas nelkul"},{"SurahNumber":2,"VerseNumber":213,"Text":"Az emberek egyetlen kozosseget alkottak! Es Allah elkuldte a profetakat oromhir kozlokkent es intokkent. Es lebocsatotta veluk a Konyvet az Igazsaggal, hogy itelkezzen az emberek kozott abban, amiben osszekulonboztek. Am csak azok kozott keletkezett vita korulotte, akikhez eljutottak a vilagos magyarazatok, azutan, hogy eljott hozzajuk, es tettek ezt egymas iranti rossz szandekbol. Am Allah az Igaz Utra vezerelte azokat, akik hittek, abban, amiben vita volt kozottuk az O engedelmevel. Es Allah azt vezet az Egyenes Utra, akit csak O akar"},{"SurahNumber":2,"VerseNumber":214,"Text":"Vajon azt hiszitek, hogy beleptek a Paradicsomba meg azelott, hogy ahhoz hasonlo erne benneteket mint azokat, akik mar elmultak. Csapas es baj erte el oket es megrazkodtak annyira, hogy a Kuldott es a vele levo hivok azt mondtak: , Mikor erkezik Allah segitsege?\" Igen! Allah segitsege bizony kozeli"},{"SurahNumber":2,"VerseNumber":215,"Text":"Kerdezni fognak teged (Muhammad Allah aldja meg es adjon Neki orok udvosseget) mit adakozzanak? Mondd: , Ha valami jot adakoztok, az legyen a szuloke es a rokonoke es az arvake es a szegenyeke es az uton levoke! Es mindarrol, ami jot tesztek arrol Allah-nak tudomasa van"}]}