{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":75,"VerseNumber":20,"Text":"Kwete! (Semafungiro enyu, kuti imi (vanhu) hamuzomutswe kubva kuvafi uyezve nekutongwa pamwe nekupihwa mibairo yemabasa enyu), asi kuti munoda hupenyu hwepasi pano"},{"SurahNumber":75,"VerseNumber":21,"Text":"Zvekare, munokanganwa hupenyu hwekuAakhirah (hwamangwana)"},{"SurahNumber":75,"VerseNumber":22,"Text":"Zvimwe zviso pazuva iroro zvichange zviri Naadirah (Zvichipenyerera)"},{"SurahNumber":75,"VerseNumber":23,"Text":"Zvakatarisa kuna Tenzi vazvo (zviso izvozvo)"},{"SurahNumber":75,"VerseNumber":24,"Text":"Zvekare zvimwe zviso pazuva iroro zvichange zviri Baasirah (zvakafinyama, zvakatsamwa kwete zvokutamba zviya, zvakasvibirira)"},{"SurahNumber":75,"VerseNumber":25,"Text":"(Zviso izvi) zvichange zvichifunga kuti nhamo yavakuda kuzviwira"},{"SurahNumber":75,"VerseNumber":26,"Text":"Kwete! Kana (mweya womunhu) uchinge wasvika pabondo (mapfupa ari pedyo nehuro)"},{"SurahNumber":75,"VerseNumber":27,"Text":"Zvekare zvichanzi: “Ndiani angamurape (uyezve nekumubatsira kubva kurufu)?”"},{"SurahNumber":75,"VerseNumber":28,"Text":"Uyezve iye (uyo avakuda kufa) achatenda kuti yave nguva yekusiyana (rufu)"},{"SurahNumber":75,"VerseNumber":29,"Text":"Zvekare rimwe gumbo richabatanidzwa nerimwe (aputirwa mumicheka yeKAFAN)"},{"SurahNumber":75,"VerseNumber":30,"Text":"Pazuva iroro svudzo (kutinhirwa kwevanhu vese vakananga kuna Allah) inenge iri, kuna Tenzi vako (Allah)"},{"SurahNumber":75,"VerseNumber":31,"Text":"Saka naizvozvo, (uyo asingatendi) haana kutenda (muQur’aan neshoko raMuhammad (SAW)) kana kunamata"},{"SurahNumber":75,"VerseNumber":32,"Text":"Asi akaramba (Qur’aan neshoko raMuhammad (SAW)) pamwe nekufuratira"},{"SurahNumber":75,"VerseNumber":33,"Text":"Pedzezvo ndokuenda kune mhuri yake achizvikudza (achizvida chose)"},{"SurahNumber":75,"VerseNumber":34,"Text":"Yambiro kwauri (iwe usingatendi)! Uyezve (zvekare) yambiro kwauri"},{"SurahNumber":75,"VerseNumber":35,"Text":"Pedzezvo yambiro kwauri (iwe usingatendi)! Uyezve (zvekare) yambiro kwauri"},{"SurahNumber":75,"VerseNumber":36,"Text":"Asi munhu anofunga here kuti achangosiiwa (asina kutongeswa kana kuti asina kurangwa pamwe nekupihwa mibairo yake yezvaaiita naTenzi vake Allah)"},{"SurahNumber":75,"VerseNumber":37,"Text":"Akanga asiri Nutfah (urete hwababa naamai) here hwehurete hwakaburitswa"},{"SurahNumber":75,"VerseNumber":38,"Text":"Pedzezvo akava Alaqah (kagovo – karopa kakagwamba). Naizvozvo (Allah) ndokuzomuumba nekumunatsurudza zvakaenzana"},{"SurahNumber":75,"VerseNumber":39,"Text":"Naizvozvo kubva maari (Allah) vakagadzira zvisikwa zviviri (mhando mbiri), chirume nechikadzi"},{"SurahNumber":75,"VerseNumber":40,"Text":"Havasirivo here (Allah avo) vane simba rokupa hupenyu kuvafi? (Hongu! Allah vane masimba ekuita zvose)"},{"SurahNumber":76,"VerseNumber":1,"Text":"Paiva pasina here nguva apo munhu aive chimwe chinhu chaisataurwa"},{"SurahNumber":76,"VerseNumber":2,"Text":"Zvirokwazvo, takasika munhu kubva kuNutfah yakazangana (mvura yepabonde yemurume nemukadzi) kuti tive tino muedza. Saka takamuita kuti ave munzwi nemuoni"},{"SurahNumber":76,"VerseNumber":3,"Text":"Zvirokwazvo, takamuratidza gwara, kunyangwe akave anotenda kana kusatenda"},{"SurahNumber":76,"VerseNumber":4,"Text":"Zvirokwazvo, takave tinogadzirira vasingatendi ngetani dzesimbi, zvichangadzo zvesimbi, uye nemoto unovirima"},{"SurahNumber":76,"VerseNumber":5,"Text":"Zvirokwazvo, avo vanotenda vachave vanomwa komichi (yewaini) yakasanganiswa ne (mvura kubva muchitubu chinonzi) Kaafoor"}]}