{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"M. HA-MIM. Hameed: Owner of all Praise, Majeed: Sublimely Exalted states that"},{"SurahNumber":41,"VerseNumber":2,"Text":"This is a Revelation from the Beneficent, the Merciful"},{"SurahNumber":41,"VerseNumber":3,"Text":"A Book whose verses and Messages are clearly explained, a Monograph in Arabic, the eloquent language, for all people who would make use of what they learn. ((7:158), (12:3), (13:37), (14:4), (25:1), (39:28),"},{"SurahNumber":41,"VerseNumber":4,"Text":"A herald of glad news as well as a warning. Yet, most of them turn away so that they hear not"},{"SurahNumber":41,"VerseNumber":5,"Text":"And so they say, \"Our hearts are veiled from what you invite us to, and (consider) there is deafness in our ears, and that between us and you is a barrier. So, do as you will (mind your business), and, behold, we shall do as we have been doing"},{"SurahNumber":41,"VerseNumber":6,"Text":"(O Prophet) say to them, \"I am only a human being like you. It has been revealed to me that your God is One God. Therefore, march along the Straight Road to Him and seek the protection of His forgiveness. And (know that) there is nothing in store but loss for them who associate 'partners' with Him.\" ('Wayl' = Woe = Ultimate loss)"},{"SurahNumber":41,"VerseNumber":7,"Text":"Those who (because of submitting to man-made systems) fail to set up the Just Economic Order of Zakat and thus practically deny (the accountability in) the life to come. (And the long-term prosperity and viability of their societies)"},{"SurahNumber":41,"VerseNumber":8,"Text":"But, verily, those who accept the Divine Revelation and contribute toward enhancement of the society, shall have a reward unending"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say, \"What! Do you indeed deny Him Who has created the earth in two stages? (Firstly when it shot away like a fiery ball from the Cosmic matter and secondly, when it cooled off sufficiently to become habitable). And would you still ascribe rivals unto Him? He it is, the Sustainer of the Worlds.\" (3)"},{"SurahNumber":41,"VerseNumber":10,"Text":"And He it is Who placed therein firm mountains towering above it, and bestowed enduring Bliss upon it. And He measured therein its sustenance in Four Seasons, alike for all who (invariably) need it. (39:6)"},{"SurahNumber":41,"VerseNumber":11,"Text":"Likewise, He it is Who designed well the Sky when it was Smoke (Nebulae of gas). And He said to it and the earth, \"Come both of you willingly or unwillingly.\" They said, \"We do come, obedient.\" ('Thumm' = Afterward, then, so, likewise, similarly, in the like manner. The Cosmic bodies coming into their orbits willingly or unwillingly indicates their having been made subservient to the Divine Laws, without free will (3)"}]}