{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"O´dur ki, sizi topraktan, sonra bir damla sudan, sonra bir alak´tan (embriyo) yarattı; sonra sizi bir bebek olarak cıkarmakta, sonra guclu (erginlik) cagınıza erismeniz, sonra da yaslanmanız icin size (belli bir omur vermektedir). Sizden kiminin daha once hayatına son verilmektedir, adı konulmus bir ecele erismeniz ve belki aklınızı kullanmanız icin (Allah sizi boyle yasatır)"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten ve olduren O´dur. Bir isin olmasına hukmetti mi, ona yalnızca: «Ol» der, o da hemen oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Allah´ın ayetleri hakkında mucadele etmekte olanları gormuyor musun; onlar nasıl da donduruluyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ki onlar, Kitabı ve peygamberlerimizle gonderdigimiz seyleri yalanladılar. Artık yakında bileceklerdir"},{"SurahNumber":40,"VerseNumber":71,"Text":"Boyunlarında demir halkalar ve (ayaklarında) zincirler oldugu halde suruklenecekler"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suyun icinde; sonra ateste tutusturulacaklar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara denilecek: «Sizin sirk kostuklarınız nerede?»"},{"SurahNumber":40,"VerseNumber":74,"Text":"«Allah´ın dısında (olan ortaklarınız).» Dediler ki: «Bizi bırakıp kayboluverdiler. Hayır, biz onceleri (meger) hicbir seye tapar degilmisiz.» Iste Allah, kafirleri boyle sasırtıp saptırır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Iste bu, sizin yeryuzunde haksız yere sımarıp azmanız ve azgınca olcuyu tasırmanız dolayısıyladır"},{"SurahNumber":40,"VerseNumber":76,"Text":"Icinde ebedi kalıcılar olarak cehennemin kapılarından girin. Artık mutekebbirlerin konaklama yeri ne kotudur"},{"SurahNumber":40,"VerseNumber":77,"Text":"Su halde sen sabret, hic suphesiz Allah´ın va´di haktır. Sonunda ya onlara va´d ettigimiz (azab)ın bir kısmını sana gosterecegiz ya da senin hayatına son verecegiz. Nihayet onlar bize dondurulecekler"}]}