{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":79,"Text":"Yusuf, «Allah´a sıgınırım, malımızı kimde bulduysak ancak onu alıkoruz; aksi halde zalimlerden oluruz» dedi"},{"SurahNumber":12,"VerseNumber":80,"Text":"Ondan umitlerini kesince, kendi aralarında gorusmek icin bir kenara cekildiler. Buyukleri dedi ki: «Bilmez misiniz ki, babanız sizden Allah adına kesin soz ve guven aldı. Daha once Yusuf hakkında da cok ileri gitmistiniz. Artık babam bana izin vermedikce veya Allah lehimde hukmetmedikce —ki O hukmedenlerin en hayırlısıdır— yerimden mumkun degil ayrılmıyacagım!»"},{"SurahNumber":12,"VerseNumber":81,"Text":"Siz babanıza donunuz ve ona deyiniz ki: «Ey babamız, suphen olmasın ki, senin oglun hırsızlık etti. Biz ancak bildigimize gore sahit olduk ; gaybı bilen gozculer degiliz.»"},{"SurahNumber":12,"VerseNumber":82,"Text":"«Bulundugumuz kasaba halkından ve bir de icinde bulundugumuz kafileye sor. Biz herhalde dogru soyleyenleriz»"},{"SurahNumber":12,"VerseNumber":83,"Text":"Yakub onlara : «Hayır, nefsiniz size bir isi susleyip hayal gucunuzu artırmıstır. Artık guzel bir sabır gerekir. Allah´ın, her ikisini de birden bana getirecegini umit ederim. Suphesiz ki O, (her seyi hakkıyle) bilendir, yegane hikmet sahibidir.»"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ve onlardan yuzunu cevirip ofkesini yutarak icin icin (agladı) da vah Yusuf´a ! Diyerek uzuntusunu dile getirdi ve uzuntusunden gozlerine ak indi"},{"SurahNumber":12,"VerseNumber":85,"Text":"Ogulları ona, «Allah´a yemin olsun ki, sen durmadan Yusuf´u ana ana, ya uzuntuden bitkin duseceksin, ya da yok olup gidenlerden olacaksın,» dediler"},{"SurahNumber":12,"VerseNumber":86,"Text":"O da, «Ben keder ve uzuntumu ancak Allah´a sikayet ederim. Ben, Allah´tan sizin bilmediginiz (cok) seyleri bilmekteyim» dedi"}]}