{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":158,"Text":"Warten sie etwa darauf, daß Engel zu ihnen kommen oder daß dein Herr kommt oder daß einige Zeichen deines Herrn kommen? Am Tag, an dem einige Zeichen deines Herrn eintreffen, soll der Glaube an sie niemandem nutzen, der nicht vorher geglaubt oder in seinem Glauben Gutes gewirkt hat. Sprich: \"Wartet nur; auch wir warten"},{"SurahNumber":6,"VerseNumber":159,"Text":"Mit jenen aber, die zur Spaltung ihrer Religion beitrugen und zu Parteien geworden sind, hast du nichts Gemeinsames. Ihre Angelegenheit wird sicherlich von Allah beurteilt werden; dann wird Er ihnen verkunden, was sie getan haben"},{"SurahNumber":6,"VerseNumber":160,"Text":"Dem, der eine gute Tat vollbringt, soll (sie) zehnfach vergolten werden; derjenige aber, der eine bose Tat verubt, soll nur das Gleiche als Lohn empfangen; und sie sollen kein Unrecht erleiden"},{"SurahNumber":6,"VerseNumber":161,"Text":"Sprich: \"Wahrlich, mich hat mein Herr auf einen geraden Weg geleitet zu dem rechten Glauben, dem Glauben Abrahams, des Aufrechten. Und er war keiner der Gotzendiener"},{"SurahNumber":6,"VerseNumber":162,"Text":"Sprich: \"Mein Gebet und meine Opferung und mein Leben und mein Tod gehoren Allah, dem Herrn der Welten"},{"SurahNumber":6,"VerseNumber":163,"Text":"Er hat niemanden neben Sich. Und so ist es mir geboten worden, und ich bin der Erste der Gottergebenen"},{"SurahNumber":6,"VerseNumber":164,"Text":"Sprich: \"Sollte ich einen anderen Herrn als Allah suchen, wo Er doch der Herr aller Dinge ist?\" Und keine Seele wirkt, es sei denn gegen sich selbst, und keine lasttragende (Seele) soll die Last einer anderen tragen. Zu eurem Herrn werdet ihr dann heimkehren, und Er wird euch uber all das belehren, woruber ihr uneins waret"},{"SurahNumber":6,"VerseNumber":165,"Text":"Und Er ist es, Der euch zu Nachfolgern auf der Erde machte und die einen von euch uber die anderen um Rangstufen erhohte, um euch durch das zu prufen, was Er euch gegeben hat. Wahrlich, dein Herr ist schnell im Strafen; und wahrlich, Er ist Allvergebend, Barmherzig"}]}