{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":12,"Text":"And the two (seas) kinds of water are not alike (and the same)— One is tasteful, sweet and pleasant to drink, and the other, (tastes of) salt and is bitter. Yet from (both of) them, you eat fresh and tender flesh (fish and foods from the seas); From each (group of water), and you take out ornaments (pearls) to wear; And in there you see the ships that go through the waves, for you to search from the (riches and) bounty of Allah that you may be thankful"},{"SurahNumber":35,"VerseNumber":13,"Text":"He merges the night into day and He merges the day into night, and He has forced the sun and the moon (to His law) each goes on its course for a fixed period of time. Such is Allah! Your Lord: To Him belongs all Kingdom. And those, whom you invoke other than Him do not even own a tiniest skin (of a data-stone) of anything"},{"SurahNumber":35,"VerseNumber":14,"Text":"If you invoke them, they will not hear your call, and (even) if they were to hear, they cannot answer to your (prayer). And on the Day of Judgment, they will disown your 'partnership'. And no one, can tell you (the Truth) like Him (One Allah), Who is All Informed (Khabir) of all things"},{"SurahNumber":35,"VerseNumber":15,"Text":"O you mankind! It is you who have the need for Allah: But Allah is the One Free from all wants (Al-Ghani), (and the One) Worthy of all Praise (Al-Hameed)"},{"SurahNumber":35,"VerseNumber":16,"Text":"If He so wanted, He could completely remove you and bring in a New Creation"},{"SurahNumber":35,"VerseNumber":17,"Text":"And (even) that is not difficult for Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"And no bearer of burdens shall bear another (person’s) burden. And if one (person) carrying a heavy burden should call another to (bear) his load, nothing of it will be lifted (by the other) even though he be near of kin (closely related). (O Prophet!) you can only warn those who fear their Lord, Unseen and establish regular Prayer. And whoever purifies himself (from all kinds of sin) does it to benefit his own soul; And the Return (of all) is to Allah"}]}