{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":88,"Text":"Samiri onlar icin, bogurmesi olan bir buzagı heykeli cıkardı. Dediler ki: \"Bu, hem sizin hem de Musa'nın tanrısıdır. Ama Musa unuttu"},{"SurahNumber":20,"VerseNumber":89,"Text":"Gormuyorlar mı ki; o buzagı onlara bir sozu geri ceviremiyor; kendilerine bir zarar veremiyor, bir yarar saglayamıyor"},{"SurahNumber":20,"VerseNumber":90,"Text":"Yemin olsun, Harun daha once onlara sunu soylemisti: \"Ey kavmim, siz bununla imtihan edildiniz. Sizin Rabbiniz o Rahman'dır. Artık bana uyun, emrime itaat edin"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar soyle demislerdi: \"Musa bize donunceye kadar ona tapıcılar olmakta devam edecegiz"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa dedi: \"Ey Harun, onların saptıklarını gordugun zaman seni ne engelledi de"},{"SurahNumber":20,"VerseNumber":93,"Text":"Benim ardım sıra gelmedin. Emrime isyan mı ettin"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun dedi: \"Ey annemin oglu! Sakalımı, basımı tutma! Ben senin soyle diyeceginden korkmustum: 'Beniisrail arasına ayrılık soktun, sozume baglı kalmadın"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa dedi: \"Senin derdin neydi, ey Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri dedi: \"Onların gormediklerini gordum. Resulun izinden bir avuc avucladım da onu attım. Nefsim bana boylesini hos gosterdi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa dedi: \"Defol, cunku sen, hayatın boyunca 'Bana dokunmayın!' diyeceksin! Ve senin icin asla kurtulamayacagın bir hesap zamanı da var. O basını bekleyip durdugun tanrına bir bak! Onu kesinlikle yakacagız, sonra da un-ufak edip denize dokecegiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Gercek olan su ki, sizin ilahınız kendisinden baska hicbir tanrı olmayan Allah'tır. O, ilim bakımından her seyi cepecevre kusatmıstır"}]}