{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":87,"Text":"allāhvait tavira vaṇakkattiṟkuriyavaṉ aṟavē illai. Avaṉ niccayamāka uṅkaḷ aṉaivaraiyum maṟumaināḷil oṉṟu cērppāṉ. Itil cantēkamēyillai. Allāhvaiviṭa uṇmai colpavar yār"},{"SurahNumber":4,"VerseNumber":88,"Text":"(Nampikkaiyāḷarkaḷē!) Nayavañcakarkaḷaip paṟṟi nīṅkaḷ ēṉ iruvakai karuttuk koḷkiṟīrkaḷ? Avarkaḷ ceyta tīṅkiṉ kāraṇamāka allāh avarkaḷait talai kuṉiyumpaṭi ceytāṉ. Evarkaḷai allāh tavaṟāṉa vaḻiyil cella viṭṭuviṭṭāṉō avarkaḷai nīṅkaḷ nērāṉa vaḻiyil celutta virumpukiṟīrkaḷō? (Atu muṭiyāta kāriyam! Ēṉeṉṟāl napiyē!) Evarai allāh vaḻitavaṟa viṭṭu viṭṭāṉō avarukku (mīṭci peṟṟut tara) oru vaḻiyaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":4,"VerseNumber":89,"Text":"(nampikkaiyāḷarkaḷē!) Avarkaḷ nirākarippavarkaḷāki viṭṭapaṭiyē nīṅkaḷum nirākarippavarkaḷāki avarkaḷukku camamākiviṭuvatai avarkaḷ virumpukiṟārkaḷ. Ākavē, (taṅkaḷ illaṅkaḷaiviṭṭu) allāhvuṭaiya pātaiyil avarkaḷ veḷiyē puṟappaṭum varai nīṅkaḷ avarkaḷai naṇparkaḷāka eṭuttukkoḷḷa vēṇṭām. (Illaṅkaḷaiviṭṭu veḷiyēṟa vēṇṭumeṉṟa kaṭṭaḷaiyai) avarkaḷ puṟakkaṇittuviṭṭāl kaṇṭa iṭamellām avarkaḷai(k kaitiyāka)p piṭittukkoḷḷuṅkaḷ; (kaitiyākātu tappa muyaṟcippavarai) kolluṅkaḷ. Tavira, avarkaḷil evaraiyumē (uṅkaḷukku) naṇparkaḷākavum, utaviyāḷarkaḷākavum eṭuttukkoḷḷātīrkaḷ"},{"SurahNumber":4,"VerseNumber":90,"Text":"(Āyiṉum) uṅkaḷuṭaṉ (camātāṉa) uṭaṉpaṭikkai ceytu koṇṭavarkaḷiṭam ceṉṟu viṭṭavarkaḷaiyum, uṅkaḷai etirttu pōrpuriya maṉam oppātu (uṅkaḷ etirikaḷai viṭṭuppirintu) uṅkaḷiṭam vantavarkaḷaiyum, taṅkaḷ iṉattārai etirttuc caṇṭai cey(ya maṉam oppātu uṅkaḷiṭamiruntu pirin)tavarkaḷaiyum (veṭṭātīrkaḷ; ciṟai piṭikkātīrkaḷ. Ēṉeṉṟāl,) allāh nāṭiṉāl uṅkaḷai avarkaḷ veṟṟikoṇṭu (avarkaḷ) uṅkaḷai veṭṭumpaṭic ceytiruppāṉ. Ākavē, (ivarkaḷ) uṅkaḷuṭaṉ pōrpuriyātu vilakiyiruntu camātāṉattaik kōriṉāl (atai ēṟṟukkoḷḷuṅkaḷ. Ēṉeṉil,) ivarkaḷ mītu (pōrpuriya) allāh uṅkaḷukku oru vaḻiyaiyum vaikkavillai"},{"SurahNumber":4,"VerseNumber":91,"Text":"(nampikkaiyāḷarkaḷē!) Vēṟucilaraiyum nīṅkaḷ kāṇpīrkaḷ. Avarkaḷ uṅkaḷiṭam pātukāppu peṟṟukkoḷvatuṭaṉ (uṅkaḷ etirikaḷākiya) taṅkaḷ iṉattāriṭamum pātukāppu peṟṟirukka virumpuvārkaḷ. Eṉiṉum, viṣamattiṟku ivarkaḷ aḻaikkappaṭṭāl atil (kaṇmūṭi mukaṅ)kuppuṟa viḻuntu viṭuvārkaḷ. Ivarkaḷ uṅkaḷai etirppatiliruntu vilakāmalum, uṅkaḷiṭam camātāṉattaik kōrāmalum, taṅkaḷ kaikaḷai (uṅkaḷukkut tīṅkiḻaippatiliruntu) taṭuttuk koḷḷāmalum iruntāl, ivarkaḷai nīṅkaḷ kaṇṭa iṭamellām (ciṟai piṭiyuṅkaḷ. Tappi ōṭukiṟavarkaḷai) veṭṭicāyuṅkaḷ. Ivarkaḷiṭam (pōrpuriya) uṅkaḷukkut teḷivāṉa aṉumati koṭuttuviṭṭōm"}]}