{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":25,"Text":"Et Nous n'avons envoyé avant toi aucun Messager à qui nous n'ayons révélé : \"Point de divinité [véritable] en dehors de Moi. Adorez-moi donc"},{"SurahNumber":21,"VerseNumber":26,"Text":"Et ils dirent : “Le Tout Miséricordieux s’est donné un enfant.” Gloire à Lui ! Mais ce sont plutôt des serviteurs honorés"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ils ne devancent pas Son Commandement et agissent selon Ses ordres"},{"SurahNumber":21,"VerseNumber":28,"Text":"Il sait ce qui est devant eux et ce qui est derrière eux. Et Ils n’intercèdent qu’en faveur de ceux qu’Il a agréés [tout en étant] pénétrés de Sa crainte"},{"SurahNumber":21,"VerseNumber":29,"Text":"Et quiconque d’entre eux dirait : \"Je suis une divinité en dehors de Lui.\" Alors, Nous le rétribuerons de l’Enfer. C’est ainsi que Nous rétribuons les injustes"},{"SurahNumber":21,"VerseNumber":30,"Text":"Ceux qui ont mécru, n’ont-ils pas vu que les cieux et la Terre formaient une masse compacte ? Ensuite Nous les avons séparés et fait de l’eau toute chose vivante. Ne croiront-ils donc pas"},{"SurahNumber":21,"VerseNumber":31,"Text":"Et Nous avons placé des montagnes fermes dans la terre, afin qu’elle ne s’ébranle pas en les [entraînant]. Et Nous y avons placé des défilés servant de chemins afin qu’ils se guident"},{"SurahNumber":21,"VerseNumber":32,"Text":"Et Nous avons fait du ciel un toit protégé. Et cependant ils se détournent de ses merveilles"},{"SurahNumber":21,"VerseNumber":33,"Text":"Et c’est Lui qui a créé la nuit et le jour, le soleil et la lune, chacun voguant dans une orbite"},{"SurahNumber":21,"VerseNumber":34,"Text":"Et Nous n’avons attribué l’immortalité à nul homme avant toi. Est-ce que si tu meurs, toi, ils seront, eux éternels"},{"SurahNumber":21,"VerseNumber":35,"Text":"Toute âme doit goûter la mort. Nous vous éprouverons par le mal et par le bien [à titre] de tentation. Et c’est à Nous que vous serez ramenés"}]}