{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"Iste Allah iman edip salih amel isleyen kullarını bununla mujdeler. Ey Muhammed! De ki: \"Ben bu tebligime karsı sizden akrabalıkta sevgiden baska hicbir ucret istemiyorum.\" Her kim bir iyilik yaparsa biz onun iyiligini artırırız. Suphesiz ki Allah cok bagıslayıcıdır, sukrun karsılıgını verir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar, senin hakkında: \"Allah'a karsı yalan uydurdu.\" mu diyorlar? Eger Allah dilerse senin de kalbini muhurler; batılı yok eder ve sozleriyle hakkı gerceklestirir. Suphesiz ki O kalplerde bulunan seyleri hakkıyla bilir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarının tevbesini kabul eden, kotulukleri affeden ve sizin yaptıklarınızı bilen O'dur"},{"SurahNumber":42,"VerseNumber":26,"Text":"Allah iman edip, salih amel isleyenlerin tevbesini kabul eder, onlara lutfundan daha fazlasını verir. Kafirler icin ise siddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eger Allah rızkı kullarına bol bol verseydi, mutlaka yeryuzunde azgınlık ederlerdi. Fakat O diledigini belli bir olcuye gore indiriyor. Suphesiz ki O, kullarından haberdardır, onları hakkıyla gorur"},{"SurahNumber":42,"VerseNumber":28,"Text":"Insanlar umitlerini kestikten sonra yagmuru indiren ve rahmetini her tarafa yayan O'dur. Ovulmeye layık olan gercek dost O'dur"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gokleri yeri ve her ikisinde yaydıgı canlıları yaratması da Allah'ın kudretinin delillerindendir. O'nun diledigi zaman onları biraraya toplamaya da gucu yeter"},{"SurahNumber":42,"VerseNumber":30,"Text":"Basınıza gelen herhangi bir musibet kendi ellerinizle kazandıklarınız yuzundendir. Bununla beraber Allah yine de cogunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryuzunde (O'nu) aciz bırakamazsınız. Sizin Allah'tan baska bir dostunuz ve yardımcınız da yoktur"}]}