{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":11,"Text":"Sesungguhnya orang-orang yang membawa berita bohong itu adalah dari golongan kamu juga. Janganlah kamu kira bahwa berita bohong itu buruk bagi kamu, bahkan ia adalah baik bagi kamu. Tiap-tiap seseorang dari mereka mendapat balasan dari dosa yang dikerjakannya. Dan siapa di antara mereka yang mengambil bagian yang terbesar dalam penyiaran berita bohong itu baginya azab yang besar"},{"SurahNumber":24,"VerseNumber":12,"Text":"Mengapa pada waktu kamu mendengar berita bohong itu orang-orang mukminin dan mukminat tidak bersangka baik terhadap diri mereka sendiri dan (mengapa tidak) berkata, \"Ini adalah suatu berita bohong yang nyata"},{"SurahNumber":24,"VerseNumber":13,"Text":"Mengapa mereka (yang menuduh itu) tidak mendatangkan empat orang saksi atas berita bohong itu? Karena mereka tidak mendatangkan saksi-saksi, maka mereka itulah pada sisi Allah orang-orang yang dusta"},{"SurahNumber":24,"VerseNumber":14,"Text":"Sekiranya tidak ada karunia Allah dan rahmat-Nya kepada kamu semua di dunia dan di akhirat, niscaya kamu ditimpa azab yang besar karena pembicaraan kamu tentang berita bohong itu"},{"SurahNumber":24,"VerseNumber":15,"Text":"(Ingatlah) pada waktu kamu menerima berita bohong itu dari mulut ke mulut dan kamu katakan dengan mulutmu apa yang tidak kamu ketahui sedikit juga dan kamu menganggapnya suatu yang ringan saja. Padahal dia pada sisi Allah adalah besar"},{"SurahNumber":24,"VerseNumber":16,"Text":"Dan mengapa kamu tidak berkata pada waktu mendengar berita bohong itu, \"Sekali-kali tidaklah pantas bagi kita memperkatakan ini. Maha Suci Engkau (Ya Tuhan kami), ini adalah dusta yang besar"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah memperingatkan kamu agar (jangan) kembali memperbuat yang seperti itu selama-lamanya, jika kamu orang-orang yang beriman"},{"SurahNumber":24,"VerseNumber":18,"Text":"dan Allah menerangkan ayat-ayat-Nya kepada kamu. Dan Allah Maha Mengetahui lagi Maha Bijaksana"},{"SurahNumber":24,"VerseNumber":19,"Text":"Sesungguhnya orang-orang yang ingin agar (berita) perbuatan yang amat keji itu tersiar di kalangan orang-orang yang beriman bagi mereka azab yang pedih di dunia dan di akhirat. Dan Allah mengetahui, sedangkan kamu tidak mengetahui"},{"SurahNumber":24,"VerseNumber":20,"Text":"Dan sekiranya tidaklah karena karunia Allah dan rahmat-Nya kepada kamu semua dan Allah Maha Penyantun dan Maha Penyayang, (niscaya kamu akan ditimpa azab yang besar)"}]}