{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, Biz onlara hakkı getirdik, ancak onlar gercekten yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah, hicbir cocuk edinmemistir ve O'nunla birlikte hicbir Ilah yoktur; eger olsaydı, her bir ilah elbette kendi yarattıgını goturuverirdi ve (ilahların) bir kısmına karsı ustunluk saglardı. Allah, onların nitelendiregeldiklerinden Yucedir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Gaybı ve musahede edilebileni bilendir; onların ortak kostuklarından Yucedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: \"Rabbim, eger onlara va'dolunan (azab)ı mutlaka bana gostereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, bu durumda beni zulmeden kavmin icinde bırakma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Gercek su ki Biz, onları tehdit ettigimiz seyi suphesiz sana gosterme gucune sahibiz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kotulugu en guzel olanla uzaklastır; Biz, onların nitelendiregeldiklerini en iyi bileniz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: \"Rabbim, seytanın kıskırtmalarından Sana sıgınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve onların benim yanımda bulunmalarından da Sana sıgınırım Rabbim"},{"SurahNumber":23,"VerseNumber":99,"Text":"Sonunda, onlardan birine olum geldigi zaman, der ki: \"Rabbim, beni geri cevirin"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ki, geride bıraktıgım (dunya)da salih amellerde bulunayım.\" Asla, gercekten bu, yalnızca bir sozdur, bunu da kendisi soylemektedir. Onların onlerinde, diriltilip kaldırılacakları gune kadar bir engel (berzah) vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Boylece Sur'a ufuruldugu zaman artık o gun aralarında soylar (veya soybagları) yoktur ve (ustunluk unsuru olarak soylulugu veya birbirlerine durumlarını) sorusturmazlar da"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimin tartısı agır basarsa, iste onlar, kurtulusa erenlerin ta kendileridir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimin tartısı hafif gelirse, iste onlar da kendi nefislerini husrana ugratanlar, cehennemde de ebedi olarak kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ates, onların yuzlerini yalayarak yakar da onun icinde onlar, (etleri sıyrılmıs olarak sırıtan) disleriyle kalıverirler"}]}