{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":56,"Text":"La royauté en ce jour sera tout entière à Allah, Qui jugera entre eux. Alors, ceux qui auront cru et auront accompli les bonnes œuvres seront dans les Jardins des délices"},{"SurahNumber":22,"VerseNumber":57,"Text":"Et ceux qui auront mécru et auront osé démentir Nos Signes, ceux-là seront voués au supplice humiliant"},{"SurahNumber":22,"VerseNumber":58,"Text":"Ceux qui ont émigré dans le chemin d’Allah, puis ont été tués (au combat) ou sont morts (dans leurs lits), Allah leur dispensera une belle récompense, car Allah est le Meilleur des dispensateurs"},{"SurahNumber":22,"VerseNumber":59,"Text":"Il les fera entrer dans un lieu dont ils seront satisfaits. Allah est Omniscient et Longanime"},{"SurahNumber":22,"VerseNumber":60,"Text":"Il en sera ainsi. Quant à celui qui est agressé et se rend justice de manière similaire, puis se trouve victime d’une autre agression, Allah viendra à son secours. Car Allah est si Indulgent et Il est Absoluteur"},{"SurahNumber":22,"VerseNumber":61,"Text":"Ainsi Allah fait-Il entrer la nuit dans le jour et fait-il entrer le jour dans la nuit. Il Entend Tout et Il est Lucide"},{"SurahNumber":22,"VerseNumber":62,"Text":"Ainsi Allah est-Il la Vérité même, tandis que ce qui est invoqué en dehors de Lui est le mensonge même. Allah est le Très Haut, le Grand"},{"SurahNumber":22,"VerseNumber":63,"Text":"Ne vois-tu pas qu’Allah fait descendre de l’eau du ciel, et qu’alors la terre verdit ? Allah est Subtil et Il est Tout Informé"},{"SurahNumber":22,"VerseNumber":64,"Text":"À Lui appartient ce qu’il y a dans les cieux et sur terre. Allah est Celui Qui Se passe de Tout, le Digne de Toutes louanges"}]}