{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":9,"Text":"(unkalai) patukakkumaru ninkal unkal iraivanitam koriyapotu ‘‘aniyaniyaka unkalaip pinparri varakkutiya ayiram vanavarkalaik kontu niccayamaka nan unkalukku utavi ceyven'' enru avan unkalukkup patilalittan"},{"SurahNumber":8,"VerseNumber":10,"Text":"unkal ullankal itan mulam tiruptiyataivatarkaka oru narceytiyakave itai allah (unkalukku) akki vaittan. Allahvitam irunte tavira (unkalukku) ivvutavi kitaittu vitavillai. Niccayamaka allah (anaivaraiyum) mikaittavan nanamutaiyavan avan"},{"SurahNumber":8,"VerseNumber":11,"Text":"(nampikkaiyalarkale! Unkal manam) cantiyataintavarkalaka, ciriyatoru nittirai unkalai culntu kollumpati (iraivan) ceytatai ninaittup parunkal! Anri (atu camayam) unkal tekattai ninkal cuttappatuttik kolvatarkakavum, unkalai vittu saittanutaiya acuttattaip pokki vituvatarkakavum, unkal ullankalai palappatutti, unkal patankalai urutippatuttuvatarkakavum (avane) vanattiliruntu malaiyai poliyac ceytan"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Napiye!) Umatu iraivan vanavarkalai nokki ‘‘niccayamaka nan unkalutan irukkiren. Akave, ninkal nampikkaiyalarkalai urutippatuttunkal; (enru kattalaiyittu) nirakarippavarkalutaiya ullankalil nan tikilai untu pannuven (enru kuri, nampikkaiyalarkalai nokki) ninkal avarkalutaiya pitarikalin mel vettunkal. Avarkalai kanukkanuvakat tuntittu vitunkal'' enru arivittatai ninaittup parunkal"},{"SurahNumber":8,"VerseNumber":13,"Text":"itarkuk karanam, niccayamaka avarkal allahvukkum, avanutaiya tutarukkum maru ceytatutan. Akave, evarenum, allahvukkum avanutaiya tutarukkum maruceytal niccayamaka allah (avarkalai) mikak katumaiyakave vetanai ceyvan"},{"SurahNumber":8,"VerseNumber":14,"Text":"(nirakarippavarkale! Ninkal ataiyappokum vetanai) ito! Itai ninkal cuvaittup parunkal. Anri (unkalaip ponra) nirakarippavarkalukku (marumaiyil) niccayamaka naraka vetanaiyum untu"},{"SurahNumber":8,"VerseNumber":15,"Text":"nampikkaiyalarkale! Ninkal nirakarippavarkalin pataiyaic cantittal avarkalukkup purankat(ti otivi)tatirkal"},{"SurahNumber":8,"VerseNumber":16,"Text":"(etiriyai) vettuvatarkakavo allatu (tan) kuttattutan cerntu kolvatarkakavo tavira, evarenum atucamayam purankat(ti o)tinal niccayamaka avan allahvutaiya kopattirkullaki vituvan. Avan tankumitam narakamtan; atu mikakketta tankumitam"}]}