{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":39,"Text":"Deze voorschriften maken een deel uit van de wijsheid, die u door uwen Heer is geopenbaard. Richt geen anderen God naast uwen God op, opdat gij niet in de hel geworpen, bestraft en vernederd wordet"},{"SurahNumber":17,"VerseNumber":40,"Text":"Heeft uw Heer u bij voorkeur zonen geschonken, en voor zich zelven dochters onder de engelen gekozen? Door dit uit te spreken zegt gij eene godslastering"},{"SurahNumber":17,"VerseNumber":41,"Text":"Wij hebben verschillende onderrichtingen en herhalingen in dezen Koran gebruikt, opdat de menschen gewaarschuwd zouden zijn; doch het deed hen slechts meer er toe overhellen, de waarheid te ontvluchten"},{"SurahNumber":17,"VerseNumber":42,"Text":"Zeg tot de afgodendienaren: Indien er andere goden met hem waren, zooals gij zegt, zouden zij zeker eene gelegenheid zoeken, om een aanslag tegen den bezitter van den troon te smeden"},{"SurahNumber":17,"VerseNumber":43,"Text":"God behoede; en ver, zeer ver zij het van hem, wat zij uitspreken"},{"SurahNumber":17,"VerseNumber":44,"Text":"De zeven hemelen loven hem, en de aarde en alles wat daarin is: er bestaat geen ding dat niet zijn lof verkondigt; maar gij begrijpt die verkondiging niet. Hij is genadig en barmhartig"},{"SurahNumber":17,"VerseNumber":45,"Text":"Als gij den Koran leest, plaatsen wij tusschen u en hen, die niet in het volgende leven gelooven, een donkeren sluier"},{"SurahNumber":17,"VerseNumber":46,"Text":"En wij bedekken hunne harten, opdat zij niet zouden begrijpen, en verzwaren hun gehoor. En indien gij, bij het herhalen van den Koran, slechts van uwen Heer melding maakt, wenden zij u den rug toe en ontvluchten de leer zijner eenheid"},{"SurahNumber":17,"VerseNumber":47,"Text":"Wij weten wel met welk doel zij hooren, als zij naar u luisteren, als zij in het geheim onder elkander spreken, en als eindelijk de boozen tot elkander zeggen: Gij volgt slechts een betooverden man"},{"SurahNumber":17,"VerseNumber":48,"Text":"Onhoudt welke bijnamen zij u geven. Maar zij zijn bedrogen; zij kunnen de waarheid nimmermeer vinden"},{"SurahNumber":17,"VerseNumber":49,"Text":"Zij zeggen ook: Nadat wij tot beenderen en stof zijn geworden, zullen wij dan zekerlijk als een nieuw schepsel opstaan"}]}