{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"Vsak pozor! Prisaham pri Panu vychodu i zapadu, ze vskutku schopni jsme"},{"SurahNumber":70,"VerseNumber":41,"Text":"lepsimi, nez oni jsou, je vystridat, a predejit se v tom nedame"},{"SurahNumber":70,"VerseNumber":42,"Text":"Nech je byt, at si tlachaji a hraji, az se setkaji se svym dnem, jenz byl jim prisliben"},{"SurahNumber":70,"VerseNumber":43,"Text":"se dnem, kdy z hrobu jako by k obetistim chvatali vystoupi se spechem"},{"SurahNumber":70,"VerseNumber":44,"Text":"se zrakem zahanbenym, pokryti ponizenim. Takovy bude den, jenz byl jim prisliben"},{"SurahNumber":71,"VerseNumber":1,"Text":"Veru jsme poslali Noema k lidu jeho s rozkazem: \"Varuj lid svuj, drive nez postihne jej trest bolestny"},{"SurahNumber":71,"VerseNumber":2,"Text":"I pravil Noe: \"Lide muj, jsem vyslan k vam jako varovatel zjevny"},{"SurahNumber":71,"VerseNumber":3,"Text":"abyste Boha uctivali, bohabojni byli a mne poslouchali"},{"SurahNumber":71,"VerseNumber":4,"Text":"On odpusti vam vase viny a da vam odklad az do lhuty urcene. Vsak az lhuta Bozi prijde, odlozena nebude kez byste to znali"},{"SurahNumber":71,"VerseNumber":5,"Text":"A zvolal: \"Pane muj, vyzyval jsem lid svuj noci i dnem"},{"SurahNumber":71,"VerseNumber":6,"Text":"me kazani vsak rozmnozilo jejich odpor jen"},{"SurahNumber":71,"VerseNumber":7,"Text":"A kdykoliv jsem je vyzyval - abys jim mohl odpustit - tu prsty si do usi strkali, do satu svych se halili, zatvrdili se a chovali se hrdopysne"},{"SurahNumber":71,"VerseNumber":8,"Text":"Potom jsem jim kazal zcela verejne"},{"SurahNumber":71,"VerseNumber":9,"Text":"pak jsem vystoupil otevrene a jednal s nimi skryte i tajne"},{"SurahNumber":71,"VerseNumber":10,"Text":"a pravil jsem jim:, Proste Pana sveho za odpusteni, vzdyt On veru je odpoustejici"}]}