{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":40,"Text":"Toho Dnya Vin zbere yikh usikh, a potim skazhe anhelam: «Chy tse ti, yaki poklonyalysya vam?»"},{"SurahNumber":34,"VerseNumber":41,"Text":"Ti vidpovily: «Prechystyy Ty! Ty — nash Pokrovytelʹ, a ne vony! Vony poklonyalysya dzhynam. Bilʹshistʹ iz nykh viryla same v nykh!»"},{"SurahNumber":34,"VerseNumber":42,"Text":"Sʹohodni vy ne zdatni ni prynesty odne odnomu korysti, ni zavdaty shkody. My skazhemo tym, yaki buly nespravedlyvymy: «Skushtuyte kary vohnem, yaku vy vvazhaly brekhneyu!»"},{"SurahNumber":34,"VerseNumber":43,"Text":"Koly yim chytayutʹ Nashi yasni znamennya, vony hovoryatʹ: «Tsey cholovik lyshe prahne vidvernuty vas vid toho, chomu poklonyalysya vashi batʹky!» I shche hovoryatʹ: «Ta tse lyshe brekhlyva vyhadka!» I skazaly ti, yaki ne uviruvaly v istynu, koly vona pryyshla do nykh: «Voistynu, tse tilʹky yavne chaklunstvo!»"},{"SurahNumber":34,"VerseNumber":44,"Text":"My ne daly yim Pysannya, yake b vony vyvchaly, y ne vidsylaly do nykh zasterihacha ranishe za tebe"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ti, yaki zhyly ranishe za nykh, vvazhaly [poslantsiv] brekhunamy. A tsi ne mayutʹ i desyatoyi chastyny toho, shcho My daruvaly tym, ale zh i vony vvazhayutʹ brekhunamy Moyikh poslantsiv! Yakoyu zh bula vidplata"},{"SurahNumber":34,"VerseNumber":46,"Text":"Skazhy: «YA zaklykayu vas tilʹky do odnoho: stanʹte pered Allahom udvokh i poodyntsi ta pomirkuyte! Vash pryyatelʹ ne bozhevilʹnyy, vin tilʹky zasterihaye vas pered nastannyam vazhkoyi kary!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Skazhy: «Vynahoroda, yakoyi ya proshu u vas, pryznachena dlya vas samykh! Mene vynahorodytʹ lyshe Allah, a Vin — kozhniy rechi Svidok!»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Skazhy: «Miy Hospodʹ vidsylaye istynu ta znaye potayemne!»"}]}