{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":54,"VerseNumber":28,"Text":"I obwiesc im, ze woda ma byc podzielona miedzy nich: a wszyscy pic beda po kolei"},{"SurahNumber":54,"VerseNumber":29,"Text":"Wtedy wezwali swego towarzysza, a on zakrzatnał sie i przeciał jej sciegna"},{"SurahNumber":54,"VerseNumber":30,"Text":"Jakaz była Moja kara i Moje ostrzezenia"},{"SurahNumber":54,"VerseNumber":31,"Text":"Oto wysłalismy przeciw nim jeden krzyk, a oni stali sie jak zeschłe witki budujacego ogrodzenie"},{"SurahNumber":54,"VerseNumber":32,"Text":"My uczynilismy łatwym Koran dla przypomnienia. Lecz czy znajdzie sie ktos, kto bedzie pamietał"},{"SurahNumber":54,"VerseNumber":33,"Text":"Za kłamstwo uznał lud Lota ostrzezenia"},{"SurahNumber":54,"VerseNumber":34,"Text":"Oto wysłalismy przeciw nim huragan niosacy kamienie; jedynie rodzine Lota uratowalismy o swicie"},{"SurahNumber":54,"VerseNumber":35,"Text":"Jako dobrodziejstwo od Nas. W ten sposob wynagradzamy tych, ktorzy sa wdzieczni"},{"SurahNumber":54,"VerseNumber":36,"Text":"On ostrzegał ich przed Nasza srogoscia, lecz oni powatpiewali w te ostrzezenia"},{"SurahNumber":54,"VerseNumber":37,"Text":"Starali sie nawet odsunac od niego jego gosci, lecz My oslepilismy ich. Zakosztujcie wiec Mojej kary i Moich ostrzezen"},{"SurahNumber":54,"VerseNumber":38,"Text":"I wczesnie rankiem spadła na nich kara ustanowiona"},{"SurahNumber":54,"VerseNumber":39,"Text":"Zakosztujcie wiec Mojej kary i Moich ostrzezen"},{"SurahNumber":54,"VerseNumber":40,"Text":"My uczynilismy łatwym Koran dla przypomnienia. Lecz czy znajdzie sie ktos, kto bedzie pamietał"},{"SurahNumber":54,"VerseNumber":41,"Text":"I przyszły tez ostrzezenia do rodu Faraona"},{"SurahNumber":54,"VerseNumber":42,"Text":"Oni za kłamstwo uznali wszystkie Nasze znaki. Przeto pochwycilismy ich, tak jak to czyni potezny, wszechmocny"},{"SurahNumber":54,"VerseNumber":43,"Text":"Czy wasi niewierni sa lepsi niz tamci? Albo czy znajdziecie jakies usprawiedliwienie w pismach"},{"SurahNumber":54,"VerseNumber":44,"Text":"A moze oni powiedza: \"My wszyscy zebrani bedziemy zwyciezcami"},{"SurahNumber":54,"VerseNumber":45,"Text":"Niebawem to zbiorowisko bedzie rozbite i oni odwroca sie plecami"},{"SurahNumber":54,"VerseNumber":46,"Text":"Tak, ta Godzina jest ich wyznaczonym czasem, a bedzie ona straszna i gorzka"},{"SurahNumber":54,"VerseNumber":47,"Text":"Zaprawde, grzesznicy znajduja sie w zabładzeniu i obłakaniu"},{"SurahNumber":54,"VerseNumber":48,"Text":"W tym Dniu, kiedy beda wleczeni twarzami po ziemi do ognia: \"Zakosztujcie dotkniecia ognia piekielnego"},{"SurahNumber":54,"VerseNumber":49,"Text":"Zaprawde, stworzylismy kazda rzecz według pewnej miary"}]}