{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":7,"Text":"A tem, kto veruyet i dobroye tvorit, Sotrem My vse ikh pregreshen'ya I vozdadim po sootvetstviyu ikh luchshikh del"},{"SurahNumber":29,"VerseNumber":8,"Text":"My zaveshchali cheloveku Dobrotvorit' roditelyam svoim. No yesli stanut prinuzhdat' oni tebya Mne v \"sotovarishchi\" prizvat' takoye, O chem ty znaniya (iz Bozh'ikh Otkroveniy) ne imeyesh', Ne povinuysya (v etom dele) im. Ko Mne vernetes' vy, i YA vam vozveshchu Vsyu (sut') togo, chto vy tvorili"},{"SurahNumber":29,"VerseNumber":9,"Text":"A tekh, kto veruyet i dobroye tvorit, Vvedem My v bratstvo tekh, Kotorym (prebyvat') vo blage"},{"SurahNumber":29,"VerseNumber":10,"Text":"Sredi lyudey yest' te, chto govoryat: \"My veruyem v Allakha!\" Kogda zh v Gospodnem dele ikh beda kosnetsya, Kak ispytaniye lyudey (na stoykost' v vere), Oni yeye za gnev Allakha vydayut. Kogda zh Gospodnya pomoshch' nispadet i s ney pobeda, \"My byli s vami\", - govoryat oni. Uzhel' Allakh ne znayet luchshe, Chto kroyetsya v serdtsakh Yego mirov"},{"SurahNumber":29,"VerseNumber":11,"Text":"I nesomnenno Gospodu izvestny Te, kto uveroval, i te, kto litsemerit"},{"SurahNumber":29,"VerseNumber":12,"Text":"I te, kto ne uveroval (v Allakha), veruyushchim govoryat: \"Vy sleduyte po nashemu puti, I ponesem grekhi my vashi na sebe!\" No nichego iz ikh grekhov oni ne ponesut - Lzhetsy oni, i tol'ko"},{"SurahNumber":29,"VerseNumber":13,"Text":"Nesti im bremya sobstvennykh (grekhov) I gruz (grekhov za sovrashcheniye dush blizhnikh), Chto lyazhet gruzom na ikh gruz. V Den' Voskreseniya ikh sprosyat Za (lozh' vsego) izmyshlennogo imi"},{"SurahNumber":29,"VerseNumber":14,"Text":"Poslali Nukha My k yego narodu; Sredi nego on probyl bez pyatidesyati tysyachu godov. No ikh postig potop, Kogda (v neverii svoyem) v grekhakh oni pogryazli"}]}