{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":6,"VerseNumber":19,"Text":"Kazi: “Koe e najgolemo svedocenje?“ Kazi: “Allah e Svedok megu mene i megu vas. I objaven mi e ovoj Kuran da ve opomenuvam so nego, vas I onie na koi im e soopsten.\" Ke posvedocite li deka ima pokraj Allah, navistina, drugi bogovi? Kazi: “Ne svedocam, ON, navistina, e eden Bog i jas sum, sekako, daleku od vaseto pripisuvanje zdruzenik"},{"SurahNumber":6,"VerseNumber":20,"Text":"Onie so dadenata im Nasa Kniga go znaat kako sto gi znaat sinovite svoi. Onie koi si nanesoa steta - onie se, tokmu, koi ne veruvaat"},{"SurahNumber":6,"VerseNumber":21,"Text":"Koj pravi pogolem zulum: koj frla laga vrz Allah ili koj gi smeta za lazni ajetite NegoVI? Ne ke se spasat zulumkarite, navistina"},{"SurahNumber":6,"VerseNumber":22,"Text":"I Denot vo koj Nie ke gi zbereme site, a potoa ke im receme na onie koi mu pripisuvaa zdruzenik na Allah: “Kade se zdruzenicite vasi koi vie gi smetavte za bozestva?“"},{"SurahNumber":6,"VerseNumber":23,"Text":"Potoa spletkata nivna ke ja snema. Samo ke recat: “Se kolneme vo Allah, Gospodarot nas, nie ne bevme mnogubosci"},{"SurahNumber":6,"VerseNumber":24,"Text":"Pogledni kako samite se lazat i kolku daleku OD NIV skrsnaa onie sto gi izmisluvaa"},{"SurahNumber":6,"VerseNumber":25,"Text":"Od niv ima koi te slusaat, No, vrz srcata nivni Nie spustivme zavesa da ne razbiraat, a vo usite nivni, pak, tezina. I sekoj ajet da go vidat nema da veruvaat vo nego. I koga ke ti dojdat raspravaat so tebe. Nevernicite zboruvaat: “Ova se samo izmislici na odamnesnite"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onie, zabranuvajki gi drugite vo nego i samite se oddalecuvaat. I samo sebesi se unistuvaat, no, ete, za toa ne usetuvaat"},{"SurahNumber":6,"VerseNumber":27,"Text":"E, koga bi gi videl ispraveNI pred ognot, kako ke zboruvaat: “Tesko nam. ESE, koga bi bile vrateni, ne bi gi smetale za lazni ajetite od Gospodarot nas. I ke bideme megu vernicite, sekako"}]}