{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":15,"Text":"Biz o insana anne babasına güzel davranmayı tavsiye ettik. Annesi onu zahmetle karnında taşıdı ve zahmetle doğurdu. Onun taşınması ile sütten kesilmesi otuz aydır. Nihayet olgunluk çağına ulaşıp kırk yaşına girdiği zaman: «Ey Rabbim, beni öyle yönlendir ki, bana ve anama babama verdiğin nimetine şükredeyim ve hoşnut olacağın iyi bir iş yapayım. Soyumdan gelenleri de benim için iyi kimseler eyle. Çünkü ben, gerçekten tevbe ile Sana yüz tuttum ve ben gerçek müslümanlardanım.» der"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte kendilerinden yaptıklannın en güzelini kabul buyuracağımız ve günahlarını sileceğimiz bu kimseler, cennetlikler arasında seçkin kişilerdir. Bu, va´dolunmakta oldukları şaşmaz doğru va´d iledir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Anasına babasına: «Of size! Siz bana, benden önce nice kuşaklar geçmiş iken, tekrar çıkarılacağımı mı va´d ediyorsunuz?» diyen kimseye anası babası Allah´a el´eman çekerek (sığınarak): «Yazık sana; iman et! Kesinlikle Allah´ın va´di gerçektir.» diyorlar da o, yine: «Bu eskilerin uydurmalarından başka birşey değildir!» diyor"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte bunlar, cinlerden ve insanlardan kendilerinden önce geçen ümmetler içinde haklarında (azap) söz(ü) hak olmuş olan kimselerdir.Çünkü bunlar, hep hüsrana mahkum olmuşlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Her birine yaptıklarına göre dereceler vardır. Bu da hiç hakları yenmeyerek bütün yaptıklarını kendilerine tamamen ödemek içindir"},{"SurahNumber":46,"VerseNumber":20,"Text":"İnkar edenler ateşin karşısına çıkarılacakları gün şöyle denir: «Siz, bütün güzel nimetterinizi dünya hayatınızda giderdiniz ve onlarla sefa sürdünüz. Artık bugün, yeryüzünde haksız yere büyüklük tasladığınız için ve dinden çıkıp fasık olmanız yüzünden aşağılayıcı bir azapla cezalandırılacaksınız!»"}]}