{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":15,"Text":"Kaçan anı alıp ketişip, tereŋ bir kuduktun tübünö taştamak bolup turuşkanda Biz aga: “(ubaktısı kelip) sen agalarıŋa bul iş jönündö aytıp beresiŋ, birok alar “unutup koyuşat” dep vahiy kıldık"},{"SurahNumber":12,"VerseNumber":16,"Text":"Alar tündösü atalarına ıylap kelişip"},{"SurahNumber":12,"VerseNumber":17,"Text":"“O, atake! Biz Yusuftu buyumdarıbızdın janına kaltırıp, jarışmay oynop ketip kalıptırbız. Oşondo, anı karışkır jep ketiptir. Emi ar kança çının aytsak da bizge işenbeysiz!” - deşti"},{"SurahNumber":12,"VerseNumber":18,"Text":"Jana anın jalgan kanga boyolgon köynögün alıp kelişti. (Yakub alarga işene berbey:) «Anday emes! Silerge napsiŋer (bir jamandıktı) koozdop körgözüptür. Emi, jakşınakay sabır (kıluudan başka arga jok.) Siler aytkan işke Allaһtın Özü jardamçı boloor!» dedi"},{"SurahNumber":12,"VerseNumber":19,"Text":"Anan jolooçular (kerbender) kelip, özdörünün suu izdööçüsün jiberişti. Al (kuduk başına kelip) çakasın taştadı. (Arkanga Yusuf asılıp çıkkanda): “Süyünçü! Bul bala(ta karagıla)!” dedi. Jolooçular anı (biröö-jarım körüp, talaşpasın dep) buyumdarının arasına jaşırıp koyuştu. Allaһ alardın işterin Bilüüçü"},{"SurahNumber":12,"VerseNumber":20,"Text":"Anı arzıbagan baaga — sanaluu gana teŋgelerge satıp jiberişti jana andan kutuluştu. Kerbender Yusuftu Misirge alıp kelip, kul bazarda satıştı"},{"SurahNumber":12,"VerseNumber":21,"Text":"Anı Misirde satıp algan kişi (padışanın vaziri) ayalına ayttı: “Anı jakşı orunga jaygaştır, paydası tiyip kalaar, je bolboso özübüzgö (bakma) bala kılıp alaarbız” Mına uşintip, Biz Yusuftu — tüştördün maanisin üyrötüü üçün — (Misir degen) jerge mekendeştirip koyduk. Allaһ Öz işinde Jeŋüüçü. Birok munu köpçülük adamdar bilişpeyt. (Kiçinekey Yusuf sarayda erke bala bolup, kaalagan nersesi dayar bolso da, ilimge kızıktı. Ereze jaşına jetkenge çeyin al öz doorunun zalkar aalımına aylangan. Buga koşumça)"},{"SurahNumber":12,"VerseNumber":22,"Text":"Jigit kuragına jetkende, Biz aga paygambarçılık jana (ilahiy) ilim berdik. Biz jakşılık (taza ibadat) kıluuçu adamdardı mına uşintip sıylaybız"}]}