{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":57,"Text":"or say, \"Had God guided me, I would have been among those who are mindful of God"},{"SurahNumber":39,"VerseNumber":58,"Text":"or say, when it sees the punishment, \"If only I had another chance to be among those who do good"},{"SurahNumber":39,"VerseNumber":59,"Text":"[But God will reply] \"No! My verses did come to you, but you denied them, turned arrogant, and denied the truth"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Resurrection you will see those who lied about God with their faces darkened [by grief and sorrow]. Is not Hell the proper place for the arrogant"},{"SurahNumber":39,"VerseNumber":61,"Text":"God will save those who were mindful of Him by the virtue of their successful choices; no harm will touch them, nor will they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"God is the Creator of all things, and He is the Guardian over all things"},{"SurahNumber":39,"VerseNumber":63,"Text":"The keys of the heavens and the earth are His. Those who reject the verses of God, it is they who are the doomed"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say, \"Do you order me to worship something other than God, you ignorant people"},{"SurahNumber":39,"VerseNumber":65,"Text":"Yet, It has already been revealed to you, and to those before you, that \"If you should associate [anything] with God, your work will be in vain, and you will surely be among the doomed"},{"SurahNumber":39,"VerseNumber":66,"Text":"Then, worship [only] God and be among the grateful"},{"SurahNumber":39,"VerseNumber":67,"Text":"[The unbelievers] have not valued God the way He ought to be valued. The whole earth will lie within His grasp on the Day of Resurrection, while heaven will be folded up in His right hand. May He be exalted in His glory, high above anything they associate with Him"}]}