{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"Nǐmen méiyǒu shālù tāmen, ér shì zhēnzhǔ shālùle tāmen; dāng nǐ shèjí de shíhòu, qíshí nǐ bìng méiyǒu shèjí, ér shì zhēnzhǔ shèjíle.(Tā zhèyàng zuò) yuán wèi yào bǎ cóng zìjǐ fāchū de jiā huì shǎngcì xìndào de rénmen. Zhēnzhǔ què shì quán cōng de, què shì quánzhī de."},{"SurahNumber":8,"VerseNumber":18,"Text":"Zhège (shǎngcì shì zhēnshí de). Zhēnzhǔ yīdìng shǐ bu xìndào zhě de jìmóu shòucuò."},{"SurahNumber":8,"VerseNumber":19,"Text":"Rúguǒ nǐmen qídǎo shènglì, nàmò, shènglì yǐ jiànglín nǐmenle; rúguǒ nǐmen tíngzhàn, nà duìyú nǐmen shì gèng hǎo de. Rúguǒ nǐmen juǎntǔchónglái, wǒ jiù zàicì yuánzhù xìn tǔmen, nǐmen de bùduì suī duō, duìyú nǐmen què wú bìyì, zhēnzhǔ quèshí shì hé xìnshìmen zài yīqǐ de."},{"SurahNumber":8,"VerseNumber":20,"Text":"Xìndào de rénmen a! Nǐmen dāng shùncóng zhēnzhǔ jí qí shǐzhě, nǐmen língtīng (tā jiǎnghuà) de shíhòu, bùyào wéibèi tā."},{"SurahNumber":8,"VerseNumber":21,"Text":"Nǐmen bùyào fǎngxiào nàxiē rén, tāmen shuō: Wǒmen yǐ tīngcóngle. Qíshí tāmen bù tīngcóng."},{"SurahNumber":8,"VerseNumber":22,"Text":"Jù zhēnzhǔ kàn lái, zuì lièděng de dòngwù què shì nàxiē zhuāng lóng zuò yǎ, bùmíng zhēnlǐ de rén."},{"SurahNumber":8,"VerseNumber":23,"Text":"Jiǎruò zhēnzhǔ zhīdào tāmen xīnzhōng hái yǒu yīdiǎn er shànyì, bì shǐ tāmen néng tīng; zòng suī shǐ tāmen néng tīng, tāmen yě háishì yào wéibèi zhèngdào de."},{"SurahNumber":8,"VerseNumber":24,"Text":"Xìndào de rénmen a! Dāng shǐzhě hàozhào nǐmen qù zūnxún nà shǐ nǐmen huòdé shēngmìng de (jiàoxùn) de shíhòu, nǐmen dāng xiǎngyìng zhēnzhǔ hé shǐzhě. Nǐmen dāng zhīdào zhēnzhǔ néng gānshè gèrén de xīnlíng, nǐmen zhǐ bèi zhàojí dào tā nàlǐ."},{"SurahNumber":8,"VerseNumber":25,"Text":"Nǐmen dàng fángbèi yī zhǒng zāinàn,(fǒuzé), shòuhài de jué bù xiànyú nǐmen zhōng de bù yì zhě, nǐmen yào zhīdào, zhēnzhǔ de xíngfá què shì yánlì de."}]}