{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":52,"Text":"Cunku Biz, gercekten de onlara, inanacak bir toplum icin bir dogru yol, icinde bilgiye dayalı ayrıntılı acıklamalarda bulundugumuz bir kitap ulastırdık"},{"SurahNumber":7,"VerseNumber":53,"Text":"(Imdi), (inanmayanlar) o (Hesap Gununun) nihai anlamının acıklanmasından baska bir sey mi bekliyorlar? (Ne var ki), onun kesin anlamının acıklandıgı Gun, onu vaktiyle umursamayan kimseler: \"Isin dogrusu, Rabbimizin elcileri bize gercegi soylemislerdi! Simdi, bizden yana aracılık yapacak kayırıcılarımız yok mu bizim? Yahut, mumkun mu, (hayata) geri gonderilsek de edip eylediklerimizden baska turlu davransak?\" diyecekler. Gercek su ki, onlar (boyle diyerek yalnızca) kendilerini aldatmıs olacaklar ve onların butun (bu) bos hayalleri yıkılıp kendilerini yuzustu bırakacak"},{"SurahNumber":7,"VerseNumber":54,"Text":"Suphesiz, Allahtır sizin Rabbiniz; gokleri ve yeri altı evrede yaratan; ve arsa, o sınırsız kudret ve iktidar makamına kurulan. Gunduze, kendisini ivedilikle kovalayan geceyi sarıp sarmalayan O; koydugu yasalara boyun egen gunesiyle, ayıyla, yıldızlarıyla her sey Onun: butun bir yaratılıs ve tum buyurma, yasama kudreti. Ne yucedir Allah, ne uludur alemlerin Rabbi"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize alcak gonullulukle ve yureginizin ta derinlerinden seslenin. Dogrusu O, cizgiyi asanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"bunun icindir ki, iyi bir duzene sokulmusken yeryuzunde bozgunculuk yapmayın. Ve korkuyla ve umarak yalvarın Ona; cunku Allahın rahmeti her zaman iyilik yapanlarla beraberdir"},{"SurahNumber":7,"VerseNumber":57,"Text":"Yaklasan rahmetinin onunde mujdeleyici olarak ruzgarları gonderen Odur; yagmur yuklu bulutlar toplandıklarında, onları corak bolgeye dogru surukleyip bu yolla su indirelim ve boylece her turlu urunun yeserip boy vermesini saglayalım diye. Oluleri de iste boyle diriltecegiz; belki dusunur ders alırsınız"}]}