{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"That is what God gives good news (of it) to His servants, those who believed and did good works. Say: I do not ask you for any wage except for the love among the close ones (or the love of the closeness to God). And whoever commits a good deed, We increase its goodness for him. Indeed God is forgiving, appreciative"},{"SurahNumber":42,"VerseNumber":24,"Text":"Or do they say: he made up a lie (and attributes it) to God? Then if God wants, He would seal your heart, but God eliminates the falsehood and proves the truth with His words. Indeed He knows what is inside the chests"},{"SurahNumber":42,"VerseNumber":25,"Text":"And He is the One who accepts the repentance from His servants and excuses the bad deeds and knows what you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"And He answers those who believed and did good works, and He gives them more from His grace (and bounty), and the disbelievers have a severe punishment"},{"SurahNumber":42,"VerseNumber":27,"Text":"And if He increases the provision of His servants, they would certainly commit injustice on the earth, but He sends down in amount that He wants. Indeed He is well informed and observant about His servants"},{"SurahNumber":42,"VerseNumber":28,"Text":"And He is the One who sends down the rain after they lost hope and He spreads His mercy. And He is the praiseworthy protector"},{"SurahNumber":42,"VerseNumber":29,"Text":"And among His signs is creation of the skies and the earth and whatever creature He scattered in them. And He is capable of bringing them together when He wants"},{"SurahNumber":42,"VerseNumber":30,"Text":"And whatever tragedy happens to you is because of what your hands have done, and He excuses a lot"},{"SurahNumber":42,"VerseNumber":31,"Text":"And you cannot weaken/escape (God) on the earth, and there is no protector or helper for you other than God"}]}