{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":53,"Text":"Va muşrikoni qavmat tamasxūrona az tu azoʙro ʙa şitoʙ metalaʙand. Agar onro mav'idi muajjane naʙud, ʙeşuʙha, ʙar onho meomad. Va hatman, nogahon va ʙiduni on, ki xaʙardor şavand, ʙar onho furud xohad omad"},{"SurahNumber":29,"VerseNumber":54,"Text":"Onon az tu ʙa şitoʙ azoʙro metalaʙand, hol on ki çahannam, haroina, ʙar kofiron ihota dorad"},{"SurahNumber":29,"VerseNumber":55,"Text":"Rūz qijomat, ki azoʙ az ʙoloi sari kofiron va az zeri pojhojaşon onhoro darʙar girad va Alloh on zamon ʙigūjad: «Ba xotiri a'mole, ki dar dunjo mekarded, inak, azoʙro ʙicaşed!»"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ej ʙandagoni man, ki ʙa man imon ovarded, agar az izhor kardani imonaton dar tangī ʙoşed ʙa tahqiq, zamini man farox ast, pas, hiçrat kuned va tanho maro ʙiparasted"},{"SurahNumber":29,"VerseNumber":57,"Text":"Har kase caşandai ta'mi marg ast. Va ʙaroi hisoʙu çazo ʙa sūi Mo ʙozgardonida meşaved"},{"SurahNumber":29,"VerseNumber":58,"Text":"Kasonero, ki imon ovardaand ʙa Alloh va rasulaş va korhoi şoista kardaand, hatman, dar huçrahoi ʙihişt çoj dihem. Az zeri on çūjhoi oʙ ravon ast. Dar on ço çovidona ʙimonand. Amalkunandagonro cī nekū muzdest"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onho, ki ʙar iʙodati Alloh saʙr varzidand va dar dinaşon ustuvor istodand va dar rizqu rūzii xud ʙar Parvardigoraşon tavakkal mekunand"},{"SurahNumber":29,"VerseNumber":60,"Text":"Cī ʙisjor çunʙandagone, ki tavoni tahsili ʙa dast ovardani rūzii xeş nadorand va Alloh onhoro va şumoro rūzī medihad. Va Ū ʙa guftori şumo şunavo va ʙa kirdor va nijathoi şumo donost"},{"SurahNumber":29,"VerseNumber":61,"Text":"Agar az onho ʙipursī ej Pajomʙar: cī kase osmonhovu zaminro ofarida va oftoʙu mohro rom kardaast? Hatman, xohand guft: Allohi jakto. Cunki ʙa inkori in haqiqat qodir nestand. Pas, cī guna ʙa'd az in e'tirof ʙargardonida meşavand az rohi haq (az tavhid)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Alloh rūzii har jak az ʙandagonaşro, ki ʙixohad, farovon mekunad jo tang mesozad, har kiro, ki xohad. Haroina, Alloh ʙa umuri hama ciz donost va cize ʙar Ū pūşida namemonad"},{"SurahNumber":29,"VerseNumber":63,"Text":"Agar az muşrikon ʙipursī ej Pajomʙar: Cī kase az osmon ʙoron firistod va zamini murdaro ʙo on zinda kard?» Hatman, xohand guft: «Allohi jakto». Bigū: «Sipos Allohrost!» Vale ʙeştarinaşon namefahmand cī ʙa onho sud meorad va cī zarar merasonad"}]}