{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Kanavanulla penkalaiyum (ninkal tirumanam ceytukolvatu vilakkap pattullatu). (Eninum, nirakarippavarkalutan nikalnta poril pitikkappattu unkal atikkattil irukkum) atimaip penkalait tavira. (Ivarkalai ninkal tirumanam ceytukollalam.) Ivai unkal mitu vitikkappatta allahvin kattalaiyakum. Merkurappatta penkalait tavira marra penkalai unkal celvankalin mulam (tirumanak kattanamakiya ‘maharaik' kotuttu cattaritiyaka tirumanam ceyyat) tetikkolvatu unkalukku anumatikkappattullatu. Ninkal pattinittanam ullavarkalaka irukkaventum, vipacararkalaka irukkak kutatu. Ninkal tirumanam ceytukonta penkalil evarkalotu vitu kutivittirkalo avarkalukku kurippitta ‘maharai' avarkalitam (kuraivinri kantippaka) ninkal kotuttuvitunkal. Eninum, maharaik kurippittatan pinnar (ataik kuraikkavo kuttavo) ninkal iruvarum cam'matappattal atanal unkal mitu oru kurramillai. Niccayamaka allah, (unkal ceyalai) nankarintavanaka, nanamutaiyavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":25,"Text":"Unkalil evarukkuc cutantiramana muslim penkalai tirumanam ceytu kolla caktiyillaiyo, avar nampikkai konta atimaip penkaliliruntu tirumanam ceytu kollalam. Allah unkal nampikkaiyai nankarinte irukkiran. (Ivvatimaip penkalaik kevalamaka ennatirkal. Nampikkaiyalarkalakiya) unkalil evarum marravarukkuc camamtan. Akave, (nampikkai konta atimaip penkalaiyum) avarkalutaiya ejamananin anumatiyaip perru cattappati avarkalukkuriya maharaiyum kotutte ninkal avarkalai tirumanam ceytu kollaventum. (Appenkal) pattinikalaka irukka ventum. Vipacarikalakavo allatu kalla natpuk kolpavarkalakavo irukkakkutatu. Tirumanam ceytukollappatta (atimaip) pen vipacaram ceytu vittal avalukku (ittakaiya kurram ceyta atimaiyallata) tirumanamana cutantiramana pennukku vitikkappatum tantanaiyil pati vitikkappatum. Tavira, unkalil evar tannal pavam erpattuvitumena payappatukiraro avarukkuttan inta anumati (atavatu atimaip pennai tirumanam ceytu kollalam enpatu.) Eninum, ninkal cakittukkontu poruttiruppatu (mutiyumayin atuve) unkalukku nanru. Allah mikka mannippavan, maka karunaiyutaiyavan avan"},{"SurahNumber":4,"VerseNumber":26,"Text":"allah (tan kattalaikalai) unkalukkut telivakki unkalukku munnirunta (nalla)varkal cenra nerana valikalil unkalaiyum celutti unkal kurrankalai mannippatai(yum unkal mitu anpu celuttuvataiyum) virumpukiran. Allah nankarintavan, mika nanamutaiyavan avan"}]}