{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":32,"Text":"Te, kto zanimal [prezhde] vysokoye polozheniye, otvetyat obezdolennym: \"Razve my sovratili vas s pryamogo puti, posle togo kak on byl ukazan vam? Vovse net, prosto vy byli greshnikami"},{"SurahNumber":34,"VerseNumber":33,"Text":"Obezdolennyye zhe skazhut zanimavshim vysokoye polozheniye: \"Net! Eto vashi dnevnyye i nochnyye kozni [sovratili nas], kogda vy veleli nam ne verit' v Allakha i poklonyat'sya drugim bogam naryadu s Nim\". No kogda ikh postiglo nakazaniye, oni utaili raskayaniye. My zhe nalozhili okovy na shei nevernykh. Ne za to li vozdayetsya im, chto vershili oni"},{"SurahNumber":34,"VerseNumber":34,"Text":"V kakoye by poseleniye My ni napravlyali uveshchevatelya, bogachi govorili: \"Voistinu, my ne veruyem v to, s chem vy poslany"},{"SurahNumber":34,"VerseNumber":35,"Text":"Yeshche oni govorili: \"My prevoskhodim vas bogatstvom i [kolichestvom] detey, i nas ne podvergnut nakazaniyu"},{"SurahNumber":34,"VerseNumber":36,"Text":"Skazhi [, Mukhammad]: \"Voistinu, moy Gospod' uvelichivayet ili umen'shayet dolyu, komu pozhelayet, no bol'shinstvo lyudey ne vedayet [ob etom]"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ni vashi bozhestva, ni vashi deti ne priblizhayut vas k Nam. [Blizki k Nam] te, kotoryye uverovali i tvorili dobroye deyaniye. Imenno im budet vozdano vdvoyne za to, chto oni tvorili, i budut oni pochivat' v [vyshnikh] pokoyakh"},{"SurahNumber":34,"VerseNumber":38,"Text":"A te, kotoryye userdstvuyut, chtoby [oprovergnut'] Nashi znameniya, pytayas' oslabit' i oporochit' [poslannikov], budut podvergnuty nakazaniyu"},{"SurahNumber":34,"VerseNumber":39,"Text":"Skazhi [, Mukhammad]: \"Voistinu, moy Gospod' uvelichivayet ili umen'shayet dolyu tomu iz Svoikh rabov, komu pozhelayet. To, chto vy pozhertvuyete [na podayaniye], On vozmestit vam, i On - samyy shchedryy iz tekh, kto daruyet propitaniye"}]}