{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"(Tyasapachi) unakā jātikā mukhiyā ra abhimānī mānisaharūlē bhannathālēḥ ki hē śu'aiba! Hāmī timīlā'ī ra juna mānisaharū timrō sāthamā īmāna lyā'ēkā chan unalā'ī āphnō nagarabāṭa nikālidinē chauṁ yadi timīharūlē hāmrō dharmalā'ī svīkāra garēnau bhanē. Śō'aibalē bhanē ma timrō dharmamā jāna ghr̥ṇā gardachu bhanē tāpani"},{"SurahNumber":7,"VerseNumber":89,"Text":"Allāhalē hāmīlā'ī tyasabāṭa udghāra garisakēpachi yadi hāmī timrō dharmamā phakryauṁ bhanē niḥsandēha hāmī allāhaprati jhūṭhakō ārōpa lagā'ēkō ṭhaharinchauṁ, baru hāmrō pālanakartā, allāhakō icchā binā tyasatarpha pharkanu sambhava chaina. Hāmrō rabakō jñāna harēka kurālā'ī ghērāmā li'ēkō cha. Hāmī allāhamāthi nai bharōsā gardachauṁ. Hē pālanakartā! Hāmī ra hāmrō samudāyakō bīcamā niścita n'yāya nisāpha garidē'ū. Ra timī sabaibhandā rāmrō n'yāyakartā hau"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ra unakā samūhakā kāphira nā'ikēharūlē bhanēḥ ‘‘yadi timīharū śu'aibakō mārgamā hiṇḍchau bhanē niścaya nai ṭhūlō nōksānī bēhōrnēchau.’’"},{"SurahNumber":7,"VerseNumber":91,"Text":"Ani tinīharūlā'ī bhukampalē ā'isamātyō. Tasartha tinīharū āphnā gharaharūmā ghōpṭō parēkō parai bha'ē"},{"SurahNumber":7,"VerseNumber":92,"Text":"Jasalē śu'aibalā'ī jhūṭhā bhanēkā thi'ē tinīharūkō yastō avasthā bha'ihālyō jastō ki yī gharaharūmā kahilyai basēkai thi'ēnan. Jasalē śu'aibalā'ī jhūṭhō bhanēkā thi'ē tinīharū nai ghāṭāmā parihālē"},{"SurahNumber":7,"VerseNumber":93,"Text":"Ani śu'aiba (alaihis'salāma) unīharūbāṭa vimukha bha'ī hiṇḍēra bhanna thālēḥ ki hē mērā jātibandhu! Mailē timīlā'ī āphnō pālanakartākō sandēśaharū puryā'ēkō thi'ēm̐ ra mailē timrō hitakō kurā garēkō thi'ēm̐ . Tasartha ma yī kāphiharūmāthi dukhaprakaṭa kina garūm̐"},{"SurahNumber":7,"VerseNumber":94,"Text":"ra hāmīlē kunai pani bastimā kunai nabilā'ī paṭhā'ēkā chainauṁ parantu tyahām̐kā mānisaharūlā'ī abhāva ra saṅkaṭamā pāryauṁ, tāki unīharū yācanā vinti garun"},{"SurahNumber":7,"VerseNumber":95,"Text":"Ani hāmīlē tyasa duḥkhakō avasthālā'ī khuśiyālīmā badalidiyauṁ, yahām̐sam'ma ki unakō nikai vikāsa bhayō, ra bhannathālē ki hāmrā pūrvajalā'ī pani duḥkha ra sukha bha'ēkō thiyō ta hāmīlē unīharūlā'ī ēkkāsī samātihālyauṁ ra unīharūlā'ī thāhā pani thi'ēna"}]}