{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"parama dayaluvannu nenapisuva visayadalli alasya toruvatana mele navu saitananannu heri bidutteve. A balika avane atana sangatiyagiruttane"},{"SurahNumber":43,"VerseNumber":35,"Text":"mattu avaru (saitanaru) avarannu saridariyinda tadedu duraviduttare. Adare, avaru tavu sanmargadalliddeve endu bhavisi kondiruttare"},{"SurahNumber":43,"VerseNumber":36,"Text":"konege avaru nam'ma balige bandaga avanu, ‘‘ayyo, nanna hagu ninna (saitanana) naduve eradu purvagalastu antara iddiddare cennagittu’’ ennuvanu. Avanu bahala ketta sangati"},{"SurahNumber":43,"VerseNumber":37,"Text":"nivu akramigalagiddare idavudu nimage upayuktavagadu. Sikseyalli nivu samana paludararagiruviri"},{"SurahNumber":43,"VerseNumber":38,"Text":"nivenu kivudarige kelisaballira? Athava kurudarige mattu spastavagi tappu dariyalliruvavarige saridariyannu torisalu nim'minda sadhyave"},{"SurahNumber":43,"VerseNumber":39,"Text":"(dutare,) nanu nim'mannu karesikondaru (sayisidaru) avara virud'dha matra navu khandita pratikara tirisuvevu"},{"SurahNumber":43,"VerseNumber":40,"Text":"athava navu avarige vagdana madiruvudannu nimage (nim'ma badukina avadhiyalle) torisuvevu. Avara mele namage sampurna hatoti ide"},{"SurahNumber":43,"VerseNumber":41,"Text":"Nimage divyavaniya mulaka nidalagiruvudannu bhadravagi hididukolliri. Nivu khandita sthiravada sanmargadalliruviri"},{"SurahNumber":43,"VerseNumber":42,"Text":"idu nis'sandehavagiyu nimage hagu nim'ma janangadavarige ondu upadesavagide. Begane nim'mannu vicarisalaguvudu"},{"SurahNumber":43,"VerseNumber":43,"Text":"nimaginta hinde navu kalisidda dutarannu keli nodiri. Navu parama dayaluvina (allahana) horatu bere yarannadaru pujar'ha devaragi nemisiddeveye"},{"SurahNumber":43,"VerseNumber":44,"Text":"navu musarannu nam'ma puravegalondige phir‌aun mattu avana saradararedege kalisiddevu. Avaru, nis'sandehavagi nanu ella lokagala odeyana dutanagiddene endaru"},{"SurahNumber":43,"VerseNumber":45,"Text":"hige avaru nam'ma puravegalondige avara balige bandaga avaru (geli madi) nakku bittaru"},{"SurahNumber":43,"VerseNumber":46,"Text":"navu avarige torisida pratiyondu puraveyu tanaginta modalu banda puraveginta doddadagittu mattu avaru (satyadedege) maralabahudendu navu avarannu siksege olapadisidevu"},{"SurahNumber":43,"VerseNumber":47,"Text":"avaru helidaru; ‘‘o jadugarane, ninage nidalagiruva vagdanada anusthanakkagi ninu namagagi ninna odeyanodane prarthisu. Navu khandita sanmargadalli nadeyuvevu’’"}]}