{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":25,"Text":"vāṉamum pūmiyum avaṉ kaṭṭaḷaippaṭi nilai peṟṟiruppatum avaṉuṭaiya attāṭcikaḷil oṉṟākum. (Uṅkaḷukkuk kuṟippiṭṭa kālam varai nīṅkaḷ atil uyir vāḻntu maraṇittup pūmiyil aṭakkappaṭṭataṉ piṉṉar) avaṉ uṅkaḷai aḻaikkumpōtu orē aḻaippil nīṅkaḷ pūmiyil iruntu veḷippaṭṭu viṭuvīrkaḷ"},{"SurahNumber":30,"VerseNumber":26,"Text":"vāṉaṅkaḷilum pūmiyilum uḷḷavai aṉaittum avaṉukkuriyaṉavē. Ivai aṉaittum avaṉukkē aṭipaṇintu naṭakkiṉṟaṉa"},{"SurahNumber":30,"VerseNumber":27,"Text":"avaṉtāṉ paṭaippukaḷai ārampattil uṟpatti ceypavaṉ. Avaṉē (avai maraṇitta piṉṉarum uyir koṭuttu) avaṟṟai mīḷavaikkiṟavaṉ. Itu avaṉukku mikka eḷitu. Vāṉaṅkaḷilum pūmiyilum avaṉuṭaiya (utāraṇamum paricuttat) taṉmai(yum)tāṉ mikka mēlāṉatākum. Avaṉ (aṉaittaiyum) mikaittavaṉum ñāṉamuṭaiyavaṉum āvāṉ"},{"SurahNumber":30,"VerseNumber":28,"Text":"(maṉitarkaḷē! Nīṅkaḷ avaṉuṭaiya mēṉmaiyai aṟintu koḷvataṟkāka) uṅkaḷukkuḷḷākavē avaṉ ōr utāraṇattaik kūṟukiṟāṉ. Nām uṅkaḷukkuk koṭutta poruḷkaḷil, uṅkaḷ aṭimaikaḷil evarēṉum (uṅkaḷ poruḷkaḷukku) uṅkaḷuṭaṉ cama urimai uṭaiyavarkaḷāka ākiviṭuvārkaḷā? Allatu nīṅkaḷ uṅkaḷaip poruṭpaṭuttuvataippōl avarkaḷaiyum poruṭpaṭuttuvīrkaḷā? (Poruṭpaṭutta māṭṭīrkaḷē! Ivvāṟirukka, paṭaikkappaṭṭa ivaṟṟai nīṅkaḷ eṉakku iṇai ākkalāmā?) Aṟivuṭaiya makkaḷukku (nam) vacaṉaṅkaḷai ivvāṟu vivarittuk kūṟukiṟōm"},{"SurahNumber":30,"VerseNumber":29,"Text":"Eṉiṉum, aniyāyakkārarkaḷ evvita aṟivumiṉṟiyē (iṟaivaṉiṉ vacaṉaṅkaḷai nirākarittu viṭṭut) taṅkaḷ carīra iccaikaḷaip piṉpaṟṟi naṭakkiṉṟaṉar. Allāh evarkaḷait tavaṟāṉa vaḻiyil viṭṭu viṭṭāṉō avarkaḷai nērāṉa vaḻiyil celuttakkūṭiyavar yār? Ivarkaḷukku utavi ceypavarkaḷ oruvarum illai"},{"SurahNumber":30,"VerseNumber":30,"Text":"(napiyē! Iprāhīmuṭaiya) nērāṉa mārkkattai nōkki nīr umatu mukattai uṟutiyāṉa ōrmaippāṭṭuṭaṉ tiruppuvīrāka. (Atuvē) maṉitarkaḷukkāka allāh ēṟpaṭuttiya iyaṟkai mārkkamākum. Avaṉ paṭaitta (mārkkat)tai (evarālum) māṟṟiviṭa muṭiyātu. Itutāṉ nilaiyāṉa (nērmaiyāṉa) mārkkam. Eṉiṉum, maṉitaril perumpālāṉavarkaḷ (itai) aṟintukoḷḷavē māṭṭārkaḷ"},{"SurahNumber":30,"VerseNumber":31,"Text":"(nampikkaiyāḷarkaḷē! Nīṅkaḷum) avaṉ oruvaṉiṭamē tirumpi (islām mārkkattiṉ mītu uṟutiyāka iruntu) ava(ṉ oruva)ṉukkē payantu toḻukaiyaiyum kaṭaippiṭittu naṭantu koḷḷuṅkaḷ. Iṇaivaittu vaṇaṅkupavarkaḷil nīṅkaḷ ākiviṭātīrkaḷ"},{"SurahNumber":30,"VerseNumber":32,"Text":"(tavira) evarkaḷ taṅkaḷ mārkkattiṟkuḷ piriviṉaiyai uṇṭu paṇṇi, pala pirivukaḷākap pirittu, avarkaḷ ovvoru vakuppārum taṅkaḷiṭamuḷḷa (tavaṟāṉa)vaṟṟaik koṇṭu cantōṣappaṭukiṉṟaṉarō avarkaḷuṭaṉ cērntu viṭātīrkaḷ"}]}