{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"And, behold, We did take a pledge from all the Prophets - from you (O Prophet) as well as from Noah, and Abraham, and Moses, and Jesus son of Mary - We took a very solemn pledge from all of them"},{"SurahNumber":33,"VerseNumber":8,"Text":"That he might assign responsibility only to the truthful. And to warn that He has readied grievous suffering for the rejecters"},{"SurahNumber":33,"VerseNumber":9,"Text":"O You who have chosen to be graced with belief! Remember Allah's blessing on you, when there came down on you armies (enemy troops from different clans laid siege around Madinah). But We sent against them a violent wind, and forces that you saw not (courage, steadfastness and discipline). And Allah is ever Seer of what you do, how you act"},{"SurahNumber":33,"VerseNumber":10,"Text":"Behold, they came upon you from above you and from below you, and when eyes were terrified, and hearts throbbed, and you began to entertain doubts about Allah"},{"SurahNumber":33,"VerseNumber":11,"Text":"There and then were the believers tried, and shaken with a mighty shock"},{"SurahNumber":33,"VerseNumber":12,"Text":"And recall when the hypocrites and those who had doubt in their hearts, said to one another, \"Allah and His Messenger promised us nothing but delusion"},{"SurahNumber":33,"VerseNumber":13,"Text":"A group among them said, \"O You people of Yathrib! There is no stand possible for you, so, go back.\" And some of them even sought permission of the Prophet, saying, \"Behold, our homes are exposed (to the enemy).\" (With the believers firmly entrenched around the town) their homes were not really exposed. They wanted nothing but to flee. (Yathrib = Madinah)"},{"SurahNumber":33,"VerseNumber":14,"Text":"Now if the enemy had invaded the town from all sides and these hypocrites were asked to inflict harm on the believers, they would have done so without delay"},{"SurahNumber":33,"VerseNumber":15,"Text":"Although before that they had pledged to Allah that they would not turn their backs (to Faith and against invasion). A pledge to Allah must be answered for"}]}