{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":7,"Text":"De som inte ser fram mot motet med Oss och som ar nojda med [vad de kan uppna i] detta liv och slar sig till ro med detta, och de som staller sig likgiltiga till Vara budskap"},{"SurahNumber":10,"VerseNumber":8,"Text":"de skall ha sin hemvist i Elden, [lonen] for deras handlingar"},{"SurahNumber":10,"VerseNumber":9,"Text":"Genom deras tro leder Gud dem som tror och lever rattskaffens dit dar backar porlar vid deras fotter, lycksalighetens lustgardar"},{"SurahNumber":10,"VerseNumber":10,"Text":"Dar skall de [saga i sin bon]: \"Stor ar Du, Gud, i Din harlighet!\" Och [anglarna] skall halsa dem med fredshalsningen. Och de skall avsluta sin bon [med orden]: \"Lat oss lova och prisa Gud, varldarnas Herre"},{"SurahNumber":10,"VerseNumber":11,"Text":"OM GUD lat manniskor drabbas av det onda [de fortjanar] lika snabbt som de hoppas att goda ting [skall komma dem till del], skulle deras tid helt visst vara ute. Men Vi later dem som inte ser fram mot motet med Oss [fortsatta] i sitt trotsiga overmod, snubblande an hit an dit i blindo"},{"SurahNumber":10,"VerseNumber":12,"Text":"Nar manniskan drabbas av ett ont anropar hon Oss [om hjalp], var hon an befinner sig; men nar Vi har befriat henne fran det onda gar hon obekymrad vidare som om hon aldrig hade bett till Oss [om hjalp] mot det onda som drabbade henne. Och liksom [denna manniska] har de som forslosar sina sjalar formatts att tro att vad de gor ar ratt"},{"SurahNumber":10,"VerseNumber":13,"Text":"Vi har latit [manga] slakten fore er ga under nar de framhardade i orattfardighet; trots att sandebuden kom till dem med klara bevis, ville de inte tro. Sa lonar Vi de oforbatterliga syndarna"},{"SurahNumber":10,"VerseNumber":14,"Text":"Darefter lat Vi er eftertrada dem pa jorden for att [lata er visa ert sinnelag] i era handlingar"}]}