{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"As for the good land, its vegetation cometh forth by permission of its Lord; while as for that which is bad, only the useless cometh forth (from it). Thus do We recount the tokens for people who give thanks"},{"SurahNumber":7,"VerseNumber":59,"Text":"We sent Noah (of old) unto his people, and he said: O my people! Serve Allah. Ye have no other Allah save Him. Lo! I fear for you the retribution of an Awful Day"},{"SurahNumber":7,"VerseNumber":60,"Text":"The chieftains of his people said: Lo! we see thee surely in plain error"},{"SurahNumber":7,"VerseNumber":61,"Text":"He said: O my people! There is no error in me, but I am a messenger from the Lord of the Worlds"},{"SurahNumber":7,"VerseNumber":62,"Text":"I convey unto you the messages of my Lord and give good counsel unto you, and know from Allah that which ye know not"},{"SurahNumber":7,"VerseNumber":63,"Text":"Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you, and that ye may keep from evil, and that haply ye may find mercy"},{"SurahNumber":7,"VerseNumber":64,"Text":"But they denied him, so We saved him and those with him in the ship, and We drowned those who denied Our tokens. Lo! they were blind folk"},{"SurahNumber":7,"VerseNumber":65,"Text":"And unto (the tribe of) A'ad (We sent) their brother, Hud. He said: O my people! Serve Allah. Ye have no other Allah save Him. Will ye not ward off (evil)"},{"SurahNumber":7,"VerseNumber":66,"Text":"The chieftains of his people, who were disbelieving, said: Lo! we surely see thee in foolishness, and lo! we deem thee of the liars"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said: O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds"}]}