{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":3,"VerseNumber":187,"Text":"Kae εberε a Nyankopͻn gyee apam firii wͻn a yama wͻn Nyamesom ho Nwoma no hͻ sε: “Mona (Nwoma no mu nsεm no) adi (nkyerε amanfoͻ), na monhwε yie na moanfa ansuma”. Nanso wͻ’to twenee wͻ wͻn akyi, na wͻ’tͻnee εnam sika karaa bi nti. Adwadi bͻne paa na wͻn adie no"},{"SurahNumber":3,"VerseNumber":188,"Text":"Ɛmma moadwen nyε mo sε, wͻn a wͻ’de deε wͻn ayε tu wͻn ho, na wͻ’pε sε yεkamfo wͻn wͻ adeε a wͻn nyͻeε ho no benya wͻn ho afa adi afiri asotwee no mu, na mmom wͻn wͻ asotwee a εyε ya paa"},{"SurahNumber":3,"VerseNumber":189,"Text":"Ɔsoro ne asaase so ahennie nyinaa wͻ Nyankopͻn. Onyankopͻn na ͻwͻ biribiara so tumi"},{"SurahNumber":3,"VerseNumber":190,"Text":"Nokorε sε, nsεnkyerεnee wͻ ͻsoro ne asaase mmͻeε, ne adesaeε ne adekyeε a εbͻ abira no mu dema nnipa mu mmadwemmafoͻ no"},{"SurahNumber":3,"VerseNumber":191,"Text":"Wͻn a, sε wͻ’gyina hͻ o, anaasε wͻ’te hͻ o, anaasε wͻ’da wͻn nkyεn mu mpo o, wͻ’kae Nyankopͻn na wͻ’dwendwen ͻsoro ne asaase mmͻeε ho (ka sε): “Ye’Wura Nyankopͻn, W’ammͻ woi nom (nyinaa) kwa. Kronkron Hene ne Wo (Awurade)! (Yεsrε Wo sε): Bͻ yεn ho ban fri Ogya no amanehunu no mu"},{"SurahNumber":3,"VerseNumber":192,"Text":"Ye’Wura Nyankopͻn, nokorε sε, obi a Wode no bewura Amanehunu gya no mu no deε ampa sε na wagu n’anim ase. Na abͻnneεfoͻ no deε wͻ’nnya aboafoͻ"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ye’Wura Nyankopͻn, nokorε sε yε’deε yεtee sε ͻfrεfrεni bi refrε (amanfoͻ) akͻ gyidie no mu sε: “Monye mo Wura Nyankopͻn ni, εna yε’gye diiε. Ye’Wura Nyankopͻn, enti fa yεn bͻne kyε yεn, na pepa yεn mfomsoͻ fri yεn so, na ma yεnwu nkͻka apapafoͻ no ho"},{"SurahNumber":3,"VerseNumber":194,"Text":"Ye’Wura Nyankopͻn, fa deε wonam W’asomafoͻ no so ahyε yεn ho bͻ no nso ma yεn, na enngu y’anim ase wͻ Wusͻreε da no. Nokorε sε, Wommu Wo bͻhyε so”"}]}