{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":41,"VerseNumber":30,"Text":"Sarupane wong mukmin kang padha ngucap, \"Pangeranku Allah\", sarta setiya tuhu anggone netepi kuwajibane. Wong mangkono mau bakal diweruhi Malaikat kanthi dhawuh, \"Sampiyan sampun ajrih, sampn sedhih (nilar karemenan wonten donya). Sampyan bingah badhe mlebet suarga ingkang sampun dipun prasetyaaken dening Allah"},{"SurahNumber":41,"VerseNumber":31,"Text":"Kula mitra sampyan wiwit wonten donya lestantun ing akherat. Wonten akherat badhe kadumugen samu kawis ingkang sampyan pengini sarta samukawis ingkang sampeyan kersakaken (mesthi boten kuciwa)"},{"SurahNumber":41,"VerseNumber":32,"Text":"Sadaya punika paparingipun Pangeran ingkang sifat ngapura tur Maha Asih"},{"SurahNumber":41,"VerseNumber":33,"Text":"Ora ana wong kang luwih becik pangucape ngungkuli wong kang celuk - celuk nyembah ing Allah, sarta ngelakoni panggawe becik. Pangucape, \"Aku hewone wong Islam"},{"SurahNumber":41,"VerseNumber":34,"Text":"Hala lan becik ora padha mesthi ana andha usuke. Sira nampika barang kang hala miliha kang luwih becik. Nanging terkadang ana satrunira iku banget kaya sedulur sinarawedi"},{"SurahNumber":41,"VerseNumber":35,"Text":"Ora ana wong bisa nampik barang kang hala milih kang luwih becik, kajaba wong kang padha shabar tetek atine, lan ora ana bisa mangkono mau kajaba wong kang duwe pulung munggahing suwarga kang agung"},{"SurahNumber":41,"VerseNumber":36,"Text":"Manawa syetan ing sira ngajak ngelerokake pitutur murih nampik kang becik sira nyuwuna pangayoman lan nyuwuna pitulungane Allah"},{"SurahNumber":41,"VerseNumber":37,"Text":"Rina lan wengi, apadene srengenge lan rembulan iku kalebu ayat tandha - tandhane panguasane Allah. Sira aja padha sujud marang srengenge utawa rembulan, nanging padha sujuda ing Allah kang gawe srengenge lan rembulan mau. Manawa sira mligi nyembah marang panjenengane dhewe"},{"SurahNumber":41,"VerseNumber":38,"Text":"Manawa manungsa padha gumedhe (ora gelem sujud ing Allah) ora dadi apa, awit para malaikat kang ana ngarsaning Allah pangeranira, padha nyebut Maha Suci ing Allah wayah rina wengi tanpa kendhat"}]}