{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":48,"Text":"I vsyako znamenie, koeto im pokazvakhme, be po-golyamo ot predishnoto. I gi sgrabchvakhme s muchenieto, za da se zavurnat [kum praviya put]"},{"SurahNumber":43,"VerseNumber":49,"Text":"I rekokha: “O, vulshebniko, pozovi za nas svoya Gospod za onova, koeto ti e obeshtal! I nepremenno shte se naputim.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"I kogato otmakhnakhme ot tyakh muchenieto, eto gi - narushikha obeshtanieto"},{"SurahNumber":43,"VerseNumber":51,"Text":"I prizova Faraonut svoya narod, i reche: “O, narode moi, nima ne prinadlezhi na men vladenieto nad Egipet i nad tezi reki, techashti krai men? Nima ne vizhdate"},{"SurahNumber":43,"VerseNumber":52,"Text":"Nima ne sum po-dobur ot tozi, koito e slab i edvam obyasnyava"},{"SurahNumber":43,"VerseNumber":53,"Text":"I zashto ne mu byakha dareni grivni ot zlato ili zashto ne doidokha angelite s nego za podkrepa?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"I taka podvede toi svoya narod, i te mu se pokorikha. Naistina byakha nechestivi khora"},{"SurahNumber":43,"VerseNumber":55,"Text":"I kogato Ni razgnevikha, im otmustikhme i gi izdavikhme vsichkite"},{"SurahNumber":43,"VerseNumber":56,"Text":"I gi storikhme pouka i primer za idnite"},{"SurahNumber":43,"VerseNumber":57,"Text":"I kogato sinut na Mariam be daden za primer, eto - tvoyat narod mu se podigra"},{"SurahNumber":43,"VerseNumber":58,"Text":"I rekokha: “Nashite bogove li sa po-dobri ili toi [Isa]?” Dadokha ti go samo za spor. Da, te sa zayadliv narod"},{"SurahNumber":43,"VerseNumber":59,"Text":"Toi e samo rab, komuto Nie dadokhme blagodat i go storikhme primer za sinovete na Israil"},{"SurahNumber":43,"VerseNumber":60,"Text":"I ako pozhelaekhme, shtyakhme da storim angeli vmesto vas da ostanat na zemyata"}]}