{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":16,"Text":"So haben Wir ihn als klare Zeichen hinabgesandt, und (es ist so,) daß Allah rechtleitet, wen Er will"},{"SurahNumber":22,"VerseNumber":17,"Text":"Gewiß, diejenigen, die glauben, und diejenigen, die dem Judentum angehoren, und die Sabier und die Christen und die Magus und diejenigen, die Gotzendiener sind -gewiß, Allah wird am Tag der Auferstehung zwischen ihnen entscheiden; Allah ist ja uber alles Zeuge"},{"SurahNumber":22,"VerseNumber":18,"Text":"Siehst du nicht, daß sich vor Allah (jeder) niederwirft, wer in den Himmeln und wer auf der Erde ist, und (auch) die Sonne, der Mond und die Sterne, die Berge, die Baume und die Tiere und viele von den Menschen? Und gegen viele ist die Strafe unvermeidlich geworden. Und wen Allah der Schmach aussetzt, der hat niemanden, der ihm Ehre erweist. Gewiß, Allah tut, was Er will"},{"SurahNumber":22,"VerseNumber":19,"Text":"Das sind zwei Widersacher, die miteinander uber ihren Herrn streiten. Fur diejenigen nun, die unglaubig sind, werden Gewander aus Feuer zugeschnitten; uber ihre Kopfe wird heißes Wasser gegossen"},{"SurahNumber":22,"VerseNumber":20,"Text":"Dadurch wird zum Schmelzen gebracht, was sie in ihrem Bauch haben, und ebenso die Haut"},{"SurahNumber":22,"VerseNumber":21,"Text":"Und fur sie gibt es Keulen aus Eisen"},{"SurahNumber":22,"VerseNumber":22,"Text":"Jedesmal, wenn sie vor Kummer aus ihm herauskommen wollen, werden sie dahin zuruckgebracht, und (es wird zu ihnen gesagt): „Kostet die Strafe des Brennens"},{"SurahNumber":22,"VerseNumber":23,"Text":"Gewiß, Allah laßt diejenigen, die glauben und rechtschaffene Werke tun, in Garten eingehen, durcheilt von Bachen, worin sie mit Armreifen aus Gold und mit Perlen geschmuckt sein werden und worin ihre Kleidung aus Seide sein wird"}]}