{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":5,"VerseNumber":18,"Text":"Les juifs et les chretiens se disent les enfants et les bien-aimes d’Allah. Dis : « Pour quelle raison alors vous punit-Il pour prix de vos peches ? Vous n’etes en realite que des etres humains comme les autres. » Il pardonne a qui Il veut et chatie qui Il veut. Allah regne en Maitre absolu sur les cieux, la terre et ce qui se trouve entre eux. Et c’est a Lui que tout fera retour"},{"SurahNumber":5,"VerseNumber":19,"Text":"Gens du Livre ! Notre Messager est venu, apres une periode sans prophetes, vous exposer clairement Nos enseignements afin que vous ne puissiez affirmer : « Nul n’est venu nous annoncer la bonne nouvelle et nous mettre en garde. » Voici donc un homme charge de vous annoncer la bonne nouvelle et de vous mettre en garde. Allah a pouvoir sur toute chose"},{"SurahNumber":5,"VerseNumber":20,"Text":"Moise s’adressa un jour a son peuple en ces termes : « Mon peuple ! Souvenez-vous des graces dont Allah vous a combles en choisissant parmi vous des prophetes, en vous rendant votre liberte et en vous accordant ce qu’Il n’a attribue a nul autre peuple de la terre"},{"SurahNumber":5,"VerseNumber":21,"Text":"Mon peuple ! Penetrez dans cette terre sainte qu’Allah vous a promise. Ne tournez pas le dos a l’ennemi, courant ainsi a votre perte. »"},{"SurahNumber":5,"VerseNumber":22,"Text":"Ils repondirent : « Moise ! S’y trouve un peuple de colosses. Nous n’y entrerons donc pas tant que ceux-ci n’en seront pas sortis. S’ils quittent les lieux, nous pourrons y penetrer. »"},{"SurahNumber":5,"VerseNumber":23,"Text":"Deux hommes remplis de crainte, que le Seigneur avait combles de Ses faveurs, dirent : « Penetrez dans la ville par la porte. Une fois dans les murs de la cite, la victoire vous sera acquise. Placez votre confiance en Allah, si vous croyez vraiment en Lui. »"}]}