{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":74,"Text":"Mata-an! A so manga Baradosa na si-i ko siksa ko Naraka Jahannam, manga kakal"},{"SurahNumber":43,"VerseNumber":75,"Text":"Di kiran khababasan, go siran na ka-a da-an siran ro-o sa Panginam"},{"SurahNumber":43,"VerseNumber":76,"Text":"Na da Ami siran salimboti: Na ogaid na miyabaloi siran a siran i manga salimbot"},{"SurahNumber":43,"VerseNumber":77,"Text":"Na Mishadao iran: Hai Malik! Tinggasa kami o Kadnan Ka! Tharo-on Niyan: Mata-an! A sukano na Makakakal kano (ron)"},{"SurahNumber":43,"VerseNumber":78,"Text":"Sabunsabunar a Minitalingoma Mi rukano so Bunar: Na ogaid na so kadakulan rukano na so Bunar na Ikagogowad iran"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ba adun a KĶiyambaibaitan niran a showa-an? Na Mata-an! A Sukami i Mimbaibait"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ba iran Tatarima-a sa Mataan! A Sukami na Diyamıi Khanug so Pagu-uma-an niran go so Khokonsikonsi-an niran? Owai (Pukhanug Ami), go so manga Sogo Ami a (manga Malaikat a) Makamamasa kiran, na Ipuphanorat iran"},{"SurahNumber":43,"VerseNumber":81,"Text":"Tharowangka (Ya Muhammad): A o adun a Wata o (Allah a) Masalinggagao, na Sakun i maona ko Puphanonowatanon"},{"SurahNumber":43,"VerseNumber":82,"Text":"Soti so Kadnan o manga Langit a go so Lopa, a Kadnan o Aras, a Mawatan ko iphuropa iran"},{"SurahNumber":43,"VerseNumber":83,"Text":"Na Ganatingka siran ko Kapuphamurak iran, go so Kabibimban niran, taman sa Miıthomlanga iran so Alongan niran, a so ididiyandiıi kiran"},{"SurahNumber":43,"VerseNumber":84,"Text":"Na Sukaniyan so si-i sa Langit na Tohan, go si-i sa Lopa na Tohan; na Sukaniyan so Maongangun, a Mata-o"},{"SurahNumber":43,"VerseNumber":85,"Text":"Na Soti so (Allah a) Khiruk ko Kapa-ar ko manga Langit a go so Lopa, go so nganin a Pagulutan a dowa nan: Go si-i Rukaniyan so Katawi ko Bangkit: Go rongkano Phakandoda"},{"SurahNumber":43,"VerseNumber":86,"Text":"Na da-a Kapa-ar o siran a Puphanongganowin niran a salakao Rukaniyan,- Ko kapanapa-at inonta so Mishaksi ko Bunar, a siran na Katawan niran"},{"SurahNumber":43,"VerseNumber":87,"Text":"Na Ibut o Isha-an Ka kiran o antawa-a i Miyadun kiran, na Mata-an a Putharo-on niran ndun: A so Allah: Na andamanaya i Katatalikhod iran"},{"SurahNumber":43,"VerseNumber":88,"Text":"Na Pitharo o Nabi: Hai Kadnan Ko! Mata-an! A siran naya na Pagtao a di siran Mapaparatiyaya"},{"SurahNumber":43,"VerseNumber":89,"Text":"(Pitharo o Allah:) Na Napiingka siran (Ya Muhammad), go Tharo Ka sa Kalilintad! Ka Katokawan niran mbo"}]}