{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":46,"Text":"(Allakh) skazal: \"O Nukh! On ne otnositsya, uvy, k tvoyey sem'ye: Poistine, nepravedny yego deyan'ya. I ne prosi Menya o tom, chego ne znayesh', I YA predosterech' tebya khochu, Chtob ty v chisle nevedayushchikh ne byl"},{"SurahNumber":11,"VerseNumber":47,"Text":"O Gospodi! - otvetil Nukh. - Ishchu zashchity u Tebya ya, chtoby vpred' Mne ne prosit' Tebya o tom, chego ne znayu. I yesli Ty mne ne prostish' i ne pomiluyesh' menya, Mne byt' sred' tekh, kto poneset ubytok"},{"SurahNumber":11,"VerseNumber":48,"Text":"I bylo skazano: \"O Nukh! S mirom ot Nas soydi (s kovchega), S blagosloveniyami nad toboy, Kak i nad nekim prochim lyudom, (Chto YA proizvedu) ot tekh, Chto nyne (na kovchege) prebyvayut. (Sred' nikh byt' i takim narodam), Kotorym My dostavim blaga, (Chto obol'styat ikh i povergnut v grekh), (Za chto) potom Postignet ikh ot Nas muchitel'naya kara"},{"SurahNumber":11,"VerseNumber":49,"Text":"Siye - odin iz ryada sokrovennykh skazov, Chto My povedali tebe, (o Mukhammad!); Do etogo ne znal yego ni ty, ni tvoy narod, A potomu bud' terpelivo-stoyek, - Konechnyy (schet), poistine, za temi, Kto, gneva Gospoda strashas', Blagochestiv v svoikh deyan'yakh"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aditam My poslali Khuda, brata ikh. I on skazal: \"O moy narod! Allakhu poklonyaytes'! Krome Nego, u vas inogo Boga net - (Drugikh) vy tol'ko izmyshlyayete sebe"},{"SurahNumber":11,"VerseNumber":51,"Text":"O moy narod! U vas za eto ya nagrady ne proshu. Nagrada mne - lish' u Togo, Kto sotvoril menya. Uzhel' vam eto ne ponyat'"},{"SurahNumber":11,"VerseNumber":52,"Text":"O moy narod! Prosite vashego Vladyku o proshchen'ye I obratites' vy potom s raskayan'yem k Nemu; On (nebesa) prol'yet na vas dozhdem obil'nym, Pribavit sily k vashey sile. Ne otvrashchaytes' zhe vinovnymi v grekhe"},{"SurahNumber":11,"VerseNumber":53,"Text":"Oni otvetili: \"O Khud! Ty ne prines nam yasnogo Znamen'ya, I lish' po slovu tvoyemu Bogov my nashikh ne pokinem - I verit' my tebe ne stanem"}]}