{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Wurden euch Meine Verse nicht verlesen, ohne daß ihr diese für Lüge erklärt habt"},{"SurahNumber":23,"VerseNumber":106,"Text":"Sie werden sagen: \"Unser Herr, unsere Unseligkeit überkam uns, und wir waren ein irrendes Volk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Unser Herr, führe uns aus ihr (der Hölle) heraus. Wenn wir (zum Ungehorsam) zurückkehren, dann werden wir wahrlich Frevler sein"},{"SurahNumber":23,"VerseNumber":108,"Text":"Er wird sprechen: \"Hinab mit euch darein, und redet nicht mit Mir"},{"SurahNumber":23,"VerseNumber":109,"Text":"Wahrlich, es gab eine Anzahl unter Meinen Dienern, die zu sagen pflegten: \"Unser Herr, wir glauben; vergib uns darum und erbarme Dich unser; denn Du bist der beste Erbarmer"},{"SurahNumber":23,"VerseNumber":110,"Text":"Ihr aber habt sie mit Spott behandelt, so sehr, daß sie euch Meine Ermahnung vergessen ließen, während ihr sie auslachtet"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ich habe sie heute belohnt; denn sie waren geduldig. Wahrlich, sie sind es, die den Sieg erreicht haben"},{"SurahNumber":23,"VerseNumber":112,"Text":"Er wird sprechen: \"Wie viele Jahre verweiltet ihr auf Erden"},{"SurahNumber":23,"VerseNumber":113,"Text":"Sie sagen: \"Wir verweilten einen Tag oder den Teil eines Tages; doch frage diejenigen, die rechnen können"},{"SurahNumber":23,"VerseNumber":114,"Text":"Er spricht: \"lhr verweiltet nur kurze Zeit, wenn ihr es nur wüßtet"},{"SurahNumber":23,"VerseNumber":115,"Text":"Glaubtet ihr denn, Wir hätten euch in Sinnlosigkeit erschaffen, und ihr würdet nicht zu Uns zurückgebracht"},{"SurahNumber":23,"VerseNumber":116,"Text":"Darum ist Allah, der Wahre König, Hoch Erhaben. Es ist kein Gott außer Ihm, dem Herrn des Würdigen Throns"},{"SurahNumber":23,"VerseNumber":117,"Text":"Und wer neben Allah einen anderen Gott anruft, für den er keinen Beweis hat, der wird seinem Herrn Rechenschaft abzulegen haben. Wahrlich, die Ungläubigen haben kei nen Erfolg"},{"SurahNumber":23,"VerseNumber":118,"Text":"Und sprich: \"Mein Herr, vergib (uns) und habe Erbarmen (mit uns); denn Du bist der beste Erbarmer"}]}