{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":55,"Text":"Onlara (Peygamber´in hanımlarına), babaları, ogulları, kardesleri, kardeslerinin ogulları, kız kardeslerinin ogulları, kadınları (mumin kadınlar) ve ellerinin altında bulunan cariyelerinden dolayı bir gunah yoktur. (Ey Peygamber hanımları!) Allah´tan korkun; suphesiz Allah, her seye sahittir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah ve melekleri, Peygamber´e cok salevat getirirler. Ey muminler! Siz de ona salevat getirin ve tam bir teslimiyetle selam verin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Allah ve Resulunu incitenlere Allah, dunyada ve ahirette lanet etmis ve onlar icin horlayıcı bir azap hazırlamıstır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mumin erkeklere ve mumin kadınlara, yapmadıkları bir seyden dolayı eziyet edenler, suphesiz bir iftira ve apacık bir gunah yuklenmislerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber! Hanımlarına, kızlarına ve muminlerin kadınlarına (bir ihtiyac icin dısarı cıktıkları zaman) dıs ortulerini ustlerine almalarını soyle. Onların tanınması ve incitilmemesi icin en elverisli olan budur. Allah bagıslayandır, esirgeyendir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Andolsun, iki yuzluler, kalplerinde hastalık bulunanlar (fuhus dusuncesi tasıyanlar), sehirde kotu haber yayanlar (bu hallerinden) vazgecmezlerse, seni onlara musallat ederiz (onlarla savasmanı ve onları sehirden surup cıkarmanı sana emrederiz); sonra orada, senin yanında ancak az bir zaman kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Hepsi de lanetlenmis olarak nerede ele gecirilirlerse, yakalanır ve mutlaka oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allah´ın onceden gecenler hakkındaki kanunu budur. Allah´ın kanununda asla bir degisiklik bulamazsın"}]}