{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Et je ne m’innocente cependant pas, car l’ame est tres incitatrice au mal, a moins que mon Seigneur, par misericorde, [ne la preserve du peche]. Mon Seigneur est certes Pardonneur et tres Misericordieux"},{"SurahNumber":12,"VerseNumber":54,"Text":"Et le roi dit: “Amenez-le moi ! Je me le reserve pour moi-meme.” Et lorsqu’il lui eut parle, il dit : “Tu es des aujourd’hui pres de nous, en une position d’autorite et de confiance.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"Et [Joseph] dit : “Assigne-moi les depots du territoire! Je suis bon gardien et connaisseur.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Ainsi avons-nous affermi (l’autorite de) Joseph dans ce territoire et il s’y installait la ou il le voulait. Nous touchons de Notre misericorde qui Nous voulons et ne faisons pas perdre aux hommes de bien le merite [de leurs œuvres]"},{"SurahNumber":12,"VerseNumber":57,"Text":"Et la recompense de l’au-dela est meilleure pour ceux qui ont cru et ont pratique la piete"},{"SurahNumber":12,"VerseNumber":58,"Text":"Et les freres de Joseph vinrent et entrerent aupres de lui. Il les reconnut, mais eux ne le reconnurent pas"},{"SurahNumber":12,"VerseNumber":59,"Text":"Et quand il leur eut fourni leur provision, il dit : “Amenez-moi un frere que vous avez de votre pere. Ne voyez-vous pas que je donne la pleine mesure et que je suis le meilleur des hotes"},{"SurahNumber":12,"VerseNumber":60,"Text":"Et si vous ne me l’amenez pas, alors il n’y aura plus de provision pour vous, chez moi; et vous ne m’approcherez plus.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ils dirent : “Nous essayerons de persuader son pere. Certes, nous le ferons.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"Et il dit a Ses serviteurs : \"Remettez leurs marchandises dans leurs sacs ! Peut-etre les reconnaitront-ils quand ils seront de retour vers leur famille et peut-etre qu’ils reviendront"},{"SurahNumber":12,"VerseNumber":63,"Text":"Et lorsqu’ils revinrent a leur pere, ils dirent : “O notre pere ! Il nous sera refuse [a l’avenir] de nous ravitailler [en grain]. Envoie donc avec nous notre frere, afin que nous obtenions des provisions. Nous le surveillerons bien"}]}