{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":40,"VerseNumber":59,"Text":"Kayamata khatrine ani nihsansaya yenara ahe, tathapi (hi gosta vegali ki) adhikansa loka imana rakhata nahita"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ani tumacya palanakartyaca adesa (lagu jhalela ahe) ki mala du'a (prarthana) kara, mi tumacya du'a (prarthana) na kabula karena, nihsansaya je loka majhya upasanesi ghamenda karatata, te lavakaraca apamanita ho'una jahannamamadhye dakhala hotila"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allahane tumacyasathi ratra banavili ahe ki tumhi ticyata arama karu sakave ani divasala, dakhavinara banavile. Nihsansaya allaha lokanvara upakara (krpa) ani daya karanara ahe, parantu adhikansa loka krtajnata vyakta karita nahi"},{"SurahNumber":40,"VerseNumber":62,"Text":"Haca allaha ahe tumha sarvanca palanaposana karanara. Pratyeka vastunca racayita, tyacyakherija konihi sacca upasya (mabuda) nahi, maga tumhi konatya bajula bhatakavile jata ahata"},{"SurahNumber":40,"VerseNumber":63,"Text":"Tyaca prakare te loka dekhila bahakavile jata rahile, je allahacya ayatinca inkara karita hote"},{"SurahNumber":40,"VerseNumber":64,"Text":"To allaha hoya, jyane tumacyasathi jaminila rahanyace thikana ani akasala chata banavile ani tumhala rupa dile ani khupa cangale banavile ani tumhala khupa cangalya cangalya vastu khanyasathi dilyata. Toca allaha tumaca palanakarta ahe. Tevha motha subha ahe allaha, jo samasta visvanca svami va palanakarta ahe"},{"SurahNumber":40,"VerseNumber":65,"Text":"To jivanta ahe, tyacyakherija konihi upasya nahi, tevha tumhi visud'dha manane tyacica upasana karita tyala pukara, sarva prasansa allaha karitaca ahe, jo samasta visvanca svami va palanakarta ahe"},{"SurahNumber":40,"VerseNumber":66,"Text":"(Tumhi) sanga ki mala tyanci upasana karanyapasuna rokhale gele ahe, jyanna tumhi allahakherija pukarata ahata1 ya karanastava ki majhyajavala majhya palanakartyace spasta purave ye'una pohocale aheta. Mala ha adesa dila gela ahe ki mi samasta visvancya palanakartyacya hukuma'adhina vhave"}]}