{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"Биз (Қуръонни) ҳаққи-рост нозил қилдик ва у ҳақ (ҳукм-фармонларимиз) билан нозил бўлди. (Эй Муҳаммад алайҳис-салоту вас-салом), Биз сизни фақат (мўминларга) хушхабар элтгувчи ва (кофирларни дўзах азобидан) огоҳлантиргувчи қилиб юбордик"},{"SurahNumber":17,"VerseNumber":106,"Text":"Сиз Қуръонни одамларга аста-секин ўқиб беришингиз учун Биз уни бўлакларга бўлдик ва бўлиб-бўлиб нозил қилдик"},{"SurahNumber":17,"VerseNumber":107,"Text":"Айтинг: «(Эй мушриклар), сизлар (хоҳласангиз), Унга ишонинглар, (хоҳласангиз) ишонманглар. Зотан, (Қуръон нозил бўлишидан) илгари илм (яъни, Таврот) берилган кишилар (Қуръон) тиловат қилинган вақтида сажда қилган ҳолларида юзлари билан йиқилурлар"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ва улар: «Эй Пок Парвардигор! Албатта Парвардигоримизнинг («Мен сўнгги пайғамбаримни юборурман ва унга Қуръон нозил қилурман», деган) ваъдаси адо қилингувчи ваъдадир», дейдилар"},{"SurahNumber":17,"VerseNumber":109,"Text":"Улар, йиғлаган ҳолларида, юзлари билан йиқилурлар ва (Қуръон) уларнинг хокисорликларини зиёда қилур"},{"SurahNumber":17,"VerseNumber":110,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Аллоҳ, деб чорлангиз, ёки Раҳмон — Меҳрибон, деб чорлангиз. Қандай чорласангизлар-да (жоиздир). Зеро, У зотнинг гўзал исмлари бордир». (Эй Муҳаммад алайҳис-салоту вас-салом), сиз намозингизни жуда жаҳрий (баланд овозда, ошкора) ҳам қилиб юборманг (токи, мушриклар эшитиб, Қуръонни ҳақорат қилмасинлар) ва ўта махфий ҳам қилиб юборманг (токи, саҳобаларингиз тинглаб-фойдалансинлар). Шуларнинг (яъни, жаҳрийлик билан махфийлик) ўртасидаги йўлни тутинг"},{"SurahNumber":17,"VerseNumber":111,"Text":"«Ҳамду сано бола-чақа қилмаган, подшоҳлик-илоҳликда шериги йўқ, хор-зорликдан (қутқаргувчи) дўсти-ёрдамчиси бўлмаган (яъни, ҳеч кимга хор-муҳтож бўлмайдиган) зот — Аллоҳ учундир», деб айтинг ва У зотни мудом улуғланг"},{"SurahNumber":18,"VerseNumber":1,"Text":"(Барча) ҳамду сано Аллоҳ учундир. У зот бандаси (Муҳаммад)га Китобни (Қуръонни) нозил қилди ва уни бирон эгрилигисиз — расо (Китоб) қилди"},{"SurahNumber":18,"VerseNumber":2,"Text":"Токи (кофирларни) Ўз ҳузуридан келадиган қаттиқ азобдан қўрқитиш ва яхши амаллар қиладиган мўминларга гўзал мукофот — жаннат хушхабарини бериш учун (У зот Қуръонни нозил қилди)"},{"SurahNumber":18,"VerseNumber":3,"Text":"(Мўминлар ўзлари учун мукофот бўлмиш жаннатда) мангу қолгувчидирлар"},{"SurahNumber":18,"VerseNumber":4,"Text":"Шунингдек, У зот «Аллоҳнинг боласи бор», деган кимсаларни (қаттиқ азобдан) огоҳлантириш учун (ушбу Китобни нозил қилгандир)"}]}