{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"(O, Muhammad!) sen Aad (koomunun) buradarın! estegin. Bir kezde al kum barhandarın(ın arasın)dagı koomun (tozok azabınan) eskertken ele. Andan murun jana kiyin da eskertuucu-paygambarlar otkon. (Osentip, al koomuna): «Allaһtan baska «kudaylarga» ibadat kılbagıla! Cınında, men silerge Uluu Kundun azabı tusup kaluusunan korkomun!» (dedi)"},{"SurahNumber":46,"VerseNumber":22,"Text":"(Koomu) ayttı: «Sen emne, bizdi oz «kudaylarıbızdan» kaytarganı keldiŋbi? Eger cıncıl kisilerden bolsoŋ, bizge ubada kılgan(azab)ıŋdı (tezireek) keltirci?!»"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hud) ayttı: «(Azap kacan keleeri jonundogu) ilim Allaһtın gana aldında. A men bolso ozumo juktolgon nerseni (dindi) silerge jetkiremin. Birok, men silerdin naadan koom ekeniŋerdi koruudomun"},{"SurahNumber":46,"VerseNumber":24,"Text":"Anan, kacan alar ozdorunun oroondoruno kele jatkan «buluttu»! korgondo (suyunup): «Bul bizge jamgır jaadıruucu bulut» desti. Jok! Al siler anı sastırıp suragan nerse. (Al) — boroon! Anda (siler ucun) jan oorutkan azap bar"},{"SurahNumber":46,"VerseNumber":25,"Text":"Al (boroon) Rabbisinin buyrugu menen bardık nerselerdi talkalap jiberdi! Anan... alardın (tep-tegiz bolup kalgan) koroolorunan baska ec nerse korunboy kaldı! Biz kunookor koomdu usintip jazalaybız"},{"SurahNumber":46,"VerseNumber":26,"Text":"(Ey, Makka musrikteri!) Biz alarga (Aad kaapırlarına) silerge berbegen mumkun-culuktor (kuc-kuduret) menen bakubat kılgan elek. Jana alarga kozdordu, kulaktardı jana juroktordu bergen elek. Birok, Allaһtın ayattarın cetke kakkan sebeptuu alarga koz, kulak jana juroktoru payda berbedi.? Jana (kiyin) alardı ozdoru mıskıldagan nerse (tozok azabı) orop aldı"},{"SurahNumber":46,"VerseNumber":27,"Text":"Jana Biz, anıgında, silerdin aylanaŋardagı (kaapır bolgon) ayıl-saarlardı da kıyratkanbız. (Osogo ceyin) Biz alarga, (sirk isterinen) kaytıp kalısaar dep Ozubuzdun ayattarıbızdı keŋiri bayandap bergen bolcubuz"},{"SurahNumber":46,"VerseNumber":28,"Text":"Emi (Allaһka) jakındastırat dep eseptegen, Allaһtan baska «kudayları» alarga jardam bere alsa kana! Jok! (teskerisince) alardan jok bolup (korunboy) ketisti. Jana bul (isenimderi) alardın ozdoru cıgargan jalgandarı jana (Allaһ jonundogu) doomat sozdoru"}]}