{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":27,"VerseNumber":64,"Text":"Nohomba ulia wachachia ebiloonje , mana alibikalusia, nende ulia ubakabilanga okhurula mwikulu nende khushialo.. koo Nyasaye wundi halala nende Nyasaye? Boola mbu : “rere ebifune bienyu nikali mbu toto muboolanga obulaamba.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Boola mbu: “abulaho uli mwikulu nende khushialo umanyile akefisile halali Nyasaye, nabo shibamanyile mbu ni liina wabakhalamusibwe tawe"},{"SurahNumber":27,"VerseNumber":66,"Text":"Bubetsele burie obumanyi (bwokhumanya) komwikulu? halali bo bali mubukanakani bwabu, halali bo ni abawofu khubwo"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ne balia bakhaya nibaboola mbu: “olwakhuliba liloba nende bapapa befu mbu khulilamusibwa?”"},{"SurahNumber":27,"VerseNumber":68,"Text":"Toto khwalakwa kano efwe nende bapapa befu bakhale. Kano shinishiosi shiosi tawe halali tsingano tsiakhale"},{"SurahNumber":27,"VerseNumber":69,"Text":"Boola mbu: “ chende khushialo mana mulole shinga indukho yabandu ababii yali.”"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ne olabeelela tawe ne olabamubutinyu tawe khulwa ebifwanga biabu biabakholanga"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ne baboolanga mbu; “ ne indache ino iliula liina? Toto nimuli mbu muboolanga obulaamba.”"},{"SurahNumber":27,"VerseNumber":72,"Text":"Boola mbu: “ nikaboolele ahambi hano ebuleka khumakhuwa kamuyungubalilanga.”"},{"SurahNumber":27,"VerseNumber":73,"Text":"Ne toto Nyasaye wuwo niwetsimbabaasi khubandu halali abaanji mubo shibakhupanga orio tawe"},{"SurahNumber":27,"VerseNumber":74,"Text":"Netoto Nyasaye wuwo amanyile muno akebilifu biabu bifisanga nende akabaretsanga habulafu"},{"SurahNumber":27,"VerseNumber":75,"Text":"Ne libulaho liefisa mwikulu nende khushialo halali lili mushitabu eshiokhwinoosia"},{"SurahNumber":27,"VerseNumber":76,"Text":"Toto Ikurani ino ikananga khu baana ba Isarail amanji kalia akabawukhanangamwo"}]}