{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":12,"Text":"«¡Juan! ¡Coge la Escritura con mano firme!» Y le otorgamos el juicio cuando aún era niño"},{"SurahNumber":19,"VerseNumber":13,"Text":"así como ternura de Nosotros y pureza. Y fue temeroso de Alá"},{"SurahNumber":19,"VerseNumber":14,"Text":"y piadoso con sus padres; no fue violento, desobediente"},{"SurahNumber":19,"VerseNumber":15,"Text":"¡Paz sobre él el día que nació, el día que muera y el día que sea resucitado a la vida"},{"SurahNumber":19,"VerseNumber":16,"Text":"Y recuerda a María en la Escritura, cuando dejó a su familia para retirarse a un lugar de Oriente"},{"SurahNumber":19,"VerseNumber":17,"Text":"Y tendió un velo para ocultarse de ellos. Le enviamos Nuestro Espíritu y éste se le presentó como un mortal acabado"},{"SurahNumber":19,"VerseNumber":18,"Text":"Dijo ella: «Me refugio de ti en el Compasivo. Si es que temes a Alá...»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Dijo él: «Yo soy sólo el enviado de tu Señor para regalarte un muchacho puro»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Dijo ella: «¿Cómo puedo tener un muchacho si no me ha tocado mortal, ni soy una ramera?»"},{"SurahNumber":19,"VerseNumber":21,"Text":"«Así será», dijo. «Tu Señor dice: 'Es cosa fácil para Mí. Para hacer de él signo para la gente y muestra de Nuestra misericordia'. Es cosa decidida»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Quedó embarazada con él y se retiró con él a un lugar alejado"},{"SurahNumber":19,"VerseNumber":23,"Text":"Entonces los dolores de parto la empujaron hacia el tronco de la palmera. Dijo: «¡Ojalá hubiera muerto antes y se me hubiera olvidado del todo...!»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Entonces, de sus pies, le llamó: «¡No estés triste! Tu Señor ha puesto a tus pies un arroyuelo"},{"SurahNumber":19,"VerseNumber":25,"Text":"¡Sacude hacia ti el tronco de la palmera y ésta hará caer sobre ti dátiles frescos, maduros"}]}