{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"Hino jeyaa e maandeeji Makko ɗin, tawde a yi'ay leydi ndin no yoori. Si wonii Men jippinii ndiyam toɓo e mayri, ndi dilla ndi fontoo. Awa wuurnituɗo ndi On, pellet, ko wuurnitoowo maayɓe ɓen, tawde pellet, ko O hattanɗo haka huunde"},{"SurahNumber":41,"VerseNumber":40,"Text":"Pellet, ooñotooɓe ɓen e Aayeeje Amen ɗen, ɓe suuɗotaako Men. E ko feroyteeɗo on ka Yiite ɓuri moƴƴude kaa ko aroyoowo on Ñalnde Darngal hino hoolii? Gollee ko faalaɗon, ko pellet, Himo reeni ko golloton kon"},{"SurahNumber":41,"VerseNumber":41,"Text":"Yedduɓe ɓen Alqur'aana tuma nde arunoo e maɓɓe, pellet non, ko nde Deftere teddunde [foolunde]"},{"SurahNumber":41,"VerseNumber":42,"Text":"meere iwrantaa nde yeeso mayre, wanaa ɓaawo mayre. Ko jipporiinde immorde ka Ñeenyo, Yettiniiɗo On"},{"SurahNumber":41,"VerseNumber":43,"Text":"A wi'aaka si wanaa ko Nulaaɓe adinooɓe ma ɓen wi'anoo. Pellet, Joomi maa, ko O Jom yaafuyee, e Jom lepte muusuɗe"},{"SurahNumber":41,"VerseNumber":44,"Text":"Si Men waɗuno nde janngeteende e haala ajami, ɓe wi'ayno: \"Ko haɗno Aayeeje mayre ɗen fensitee? E nde wonay e haala ajami, [Nulaaɗo] on wona aarabuujo?\" Maaku: \"Kayre wonannde gomɗimɓe ɓen, ko nde peewal e cellal\". Ɓe gomɗinaa ɓen kan, noto hino e noppi maɓɓe ɗin, kayre ko nde niɓe e dow maɓɓe; ɓen hino noddiree e nokku woɗɗuɗo"},{"SurahNumber":41,"VerseNumber":45,"Text":"Gomɗii Men okkii Muusaa Deftere nden, nde luutondira e mayre. Si wanaano Konngol ardinoongol immorde ka Joomi maa, hakkunde maɓɓe ñaaweteno. Kamɓe kan, pellet, hiɓe e sikke sikkitiiɗo nde"},{"SurahNumber":41,"VerseNumber":46,"Text":"Kala golluɗo ko moƴƴi, ko fii hoore-makko; kala kadi bonnuɗo, yantay e makko. Joomi maa siforaali wonnde, tooñoowo jeyaaɓe ɓen"}]}