{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":15,"Text":"What, is this magic, or is it you that do not see"},{"SurahNumber":52,"VerseNumber":16,"Text":"Roast in it! And bear you patiently, or bear not patiently, equal it is to you; you are only being recompensed for that you were working"},{"SurahNumber":52,"VerseNumber":17,"Text":"Surely the godfearing shall be in gardens and bliss"},{"SurahNumber":52,"VerseNumber":18,"Text":"rejoicing in that their Lord has given them; and their Lord shall guard them against the chastisement of Hell"},{"SurahNumber":52,"VerseNumber":19,"Text":"Eat and drink, with wholesome appetite, for that you were working"},{"SurahNumber":52,"VerseNumber":20,"Text":"Reclining upon couches ranged in rows; and We shall espouse them to wide-eyed houris"},{"SurahNumber":52,"VerseNumber":21,"Text":"And those who believed, and their seed followed them in belief, We shall join their seed with them, and We shall not defraud them of aught of their work; every man shall be pledged for what he earned"},{"SurahNumber":52,"VerseNumber":22,"Text":"And We shall succour them with fruits and flesh such as they desire"},{"SurahNumber":52,"VerseNumber":23,"Text":"while they pass therein a cup one to another wherein is no idle talk, no cause of sin"},{"SurahNumber":52,"VerseNumber":24,"Text":"and there go round them youths, their own, as if they were hidden pearls"},{"SurahNumber":52,"VerseNumber":25,"Text":"They advance one upon another, asking each other questions"},{"SurahNumber":52,"VerseNumber":26,"Text":"They say, 'We were before among our people, ever going in fear"},{"SurahNumber":52,"VerseNumber":27,"Text":"and God was gracious to us, and guarded us against the chastisement of the burning wind"},{"SurahNumber":52,"VerseNumber":28,"Text":"we were before ever calling upon Him; surely He is the All-benign, the All-compassionate"},{"SurahNumber":52,"VerseNumber":29,"Text":"Therefore remind! by thy Lord's blessing thou art not a soothsayer neither possessed"},{"SurahNumber":52,"VerseNumber":30,"Text":"Or do they say, 'He is a poet for whom we await Fate's uncertainty"},{"SurahNumber":52,"VerseNumber":31,"Text":"Say: 'Await! I shall be awaiting with you"}]}