{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"Dedi ki: «Bu benim Rabbimden bir rahmettir. Rabbimin va´di geldiği zaman, O, bunu dümdüz eder; Rabbimin va´di haktır.»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Biz o gün, bir kısmını bir kısmı içinde dalgalanırcasına bırakıvermişiz. Sur´a da üfürülmüştür, artık onların tümünü bir arada toparlamışız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve o gün, cehennemi, küfre sapanlara tam bir sunuşla sunmuşuz"},{"SurahNumber":18,"VerseNumber":101,"Text":"Ki onlar, beni zikretme (konusun)da gözleri bir perde içindeydi, (Kur´an´ı) dinlemeye katlanamazlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"Küfre sapanlar, beni bırakıp kullarımı veliler edindiklerini mi sandılar? Gerçekten biz cehennemi kâfirler için bir durak olarak hazırlamışız"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: «Davranış (tarzı olan ameller) bakımından en çok hüsrana uğrayacak olanları size haber vereyim mi?»"},{"SurahNumber":18,"VerseNumber":104,"Text":"«Onların, dünya hayatındaki bütün çabaları boşa gitmişken, kendilerini gerçekte güzel iş yapmakta sanıyorlar.»"},{"SurahNumber":18,"VerseNumber":105,"Text":"İşte onlar, Rablerinin ayetlerini ve O´na kavuşmayı inkâr edenlerdir. Artık onların yapıp ettikleri boşa çıkmıştır, kıyamet gününde onlar için bir tartı tutmayacağız"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte, küfre sapmaları, ayetlerimi ve peygamberlerimi alay konusu edinmelerinden dolayı onların cezası cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman edip salih amellerde bulunanlar; Firdevs cennetleri onlar için bir ´konaklama yeridir.´"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onda ebedi olarak kalıcıdırlar, ondan ayrılmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: «Rabbimin sözleri (ni yazmak) için deniz mürekkep olsa ve yardım için bir benzerini (bir o kadarını) dahi getirsek, Rabbimin sözleri tükenmeden önce, elbette deniz tükeniverirdi.»"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: «Şüphesiz ben, ancak sizin benzeriniz olan bir beşerim; yalnızca bana sizin ilahınızın tek bir ilah olduğu vahyolunuyor. Kim Rabbine kavuşmayı umuyorsa, artık salih bir amelde bulunsun ve Rabbine ibadette hiç kimseyi ortak tutmasın.»"}]}