{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":44,"Text":"Allah alternates the night and the day. Verily, in all these things is a lesson to those endowed with vision"},{"SurahNumber":24,"VerseNumber":45,"Text":"And Allah created every beast from water, and of them are some that creep upon their bellies, and some that walk upon two legs, and some walk upon four. Allah creates what He wills; verily, Allah has power over all things"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have, indeed, sent down revelations which make things (hidden) manifest, and Allah guides whom He pleases unto the Straight Way"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say, \"We believe in Allah and in the Messenger, and we obey.\" But after that some of them turn their backs; they are not really believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"And when they appeal to Allah and His Messenger to judge between them, lo! A section of them is averse"},{"SurahNumber":24,"VerseNumber":49,"Text":"But had the right been on their side they would have come unto Him willingly enough"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is there in their heart a disease, or do they doubt, or do they fear lest Allah and His Messenger should deal unjustly by them?- Nay, it is they who do wrong (or are unjust)"},{"SurahNumber":24,"VerseNumber":51,"Text":"The speech of the believers, when they appeal unto Allah and His Messenger to judge between them, is only to say, \"We hear and we obey;\" and such are the successful"},{"SurahNumber":24,"VerseNumber":52,"Text":"He who obeys Allah and His Messenger and fears Allah and keeps his duty to Him, such indeed are the victorious"},{"SurahNumber":24,"VerseNumber":53,"Text":"They swear by Allah with their most solemn oath that had you ordered them they would surely go forth. Say, \"Swear not; obedience is more reasonable; verily, Allah is Informed of what you do"}]}