{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":8,"VerseNumber":62,"Text":"U heke ewan (neyaran) biven, ku te (ji bona astiye) bixapinin, (haja te bi wan nemine, disa ewan qirine bikin) qe (tu kovanan neke!). Loma Yezdan bese te ye. Ewi (Yezdani) tu bi arikariya xwe u (bi arikariya) bawergeran (serfiraz kiri)"},{"SurahNumber":8,"VerseNumber":63,"Text":"U ewi di nava dile (bawergeran da) hogiri ce kiriye. Heke te (hemu heyine) di cihane da hene, bida ji disa te di nava dile wan da hogiri ce ne dikir, le Yezdan di nava wan da hogiri ce kir. Bi rasti ewa servahate bijejke ye"},{"SurahNumber":8,"VerseNumber":64,"Text":"Pexember! Ewan bawergeren ku bune peyrewe te hene! Yezdan bese te u wa ne"},{"SurahNumber":8,"VerseNumber":65,"Text":"Pexember! Tu ji bona qirine helana bide bawergeran. Heke ji we (bawergeran) bist meriven hewdai hebin; Ewane li du sed (merive neyar) servahatine bikin. U heke ji we sed meriven hewdai hebin; we ewane li hezar (meriven fileyen neyar) servehatine bikin. Loma bi rasti ewan komaleki wusa nin; qe qenci u xirabiyan ji hev dernaxin"},{"SurahNumber":8,"VerseNumber":66,"Text":"A, di naha da! Yezdan bare we sivik kiriye, loma bi rasti Yezdan zaniye ku di nava we da (meriven) be wec hene. Idi heke ji we sed (meriven) hewdai hebin; we ewane li du sed (meriven file) servahatine bikin, u heke ji we hezar (meriven) hewdai hebin; we ewane bi dustura Yezdan li du hezar (meriven fileyen neyar) servahatine bikin. Loma bi rasti Yezdan bi hewdaran ra ne"},{"SurahNumber":8,"VerseNumber":67,"Text":"Heya neyar di zemin da rind sernegun nebin, qe ji bona tu pexember (u hevale wi ra) durist nine, ku (ewan neyaran bigrin) zebun bibin (di hembere wan da mal bistinin ewan azad bikin). Hun (geli bawergeran! Male wan talan u tajan dikin dest ji qirine berdidin) jina cihan u xisre we diven. Yezdan bi xweber ji (ji bona wa ra jina) pas da dive. Bi rasti Yezdan servahate bijejke ye"},{"SurahNumber":8,"VerseNumber":68,"Text":"Heke hej bere da ji Yezdan (ji bona we ra peymana bi servehatina we) ne bori buya, we bi sedema van (mal hildan u zebun girtina we) sapateke mezin bi we bigirta"},{"SurahNumber":8,"VerseNumber":69,"Text":"Idi (geli bawergeran!) hun ji wan (malen) ku we (ji neyaren xwe) sori kirine, bi duristi u bi titali bixun u hun yezdanparisi bikin. Bi rasti Yezdan baxiskare dilovin e"}]}