{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Ane kitabavala'o sathe takarara na karo, parantu uttama rite, te loko manthi je'o atyacari che (temani sathe takarara karo). Ane spasta rite kahi do ke ame te kitaba upara pana imana dharavi'e chi'e je amara mate avatarita karavamam avi che ane te kitaba upara pana je tamara mate avatarita karavamam avi che. Amaro ane tamaro pujya eka ja che, ame sau teni ja ajnanum palana kari'e chi'e"},{"SurahNumber":29,"VerseNumber":47,"Text":"ane ame avi ja rite tamari tarapha amari kitaba avatarita kari che, basa! Je lokone ame kitaba api che te'o tena para imana lave che ane te loko (musarika loko) manthi ketalaka a kitaba para imana dharave che ane amari ayatono inkara phakta inkara karanara'o ja kare che"},{"SurahNumber":29,"VerseNumber":48,"Text":"a pahela tame ko'i kitaba padhata na hata ane na ko'i kitabane potana hatha vade lakhata hata, ke a asatyanum anusarana karanara loko sankamam padya che"},{"SurahNumber":29,"VerseNumber":49,"Text":"parantu a (kura'anamam) to prakasita ayato che, je jnani lokona hrdayomam suraksita che, amari ayatono inkara karanara atyacari sivaya bija ko'i nathi"},{"SurahNumber":29,"VerseNumber":50,"Text":"te loko'e kahyum ke ana mate ko'i nisani tena palanahara taraphathi avatarita karavamam kema nathi avi? Tame kahi do ke dareka nisani allaha pase ja che, hum to spasta rite saceta kari denara chum"},{"SurahNumber":29,"VerseNumber":51,"Text":"sum a loko mate puratum nathi ke ame tamara para kitaba avatarita kari, je temani samaksa padhavamam ave che, amam rahamata ane sikhamana che, te loko mate, je'o imana lave che"},{"SurahNumber":29,"VerseNumber":52,"Text":"kahi do ke mari ane tamari vacce saksi mate allaha purato che, te akasa ane dharatini dareka vastune jane che, je loko asatyane mane che ane allahano inkara kare che, te jabaradasta nukasana uthavanara che"}]}