{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"ਅਤੇ ਬੇਸ਼ੱਕ ਈਸਾ ਕਿਆਮਤ ਦਾ ਇੱਕ ਨਿਸ਼ਾਨ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਵਿਚ ਸ਼ੱਕ ਨਾ ਕਰੋ। ਅਤੇ ਮੇਰੇ ਹੁਕਮ ਦਾ ਪਾਲਣ ਕਰੋ। ਇਹ ਹੀ ਸਿੱਧਾ ਰਾਹ ਹੈ।"},{"SurahNumber":43,"VerseNumber":62,"Text":"ਅਤੇ ਸ਼ੈਤਾਨ ਤੁਹਾਨੂੰ ਇਸ ਤੋਂ ਰੋਕ ਨਾ ਸਕੇ। ਬੇਸ਼ੱਕ ਉਹ ਤੁਹਾਡਾ ਪ੍ਰਤੱਖ ਦੁਸ਼ਮਣ ਹੈ।"},{"SurahNumber":43,"VerseNumber":63,"Text":"ਅਤੇ ਜਦੋਂ ਈਸਾ ਸਪੱਸ਼ਟ ਨਿਸ਼ਾਨੀਆਂ ਲੈ ਕੇ ਆਇਆ, ਉਸ ਨੇ ਆਖਿਆ ਕਿ ਮੈਂ ਤੁਹਾਡੇ ਕੋਲ ਸਮਝਦਾਰੀ (ਦੀ ਕਿਤਾਬ) ਲੈ ਕੇ ਆਇਆ ਹਾਂ ਤਾਂ ਹੋ। ਸੋ ਤੁਸੀਂ ਅੱਲਾਹ ਤੋਂ ਡਰੋ ਅਤੇ ਮੇਰਾ ਹੁਕਮ ਮੰਨੋ।"},{"SurahNumber":43,"VerseNumber":64,"Text":"ਬੇਸ਼ੱਕ ਅੱਲਾਹ ਹੀ ਮੇਰਾ ਰੱਬ ਹੈ ਅਤੇ ਤੁਹਾਡਾ ਵੀ, ਤਾਂ ਤੁਸੀਂ ਉਸ ਦੀ ਹੀ ਇਬਾਦਤ ਕਰੋਂ। ਇਹ ਹੀ ਸਿੱਧਾ ਰਾਹ ਹੈ।"},{"SurahNumber":43,"VerseNumber":65,"Text":"ਫਿਰ ਸਮੂਹਾਂ ਨੇ ਆਪਿਸ ਵਿਚ ਮੱਤਭੇਦ ਕੀਤਾ। ਉਨ੍ਹਾਂ ਲੋਕਾਂ ਲਈ ਇੱਕ ਦਰਦਨਾਕ ਦਿਨ ਦੀ ਸਜ਼ਾ ਤੋਂ ਵਿਨਾਸ਼ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਜ਼ੁਲਮ ਕੀਤਾ।"},{"SurahNumber":43,"VerseNumber":66,"Text":"ਇਹ ਲੋਕ ਸਿਰਫ਼ ਕਿਆਮਤ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ, ਕਿ ਉਹ ਇਨ੍ਹਾਂ ਤੇ ਅਚਾਨਕ ਆ ਡਿੱਗੇ, ਇਨ੍ਹਾਂ ਨੂੰ ਪਤਾ ਵੀ ਨਾ ਚੱਲੇ।"},{"SurahNumber":43,"VerseNumber":67,"Text":"ਸਾਰੇ ਮਿੱਤਰ ਉਸ ਦਿਨ ਇੱਕ ਦੂਜੇ ਦੇ ਦੁਸ਼ਮਣ ਹੋਣਗੇ। ਬਿਨਾਂ ਡਰਨ ਵਾਲਿਆਂ ਦੇ।"},{"SurahNumber":43,"VerseNumber":68,"Text":"ਹੇ ਮੇਰੇ ਬੰਦਿਓ! ਅੱਜ ਨਾ ਤੁਹਾਨੂੰ ਨਾ ਕੋਈ ਡਰ ਹੈ ਅਤੇ ਨਾ ਤੁਸੀਂ ਦੁਖੀ ਹੋਵੋਗੇ।"},{"SurahNumber":43,"VerseNumber":69,"Text":"ਜਿਹੜੇ ਲੋਕ ਸਾਡੀਆਂ ਆਇਤਾਂ ਤੇ ਈਮਾਨ ਲਿਆਏ ਅਤੇ ਆਗਿਆਕਾਰੀ ਰਹੇ।"},{"SurahNumber":43,"VerseNumber":70,"Text":"ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੀਆਂ ਪਤਨੀਆਂ ਜੰਨਤ ਵਿਚ ਦਾਖ਼ਿਲ ਹੋ ਜਾਵੇਂ, ਤੁਸੀਂ ਪ੍ਰਸੰਨ ਕੀਤੇ ਜਾਵੋਗੇ।"},{"SurahNumber":43,"VerseNumber":71,"Text":"ਉਨ੍ਹਾਂ ਦੇ ਸਾਮ੍ਹਣੇ ਸੋਨੇ ਦੇ ਪਿਆਲੇ ਅਤੇ ਥਾਲੀਆਂ ਪੇਸ਼ ਕੀਤੇ ਜਾਣਗੇ। ਅਤੇ ਉੱਤੇ ਉਹ ਵਸਤੂਆਂ ਹੋਣਗੀਆਂ, ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਚਾਹੇਗਾ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨਾਲ ਅੱਖਾਂ ਨੂੰ ਤ੍ਰਿਪਤੀ ਮਿਲੇਗੀ। ਤੁਸੀਂ ਇੱਥੇ ਹਮੇਸ਼ਾ ਰਹੋਗੇ।"},{"SurahNumber":43,"VerseNumber":72,"Text":"ਅਤੇ ਇਹ ਉਹ ਜੰਨਤ ਹੈ, ਜਿਸ ਦੇ ਤੁਸੀਂ ਉਸ ਕਾਰਨ ਮਾਲਕ ਬਣਾਏ ਗਏ, ਜੋ ਤੁਸੀਂ ਕਰਦੇ ਸੀ।"},{"SurahNumber":43,"VerseNumber":73,"Text":"ਤੁਹਾਡੇ ਲਈ ਇਸ ਵਿਚ ਬਹੁਤ ਸਾਰੇ ਫ਼ਲ ਹਨ, ਜਿਨ੍ਹਾਂ ਵਿਚੋਂ ਤੁਸੀਂ ਖਾਓਗੇ।"}]}