{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Huwa qata' li jkunu seba' smewwiet f'jumejn, 1 nebbaħ f'kull sema l-amar tiegħu. U żejjinna s-sema ta' isfel bi msiebaħ (il-kwiekeb) u (tajnieh) ħarsien. Dak huwa d-digriet tal-Qawwi li jaf kollox"},{"SurahNumber":41,"VerseNumber":13,"Text":"Iżda jekk iwarrbu (mit-twemmin, għaliex ma jridx jafu), għidtilhom Muħammad): ''Wissejtkom' fli tolqotkom) sajjetta, bħas-sajjetta (li laqtet lit-tribujiet) ta' Għad u Tamdd (fl-igħoddi)"},{"SurahNumber":41,"VerseNumber":14,"Text":"Meta ġewhom il-Mibgħutin minn quddiemhom u minn. warajhom: (u wissewhom): ''La tqimux għajr lil-Alla' (nies Għad u Tamid qalu): ''Kieku ried, Sidna kien iniżżel anġli (biex iwissuna), Għalhekk aħna ma' nemmnux f'dak li ntbagħattu bihi"},{"SurahNumber":41,"VerseNumber":15,"Text":"Nies Għad tkabbru fl-art, mingħajr ħaqq, u qalu: 'Min huwa akbar minna fil-qawwa/' Mela ma rawx li Alla li ħalaqhom huwa akbar minnhom fil-qawwa Huma kienu jiċħdu r-Rivelazzjoni tagħna"},{"SurahNumber":41,"VerseNumber":16,"Text":"Għalhekk bgħatna fuqhom riefnu kiesaħ f'jiem ta' riżq ħażin biex indewquhom. il-kastig. tat-tkasbir. fil-ħajja (f'din) id-dinja. Tassew li l-kastig tal-Oħra (tal-Ħajja l- Oħra) huwa aktar ta' tkasbir, u ma jkunux megħjunin"},{"SurahNumber":41,"VerseNumber":17,"Text":"Nies-Tamiid mexxejniehom fit-triq it-tajba, iżda huma għoġobhom aktar l-għama milli t-tmexxija. t-tajba, għalhekk ħadithom is-sajjetta tal-kastig ta' l-umiljazzjoni minħabba. dak (il-ħażen) li kienu jiksbu (bl-għemejjel tagħhom)"},{"SurahNumber":41,"VerseNumber":18,"Text":"U ħlisna (mill-kastig) lil dawk li emmnu:u kienu jibżgħu minn Alla"},{"SurahNumber":41,"VerseNumber":19,"Text":"Fil-Jum meta l-għedewwa ta' Alla jinġabru għan-Nar (ta' dejjem), huma jinsaqu u jkunu mbuttati (għa/ ġewwa: fih)"},{"SurahNumber":41,"VerseNumber":20,"Text":"U meta jaslu ħdejh (l-/nfern). jixhdu kontrihom is- smigħ tagħhom, dawl għajnejhom, u l-ġlud tagħhom dwar dak li kienu jagħmlu"}]}