{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":107,"Text":"Ārau yisakalē machajida nirmāṇa karaichē kṣatisādhana karaāra bābē, kupharaī karaāra bābē ārau muminasakalara mājata bibhēda sr̥ṣṭi karaāra uddēśyē ārau iẏāra āgatē āllāha ārau tē'ōm̐ra raāchulara biraud'dhē yisakalē yud'dha karaichila siham̐tara gōpana ghām̐ṭi sbaraūpē byarahārara uddēśyē, ārau siham̐tē araśyē śapata khā'i ka’ba, ‘āmi kērala kalyāṇa kāmanā karaichilōhē’; ārau āllāhē sākṣya diẏē yē, araśyē siham̐ta michalīẏā"},{"SurahNumber":9,"VerseNumber":108,"Text":"Tumi tāta kētiẏā'ō chālātara bābē thiẏa naha’bā; yi machajidara bhitti prathama dināra paraā'i sthāpita haichē tākbaraāra ōparata, sē'iṭōtahē chālātara bābē thiẏa hōraā tōmāra bābē bēchi upayukta. Tāta ēnēkuraā lōka āchē yisakalē uttamaraūpē paraitratā arjana karaā bhālapāẏa, ārau paraitratā arjanakāraīsakalaka āllāhē bhālapāẏa"},{"SurahNumber":9,"VerseNumber":109,"Text":"Yi byaktiẏē tāra gharara bhitti āllāhara tākbaraā ārau santuṣṭira ōparata sthāpana karaē si uttama, nē sē'i byakti uttama yiẏē tāra gharara bhitti sthāpana karaē khahi paraiba dharaā garaāra kāṣata? Phalata i tāka lai jāhānnāmara agnita khahi paraila; ārau āllāhē yālima sampradāẏaka hidāẏata nidiẏē"},{"SurahNumber":9,"VerseNumber":110,"Text":"Siham̐tara nirmita gr̥ha, siham̐tara antarata sandēhara kāraṇa hai thākiba, yētiẏā laikē siham̐tara antara chinna-bichinna hai nāyāẏa. Āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":9,"VerseNumber":111,"Text":"Niścaẏa āllāhē muminasakalara paraā siham̐tara jīrana ārau sampada kini laichē (iẏāra binimaẏata) yē, siham̐tara bābē āchē jānnāta. Siham̐tē āllāhara pathata yud'dha karaē, araśēṣata siham̐tē (śatrauka) māraē ārau nijē'ō maraē. Ētēkē tā'ōraāta, īñjīla ārau kōra'ānata ē'i biṣaẏē siham̐tara satya pratiśrauti āchē; ārau nija pratijñā pālanata āllāhatakai śraēṣṭha āna kōna āchē? Sēẏē tōmālōkē āllāhara lagata yi bēcā-kinā karaichā tāra bābē ānandita hōraā; ārau ē'iṭōraē'i haichē mahāsaphalatā"}]}