{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":83,"VerseNumber":35,"Text":"«على الأرائك» في الجنة «ينظرون» من منازلهم إلى الكفار وهم يعذبون فيضحكون منهم كما ضحك الكفار منهم في الدنيا"},{"SurahNumber":83,"VerseNumber":36,"Text":"«هل ثُوِّبَ» جوزي «الكفار ما كانوا يفعلون» نعم"},{"SurahNumber":84,"VerseNumber":1,"Text":"«إذا السماء انشقت»"},{"SurahNumber":84,"VerseNumber":2,"Text":"«وأذنت» سمعت وأطاعت في الانشقاق «لربها وحقت» أي وحق لها أن تسمع وتطيع"},{"SurahNumber":84,"VerseNumber":3,"Text":"«وإذا الأرض مدت» زيد في سعتها كما يمد الأديم ولم يبق عليها بناء ولا جبل"},{"SurahNumber":84,"VerseNumber":4,"Text":"«وألقت ما فيها» من الموتى إلى ظاهرها «وتخلت» عنه"},{"SurahNumber":84,"VerseNumber":5,"Text":"«وأذنت» سمعت وأطاعت في ذلك «لربها وحقت» وذلك كله يكون يوم القيامة، وجواب إذا وما عطف عليها محذوف دل عليه ما بعده تقديره لقي الإنسان عمله"},{"SurahNumber":84,"VerseNumber":6,"Text":"«يا أيها الإنسان إنك كادح» جاهد في عملك «إلى» لقاء «ربك» وهو الموت «كدحا فملاقيه» أي ملاق عملك المذكور من خير أو شر يوم القيامة"},{"SurahNumber":84,"VerseNumber":7,"Text":"«فأما من أوتي كتابه» كتاب عمله «بيمينه» هو المؤمن"},{"SurahNumber":84,"VerseNumber":8,"Text":"(فسوف يحاسب حسابا يسيرا) هو عرض عمله عليه كما في حديث الصحيحين وفيه \"\" من نوقش الحساب هلك \"\" وبعد العرض يتجاوز عنه"},{"SurahNumber":84,"VerseNumber":9,"Text":"«وينقلب إلى أهله» في الجنة «مسرورا» بذلك"},{"SurahNumber":84,"VerseNumber":10,"Text":"«وأما من أوتي كتابه وراء ظهره» هو الكافر تغل يمناه إلى عنقه وتجعل يسراه وراء ظهره فيأخذ بها كتابه"},{"SurahNumber":84,"VerseNumber":11,"Text":"«فسوف يدعو» عند رؤيته ما فيه «ثبورا» ينادي هلاكه بقوله: يا ثبوراه"},{"SurahNumber":84,"VerseNumber":12,"Text":"«ويصلى سعيرا» يدخل النار الشديدة وفي قراءة بضم الياء وفتح الصاد واللام المشددة"},{"SurahNumber":84,"VerseNumber":13,"Text":"«إنه كان في أهله» عشيرته في الدنيا «مسرورا» بطرا باتباعه لهواه"},{"SurahNumber":84,"VerseNumber":14,"Text":"«إنه ظن أن» مخففة من الثقيلة واسمها محذوف، أي أنه «لن يحور» يرجع إلى ربه"},{"SurahNumber":84,"VerseNumber":15,"Text":"«بلى» يرجع إليه «إن ربه كان به بصيرا» عالما برجوعه إليه"},{"SurahNumber":84,"VerseNumber":16,"Text":"«فلا أقسم» لا زائدة «بالشفق» هو الحمرة في الأفق بعد غروب الشمس"},{"SurahNumber":84,"VerseNumber":17,"Text":"«والليل وما وسق» جمع ما دخل عليه من الدواب وغيرها"},{"SurahNumber":84,"VerseNumber":18,"Text":"«والقمر إذا اتسق» اجتمع وتم نوره وذلك في الليالي البيض"},{"SurahNumber":84,"VerseNumber":19,"Text":"«لتركبن» أيها الناس أصله تركبونن حذفت نون الرفع لتوالي الأمثال والواو لالتقاء الساكنين «طبقا عن طبق» حالا بعد حال، وهو الموت ثم الحياة وما بعدها من أحوال القيامة"},{"SurahNumber":84,"VerseNumber":20,"Text":"«فما لهم» أي الكفار «لا يؤمنون» أي أيُّ مانع من الإيمان أو أي حجة لهم في تركه مع وجود براهينه"},{"SurahNumber":84,"VerseNumber":21,"Text":"«و» مالهم «إذا قُرىءَ عليهم القرآن لا يسجدون» يخضعون بأن يؤمنوا به لإعجازه"},{"SurahNumber":84,"VerseNumber":22,"Text":"«بل الذين كفروا يكذبون» بالبعث وغيره"},{"SurahNumber":84,"VerseNumber":23,"Text":"«والله أعلم بما يوعون» يجمعون في صحفهم من الكفر والتكذيب وأعمال السوء"},{"SurahNumber":84,"VerseNumber":24,"Text":"«فبشرهم» أخبرهم «بعذاب أليم» مؤلم"},{"SurahNumber":84,"VerseNumber":25,"Text":"«إلا» لكن «الذين آمنوا وعملوا الصالحات لهم أجر غير ممنون» غير مقطوع ولا منقوص ولا يُمَنُّ به عليه"}]}