{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa \"onu kendi uydurdu\" mu diyorlar? O halde sen de onlara de ki: \"Haydi siz de onun gibi uydurulmuş on sûre getirin. Allah'dan başka çağırabileceğiniz kim varsa onları da yardıma çağırın. Eğer doğru söylüyorsanız\" (bunu yaparsınız)"},{"SurahNumber":11,"VerseNumber":14,"Text":"Yok eğer bunun üzerine size cevap vermedilerse, artık bilin ki, bu Kur'ân ancak Allah'ın ilmiyle indirilmiştir. O'ndan başka ilâh yoktur. Artık müslüman oluyorsunuz, değil mi"},{"SurahNumber":11,"VerseNumber":15,"Text":"Her kim dünya hayatını ve güzelliklerini isterse biz onlara amellerinin karşılığını orada tamamen öderiz. Bu hususta kendilerine bir densizlik yapılmaz"},{"SurahNumber":11,"VerseNumber":16,"Text":"Fakat onlar öyle kimselerdir ki, ahirette kendilerine ateşten başka bir şey yoktur. İşledikleri şeyler orada boşuna gitmiştir. Zaten bütün yaptıkları da batıldır"},{"SurahNumber":11,"VerseNumber":17,"Text":"O dünyayı isteyenler, hiç Rabbinden açık bir belge üzere olan kimse gibi midir? O belgeyi yine Allah'dan gelen bir şahid olarak Kur'ân izliyor, ondan önce de bir rehber ve rahmet olan kitap, Musa'nın kitabı yine onu destekliyor. Böyle olanlar Kur'ân'a inanırlar. Hangi hizipten olursa olsun kim onu inkâr ederse, ona vaad edilen yer ateştir. İşte bütün bunlardan dolayı sen de bu Kur'ân'dan şüphe içinde olma. Kesinlikle o haktır, Rabbindendir. Fakat insanların çoğu iman etmezler"},{"SurahNumber":11,"VerseNumber":18,"Text":"Üstelik bir yalanı Allah'a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, şahitler de şöyle diyecekler: \"İşte bunlar Rablerine karşı yalan söyleyenlerdir\". İyi bilin ki: Allah'ın laneti zalimlerin üzerinedir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar ki, Allah yolundan döndürmeye çalışırlar ve o yolu eğri büğrü yapmak isterler. Üstelik onlar, evet onlar ahirete de inanmazlar"}]}