{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":23,"Text":"Gercekten ben bir kadın buldum, Sebe’ halkına padisahlık yapıyor, kendisine (padisahların muhtac oldugu) her sey verilmis. Muhtesem bir tahtı da var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve kavmini, Allah’a degil, gunese tapıyorlar buldum. Seytan onlara amellerini suslu gostermis, boylece kendilerini hak yoldan sapıtmıs da dogru yola giremiyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"(Seytan onlara amellerini suslu gosterdi ki), goklerde ve yerde gizli olan yagmur ve nebatı meydana cıkaran, gizledikleri ve acıkladıkları seylerin hepsini bilen Allah’a secde etmesinler"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah, O varlıktır ki, ondan baska bir ilah yoktur; buyuk arsın Rabbidir.”"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman Hudhud adlı kusa soyle) dedi: “- Bakalım dogru mu soyledin, yoksa yalancılardan mı oldun"},{"SurahNumber":27,"VerseNumber":28,"Text":"Bu mektubumu gotur de bırak onlara. Sonra yanlarından cekil de bak, ne neticeye varacaklar.”"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Sebe’ hukumdarı Belkıs kavmine) dedi ki: “- Ey seckin topluluk! Bana cok iyi bir mektup bırakıldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"O, muhakkak ki Suleyman’dandır ve o (mektubun ilk satırı) bismillahirrahmanirrahim’dir"},{"SurahNumber":27,"VerseNumber":31,"Text":"(Sonra mektupta soyle denilmektedir): Bana karsı bas kaldırmayın ve musluman olarak bana gelin"},{"SurahNumber":27,"VerseNumber":32,"Text":"Ey seckin topluluk! Bana bu isim hakkında bir fikir verin. Sizin gorusunuz olmadan ben hic bir isi yapmıs degilim.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"(Kavmin ileri gelenleri Belkıs’a soyle) dediler: “- Biz, kuvvet sahibiyiz ve cesur savascıyız. Bununla beraber emir sana aiddir (savas emrine de, sulh emrine de uyarız). Artık bak, ne emredeceksin.”"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Padisah Belkıs onlara soyle) dedi: “- Dogrusu padisahlar bir memlekete girdikleri zaman, orasını perisan ederler ve halkının serefli kimselerini (oldurerek, esir ederek, mal ve mulklerini yagma ederek) zelil kılarlar. Iste bunlar da boyle yaparlar"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ben onlara (Suleyman’a) bir (heyetle) hediye gondereyim de bakayım, elciler ne ile donecekler (hediyem kabul mu edilecek, yoksa red mi edilecek)?” (*) Dikkat! Secde ayetidir"}]}