{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":98,"Text":"Zülkarneyn: “Bu, Rabbimden bir rahmettir, bir lütuftur, dedi. Rabbimin tayin ettiği vakit gelince, bunu yerle bir eder. Rabbimin vâdi mutlaka gerçekleşir.”"},{"SurahNumber":18,"VerseNumber":99,"Text":"O gün, yani kıyamet günü onlar deniz dalgaları gibi birbirine çarparak çalkalanırlar. Sûr'a da üfürülür, insanların hepsini bir araya toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Gözleri Benim kitabım karşısında perdeli olup, Kur'ân’ı dinlemeye tahammül edemeyen kâfirlere, o gün cehennemi gösteririz, cehennemle karşı karşıya koyarız onları"},{"SurahNumber":18,"VerseNumber":101,"Text":"Gözleri Benim kitabım karşısında perdeli olup, Kur'ân’ı dinlemeye tahammül edemeyen kâfirlere, o gün cehennemi gösteririz, cehennemle karşı karşıya koyarız onları"},{"SurahNumber":18,"VerseNumber":102,"Text":"O kâfirler, birtakım kullarımı, Benden başka tanrı edinmelerinin geçerli olacağını mı zannettiler? Doğrusu Biz cehennemi kâfirler için konak olarak hazırlamış bulunuyoruz"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: “İşleri yönünden âhirette en büyük kayba uğrayanların kimler olduklarını bildireyim mi? Onlar o kimselerdir ki dünya hayatında yaptıkları işlerin karşılıkları hep boşa gidecektir. Halbuki kendilerinin güzel güzel işler yaptıklarını sanırlar.”"},{"SurahNumber":18,"VerseNumber":104,"Text":"De ki: “İşleri yönünden âhirette en büyük kayba uğrayanların kimler olduklarını bildireyim mi? Onlar o kimselerdir ki dünya hayatında yaptıkları işlerin karşılıkları hep boşa gidecektir. Halbuki kendilerinin güzel güzel işler yaptıklarını sanırlar.”"},{"SurahNumber":18,"VerseNumber":105,"Text":"İşte onlar Rab'lerinin âyetlerini ve O’na kavuşmayı inkâr etmiş, bu yüzden de yaptıkları iyi işler boşa gitmiştir. Tartılacak şeyleri kalmadığından kıyamet günü onlar için artık tartı âleti koymayacağız. [25,2]"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte kâfir olmaları, âyetlerimle ve kendilerine yapılan uyarılarla alay etmeleri sebebiyle, şu cehennem onların cezası olarak hazırlanmıştır"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman edip makbul ve güzel işler yapanlara gelince, onlara da konak olarak Firdevs cennetleri hazırlandı. [23,11] {KM, Neşideler 4,12; Luka 23,43; II Korintos}"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onlar orada devamlı kalacak, (usanmadıklarından ötürü), başka tarafa geçmeyi arzu etmeyeceklerdir"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: “Rabbimin sözlerini yazmak için bütün denizler mürekkep olsaydı, hatta onun bir mislini de takviye gönderseydik, bu denizler tükenir, Rabbinin sözleri yine de bitmezdi. [31, 27] {KM, Yuhanna}"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: “Ben sadece sizin gibi bir insanım.Ancak şu farkla ki bana “sizin ilahınız tek İlahtır” diye vahyediliyor. Artık kim Rabbine âhirette kavuşacağını umuyorsa, makbul ve güzel işler işlesin ve sakın Rabbine ibadetinde hiç bir şeyi O'na ortak koşmasın"}]}