{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":5,"Text":"یعقوب علیہ السلام نے کہا پیارے بچے! اپنے اس خواب کا ذکر اپنے بھائیوں سے نہ کرنا۔ ایسا نہ ہو کہ وه تیرے ساتھ کوئی فریب کاری کریں، شیطان تو انسان کا کھلا دشمن ہے"},{"SurahNumber":12,"VerseNumber":6,"Text":"اور اسی طرح تجھے تیرا پروردگار برگزیده کرے گا اور تجھے معاملہ فہمی (یا خوابوں کی تعبیر) بھی سکھائے گا اور اپنی نعمت تجھے بھرپور عطا فرمائے گا اور یعقوب کے گھر والوں کو بھی، جیسے کہ اس نے اس سے پہلے تیرے دادا اور پردادا یعنی ابراہیم واسحاق کو بھی بھرپور اپنی نعمت دی، یقیناً تیرا رب بہت بڑے علم واﻻ اور زبردست حکمت واﻻ ہے"},{"SurahNumber":12,"VerseNumber":7,"Text":"یقیناً یوسف اور اس کے بھائیوں میں دریافت کرنے والوں کے لئے (بڑی) نشانیاں ہیں"},{"SurahNumber":12,"VerseNumber":8,"Text":"جب کہ انہوں نے کہا کہ یوسف اور اس کا بھائی بہ نسبت ہمارے، باپ کو بہت زیاده پیارے ہیں حاﻻنکہ ہم (طاقتور) جماعت ہیں کوئی شک نہیں کہ ہمارے ابا صریح غلطی میں ہیں"},{"SurahNumber":12,"VerseNumber":9,"Text":"یوسف کو تو مار ہی ڈالو یا اسے کسی (نامعلوم) جگہ پھینک دو کہ تمہارے والد کا رخ صرف تمہاری طرف ہی ہو جائے۔ اس کے بعد تم نیک ہو جانا"},{"SurahNumber":12,"VerseNumber":10,"Text":"ان میں سے ایک نے کہا یوسف کو قتل تو نہ کرو بلکہ اسے کسی اندھے کنوئیں (کی تہ) میں ڈال آؤ کہ اسے کوئی (آتا جاتا) قافلہ اٹھا لے جائے اگر تمہیں کرنا ہی ہے تو یوں کرو"},{"SurahNumber":12,"VerseNumber":11,"Text":"انہوں نے کہا ابا! آخر آپ یوسف (علیہ السلام) کے بارے میں ہم پر اعتبار کیوں نہیں کرتے ہم تو اس کے خیر خواه ہیں"},{"SurahNumber":12,"VerseNumber":12,"Text":"کل آپ اسے ضرور ہمارے ساتھ بھیج دیجئے کہ خوب کھائے پئے اور کھیلے، اس کی حفاﻇت کے ہم ذمہ دار ہیں"},{"SurahNumber":12,"VerseNumber":13,"Text":"(یعقوب علیہ السلام نے) کہا اسے تمہارا لے جانا مجھے تو سخت صدمہ دے گا اور مجھے یہ بھی کھٹکا لگا رہے گا کہ تمہاری غفلت میں اسے بھیڑیا کھا جائے"},{"SurahNumber":12,"VerseNumber":14,"Text":"انہوں نے جواب دیا کہ ہم جیسی (زور آور) جماعت کی موجودگی میں بھی اگر اسے بھیڑیا کھا جائے تو ہم بالکل نکمے ہی ہوئے"}]}