{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"On goh, ki ʙar modarat on ci vahj kardani ʙud, vahj kardem"},{"SurahNumber":20,"VerseNumber":39,"Text":"ki uro dar sanduqe andoz, sanduqro ʙa darjo parto, to darjo ʙa sohilas andozad va jake az dusmanoni Man va dusmanoni u sanduqro ʙigirad. Muhaʙʙati xud ʙa tu arzoni dostam, to zeri nazari Man parvaris joʙi"},{"SurahNumber":20,"VerseNumber":40,"Text":"On goh, ki xoharat meraft va meguft: «Mexohed sumoro ʙa kase, ki nigahdorijas kunad, roh ʙinamojam?» Mo turo nazdi modarat ʙozgardonidem, to casmonas ravsan gardad va ƣam naxurad. Va tu jakero ʙikusti va Mo az ƣam ozodat kardem va ʙorho turo ʙijozmudem. Va sole cand mijoni mardumi Madjan zisti. Va aknun, ej Muso, dar in hangom, ki taqdir karda ʙudem, omadai"},{"SurahNumber":20,"VerseNumber":41,"Text":"Turo xosi Xud kardam"},{"SurahNumber":20,"VerseNumber":42,"Text":"Tu va ʙarodarat ojoti Maro ʙiʙared va dar risolati Man susti makuned"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ba sui Fir'avn ʙiraved, ki u az had guzastaast"},{"SurahNumber":20,"VerseNumber":44,"Text":"Bo u ʙa narmi suxan gued, sojad pand girad jo ʙitarsad»"},{"SurahNumber":20,"VerseNumber":45,"Text":"Guftand: «Ej Parvardigori mo, ʙim dorem, ki ʙar mo zulmu sitam kunad jo sarkasi az had ʙiguzaronad»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Guft: «Matarsed. Man ʙo sumo hastam. Mesunavamu meʙinam"},{"SurahNumber":20,"VerseNumber":47,"Text":"Pas nazdi u ravedu gued: «Mo rasuloni Parvardigori tuem. Bani-Isroilro ʙo mo ʙifirist va ozorason madeh. Mo nisonae az Parvardigorat ʙarojat ovardaem. Va salom ʙar on kas, ki az pai hidojat qadam nihad"},{"SurahNumber":20,"VerseNumber":48,"Text":"Alʙatta ʙa mo vahj sudaast, ki azoʙ ʙaroi on kasest, ki rostro duruƣ sumorad va az on ruj gardonad»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Guft: «Ej Muso, Parvardigori sumo kist?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"Guft: «Parvardigori mo hamon kasest, ki ofarinisi (suratu sakli) har cizero ʙa U doda, sipas hidojatas kardast»"},{"SurahNumber":20,"VerseNumber":51,"Text":"Guft: «Holi qavmhoe, ki az in pes mezistand, cist?»"}]}