{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":33,"VerseNumber":7,"Text":"Hani biz peygamberlerden saglam soz almıstık. Senden, Nuh’tan, Ibrahim, Musa ve Meryemoglu Isa’dan da. Evet biz, onlardan sapasaglam bir soz almıstık"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Allah, bunu) dogru kimseleri dogruluklarından hesaba cekmek icin (yapmıstır.) Kafirlere de elem dolu bir azap hazırlamıstır"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey iman edenler! Allah’ın size olan nimetini hatırlayın. Hani (dusman) orduları uzerinize gelmisti de biz onların uzerine bir ruzgar ve goremediginiz ordular gondermistik. Allah, yaptıklarınızı hakkıyla gormektedir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar, size hem ust tarafınızdan, hem alt tarafınızdan gelmislerdi. Hani gozler kaymıs ve yurekler agızlara gelmisti. Allah hakkında bir takım zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Iste orada Mu’minler denendiler ve siddetli bir sekilde sarsıldılar"},{"SurahNumber":33,"VerseNumber":12,"Text":"O zaman munafıklar ve kalplerinde hastalık bulunanlar: “Allah ve Rasulu bize bir aldatıstan baska bir sey vaat etmemistir” diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Hani onlardan bir grup: “Ey Yesrib (Medine) halkı! Sizin burada durma imkanınız yok. Haydi geri donun.” demisti. Onlardan bir baska grup da; “Evlerimiz acık (korumasız)” diyerek Peygamber'den izin istiyorlardı. Oysa evleri acık (korumasız) degildi. Onlar sadece kacmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger Medine’nin her tarafından uzerilerine gelinse ve kendilerinden fitne (sirk kosup, dinden donmeleri) istenmis olsaydı, onu mutlaka yaparlardı ve pek fazla gecikmezlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Andolsun ki, onlar daha once geri donup kacmayacaklarına dair Allah’a soz vermislerdi. Allah’a verilen soz ise sorulur"}]}