{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":16,"Text":"And those that suppressed the Truth, rejected Our Verses/signs, and denied the meeting in the Hereafter, those then will be presented for the Punishment"},{"SurahNumber":30,"VerseNumber":17,"Text":"And Glory to Allah when you retire for the night and Glory to Him when you get ready for your daily work in the morning"},{"SurahNumber":30,"VerseNumber":18,"Text":"And for Him is the Praise in the heavens and the earth and in the evening and when you are at noon"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings out the living from the dead and brings out the dead from the living. And He gives life to the earth after it had been dead. And, likewise, you shall be brought out from the dead"},{"SurahNumber":30,"VerseNumber":20,"Text":"And among His Signs is that He created you out of dust. And then it is that you mushroomed as human beings"},{"SurahNumber":30,"VerseNumber":21,"Text":"And among His Signs is that He created for you mates from yourselves, so that you might give comfort and support to them. And He created mutual affection and kindness between you. In this, indeed, are signs for people who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"And among His Signs is the creation of the heavens and the earth, and the diversity of your tongues and colours. In this, indeed, are signs for those who imbibe knowledge"},{"SurahNumber":30,"VerseNumber":23,"Text":"And among His Signs is your slumber during the night and the day — and your quest of His Bounty. In this, indeed, are signs for people who hear and listen"},{"SurahNumber":30,"VerseNumber":24,"Text":"And among His Signs is that He shows you the lightning as herald of both fear and hope, sends down water from the sky, and then gives life to the earth after it was dead. In this, indeed, are signs for people who use their intellect"}]}