{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":7,"Text":"As for those who have faith and do righteous deeds, We will absolve them of their misdeeds and We will surely reward them by the best of what they used to do"},{"SurahNumber":29,"VerseNumber":8,"Text":"We have enjoined man to be good to his parents. But if they urge you to ascribe to Me as partner that of which you have no knowledge, then do not obey them. To Me will be your return, whereat I will inform you concerning that which you used to do"},{"SurahNumber":29,"VerseNumber":9,"Text":"Those who have faith and do righteous deeds, We will surely admit them among the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among the people there are those who say, ‘We have faith in Allah,’ but if such a one is tormented in Allah’s cause, he takes persecution by the people for Allah’s punishment. Yet if there comes any help from your Lord, they will say for sure, ‘We were indeed with you.’ Does not Allah know best what is in the breasts of the creatures"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah shall surely ascertain those who have faith, and He shall surely ascertain the hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"The faithless say to the faithful, ‘Follow our way and we will bear [responsibility for] your iniquities.’ They will not bear anything of their iniquities. They are indeed liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"But surely they will carry their own burdens and other burdens along with their own burdens, and they will surely be questioned on the Day of Resurrection concerning that which they used to fabricate"},{"SurahNumber":29,"VerseNumber":14,"Text":"Certainly We sent Noah to his people, and he remained with them for a thousand-less-fifty years. Then the flood overtook them while they were wrongdoers"}]}