{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":39,"Text":"И из Его знамений - Ты землю зришь бесплодной. Но вот Мы на нее прольем (обильный) дождь, - Она взволнуется, набухнет и воскреснет. Поистине, ведь Тот, Кто землю к жизни воскрешает, Способен оживить и мертвых, - Ведь всемогущ Аллах над всем и вся"},{"SurahNumber":41,"VerseNumber":40,"Text":"Поистине, не схорониться тем, Кто искажает истину в знаменьях Наших. Кто ж лучше: Тот, кто в Судный День в Огонь повергнут будет, Иль тот, кто в Рай войдет сохранно? Творите все, что вы хотите, - Он видит все, что делаете вы"},{"SurahNumber":41,"VerseNumber":41,"Text":"(Не скроются от Нас и те), Кто отвергает увещанье Наше, Когда оно приходит к ним, - Поистине, величественна эта Книга"},{"SurahNumber":41,"VerseNumber":42,"Text":"И ложь не может подступиться к ней Ни спереди, ни сзади, - Ведь таково послание Того, Кто мудр И достоин всех хвалеб"},{"SurahNumber":41,"VerseNumber":43,"Text":"И не вверяется тебе ничто, Что до тебя другим пророкам не вверялось. Поистине, Владыка твой - Распорядитель всепрощенья, Властитель самой горькой кары"},{"SurahNumber":41,"VerseNumber":44,"Text":"Но если б ниспослали Мы Коран не на арабском, Они б воскликнули: \"Где толкование его стихов? Ужель сие не на арабском, А излагается арабом?\" Ответь: \"Путеводитель он и врачеватель Для тех, кто веру приобрел\". Но у неверных глухотой закрыты уши, И он, (Коран), для них - лишь слепота, И к ним приходится взывать Из самых дальних расстояний"},{"SurahNumber":41,"VerseNumber":45,"Text":"Мы прежде дали Мусе Книгу, Но с нею разногласия пришли. И если бы Господне Слово раньше не явилось, Они бы (за содеянное зло) Несли бы наказанье в этой жизни"},{"SurahNumber":41,"VerseNumber":46,"Text":"Добро творящий - для души своей благодеяет, Творящий зло - вершит к погибели ее, - И никогда к Своим рабам Несправедливым твой Господь не будет"}]}