{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"Dhe po te dergojme nje ere e ta shohin ata se gjithcka eshte zbehur, ata, sigurisht, edhe pas kesaj do t’i mohojne"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ti nuk mund t’i therrasesh te vdekurit, e as te shurdhet t’i lusish pasi qe ta kthejne shpinen"},{"SurahNumber":30,"VerseNumber":53,"Text":"Dhe ti nuk je udherrefyes i te verberve nga mashtrimi i tyre. Ti je vetem per ata te cilet u besojne fakteve tona. E ata jane muslimane"},{"SurahNumber":30,"VerseNumber":54,"Text":"All-llahu eshte ai i cili u ka krijuar nga nje qenie e dobet e pastaj, pas pafuqishmerise, u ben te forte, dhe pas forces u ben te lodhur dhe te plakur. Ai krijon cka te doje; Ai eshte i gjithedijshem i gjithfuqishem"},{"SurahNumber":30,"VerseNumber":55,"Text":"Dhe ate dite kur te vije momenti (i ringjalljes), mekataret do te betohen se ne varre kane qendruar vetem nje moment te shkurter. Keshtu ata bejne trillime"},{"SurahNumber":30,"VerseNumber":56,"Text":"E ata te cileve u eshte dhene dijeni e besim, do te thone: “Ju keni qendruar sipas caktimit te All-llahut deri ne diten e ringjalljes – dhe ja, kjo eshte dita e ringjalljes, vetem se ju nuk e keni ditur”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ate dite atyre te cilet kane bere krime ndaj vetes s’u ben dobi arsyetimi dhe prej tyre nuk kerkohet te pendohen"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ne kete Kur’an ne u afrojme njerezve shembuj te llojllojshem, kurse ti sikur t’u sillesh atyre ndonje mrekulli, ata qe nuk besojne, prape do te thone: “Ju vetem genjeshtra keni!”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Ja, keshtu All-llahu, vulos zemrat e tyre qe nuk dine"},{"SurahNumber":30,"VerseNumber":60,"Text":"Por ti jij i durueshem! Premtimi i All-llahut eshte me te vertete i sakte dhe ne asnje menyre mos te dobesojne ata te cilet nuk jane te bindur"}]}