{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":57,"VerseNumber":4,"Text":"Allah iku kang gawe bumi lan langit mung dina, banjur jumeneng ana 'Arasy, nguningani barang kang mlebu lan metu ing bumi. Apa dene barang kang tumurn saka langit, lan kang munggah marang langit, ing ngendi panggonanira Allah nyartani, kang mirsani kabeh barang kang padha sira lakoni"},{"SurahNumber":57,"VerseNumber":5,"Text":"Keraton langit lan bumi kagungane Allah, samu barang prakara iku wekasane bali marang Allah"},{"SurahNumber":57,"VerseNumber":6,"Text":"Allah iku nglajokake wengi marang awan, sarta awan marang wengi, lan nguningani sakrenteking ati"},{"SurahNumber":57,"VerseNumber":7,"Text":"Sira padha percaya ing Allah lan marang Rosule, lan blanjakna sebagian saka bandhamu kang diparingake dening Allah kang sira urusi, mula wong - wong kang percaya ing Allah antarane kancanira ing tembe bakal tampa ganjaran gedhe yaiku suwarga"},{"SurahNumber":57,"VerseNumber":8,"Text":"Ana apa sira ora percaya marang Allah lan Rosule, kang ngajak marang sira percaya ing Allah Pangeranira, lan wis ngasta ukuranira sanggem dadi wong kang percaya"},{"SurahNumber":57,"VerseNumber":9,"Text":"Allah kang nurunake tandha yekti kang cetha pirang - pirang marang kawulane kanggo metokake sira saka panggonan peteng marang pepadhanging (Iman) kang mangkono iku cetha sih piwalesing Allah marang sira"},{"SurahNumber":57,"VerseNumber":10,"Text":"Ya gene sira ora gelem metokake sebagian bandha mau kanggo ragad ana ing dhalaning Allah kang mangkono isening langit lan bumi iki kabeh kagungane Allah? nanging wong kang gelem metokake sebagian bandhane lan gelem mangsah perang sakdurunge Mekkah bedha, drajade luwih gedhe tinimbang sawise iku lagi gelem mragadi lan melu perang. Kabeh hiya padha oleh prasetianing Allah, bakal diparingi ganjaran kang luwih becik. Allah iku waspadha samu barang kang padha sira lakoni"},{"SurahNumber":57,"VerseNumber":11,"Text":"Sapa kang potang kabecikan marang Allah, sarana potang (ginawe kaperluan) kang becik, ing tembe Allah bakal nyahur nganti tikel - matikel uga ganjar suwarga kang mulya"}]}