{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":104,"Text":"Anata wa sore (shimei) ni taishi, don'na hōshū mo kare-ra ni motomenai. Kore wa, zen jinrui e no kunkai nihokanaranai"},{"SurahNumber":12,"VerseNumber":105,"Text":"Ten to ji no ma ni wa,(arrā no yuiitsu-sei ya shinryo ni kanshi) ikanimo ōku no shirushi ga aru. Kare-ra wa sono-gawa o sugiru nodaga, sorera kara (kao o) somukeru"},{"SurahNumber":12,"VerseNumber":106,"Text":"Kare-ra no ōku wa, arrā o tagami no 1tsu to shite shika shinkō shinai"},{"SurahNumber":12,"VerseNumber":107,"Text":"Kare-ra ni kudaru arrā no chōbatsu ga ōi kakaru koto ni taishi, mata kare-ra ga kidzukanai ma ni totsuzen kuru toki ni taishi, kare-ra wa anshin dekiru no ka"},{"SurahNumber":12,"VerseNumber":108,"Text":"Gen tte yaru ga ī. `Kore koso watashi no michi. Watashi mo, watashi ni shitagau-sha-tachi mo meiryōna shōko no ue ni tatte, arrā ni yobikakeru. Arrā ni tatae are. Watashi-tachi wa ta kami o shinjiru monode wanai"},{"SurahNumber":12,"VerseNumber":109,"Text":"Ware wa anata izen ni mo, machi ni sumu mono no naka kara (tokuni erande), ware ga keiji o sazuketa ningen igai wa,(yogen-sha to shite) noko wa sa nakatta. Kare-ra (makka no hitobito) wa, chijō o tabi shite, izen no mono-tachi no saigo ga, don'na (hisan'na) monodeatta ka o kansatsu shite irude wanai ka. Hontōni omo o osoreru mono ni taisuru, raise no sumai koso-jōdearu. Anata gata wa satoranai no ka"},{"SurahNumber":12,"VerseNumber":110,"Text":"(Muhanmado izen no) shito-tachi ga (noko wa sa reta min no moto de) issai no kibō o ushinatta toki, soshite kare-ra (shito-tachi) ga (fu shinkō-sha ni taisuru arrā kara no shōri no yakusoku no) kitai ga motenaku natta to omoikonda toki, ware no tasuke ga kare-ra (shito) ni ori, ware no hossuru mono ni sukui wa kuru nodearu. Tada tsumi o okashita mono wa, waga chōbatsu wa manukare rarenai"},{"SurahNumber":12,"VerseNumber":111,"Text":"Hontōni kare-ra no monogatari no nakaniha, shiryo aru hitobito e no kyōkun ga aru. Kore wa tsukura reta kotogarade wa naku, izen ni atta mono (Keisuke) no kakushōdeari, 凡 Yuru jishō no shōsaina kaimeideari, mata shinkō suru mono e no michibiki, jihi-tomo naru"}]}