{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":91,"Text":"Jinhāṁ nē āpaṇē kura'āna nū ṭukaṛē-ṭukaṛē kara ditā"},{"SurahNumber":15,"VerseNumber":92,"Text":"Isa la'ī tērē raba dī sahū asīṁ unhāṁ sāri'āṁ nū zarūra puchāṅgē"},{"SurahNumber":15,"VerseNumber":93,"Text":"Jihaṛā kujha uha karadē sana"},{"SurahNumber":15,"VerseNumber":94,"Text":"Isa la'ī jisa zīza dā tuhānū hukama mili'ā hai, usa nū sapaśaṭa suṇā dēvō atē muśarakāṁ (sacā'ī vica milāvaṭa karana vālē) nū mūha nā lā'ō"},{"SurahNumber":15,"VerseNumber":95,"Text":"Asīṁ tuhāḍē valōṁ, unhāṁ mazāka karana vāli'āṁ la'ī kāfī hāṁ"},{"SurahNumber":15,"VerseNumber":96,"Text":"Jihaṛē alāha dē barābara dūji'āṁ nū śarīka baṇā'undē tāṁ jaladī hī uha jāṇa laiṇagē"},{"SurahNumber":15,"VerseNumber":97,"Text":"Atē asīṁ jāṇadē hāṁ ki jihaṛā kujha uha kahidē hana, usa nāla tuhāḍā dila taga hudā hai"},{"SurahNumber":15,"VerseNumber":98,"Text":"Isa la'ī tusīṁ āpaṇē raba dā khuśī nāla guṇagāna karō atē sijadā karana vāli'āṁ vicōṁ baṇō"},{"SurahNumber":15,"VerseNumber":99,"Text":"Atē āpaṇē raba dī badagī karōṁ. Ithōṁ' taka ki tuhāḍē kōla vā'adā kītī hō'ī yakīnī gala ā jāvē"},{"SurahNumber":16,"VerseNumber":1,"Text":"Ā gi'ā alāha dā phaisalā, tāṁ usa la'ī kāhalī nā karō. Uha pavitara atē ucatama hai, usa nālōṁ, jisa nū uha alāha dē barābara śarīka manadē hana"},{"SurahNumber":16,"VerseNumber":2,"Text":"Uha fariśati'āṁ nū āpaṇē hukama (vahī) dē nāla bhējadā hai. Āpaṇē badi'āṁ vicōṁ' jisa nū uha cāhudā hai ki uha lōkāṁ nū sāvadhāna karana ki mērē tōṁ binā kō'ī hōra pūjē jāṇa dē kābila nahīṁ' tāṁ tusīṁ mērē tōṁ ḍarō"},{"SurahNumber":16,"VerseNumber":3,"Text":"Usanē ākāśāṁ atē dharatī nū haka atē makasada nāla paidā kītā hai. Uha ucatama hai, usa śiraka (alāha dē barābara śarīka) nālōṁ jihaṛā uha kara rahē hana"},{"SurahNumber":16,"VerseNumber":4,"Text":"Usa nē manukha nū ika būda (vīraja) tōṁ baṇā'i'ā. Phira uha acānaka khul'hama khulā jhagaṛaṇa lagi'ā"},{"SurahNumber":16,"VerseNumber":5,"Text":"Atē usa nē jānavarāṁ nū baṇā'i'ā, unhāṁ vica tuhāḍē la'ī basatara, bhōjana samagarī atē dūjē lābha vī hana. Inhāṁ vicōṁ tusīṁ khāndē vī hō"},{"SurahNumber":16,"VerseNumber":6,"Text":"Atē unhāṁ vica tuhāḍē la'ī sasārika rauṇaka hai, jadōṁ śāma vē samē tusīṁ unhāṁ nū li'ā'undē hō, atē jadōṁ savēra vēlē unhāṁ nū chaḍaṇa jāndē hō"}]}