{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":28,"Text":"Hō, yinīharūlē juna kurā aghi lukā'um̐dathē (āja) tyō kurā tinīharūkā ām̐khākō agāḍi charlaṅga bha'isakēkō cha ra yinalā'ī sansāramā pharkā'i'ē pani juna kāmabāṭa manāhī gari'ēkō thiyō, tyahī kāma phēri garna thālnēchan. Niḥsandēha yinīharū ēkadama jhuṭṭhā hun"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ra tinīharū bhandachan ki hāmrō jō sansārika jīvana cha, yahī nai vāstavika jindagī hō, (mr̥tyu paścāta) phēri hāmī jīvita pārinē chainauṁ"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ra tapā'īlē tinīharūlā'ī āphnō pālanakartākō agāḍi ubhyā'i'aikō bēlā hērnu bha'ēmā allāhalē sōdhnēcha, kē yō kurā satya hō'ina? Tinīharūlē bhannē chan, pālanakartākō kasama kina nahunu! Allāhalē ādēśa dinēcha aba āphnō kuphrakō badalāmā sajāya cākha"},{"SurahNumber":6,"VerseNumber":31,"Text":"Niḥsandēha juna mānisaharūlē allāhasam̐gakō bhēṭalā'ī jhūṭhā ṭhānē, tinīharū ghāṭāmā chan yahām̐sam'ma ki jaba kiyāmata ēkkāsī tinīharūmāthi ā'ipugcha, tyatikhēra bhanna thālnēchan ki aphsōca hāmrō tyasa bhūlamāthi jō hāmīlē garyauṁ. Ra tinīharūlē āphanā (pāpakā) bhārī āphnā piṭhyum̐mā bōkirākhēkā hunēchan. Hēra, juna bhārī yinīharūlē bōkirākhanē chan tyō sāhrai narāmrō cha"},{"SurahNumber":6,"VerseNumber":32,"Text":"Ra sansārika jīvana ta ē'uṭā khēla ra manōrañjana bāhēka kēhī pani hō'ina. Ra atyanta rāmrō ghara ta ākhiratakō ghara hō tinīharūkō nimti jō allāhasita ḍara mānchan, kē timīlē bujhdainau"},{"SurahNumber":6,"VerseNumber":33,"Text":"hāmīlā'ī rāmrarī thāhā cha yinīharūkō kurālē tapā'īlā'ī duḥkha dincha tara yinīharūlē tapā'īlā'ī jhūṭhā ṭhāndainan baru an'yāyīharū allāhakā āyataharūlā'ī nakārdachan"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ra tapā'ībhandā agāḍikā paigambaraharūlā'ī pani jhūṭhā ṭhaharā'inthyō, tinīharūlē allāhakō tarphabāṭa maddata na pugunjēla, dhairyapūrvaka inkāra ra yātanā sahanē gardathē ra allāhakā ādēśaharū kasailē parivartana garna saktaina. Ra tapā'īlē paigambaraharūkō sambandhamā aghi nai thāhā pā'isakēkā chau"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ra yadi tinīharūkō tiraskāra tapā'īlā'ī gāhrō lāgcha bhanē tapā'īmā śakti cha ta pr̥thvīmā kunai suraṅga vā ākāśasam'ma kunai sīḍhī (bharyāṅga) phēlā pāra, ani tinīharū chē'u kunai camatkāra lyā'unu. Ra yadi allāha cāhēkō bha'ē sabailā'ī sahī mārgamā ēkatrita garidinthyō, tasartha tapā'ī yī mūrkhaharūmadhyēkō nahunu"}]}