{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":77,"Text":"Surely this indeed is Quranul Karim (‘An Honourable Reading or Recital’)"},{"SurahNumber":56,"VerseNumber":78,"Text":"in the form of a Book, well guarded"},{"SurahNumber":56,"VerseNumber":79,"Text":"Shall not approach it (for direct understanding) except Al-Muttahharun (those who have been cleansed of non-Divine human-influences in the matters of Religion)"},{"SurahNumber":56,"VerseNumber":80,"Text":"(It is) a Descent from (the) Nourisher-Sustainer of the worlds"},{"SurahNumber":56,"VerseNumber":81,"Text":"Would then, with this Al-Hadees you are those who feel reluctance"},{"SurahNumber":56,"VerseNumber":82,"Text":"And you have made it your livelihood that you declare (this Book) as false. [You deny or damage the Unique status and position of Allah’s Scripture]"},{"SurahNumber":56,"VerseNumber":83,"Text":"Then why don’t (you intervene) when (the soul of a dying person) has reached the throat"},{"SurahNumber":56,"VerseNumber":84,"Text":"and you are at that moment loohead of state on as a helpless person"},{"SurahNumber":56,"VerseNumber":85,"Text":"and We are nearer to this (dying person) than you (are) — but you see not"},{"SurahNumber":56,"VerseNumber":86,"Text":"Then why don’t you — if you are other than those whose abilities have been made limited (by Allah)—"},{"SurahNumber":56,"VerseNumber":87,"Text":"bring back that (soul which is leaving the body) — if you are those who speak the truth"},{"SurahNumber":56,"VerseNumber":88,"Text":"So if it is, if he became of those who have been sanctioned nearness (to Allah)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(then for such a one is) rest and fragrance and a Garden of Bliss"},{"SurahNumber":56,"VerseNumber":90,"Text":"So if it is, if he became of the Rightists"},{"SurahNumber":56,"VerseNumber":91,"Text":"then (a greeting of) Salam unto you from the Rightists"},{"SurahNumber":56,"VerseNumber":92,"Text":"And if it is, if he became of the deniers and the straying ones"},{"SurahNumber":56,"VerseNumber":93,"Text":"then a 'reception' with boiling (water)"},{"SurahNumber":56,"VerseNumber":94,"Text":"and becoming a part of’ Hell-Fire"},{"SurahNumber":56,"VerseNumber":95,"Text":"Verily, this (Scripture of Allah) surely it (is) Haqq-ul-Yaqin (‘Truth with Certainty’)"},{"SurahNumber":56,"VerseNumber":96,"Text":"So make Glorifications with the Name of your Supreme Nourisher-Sustainer"},{"SurahNumber":57,"VerseNumber":1,"Text":"Whatever is in the heavens and the earth has glorified Allah. And He is the All-Mighty, the All-Wise"},{"SurahNumber":57,"VerseNumber":2,"Text":"To Him belongs the dominion of the heavens and the earth. He gives life, and He brings death; and He is All-Capable over every thing"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the Alpha (The First One) and the Omega (The Last One), and The Manifest, and The Hidden. And He is All-Aware with every thing"}]}