{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":119,"Text":"Sonra suphe yok ki Rabbin, bir cahillikle gunah isleyip ardından tevbe eden ve durumunu duzelten kimseleri bagıslar. Suphesiz ki Rabbin, bu tevbeden sonra Gafurdur, Rahimdir (cok bagıslayıcıdır, cok merhametlidir)"},{"SurahNumber":16,"VerseNumber":120,"Text":"Suphesiz Ibrahim Allah´a itaat eden, Hakk´a yonelen bir onderdi. Ve hicbir zaman musriklerden olmadı"},{"SurahNumber":16,"VerseNumber":121,"Text":"Allah´ın nimetlerine sukredendi. Allah onu secmis ve dogru yola iletmisti"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ve biz ona (Ibrahim´e) iyilik verdik. Suphesiz ki o, ahirette de salihlerdendir"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra da (ey Muhammed!) sana: «Hakk´a yonelen ve musriklerden olmayan Ibrahim´in dinine tabi ol» diye vahyettik"},{"SurahNumber":16,"VerseNumber":124,"Text":"Cumartesi gunu (avlanmamak), ancak onda ihtilafa dusenlere farz kılındı. Suphesiz Rabbin onların ihtilaf edip durdukları seyler hakkında kıyamet gunu, aralarında elbette hukmunu verecektir"},{"SurahNumber":16,"VerseNumber":125,"Text":"(Ey Resulum!) Rabbinin yoluna hikmetle ve guzel ogutle cagır! Ve onlarla en guzel sekilde mucadele et. Suphesiz Rabbin kendi yolundan sapanları en iyi bilendir ve O, hidayete kavusanları da en iyi bilendir"},{"SurahNumber":16,"VerseNumber":126,"Text":"Eger (bir suctan dolayı) ceza verecek olursanız size yapılan azab ve cezanın misli ile ceza verin. Ama sabrederseniz, elbette o, sabredenler icin daha hayırlıdır"},{"SurahNumber":16,"VerseNumber":127,"Text":"(Ey Peygamber!) Sabret! Sabrın da ancak Allah´ın yardımı iledir. Onlardan dolayı uzulme! Kurdukları tuzaklardan telas edip sıkıntıya dusme"},{"SurahNumber":16,"VerseNumber":128,"Text":"Suphesiz Allah, takva sahipleri ile ve iyilikte bulunanlarla beraberdir"}]}