{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":12,"Text":"Ari Ol / Allah / olardı eki kunde jeti aspan etip jasadı jane arbir aspanga onın ozine qatıstı isin bildirdi / rettep bekitti / . Ari Biz tomengi aspandı samdarmen bezendirdik jane onımen qorgadıq. Bul - barinen Ustem, barin Bilwsinin belgilep bekitwi"},{"SurahNumber":41,"VerseNumber":13,"Text":"Ey, Muxammed! / Eger de olar / kapirler / teris burılsa: «Men senderdi Ad pen Samud eline kelgen saiqa sekildi saiqanı eskerttim», - dep ayt"},{"SurahNumber":41,"VerseNumber":14,"Text":"Olarga elsileri aldınan da, artınan da / jan-jagınan / kelip: «Allahtan basqaga Qulsılıq etpender»,- degen kezde, olar: «Eger de Rabbımız qalaganda, peristelerdi tusiretin edi. Biz sendermen jiberilgenge senbeymiz», - dedi"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad eli quqıları bolmasa da jer betinde menmensip, ozderin jogarı sanadı jane: «Bizden kusti kim bar?» - dedi. Olar ozderin jaratqan Allahtın olardan kusti ekenin kormedi me? Ari olar Bizdin ayat-belgilerimizdi teriske sıgardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Sonda osı omirde qorlawsı azaptı tattırw usin Biz olarga qiın kunderi, qattı uyıtqıp soqqan jeldi jiberdik. Al, songı, mangilik omirdin / aqirettin / azabı odan beter qor etwsi ari olarga komek korsetilmeydi"},{"SurahNumber":41,"VerseNumber":17,"Text":"Al, samwdtıqtarga kelsek, Biz olarga twra joldı korsettik, biraq olar twra joldın ornına soqırlıqtı artıq kordi. Sonda olarga istep tapqandarı / kunaları / sebebinen qorlawsı azaptın saiqası tidi"},{"SurahNumber":41,"VerseNumber":18,"Text":"Al, imanga kelgen jane taqwalıq etkenderdi / Allahtın jazasınan qorqıp, saqtangandardı / qutqardıq"},{"SurahNumber":41,"VerseNumber":19,"Text":"Ol kuni Allahtın jawları Ottın aldına jinaldırılıp, tosıladı"},{"SurahNumber":41,"VerseNumber":20,"Text":"Al, qasan olar ogan / tozaqqa / kelgen kezde estw, korw / museleri / jane terileri istegen is-areketteri jaylı olardın ozderine qarsı kwalik beredi"}]}