{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":7,"Text":"Va chung chuyen cho hang nang cho cac nguoi đen cac thanh pho (xa xoi), nhung noi ma cac nguoi phai vat va lam moi co the đen noi đang. Chac chan Thuong Đe cua cac nguoi la Đang Rat Muc Nhan Tu, Rat Muc Khoan Dung"},{"SurahNumber":16,"VerseNumber":8,"Text":"Va loai ngua, la va lua ma (Ngai đa tao) cho cac nguoi đe cuoi va trang tri. Va Ngai đa tao nhung vat ma cac nguoi khong biet"},{"SurahNumber":16,"VerseNumber":9,"Text":"Va Allah co nhiem vu chi con đuong ngay chinh (cho moi nguoi) nhung co nhung con đuong lech khoi Chinh Đao; va neu muon, Ngai thua suc huong dan tat ca đi đung đuong"},{"SurahNumber":16,"VerseNumber":10,"Text":"Ngai la Đang đa ban nuoc mua tu tren troi xuong. Tu đo cac nguoi co nuoc uong, va nho đo cay co moc ra noi canh đong cho gia suc an"},{"SurahNumber":16,"VerseNumber":11,"Text":"Ngai dung no đe lam moc ra hoa mau, va trai o liu, va trai cha la, va trai nho, va đu loai trai cay cho cac nguoi dung. Chac chan trong su viec đo la mot dau hieu cho mot đam nguoi biet ngam nghi"},{"SurahNumber":16,"VerseNumber":12,"Text":"Va Ngai đa che ngu ban đem va ban ngay, mat troi va mat trang va cac ngoi sao cho cac nguoi theo Menh Lenh cua Ngai; chac chan trong su viec đo la nhung dau hieu cho mot đam nguoi thau hieu"},{"SurahNumber":16,"VerseNumber":13,"Text":"Va nhung vat tren đat lien ma Ngai đa lam ra doi dao cho cac nguoi (su dung) mang nhieu mau sac (va pham chat) khac biet. Chac chan trong su viec nay la mot dau hieu cho mot đam nguoi ghi nho"},{"SurahNumber":16,"VerseNumber":14,"Text":"Va Ngai đa che ngu bien ca ma cac nguoi co cac mon thit tuoi đe an va cac mon trang suc đe đeo. Va nguoi (hoi nguoi!) thay tau be cay song (vuot trung duong) giup cac nguoi đi tim thien loc cua Ngai va đe cho cac nguoi ta on"}]}