{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":23,"Text":"Iste boyle; senden once de (herhangi) bir memlekete bir peygamber gondermis olmayalım, mutlaka onun ´refah icinde sımarıp azan onde gelenleri´ (soyle) demislerdir: «Gercek su ki, biz, atalarımızı bir ummet (din) uzerinde bulduk ve dogrusu biz, onların izlerine (eserlerine) uymuslarız.»"},{"SurahNumber":43,"VerseNumber":24,"Text":"(O peygamberlerden her biri de soyle) Demistir: «Ben size, atalarınızı ustunde buldugunuz seyden daha dogru olanını getirmis olsamda mı?» Onlar da demislerdir ki: «Dogrusu biz, kendisiyle gonderildiginiz seye (karsı) kafir olanlarız.»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Boylece biz de onlardan intikam aldık. Oyleyse, sen bir bakıver; yalan sayanların sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani Ibrahim babasına ve kendi kavmine demisti ki: «Hic tartısmasız ben, sizin tapmakta olduklarınızdan uzagım.»"},{"SurahNumber":43,"VerseNumber":27,"Text":"«(Ancak) Beni yaratan baska. Iste O beni hidayete yoneltip iletecektir.»"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ve bunu (bu tevhid inancını) onun ardında (kendi soyunda) kalıcı bir kelime olarak kılıp bıraktı ki belki (Allah´a) donerler diye"},{"SurahNumber":43,"VerseNumber":29,"Text":"Hayır; Ben onları ve atalarını, kendilerine hak ve acıklayan bir peygamber gelinceye kadar metalandırıp yasattım"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ancak kendilerine hak gelince, dediler ki: «Bu bir buyudur, dogrusu biz ona (karsı) kafir olanlarız.»"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler ki: «Bu Kur´an, iki sehirden birinin buyuk bir adamına indirilmeli degil miydi?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Senin Rabbinin rahmetini onlar mı paylastırmaktadırlar? Dunya hayatında onların maisetlerini aralarında biz paylastırdık ve onlardan bir bolumu (diger) bir bolumunu ´teshir´ etmesi icin, bir bolumunu bir bolumu uzerinde derecelerle yukselttik. Senin Rabbinin rahmeti, onların toplayıp yıgmakta olduklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanlar (Allah´a karsı isyanda birlesip) tek bir ummet olacak olmasaydı, Rahmana (Allah´a karsı) kufredenlerin evlerine gumusten tavanlar ve uzerinde cıkıp yukselecekleri merdivenler yapardık"}]}