{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":76,"VerseNumber":6,"Text":"ߞߐ߬ߢߊ߫ ߟߴߏ߬ ߘߌ߫ ߸ ߊߟߊ߫ ߟߊ߫ ߖߐ߲߭ ߠߎ߬ ߦߴߊ߬ߟߎ߫ ߡߌ߲߬ ߠߊ߫ ߡߍ߲ ߠߊ߫ ߸ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߴߊ߬ ߟߊߝߎ߲ߘߌ߫ ߟߊ߫ ߥߙߎߥߙߎ߫"},{"SurahNumber":76,"VerseNumber":7,"Text":"ߏ߬ ߟߎ߫ ߟߋ߬ ߘߊߞߊ߲ ߝߊ߫ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߟߏ߲ ߠߊ߫ ߡߍ߲ ߞߏ߫ ߖߎ߮ ( ߟߎ߬ ) ߦߋ߫ ߖߍ߲ߛߍ߲߫ ߠߊ߫"},{"SurahNumber":76,"VerseNumber":8,"Text":"ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߘߐ߰ߕߐ ߣߌ߫ ߝߊߙߌߕߊ ߣߌ߫ ߓߟߏߡߐ߮ ߟߘߊߥߎ߲ߠߌ߲߫ ߠߊ߫ ߛߎ߬ߡߊ߲ ߠߊ߫ ߞߵߊ߬ ߟߐ߮ ߕߏ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߊ߫"},{"SurahNumber":76,"VerseNumber":9,"Text":"ߞߏ߫ ߒ߬ߠߎ߬ ߦߴߊߟߎ߫ ߟߘߊߥߎ߲ߠߌ߲߫ ߠߴߊߟߊ߫ ߞߏߟߘߊ ߟߋ߬ ߦߋ߫ ߘߋ߬ ߸ ߊ߲ ߘߏ߲߬ ߕߍ߫ ߛߙߊ߬ ߣߌ߫ ߞߏߢߌߡߊߟߐ߲߫ ߛߌ߫ ߢߌߣߌ߲߫ ߠߴߊߟߎ߫ ߝߍ߬"},{"SurahNumber":76,"VerseNumber":10,"Text":"ߓߊ ߒ߬ߠߎ߬ ߦߋ߫ ߛߌߟߊ߲߫ ߠߊ߫ ߒ߬ ߡߊ߰ߙߌ ߢߍ߫ ߢߊߞߘߐߛߘߌ߫ ߕߌߙߊ ߟߏ߲ ߠߋ߬ ߟߊ߫"},{"SurahNumber":76,"VerseNumber":11,"Text":"ߏ߬ ߟߎ߫ ߡߊ߰ߙߌ ߞߵߊ߬ߟߎ߫ ߕߊ߲߬ߞߊ߬ ߟߏ߲ ߏ߬ ߖߎ߯ߡߊ߲ ߠߎ߫ ߡߊ߬ ߏ߬ ߟߋ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ ߞߵߊ߬ߟߎ߬ ߟߊߓߍ߲߬ ߡߊ߬ߣߍ߬ߡߊ߬ߟߌ ߣߌ߫ ߢߊ߯ߟߋ߲ ߘߌ߫"},{"SurahNumber":76,"VerseNumber":12,"Text":"ߊ߬ ߣߴߊ߬ ߞߵߊ߬ߟߎ߫ ߛߊ߬ߙߴߊ߬ߟߎ߬ ߟߊ߫ ߡߎ߬ߢߎ߲ ߞߏߛߐ߲߬ ߡߍ߲ߘߌߦߊ߫ ߣߌ߫ ߖߟߐߞߌ ߟߊ߫"},{"SurahNumber":76,"VerseNumber":13,"Text":"ߊ߬ߟߎ߫ ߛߍ߲߬ߓߍ߬ߣߍ߲߫ ߦߋ߲߬ ߞߙߊߞߊ ߟߎ߫ ߞߊ߲߬ ߊ߬ߟߎ߬ ߕߍ߫ ߕߟߋ߬ ߣߌ߫ ߣߍߣߍ߫ ߜߍߟߍ߲߫ ߛߌ߫ ߦߋ߫ ߟߊ߫ ߦߋ߲߬"},{"SurahNumber":76,"VerseNumber":14,"Text":"ߊ߬ ߘߎߟߋ߲ ߠߎ߫ ߛߎ߬ߘߎ߲߬ߡߊ߲߫ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߊ߬ ߦߙߌߘߋ߲߫ ߞߊߘߌ ߞߟߏߣߍ߲߫ ߊ߬ߟߎ߬ ߦߋ߫ ߟߎߓߍ߫"},{"SurahNumber":76,"VerseNumber":15,"Text":"ߊ߬ߟߎ߬ ߦߋ߫ ߡߊߕߎ߬ߙߍ߬ߕߎ߬ߙߍ߬ ߟߊ߫ ߥߊߘߌ߫ ߡߎߙߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߬ߡߊ߬ ߞߙߏ ߟߎ߬ ߘߌ߫"},{"SurahNumber":76,"VerseNumber":16,"Text":"ߥߊߘߌߜߍ ߘߎ߬ߡߊ߬ ( ߞߙߏ ) ߟߎ߫ ߞߊ߬ߣߌ߲߫ ߸ ߊ߬ߟߎ߫ ߣߵߏ߬ ߟߎ߫ ߘߡߊ߬ߦߌ߬ߙߦߊ߬ ߟߊ߫ ߟߋ߬ ߖߋߞߎ߫"},{"SurahNumber":76,"VerseNumber":17,"Text":"ߊ߬ߟߎ߬ ߦߋ߫ ߟߊߡߌ߲߬ ߠߊ߫ ߦߋ߲߬ ߞߙߏ߫ ߞߘߎ߬ߣߍ߲ ߠߎ߬ ߟߊ߫ ߏ߬ ߟߎ߬ ߘߐߞߏߟߌ߲ ߦߋ߫ ߢߊߡߊ߲ߞߎ߲ ߠߋ߬ ߘߌ߫"},{"SurahNumber":76,"VerseNumber":18,"Text":"ߞߐ߬ ߟߴߏ߬ ߘߌ߫ ߡߍ߲ ߦߋ߫ ߞߟߌ߫ ߟߊ߫ ߞߏ߫ ߖߌ߲ߖߌ߲ߓߋ߯ߙߋ ߞߐ߭ ( ߛߊ߬ߟߑߛߊ߬ߓߌ߯ߟߊ߫)"},{"SurahNumber":76,"VerseNumber":19,"Text":"ߞߎߘߊߌ߫ ߖߍ߲ߓߎߟߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߡߊߕߎ߬ߙߍ߬ߕߎ߬ߙߍ߬ ߟߊ߫ ߸ ߌ ߓߊ߯ ߏ߬ ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߞߴߌ ߢߣߊ߫ ߟߓߊ߬ߞߐߣߐ߲߫ ߟߊߖߋߙߌߣߍ߲ ߠߎ߬ ߘߌ߫"},{"SurahNumber":76,"VerseNumber":20,"Text":"ߤߋ߯ ߸ ߌ ߓߊ߯ ߦߋ߲߬ ߦߋ߫ ߌ ߘߌ߫ ߣߍߡߊ ߣߌ߫ ߡߊ߲߬ߛߊ߬ߦߊ߫ ߓߟߋ߬ߓߟߋ ߦߋ߫ ( ߞߏ ߓߍ߯ ߘߐ߫)"},{"SurahNumber":76,"VerseNumber":21,"Text":"ߕߣߐߣߐ߫ ߝߊ߯ߣߌ߲߫ ߢߎ߰ߖߌ߬ߡߊ ߣߌ߫ ߖߎ߯ߝߊ߮ ߦߴߊ߬ߟߎ߫ ߝߊ߬ߘߌ ߡߊ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߡߊߖߐ߯ߙߊ߲ߣߍ߲߫ ߥߊߘߌ߫ ߜߊߙߊ߲ߜߊߙߊ߲ ߠߎ߬ ߟߊ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߦߋ߫ ߕߏ߫ ߟߴߊ߬ߟߎ߬ ߟߊߡߌ߲߬ ߠߊ߫ ߡߌ߲߬ߕߊ߬ ߛߊߣߌ߲ߡߊ߲ ߠߊ߫"},{"SurahNumber":76,"VerseNumber":22,"Text":"ߤߊ߲߫ ߸ ߣߌ߲߬ ߞߍߣߴߊߟߎ߫ ߞߐ߲ߘߐ߲ ߠߋ߬ ߘߌ߫ ߓߊߏ߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߯ߙߊ ߞߍߣߍ߲߫ ߞߏߢߌߡߊߟߐ߲ߕߊ ߟߋ߬ ߘߌ߫ ߘߋ߬"},{"SurahNumber":76,"VerseNumber":23,"Text":"ߒ߬ߠߎ߫ ߟߋ߫ ߣߊ߬ ߘߐ߬ߛߊߙߌ ߘߐ߬ߣߍ߲߬ߘߐ߬ߣߍ߲߬ ߠߊ߬ߖߌ߮ ߞߍ߫ ߟߴߌ ߡߊ߬ ߕߎߜߍ߫"},{"SurahNumber":76,"VerseNumber":24,"Text":"ߒ߬ߓߊ߬ ߌ ߡߎ߬ߢߎ߲߬ ߌ ߡߊ߰ߙߌ ߟߊ߫ ߞߕߌ ߦߋ߫ ߟߋ߬ ߞߟߋ߫ ߸ ߌ ߞߊ߫ ߞߎ߲߬ߞߏ߬ߕߐ߫ ߛߌ߫ ߞߊ߲ߡߌ߬ߘߴߊ߬ߟߎ߬ ߘߐ߫ ߥߟߊ߫ ߓߊ߲߬ߓߊ߯"},{"SurahNumber":76,"VerseNumber":25,"Text":"ߊ߬ ߣߴߌ ߦߋ߫ ߕߏ߫ ߌ ߡߊ߰ߙߌ ߕߐ߮ ߝߐ߫ ߟߊ߫ ߛߐ߱ ߡߊ߬ ߣߌ߫ ߥߎ߬ߙߊ ߟߊ߫"}]}