{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":67,"Text":"Wenn euch auf dem Meer ein Schaden trifft, da irren die, die ihr außer Ihm anruft, (weit) weg. Hat Er euch dann ans Land errettet, wendet ihr euch ab. Der Mensch ist eben undankbar"},{"SurahNumber":17,"VerseNumber":68,"Text":"Wahnt ihr euch denn in Sicherheit davor, daß Er eine Ecke des Festlandes mit euch versinken laßt oder einen Sandsturm gegen euch schickt, und daß ihr dann fur euch keinen Sachwalter findet"},{"SurahNumber":17,"VerseNumber":69,"Text":"Oder wahnt ihr euch in Sicherheit davor, daß Er euch ein anderes Mal aufs Meer zuruckbringt und einen verheerenden Wind gegen euch schickt und euch ertrinken laßt, weil ihr unglaubig seid, und daß ihr dann fur euch niemanden findet, der Uns deswegen belangen konnte"},{"SurahNumber":17,"VerseNumber":70,"Text":"Und Wir haben den Kindern Adams Ehre erwiesen; Wir haben sie auf dem Festland und auf dem Meer getragen und ihnen (einiges) von den kostlichen Dingen beschert, und Wir haben sie vor vielen von denen, die Wir erschaffen haben, eindeutig bevorzugt"},{"SurahNumber":17,"VerseNumber":71,"Text":"Am Tag, da Wir jede Menschengruppe mit ihrem Vorsteher rufen werden. Diejenigen, denen dann ihr Buch in ihre Rechte gereicht wird, werden ihr Buch lesen, und ihnen wird nicht ein Dattelfadchen Unrecht getan"},{"SurahNumber":17,"VerseNumber":72,"Text":"Und wer in diesem (Leben) blind ist, der ist (auch) im Jenseits blind und irrt noch mehr vom Weg ab"},{"SurahNumber":17,"VerseNumber":73,"Text":"Fast hatten sie dich verfuhrt (und) von dem (abgebracht), was Wir dir offenbart haben, damit du gegen Uns etwas anderes erdichtest. Dann hatten sie dich zum Vertrauten genommen"},{"SurahNumber":17,"VerseNumber":74,"Text":"Hatten Wir dich nicht gefestigt, du hattest wohl bei ihnen ein wenig Stutze gesucht"},{"SurahNumber":17,"VerseNumber":75,"Text":"Dann hatten Wir dich doppeltes Leben und doppelten Tod erleiden lassen, und dann wurdest du fur dich keinen Helfer gegen Uns finden"}]}