{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"(Bul—) Allaһtın ubadası. Allaһ (ec kacan) ubadasın atkarbay koyboyt. Birok, adamdardan kopculugu munu bilispeyt"},{"SurahNumber":30,"VerseNumber":7,"Text":"Alar (kopculuk adamdar) duyno jasoosun usturton ele biliset. Birok, Akıret jonundo ec nerse bilispeyt"},{"SurahNumber":30,"VerseNumber":8,"Text":"Alar ozdoru jonundo oylonuspaybı?! Allaһ asmandar menen jerdi jana al ekoonun arasındagılardı (beymaksat emes) Akıykat menen ubaktıluu moonotko gana jarattı. Birok, adamdardan kopculuktoru Rabbilerine joluguuga (jana bul sınoo duyno jasoosunan esep beruugo) isenispeyt"},{"SurahNumber":30,"VerseNumber":9,"Text":"Alar jer juzun kezip, ozdorunon murda jasagandardın akıbeti kanday bolgonun koruspoybu?! Alar bulardan (azırkı kaapırlardan) kubattuuraak boluskan, jerde koburook iz kaltırıskan. Jana bularga karaganda koburook (jaksıraak) imarat-kurulustar kılıskan. Kiyin alarga paygambarları (Allaһtın) anık ayat-dalilderin alıp kelgen. Alarga Allaһ zulum kılbadı. Ozdoruno-ozdoru zulum kılıstı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Kiyin jamandık (kunoo is) jasagandardın akıbeti andan da jaman boldu! Sebebi, alar Allaһtın ayattarın «jalgan» desken jana alardı (ayattardı) sıldıŋ kılıskan"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allaһ kalk-kalayıktı birinci iret jokton bar kılgan. Kiyin alardı (duynodo jasatıp, olturgon soŋ) kayradan ekinci iret jaratat. Kiyin Anın Ozuno kaytarılasıŋar"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyamat kayım bolgon Kunu kunookor adamdar (bardık jaksılıktan) umutsuz bolusat"},{"SurahNumber":30,"VerseNumber":13,"Text":"Alardın (Allaһka) serik kılgan «kudayları» alarga sapaatcı (kunoolorun jeŋildetuucu) bolboy kalat. Jana (kiyin) alar oz «kudaylarına» kaapır bolusat"},{"SurahNumber":30,"VerseNumber":14,"Text":"Jana Kıyamat Kunu alar (jalgan kudaylar menen alardın «pendeleri» biri-birin ayıptap) bolunup ketiset"},{"SurahNumber":30,"VerseNumber":15,"Text":"Iyman keltirip, salih (soop) amal kılgan adamdar (Beyis) baktarda koŋul acısat"}]}