{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":25,"VerseNumber":33,"Text":"Ani he tumacyajavala je kahi udaharana ghe'una yetila amhi tyace khare uttara ani yogya spastikarana sangu"},{"SurahNumber":25,"VerseNumber":34,"Text":"Je loka tondaghasi paduna jahannamakade ekatra kele jatila, tara teca mothya va'ita thikanace ani bhrasta margace aheta"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ani nihsansaya, amhi musala grantha pradana kela ani tyancyasobata tyanca bha'u harunala tyanca sahayyaka banavile"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ani sangitale ki tumhi doghe tya lokankade ja, je amacya nisanyanna khote tharavita aheta. Maga amhi tyanca agadi sarvanasa kela"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ani nuhacya janasamuhanehi jevha paigambaranna khote tharavile, tevha amhi tyanna budavuna takale ani lokankarita tyanna bodhapraptice cinha banavile ani amhi atyacarinkarita mothi kathora siksa tayara karuna thevali ahe"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ani ‘ada’ janasamuha ani ‘samuda’ janasamuha ani vihiravalyanna ani tyancya daramyanacya aneka sampradayanna nasta karuna takale"},{"SurahNumber":25,"VerseNumber":39,"Text":"Ani amhi pratyekasamora udaharane prastuta keli, maga pratyekala purnatah nasta kele"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ani he loka tya vastijavalunahi ye-ja karatata, jicyavara motha va'ita prakaraca pa'usa padala gela.1 Kaya he tarihi te pahata nahita? Khari gosta asi ki tyanna melyanantara dusaryanda jivanta ho'una ubhe rahanyavara visvasaca nahi"},{"SurahNumber":25,"VerseNumber":41,"Text":"Ani tumhala jevha kadhi pahatata, tevha tumaci thatta udavu lagatata, haca kaya to manusa jyala allahane rasula banavuna pathavila ahe"},{"SurahNumber":25,"VerseNumber":42,"Text":"(Evadhe bare) ki amhi atala rahilo, an'yatha yane tara amhala amacya aradhya daivatampasuna vicalita karanyata kahica kasara sodali navhati. Ani jevha he (allahacya) siksa- yatananna pahatila tevha tyanna spastatah kaluna ye'ila ki purnapane margapasuna bhatakalela kona hota"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kaya tumhi tyalahi pahile jyane apalya iccha-akanksanna devata (upasya) banavuna thevale ahe. Kaya tumhi tyaci jababadari ghe'u sakata"}]}