{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Hindi nakaiibig si Allāh sa paghahayag ng kasagwaan kabilang sa sinasabi, maliban sa sinumang nilabag sa katarungan. Laging si Allāh ay Madinigin, Maalam"},{"SurahNumber":4,"VerseNumber":149,"Text":"Kung maglalantad kayo ng kabutihan o magkukubli kayo nito o magpapaumanhin kayo sa kasagwaan, tunay na si Allāh ay laging Mapagpaumanhin, May-kakayahan"},{"SurahNumber":4,"VerseNumber":150,"Text":"Tunay na ang mga tumatangging sumampalataya kay Allāh at sa mga sugo Niya, nagnanais na magtangi-tangi sa pagitan ni Allāh at ng mga sugo Niya, nagsasabi: \"Sumasampalataya kami sa ilan at tumatanggi kaming sumampalataya sa iba pa,\" at nagnanais na gumawa sa pagitan niyon ng isang landas"},{"SurahNumber":4,"VerseNumber":151,"Text":"ang mga iyon ay ang mga tagatangging sumampalataya, sa totoo. Naglaan Kami para sa mga tagatangging sumampalataya ng isang pagdurusang manghahamak"},{"SurahNumber":4,"VerseNumber":152,"Text":"Ang mga sumampalataya kay Allāh at sa mga sugo Niya at hindi nagtangi-tangi sa isa man kabilang sa kanila, ang mga iyon ay bibigyan Niya ng mga pabuya nila. Laging si Allāh ay Mapagpatawad, Maawain"},{"SurahNumber":4,"VerseNumber":153,"Text":"Humihiling sa iyo ang mga May Kasulatan na magbaba ka sa kanila ng isang kasulatan mula sa langit, sapagkat humiling nga sila kay Moises ng higit na malaki kaysa roon sapagkat nagsabi sila: \"Ipakita mo sa amin si Allāh nang hayagan,\" kaya dumaklot sa kanila ang lintik dahil sa kawalang-katarungan nila. Pagkatapos gumawa sila sa guya [bilang diyus-diyusan] nang matapos na dumating sa kanila ang mga malinaw na patunay, ngunit nagpaumanhin Kami niyon. Nagbigay Kami kay Moises ng isang katunayang malinaw"},{"SurahNumber":4,"VerseNumber":154,"Text":"Nag-angat Kami sa ibabaw nila ng bundok dahil sa tipan sa kanila. Nagsabi Kami sa kanila: \"Magsipasok kayo sa pinto na mga nakayukod.\" Nagsabi Kami sa kanila: \"Huwag kayong lumabag sa Sabado.\" Tumanggap Kami mula sa kanila ng isang tipang mahigpit"}]}