{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Biz neshetdiğimiz (hükmünü diğer bir âyetle değiştirdiğimiz) veya unutdurduğumuz (geri bırakdırdığımız) bir âyetin (yerine) ya ondan daha hayırlısını, yahud onun benzerini getiririz. Allanın her şey´e kemâliyle kaadir olduğunu bilmedin mi? (Elbette bildin)"},{"SurahNumber":2,"VerseNumber":107,"Text":"Göklerin ve yerin mülk (-ü tasarrufu) hakıykaten Allahın olduğunu ve sizin Allahdan başka ne bir yâr, ne de hakıykî bir yardımcı bulunmadığını bilmedin mi"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz de (ey Yahudiler) evvelce Musâya sorulduğu gibi Peygamberinizi sorğuya mı çekmek istiyorsunuz? Kim îmanı (nı) küfr ile değişirse dümdüz yolu sapıtmış olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ehl-i Kitabdan bir çoğu, Hak kendilerince besbelli oldukdan sonra, ruhlarındaki hasedden ötürü sizi îmanınızdan sonra küfre döndürmek hevesine düşdü. Allanın emri gelinceye kada şimdilik onları bırakın, serzeniş de etmeyin. Şübhesiz ki Allah her şey´e hakkıyle kaadirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı dosdoğru kılın, zekât verin, kendiniz için önden ne hayır yollarsanız Allah katında onu bulacaksınız. Şüphesiz Allah ne yaparsanız kemâliyle görücü (ve ona göre mükâfatını verici) dir"},{"SurahNumber":2,"VerseNumber":111,"Text":"(Yahudiler ve Hıristiyanlar) dediler ki: «Yahudi veya Nasrânî olanlardan başkası asla cennete girmeyecek.» Bu, onların kuruntularıdır. (Habîbim, onlara) söyle: «Eğer (bu iddianızda) doğrucu kimseler iseniz burhanınızı getirin.»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, kim (taat ve amelinde) «ihsan» mertebesine yükselerek yüzünü (kendini) tastamam Allaha teslîm ederse işte ona Rabbi katında (amelinin) ecri (olarak cennet) vardır. Onlara hiç bir korku yokdur. Onlar mahzun da olmazlar"}]}