{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Geceleyin sizi olu gibi uyutan, gunduzun yaptıklarınızı bilen, mukadder olan hayat sureniz doluncaya kadar gunduzleri sizi tekrar kaldıran O'dur. Sonra donusunuz O'nadır, islediklerinizi size bildirecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"O, kulların ustunde yegane Hakim'dir, size koruyucular gonderir. Artık birinize olum gelince elcilerimiz, bir eksiklik yapmaksızın onun canını alırlar, sonra gercek Mevlalarına dondururler. Haberiniz olsun, hukum O'nundur. O, hesap gorenlerin en suratlisidir"},{"SurahNumber":6,"VerseNumber":62,"Text":"O, kulların ustunde yegane Hakim'dir, size koruyucular gonderir. Artık birinize olum gelince elcilerimiz, bir eksiklik yapmaksızın onun canını alırlar, sonra gercek Mevlalarına dondururler. Haberiniz olsun, hukum O'nundur. O, hesap gorenlerin en suratlisidir"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: \"Kara ve denizin karanlıklarından sizi kim kurtarır? Bundan bizi kurtarırsan sukredenlerden olacagız diye O'na gizli gizli yalvarır yakarırsınız"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"Allah sizi ondan ve her sıkıntıdan kurtarır, sonra da O'na ortak kosarsınız"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"Ustunuzden ve altınızdan size azab gondermege, sizi fırka fırka yapıp kiminize kiminizin hıncını tattırmaga Kadir olan O'dur.\" Anlasınlar diye ayetleri nasıl yerli yerince acıkladıgımıza bak"},{"SurahNumber":6,"VerseNumber":66,"Text":"Gercekten, senin milletin Kuran'ı yalanladı. \"Cezanızı ben verecek degilim\" de"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin gerceklesecegi bir zaman vardır ki siz onu yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimizi cekismeye dalanları gorunce, baska bir bahse gecmelerine kadar onlardan yuz cevir. Seytan sana unutturursa hatırladıktan sonra artık zulmedenlerle beraber oturma"}]}