{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":3,"VerseNumber":187,"Text":"(Muhammad) sira nyritakna nalikane Allah mundhut perjanjiane para wong kang padha diparingi kitab Taurat, dhawuhing Allah, \"Supaya sira padha nerang-nerangake (isine) kitab iku marang para manungsa lan aja padha ngumpetake\", wong Yahudi sawise padha nampa perjanjian, banjur padha mbuang perjanjian ana ing mburine gegere, lan padha milih donya kang sethithik ajine. Lan iku ala-alane barang-barang kang padha dipilih dening wong-wong mau"},{"SurahNumber":3,"VerseNumber":188,"Text":"Sira aja duwe pangira marang wong kang padha bungah-bungah anggone jalaran kaleksanan apa kang diupaya lan padha seneng menawa dialem kebecikan kang ora dilakoni, kabeh mau aja sira kira yen alamat saka siksa nanging dheweke bakal padha kapatrapan siksa kang lara"},{"SurahNumber":3,"VerseNumber":189,"Text":"Kratone Bumi lan Langit iku kagungane Allah. Dene Allah iku Nguwasani marang samubarang"},{"SurahNumber":3,"VerseNumber":190,"Text":"Satemene tumitahing langit lan bumi, lan bedane rina lan wengi iku tandha yekti tumrap wong kang padha duwe akal"},{"SurahNumber":3,"VerseNumber":191,"Text":"Yaiku wong kang padha eling marang Allah nalika ngadeg, nalika linggih, nalika turon, lan dheweke padha mikir mungguh tumitahing langit lan bumi, unjuke, \"Dhuh Pangeran kita, anggen panjenengan nitahake makaten punika mesthi boten tanpa damel. Panjenengan punika Maha Suci. Kita punika mugi panjenengan reksa saking siksa neraka"},{"SurahNumber":3,"VerseNumber":192,"Text":"Dhuh Pangeran kita, saestunipun kersa panjenengan, sinten ingkan penjenengan cemplungaken neraka, mesthi inggih panjenengan asoraken. Dene tiyang ingkang nganiaya punika mesthi boten wonten ingkang saged nulungi"},{"SurahNumber":3,"VerseNumber":193,"Text":"Dhuh Pangeran kita, kita sampun sami mireng tiyang ajak-ajak iman, pangajakipun, \"Sira padha percayaa ing Pangeranira. Kita inggih sami pitados\". Dhuh Pangeran kita, mugi panjenengan paring pangapunten dhateng sakathahing dosa kita, saha mugi-mugi mundhuta nyawa kita saha mugi-mugi nutupana (nyirnakna) sakathahing piawon (kalepatan), kagolongan para tiyang ingkang sae"},{"SurahNumber":3,"VerseNumber":194,"Text":"Dhuh Pangeran kita, panjenengan mugi paringa dhumateng kita samu kawis ingkang sampun panjenengan paringaken janji dhumateng kita, punapa dene benjing dinten qiyamat, panjenengan mugi sampun meleh-melehaken dhumateng kita. Sayaktosipun panjenengan punika boten pisan-pisan badhe cidra ing janji"}]}