{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":38,"Text":"Hani o vakit annene, verilen su ilhamı vermistik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandıgın icine koy, denize bırak, deniz de onu sahile bıraksın, onu hem Bana dusman, hem ona dusman biri alsın! Ve senin uzerine, gozetimim altında yetistirilesin diye, katımdan bir sevgi koydum"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman kız kardesin gidiyor ve: «ona iyi bakacak birini bulayım mı size?» diyordu. Boylece, gozu aydın olsun ve uzulmesin diye seni tekrar annene iade ettik. Hem bir adam oldurdun de seni gamdan kurtardık, seni bircok denemelerden gecirdik; bu sebeple yıllarca Medyen halkı arasında kaldın, sonra da ey Musa, bir kader ustune geldin"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben, seni kendim icin yetistirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardesin mucizelerimle gidin ve Beni anmakta gevseklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin; cunku o, pek azıttı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Varın da ona yumusak dille soyleyin; belki dinler veya korkar.»"},{"SurahNumber":20,"VerseNumber":45,"Text":"«Ey Rabbimiz, bize siddetle saldırmasından veya azgınlıgının artmasından korkarız!» dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah: «Korkmayın, cunku Ben sizinle beraberim; isitirim ve gorurum"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi, varın da ona deyin ki: «Haberin olsun, biz Rabbinin elcileriyiz, artık Israil ogullarını bizimle gonder, onlara iskence etme, biz sana Rabbinden bir mucize ile geldik, selam da dogruya uyanlara"},{"SurahNumber":20,"VerseNumber":48,"Text":"Inan ki, bize, azabın, kesinlikle yalanlayıp yuz cevirene oldugu vahyolundu.»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun: «Sizin Rabbiniz kimdir, ey Musa?» dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa: «Bizim Rabbimiz, herseye uygun yaratılısını veren sonra da yolunu gosterendir!» dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun: «Ya, oyle ise, onceki milletlerin durumu nedir?» dedi"}]}