{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":5,"VerseNumber":104,"Text":"Koly vony rozpovidayutʹsya, \"Prybuvayutʹ do yakoho BOHA vidkryly, ta do kur'yera,\" yak kazhutʹ, \"Shcho my znayshly nash roblyachi batʹkamy dostatni dlya nas.\" Shcho yakshcho yikhni batʹky nichoho ne znaly, ta ne keruvalysʹ"},{"SurahNumber":5,"VerseNumber":105,"Text":"O vy shcho vvazhayete, vy musyte poturbuvaty tilʹky pro vashi vlasni shyyi. Yakshcho inshi zablukayutʹsya, vony ne mozhutʹ zavdaty bilʹ vam, taki dovhi yak vy keruyetesʹ. Do BOHA ye vasha ostatochna dolya, vsi vy, todi Vin poinformuye vas vse vy zrobyly"},{"SurahNumber":5,"VerseNumber":106,"Text":"O vy shcho vvazhayete, zasvidchuyuchy budete koly odni z vy vmyraye povynni buty zrobleni dvoma rivnopravnymy lyudʹmy sered vas. Yakshcho vy mandruyete, todi dva inshykh mozhete zrobyty zasvidchuyuchi. Pislya toho yak zauvazhuvaty Kontaktnu Molytvu (Salat), dozvolyayutʹ svidkam prysyahayutʹ BOHOM, alleviate vashi sumnivy: \"My ne vykorystayemo tse dosyahnuty personalʹnykh pryviley, navitʹ yakshcho zapovidach vidnosytʹsya do nas. Ne budemo my prykhovuyemo BOZHE svidchennya. Inakshe, my by buly hrishnyky"},{"SurahNumber":5,"VerseNumber":107,"Text":"Yakshcho svidky ye znaydeni buty vynuvati uperedzhennya, todi dva inshykh povynni buty poprosheni shchob vzyaty yikhni mistsya. Vyberitʹ dvokh osib shcho victimized pershymy svidkamy, ta dozvolyayutʹ yim prysyahayutʹ BOHOM: \"Nashe svidchennya ye bilʹshe pravdyve nizh yikhniy; my ne budemo buty uperedzhenyy. Inakshe, my budemo porushnyky"},{"SurahNumber":5,"VerseNumber":108,"Text":"Tse ye bilʹshe pidkhozhe zaokhotyty chesne svidchennya na yikhniy chastyni, bochy shcho yikhnya klyatva mozhe disregarded lyublyatʹ shcho poperednikh svidkiv. Vy budete zauvazhyty BOHA ta budete poslukhaty. BOH ne keruye bezputnyy"}]}