{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":72,"Text":"She exclaimed, \"Oh, woe is me! Shall I bear a child, now that I am an old woman and this husband of mine is an old man? This is really strange"},{"SurahNumber":11,"VerseNumber":73,"Text":"Answered the Messengers, \"Do you wonder about Allah's Command? May Allah's Grace and Blessings be upon you, O dwellers of the house! Verily the Owner of all Praise, Sublime is He"},{"SurahNumber":11,"VerseNumber":74,"Text":"When the fear had left Abraham, and the good news was conveyed to him, he began to plead with Us for Lot's people"},{"SurahNumber":11,"VerseNumber":75,"Text":"For, Abraham was clement, kind-hearted, ever turning to His Lord"},{"SurahNumber":11,"VerseNumber":76,"Text":"(It was said) O Abraham! Forsake this! Your Lord's Command has gone forth, and verily, the retribution is now inevitable"},{"SurahNumber":11,"VerseNumber":77,"Text":"When Our Messengers came to Lot he was distressed, and knew not how to save his people. He exclaimed, \"This is a difficult day"},{"SurahNumber":11,"VerseNumber":78,"Text":"And the most iniquitous among his people came rushing to Lot. (They wished the visiting Messengers to approve their behavior). Lot said, \"O My people! Your wives, who are like my daughters, are permitted for you. Be mindful of Allah's Laws, and do not humiliate me in the presence of my guests. Is there not a single upright man among you?\" (Genesis 19:14 states that Lot offered them his own married daughters. Two daughters and the whole crowd! Nay, a Prophet is the spiritual father of his nation)"},{"SurahNumber":11,"VerseNumber":79,"Text":"They said, \"You know, we have little interest in our wives whom you call your daughters. And, you know well what we want.\" (Our intention is to get our behavior into the realm of the Permissible)"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lot exclaimed, \"I wish I had the strength to resist you or had some strong support among you"},{"SurahNumber":11,"VerseNumber":81,"Text":"The visiting Messengers said, \"O Lot! Behold, we are Messengers of your Lord. Never shall they follow your guidance nor shall be able to catch up to you. Depart then, with your household and followers, while it is yet night. Leave this land never to look back again. Except your wife for, what befalls the people will befall her as well. Their appointed time is the morning, and isn't the morning near? (She stays behind because she has chosen to go along with the trends of the times. And she is among those who remain silent at the prevalent wrongdoing)"}]}