{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":92,"Text":"By no means shall you attain Al-Birr unless you spend out of that which you cherish (to own and possess); And what you spend out of any thing — then certainly Allah is Fully-Aware of it"},{"SurahNumber":3,"VerseNumber":93,"Text":"‘All food was lawful to the progeny of Israiel except what Israiel (himself) made unpermitted to his ownself before At-Taurat was revealed’. (This is again a false statement made by those who seek mischief). Say: “Come along with At-Taurat and recite it if you are truthful.”"},{"SurahNumber":3,"VerseNumber":94,"Text":"Then whosoever invented a falsehood against Allah after that — then those (people), they are the transgressors"},{"SurahNumber":3,"VerseNumber":95,"Text":"Say: “Allah has spoken the Truth, so adopt the Millat of Ibrahim, the unitarian and he was not from among the polytheists"},{"SurahNumber":3,"VerseNumber":96,"Text":"Verily, the first House appointed for mankind — definitely it is that at Bakka (Makka), full of blessing, and a guidance to the worlds"},{"SurahNumber":3,"VerseNumber":97,"Text":"In it are manifest signs (for example) the Maqam-o-Ibrahim. Whoever entered it became one who is in peace. And dedicated to Allah, incumbent upon mankind, is a journey or travel towards the House, for one who could afford a passage towards it; and who denied (this ordainment in his actions or Belief) then certainly Allah is One Who stands not in need of (whatever exists in) the worlds"},{"SurahNumber":3,"VerseNumber":98,"Text":"Say: “O people of Al-Kitab! Why do you reject the Ayaat of Allah? And Allah is Witness to whatever you do"},{"SurahNumber":3,"VerseNumber":99,"Text":"Say: “O people of Al-Kitab! Why do you obstruct from the Path of Allah that who has Believed? You desire for it distortion even though you are witnesses. And Allah is not unaware of what you do"},{"SurahNumber":3,"VerseNumber":100,"Text":"O you people who have Believed! If you obey a group of those who were given Al-Kitab, they would render you disbelievers after your (accepting) Belief"}]}