{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":23,"Text":"Simdi sen, kendi hevasını tanrı edinen ve Tanrı´nın bir ilim uzere kendisini saptırdıgı, kulagını ve kalbini muhurledigi ve gozu ustune bir perde cektigi kimseyi gordun mu? Artık Tanrı´dan sonra ona kim hidayet verecektir? Siz yine de ogut alıp dusunmuyor musunuz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: \"(Butun olup biten,) Bu dunya hayatımızdan baskası degildir, oluruz ve diriliriz; bizi ´kesintisi olmayan zaman´ (dehrin akısın)dan baskası yıkıma (helake) ugratmıyor.\" Oysa onların bununla ilgili hicbir bilgileri yoktur; yalnızca zannediyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Onlara acık belgeler olarak ayetlerimiz okundugu zaman, onların (sozde) delilleri: \"Eger dogru sozluler iseniz, atalarımızı (diriltip) getirin\" demekten baskası degildir"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: \"Tanrı sizi diriltiyor, sonra sizi olduruyor, sonra kendisinde hicbir kusku olmayan kıyamet gunu O sizi bir araya getirip toplayacaktır. Ancak insanların cogu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku Tanrı´nındır. Kıyamet saatinin kopacagı gun, (iste) o gun, batılda olanlar husrana ugrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gun sen her ummeti diz ustu cokmus (veya toplanmıs) olarak gorursun. Her ummet kendi kitabına cagrılır. \"Bugun yaptıklarınızla karsılık goreceksiniz"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu bizim kitabımızdır, sizin aleyhinizde hak ile konusuyor. Gercekten biz, sizin yaptıklarınızı yazıyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Artık inanıp salih amellerde bulunanlara gelince; rableri onları kendi rahmetine sokar. Iste apacık olan ´buyuk mutluluk ve kurtulus´ budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Kufredenlere gelince; \"Size karsı ayetlerim okundugunda buyukluk taslayanlar ve suclu gunahkar bir kavim olanlar sizler degil miydiniz"},{"SurahNumber":45,"VerseNumber":32,"Text":"Gercekten Tanrı´nın vaadi haktır, kıyamet saatinde hicbir kusku yoktur\" denildigi zaman, siz: \"Kıyamet saati de neymis, biz bilmiyoruz; biz yalnızca bir zan (ve tahmin)de bulunup zannediyoruz; biz, kesin bir bilgiyle inanmakta olanlar degiliz\" demistiniz"}]}