{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Onlarla ilgili bilgi Rabbimin katında bir kitaptadır, dedi. Rabbim, sasırmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Allah, yeryuzunu sizin icin besik yaptı ve orada yine sizin icin yollar actı. Gokten su indirip, onunla cesitli bitkilerden cifter cifter cıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem siz yiyin; hem de hayvanlarınızı otlatın. Suphesiz bunda sagduyu sahipleri icin ayetler vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Topraktan yarattık sizi, yine oraya dondurecek ve yine oradan bir kere daha cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Ona ayetlerimizin hepsini gostermistik. Fakat o yalanladı ve kabul etmedi"},{"SurahNumber":20,"VerseNumber":57,"Text":"Ve dedi ki: Sihrinle bizi yurdumuzdan cıkarmaya mı geldin Ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz de sana, seninkine benzer bir sihir getirecegiz. Bizimle senin aranda bir bulusma vakti ve yeri belirle de bizim de senin de caymayacagımız denk bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa da: Bulusma zamanımız bayram gunu ve insanların bir araya toplandıgı kusluk vaktidir, dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firavun dondu ve butun hilesini (sihirbazlarını) topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: Yazıklar olsun size! Allah’a karsı yalan uydurmayın. Sonra bir azapla sizi helak eder. Elbette yalan duzup uyduran husrana ugrar"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar durumlarını aralarında tartısarak gizlice fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Bu iki sihirbaz sihirleriyle sizi yurdunuzdan cıkarmak ve ustun olan (sihir) yolunuzu da yok etmek istiyor, dediler"},{"SurahNumber":20,"VerseNumber":64,"Text":"Bu sebeple tuzaklarınızı bir araya getirin sonra da saf halinde gelin. Bu gun galip gelen zafere ermistir"}]}