{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":55,"Text":"Biguzor, to ne'matero, ki ʙa onho dodaem, nosukri kunand. Pas, ʙahramand saved, dar dunjo andake ʙa zudi xohed donist oqiʙati isjon va kufri xudro"},{"SurahNumber":16,"VerseNumber":56,"Text":"Va on goh az on ci ruziason dodaem, ʙaroi ʙutone, ki hec foida va zarare namerasonand, hissae mu'ajjan mekunand. Ba Alloh savgand, ʙa saʙaʙi duruƣe, ki meʙanded, pursida mesaved"},{"SurahNumber":16,"VerseNumber":57,"Text":"Va kofiron ʙaroi Alloh duxtaronro muqarrar mekunand, ki U pok ast va nijoz ʙa farzand nadorad va ʙaroi xud har ci dust dorand az pisaron, onro muqarrar mekunand"},{"SurahNumber":16,"VerseNumber":58,"Text":"Va cun ʙa jakeson muƶdai tavalludi duxtar dihand, sijahruj savad az ƣame, ki ʙa u rasidaast va xasmgin gardad"},{"SurahNumber":16,"VerseNumber":59,"Text":"Ba xotiri in muƶdai ʙad az mardum pinhon mesavad va ʙa andesa aftad, ki ojo ʙo xori duxtarro nigohas dorad jo zinda dar zeri xok qaroras kunad? Ogoh ʙosed, ki ci qazovati ʙade mekardand"},{"SurahNumber":16,"VerseNumber":60,"Text":"Sifati ʙad az oni kasonest, ki ʙa qijomat imon nameovarand va sifati ʙartar va oli az oni Alloh ast. Va Ust piruzmandu hakim"},{"SurahNumber":16,"VerseNumber":61,"Text":"Va agar Alloh ʙixohad, ki mardumro ʙa gunohason halok kunad, ʙar rui zamin hec cunʙandae ʙoqi naguzorad, vale Alloh ʙo mehruʙonias ononro to muddate muajjan ʙa ta'xir meafkanad. Va cun acalason faro rasad, na soate ʙozmonand va na soate pes ravand"},{"SurahNumber":16,"VerseNumber":62,"Text":"Va on ciro namepisandand ʙaroi xudason az duxtaron, ʙa Alloh nisʙat mekunand va zaʙonhojasonro ʙo duruƣ pardoxta megujand, ki xuʙiho (ja'ne cannat) az oni onhost. Na, ʙesak, nasiʙi onho dar oxirat otas ast va onhoro ʙa sitoʙ ʙa sui on ʙarand"},{"SurahNumber":16,"VerseNumber":63,"Text":"Ba Alloh savgand cunon ki ʙa in ummat pajomʙar firistodaem, ʙaroi mardume ham, ki pes az tu ʙudaand, pajomʙarone firistodaem. Va sajton a'moli ʙadasonro dar casmason ʙijorost. Pas, imruz sajton dust va jori onho ast va ʙaroi onho dar oxirat azoʙi darddihanda hast"},{"SurahNumber":16,"VerseNumber":64,"Text":"Mo in kitoʙ (Qur'on)-ro ʙar tu nozil kardaem, ʙaroi on ki har ciro, ki dar on ixtilof dorand, ʙarojason ʙajon kuni. Va niz rohnamovu rahmate ʙaroi mu'minon ʙosad"}]}