{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"O vy, kotoryye uverovali! Bud'te stoyki v spravedlivosti, svidetel'stvuya pered Allakhom, yesli dazhe svidetel'stvo budet protiv vas samikh, vashikh roditeley ili rodstvennikov. Budet li tyazhushchiysya bogatym ili bednym, Allakh [rassudit] ikh nailuchshim obrazom. Bud'te bespristrastny, v protivnom sluchaye vy otstupite ot spravedlivosti. Yesli zhe vy uklonites' ot spravedlivosti i otvergnete yeye, to ved' Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":4,"VerseNumber":136,"Text":"O vy, kotoryye uverovali! Veruyte v Allakha, Yego Poslannika, Pisaniye, kotoroye On nisposlal Svoyemu Poslanniku, a takzhe v pisaniye, kotoroye On nisposlal prezhde. Tot, kto ne veruyet v Allakha, Yego angelov, Yego pisaniya, Yego poslannikov i v Sudnyy den', vpal v glubokoye zabluzhdeniye"},{"SurahNumber":4,"VerseNumber":137,"Text":"Voistinu, Allakh ne takov, chtoby prostit' i napravit' na pryamoy put' tekh, kotoryye [snachala] uverovali, a potom snova perestali verit', potom vnov' uverovali, opyat' utratili veru i dazhe glubzhe pogruzilis' v neveriye"},{"SurahNumber":4,"VerseNumber":138,"Text":"Tak obraduy zhe munafikov vest'yu, chto im ugotovano muchitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":139,"Text":"tekh, kotoryye druzhat s nevernymi, a ne s veruyushchimi. Uzh ne v druzhbe li s nimi khotyat oni obresti velichiye? Voistinu, vse velichiye - u Allakha"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allakh prezhde predpisal vam v Pisanii, chtoby vy, vnimaya znameniyam Allakha, izbegali sadit'sya vmeste s temi, kto otritsayet eti [znameniya] i izdevayetsya nad nimi, poka oni ne zagovoryat o drugom. V protivnom zhe sluchaye vy podobny im. Voistinu, Allakh nizvergnet vsekh munafikov i nevernykh v ad"}]}