{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":15,"Text":"(O, momundar) zayıptarıŋardın arasında buzukuluk (zınaa) kılgandarı bolso, alarga ozuŋordon (musulmandardan) tort kubo alıp kelgile. Eger alar (anık dalilder menen) kubolukko otso, alardı ajal alıp ketkenge ceyin je bolboso, Allaһ alarga (bul jazadan baska jazaloocu) jol korsotkongo ceyin uylorgo kamap koygula"},{"SurahNumber":4,"VerseNumber":16,"Text":"Silerden (erkek-ayaldardan) ekoo usunu (zınaanı) jasagan bolso, al ekoonu sazayın bergile. Anan eger toobosuna tayanıp oŋolso, alardan juz burgula (jazanı toktotkula). Albette, Allaһ toobalardı kabıl aluucu, Meerimduu"},{"SurahNumber":4,"VerseNumber":17,"Text":"Albette, Allaһtın toobalardı keciruusu kunoo isti bilbesten jasap alıp, kiyin daroo tooba keltirgen kisilerge arnalgan. Allaһ anday adamdardın toobasın kabıl alat. Allaһ Biluucu, Daanısman"},{"SurahNumber":4,"VerseNumber":18,"Text":"Al emi, kunoo kılıp juro berip, kacan alardan birine olum (jazası) kelgende gana “Men emi tooba kıldım!” dey turgan adamdarga jana kaapır boydon olup ketuuculordun toobaları kabıl alınbayt. Anday adamdarga Biz jan oorutkan azaptı dayardap koygonbuz"},{"SurahNumber":4,"VerseNumber":19,"Text":"O,ıyman keltirgender! Siler ucun (olgon jakınıŋardın nikesinde bolgon) ayaldardı (alar kaalabasa da) majburlap muras-mulk kılıp aluu adal bolboyt. Jana siler (eger ayalıŋardı suyboy kalsaŋar), bergen mahırıŋardın bir bolugun alıp, (silerden ajırap) ketisine toskool bolbogula. Al emi, kacan bir anık buzuk is (zınaa) jasaganda gana (mahırıŋardı kayrıp aluu ucun alarga toskoolduk kılsaŋar bolot). Ayaldar menen sılık-sıpaa jasagıla. Eger alardı jaman korup kalsaŋar(da katuu tiybegile. Antkeni), Allaһ siler jaman korgon nersede kop jaksılıktardı katıp koygon bolusu mumkun"}]}