{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":18,"Text":"Yahudiyler menen hristiandar: “Biz Allaһtın baldarı jana süyüktüülörü bolobuz” - deşti. Aytkın: “Anda emne üçün Allaһ silerdi künööŋör üçün azaptayt?” Jok, siler dele Allaһ jaratkan (jönököy ele) insansıŋar. Al Özü kaalagan pendesinin (künöölörün) keçiret jana kaalaganın azapka duuşar kılat. Asmandar, Jer jana al eköösünün arasındagı bardık nerselerdin mülkü Allaһka taandık. Jana Aga gana kaytuu bar"},{"SurahNumber":5,"VerseNumber":19,"Text":"O, kitep eeleri! Mına, (murunku) paygambarlardan kiyin bir neçe zamandar ötüp, (siler paygambarga ötö muktaj bir mezgilde) silerge Bizdin paygambarıbız (Muhammad) keldi. (Kelişinin sebebi) siler (Kıyamatta) “Bizge ne bir Beyiş kabarçısı, ne bir Tozok kabarçısı kelgen emes” dep ayta albasıŋar üçün. Silerge Beyiş-Tozokton kabar berüüçü (paygambar) anık keldi. (Anı ukkula). Allaһ ar nersege Kudurettüü"},{"SurahNumber":5,"VerseNumber":20,"Text":"Bir kezde Musa koomuna (mınday) dedi: “O, koomum! Allaһtın silerge bergen neemattarın estegile! Bir kezderde Allaһ silerdin araŋardan paygambarlardı, padışalardı çıgardı jana silerge aalamdardan eç kimge berbegen neemattardı berdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"O, koomum! Allaһ silerge (kirüünü) parız kılgan (mına bul) Iyık Jerge kirgile jana (korkoktuk kılıp) artıŋarga kaytpagıla, zıyan tartuuçulardan bolup kalasıŋar»"},{"SurahNumber":5,"VerseNumber":22,"Text":"Alar aytıştı: “O, Musa”, anda bakubat, kayrattuu adamdar bar eken. Oşolor çıgıp ketmeyinçe, biz al jerge kire albaybız. Eger alar özdörü çıgıp ketişse, anan biz kirebiz”"},{"SurahNumber":5,"VerseNumber":23,"Text":"(Oşondo) Allaһtan korko turgan, Allaһ alarga (sabırduuluktu, er jüröktüülüktü) neemat kılıp bergen eki adam ayttı: “Alardın üstünö eşikten kirip bargıla. Kirip ele alsaŋar, siler jeŋüüçü bolosuŋar. Jana eger momun bolsoŋor, Allaһka gana tobokel kılgıla”"}]}