{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":30,"VerseNumber":6,"Text":"[Zhè shì] ān lā de xǔ yuē [ān lā ràng luómǎ rén zhànshèng bōsī rén]. Ān lā shì jué bù shuǎngyuē de, dàn dà duōshù rén bìng bù zhīdào."},{"SurahNumber":30,"VerseNumber":7,"Text":"Tāmen zhǐ zhīdào jīnshì shēnghuó de wàibù qíngkuàng, tāmen díquè hūlüèle hòushì."},{"SurahNumber":30,"VerseNumber":8,"Text":"Nándào tāmen méiyǒu shēnsī zìjǐ ma [ān lā zěnyàng cóng wú dào yǒu chuàngzào tāmen bìng jiàng zài sǐ hòu fùhuó tāmen]? Ān lā zhǐ yī zhēnlǐ hé dìngqí chuàngzào tiāndì wànwù, dàn yǒu xǔduō rén díquè bù xiāngxìn [hòushì] jiāng yǔ tāmen de zhǔ xiāng huì."},{"SurahNumber":30,"VerseNumber":9,"Text":"Nándào tāmen méiyǒu zài dàdìshàng lǚxíng, guānchá tāmen qián rén de jiéjú rúhé ma? Qián rén de shílì bǐ tāmen de gèng qiángdà, gēngdì hé rénkǒu bǐ tāmen de gèng duō, tāmen de shǐzhěmen yǐ dàizhe míngzhèng dàodá tāmen. Ān lā wèi kuīdài tāmen, ér shì tāmen shǐ zìjǐ shòu sǔn."},{"SurahNumber":30,"VerseNumber":10,"Text":"Ránhòu, zuò'è zhě de jiéjú biàn shì zāo è bào, yīnwèi tāmen fǒurèn ān lā de qǐshì bìng jiāyǐ cháoxiào."},{"SurahNumber":30,"VerseNumber":11,"Text":"Ān lā chuàngzào wànwù, ránhòu hái jiāng zài chuàngzào [fùhuó], zuìhòu, nǐmen dōu jiāng guī dào tā nàlǐ qù."},{"SurahNumber":30,"VerseNumber":12,"Text":"Fùhuó de shíjiān láilín zhī rì, fànzuì zhě jiāng shì juéwàng de."},{"SurahNumber":30,"VerseNumber":13,"Text":"Zài tāmen suǒ chóngbài de ǒuxiàng zhōng, jiāng méiyǒu qiúqíng zhě [tì tāmen qiúqíng],[nà shí] tāmen jiāng fǒurèn tāmen suǒ chóngbàiguò de ǒuxiàng."},{"SurahNumber":30,"VerseNumber":14,"Text":"Fùhuó de shíjiān láilín zhī rì, zài nà rì, tāmen [xìnshì hé bù xìnyǎng zhě] jiāng bèi fēnkāi."},{"SurahNumber":30,"VerseNumber":15,"Text":"Zhìyú xìnyǎng bìng xíngshàn zhě, tāmen jiàng zài lèyuán lǐ xiǎngshòu yǒngjiǔ de kuàilè [zhù]."}]}