{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":39,"Text":"Ne obekanyilisie inyanga yokhwiyitsulisia ebise bielikhuwa lilibusibwa, nabo bali mukhukoyana nemana shibasubilanga tawe"},{"SurahNumber":19,"VerseNumber":40,"Text":"Netoto efwe khulichelama eshialo nende bioosi bili hekulu washio. Ne balikalusibwa khwifwe"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ne rumbula mushitabu shino Ibrahim, Toto ye yali owatoto muno, Omurumwa"},{"SurahNumber":19,"VerseNumber":42,"Text":"Olwa yaboolela Samwana mbu: “Ewe Papa wanje, shina shichilanga nolaama ebilawulila nende ebilalola nende ebilakhukhoonya shiosi shiosi tawe"},{"SurahNumber":19,"VerseNumber":43,"Text":"“Ewe Papa wanje; Toto bwene enyoolele obumanyi bushili okhuulilakhwo ewe. Kho nonde nditsa okhulunjisia khu injila ya habwene"},{"SurahNumber":19,"VerseNumber":44,"Text":"“Ewe Papa wanje; olalaama shetani tawe, toto shetani yaloba(amakhuwa ka Nyasaye) Omunji wetsimbabaasi"},{"SurahNumber":19,"VerseNumber":45,"Text":"“Ewe papa wanje; Toto eritsanga eshinyasio shirulanga khuwetsimbabaasi okhunyoola. Ne olaba omukholi wa shetani"},{"SurahNumber":19,"VerseNumber":46,"Text":"Naboola mbu: “Koo, Abanyasaye banje bakhusinya ewe Ibrahim? Ne nolalekha (akoboolanga ako tawe) khulakhulasa amachina. Ne undulekhwo otsie ehale mbelio.”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Naboola: “umelembe kube ninawe, nditsa okhusabila Nyasaye wanje eshileshelo, toto Ye yambulilanga muno.”"},{"SurahNumber":19,"VerseNumber":48,"Text":"Nasi nditsa okhubarulakhwo, nende akamulaamanga akalali aka Nyasaye ako. Ne nditsa okhulaama Nyasaye wanje, ne shinditsa okhuba ukhola obubii nesaba Nyasaye wanje tawe"},{"SurahNumber":19,"VerseNumber":49,"Text":"Olwa yalekhana nabo nende kalia okabalaamanga akalali ka Nyasaye, khwamuhelesia Is’haka nende Yaqub, nebuli shiamulalanikhumukholaokhuba Omurumwa"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ne nikhubahelesia tsimbabaasi tsiefu, ne nikhubakhola okhuba nende olulimi lwa toto olwa hekulu"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ne rumbula mushitabu shino Musa, toto ye yali Omutswenufu ne yali Omurumwa, Omwayi (omunabii)"}]}