{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Eger Biz ırayım kılıp, alardagı zıyandı alıp koysok dele (Bizge ibadat-şügür kıluunun orduna) tentigen adaşuuçulugunda jürö berişet"},{"SurahNumber":23,"VerseNumber":76,"Text":"Biz alardı (ar türkün) azaptar menen sınadık. Birok, dagı ele Rabbisine moyun sunbay, jalınıp duba kılbay jatışat"},{"SurahNumber":23,"VerseNumber":77,"Text":"Kaçan Biz alarga (Akırettegi) katuu azap eşigin açkanıbızda (bardık jakşılıktan) ümütsüz bolup kalışat"},{"SurahNumber":23,"VerseNumber":78,"Text":"Al (Allaһ) silerge kulak, köz jana dil-jürök berdi. Siler bolso ötö az şügür kıluudasıŋar"},{"SurahNumber":23,"VerseNumber":79,"Text":"Al silerdi(n bardıgıŋardı) jer betine jarattı. Jana (Kıyamatta) Özünö çogultulasıŋar"},{"SurahNumber":23,"VerseNumber":80,"Text":"Al jaşoo beret jana öltüröt. Tün menen kündün almaşuusu Aga taandık. Akılıŋardı iştetpeysiŋerbi"},{"SurahNumber":23,"VerseNumber":81,"Text":"Birok, (kaapırlar) murdakılar aytkan sözdördü aytışıp, (mınday)"},{"SurahNumber":23,"VerseNumber":82,"Text":"deşti: «Eger biz ölüp topurakka jana (çirigen) söökkö aylanıp kalsak dele kayra tirilet bekenbiz"},{"SurahNumber":23,"VerseNumber":83,"Text":"Bul (sözdör) bizge jana ata-babalarıbızga buga çeyin (köp iret) aytıldı. Bular bayırkılardın jomoktorunan başka emes»"},{"SurahNumber":23,"VerseNumber":84,"Text":"Aytkın (oo, Muhammad:) «Jer jana andagılar kimdiki, aytkılaçı, eger bilseŋer?»"},{"SurahNumber":23,"VerseNumber":85,"Text":"Alar daroo: «Allaһka taandık» deşet. Aytkın: «Estebeysiŋerbi (oşol Allaһtı?!»)"},{"SurahNumber":23,"VerseNumber":86,"Text":"Ayt: «Jeti (kabat) asmandardın jana (alardın üstündögü) Uluu Arştın Rabbisi (Eesi) kim?»"},{"SurahNumber":23,"VerseNumber":87,"Text":"Alar daroo «Allaһka taandık» deşet. Aytkın: «korkpoysuŋarbı (oşol Allaһtan?!»)"},{"SurahNumber":23,"VerseNumber":88,"Text":"Aytkın: «Bardık nerselerdin padışalıgı kimdin kolunda? Kim al — korgoyt, birok, eç kim anı korgoy albayt? (Aytkılaçı,) eger bilseŋer?»"},{"SurahNumber":23,"VerseNumber":89,"Text":"Alar daroo «Allaһka taandık» deşet. Aytkın: «Kantip aldanuudasıŋar?°»"}]}