{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"Pro eto znayet moy Gospod', - otvetil Musa, - (I znachitsya ob etom) v Yego Knige. Ne oshibayetsya Gospod' moy (nikogda) I (nichego) ne zabyvayet"},{"SurahNumber":20,"VerseNumber":53,"Text":"On - Tot, Kto rasproster vam zemlyu kolybel'yu, Po ney dlya vas dorogi prolozhil, Nizvel (obil'no) vodu s neba I yeyu v parakh raznyye rasteniya izvel"},{"SurahNumber":20,"VerseNumber":54,"Text":"Pitaytes' i na ney stada svoi pasite! Zdes', istinno, znameniye dlya tekh, Kto obladayet razumen'yem"},{"SurahNumber":20,"VerseNumber":55,"Text":"My iz (zemli) vas sotvorili, V neye zhe snova vas vernem I iz neye vas izvedem opyat'"},{"SurahNumber":20,"VerseNumber":56,"Text":"My vse znamen'ya Nashi pokazali (Faraonu), - On zhe otverg ikh, lozhnymi schitaya"},{"SurahNumber":20,"VerseNumber":57,"Text":"I skazal: \"Ne dlya togo li ty prishel, o Musa, Chtob koldovstvom svoim Izgnat' nas so svoyey zemli"},{"SurahNumber":20,"VerseNumber":58,"Text":"No ved' i my predstavit' tebe mozhem Podobnoye zhe koldovstvo. Naznach' dlya nas i dlya sebya Uslovlennoye vremya vstrechi - Ni my, ni ty yego ne peremenim - Na meste, (gde my budem) ravnyye (vozmozhnosti imet')"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) skazal: \"Den' Ukrasheniya dlya vas - uslovlennoye vremya vstrechi, I pust' vse lyudi soberutsya k pozdnemu utru"},{"SurahNumber":20,"VerseNumber":60,"Text":"I udalilsya Faraon, I prigotovil svoi kozni, I (poutru) yavilsya (s nimi)"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa skazal im: \"Gore vam! Ne izmyshlyayte lzhi protiv Allakha, Inache karoy porazit On vas. Ved' gibnut zamysly vsekh tekh, Kto lozh' vozvodit (na Allakha)"},{"SurahNumber":20,"VerseNumber":62,"Text":"Oni obgovorili svoye delo, Ostaviv v tayne obsuzhdeniye svoye"},{"SurahNumber":20,"VerseNumber":63,"Text":"I molvili: \"Oni, konechno, oba - magi, I koldovstvom svoim oni khotyat S vashey zemli izgnat' vas, - Tem samym na pogibel' obrekaya Vse luchsheye v uklade vashey zhizni"},{"SurahNumber":20,"VerseNumber":64,"Text":"Ob\"yedinite zamysly svoi, Somknites' (plotnym) ryadom, - Segodnya budet schastliv tot, Kto verkh oderzhit (v etom spore)"}]}