{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":53,"VerseNumber":27,"Text":"పరలోకాన్ని విశ్వసించనివారు దైవదూతలకు ఆడవారి పేర్లు పెడతారు"},{"SurahNumber":53,"VerseNumber":28,"Text":"వాస్తవానికి వారికి ఈ విషయంలో ఎలాంటి పరిజ్ఞానము లేదు. వారు ఉత్త అనుమానాలను అనుసరిస్తున్నారు. నిజానికి (మూఢ) అనుమానాలు సత్యం ముందు దేనికీ పనికిరావు"},{"SurahNumber":53,"VerseNumber":29,"Text":"కనుక (ఓ ప్రవక్తా!) మా ధ్యానం నుండి తిరిగిపోయి, కేవలం ప్రాపంచిక జీవితాన్ని మాత్రమే ఆశించేవాణ్ణి నువ్వు పట్టించుకోకు"},{"SurahNumber":53,"VerseNumber":30,"Text":"వారికి తెలిసింది అంతవరకే. తన మార్గం నుండి తప్పిపోయిన వాడెవడో నీ ప్రభువుకు బాగా తెలుసు. సన్మార్గం పొందినవాని గురించి కూడా ఆయనకు బాగా తెలుసు"},{"SurahNumber":53,"VerseNumber":31,"Text":"భూమ్యాకాశాలలో ఉన్నదంతా అల్లాహ్ దే. దుష్కర్మలు చేసేవారికి అల్లాహ్ వారి కర్మలకు తగ్గ ప్రతిఫలం ఇవ్వటానికి, సత్కర్మలు చేసేవారికి వారి కర్మలకు తగ్గట్టుగా పుణ్యఫలం ప్రసాదించటానికి (సన్మార్గ దుర్మార్గాలు ఆయన చేతుల్లోనే ఉన్నాయి)"},{"SurahNumber":53,"VerseNumber":32,"Text":"ఎవరైతే పెద్ద పాపాలకు దూరంగా ఉంటారో, చిన్న చిన్న తప్పులు మినహా నీతిబాహ్యతను కూడా విడనాడతారో (వారి పాలిట) నిశ్చయంగా నీ ప్రభువు ఎంతో ఉదారంగా క్షమించేవాడు. ఆయన మిమ్మల్ని భూమి (మట్టి) నుండి సృజించినప్పుడూ, మీరు మీ మాత్రుగర్భాలలో శిశువులుగా ఉన్నప్పుడు కూడా మీ గురించి ఆయనకు బాగా ఎరుకే. కాబట్టి మీ పారిశుద్ధ్యాన్ని గురించి మీరు (గొప్పలు) చెప్పుకోకండి. దైవానికి భయపడే వాడెవడో ఆయనకు బాగా తెలుసు"},{"SurahNumber":53,"VerseNumber":33,"Text":"సరేగాని (ఓ ప్రవక్తా! దైవ మార్గం నుండి) ముఖం త్రిప్పుకున్నవాన్ని నువ్వు గమనించావా"},{"SurahNumber":53,"VerseNumber":34,"Text":"అతడు కాస్తంత ఇచ్చాడు. తర్వాత ఆపేశాడు"},{"SurahNumber":53,"VerseNumber":35,"Text":"వాడి దగ్గర రహస్య జ్ఞానంగాని ఉందా? వాడు అన్నీ చూస్తూ ఉన్నాడా"},{"SurahNumber":53,"VerseNumber":36,"Text":"ఏమిటీ, మూసా గ్రంథ ప్రతులలో గల విషయం గురించి వాడికి సమాచారం ఇవ్వబడలేదా"},{"SurahNumber":53,"VerseNumber":37,"Text":"(అలాగే) విశ్వాసపాత్రుడైన ఇబ్రాహీము గ్రంథ ప్రతుల్లోని విషయం గురించి"},{"SurahNumber":53,"VerseNumber":38,"Text":"(ఆ విషయం ఏమిటంటే) బరువును మోసేవాడెవడూ ఇంకొకరి బరువును మోయడు"},{"SurahNumber":53,"VerseNumber":39,"Text":"ప్రతి మనిషి దేనికోసం పాటుపడతాడో అది మాత్రమే అతనికి లభిస్తుంది"},{"SurahNumber":53,"VerseNumber":40,"Text":"నిశ్చయంగా అతని కృషి త్వరలోనే చూడబడుతుంది"},{"SurahNumber":53,"VerseNumber":41,"Text":"మరి అతనికి సంపూర్ణ ప్రతిఫలం వొసగబడుతుంది"},{"SurahNumber":53,"VerseNumber":42,"Text":"కడకు అందరూ పోయి చేరవలసింది నీ ప్రభువు వద్దకే"},{"SurahNumber":53,"VerseNumber":43,"Text":"మరి ఆయనే నవ్విస్తున్నాడు, ఆయనే ఏడిపిస్తున్నాడు"},{"SurahNumber":53,"VerseNumber":44,"Text":"మరి ఆయనే చంపుతున్నాడు, ఆయనే బ్రతికిస్తున్నాడు"}]}