{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, Sin. Bunlar, apacık bir Kitap olan Kur´an´ın Ayetleri´dir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mu´minler icin hidayete erdirici ve mujdeleyicidir"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar, namazı ikame ederler, zekatı verirler ve onlar ki, onlar ahirete yakin (sahibi) olarak inanırlar"},{"SurahNumber":27,"VerseNumber":4,"Text":"Muhakkak ki ahirete (ruhun Allah´a ulasması) inanmayanlara, onların amellerini susledik. Boylece onlar, (saskın bir halde) bocalarlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"Iste onlar ki, onlar icin azabın kotusu vardır. Ve onlar ki, onlar ahirette en cok husrana ugrayanlardır"},{"SurahNumber":27,"VerseNumber":6,"Text":"Muhakkak ki, (Bu) Kur´an, sana mutlaka Hakim (hukum ve hikmet sahibi) ve Alim Olan´ın katından (gizli ilminden) ilka ediliyor (ulastırılıyor)"},{"SurahNumber":27,"VerseNumber":7,"Text":"Musa (A.S), ehline (ailesine): \"Gercekten ben bir ates farkettim. Size ondan bir haber veya bir (parca) kor halinde ates getirecegim, boylece siz ısınasınız diye.\" demisti"},{"SurahNumber":27,"VerseNumber":8,"Text":"Boylece oraya gittigi zaman ona nida edildi: \"Atesin (nur´un) icinde (yanında) ve etrafında bulunanlar mubarek kılındı. Ve alemlerin Rabbi Allah Subhan´dır (herseyden munezzeh)"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ey Musa! Muhakkak ki Ben, Aziz (yuce), Hakim (hukum ve hikmet sahibi) olan Allah´ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"Ve asanı at!\" Bunun uzerine (asasını atınca) onun yılan gibi hareket ettigini gorunce, arkasına bakmadan geri donup kactı. \"Ya Musa! Korkma, muhakkak ki Ben(im), Benim yanımda (huzurumda) resuller korkmazlar"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ancak zulmedenler haric. Ama kim kotulugu isledikten sonra iyilige (mursidine tabi olup gunahlarını sevaba) cevirirse, o zaman muhakkak ki Ben, Gafur´um (magfiret eden, gunahları sevaba ceviren) Rahim´im (Rahim esmasıyla tecelli eden)"},{"SurahNumber":27,"VerseNumber":12,"Text":"Ve elini koynuna sok. Onu kusursuz beyaz olarak cıkar. Bu (ayet, mucize) firavuna ve onun kavmine (ait) dokuz ayet icindedir. Muhakkak ki onlar, fasık bir kavim oldular"},{"SurahNumber":27,"VerseNumber":13,"Text":"Ayetlerimiz onlara gorunur oldugu zaman; \"Bu apacık bir sihirdir.\" dediler"}]}