{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":9,"VerseNumber":73,"Text":"Hē nabī! Kāphirānśī āṇi munāphika lōkānśī jihāda karīta rāhā āṇi tyān̄cyāvara saktī karā. Tyān̄cē kharē ṭhikāṇa jahannama āhē. Jē atiśaya vā'īṭa ṭhikāṇa āhē"},{"SurahNumber":9,"VerseNumber":74,"Text":"Hē allāhacī śapatha ghē'ūna sāṅgatāta kī tyānnī asē mhaṭalē nāhī. Vāstivaka satyācā inkāra tyānnī āpalyā tōṇḍānī kēlēlā āhē. Āṇi hē islāmacā svīkāra kēlyānantarahī kāphira jhālēta āṇi yānnī tyā kāmācā irādāhī kēlā āhē, jyālā tē prāpta karū śakalē nāhīta. Hē kēvaḷa yāca gōṣṭīcā sūḍa ghēta āhēta kī tyānnā allāhanē āpalyā kr̥pēnē āṇi yācyā paigambarānē dhanavāna kēlē jara hē ajūnahī taubā (paścāttāpa) karūna ghētīla tara hē tyān̄cyā hakkāta cāṅgalē āhē āṇi jara tōṇḍa phiravatīla tara allāha tyānnā yā jagāta āṇi ākhiratamadhyē duḥkhadāyaka śikṣā dē'īla āṇi sampūrṇa dharatīta tyānnā kōṇī mitra āṇi madata karaṇārā lābhaṇāra nāhī"},{"SurahNumber":9,"VerseNumber":75,"Text":"Yān̄cyāta asēdēkhīla āhēta, jyānnī allāhaśī vāyadā kēlā hōtā kī jara tō āmhālā āpalyā kr̥pēnē dhana pradāna karīla tara āmhī avaśya dāna karū āṇi pūrṇataḥ nēka sadācārī lōkāmpaikī hō'ū"},{"SurahNumber":9,"VerseNumber":76,"Text":"Parantu jēvhā allāhanē āpalyā kr̥pēnē tyānnā dilē tēvhā hē tyāta kan̄jūsapaṇā karū lāgalē āṇi ṭāḷāṭāḷa karūna tōṇḍa phiravilē"},{"SurahNumber":9,"VerseNumber":77,"Text":"Tēvhā yācī śikṣā mhaṇūna allāhanē tyān̄cyā manāta phūṭīratā ṭākalī allāhacyā bhēṭīcyā divasaparyanta kāraṇa tyānnī allāhaśī kēlēlyā vāyadyācā bhaṅga kēlā, āṇi khōṭē bōlata rāhilē"},{"SurahNumber":9,"VerseNumber":78,"Text":"Kāya tē hē nāhī jāṇata kī allāhalā tyān̄cyā manātalā gupta bhēda āṇi tyān̄cyā kānagōṣṭī sarva māhīta āhē āṇi allāha sarva lapalēlyā gōṣṭīnnā jāṇaṇārā āhē"},{"SurahNumber":9,"VerseNumber":79,"Text":"Jē lōka aśā īmānadhārakānvara ārōpa ṭhēvatā, jē mōkaḷyā manānē dāna karatāta āṇi tyā lōkānvara, jyānnā āpalyā mēhanatīkhērīja kāhīca sādhya nāhī, tara hē tyān̄cī thaṭṭā uḍavitāta, allāhadēkhīla tyān̄cī thaṭṭā uḍavitō āṇi yāca lōkānsāṭhī mōṭhī sakta śikṣā yātanā (azāba) āhē"}]}