{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":65,"Text":"Und Allah hat Wasser vom Himmel herniedergesandt und damit die Erde nach ihrem Tod belebt. Wahrlich, darin liegt ein Zeichen für Leute, die hören können"},{"SurahNumber":16,"VerseNumber":66,"Text":"Wahrlich, auch am Vieh habt ihr eine Lehre. Wir geben euch von dem zu trinken, was in ihren Leibern (ist): Zwischen Kot und Blut (ist) in der Mitte Milch, die denen lauter (und) angenehm ist, die sie trinken"},{"SurahNumber":16,"VerseNumber":67,"Text":"Und von den Früchten der Dattelpalmen und den Beeren macht ihr euch Rauschtrank und gute Speise. Wahrlich, darin liegt ein Zeichen für die Leute, die Verstand haben"},{"SurahNumber":16,"VerseNumber":68,"Text":"Und dein Herr hat der Biene eingegeben: \"Baue dir Häuser in den Bergen und in den Bäumen und in dem, was sie errichten"},{"SurahNumber":16,"VerseNumber":69,"Text":"Dann iß von allen Früchten und folge den Wegen deines Herrn, (die Er dir) leicht gemacht hat.\" Aus ihren Leibern kommt ein Trank, mannigfach an Farbe. Darin liegt ein Heilmittel für die Menschen. Wahrlich, hierin ist ein Zeichen für Leute, die nachdenken"},{"SurahNumber":16,"VerseNumber":70,"Text":"Und Allah hat euch erschaffen, dann läßt Er euch sterben; und es gibt manche unter euch, die ins hinfällige Greisenalter getrieben werden, so daß sie nichts wissen, nachdem (sie) doch Wissen (besessen haben) Wahrlich, Allah ist Allwissend, Allmächtig"},{"SurahNumber":16,"VerseNumber":71,"Text":"Und Allah hat einige von euch vor den anderen mit Gaben begünstigt. Und doch wollen die Begünstigten nichts von ihren Gaben denen zurückgeben, die sie von Rechts wegen besitzen, so daß sie gleich (beteiligt) wären. Wollen sie denn Allahs Huld verleugnen"},{"SurahNumber":16,"VerseNumber":72,"Text":"Und Allah gab euch Gattinnen aus euch selbst, und aus euren Gattinnen machte Er euch Söhne und Enkelkinder, und Er hat euch mit Gutem versorgt. Wollen sie da an Nichtiges glauben und Allahs Huld verleugnen"}]}