{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":31,"Text":"(Habîbim) sana kendisinden öncekilerin doğrusunu meydana çıkarmak üzere vahyetdiğimiz kitâb hakıykatın ta kendisidir. Herhalde Allah kullarının (bütün hallerinden) hakkıyle haberdârdır, (her şey´i) hakkıyle görendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra bir o kitabı kullarımızdan (beğenib) seçdiklerimize mîras bırakdık. İşte onlardan kimi nefsine zulmedendir, onların ba´zısı mu´tedildir, onlardan bir kısmı da Allahın izniyle hayrat (ve hasenat yarışların) da öncü ol (up kazan) andır. İşte bu, büyük fazl (-u kerem) in ta kendisidir"},{"SurahNumber":35,"VerseNumber":33,"Text":"(Mükâfatları da) Adn cennetleridir. Oraya girerler. Orada altın bileziklerden (nice zînetlerle) ve inci ile süslenirler. Orada elbiseleri de ipekdir"},{"SurahNumber":35,"VerseNumber":34,"Text":"(Şöyle) derler: «Bizden tasayı gideren Allaha hamd olsun. Hakıykat, Rabbimiz çok yarlığayıcıdır, çok in´aam edicidir»"},{"SurahNumber":35,"VerseNumber":35,"Text":"«Ki fazl (-u inayet) inden bizi (ebedî) durulacak bir yurda kondurdu O. Burada bize hiçbir yorgunluk değmeyecek burada bize hiçbir usanç dokunmayacak»"},{"SurahNumber":35,"VerseNumber":36,"Text":"O küfredenler (e gelince:) Cehennem ateşi de onlarındır. Öldürülmezler ki ölsünler. (Cehennemin) azabından (velev) bir kısmı onlardan kaldırılıb hafifletilmez de. İşte biz küfürde ileri giden herkesi böyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar orada (şöyle) bağrışırlar. «Ey Rabbimiz, bizi çıkar. Yapmış olduğumuzdan bambaşka iyi amel (ve hareketler) de bulunacağız». Size iyice düşünecek kimsenin düşünebileceği, öğüt kabul edebileceği kadar ömür vermedik mi? Size (azâb ile) korkutan da gelmişdi. Şimdi tadın (o azâbı)! Artık zaalimler için hiç bir yardımcı yokdur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Şübhesiz ki Allah göklerin ve yerin kaybını bilendir. Muhakkak O, göğüslerin özünde ne varsa onu da hakkıyle bilicidir"}]}