{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":61,"Text":"Ve muhakkak ki o, gercekten o saat (kıyametin zamanı) icin bir ilimdir (bilgidir). Oyleyse ondan sakın suphe etmeyin! Ve Bana (Allah´a) tabi olun! Iste bu, Sıratı Mustakim´dir"},{"SurahNumber":43,"VerseNumber":62,"Text":"Ve seytan sakın sizi, (Sıratı Mustakim´den) men etmesin. Muhakkak ki o, sizin icin apacık dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ve Hz. Isa, beyyineler (mucizeler, deliller) ile geldigi zaman: “Ve hakkında ihtilaf ettiginiz seyin bir kısmını size acıklamak icin size hikmeti getirdim. Oyleyse Allah´a karsı takva sahibi olun ve bana itaat edin!” dedi"},{"SurahNumber":43,"VerseNumber":64,"Text":"Muhakkak ki Allah, O benim de sizin de Rabbinizdir. Oyleyse O´na kul olun! Iste bu, Sıratı Mustakim´dir"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra gruplar kendi aralarında ihtilaf etti. Artık elim gunun azabından, zulmedenlerin vay haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"O saatin (kıyametin) onlar farkında degilken, ansızın onlara gelmesinden baska bir sey mi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Izin gunu, takva sahipleri haric, samimi dostlar birbirine dusmandır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! O gun size korku yoktur ve siz mahzun (da) olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Onlar ki ayetlerimizle amenu olmuslardır ve (Allah´a) teslim olmuslardır"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve zevceleriniz (esleriniz) cennete girin! (Orada) ferahlatılacaksınız"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onların etrafında altından tepsiler ve kadehlerle (bardaklarla) dolasılır. Ve orada nefslerin istahlandıgı ve gozlerin lezzet aldıgı seyler vardır. Ve siz orada ebediyyen kalacak olanlarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Iste bu, amellerinizden dolayı varis kılındıgınız cennet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Sizin icin orada, yiyeceginiz pekcok meyve vardır"}]}