{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"E, se lhes enviamos vento prejudicial à seara, e a vêem amarelecida, certamente, permanecem, depois disso, ingratos"},{"SurahNumber":30,"VerseNumber":52,"Text":"E, por certo, tu não podes fazer ouvir aos mortos e não podes fazer ouvir aos surdos a convocação, quando te voltam as costas, fugindo"},{"SurahNumber":30,"VerseNumber":53,"Text":"E não podes guiar os cegos, desviando-os de seu descaminho. Não podes fazer ouvir senão a quem crê em Nossos sinais, pois são muçulmanos"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah é Quem vos criou de fragilidade; em seguida, fez depois de fragilidade, força; em seguida fez, depois de força, fragilidade e cãs. Ele cria o que quer. E Ele é O Onisciente, O Onipotente"},{"SurahNumber":30,"VerseNumber":55,"Text":"E, um dia, quando advier a Hora, os criminosos jurarão não haver permanecido, nos sepulcros, senão uma hora. Assim, distanciavam-se eles da verdade"},{"SurahNumber":30,"VerseNumber":56,"Text":"E aqueles aos quais fora concedida a ciência e a Fé, dirão: \"Com efeito, lá permanecestes, conforme está no Livro de Allah, até o Dia da Ressurreição. E este é o Dia da Ressurreição, mas não sabíeis"},{"SurahNumber":30,"VerseNumber":57,"Text":"Então, nesse dia, as escusas não beneficiarão aos que foram injustos, e eles não serão solicitados a Nos agradar"},{"SurahNumber":30,"VerseNumber":58,"Text":"E, com efeito, propomos, para os homens, neste Alcorão, toda sorte de exemplos. E, se lhes chegas com um sinal, em verdade, os que renegam a Fé dirão: \"Vós não sois senão defensores da falsidade"},{"SurahNumber":30,"VerseNumber":59,"Text":"Assim, Allah sela o coração dos que não sabem"},{"SurahNumber":30,"VerseNumber":60,"Text":"Então, pacienta, Muhammad, por certo, a promessa de Allah é verdadeira. E que te não abalem os que se não convencem da Ressurreição"}]}