{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":43,"Text":"Hicbir ummet (yok edilip silinecek) suresini ne ileri gecer, ne de geri kalır, (belirlenmis vakit gelince ilahi hukum tecelli eder)"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra peygamberleri ardarda gonderdik. Ne kadar bir ummete bir peygamber geldiyse, onu yalanladılar. Biz de onları arka arkaya (yok edip) hepsini birer masal yapıverdik. iman etmeyen bir kavme (rahmet ve yardımdan) uzaklık olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra da Musa ile kardesi Harun´u, Fir´avn´a ve onun yandaslarına mu´cizelerle ve cok acık belge ve delillerle gonderdik. Onlar ise buyukluk tasladılar. Zaten dik baslı, kendilerini cok yukseklerde goren bir milletti"},{"SurahNumber":23,"VerseNumber":46,"Text":"Sonra da Musa ile kardesi Harun´u, Fir´avn´a ve onun yandaslarına mu´cizelerle ve cok acık belge ve delillerle gonderdik. Onlar ise buyukluk tasladılar. Zaten dik baslı, kendilerini cok yukseklerde goren bir milletti"},{"SurahNumber":23,"VerseNumber":47,"Text":"«Biz» dediler, «bizim gibi (yiyip icen) iki insana hic inanır mıyız? Kaldı ki ikisinin de kavmi bize kulluk etmekteler.»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Boylece Musa ile Harun´u yalanladılar da bu yuzden yok edilen (bedbaht)lardan oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"And olsun ki Musa´ya o kitabı (Tevrat´ı) verdik ki, onlar dogru yolu bulsunlar"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem´in oglu ile onun anasını da bir mu´cize olarak sunduk. Onları yuksekce pınarı olan duz, oturmaya elverisli bir tepeye yerlestirip barındırdık"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey peygamberler! Tertemiz yararlı helal gıdalardan yeyiniz; iyi-yararlı amellerde bulununuz. Suphesiz ki ben sizin neler yaptıklarınızı bilenim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ve dogrusu bu (dininiz) bir tek yol ve seriattır. (Her peygamber aynı esası yansıtmakla gorevliydi). Ben de sizin (tek olan, esi olmayan) Rabbınızım ; artık benden korkup (bu esasa uymayan seylerden) sakının"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ama ne var ki (gercek bu olmakla beraber) ummetler kendi aralarında bolunup parca parca oldular, her biri sahip bulundugu (din ve mezhep) ile kendi halinden memnun ve mutludur"},{"SurahNumber":23,"VerseNumber":54,"Text":"Artık sen onları (ilahi emir ve hukum ininceye kadar) bir sure saskınlıkları icinde (bocalar halde) bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kendilerine mal ve ogullardan verdigimizle onlar hakkında hayırlarda acele kosustugumuzu mu sanırlar ? Hayır, onlar (ilahi sunnetin hukmunu yurutecegini) bir turlu anlayamıyorlar"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kendilerine mal ve ogullardan verdigimizle onlar hakkında hayırlarda acele kosustugumuzu mu sanırlar ? Hayır, onlar (ilahi sunnetin hukmunu yurutecegini) bir turlu anlayamıyorlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Dogrusu onlar ki Rablarından derin bir saygı ile korkup titrerler"},{"SurahNumber":23,"VerseNumber":58,"Text":"Onlar ki Rablerinin ayetlerine inanırlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Onlar ki, Rablerine ortak kosmazlar"}]}