{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":1,"Text":"హా మీమ్‌"},{"SurahNumber":42,"VerseNumber":2,"Text":"ఐన్‌ సీన్‌ ఖాఫ్‌"},{"SurahNumber":42,"VerseNumber":3,"Text":"ఇదే విధంగా అపార శక్తిమంతుడూ, వివేచనాపరుడైన అల్లాహ్‌ నీకూ, నీకు పూర్వం గతించిన వారికీ వహీ (సందేశము)ని పంపిస్తూ వచ్చాడు"},{"SurahNumber":42,"VerseNumber":4,"Text":"ఆకాశాలలో, భూమిలో ఉన్నవన్నీ ఆయనవే. ఆయన మహోన్నతుడు, చాలా గొప్పవాడు"},{"SurahNumber":42,"VerseNumber":5,"Text":"ఆకాశం వారిపై నుంచి పగిలి పడిపోవటానికి సిద్ధంగా ఉన్నట్లే ఉంది. మరి దైవదూతలంతా స్తోత్రసమేతంగా తమ ప్రభువు పవిత్రతను కొనియాడుతున్నారు. భూవాసుల మన్నింపు కోసం వారు వేడుకుంటున్నారు. విన్నావా! నిస్సందేహంగా అల్లాహ్‌యే క్షమించేవాడు, కృపాకరుడు"},{"SurahNumber":42,"VerseNumber":6,"Text":"ఆయన్ని వదలి ఇతరులను సంరక్షకులుగా చేసుకున్న వారిని అల్లాహ్‌ కనిపెట్టుకునే ఉన్నాడు. వాళ్ల (వ్యవహారాల)కు నువ్వు బాధ్యుడవు కావు"},{"SurahNumber":42,"VerseNumber":7,"Text":"అలాగే నీవు ఉమ్ముల్‌ ఖురా (మక్కా) వారినీ, దాని పరిసరాల వారిని హెచ్చరించటానికి, సందేహానికి ఆస్కారమేలేని, అందరూ సమావేశమయ్యే రోజు గురించి అప్రమత్తం చేయటానికి మేము నీ వద్దకు అరబీ ఖుర్‌ఆన్‌ను వహీ చేశాము. (తీర్పు అనంతరం) ఒక వర్గం స్వర్గంలో ఉండగా, మరో వర్గం నరకాగ్నిలో ఉంటుంది"},{"SurahNumber":42,"VerseNumber":8,"Text":"అల్లాహ్‌యే గనక తలచుకుంటే వారందరినీ ఒకే సముదాయంగా చేసి ఉండేవాడు. అయితే ఆయన తాను తలచిన వారిని తన కారుణ్యంలోకి తీసుకుంటాడు. దుర్మార్గులను కాపాడే వాడు, సహాయపడేవాడెవడూ ఉండడు"},{"SurahNumber":42,"VerseNumber":9,"Text":"ఏమిటి, వారు అల్లాహ్‌ను వదలి ఇతరుల్ని తమ కార్యసాధకులుగా చేసుకున్నారా? (యదార్థమేమిటంటే) అల్లాహ్‌యే కార్యసాధకుడు, ఆయనే మృతులను బ్రతికిస్తాడు, ఆయన ప్రతిదానిపై అధికారం కలవాడు"},{"SurahNumber":42,"VerseNumber":10,"Text":"ఏ ఏ విషయంలో మీరు విభేదించారో, దానికి సంబంధించిన తీర్పు అల్లాహ్‌కే అప్పగించబడుతుంది. ఈ అల్లాహ్‌యే నా ప్రభువు. ఆయన్నే నేను నమ్ముకున్నాను. ఆయన వైపునకే నేను మరలుతున్నాను (అని ఓ ప్రవక్తా! నువ్వు వారికి చెప్పు)"}]}