{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":67,"VerseNumber":13,"Text":"Que vous vous exprimiez secretement ou publiquement, Il connait parfaitement le fond de vos pensees"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ne connait-Il pas ceux qu’Il a crees, Lui qui connait les realites les plus subtiles et les mieux cachees"},{"SurahNumber":67,"VerseNumber":15,"Text":"C’est Lui qui vous a facilite la vie[1461] sur terre. Parcourez donc ses contrees et nourrissez-vous des dons du Seigneur. C’est vers Lui que vous serez rassembles"},{"SurahNumber":67,"VerseNumber":16,"Text":"Etes-vous si surs que Celui qui est au ciel ne fera pas trembler et crouler la terre sous vos pieds"},{"SurahNumber":67,"VerseNumber":17,"Text":"Etes-vous si surs que Celui qui est au ciel ne dechainera pas contre vous une tempete de pierres ? Vous comprendrez alors le sens de Mes avertissements"},{"SurahNumber":67,"VerseNumber":18,"Text":"Les peuples qui les ont precedes avaient deja crie au mensonge. Je les ai donc saisis, manifestant ainsi Mon immense reprobation"},{"SurahNumber":67,"VerseNumber":19,"Text":"N’ont-ils pas observe, au-dessus d’eux, les oiseaux planant dans les airs ou battant des ailes ? Seul le Tout Misericordieux les maintient en l’air, Lui qui connait parfaitement Sa creation"},{"SurahNumber":67,"VerseNumber":20,"Text":"Quelle armee serait en mesure de vous proteger du chatiment du Tout Misericordieux ? Les mecreants se bercent simplement d’illusions"},{"SurahNumber":67,"VerseNumber":21,"Text":"Qui pourrait pourvoir a votre subsistance, si Allah decidait de vous en priver ? Ils persistent pourtant a rejeter fierement la verite"},{"SurahNumber":67,"VerseNumber":22,"Text":"Qui est le mieux guide : celui qui avance tete courbee ou celui qui avance corps dresse sur une voie droite"},{"SurahNumber":67,"VerseNumber":23,"Text":"Dis : « C’est Lui qui vous a crees et dotes de l’ouie, de la vue et de l’entendement. Mais vous etes si peu reconnaissants"},{"SurahNumber":67,"VerseNumber":24,"Text":"C’est Lui aussi qui vous a disperses sur terre, et c’est vers Lui que vous serez rassembles. »"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ils demandent : « Quand donc cette menace sera executee, si vous dites la verite ? »"},{"SurahNumber":67,"VerseNumber":26,"Text":"Reponds : « Allah seul le sait. Ma mission se limite a avertir les hommes en toute clarte. »"}]}