{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"atalla, avaril adhikaperum kelkkukayea cintikkukayea ceyyumenn ni vicarikkunnuntea? avar kannukalikaleppeale matramakunnu. alla, avarakunnu kututal valipilaccavar"},{"SurahNumber":25,"VerseNumber":45,"Text":"ninre raksitavine sambandhicc ni cinticc neakkiyittille? ennaneyan avan nilaline nittiyat enn‌. avan uddesiccirunnenkil atine avan niscalamakkumayirunnu. ennitt nam suryane atinn telivakki"},{"SurahNumber":25,"VerseNumber":46,"Text":"pinnit nam'mute atuttekk nam atine alpalpamayi piticcetuttu"},{"SurahNumber":25,"VerseNumber":47,"Text":"avanatre ninnalkk venti ratriye oru vastravum, urakkatte oru visramavum akkittannavan. pakaline avan elunnelp samayamakkukayum ceytirikkunnu"},{"SurahNumber":25,"VerseNumber":48,"Text":"tanre karunyattinre mumpil santeasasucakamayi karrukale ayaccatum avanatre. akasatt ninn sud'dhamaya jalam nam irakkukayum ceytirikkunnu"},{"SurahNumber":25,"VerseNumber":49,"Text":"nirjivamaya natin at mukhena nam jivan nalkuvanum, nam srsticcittulla dharalam kannukalikalkkum manusyarkkum at kutippikkuvanum venti"},{"SurahNumber":25,"VerseNumber":50,"Text":"avar aleaciccu manas'silakkentatinayi at (malavellam) avarkkitayil nam vitaranam ceytirikkunnu. ennal manusyaril adhikaperkkum nandiket kanikkuvanallate manas'su vannilla"},{"SurahNumber":25,"VerseNumber":51,"Text":"nam uddesiccirunnenkil ella nattilum orea takkitukarane nam niyeagikkumayirunnu"},{"SurahNumber":25,"VerseNumber":52,"Text":"atinal satyanisedhikale ni anusariccu peakarut‌. it (khur'an) keant ni avareat valiyearu samaram natattikkealluka"},{"SurahNumber":25,"VerseNumber":53,"Text":"rant jalasayannale svatantramayi olukan vittavanakunnu avan. onn svacchamaya sud'dhajalam, marreann areacakamayi teannunna uppuvellavum. ava rantinumitayil oru marayum saktiyaya oru tatas'savum avan erpetuttukayum ceytirikkunnu"},{"SurahNumber":25,"VerseNumber":54,"Text":"avan tanneyan vellattil ninn manusyane srstikkukayum, avane raktabandhamullavanum vivahabandhamullavanum akkukayum ceytirikkunnat‌. ninre raksitav kalivullavanakunnu"},{"SurahNumber":25,"VerseNumber":55,"Text":"allahuvin purame avarkk upakaramuntakkukayea upadravamuntakkukayea ceyyattatine avar aradhikkunnu. satyanisedhi tanre raksitavinetire (dussaktikalkk‌) pintuna nalkunnavanayirikkunnu"}]}