{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"Ve boylece “Allah´ın vaadinin hak oldugunu ve o saat (kıyamet) hakkında suphe olmadıgını” bilsinler diye onları (sehir halkına) bildirdik. Aralarında onların durumu hakkında niza ediyorlar (cekisiyorlar)dı. “Onların uzerine binalar insa edin.” dediler. Onların Rabbi, onları en iyi bilir. Onların islerinde galip olanlar (sozu gecenler): “Onların uzerine mutlaka mescid yapacagız.” dedi"},{"SurahNumber":18,"VerseNumber":22,"Text":"Ve gaybı taslayarak (bilmeden tahminde bulunarak) diyecekler ki: “(Onların sayısı) uctur, dorduncu onların kopegidir.” “Bestir, altıncı onların kopegidir.” diyecekler. Ve “Yedidir, sekizinci onların kopegidir.” diyecekler. De ki: “Onların adedini en iyi Allah bilir. Pek azı haric, onlar bilmezler.” Onlar hakkında, zahir olandan (bilinenden) baska tartısma (mucadele etme)! Onlar hakkında, onlardan birisine soru sorma (acıklama isteme)"},{"SurahNumber":18,"VerseNumber":23,"Text":"Bir sey hakkında “Ben, bunu yarın mutlaka yapacagım deme.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancak Allah´ın dilemesiyle (yapacagım de). Ve unuttugun zaman Rabbini zikret ve de ki: “Rabbimin beni (Allah´a) bundan daha yakın (daha ustun) bir irsad seviyesine ulastırmasını umarım.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar, magaralarında 9 fazlasıyla 300 yıl kaldılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: “Ne kadar kaldıklarını en iyi Allah bilir.” Semaların ve arzın gaybı, O´na (Allah´a) aittir. Onu (gaybı) en iyi isitir, en iyi gorur. Onların, O´ndan baska dostları yoktur. Hukmune kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sana, Rabbinin Kitab´ından, vahyolunanı oku! O´nun kelimesini degistirecek yoktur. Ve O´ndan (Allah´tan) baska yonelinecek bulamazsın (yonelinecek yoktur)"}]}