{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":20,"VerseNumber":52,"Text":"(Mûssa) alobi: Oyo ayebi makambo na bango ezali nde Nkolo wa ngai, ekomama o kati ya buku, Nkolo wa ngai abungaka te, mpe abosanaka te"},{"SurahNumber":20,"VerseNumber":53,"Text":"Oyo asalelaki bino mabele ezala lokola mbeto mpe atiela bino banzela okati na yango, mpe azali kokitisela bino mayi kowuta o likolo, mpe na yango tobimisaka milona ndenge na ndenge"},{"SurahNumber":20,"VerseNumber":54,"Text":"Boliya mpe boleyisa bibwele na bino. Ya soló, wana nde bilembo тропа baye bazali kokanisa (bazali na mayele)"},{"SurahNumber":20,"VerseNumber":55,"Text":"Tokelaki bino kowuta na yango (mabele) mpe kati na yango nde tokozongisa bino, mpe tokobimisa bino lisusu okati na yango mbala mosusu"},{"SurahNumber":20,"VerseNumber":56,"Text":"Mpe tosilaki kolakisa ye bilembo bia biso nyoso, kasi aboyaki kondima"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Falo) alobi: Oh Mûssa! Boye oyeli biso bonganga bwa yo mpo obimisa biso na mabele na biso"},{"SurahNumber":20,"VerseNumber":58,"Text":"Kasi tokoyela yo bonganga lokola yango, tiela biso elaka mpo moko kati na biso azanga te, ezala na esika ya malamu"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Mûssa) alobi: Elaka na biso ekozala o mokolo mwa eyenga, mpe bato basangana na tongo"},{"SurahNumber":20,"VerseNumber":60,"Text":"Falo akei mpe asangisi bato naye na kibondoki na bango, sima bayei koyanola na elaka"},{"SurahNumber":20,"VerseNumber":61,"Text":"Mûssa ayebisi bango: Mabe ezala na bino, bobukela Allah lokuta te, noki te etumbu ekozua bino. Na oyo akobukela Allah lokuta, asili kobungisama"},{"SurahNumber":20,"VerseNumber":62,"Text":"Nasima bakomaki kolobana bango na bango nasekele"},{"SurahNumber":20,"VerseNumber":63,"Text":"Balobi: Ba oyo bazali banganga mibale, balingi kobimisa bino na mabele na bino na bonganga na bango, mpe botika nzela ya malamu oyo bozali na yango"},{"SurahNumber":20,"VerseNumber":64,"Text":"Bosangisa bonganga na bino nyoso, mpe bosala molongo. Mpe oyo akozala likolo asili kolonga"}]}