{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzundeki butun canlı turlerinin beslenmelerini ve gecinmelerini saglamak Allah´ın garantisi altındadır. O, onların ilk barınma yerleri ile gecis yerlerini bilir. Butun bunlar acık bir kitapta yazılıdır"},{"SurahNumber":11,"VerseNumber":7,"Text":"Sizi sınavdan gecirerek hanginizin daha iyi isler yapacagınızı belirlemek icin gokleri ve yeri altı gunde yaratan O´dur. Bu yaratılıs sureci sırasında O´nun Ars´ı su uzerinde idi. Boyleyken eger kafirlere «Oldukten sonra dirileceksiniz» diyecek olsan, «Bu iddia, apacık bir buyuden baska bir sey degildir» diyeceklerdir"},{"SurahNumber":11,"VerseNumber":8,"Text":"Eger onların azabını belirli bir surenin sonuna ertelersek, ´Bu azabı bizden alıkoyan nedir?´ derler. Haberleri olsun ki, azabımızla yuzyuze geldiklerinde onu hic kimse baslarından savamaz, boylece alay konusu ettikleri akıbetin pencesine duserler"},{"SurahNumber":11,"VerseNumber":9,"Text":"Eger insana once rahmetlerimizi tattırıp sonra onu elinden alsak, o mutsuz bir nankore donusur"},{"SurahNumber":11,"VerseNumber":10,"Text":"Eger insanın basına gelen bir sıkıntının ardından kendisine mutluluk tattıracak olursak, kesinlikle «Kotu gunler artık geride kaldı» diyecektir. Insan gercekten kendini begenmis bir sımarıktır"},{"SurahNumber":11,"VerseNumber":11,"Text":"Yalnız sıkıntılı gunlerde sabreden ve iyi ameller isleyenler bu iki kategorinin dısındadırlar; onları bagıslanma ve buyuk odul bekliyor"},{"SurahNumber":11,"VerseNumber":12,"Text":"Musriklerin «Muhammed´e gokten bir hazine inseydi ya, ya da kendisi ile birlikte bir melek gelseydi ya» seklindeki sozleri canını sıkabilir ve bu yuzden sana indirdigimiz vahyin bir bolumunu onlara duyurmaktan vazgecebilirsin. Oysa sen sadece bir uyarıcısın. Her seyin yonlendiricisi Allah´dır"}]}