{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":21,"Text":"Iste bu sekilde insanları onlardan haberdar kıldık ki Allah’ın vaadinin gercek oldugunu ve kıyamet saatinde hic bir suphe olmadıgını bilsinler. Hani onlar aralarında onların durumunu tartısıyorlardı. Onların (magaralarının) cevresine bina yapın. Onları en iyi Rableri bilir, diyorlardı. Onlar durumuna galip gelen (krallar): Oraya mescid yapacagız, dediler"},{"SurahNumber":18,"VerseNumber":22,"Text":"Onlar uc kisidir; dordunculeri de kopekleridir\" diyecekler; yine: \"Bes kisidir; altıncıları kopekleridir\" diyecekler. (Bunlar) gayb hakkında tas atmaktır. \"Yedi kisidirler, sekizincileri kopekleridir De ki: Onların sayısını en iyi Rabbim bilir. Onları cok az kimseden baskası bilmez. O halde, onlar hakkında acık olarak ortaya konandan baska bir seyi tartısma. Onlar hakkında (Ehli Kitaptan hicbir)kimseye bir sey sorma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Hic bir sey icin “Ben onu yarın mutlaka yapacagım.” deme"},{"SurahNumber":18,"VerseNumber":24,"Text":"“Insaallah/Allah dilerse..” de. Bunu unuttugun zaman da Rabbini an ve Rabbim umulur ki beni dogruya en yakın olana eristirir, de"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar, magarada uc yuz sene kaldılar ve buna dokuz sene daha eklediler"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: Ne kadar kaldıklarını en iyi Allah bilir. Goklerin ve yerin gaybı Allah’a aittir. O ne guzel goren ve isitendir. Onların Allah’tan baska bir velisi yoktur. Hukmunde hic kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbinin kitabından sana vahyedileni oku! O’nun sozlerini degistirebilecek yoktur. O’ndan baska bir sıgınak da bulamazsın"}]}