{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":21,"VerseNumber":45,"Text":"Реци: „Ја вас упозоравам Објавом!“ Али, глуви не чују позив када се упозоравају"},{"SurahNumber":21,"VerseNumber":46,"Text":"А када би их дотакнуо само мали део казне твога Господара, сигурно би повикали: „Тешко нама, заиста смо били неправедни!“"},{"SurahNumber":21,"VerseNumber":47,"Text":"И на Судњем дану ћемо поставити тачне ваге за вагање дела, па никоме се неће учинити неправда. А ако дело буде тешко колико зрно горушице, нећемо га занемарити. А довољно је то што ћемо Ми рачуне испитивати"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ми смо Мојсију и Арону дали оно што раставља Истину од неистине, светло и опомену за богобојазне"},{"SurahNumber":21,"VerseNumber":49,"Text":"за оне који се Господара свог боје и кад их нико не види, и који се брину због Часа проживљења"},{"SurahNumber":21,"VerseNumber":50,"Text":"Овај Кур’ан је благословљена поука коју објављујемо, па зар да га ви поричете"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ми смо још пре Авраму дали разборитост и добро смо га познавали"},{"SurahNumber":21,"VerseNumber":52,"Text":"Кад он своме оцу и своме народу рече: „Какви су ово кипови које тако предано обожавате?“"},{"SurahNumber":21,"VerseNumber":53,"Text":"Они одговорише: „Затекли смо наше претке како их обожавају.“"},{"SurahNumber":21,"VerseNumber":54,"Text":"Аврам рече: \"Заиста се ви, а и преци ваши, у очигледној заблуди.“"},{"SurahNumber":21,"VerseNumber":55,"Text":"„Говориш ли ти то озбиљно или се само шалиш?“ Упиташе они"},{"SurahNumber":21,"VerseNumber":56,"Text":"“Не!” Рече. “Господар ваш је Господар небеса и Земље, Он је њих створио, и ја ћу вам то доказати"},{"SurahNumber":21,"VerseNumber":57,"Text":"И нечујно рече: \"Тако ми Бога, ја ћу, чим се удаљите, вашим идолима сплетку учинити!”"}]}