{"Id":287,"LanguageCodes":["prs"],"Name":"prs-mawlawimuhammad","Author":"Mawlawi Muhammad Anwar Badkhashani","Language":"Dari","Description":"Dari","Direction":"rtl","Source":"https://quranenc.com/en/browse/dari_badkhashani","Translations":[{"SurahNumber":7,"VerseNumber":58,"Text":"و شهر (زمین) پاک گیاهش به حکم پروردگارش می‌روید، و آن زمینی که ناپاک است گیاهش جز بی‌فایده و اندک نمی‌روید. این گونه آیات (قدرت) خود را برای مردمی که شکر گزاری می‌کنند بیان می‌کنیم"},{"SurahNumber":7,"VerseNumber":59,"Text":"البته نوح را به‌سوی قومش فرستادیم، پس گفت: (در دعوت خود) ای قوم من! (فقط) الله را عبادت کنید (که) برای شما هیچ معبودی برحق غیر از او نیست، يقينا من بر شما از عذاب روز سخت و بزرگ می‌ترسم"},{"SurahNumber":7,"VerseNumber":60,"Text":"رؤسای قوم نوح گفتند: يقينا ما تو را در گمراهی آشکار می‌بینیم"},{"SurahNumber":7,"VerseNumber":61,"Text":"(نوح در جواب) گفت: ای قوم من! در من هیچگونه گمراهی نیست، و ليكن من پیغام رسان از جانب پروردگار عالمیان هستم"},{"SurahNumber":7,"VerseNumber":62,"Text":"به شما پیام‌های پروردگارم را می‌رسانم و شما را نصیحت می‌کنم (پند و اندرز می‌دهم)، و از جانب الله چیزهایی را میدانم که شما نمی‌دانید"},{"SurahNumber":7,"VerseNumber":63,"Text":"آیا تعجب کردید از اینکه به شما پندی از سوی پروردگارتان بر مردی از خودتان آمد؟ تا شما را (از عذاب الله) بترساند. و تا شما (از شرک) پرهیزگاری کنید و باشد که مورد رحمت (الهی) قرار گیرید"},{"SurahNumber":7,"VerseNumber":64,"Text":"اما او را تکذیب کردند. پس او و کسانی را که با او (ایمان آورده و) در کشتی بودند، نجات دادیم، و آنانی را که آیات ما را دروغ شمردند، غرق کردیم. (چون) آنها قوم نابینا (و گمراه) بودند"},{"SurahNumber":7,"VerseNumber":65,"Text":"و به‌سوی قوم عاد برادرشان هود را فرستادیم. گفت: ای قوم من فقط الله را بپرستید که برای شما معبودی برحق غیر از او نیست، آیا پرهیزگاری نمی‌کنید؟"},{"SurahNumber":7,"VerseNumber":66,"Text":"سرداران کافر قوم او گفتند: يقينا ما تو را در بیخردی می‌بینیم، و تو را از دروغگویان می‌پنداریم"},{"SurahNumber":7,"VerseNumber":67,"Text":"(هود در جواب شان) گفت: ای قوم من! در من هیچ بیخردی نیست، بلکه من پیغمبری از جانب پروردگار جهانیانم"}]}