{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) jwatite: “Natesile yalakweyo pajele ndemajo kutendaga une ndili jumpepe mwa wangamanyilila (yakwayana ni Ambuje wangu ni Utume).”"},{"SurahNumber":26,"VerseNumber":21,"Text":"“Basi ni nantisile wanganyammwe ndema janan’jogwepe, basi Ambuje wangu ni ambele lunda lwaulamusi, soni ni andesile kuwa mwa achimitenga.”"},{"SurahNumber":26,"VerseNumber":22,"Text":"“Ana soni weleu ni ukoto wakungumba nao kutendaga mwawisile mu ukapolo wanache wa Israila!”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firiauna jwatite: “Ana M’mbuje jwa iwumbe yosopejo ni nduni?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa) jwatite: “M’mbuje jwa kumawunde ni petaka ni yaili chilikati chakwe, nam’baga jenumanja nkwete ntima wakusaka kusimichisya (tinsimichisye yele).”"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firiauna) jwasalile wawaliji mungulugulu mwakwe (mwachalu) kuti: “Ana ngankupikana (yawanache yajukuwechetayi)?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa) jwatite: “M’mbuje gwenu jenumanja nambo soni M’mbuje jwa achatati wenu wandanda.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firiauna) jwatite: “Chisimu ntenga jwenu jwatumisyidwe kukwenuju jwamasoka.”"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa) jwatite: “M’mbuje jwa kungopoko ni kungapililo ni yaili chilikati chakwe, nam’baga jenumanja wana lunda (timmanyilile yele).”"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Firiauna) jwatite: “Naga nkulitendela nnungu jwinepe jwangawaga une, chisimu chene chinantende kuwa jumpepe mwa akutawidwa.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) jwatite: “Atamose ndili nam’bichilile nacho chindu chakuonechela palangulangu?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firiauna) jwatite: “Wikani nacho, naga n’di mwa akuwecheta yakuona.”"},{"SurahNumber":26,"VerseNumber":32,"Text":"Basi (Musa) ni jwaponyisye simbo jakwe (pasi). Naalole! Jasyuchile lijoka lyakuonechela"},{"SurahNumber":26,"VerseNumber":33,"Text":"Soni ni jwakopwesye ligasa lyakwe. Naalole! Lyasyuchile lyeswela (lyakumelemenda) kwa akulola"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Firiauna) jwasalile achinkulungwa wawaliji mungulugulu mwakwe kuti: “Chisimu jwalakweju nsawi jwakumanyilila nnope (usawi).”"},{"SurahNumber":26,"VerseNumber":35,"Text":"“Jukusaka kuti junkopokasye m’chilambo mwenu ni usawi wakweo, ana ni tinnamule yantiuli?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"Wanganyao watite (pakwapanga lunda Afiriauna): “Munnechelesyani panandi jwalakwe ni nkulugwejo (nkaawulaga chitema) ni ntumisye m’misinda akusonganganya.”"},{"SurahNumber":26,"VerseNumber":37,"Text":"“Kuti ayiche najo kukwenu nsawi jwalijose jwali jwakumanyilila nnope (usawi).”"},{"SurahNumber":26,"VerseNumber":38,"Text":"Basi asawi ni wasonganganyisidwe pa ndema jisyesyene ja lisiku lyakumanyika"},{"SurahNumber":26,"VerseNumber":39,"Text":"Wandu nombe ni wawusyidwe kuti: “Ana jenumanja tinsongangane?”"}]}