{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":54,"VerseNumber":7,"Text":"Akham nivi'am karade ho'e kabaram tom (ija) nikala painage jivem uha khilari'am ho'i'am tidi'am hana"},{"SurahNumber":54,"VerseNumber":8,"Text":"Bhajade ho'e pukarana vale vala. Avagi'akari kahinage ki iha dina bara sakhata hai"},{"SurahNumber":54,"VerseNumber":9,"Text":"Inham tom pahilam nuha di kauma ne avagi'a kiti. Unham ne sade bade nu jhuthala'i'a ate akhi'a ki iha masatanam hai ate jhiraka dita"},{"SurahNumber":54,"VerseNumber":10,"Text":"Tam usa ne apane raba nu pukari'a ki maim dabi'a ho'i'a ham, tu badala lai"},{"SurahNumber":54,"VerseNumber":11,"Text":"Tam asim asamana de daravaze maul'hedhara minha nala khaul'ha dite"},{"SurahNumber":54,"VerseNumber":12,"Text":"Ate dharati vicom jharane vaga dite tam sapurana pani ika makasada la'i ikatha ho gi'a jihara niyata ho cuki'a si"},{"SurahNumber":54,"VerseNumber":13,"Text":"Ate asim usa nu (nuha) ika phati'am ate kilam nala bani ho'i kisati te bitha dita"},{"SurahNumber":54,"VerseNumber":14,"Text":"Uha sadi'am akham de sahamane caladi rahi. Usa bade (nuha) da badala laina la'i jisa di be'izati kiti ga'i si"},{"SurahNumber":54,"VerseNumber":15,"Text":"Ate usa nu asim' nisani la'i chada dita. Tam ko'i hai socana samajhana vala"},{"SurahNumber":54,"VerseNumber":16,"Text":"Phira kiho jihi si meri saza ate mera dara'una"},{"SurahNumber":54,"VerseNumber":17,"Text":"ate asim kura'ana nu upadesa la'i saukha kara dita tam ki ko'i hai, upadesa prapata karana vala"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ada ne jhuthala'i'a tam kiho jihi si meri saza ate mera dara'una"},{"SurahNumber":54,"VerseNumber":19,"Text":"Asim unham ute ika lagatara teza hava bheji mare dihare (sakhata thadha) te"},{"SurahNumber":54,"VerseNumber":20,"Text":"Uha lokam nu kuta sutadi si, jivem uha pute ho'e khajura de tane hona"},{"SurahNumber":54,"VerseNumber":21,"Text":"Iha kiho jihi si mori saza ate mera dara'una"},{"SurahNumber":54,"VerseNumber":22,"Text":"Asim kura'ana de upadesa nu samajhana la'i saukha kara dita tam ki ko'i hai, sikhi'a prapata karana vala"},{"SurahNumber":54,"VerseNumber":23,"Text":"Samuda ne citavani nu jhuthala'i'a"},{"SurahNumber":54,"VerseNumber":24,"Text":"So unham ne kiha ki asim apane hi vicom ika manukha de jekara raha te cali'e isa halata vica tam asim bhulekhe ate mata de hine ho javange"},{"SurahNumber":54,"VerseNumber":25,"Text":"Ki sade sari'am vicom ise te upadesa utari'a hai sagom uha jhutha hai apane muhom vada banana vala"},{"SurahNumber":54,"VerseNumber":26,"Text":"Huna uha kala samajha lainage ki kauna jhutha ate kihara apane muhom vada banana vala hai"},{"SurahNumber":54,"VerseNumber":27,"Text":"Asim unham de imatihana la'i uthani nu bhejana vale ham tam tusim udika karo ate dhiraja rakho"}]}