{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"OCH MINNS hur [stammen] Aads broder - sedan [manga] varnare passerat som han hade kannedom om och andra om vilka han var okunnig - varnade sitt folk [som levde] i sanddynernas land: \"Dyrka ingen utom Gud! Jag fruktar det straff [som annars kommer att drabba] er en olycksdiger Dag"},{"SurahNumber":46,"VerseNumber":22,"Text":"De svarade: \"Har du kommit for att forma oss att overge vara gudar? Lat da det som du hotar oss med drabba oss, om du talar sanning"},{"SurahNumber":46,"VerseNumber":23,"Text":"Han sade: \"Gud ensam har kunskap [om det straff som skall drabba er]. Jag framfor [bara] till er det [budskap] som jag har anfortrotts. Men jag ser att ni ar daraktiga och okunniga manniskor"},{"SurahNumber":46,"VerseNumber":24,"Text":"Och nar de sag [straffet som] en molnbank [vid horisonten] som rorde sig i riktning mot deras dalar, ropade de [glatt]: \"Se, ett moln! Det skall ge oss regn!\" [Hud sade:] \"Nej, detta ar straffet som ni sa otaligt bad om: en stormvind som for med sig svart lidande"},{"SurahNumber":46,"VerseNumber":25,"Text":"och som skall odelagga allt enligt sin Herres befallning.\" Och nar morgonen kom, kunde ingenting urskiljas annat an [resterna av] deras bostader. Sa lonar Vi de obotfardiga syndarna"},{"SurahNumber":46,"VerseNumber":26,"Text":"Vi hade skankt dem en battre och sakrare plats pa jorden an den som Vi har gett er, och Vi hade begavat dem med horsel, syn och forstand. Men varken deras horsel eller deras syn eller deras forstand var dem till nagon nytta - de framhardade i att forneka Guds budskap - och sa inringades de av det som varit foremal for deras han och skamt"},{"SurahNumber":46,"VerseNumber":27,"Text":"Vi har latit manga folk [som levde] i er narhet ga under, trots att Vi pa manga satt hade fortydligat budskapen [och varningarna] for att forma dem att [tanka sig for och] vanda om"},{"SurahNumber":46,"VerseNumber":28,"Text":"Varfor fick de ingen hjalp av dem som de tillbad som gudomligheter vid sidan av Gud for att de skulle fora dem narmare [Honom]? Nej, [i nodens stund] overgav [gudarna] dem; det var ju bara en historia som de hade ljugit ihop"}]}