{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":11,"VerseNumber":98,"Text":"Fùhuó rì, tā [fǎlǎo] jiāng shuàilǐng tā de rénmín bìng bǎ tāmen yǐnrù huǒ yù zhōng. Tāmen bèi yǐnrù dì dìfāng zhēn èliè!"},{"SurahNumber":11,"VerseNumber":99,"Text":"Tāmen zài jīnshì zāo qiǎnzé, fùhuó rì hái jiāng zāo qiǎnzé. Liǎng shì dōu zāo qiǎnzé zhēn èliè!"},{"SurahNumber":11,"VerseNumber":100,"Text":"Zhè shì yīxiē [bèi huǐmiè de] chéngshì de gùshì, wǒ bǎ tā xùshù gěi nǐ [mù shèng], qízhōng yǒuxiē hái cúnzài, yǒuxiē bèi huǐmièle."},{"SurahNumber":11,"VerseNumber":101,"Text":"Wǒ méiyǒu kuīdài tāmen, ér shì tāmen shǐ zìjǐ shòu sǔn. Dāng nǐ de zhǔ de mìnglìng jiànglín shí, tāmen shě ān lā ér qíqiú de shénlíngmen [zhù] duì tāmen jiāng háo wú yìchu, nàxiē shénlíng zhǐ néng gěi tāmen zēngjiā huǐmiè."},{"SurahNumber":11,"VerseNumber":102,"Text":"Dāng chéngshì rénxíng bù yì shí, nǐ de zhǔ jiù rúcǐ chéngfá tāmen. Tā de chéngfá què shì tòngkǔ de, yánlì de [zhù]."},{"SurahNumber":11,"VerseNumber":103,"Text":"Duì wèijù hòushì de xíngfá zhě, cǐ zhōng què yǒuyī zhǒng jīxiàng, nà jiùshì rénlèi bèi jíhé zhī rì, nà jiùshì rénlèi [cóng fénmù lǐ] chūlái zhī rì."},{"SurahNumber":11,"VerseNumber":104,"Text":"Wǒ zhǐ bǎ tā yánhuǎn dào yīgè dìngqí."},{"SurahNumber":11,"VerseNumber":105,"Text":"Dāng nà rì láilín shí, wèi jīng tā [ān lā] de zhǔnxǔ, rènhé rén dōu bù gǎn shuōhuà. Tāmen zhōng yǒu bùxìng de, yǒu xìngfú de."},{"SurahNumber":11,"VerseNumber":106,"Text":"Zhìyú bùxìng zhě, tāmen jiāng jìnrù huǒ yù, tāmen zài huǒ yù lǐ zhǐyǒu tànxí hé wūyè."},{"SurahNumber":11,"VerseNumber":107,"Text":"Tāmen jiāng tiānchángdìjiǔ bān yǒng jū qízhōng, chúfēi nǐ de zhǔ yìyù. Nǐ de zhǔ què shì zuò suǒ yù zuò de."},{"SurahNumber":11,"VerseNumber":108,"Text":"Zhìyú xìngfú zhě, tāmen jiāng jìnrù lèyuán, tāmen jiāng tiānchángdìjiǔ bān yǒng jū qízhōng, chúfēi nǐ de zhǔ yìyù. Zhè shì yī xiàng yǒnghéng de ēncì."}]}