{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":35,"Text":"Ol özine zulımdıq etken türde baqşasına kirdi de: “ Tipti bunı joq boladı dep oylamaymın” dedi"},{"SurahNumber":18,"VerseNumber":36,"Text":"“Äri qïyamettiñ bolatındığın da oylamaymın dedi. Mübada Rabbıma qaytarılsım, ärïne budan da orın tabamın” (dedi)"},{"SurahNumber":18,"VerseNumber":37,"Text":"Joldası oğan söylesip turıp: “Seni topıraqtan, sonan kein bir tamşı Swdan jaratıp, sonan soñ Adam etken Allağa qarsı kelesiñ be?”,- (dedi)"},{"SurahNumber":18,"VerseNumber":38,"Text":"“Biraq, meniñ Rabbım, Ol Alla; Rabbıma eşbirewdi şerik qospaymın”"},{"SurahNumber":18,"VerseNumber":39,"Text":"“Öz baqşaña kirgen sätte; Bul Allanıñ qalawı, Alladan basqa eşbir qwat joq nege demediñ? Tipti meni mal jäne bala jağınan öziñnen kem körseñ de”"},{"SurahNumber":18,"VerseNumber":40,"Text":"“Rabbımnıñ: Mağan seniñ baqşañnan jaqsırağın berwi, senikiniñ üstine kökten apat jiberilip, mülde qaq topıraqqa aynalwı müumkin”"},{"SurahNumber":18,"VerseNumber":41,"Text":"“Nemese baqşañnıñ swı tartılıp, onı äste izdep taba almassıñ”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Onıñ eñbekteri eş bolıp, baqşasına ökinip, eki alaqanın uyqalawğa aynaldı da: “Ättegen-ay! Rabbıma eşkimdi serik qospasam edi ” dedi"},{"SurahNumber":18,"VerseNumber":43,"Text":"Oğan Alladan özge järdem eter bir top joq. Sonday-aq özin de qutqara almadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Sol jerde ïelik şınayı Allağa tän. Ol, sıylıq berw turğısınan jaqsı äri nätïje jağınan da xayırlı"},{"SurahNumber":18,"VerseNumber":45,"Text":"(Muxammed Ğ.S.) olarğa dünïe tirliginen mısal ber: ( Dünïe tirligi;) kökten biz jawdırğan jañbır arqılı: Jerdiñ ösimdikteri bir-birine aralasıp, qulpırıp, odan qurğaq ügindige aynalıp, onı jelder uşırıp ketken tärizdi. Sonday-aq Alla, är närseden üstem küş ïesi"}]}