{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":45,"Text":"Va ʙa qavmi Samud ʙarodaraşon Solehro firistodem, ki Allohi jaktoro ʙiparasted va ʙo Alloh şarik majored. Hangome ki Soleh onhoro ʙa jaktoparastī da'vat kard, nogahon du gurūh şudand, ʙa'ze mū'min şudand va ʙa'ze kofar şudand va ʙo jakdigar ʙa xusumat ʙarxostand"},{"SurahNumber":27,"VerseNumber":46,"Text":"Soleh ʙa gūruhi kofiron guft: «Ej qavmi man, caro peş az nekī ʙar ʙadī meşitoʙed va ʙa çoi rahmat azoʙi Ilohiro metalaʙed? Caro az Alloh omurziş namexohed? To şojad mavridi rahmat qaror gired»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Ba Soleh guftand: «Mo turo va joronatro ʙa foli ʙad giriftaem». Soleh ʙa onho guft: «On ci az neku ʙad ʙa şumo merasad on ʙar şumo taqdir karda şudaast va foli ʙadi şumo nazdi Alloh ast. Balki şumo gurūhe hasted, ki mavridi ozmoiş qaror megired!»"},{"SurahNumber":27,"VerseNumber":48,"Text":"Dar şahri (Hiçr) nūh mardi nosoleh ʙudand, ki dar on sarzamin fasod mekardand va isloh namekardand"},{"SurahNumber":27,"VerseNumber":49,"Text":"Guftand: «Ba Alloh savgand xūred, ki hatman ʙar ū (Soleh) va xonavodaaş şaʙexun mezanem va onhoro mekuşem. Va cun kase ʙar talaʙi xunaş ʙarxezad, ʙigūem: «Mo ʙa hangomi halokat va noʙudii xonavodaaş hozir naʙudem va az onho xaʙar nadorem va ʙegumon mo rostguftorem»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Va onho ʙaroi qatli Soleh va pajravonaş hila va najrange ʙa kor ʙurdand va Mo niz hila va tadʙire ʙaroi haloki onho va naçoti Soleh va pajravonaş andeşidem, dar hole ki onho namedonistand"},{"SurahNumber":27,"VerseNumber":51,"Text":"Bingar, ej Rasul, ki oqiʙati makraşon cī şud? Haroina, Mo onho va qavmaşonro ʙa tamomī halok kardem"},{"SurahNumber":27,"VerseNumber":52,"Text":"On xonahoi onhost, ki ʙa çazoi zulme, (şirke) ki mekardand, xolī az sokinonaş mondaast. Haroina, dar in qissai mazkur iʙratest ʙaroi gurūhe, ki medonand"},{"SurahNumber":27,"VerseNumber":53,"Text":"Onhoero, ki imon ovarda ʙudand va parhezgor ʙudand, naçot dodem"},{"SurahNumber":27,"VerseNumber":54,"Text":"Va Lutro ʙa jod or. On goh ki ʙa qavmi xud guft: «Korhoi zişt (lavota) mekuned, dar hole ki xud sarançom va ziştii onro meʙined"},{"SurahNumber":27,"VerseNumber":55,"Text":"Ojo şumo az rūi şahvat ʙa çoi zanon ʙa suroƣi mardon meraved? Balki şumo mardumi nodon hasted!»"}]}