{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":66,"Text":"Und hatten WIR ihnen geboten: \"ihr sollt euch selbst toten oder eure Wohnstatten verlassen, wurden dies nur wenige von ihnen tun.\" Und hatten sie doch das getan, womit sie ermahnt werden, ware es besser fur sie und wurde sie noch mehr (im Iman) bestarken"},{"SurahNumber":4,"VerseNumber":67,"Text":"Auch dann hatten WIR ihnen gewiß von Uns ubergroße Belohnung zukommen lassen"},{"SurahNumber":4,"VerseNumber":68,"Text":"ebenfalls hatten WIR sie gewiß zu einem geraden Weg rechtgeleitet"},{"SurahNumber":4,"VerseNumber":69,"Text":"Und wer ALLAH und dem Gesandten gehorcht, diese sind unter denjenigen, denen ALLAH gute Gaben erwiesen hat, von den Propheten, Wahrhaftigen, Schahid und den gottgefallig Guttuenden. Und diese wurden vom guten Begleiter begleitet"},{"SurahNumber":4,"VerseNumber":70,"Text":"Diese Gunst erweist ALLAH. Und ALLAH genugt als Allwissender"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ihr, die den Iman verinnerlicht habt! Nehmt euch in Acht, so folgt dem Aufruf der Mobilmachung in Gruppen oder alle gemeinsam"},{"SurahNumber":4,"VerseNumber":72,"Text":"Und gewiß, manch einer von euch zogert. Und wenn ein Ungluck euch heimsucht, sagt er: \"ALLAH hat mir bereits eine Wohltat erwiesen, daß ich unter ihnen nicht anwesend war"},{"SurahNumber":4,"VerseNumber":73,"Text":"Doch wenn euch Gunst von ALLAH zukommt, wird er gewiß sagen, als ob zwischen euch und ihm keine Verbindung bestanden hatte: \"Ware ich doch mit ihnen gewesen, damit ich ebenso einen ubergroßen Erfolg hatte"},{"SurahNumber":4,"VerseNumber":74,"Text":"So sollen fi-sabilillah diejenigen den bewaffneten Kampf fuhren, die das diesseitige Leben gegen das Jenseits eintauschen. Und wer fi-sabilillah an dem bewaffneten Kampf teilnimmt, dann getotet wird oder siegt, dem werden WIR eine ubergroße Belohnung zuteil werden lassen"}]}