{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":49,"VerseNumber":12,"Text":"E jenumanja wankulupilile! Liwambasyani liganichisya lyejinji, chisimu line mwa liganichisya lili sambi, soni ngasimwajendaga wandu m’masajo, soni wane mwa jenumanja akaasogodaga wane. Ana jumo jwenu mpaka anonyelwe kulya nyama ja n’jakwe jwam’bwe? Mpaka iyyiwenjetu yele; (basi kuwengani nombe kusogodana), ni mun’jogopeje Allah. Chisimu Allah ni Jwakupochela nnope toba, Jwachanasa channope"},{"SurahNumber":49,"VerseNumber":13,"Text":"E jenumanja wandu! Chisimu Uwwe tun’gumbile kuumila mwa jwannume ni jwankongwe, ni tuntesile kuwa mitundu ni ngosyo (syakulekangana-lekangana) kuti mmanyiganeje. Chisimu wakuchimbichika nnope wenu pameso pa Allah ni wawoga nnope wenu (wakun’jogopa Allah). Chisimu Allah ni Jwakumanyilila nnope, Jwaasimanya abali syosope"},{"SurahNumber":49,"VerseNumber":14,"Text":"Warabu wanchimisi watite: “Tukulupilile.” Jilani (mmwe Muhammadi ﷺ): “Nganinkulupilile. Nambo n’jileje: ‘Tulipeleeche (pakuwa Asilamu).’ Ligongo mpaka sano chikulupi nganichijinjile m’mitima mwenu (ni kutamilichika). Sano naga nkunkunda Allah ni Ntenga Jwakwe ﷺ, ngampunguchisya chilichose mu (malipilo ga) itendo yenu. Chisimu Allah ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":49,"VerseNumber":15,"Text":"Chisimu wakulupilila ni awala wankulupilile Allah ni Ntenga Jwakwe ﷺ, kaneka ni nganakaichila, ni kuputa ngondo ni chipanje chao ni achimisyene wakwe petala lya Allah, wanganyao ni wali wakuona (pa chikulupi chao)"},{"SurahNumber":49,"VerseNumber":16,"Text":"Jilani: “Ana jenumanja nkummanyisya Allah dini jenu, kutendaga Allah jukumanyilila ya kumawunde ni petaka? Soni Allah chindu chilichose awele Jwaachimanya chenene.”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Akunkuumba ligongo lyanti ajiinjiile mu Usilamu (mpela kuti antendele ukoto mmwe Muhammadi ﷺ). Jilani: “Nkaanguumba nako kwinjila kwenu mu Usilamu. Nambo Allah ni jwantendele ukoto jenumanja ligongo lyanti an’jongolele ku chikulupi, nam’baga jenumanja wakuona (pa chikulupi chenu).”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Chisimu Allah akumanyilila yakusisika ya kumawunde ni petaka, soni Allah ni Nkuilolechesya yankutenda"}]}