{"Id":246,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-lad","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":150,"Text":"kupitanuṁ duḥkhitanumāyikkeāṇṭ tanṟe janaṅṅaḷilēkk maṭaṅṅi vanniṭṭ mūsā paṟaññu: ñān pēāya śēṣaṁ enṟe pinnil niṅṅaḷ pravartticca kāryaṁ vaḷare cītta tanne. niṅṅaḷuṭe rakṣitāvinṟe kalpana kāttirikkāte niṅṅaḷ dhr̥tikūṭṭiyēā? addēhaṁ palakakaḷ tāḻeyiṭukayuṁ, tanṟe sahēādaranṟe tala piṭicc tanṟe aṭuttēkk valikkukayuṁ ceytu. avan (sahēādaran) paṟaññu: enṟe um'mayuṭe makanē, janaṅṅaḷ enne durbalanāyi gaṇiccu. avarenne keānnēkkumāyirunnu. atināl (ennēāṭ kayarttu keāṇṭ‌) nī śatrukkaḷkk santēāṣattin iṭavaruttarut‌. akramikaḷāya janaṅṅaḷuṭe kūṭṭattil enne kaṇakkākkukayuṁ ceyyarut‌"},{"SurahNumber":7,"VerseNumber":151,"Text":"addēhaṁ (mūsā) paṟaññu: enṟe rakṣitāvē, enikkuṁ enṟe sahēādarannuṁ nī peāṟuttutarikayuṁ, ñaṅṅaḷe nī ninṟe kāruṇyattil uḷpeṭuttukayuṁ ceyyēṇamē. nī paramakāruṇikanāṇallēā"},{"SurahNumber":7,"VerseNumber":152,"Text":"kāḷakkuṭṭiye daivamāyi svīkariccavarārēā avarkku taṅṅaḷuṭe rakṣitāviṅkal ninnuḷḷa kēāpavuṁ, aihikajīvitattil nindyatayuṁ vannubhavikkunnatāṇ‌. kaḷḷaṁ keṭṭiccamaykkunnavarkku nāṁ pratiphalaṁ nalkunnat aprakāramatre"},{"SurahNumber":7,"VerseNumber":153,"Text":"ennāl tinmakaḷ pravarttikkukayuṁ, enniṭṭatinu śēṣaṁ paścāttapikkukayuṁ, viśvasikkukayuṁ ceytavarkku tīrccayāyuṁ ninṟe rakṣitāv atin śēṣaṁ ēṟe peāṟuttukeāṭukkukayuṁ, karuṇa kāṇikkukayuṁ ceyyunnavanākunnu"},{"SurahNumber":7,"VerseNumber":154,"Text":"mūsāyuṭe kēāpaṁ aṭaṅṅiyappēāḷ addēhaṁ (divyasandēśameḻutiya) palakakaḷ eṭuttu. avayil rēkhappeṭuttiyatil taṅṅaḷuṭe rakṣitāvine bhayappeṭunna āḷukaḷkk mārgadarśanavuṁ kāruṇyavumāṇuṇṭāyirunnat‌"},{"SurahNumber":7,"VerseNumber":155,"Text":"nam'muṭe niścita samayattēkk mūsā tanṟe janaṅṅaḷil ninn eḻupat puruṣanmāre teraññeṭuttu. enniṭṭ ugramāya kulukkaṁ avarkk piṭipeṭṭappēāḷ addēhaṁ paṟaññu: enṟe rakṣitāvē, nī uddēśiccirunneṅkil mump tanne avareyuṁ enneyuṁ ninakk naśippikkāmāyirunnu. ñaṅṅaḷuṭe kūṭṭattile mūḍhanmār pravartticcatinṟe pēril nī ñaṅṅaḷe naśippikkukayāṇēā? at ninṟe parīkṣaṇamallāte maṟṟeānnumalla. at mūlaṁ nī uddēśikkunnavare nī piḻavilākkukayuṁ nī uddēśikkunnavare nī nērvaḻiyilākkukayuṁ ceyyunnu. nīyāṇ ñaṅṅaḷuṭe rakṣādhikāri. atināl ñaṅṅaḷkk nī peāṟuttutarikayuṁ, ñaṅṅaḷēāṭ karuṇa kāṇikkukayuṁ ceyyēṇamē. nīyāṇ peāṟukkunnavaril uttaman"}]}