{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":62,"Text":"Lalle ne wannan, haƙĩƙa, shi ne lãbãri tabbatacce, kuma bãbu wani abin bautawa fãce Allah, kuma lalle ne, Allah, haƙĩƙa, Shi ne Mabuwãyi Mai hikima"},{"SurahNumber":3,"VerseNumber":63,"Text":"To, idan sun jũya bãya, to, lalle Allah Masani ne ga maɓannata"},{"SurahNumber":3,"VerseNumber":64,"Text":"Ka ce: \"Yã ku Mutãnen Littãfi! Ku tafo zuwa ga kalma mai daidaitãwa a tsakã ninmu da ku; kada mu bauta wa kõwa fã ce Allah. Kuma kada mu haɗa kõme da Shi, kuma kada sãshenmu ya riƙi sãshe Ubangiji, baicin Allah.\" To, idan sun jũya bã ya sai ku ce: \"ku yi shaida cẽwa, lalle ne mu masu sallamã wa ne"},{"SurahNumber":3,"VerseNumber":65,"Text":"Yã Mutãnen Littãfi! Don me kuke hujjacẽwa a cikin sha'anin lbrãhĩma, alhãli kuwa ba a saukar da Attaura da injĩla ba fãce daga bãyansa? Shin bã ku hankalta"},{"SurahNumber":3,"VerseNumber":66,"Text":"Gã ku yã waɗannan! Kun yi hujjacẽwa a cikin abin da yake kunã da wani ilmi game da shi, to, don me kuma kuke yin hujjacẽwa a cikin abin da bã ku da wani ilmi game da shi? Allah yana sani, kuma kũ, ba ku sani ba"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrãhĩma bai kasance Bayahũde ba, kuma bai kasance Banasãre ba, amma yã kasance mai karkata zuwa ga gaskiya, mai sallamãwa, kuma bai kasance daga mãsu shirki ba"},{"SurahNumber":3,"VerseNumber":68,"Text":"Lalle ne mafi hakkin mutãne da Ibrãhĩma haƙĩƙa, sũ ne waɗanda suka bi shi a (zamaninsa) da wannan Annabi (Muhammadu) da waɗanda suka yi ĩmãni. Kuma Allah ne Majiɓincin mũminai"},{"SurahNumber":3,"VerseNumber":69,"Text":"Wata ƙungiya daga Mutãnen Littãfi sun yi gũrin su ɓatar da ku, to, ba su ɓatar da kõwa ba fãce kansu, kuma bã su sansancewa"},{"SurahNumber":3,"VerseNumber":70,"Text":"Yã Mutãnen Littãfi! Don me kuka kãfirta da ãyõyin Allah, alhãli kuwa kũ, kuna shaida (cẽwa sũ gaskiya ne)"}]}