{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"And Who sends down water (rain) from the sky in due measure. Then We revive a dead land therewith, and even so you will be brought forth (from the dead)"},{"SurahNumber":43,"VerseNumber":12,"Text":"And Who has created all the pairs and has appointed for you ships and cattle on which you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"In order that you may mount firmly on their backs, and then may remember the Favour of your Lord when you mount thereon, and say: \"Glory to Him who has subjected this to us, and we could never have it (by our efforts)"},{"SurahNumber":43,"VerseNumber":14,"Text":"And verily, to Our Lord we indeed are to return"},{"SurahNumber":43,"VerseNumber":15,"Text":"Yet they assign to some of His slaves a share with Him (by pretending that He has children, and considering them as equals or co-partners in worship with Him). Verily, man is indeed a manifest ingrate"},{"SurahNumber":43,"VerseNumber":16,"Text":"Or has He taken daughters out of what He has created, and He has selected for you sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"And if one of them is informed of the news of (the birth of) that which he set forth as a parable to the Most Beneficent (Allah) (i.e. of a girl), his face becomes dark, gloomy, and he is filled with grief"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Do they then like for Allah) a creature who is brought up in adornments (wearing silk and gold ornaments, i.e. women), and in dispute cannot make herself clear"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they make the angels who themselves are slaves to the Most Beneficent (Allah) females. Did they witness their creation? Their evidence will be recorded, and they will be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they said: \"If it had been the Will of the Most Beneficent (Allah), we should not have worshipped them (false deities).\" They have no knowledge whatsoever of that. They do nothing but lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given them any Book before this (the Quran), to which they are holding fast"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay! They say: \"We found our fathers following a certain way and religion, and we guide ourselves by their footsteps"}]}