{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"Hem o göğü, yeri ve aralarındakileri biz boşuna yaratmadık. O, kâfirlerin zannıdır. Onun için vay ateşe girecek olan kâfirlerin haline"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa, iman edip de salih amel işleyenleri biz, o yeryüzündeki bozguncular gibi yapar mıyız? Yoksa o takva sahiplerini azgın günahkarlar gibi yapar mıyız"},{"SurahNumber":38,"VerseNumber":29,"Text":"Bu, sana indirdiğimiz mübarek bir kitaptır ki, insanlar onun âyetlerini düşünsünler ve temiz akıl sahipleri ibret alsınlar"},{"SurahNumber":38,"VerseNumber":30,"Text":"Bir de Davud´a Süleyman´ı bahşettik. Süleyman ne güzel kuldu. Çünkü o seslice tesbih edip Allah´a yönelirdi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Hani kendisine bir zaman akşam üstü iyi cins ve rahvan atlar gösterilmişti"},{"SurahNumber":38,"VerseNumber":32,"Text":"«Ben, dedi, at sevgisini, Rabbimi anmaktan ötürü tercih ettim.» Nihayet atlar perdenin arkasına gizlendi"},{"SurahNumber":38,"VerseNumber":33,"Text":"«Geri getirin onları bana!» dedi ve artık onların bacaklarını, boyunlarını silmeye başladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Andolsun ki Süleyman´ı imtihan da ettik ve tahtının üzerine bir ceset bıraktık. Sonra tekrar tevbe ile önceki haline döndü"},{"SurahNumber":38,"VerseNumber":35,"Text":"Süleyman: «Ey Rabbim! Beni bağışla ve bana öyle bir mülk ihsan et ki, ardımdan hiç kimseye yaraşmasın. Şüphesiz, bütün dilekleri veren sensin.» dedi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun üzerine biz rüzgarı onun emrine verdik. Onun emriyle istediği yere yumuşacık akardı"},{"SurahNumber":38,"VerseNumber":37,"Text":"Dalgıç ve yapı ustası şeytanları da"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve daha diğerlerini de zincirlerde bağlı olarak (Onun emrine verdik)"},{"SurahNumber":38,"VerseNumber":39,"Text":"«İşte bu, bizim ihsanımızdır. Artık sen dilersen başkalarına ver veya verme. Bundan hesaba çekilmeyeceksin» dedik"},{"SurahNumber":38,"VerseNumber":40,"Text":"Şüphesiz ki ona huzurumuzda bir yakınlık ve güzel bir makam vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub´u da an. Bir zaman o, Rabbine şöyle nida etmişti: «Meşakkat ve acı ile bana şeytan dokundu.»"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Biz ona): «Ayağını yere vur! İşte sana yıkanılacak ve içilecek soğuk bir su» dedik"}]}