{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"avantan unkalai manniliruntu pataittan; pin intiriyattiliruntum pin alak ennum nilaiyiliruntum (uruvakki) unkalaik kulantaiyaka veliyakkukiran; pin ninkal unkal valipattai ataintu, pinnar mutiyorakukirirkal; itarku munnar irantu vituvorum unkalil irukkinranar - innum ninkal oru kurippitta tavanaiyai ataivirkal; (itiliruntu) ninkal unarvu perum poruttu (itai arintu kollunkal)"},{"SurahNumber":40,"VerseNumber":68,"Text":"avane uyirppikkiran; avane marikkac ceykiran. Akave avan oru kariyattai(c ceyya)t tirmanittal; 'akuka!' Enru atarkuk kurukiran. Utan atu akivitukiratu"},{"SurahNumber":40,"VerseNumber":69,"Text":"allahvin vacanankalaip parrit tarkkam ceypavarkalai ninkal parkkavillaiya? Evvaru avarkal (cattiyattai vittum) tiruppappatukinranar"},{"SurahNumber":40,"VerseNumber":70,"Text":"evar ivvetattaiyum, nam'mutaiya (marra) tutarkal kontu vantataiyum poyppikkirarkalo avarkal viraivileye (unmaiyai) arivarkal"},{"SurahNumber":40,"VerseNumber":71,"Text":"avarkalutaiya kaluttukalil movaykkattaikal varai arikantankalutan vilankukalutanum iluttuk kontu varappattu"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kotikkum nirilum, piraku (naraka)t tiyilum karikkappatuvarkal"},{"SurahNumber":40,"VerseNumber":73,"Text":"piraku avarkalukkuc collap patum; \"(allahvaiyanri,) ninkal (avanukku) inaivaittuk kontiruntavai enke?\" Enru"},{"SurahNumber":40,"VerseNumber":74,"Text":"allahvaiyanri\" (ninkal inaivaittuk kontiruntavai enke enru ketkappatum); \"avai enkalai vittum maraintu vittana anriyum munnar nankal (allahvait tavira etaiyum) alaittuk kontirukkavillaiye!\" Enru kuruvarkal. Ivvarutan kahpirkalai allah vali ketac ceykiran"},{"SurahNumber":40,"VerseNumber":75,"Text":"itu, ninkal pumiyil niyayaminrip (perumaiyatittu) makilntu purittuk kontiruntirkale (atarkana tantanaiyakum)"},{"SurahNumber":40,"VerseNumber":76,"Text":"ninkal narakattin vayilkalul atil enrenrum tankupavarkalaka - piraveciyunkal\" (enru kurappatum). Enave, perumaiyatittuk kontiruntavarkalin tankumitam mikavum kettatu"},{"SurahNumber":40,"VerseNumber":77,"Text":"akave, (napiye!) Nir porumaiyutan iruppiraka niccayamaka allahvin vakkuruti unmaiyanatu; avarkalukku vakkalikkappatta cilavarrai, nam umakkuk kanpittalum allatu atarku munnare niccayamaka nam um'mai maranamataiyac ceytalum, avarkal nam'mitame kontuvarappatuvarkal"}]}