{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Edhe sikur t’u dergonim atyre engjejt, t’i benim te vdekurit t’u flisnin atyre dhe t’i tubonin te gjitha gjerat para tyre, ata perseri nuk do te besonin, nese Allahu nuk do te donte; por shumica e tyre jane te paditur"},{"SurahNumber":6,"VerseNumber":112,"Text":"Keshtu, cdo profeti Ne i kemi caktuar armiq djajte e njerezve dhe te xhindeve, te cilet e frymezojne njeri-tjetrin me fjale boshe te zbukuruara per mashtrim. Por, sikur te donte Zoti yt, ata nuk do te benin keshtu, prandaj leri ata dhe trillimet e tyre"},{"SurahNumber":6,"VerseNumber":113,"Text":"Leri zemrat e atyre qe nuk besojne ne Diten e Kiametit, qe te priren nga mashtrimi dhe te kenaqen me te e le te bejne gjynahet qe kane bere"},{"SurahNumber":6,"VerseNumber":114,"Text":"Thuaj: “Valle, a te kerkoj tjeter gjykates pervec Allahut, kur eshte Ai qe ju ka zbritur kete Liber te hollesishem?!” Ata qe Ne u kemi dhene Shkrimet e shenjta, e dine se Kurani eshte me te vertete i zbritur nga Zoti yt. Prandaj, kurrsesi mos u bej nga ata qe dyshojne"},{"SurahNumber":6,"VerseNumber":115,"Text":"Te perkryera jane fjalet e Zotit tend ne vertetesi dhe drejtesi; fjalet e Tij askush nuk mund t’i ndryshoje. Ai degjon cdo gje dhe di cdo gje"},{"SurahNumber":6,"VerseNumber":116,"Text":"Nese i bindesh shumices se njerezve qe gjenden ne toke, ata do te te shmangin nga rruga e Allahut. Ata ndjekin vetem hamendjet. Ata vetem genjejne"},{"SurahNumber":6,"VerseNumber":117,"Text":"Ne te vertete, Zoti yt i njeh me se miri ata qe i shmangen rruges se Tij dhe i di me se miri ata qe jane ne rruge te drejte"},{"SurahNumber":6,"VerseNumber":118,"Text":"Hani vetem ate mish, gjate therjes se te cilit eshte permendur emri i Allahut, nese vertet besoni ne shpalljet e Tij"}]}