{"Id":245,"LanguageCodes":["ml","mal"],"Name":"mal-cheriyamundamab-la","Author":"Cheriyamundam Abdul Hameed And Kunhi Mohammed Parappoor","Language":"Malayalam","Description":"Malayalam - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":17,"Text":"ennal ninnal avare kealappetuttiyittilla. pakse allahuvan avare kealappetuttiyat‌. (nabiye,) ni erinna samayatt ni erinnittumilla. pakse allahuvan erinnat‌. tanre bhagattu ninnulla gunakaramaya oru pariksanattilute allahu satyavisvasikale pariksikkunnatinu ventiyayirunnu at‌. tirccayayum allahu ellam kelkkunnavanum ariyunnavanuman‌"},{"SurahNumber":8,"VerseNumber":18,"Text":"atan (karyam) satyanisedhikalute tantratte allahu balahinamakkuka tanne ceyyunnatuman‌"},{"SurahNumber":8,"VerseNumber":19,"Text":"(satyanisedhikale,) ninnal vijayamayirunnu tetiyirunnatenkil a vijayamita ninnalkku vannu kalinnirikkunnu. ninnal viramikkukayanenkil atan ninnalkk uttamam. ninnal avarttikkukayanenkilea namum avarttikkunnatan‌. ninnalute sangham etra ennakkututalullatanenkilum at ninnalkk upakarikkukayeyilla. allahu satyavisvasikalute kutettanneyan‌"},{"SurahNumber":8,"VerseNumber":20,"Text":"satyavisvasikale, ninnal allahuveyum avanre rasulineyum anusarikkuka. (satyasandesam) kettukeantirikke ninnal addehatte vitt tirinnukalayarut‌"},{"SurahNumber":8,"VerseNumber":21,"Text":"nannal kettirikkunnu enn parayukayum yateannum kelkkatirikkukayum ceytavarepeale ninnalakarut‌"},{"SurahNumber":8,"VerseNumber":22,"Text":"tirccayayum jantukkalute kuttattil allahuvinre atukkal erravum measamayavar cinticcu manas'silakkatta umakalum badhiranmarumakunnu"},{"SurahNumber":8,"VerseNumber":23,"Text":"avaril valla nanmayumullatayi allahu arinnirunnuvenkil avare avan kelppikkuka tanne ceyyumayirunnu. avare avan kelpiccirunnenkil tanne avar avaganiccukeannu tirinnu kalayumayirunnu"},{"SurahNumber":8,"VerseNumber":24,"Text":"ninnalkk jivan nalkunna karyattilekk ninnale vilikkumpeal satyavisvasikale, ninnal allahuvinum rasulinum uttaram nalkuka. manusyannum avanre manas'sinum itayil allahu marayitunnatan ennum avankalekk ninnal orumiccukuttappetumennum ninnal arinn kealluka"},{"SurahNumber":8,"VerseNumber":25,"Text":"oru pariksanam (siksa) varunnat ninnal suksiccu kealluka. at badhikkunnat ninnalil ninnulla akramikalkk pratyekamayittavukayilla. allahu kathinamayi siksikkunnavananenn ninnal manas'silakkukayum ceyyuka"}]}