{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":21,"Text":"Onlar derilerine: \"Nicin aleyhimize sahitlik ettiniz?\" derler. Derileri de: \"Bizi her seyi konusturan Allah konusturdu, sizi ilk defa yaratan O'dur ve siz yine O'na donduruluyorsunuz\" derler"},{"SurahNumber":41,"VerseNumber":22,"Text":"Siz kulaklarinizin, gozlerinizin ve derilerinizin aleyhinizde sahitlik edeceginden korkarak kotulukten sakinmiyordunuz. Fakat yaptiklarinizdan bircogunu Allah'in bilmeyecegini zannediyordunuz"},{"SurahNumber":41,"VerseNumber":23,"Text":"Iste Rabbiniz hakkinda beslediginiz bu zanniniz sizi helak etti de zarara ugrayanlardan oldunuz"},{"SurahNumber":41,"VerseNumber":24,"Text":"Simdi eger dayanabilirlerse onlarin yeri atestir. Yok eger hosnutluga donmek isterlerse bile artik onlar hosnut edileceklerden degildirler"},{"SurahNumber":41,"VerseNumber":25,"Text":"Biz onlara birtakim arkadaslar musallat ettik de onlar kendilerine onlerinde ve arkalarinda ne varsa hepsini guzel gosterdiler. Boylece kendilerinden once gelip, gecmis olan cin ve insan topluluklari hakkindaki, azab sozu onlar icin de hak oldu. Dogrusu onlarin hepsi de kendilerine yazik etmislerdir"},{"SurahNumber":41,"VerseNumber":26,"Text":"Inkar edenler: \"Bu Kur'an-i dinlemeyin, okunurken gurultu yapin, belki ustun gelirsiniz\" dediler"},{"SurahNumber":41,"VerseNumber":27,"Text":"Biz mutlaka inkar edenlere siddetli bir azab tattiracagiz. Ve onlara yaptiklari amellerin en kotusunun cezasini verecegiz"},{"SurahNumber":41,"VerseNumber":28,"Text":"Iste Allah'in dusmanlarinin cezasi atestir. Ayetlerimizi bile bile inkar etmelerinin cezasi olarak, onlar icin orada ebedi olarak kalacaklari cehennem yurdu vardir"},{"SurahNumber":41,"VerseNumber":29,"Text":"Inkar edenler: \"Ey Rabbimiz! Cinlerden ve insanlardan bizi dogru yoldan saptiranlari bize goster de onlari ayaklarimizin altina alalim, boylece cehennemin en altinda kalanlardan olsunlar.\" diyeceklerdir"}]}