{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":62,"Text":"Allahvin mitum, avanutaiya tutar mitum iman kontavarkale! (Unmai) muhminkalavarkal, melum, avarkal oru potuvana kariyam parri avarutan (alocikkak kuti) irukkum potu avarutaiya anumatiyinri (ankiruntu) cellamattarkal; (napiye!) Um'mitattil (avvaru) anumati perruc celpavarkale niccayamaka allahvin mitum avan tutar mitum meyyakave iman kontavarkal, akave tankal kariyankal cilavarrukkaka avarkal um'mitam anumati kettal, avarkalil nir virumpiyavarukku anumati kotuppiraka innum avarkalukkaka allahvitam nir mannippuk koruviraka niccayamaka allah mikka mannippavan; kirupaiyutaiyavan"},{"SurahNumber":24,"VerseNumber":63,"Text":"(muhminkale!) Unkalil oruvar marroruvarai alaippatupol unkalukkitaiyil (allahvutaiya) tutarin alaippai akkatirkal. Unkaliliruntu (avarutaiya capaiyiliruntu) evar maraivaka naluvi vitukirarkalo avarkalai titamaka allah (nanku) arivan - akave evar avarutaiya kattalaikku maru ceykirarkalo avarkal tankalai cotanai pitittuk kolvataiyo, allatu tankalai novinai tarum vetanai pitittuk kolvataiyo ancik kollattum"},{"SurahNumber":24,"VerseNumber":64,"Text":"vanankalilum, pumiyilum ulla yavum niccayamaka allahvukke contam enpatai arintu kolvirkalaka! Ninkal enta nilaiyil irukkinrirkalo atai avan (nanku) arivan; melum avanitattil avarkal mittappatum an nalil avan, avarkal (im'maiyil) enna ceytu kontiruntarkal enpataiyum avarkalukku arivippan - melum, allah ellap porulkal parriyum nankaripavan"},{"SurahNumber":25,"VerseNumber":1,"Text":"Ulakattar yavaraiyum accamutti eccarikkai ceyvatarkaka (cattiyattaiyum, acattiyattaiyum telivakap) pirittarivikkum ivvetattait tan atiyar mitu irakkiyavan mikka pakkiyamutaiyavan"},{"SurahNumber":25,"VerseNumber":2,"Text":"(anta nayan) ettakaiyavan enral vanankal, pumi (akiyavarrin) atci avanukke uriyatu avan (tanakkena) oru makanai etuttuk kollavillai avanutaiya atciyil avanukku kuttali evarumillai avane ellap porutkalaiyum pataittu, avarrai atanatan alavup pati amaittan"}]}