{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":24,"Text":"Guided they were to the good word (of faith) and guided they were to the path of (Allah,) the Praised One"},{"SurahNumber":22,"VerseNumber":25,"Text":"Surely (We will punish) those who disbelieve and prevent (people) from the way of Allah and from Al-Masjid-ul-Harām (the Sacred Mosque), which We have made for all men, where residents and visitors are all equal. And whoever intends therein to commit deviation with injustice, We will make him taste a painful punishment"},{"SurahNumber":22,"VerseNumber":26,"Text":"And (remember) when We pointed out for Ibrāhīm the place of the House (of Allah) saying, “Do not associate anything with Me as My partner, and purify My House for those who make Tawāf (circumambulation around it), and those who perform Qiyām (standing up in worship) and those who perform Rukū‘ (bowing down) and Sujūd (prostration)"},{"SurahNumber":22,"VerseNumber":27,"Text":"and announce among people about (the obligation of) Hajj, so that they should come to you on foot, and on every camel turned lean, traveling through every distant hilly pathway"},{"SurahNumber":22,"VerseNumber":28,"Text":"so that they witness benefits for them, and recite Allah’s name in specified days, over the provision He gave them from the cattle. “So, eat thereof and feed the distressed, the poor.”"},{"SurahNumber":22,"VerseNumber":29,"Text":"Then, they must remove their dirt, and fulfill their vows, and make Tawāf of the Ancient House.”"},{"SurahNumber":22,"VerseNumber":30,"Text":"Having said that, whoever observes reverence of the things sanctified by Allah, it is good for him with his Lord. And permitted to you are the cattle, except those mentioned to you through recitation (of the verses). So refrain from the filth of the idols and refrain from a word of falsehood"}]}