{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":71,"Text":"Kudretimizle kendileri için hayvanlar yarattığımızı görmezler mi? Onlara sahip olmaktadırlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Onları kendilerinin buyruğuna verdik; bindikleri de, etini yedikleri de vardır"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda daha nice faydalar, içecekler vardır; şükretmezler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Allah'ı bırakıp da, kendilerine yardımı dokunur diye, başka tanrılar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Oysa onlar yardım edemezler, ancak kendileri o tanrılara koruyuculuk için nöbet beklerler"},{"SurahNumber":36,"VerseNumber":76,"Text":"Bunların sözü seni üzmesin. Biz onların gizlediklerini de, açığa vurduklarını da şüphesiz biliriz"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan kendisini bir nutfeden yarattığımızı görmez mi ki hemen apaçık bir hasım kesilir ve kendi yaratılışını unutur da; \"Çürümüş kemikleri kim yaratacak\" diyerek, Bize misal vermeye kalkar"},{"SurahNumber":36,"VerseNumber":78,"Text":"İnsan kendisini bir nutfeden yarattığımızı görmez mi ki hemen apaçık bir hasım kesilir ve kendi yaratılışını unutur da; \"Çürümüş kemikleri kim yaratacak\" diyerek, Bize misal vermeye kalkar"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onları ilk defa yaratan diriltecektir. O, her türlü yaratmayı bilendir"},{"SurahNumber":36,"VerseNumber":80,"Text":"Yaş ağaçtan size ateş çıkarandır. Ondan ateş yakarsınız"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan, kendilerinin benzerini yaratmaya kadir olmaz mı? Elbette olur; çünkü O, yaratan ve bilendir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir şeyi dilediği zaman, O'nun buyruğu sadece, o şeye \"Ol\" demektir, hemen olur"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin hükümranlığı elinde olan ve sizin de kendisine döneceğiniz Allah münezzehtir"}]}