{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":19,"VerseNumber":26,"Text":"Ētēkē khōraā, pāna karaā ārau caku jura pēlōraā. Yadi kōnō mānuhara lagata tōmāra dēkhā haẏa tēntē ka’bā, ‘ma'i rahamānara uddēśyē maunatā aralambanara mānata karaichō. Sēẏē ma'i āji kāraō lagata kathā naka'ōm̐’"},{"SurahNumber":19,"VerseNumber":27,"Text":"Tāra pichata tē'ōm̐ kēm̐curaāṭika lai nija sampradāẏara ōcarata upasthita ha’la, siham̐tē ka’lē, ‘hē māra'iẏāma! Araśyē tumi ēṭā adbhūta biṣaẏa lai āhichā’"},{"SurahNumber":19,"VerseNumber":28,"Text":"‘Hē hāraūnara bhagnī! Tōmāra pitr̥ kintu asaṯ byakti nāchila ārau tōmāra mātr̥'ō byabhicāraiṇī nāchila’"},{"SurahNumber":19,"VerseNumber":29,"Text":"Tētiẏā māra'iẏāmē kēm̐curaāṭira prati iṅgita karailē. Siham̐tē ka’lē, ‘dōlanāta thakā ēṭi kēm̐curaāra lagata āmi kēnēkai kathā pātima’"},{"SurahNumber":19,"VerseNumber":30,"Text":"kēm̐curaāṭōraē māta lagālē, ‘niścaẏa ma'i ējana āllāhara bāndā. Tēraēm̐i mōka kitāba pradāna karaichē ārau mōka nabī banā'ichē"},{"SurahNumber":19,"VerseNumber":31,"Text":"‘ma'i ya’tē'i nāthākō kiẏa tē'ōm̐ mōka barakatamaẏa karaichē, ārau yimāna dina jīraita thākima tēraēm̐i mōka chālāta ārau yākāta ādāẏa karaibalai nirdēśa dichē"},{"SurahNumber":19,"VerseNumber":32,"Text":"‘ārau mōka mōra mātr̥ra prati anugata karaichē ārau tē'ōm̐ mōka ahaṅkāraī, abādhya karaā nā'i"},{"SurahNumber":19,"VerseNumber":33,"Text":"‘Ārau mōra prati śānti yidinā ma'i janma lābha karaichō, yidinā mōra mr̥tyu ha’ba ārau yidinā ma'i jīraita arasthāta ut'thita hama’"},{"SurahNumber":19,"VerseNumber":34,"Text":"Ē'ōm̐raē'i haichē māra'iẏāmara putra īchā. (Yiṭō barṇanā karaā ha’la) ē'iṭōraē satya kathā, yi biṣaẏē siham̐tē sandēha pōṣaṇa karaichē"},{"SurahNumber":19,"VerseNumber":35,"Text":"Santāna grahaṇa karaā āllāhara kāma nahaẏa. Tē'ōm̐ paraitra mahimāmaẏa. Tē'ōm̐ yētiẏā kibā karaibalai sthira karaē, tētiẏā kērala ē'i buli kaẏa ‘ha’ sē'iṭō taṯkṣaṇāta hai yāẏa"},{"SurahNumber":19,"VerseNumber":36,"Text":"Niścaẏa āllāhē'i mōra raba ārau tōmālōkaraō raba; sēẏē tōmālōkē tē'ōm̐ra ibādata karaā, ē'iṭōraē'i sarala patha"},{"SurahNumber":19,"VerseNumber":37,"Text":"Tathāpi'ō dalasamūhē nijara mājatē matānaikya sr̥ṣṭi karailē, sēẏē mahādirasa pratyakṣakālata kāphirasakalara bābē dhbansa anibārya"},{"SurahNumber":19,"VerseNumber":38,"Text":"Siham̐tē yidinā āmāra ōcarata upasthita ha’ba sidinā siham̐ta kimāna yē spaṣṭakai śunā pāba ārau dēkhā pāba! Kintu yālimasakala āji spaṣṭa bibhraāntita āchē"}]}