{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":23,"Text":"Среди верующих есть люди, которые правдивы в том, в чем они заключили с Аллахом завет [исполняют данное Аллаху обещание и проявляют терпение в сражении и трудностях]. И среди них (есть) такие, что уже исполнили свое обязательство [сражались, пока не погибли на пути Аллаха или умерли, будучи искренними в Вере], и такие, что ожидают (одно из двух благ – либо победу, либо смерть на пути Аллаха) и не заменили они (этот завет) (в отличии от лицемеров) никакой заменой"},{"SurahNumber":33,"VerseNumber":24,"Text":"чтобы Аллах вознаградил правдивых [верующих] за их правдивость, и наказал лицемеров, если пожелает (не оказать им Своего содействия в приходе к покаянию и они умрут будучи неверующими), или (чтобы) принял их покаяние (содействовав им в этом). Поистине, Аллах – прощающий (тех, которые каются в своих грехах) (и) милосердный (к ним)"},{"SurahNumber":33,"VerseNumber":25,"Text":"И Аллах отразил тех, которые стали неверными [объединенные войска неверующих] (от Медины), (и ушли они без успеха) со своим гневом: и не обрели они добра (ни для этого мира, ни для Вечной жизни). И избавил Аллах верующих от сражения (послав на неверующих ветер и ангелов); и (ведь) Аллах – сильный, величественный"},{"SurahNumber":33,"VerseNumber":26,"Text":"И вывел Он тех из людей Писания [иудейское племя бану Курайза], которые помогали им [объединенным войскам неверующих], из своих укреплений [из крепостей иудеев] и вверг в их сердца страх; одну часть вы убьете [мужчин, которые не принимают Ислам] и возьмете в плен (другую) часть [женщин и детей]"},{"SurahNumber":33,"VerseNumber":27,"Text":"И Он дал вам (о, верующие) в наследие землю их [земли иудеев бану Курайза], их жилища, их имущества и (еще) землю, на которую вы не ступали (прежде) [другие земли, которые достались верующим, после этой победы]. И Аллах над всякой вещью мощен"},{"SurahNumber":33,"VerseNumber":28,"Text":"О, Пророк! Скажи своим женам (которые собрались у тебя, прося увеличить расходы на них): «Если вы желаете земной жизни и ее прикрас, то приходите: я дам вам наделю вас благами [дам вам то, что есть у меня] и отпущу вас прекрасным способом [без причинения вам вреда]"},{"SurahNumber":33,"VerseNumber":29,"Text":"А если вы хотите (довольства) Аллаха и (довольства) Его Посланника и Обители Вечности [хорошей награды в Вечной жизни], то (проявляйте терпение и знайте, что) Аллах уготовал искренне добродеющим из вас великую награду (по сравнению с которой, земные блага кажутся ничтожными)"},{"SurahNumber":33,"VerseNumber":30,"Text":"О, жены Пророка! Кто совершит из вас явную мерзость [очевидный грех], будет умножено ей наказание вдвойне [в два раза больше, чем обычной верующей]. И это для Аллаха легко"}]}