{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":42,"VerseNumber":23,"Text":"mattu avane (allahane) tanna dasarinda pascattapa svikarisuvavanu hagu papagalannu ksamisuvavanu mattu nivu maduva ellavannu ballavanagiddane"},{"SurahNumber":42,"VerseNumber":24,"Text":"visvasigalagiruvavaru hagu satkarmagalannu maduvavara prarthanegalannu avanu svikarisuttane mattu tanna anugrahadinda avarige mattastannu dayapalisuttane. Dhikkarigalige matra tivra sikse sigalide"},{"SurahNumber":42,"VerseNumber":25,"Text":"ondu vele allahanu tanna dasarigella dharala sampannateyannu nidi bittiddare, avaru bhumiyalli bandayaveluttiddaru. Addarinda avanu, tanicchisuvastannu matra mitavagi ilisikoduttane. Avanu khandita tanna dasara kuritu arivu ullavanu hagu ellavannu noduvavanagiddane"},{"SurahNumber":42,"VerseNumber":26,"Text":"mattu avaru nirasaragi bitta balika male surisuvavanu hagu tanna anugrahavannu elledege talupisuvavanu avane. Avanu posakanu, prasansar'hanu agiddane"},{"SurahNumber":42,"VerseNumber":27,"Text":"akasagala hagu bhumiya srsti mattu avugalalli avanu haradiruva jivigalella avana puravegala salige serive. Mattu tanicchisidaga avarannella ondede serisalu avanu samarthanagiddane"},{"SurahNumber":42,"VerseNumber":28,"Text":"nimage banderaguva pratiyondu vipattu svatah nim'made kaigala galikeyagiruttade. Nijavagi heccina papagalannu avanu ksamisi biduttane"},{"SurahNumber":42,"VerseNumber":29,"Text":"bhumiyalli (avanannu) manisalu nim'minda sadhyavilla. Avana horatu nimage bere posakaragali, sahayakaragali illa"},{"SurahNumber":42,"VerseNumber":30,"Text":"samudradalli calisuva bettadantaha hadagugalu avana puravegala salige serive"},{"SurahNumber":42,"VerseNumber":31,"Text":"Avanu bayasidare galiyannu tadedu avugalannu (hadagugalannu) adara (samudrada) tatadalle nillisibidabahudu. Sahanasilaragiruva hagu krtajnaragiruva pratiyobbarige idaralli khandita pathavide"}]}