{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":11,"Text":"Va on ki az osmon oʙ firistod ʙa miqdor. Va ʙa on sarzamini murdaro zinda kardem. Şumo niz incunin az gūrho ʙerun ovarda şaved"},{"SurahNumber":43,"VerseNumber":12,"Text":"va on ki hamai çufthoro ʙijofarid. Va ʙarojaton az kiştiho va corpojon markaʙho soxt, ki savor şaved"},{"SurahNumber":43,"VerseNumber":13,"Text":"Va cun ʙar puşti onho qaror girifted, ne'mati Parvardigoratonro jod kuned va ʙigūed: «Pok ast on kas, ki inhoro romi mo kard, vagarna moro tavoni on naʙud"},{"SurahNumber":43,"VerseNumber":14,"Text":"Va mo ʙa sūi Parvardigoramon ʙozmegardem»"},{"SurahNumber":43,"VerseNumber":15,"Text":"Va ʙaron Ū az mijoni ʙandagonaş farzande qoil şudand. Odamī ʙa oşkoro nosipos (noşukr) ast"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ojo Ū az mijoni maxluqonaş ʙaroi Xud duxtaron ʙargirifta va pisaronro xosi şumo kardaast"},{"SurahNumber":43,"VerseNumber":17,"Text":"Va cun ʙa jake az onho muƶdai tavalludi hamon cizero dihand, ki ʙa Xudoi rahmon nisʙat doda, rūjaş sijoh gardad va pur az xaşm şavad"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ojo on ki ʙa oroiş parvariş jofta (ja'ne duxtar) va dar hangomi çidol oşkor namegardad, az oni Xudost"},{"SurahNumber":43,"VerseNumber":19,"Text":"Va fariştagonro, ki ʙandagoni Xudojand, zan pindoştand. Ojo ʙa hangomi ofarinişaşon on ço hozir ʙudaand? Ba zudī in şohidiaşonro menavisand va az onho ʙozxost meşavad"},{"SurahNumber":43,"VerseNumber":20,"Text":"Guftand: «Agar Xudoi rahmon mexost, mo fariştagonro nameparastidem». On cī megūjand, az rūi nodonist va ƣajri ʙa durūƣ suxan namegūjand"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ojo peş az Qur'on kitoʙe ʙarojaşon nozil kardaem, ki aknun ʙa on çang mezanand? (pajravī mekunand)"},{"SurahNumber":43,"VerseNumber":22,"Text":"Na, megūjand: «Padaronamonro ʙar dine joftem va mo az pai onho meravem»"}]}