{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":50,"VerseNumber":36,"Text":"Na madakul a bininasa Ami ko miya-ona-an niran a pagtao, a siran i mala a di siran i gu-us, go miyanubnub iran so manga Ingud! Na ba adun a kiya-a pasan (niran)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Mata-an! A adun a matatago ro-o man a titho a undao ko tao a ana sabot iyan, ma-ana tiyandang iyan so kapamamakinug, a sukaniyan na tomototo-o"},{"SurahNumber":50,"VerseNumber":38,"Text":"Na Sabunsabunar a Inadun Ami so manga Langit go so Lopa go so nganin a lut a dowa nan si-i ko num a Alongan, na da Kami raota a dokao"},{"SurahNumber":50,"VerseNumber":39,"Text":"Na Phantangingka so di iran Tharo-on, go Puthasbikun Ka so Podi o Kadnan Ka, ko di pun kapakasubang o Alongan, go so di niyampun kasudup"},{"SurahNumber":50,"VerseNumber":40,"Text":"Go si-i ko kagagawi-i, na Puthasbik Ka Rukaniyan, go so manga oriyan o Sojiod"},{"SurahNumber":50,"VerseNumber":41,"Text":"Na Pamamakinugangka so Alongan a mananawag so phananawag ko darpa a marani"},{"SurahNumber":50,"VerseNumber":42,"Text":"Si-i ko Alongan a manug iran so lalis a rakhus o bunar: Giyoto man so Alongan a kapakambowat (ko kobor)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Mata-an! A Sukami na Sukami i Puphangoyag go Puphangimatai; go si-i Rukami so khabolosan"},{"SurahNumber":50,"VerseNumber":44,"Text":"Si-i ko Alongan a manga bubungkag kiran, so Lopa, a gi-i siran makanggaga-an (lomiyo ko manga kobor): Giyoto man i kapulimod a malbod Rukami"},{"SurahNumber":50,"VerseNumber":45,"Text":"Sukami i lubi a Mata-o ko gii ran Tharo-on; na kuna a ba Ka kiran pakaphama-asa. Na Pakitadumingka so Qur-an ko tao a ikaaluk iyan so pangangaluk Akun"},{"SurahNumber":51,"VerseNumber":1,"Text":"Ibut ko puphamanambur sa mabandus"},{"SurahNumber":51,"VerseNumber":2,"Text":"Go so puphamangawid sa mapunud"},{"SurahNumber":51,"VerseNumber":3,"Text":"Go so puphulalatas sa malbod"},{"SurahNumber":51,"VerseNumber":4,"Text":"Go so di-i nggomonggomon ko Sogowan"},{"SurahNumber":51,"VerseNumber":5,"Text":"Mata-an a so idi diyandi rukano na titho a bunar"},{"SurahNumber":51,"VerseNumber":6,"Text":"Go Mata-an! A so Kokoman na phakatana dun"}]}