{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":34,"Text":"āra tādēra gharabāṛira jan'ya darajāgulō ō pālaṅka yāra uparē tārā śaẏana karē"},{"SurahNumber":43,"VerseNumber":35,"Text":"āra sōnādānā. Āra ē samasta'i ē'i duniẏāra jībanēra bhōgasambhāra bai tō naẏa. Āra parakāla tōmāra prabhura kāchē dharmabhīrudēra jan'yē'i."},{"SurahNumber":43,"VerseNumber":36,"Text":"Āra yē parama karuṇāmaẏēra smaraṇa thēkē bēkhēẏāla haẏa tāra jan'ya āmarā dhārya kari ēkajana śaẏatāna, phalē sē haẏa tāra jan'ya ēkaṭi sahacara."},{"SurahNumber":43,"VerseNumber":37,"Text":"Āra niḥsandēha tārā tādēra patha thēkē abaśya'i phiriẏē rākhē, athaca tārā manē karē yē tārā saṯpathē cālita hacchē"},{"SurahNumber":43,"VerseNumber":38,"Text":"yē paryanta nā sē āmādēra kāchē āsē takhana sē balabē -- ''hāẏa āphasōsa! Āmāra madhyē ō tōmāra madhyē yadi dūratba hatō duṭi pūrbāñcalēra! Sutarāṁ kata nikr̥ṣṭa sahacara!’’"},{"SurahNumber":43,"VerseNumber":39,"Text":"Āra -- ''yēhētu tōmarā an'yāẏācaraṇa karēchilē tā'i śāstibhōgēra madhyē tōmarā anśīdāra ha'ōẏā sattbēō̔ē ājakēra dinē tōmādēra kōnō phāẏadā habē nā.’’"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ki! Tumi ki tabē badhirakē śōnātē pārabē, athabā andhakē ēbaṁ yē spaṣṭa bibhrāntitē raẏēchē tākē patha dēkhātē pārabē"},{"SurahNumber":43,"VerseNumber":41,"Text":"kinta āmarā yadi tōmākē niẏē ni'i, āmarā tabu'ō tādēra thēkē śēṣa-pariṇati ādāẏa karaba"},{"SurahNumber":43,"VerseNumber":42,"Text":"athabā āmarā niścaẏa tōmākē dēkhiẏē dēba yā āmarā tādēra ōẏādā karēchilāma, kēnanā āmarā ālabaṯ tādēra uparē kṣamatābāna."},{"SurahNumber":43,"VerseNumber":43,"Text":"Sējan'ya tōmāra kāchē yā pratyādēśa dē'ōẏā hacchē tātē ām̐kaṛē dharō. Niḥsandēha tumi sarala-saṭhika pathēra uparē raẏēchō."},{"SurahNumber":43,"VerseNumber":44,"Text":"Āra ē'iṭi niścaẏa'i tō ēkaṭi smaraṇīẏa grantha tōmāra jan'ya ō tōmāra lōkadēra jan'ya, āra śīghra'i tōmādēra jijñāsā karā habē."},{"SurahNumber":43,"VerseNumber":45,"Text":"Āra tōmāra āgē āmādēra rasūladēra madhyēra yām̐dēra āmarā pāṭhiẏēchilāma tām̐dēra jijñēsa karō -- āmarā ki parama karuṇāmaẏakē bāda diẏē upāsanāra jan'ya upāsyadēra dām̐ṛa kariẏēchilāma"},{"SurahNumber":43,"VerseNumber":46,"Text":"Āra āmarā niścaẏa mūsākē āmādēra nirdēśābalī diẏē pāṭhiẏē diẏēchilāma phira'ā'una ō tāra pradhānadēra kāchē, kājē'i tini balēchilēna -- ''āmi niścaẏa biśbajagatēra prabhura bāṇībāhaka.’’"},{"SurahNumber":43,"VerseNumber":47,"Text":"Kinta yakhana tini āmādēra nirdēśābalī niẏē tādēra kāchē ēlēna takhana dēkhō, tārā ēsaba niẏē hāsiṭhāṭṭā karatē lāgala."}]}