{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":6,"VerseNumber":60,"Text":"Iye ndiye amene amachotsa mizimu yanu nthawi yausiku ndipo amadziwa zonse zimene mwachita masana ndipo amakudzutsani kuti mukwaniritse nthawi imene idaperekedwa pa moyo wanu ndipo pambuyo pake nonse mudzabwerera kwa Iye. Ndipo Iye adzakuuzani zonse zimene mumachita"},{"SurahNumber":6,"VerseNumber":61,"Text":"Iye ndi wamphamvu pa akapolo ake ndipo amatumiza atetezi amene amakuyang’anirani inu mpaka pamene mmodzi wa inu imufikira imfa; Atumiki athu amachotsa moyo wake ndipo iwo sanyoza zimene alamulidwa"},{"SurahNumber":6,"VerseNumber":62,"Text":"Ndipo iwo amabwerera kwa Mulungu, Ambuye wawo woona. Ndithudi Iye ndiye muweruzi ndipo Iye ndi wachangu powerengera zochita zanu"},{"SurahNumber":6,"VerseNumber":63,"Text":"Nena, “Kodi ndani amakupulumutsani m’mavuto a pa mtunda ndi a pa nyanja ndi pamene inu mumamupempha Iye modzichepetsa ndi mwamseri, ponena kuti: ‘Ngati Iye atipulumutsa ife pa mavuto awa, ndithudi, ife tidzakhala othokoza.”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Nena, “Mulungu amakupulumutsani inu ku zovuta izi ndi kumavuto ena onse, komabe inu mumapembedzabe mafano mowonjezera pa Iye.”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Nena, “Iye ali ndi mphamvu yotumiza chilango chake pa inu kuchokerapamutupanukapenapansipamapazianukapena kukugawani inu kukhala m’magulu a anthu osagwirizana ndi kukulawitsani mazunzo ochokera kwa anzanu. Taonani mmene timaonetsera poyera chivumbulutso chathu kuti akhale ozindikira.”"},{"SurahNumber":6,"VerseNumber":66,"Text":"Koma anthu ako alikana ili ngakhale lili choonadi chenicheni. Nena: “Ine sindine Msungi wanu ayi.”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Nkhani iliyonse ili ndi nthawi yake ndipo posachedwapa mudzazindikira"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ndipo pamene iwe uwaona iwo amene amanyoza chivumbulutso chathu, usakhale nawo pamodzi mpaka pokhapokha akamba nkhani ina. Ngati satana akuiwalitsa, ndipo pambuyo pake ukumbukira usakhale mgulu la anthu ochita zoipa"}]}