{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tba, sina. E-saba hacche kura'anera tatha suspasta granthera banisamuha"},{"SurahNumber":27,"VerseNumber":2,"Text":"muminadera jan'ya patha-nirdesaka ebam susambadabahaka"},{"SurahNumber":27,"VerseNumber":3,"Text":"yara namaya kayema kare o yakata pradana kare, ara tara akherata sanbandhe sbayam drrhabisbasa rakhe."},{"SurahNumber":27,"VerseNumber":4,"Text":"Nihsandeha yara parakale bisbasa kare na tadera kriyakarmake amara tadera jan'ya cittakaryaka karechi, phale tara andhabhabe ghure beraya."},{"SurahNumber":27,"VerseNumber":5,"Text":"Era'i tara yadera jan'ya rayeche eka kastakara sasti, ara parakale tara khoda habe sarbadhika ksatigrasta."},{"SurahNumber":27,"VerseNumber":6,"Text":"Ara abasya tumi, -- tomake'i to kura'ana pa'oyano hayeche parama jnani sarbajnatara tarapha theke."},{"SurahNumber":27,"VerseNumber":7,"Text":"Smarana karo! Musa tamra parijanake balalena -- ''nihsandeha ami agunera abhasa pacchi, ami ekhani sekhana theke tomadera kache kono khabara niye asachi, athaba tomadera jan'ya jbalanta anata niye asachi yate tomara nijedera garama karate para.’’"},{"SurahNumber":27,"VerseNumber":8,"Text":"Atahpara yakhana tini era kache elena takhana a'oyaja halo e'i bale -- ''dhan'ya se'ijana ye agunera bhetare ebam ye era asepase rayeche. Ara sakala mahima bisbajagatera prabhu allah‌ra"},{"SurahNumber":27,"VerseNumber":9,"Text":"he musa! Nihsandeha e'i to ami allah -- mahasaktisali, paramajnani."},{"SurahNumber":27,"VerseNumber":10,"Text":"Ara tomara lathi chumre mara.’’ Tarapara yakhana tini etike dekhalena daurache -- yena eti ekati sapa, tini takhana pechana dike chutalena ara ghure dekhalena na. ''He musa, bhaya karo na, nihsandeha rasulagana amara samane bhaya kare na"},{"SurahNumber":27,"VerseNumber":11,"Text":"se byatita ye an'yaya kareche tarapara manda kajera pare badala kare bhala kaja, tahale ami niscaya'i paritrana kari, aphuranta phaladata."},{"SurahNumber":27,"VerseNumber":12,"Text":"Ara tomara hata tomara pakete dhoka'o, eti beriye asabe sada haye kono dosatruti chara, -- phira'a'una o tara lokadalera kache nayati nidarsanera antargata. Nihsandeha tara hacche simalanghanakari jati.’’"},{"SurahNumber":27,"VerseNumber":13,"Text":"Tarapara yakhana amadera nidarsanagulo tadera kache ela darsaniyabhabe, tara balale -- ''e to pariskara jadu.’’"}]}