{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":51,"Text":"Āmi yadi ēmana bāẏu prēraṇa kari yāra phalē tārā śasyakē haladē haẏē yētē dēkhē, takhana tō tārā abaśya'i akr̥tajña haẏē yāẏa."},{"SurahNumber":30,"VerseNumber":52,"Text":"Ata'ēba, āpani mr̥tadērakē śōnātē pārabēna nā ēbaṁ badhirakē'ō āhabāna śōnātē pārabēna nā, yakhana tārā pr̥ṣṭha pradarśana karē."},{"SurahNumber":30,"VerseNumber":53,"Text":"Āpani andhadēra'ō tādēra pathabhraṣṭatā thēkē patha dēkhātē pārabēna nā. Āpani kēbala tādēra'i śōnātē pārabēna, yārā āmāra āẏātasamūhē biśbāsa karē. Kārana tārā musalamāna."},{"SurahNumber":30,"VerseNumber":54,"Text":"Āllāha tini dūrbala abasthāẏa tōmādēra sr̥ṣṭi karēna ataḥpara dūrbalatāra para śaktidāna karēna, ataḥpara śaktira para dēna durbalatā ō bārdhakya. Tini yā icchā sr̥ṣṭi karēna ēbaṁ tini sarbajña, sarbaśaktimāna."},{"SurahNumber":30,"VerseNumber":55,"Text":"Yēdina kēẏāmata saṅghaṭita habē, sēdina aparādhīrā kasama khēẏē balabē yē, ēka muhurtēra'ō bēśī abasthāna karini. Ēmanibhābē tārā satyabimukha hata."},{"SurahNumber":30,"VerseNumber":56,"Text":"Yādēra jñāna ō īmāna dēẏā haẏēchē, tārā balabē āmarā āllāhara kitāba matē punarut'thāna dibasa paryanta abasthāna karēchi. Ēṭā'i punarut'thāna dibasa, kintu tōmarā tā jānatē nā."},{"SurahNumber":30,"VerseNumber":57,"Text":"Sēdina jālēmadēra ōyara-āpatti tādēra kōna upakārē āsabē nā ēbaṁ ta'ōbā karē āllāhara santuṣṭi lābhēra suyōga'ō tādēra dēẏā habē nā."},{"SurahNumber":30,"VerseNumber":58,"Text":"Āmi ē'i kōra'ānē mānuṣēra jan'ya sarbaprakāra dr̥ṣṭānta barṇanā karēchi. Āpani yadi tādēra kāchē kōna nidarśana upasthita karēna, tabē kāphērarā abaśya'i balabē, tōmarā sabā'i mithyāpanthī."},{"SurahNumber":30,"VerseNumber":59,"Text":"Ēmanibhābē āllāha jñānahīnadēra hr̥daẏa mōharāṅkita karē dēna."},{"SurahNumber":30,"VerseNumber":60,"Text":"Ata'ēba, āpani sabara karuna. Āllāhara ōẏādā satya. Yārā biśbāsī naẏa, tārā yēna āpanākē bicalita karatē nā pārē."}]}