{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":67,"Text":"O Allah’dır ki, sizi (babanız Âdem’i) bir topraktan yarattı, sonra bir nutfeden, sonra bir kan pıhtısından... Sonra sizi (annelerinizin karnından) bir bebek olarak çıkarıyor. Sonra delikanlılık çağınıza eresiniz diye büyütüyor, sonra da ihtiyar olasınız diye... İçinizden kimi de, (delikanlılık ve ihtiyarlık çağından) daha evvel öldürülüyor. Bunlar, muayyen bir ecele eresiniz diye yapılır. Olur ki (Allah’ın büyük kudretine ve eşsizliğine delâlet eden bu halleri) düşünürsünüz"},{"SurahNumber":40,"VerseNumber":68,"Text":"Dirilten de, öldüren de O’dur. O, bir işi (yaratmak) istediği vakit sade “Ol” der, oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"(Ey Rasûlüm), Allah’ın âyetleri hakkında mücadele edenlere bakmaz mısın, (hak dinden) nasıl çevriliyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Kur’an’ı ve peygamberlerimizle gönderdiğimiz diğer kitapları inkâr edenler, (yakında, kıyamette kendilerine ne yapılacağını) bilecekler"},{"SurahNumber":40,"VerseNumber":71,"Text":"O vakit, boyunlarında (demirden) lâleler ve zincirler olduğu halde sürüklenecekler"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kaynar suda... Sonra ateşte yakılacaklar"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra onlara şöyle denilecek: “- Nerede ortak koşup tapındığınız"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allah’dan başkaları.” Onlar (cevap olarak şöyle) diyecekler: “- Bizden kaybolup gittiler. Doğrusu biz, bundan önce, bir şeye ibadet etmiyormuşuz (onların hiç bir kıymeti yokmuş).” İşte Allah kâfirleri böyle sapıklığa düşürür"},{"SurahNumber":40,"VerseNumber":75,"Text":"Size bu azap, yeryüzünde azgınlıkla sevinmenizden ve kibirlenmenizden dolayıdır"},{"SurahNumber":40,"VerseNumber":76,"Text":"(Onlara şöyle denir): “Girin cehennem kapılarından, içlerinde ebedî kalmak üzere... Bak, o kibirlenenlerin yeri ne kötüdür"},{"SurahNumber":40,"VerseNumber":77,"Text":"Onun için (Ey Rasûlüm, kâfirlerin eziyetlerine) sabret. Elbette Allah’ın (sana olan zafer) vaadi bir gerçektir. Artık onlara vaad ettiğimiz azabın bir kısmını sana göstersek de, yahud seni kendimize alsak da muhakkak onlar döndürülüp bize getirilecekler"}]}