{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":10,"VerseNumber":89,"Text":"(Allah) aravuga ati \"Mu by’ukuri, ubusabe bwanyu mwembi (Musa na Haruna) bwakiriwe. Bityo, nimushikame ku nzira igororotse kandi ntimuzigere mukurikira na rimwe inzira y’abadafite ubumenyi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Nuko bene Isiraheli tubambutsa inyanja, maze Farawo n’ingabo ze barabakurikira bagamije kubarenganyano kubagirira nabi, kugeza ubwo (Farawo) arohamye, maze aravuga ati \"Nemeye konta yindi Mana ikwiye gusengwa by’ukuri uretse iyo bene Isiraheli bemeye, kandi njye ndi umwe mu Bayisilamu"},{"SurahNumber":10,"VerseNumber":91,"Text":"Ese ubu (ni bwo ubonye kwemera) kandi wari warigometse ukaba no mu bangizi"},{"SurahNumber":10,"VerseNumber":92,"Text":"Uyu munsi turarohora umubiri wawe tuwurinde kwangirika, kugira ngo uzabere ikimenyetso abazabaho nyuma yawe! Nyamara abenshi mu bantu birengagiza ibimenyetso byacu (ntibabikuremo isomo)"},{"SurahNumber":10,"VerseNumber":93,"Text":"Kandi mu by’ukuri, bene Isiraheli twabatuje ahantu hubahitse, tunabaha ibyiza kandi ntibigeze batandukana mbere y’uko bagerwagaho n’ubumenyi (Tawurati). Mu by’ukuri, Nyagasani wawe azabakiranura ku munsi w’imperuka mu byo batavugagaho rumwe"},{"SurahNumber":10,"VerseNumber":94,"Text":"Kandi (yewe Muhamadi) niba ushidikanya ku byo twaguhishuriye (ko izina ryawe ryanditse muri Tawurati no mu Ivanjili), ngaho baza abasomye ibitabo (Tawurati na Injili) mbere yawe. Mu by’ukuri, wagezweho n’ukuri guturutse kwa Nyagasani wawe. Bityo ntukabe mu bashidikanya"},{"SurahNumber":10,"VerseNumber":95,"Text":"Ntuzanigere uba umwe mu bahinyuye amagambo ya Allah,utazavaho ukaba mu banyagihombo"},{"SurahNumber":10,"VerseNumber":96,"Text":"Mu by’ukuri, babandi ijambo rya Nyagasani wawe (ry’ibihano) ryabereye impamo ntibazigera bemera"},{"SurahNumber":10,"VerseNumber":97,"Text":"N’iyo buri kimenyetso cyabageraho (ntibakwemera),kugeza babonye ibihano bibabaza"}]}