{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":25,"VerseNumber":56,"Text":"Ate asim tuhanu sirafa khusakhabari dena vala ate azaba dena vala bana ke bheji'a hai"},{"SurahNumber":25,"VerseNumber":57,"Text":"Tusim akho, ki maim tuhade tom isa la'i ko'i mazaduri nahim magada. Paratu iha ki jihara cahe apane raba da raha apana lave"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ate jivata alaha te jihara kade marana vala nahi bharosa rakho ate usa di khusi de nala usa di upama karo. Ate uha apane badi'am de papam di khabara rakhana vala kaphi hai"},{"SurahNumber":25,"VerseNumber":59,"Text":"Jisa ne akasam ate dharati nu che dinam vica paida kita ate (usa nu) jihara inham de vicakara hai. Phira uha rahimana arasa te birazamana ho'i'a. Isa la'i usa nu puchom jihara ko'i janada hai"},{"SurahNumber":25,"VerseNumber":60,"Text":"Ate jadom unham nu kiha janda hai ki rahimana nu sijada karo “tam uha akhade hana ki rahimana ki hai. Ki asim usanu sijada kari'e jisa nu tusim akhade ho. Ate unham da thirakana hora vadha janda hai"},{"SurahNumber":25,"VerseNumber":61,"Text":"Ate alaha vadi barakata vala hai. Jisa ne akasam vica bauraja bana'e ate unham vica ika diva (suraja) ate ika camakada ho'i'a cana rakhi'a"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ate uha hi hai jisa ne dinam nu ika tom ba'ada ika a'una vale bana'i'a usa bade la'i, jihara sikhi'a laina cahave ate ahisana mada banana cahave"},{"SurahNumber":25,"VerseNumber":63,"Text":"Ate alaha de bade uha hana, jihare dharati ute nimarata akha dide hana ki tuhanu salama"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ate jihare apane raba de age sijada ate kayama (khare hona) vica ratam batita karade hana"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ate jihare akhade hana, ki he sade raba! Naraka di saza nu sade tom dura rakha. Besaka usa di saza bahuta dukhada'ika hai"},{"SurahNumber":25,"VerseNumber":66,"Text":"Besaka uha bahuta bhaira tikana hai ate bhaira sathana hai"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ate uha loka jadom uha kharaca karade hana, na tam ajamim' uda'unde hana ate na hi uha kajusi karade hana, (sagom) unham va kharaca darami'ana huda hai"}]}