{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":59,"Text":"Purbabartigana katrꦣ2453; nidarsana asbikara karara phale'i amake nidarsanabali prerana theke birata thakate hayeche. Ami taderake bojhabara jan'ye samudake ustri diyechilama. Atahpara tara tara prati juluma karechila. Ami bhiti pradarsanera uddese'i nidarsana prerana kari."},{"SurahNumber":17,"VerseNumber":60,"Text":"Ebam smarana karuna, ami apanake bale diyechilama ye, apanara palanakarta manusake paribestana kare rekhechena ebam ye drsya ami apanake dekhiyechi ta'o kora'ane ullekhita abhisapta brksa kebala manusera pariksara jan'ye. Ami taderake bhaya pradarsana kari. Kintu ete tadera abadhyata'i ara'o brd'dhi paya."},{"SurahNumber":17,"VerseNumber":61,"Text":"Smarana kara, yakhana ami pheresataderake balalamah adamake sejada kara, takhana ibalisa byatita saba'i sejadaya pare gela. Kintu se balalah ami ki emana byaktike sejada karaba, yake apani matira dbara srsti karechena"},{"SurahNumber":17,"VerseNumber":62,"Text":"se balalah dekhuna to, ena se byakti, yake apani amara ca'ite'o ucca maryada diye diyechena. Yadi apani amake keyamata dibasa paryanta samaya dena, tabe ami saman'ya sankhyaka chara tara bansadharaderake samule nasta kare deba."},{"SurahNumber":17,"VerseNumber":63,"Text":"Allaha balenah cale ya, atahpara tadera madhya theke ye tora anugami habe, jahannama'i habe tadera sabara sasti-bharapura sasti."},{"SurahNumber":17,"VerseNumber":64,"Text":"Tu'i satyacyuta kare tadera madhya theke yake parisa sbiya a'oyaya dbara, sbiya asbarohi o padatika bahini niye taderake akramana kara, tadera artha-sampada o santana-santatite sarika haye ya ebam taderake pratisruti de. Chalana chara sayatana taderake kona pratisruti deya na."},{"SurahNumber":17,"VerseNumber":65,"Text":"Amara bandadera upara tora kona ksamata ne'i apanara palanakarta yathesta karyanirbahi."},{"SurahNumber":17,"VerseNumber":66,"Text":"Tomadera palanakarta tini'i, yini tomadera jan'ye samudre jalayana calana karena, yate tomara tara anugraha anbesana karate paro. Nih sandehe tini tomadera prati parama dayalu."}]}