{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":52,"VerseNumber":32,"Text":"nīvu hēḷiri; nīvu kāyuttalē iri. Nim'ma jote nānū kādiruttēne"},{"SurahNumber":52,"VerseNumber":33,"Text":"avara bud'dhigaḷu avarige idannē kalisuttiveyē? Athavā avarēnu vidrōhigaḷāgi biṭṭiruvarē"},{"SurahNumber":52,"VerseNumber":34,"Text":"‘‘avanu idannu (kur‌ānannu) tānē racisikoṇḍiddāne’’ endavaru hēḷuttiddāreyē? Nijavāgi avaru nambuttilla"},{"SurahNumber":52,"VerseNumber":35,"Text":"avaru satyavantarāgiddare, intaha ondu vacanavannu avaru racisi tarali"},{"SurahNumber":52,"VerseNumber":36,"Text":"avarēnu śūn'yadinda sr̥ṣṭisalpaṭṭiruvarē athavā svataḥ avaru sr̥ṣṭikartarāgiruvarē"},{"SurahNumber":52,"VerseNumber":37,"Text":"ākāśagaḷannu hāgū bhūmiyannēnu avaru sr̥ṣṭisiruvarē? Nijavāgi avarige dr̥ḍha nambike illa"},{"SurahNumber":52,"VerseNumber":38,"Text":"nim'moḍeyana bhaṇḍāragaḷēnu avara baḷi iveyē? Athavā avarēnu (nāḍina) kāvalugārarē"},{"SurahNumber":52,"VerseNumber":39,"Text":"avara baḷiyēnu ēṇi ideyē? Avarēnu adara mēlēri (ākāśa lōkada samācāragaḷige) kivi goḍuttiddāreyē? Hāgādare (ā rīti) kivi goḍuva avara vyaktiyu spaṣṭavāda purāveyannu tarali"},{"SurahNumber":52,"VerseNumber":40,"Text":"avanige (allāhanige) putriyaru mattu avarige putrarē"},{"SurahNumber":52,"VerseNumber":41,"Text":"(dūtarē,) nīvēnu avarinda ēnādarū pratiphalavannu apēkṣisiruvirā mattu avaru taledaṇḍada bhāradaḍi naraḷuttiruvarē"},{"SurahNumber":52,"VerseNumber":42,"Text":"athavā avara baḷi, avaru barediḍuttiruva guptalōkada jñānavēnādarū ideyē"},{"SurahNumber":52,"VerseNumber":43,"Text":"avarēnu, yāvudādarū san̄cu hūḍa bayasuttāreyē? Konege dhikkārigaḷē san̄cige tuttāguvaru"},{"SurahNumber":52,"VerseNumber":44,"Text":"avarigēnu allāhana horatu bēre dēvariddāneyē? Allāhanantu, avaru pālugoḷisuva ellavugaḷinda muktanāgiddāne"},{"SurahNumber":52,"VerseNumber":45,"Text":"avaru, ākāśada ondu tuṇḍu muridu bīḷuvudannu kaṇḍarū, adu gaṭṭiyāgidda mōḍa endaṣṭē hēḷuvaru"},{"SurahNumber":52,"VerseNumber":46,"Text":"Avaru tam'mannu mūrche hōgisuva dinavannu kāṇuva tanaka, nīvu avarannu biṭṭu biḍiri"},{"SurahNumber":52,"VerseNumber":47,"Text":"ā dina avara san̄cu avara yāva kelasakkū bāradu mattu avarige yāva neravū sigadu"},{"SurahNumber":52,"VerseNumber":48,"Text":"mattu akramigaḷige idallade innū heccina śikṣeyū khaṇḍita siguvudu. Adare avaralli heccinavaru tiḷidilla"},{"SurahNumber":52,"VerseNumber":49,"Text":"(dūtarē,) nīvu nim'ma prabhuvina ādēśadante sahanaśīlarāgiri. Nīvu khaṇḍita nam'ma kaṇṇa mundiruviri. Nīvu eddēḷuvāga, nim'ma oḍeyana pāvitravannu japisiri"}]}