{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"This is because God is the Supreme Truth who gives life to the dead and who has power over all things"},{"SurahNumber":22,"VerseNumber":7,"Text":"There is no doubt about the coming of the Hour of Doom and that God will raise every one from their graves"},{"SurahNumber":22,"VerseNumber":8,"Text":"Some people argue about God without knowledge, guidance, and an enlightening Book"},{"SurahNumber":22,"VerseNumber":9,"Text":"They turn away (from the Truth) to lead people away from the path of God. Their share in this world will be disgrace and on the Day of Judgment a burning torment"},{"SurahNumber":22,"VerseNumber":10,"Text":"(They will be told), \"This is the result of what your hands have wrought. God is certainly not unjust to His servants"},{"SurahNumber":22,"VerseNumber":11,"Text":"Some people worship God to achieve worldly gains. They are confident when they are prosperous, but when they face hardships they turn away from (worship). They are lost in this life and will be lost in the life to come. Such loss is indeed destructive"},{"SurahNumber":22,"VerseNumber":12,"Text":"They worship things instead of God which can neither harm them nor benefit them. This is indeed to stray far away from the right path"},{"SurahNumber":22,"VerseNumber":13,"Text":"Their worship of such things, in which there is no hope for any benefit, can only harm them. How terrible is such a guardian and companion"},{"SurahNumber":22,"VerseNumber":14,"Text":"God will admit the righteously striving believers to the gardens wherein streams flow. God has all the power to do whatever He wants"},{"SurahNumber":22,"VerseNumber":15,"Text":"Those who thought that God would never grant victory to (Muhammad), in this world nor in the life hereafter (and now that he is victorious) should hang themselves by the necks from the ceiling, then cut the rope and see if this can do away with what has enraged them"}]}