{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":44,"VerseNumber":1,"Text":"Hā. Mīma"},{"SurahNumber":44,"VerseNumber":2,"Text":"Śapatha āhē yā spaṣṭa granthācī"},{"SurahNumber":44,"VerseNumber":3,"Text":"Niḥsanśaya, āmhī yā granthālā ēkā śubharātrīta1 avatarita kēlē āhē. Niḥsanśaya, āmhī avagata karūna dēṇārē āhōta"},{"SurahNumber":44,"VerseNumber":4,"Text":"Tyāca rātrīta pratyēka mahattvapūrṇa kāryācā nirṇaya ghētalā jātō"},{"SurahNumber":44,"VerseNumber":5,"Text":"Āmacyākaḍūna ēka pharmāna banūna āmhīca āhōta rasūla (sandēśavāhaka) banavūna pāṭhaviṇārē"},{"SurahNumber":44,"VerseNumber":6,"Text":"Tumacyā pālanakartyācyā kr̥pēnē, tōca āhē aikaṇārā āṇi jāṇaṇārā"},{"SurahNumber":44,"VerseNumber":7,"Text":"Jō ākāśān̄cā āṇi dharatīcā āṇi tyān̄cyā daramyāna jē kāhī āhē tyā sarvān̄cā svāmī āhē, jara tumhī viśvāsa rākhaṇārē asāla"},{"SurahNumber":44,"VerseNumber":8,"Text":"Tyācyāśivāya dusarā kōṇīhī upāsanā karaṇyāsa pātra nāhī. Tōca jivanta karatō āṇi māratō. Tōca tumacā āṇi tumacyāpūrvī hō'ūna gēlēlyā pūrvajān̄cā svāmī va pālanakartā āhē"},{"SurahNumber":44,"VerseNumber":9,"Text":"Kimbahunā tē sanśayāta paḍūna khēḷata āhēta"},{"SurahNumber":44,"VerseNumber":10,"Text":"Tumhī tyā divasācyā pratīkṣēta rāhā, jēvhā ākāśa ughaḍa svarūpācā dhūra āṇīla"},{"SurahNumber":44,"VerseNumber":11,"Text":"Jō lōkānnā ghērā ṭākīla. Hī mōṭhī duḥkhadāyaka śikṣā - yātanā āhē"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Mhaṇatīla kī) hē āmacyā pālanakartyā! Hā azāba (śikṣā - yātanā) āmacyāpāsūna dūra kara, āmhī īmāna svīkāralē"},{"SurahNumber":44,"VerseNumber":13,"Text":"Tyān̄cyāsāṭhī ātā upadēśa kōṭhē āhē? Spaṣṭarityā nivēdana karaṇārē paigambara tyān̄cyājavaḷa (kēvhāca) yē'ūna gēlēta"},{"SurahNumber":44,"VerseNumber":14,"Text":"Tarīhī tyānnī tyān̄cyākaḍūna tōṇḍa phiravilē āṇi sāṅgitalē kī hā tara śikavilēlā vēḍā āhē"},{"SurahNumber":44,"VerseNumber":15,"Text":"Āmhī śikṣā - yātanēlā thōḍēsē dūrahī karū tarī tumhī parata punhā āpalyā tyāca avasthēta yāla"},{"SurahNumber":44,"VerseNumber":16,"Text":"Jyā divaśī āmhī mōṭhyā sakta pakaḍīta dharū, niścitaca āmhī pratiśōdha (sūḍa) ghēṇāra āhōta"},{"SurahNumber":44,"VerseNumber":17,"Text":"Āṇi niḥsanśaya, āmhī yāpūrvī phira'aunacyā janasamūhācī (hī) parīkṣā ghētalī āhē jyān̄cyājavaḷa (allāhacā) pratiṣṭhāsampanna rasūla (paigambara) ālā"},{"SurahNumber":44,"VerseNumber":18,"Text":"Kī allāhacyā dāsānnā mājhyā havālī karā, viśvāsa rākhā kī mī tumacyāsāṭhī viśvasta paigambara āhē"}]}