{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":22,"VerseNumber":6,"Text":"Il en est ainsi parce qu’Allah est la veritable divinite et qu’Il est Celui qui redonnera vie aux morts et qui a pouvoir sur toute chose"},{"SurahNumber":22,"VerseNumber":7,"Text":"que l’Heure sonnera ineluctablement et qu’Allah ressuscitera les morts dans leurs tombes"},{"SurahNumber":22,"VerseNumber":8,"Text":"Il est des hommes qui discutent au sujet d’Allah sans le moindre argument, sans la plus petite preuve et sans se referer a des Ecritures susceptibles de les eclairer"},{"SurahNumber":22,"VerseNumber":9,"Text":"Pousses par l’orgueil, ils se detournent de la verite et eloignent les autres de la religion d’Allah. Ils seront couverts d’humiliation en ce monde, avant que Nous leur infligions, le Jour de la resurrection, le chatiment du Feu"},{"SurahNumber":22,"VerseNumber":10,"Text":"« Voila la juste retribution du mal que tu as commis durant ta vie », sera-t-il dit a l’un d’entre eux. Car Allah ne saurait etre injuste envers Ses serviteurs"},{"SurahNumber":22,"VerseNumber":11,"Text":"Il est aussi des hommes dont la foi en Allah est chancelante. S’ils jouissent du bonheur, ils demeurent sereinement attaches a la foi, mais s’ils subissent un malheur, ils font volte-face pour retourner a l’impiete, provoquant ainsi leur ruine ici-bas et dans l’au-dela. Est-il ruine plus evidente"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ils invoquent, en dehors d’Allah, des divinites qui ne peuvent ni leur nuire, ni leur etre d’aucune utilite. Peut-on etre plus eloigne de la verite"},{"SurahNumber":22,"VerseNumber":13,"Text":"Ils invoquent des dieux qui leur nuisent bien plus surement qu’ils ne leur sont utiles. Quels miserables protecteurs et quels odieux compagnons"},{"SurahNumber":22,"VerseNumber":14,"Text":"Quant aux croyants qui accomplissent de bonnes œuvres, Allah les admettra dans des jardins traverses de rivieres. Allah agit toujours comme Il l’entend"},{"SurahNumber":22,"VerseNumber":15,"Text":"Celui qui pense qu’Allah ne fera pas triompher Son prophete ici-bas et dans l’au-dela peut toujours attacher une corde au plafond de sa maison et s’y pendre. Il verra si son geste est de nature a dissiper sa rage"}]}