{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":23,"Text":"Hast thou not observed those vouchsafed a portion of the Book called to the Book of Allah that it may judge between them? Then a party of them turn away and they are backsliders"},{"SurahNumber":3,"VerseNumber":24,"Text":"That is because they say, the Fire shall touch us not save for a few days numbered. And there had deluded them in their religion that which they have been fabricating"},{"SurahNumber":3,"VerseNumber":25,"Text":"How shall it be then, when we shall gather them on the Day whereof there is no doubt, and every soul shall be repaid in full that which it hath earned, and they shall not be wronged"},{"SurahNumber":3,"VerseNumber":26,"Text":"Say thou: O Allah! sovereign of the dominion: Thou givest dominion unto whomsoever Thou wilt, and Thou takest away dominion from whomsoever Thou wilt; Thou honourest whomsoever Thou wilt, and Thou abasest whomsoever Thou wilt; and in Thine hand is good. And verily Thou art over every thing Potent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Thou plungest night into day and Thou plungest day into night, and Thou bringest forth the living from the lifeless, and Thou bringest forth the lifeless from the living; and Thou providest for whomsoever Thou wilt without reckoning"},{"SurahNumber":3,"VerseNumber":28,"Text":"Let not the believers take unto themselves the infidels as friends, beside the believers: and whosoever doth that, then he is not in respect of Allah in aught, unless indeed ye fear from them a danger. And Allah maketh ye beware of Himself; and unto Allah is the last wending"},{"SurahNumber":3,"VerseNumber":29,"Text":"Say thou: Whether ye conceal that which is in your breasts or disclose it, Allah knoweth it, and He knoweth that which is in the heavens and in the earth; and Allah is over everything Potent"}]}