{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":3,"VerseNumber":30,"Text":"je divase dareka jiva (vyakti) potana karela sadakaryone ane potana duskarmone pami lese, iccha karase ke kadaca! Tena ane duskarmona vacce ghanum ja antara hota, allaha ta'ala tamane potani hasti thi daravi rahyo che ane allaha ta'ala potana banda'o para ghano ja krpalu che"},{"SurahNumber":3,"VerseNumber":31,"Text":"kahi do ke jo tame allahathi mohabbata rakho cho to maru anusarana karo, allaha ta'ala pote tamarathi mohabbata karase ane tamara guna mapha kari dese ane allaha ta'ala ghano ja mapha karanara, dayalu che"},{"SurahNumber":3,"VerseNumber":32,"Text":"kahi do ke allaha ta'ala ane payagambaranum anusarana karo, jo a loko modhum pheravi lem to ninsanka allaha ta'ala inkari'one mohabbata nathi karato"},{"SurahNumber":3,"VerseNumber":33,"Text":"Ninsanka allaha ta'ala'e samraga srstina loko manthi adama (a.Sa.), Nuha (a.Sa.), Ibrahima (a.Sa.) Na kutumbi'o ane imarana na kutumbi'one pasanda kari lidha"},{"SurahNumber":3,"VerseNumber":34,"Text":"ke a sau andara andara ekabijani pedhi manthi che ane allaha ta'ala sambhalanara, jananara che"},{"SurahNumber":3,"VerseNumber":35,"Text":"jyare imarana ni patni'e kahyum ke he mara palanahara! Mara garbhamam je kami che tene mem tara name arpana karavani najhara mani, tum mara taraphathi kabula kara, ninsanka tum sari rite sambhalanara ane sari rite jananara che"},{"SurahNumber":3,"VerseNumber":36,"Text":"jyare balakine janama apyo to kaheva lagi ke palanahara! Mane to balaki tha'i, allaha ta'ala khuba sari rite jane che ke kona janmayum che ane balaka-balaki samana nathi, mem tenum nama marayama rakhyum, hum tene ane tena santanane dhutakarela setanathi tara saranamam apu chum"},{"SurahNumber":3,"VerseNumber":37,"Text":"basa! Tene tena palanahare uttama rite kabula kari ane tenum bharana-posana uttama rite karyu, tena khabara antara mate jhakariya (a.Sa.) Ne banavya, jyare pana jhakariya (a.Sa.) Tenina kamaramam jatam tenini pase roji jota, te savala karata he marayama! A roji tamari pase kayanthi avi? Te javaba apati ke a allaha ta'ala pasethi che, ninsanka allaha ta'ala jene icche puskala roji ape che"}]}