{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":40,"Text":"¡Pues no! Juro por el Senor de los diferentes levantes y ponientes del Sol que tengo poder"},{"SurahNumber":70,"VerseNumber":41,"Text":"para sustituirlos por otros seres mejores que ellos, sin que nadie pueda impedirmelo"},{"SurahNumber":70,"VerseNumber":42,"Text":"Dejalos que discutan y jueguen hasta que les llegue el dia con que se les ha advertido"},{"SurahNumber":70,"VerseNumber":43,"Text":"El dia que salgan de las tumbas, presurosos como si corrieran hacia una meta"},{"SurahNumber":70,"VerseNumber":44,"Text":"con su mirada abatida, cubiertos de humillacion. Ese es el dia que se les ha advertido"},{"SurahNumber":71,"VerseNumber":1,"Text":"Envie a Noe a su pueblo [diciendole]: \"Advierte a tu pueblo antes de que le llegue un castigo doloroso"},{"SurahNumber":71,"VerseNumber":2,"Text":"Dijo [Noe]: \"¡Pueblo mio! Soy un amonestador que Dios les ha enviado para que les hable con claridad"},{"SurahNumber":71,"VerseNumber":3,"Text":"asi que adoren y tengan temor de Dios, y obedezcan lo que les indique"},{"SurahNumber":71,"VerseNumber":4,"Text":"porque si lo hacen Dios perdonara sus pecados y les concedera vivir hasta el plazo prefijado. Pero sepan que cuando el plazo fijado por Dios los alcance, no podra ser retrasado. ¡Si tan solo supieran"},{"SurahNumber":71,"VerseNumber":5,"Text":"Dijo Noe: \"¡Senor mio! He exhortado a mi pueblo noche y dia"},{"SurahNumber":71,"VerseNumber":6,"Text":"pero mi exhortacion solo ha servido para que se aparten aun mas [de Ti]"},{"SurahNumber":71,"VerseNumber":7,"Text":"Cada vez que les invite a la guia recta para que Tu los perdonaras, se pusieron los dedos en los oidos, se cubrieron [los ojos] con la ropa, se obstinaron y actuaron con soberbia"},{"SurahNumber":71,"VerseNumber":8,"Text":"Ademas, los llame abiertamente"},{"SurahNumber":71,"VerseNumber":9,"Text":"y les hable en publico y en privado"},{"SurahNumber":71,"VerseNumber":10,"Text":"Y les dije: ‘Pidan perdon a su Senor, porque El es Indulgente"}]}