{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":18,"Text":"Ва Биз осмондан (аниқ) ўлчов билан сув (ёмғир-қор) ёғдириб, уни ерга жойлаб қўйдик. Шак-шубҳасиз, Биз уни кетказишга ҳам қодирдирмиз"},{"SurahNumber":23,"VerseNumber":19,"Text":"Сўнг Биз сизлар учун у (сув) ёрдамида хурмо ва узум боғларини пайдо қилдик. Сизлар учун у (боғларда) кўп мевалар бўлур, сизлар улардан ейсизлар"},{"SurahNumber":23,"VerseNumber":20,"Text":"Яна (Биз сизлар учун) Тури Сайно (тоғи)дан чиқадиган ёғли ва егувчилар учун (нон) ҳуруш бўлган ҳолда ўсадиган бир дарахтни (яъни, зайтунни яратдик)"},{"SurahNumber":23,"VerseNumber":21,"Text":"Албатга сизлар учун чорва молларида ҳам ибрат бордир — Биз сизларни уларнинг қорнидаги сут билан суғорурмиз, яна сизлар учун уларда (юнгларидан кийимлар тўқиш, миниш каби) кўп фойдалар бордир, шунингдек улар(нинг гўшт-ёғлари)дан ейсизлар"},{"SurahNumber":23,"VerseNumber":22,"Text":"Яна уларнинг устида ва (дарё-денгизларда эса) кемаларда юк ташийсизлар"},{"SurahNumber":23,"VerseNumber":23,"Text":"(Қасамки), Биз Нуҳни ўз қавмига пайғамбар қилдик. Бас у: «Эй қавмим, Аллоҳга ибодат қилинглар! Сизлар учун Ундан ўзга илоҳ йўқдир. Ахир қўрқмайсизларми», деди"},{"SurahNumber":23,"VerseNumber":24,"Text":"(Шунда) унинг қавмидан кофир бўлган кимсалар: «Бу ҳам худди сизларга ўхшаган одам. (Фақат) сизлардан устун бўлиб олмоқчи. Агар Аллоҳ (пайғамбар юборишни) хоҳласа эди, фаришталарни туширган бўлур эди. Бизлар бу (Нуҳ айтаётган «Аллоҳ якка-ягонадир», деган сўз)ни аввалги ота-боболаримиздан эшитган эмасмиз"},{"SurahNumber":23,"VerseNumber":25,"Text":"У (яъни, Нуҳ) фақат бир жинни бўлган одамдир. Бас, унга бир (оз) вақтгача кўз тутинглар, (агар шу сўзидан қайтмас экан ўлдириб юборурсизлар)», дедилар"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Нуҳ) айтди: «Парвардигорим, улар мени ёлғончи қилганлари сабабли Ўзинг менга ёрдам қилгин (ва уларни ҳалок қилгин)»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Бас, Биз унга ваҳий қилдик: Бизнинг ҳифзу-ҳимоямизда ва Бизнинг ваҳий-таълимимиз билан бир кема ясагин. Бас, қачон Бизнинг фармонимиз келиб, таннурдан (олов ўрнига) фавворалар отилган вақтида у кемага ҳар (жонивордан) бир жуфтдан ва аҳли-оилангни солгин. Лекин (кофирлардан) қайси кимсалар устида Бизнинг сўзимиз (яъни, сувга ғарқ бўлиши ҳақидаги ҳукмимиз) ўтган бўлса (уларни тарк қилгин) ҳамда у золим кимсалар ҳақида (яъни, уларга нажот беришимни сўраб) Менга хитоб-илтижо қилмагин. Улар шак-шубҳасиз, ғарқ қилингувчидирлар"}]}