{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"We have not created the heavens and earth, and what between them is, for vanity; such is the thought of the unbelievers, wherefore woe unto the unbelievers because of the Fire"},{"SurahNumber":38,"VerseNumber":28,"Text":"Or shall We make those who believe and do righteous deeds as the workers of corruption in the earth, or shall We make the godfearing as the transgressors"},{"SurahNumber":38,"VerseNumber":29,"Text":"A Book We have sent down to thee, Blessed, that men possessed of minds may ponder its signs and so remember"},{"SurahNumber":38,"VerseNumber":30,"Text":"And We gave unto David Solomon; how excellent a servant he was! He was a penitent"},{"SurahNumber":38,"VerseNumber":31,"Text":"When in the evening were presented to him the standing steeds"},{"SurahNumber":38,"VerseNumber":32,"Text":"he said, 'Lo, I have loved the love of good things better than the remembrance of my Lord, until the sun was bidden behind the veil"},{"SurahNumber":38,"VerseNumber":33,"Text":"Return them to me!' And he began to stroke their shanks and necks"},{"SurahNumber":38,"VerseNumber":34,"Text":"Certainly We tried Solomon, and We cast upon his throne a mere body; then he repented"},{"SurahNumber":38,"VerseNumber":35,"Text":"He said, 'My Lord, forgive me, and give me a kingdom such as may not befall anyone after me; surely Thou art the All-giver"},{"SurahNumber":38,"VerseNumber":36,"Text":"So We subjected to him the wind, that ran at his commandment, softly, wherever he might light on"},{"SurahNumber":38,"VerseNumber":37,"Text":"and the Satans, every builder and diver"},{"SurahNumber":38,"VerseNumber":38,"Text":"and others also, coupled in fetters"},{"SurahNumber":38,"VerseNumber":39,"Text":"This is Our gift; bestow or withhold without reckoning"},{"SurahNumber":38,"VerseNumber":40,"Text":"And he had a near place in Our presence and a fair resort"},{"SurahNumber":38,"VerseNumber":41,"Text":"Remember also Our servant Job; when he called to his Lord, 'Behold, Satan has visited me with weariness and chastisement"},{"SurahNumber":38,"VerseNumber":42,"Text":"Stamp thy foot! This is a laving-place cool, and a drink"}]}