{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunuyordu da siz onları yalanlıyordunuz, degil mi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Onlar soyle derler: \"Rabbimiz! Azgınlıgımız bizi yenmisti ve sapık bir kavim olmustuk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz! \"Bizi atesten cıkar. Eger (sapıklıga) tekrar donersek, biz gercekten kendimize zulmetmis oluruz.\" derler"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Allah) \"Asagılık icinde kalın orada, artık benimle konusmayın!\" der"},{"SurahNumber":23,"VerseNumber":109,"Text":"Gercek su ki kullarımdan: “Rabbimiz, iman ettik, bize magfiret ve rahmet buyur. Sen rahmet edenlerin hayırlısısın, diyen bir topluluk vardı"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz ise onları alaya almıstınız. O kadar ki, onlar size beni anmayı unutturdu. Onlara hep guluyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugun sabrettikleri icin onları odullendirdim. Iste, asıl kurtulusa ermis olanlar onlardır"},{"SurahNumber":23,"VerseNumber":112,"Text":"“Siz yeryuzunde kac yıl kaldınız” diyecek"},{"SurahNumber":23,"VerseNumber":113,"Text":"Onlar: “Bir gun yahut bir gunun bir bolumu kadar eglendik. Haydi sayanlara sor” diyecekler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurdu ki: “Siz ancak az bir sure eglendiniz. Eger gercekten bilmis olsaydınız"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi, bosuna yarattıgımızı ve bize dondurulmeyeceginizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Gercek hukumdar olan Allah yuksektedir, yucedir. O’ndan baska hic (hak) ilah yoktur. O, serefli ve yuce Ars’ın Rabbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim hakkında hicbir delili bulunmaksızın Allah ile birlikte baska bir ilaha ibadet ederse onun hesabı ancak Rabbinin katındadır. Kafirler –hic suphesiz- kurtulusa eremezler"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki: “Rabbim! Bagısla, merhamet et. Cunku sen merhamet edenlerin en hayırlısısın!”"}]}