{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"mariyu memu i akasanni mariyu i bhumini mariyu vati madhya unna dannanta vrthaga srstincaledu! Idi satyanni tiraskarincina vari bhrama matrame. Kavuna atti satyatiraskarulaku narakagni badha padanunnadi"},{"SurahNumber":38,"VerseNumber":28,"Text":"emi? Memu visvasinci, satkaryalu cesevarini bhumilo kallolam rekettince varito samanuluga cestama? Leka memu daivabhiti galavarini dustulato samanuluga cestama"},{"SurahNumber":38,"VerseNumber":29,"Text":"(o muham'mad!) Memu ento subhavantamaina i granthanni (khur'an nu) nipai avatarimpa jesamu. Prajalu dini sucanalanu (ayat lanu) gurinci yocincalani mariyu bud'dhimantulu dini nundi hitabodha grahincalani"},{"SurahNumber":38,"VerseNumber":30,"Text":"mariyu memu davud ku sulaiman nu prasadincamu. Atanu uttama dasudu! Niscayanga, atanu ellappudu ma vaipunaku pascattapanto maralutu undevadu"},{"SurahNumber":38,"VerseNumber":31,"Text":"okaroju sayankalam atani mundu melu jati, vadi gala gurralu pravesapettabadinappudu"},{"SurahNumber":38,"VerseNumber":32,"Text":"atanu annadu: \"Ayyo! Vastavanga nenu na prabhuvu smaranaku baduluga i sampadanu (gurralanu) premincanu.\" Civaraku (suryudu) kanumarugai poyadu"},{"SurahNumber":38,"VerseNumber":33,"Text":"(atanu inka ila annadu): \"Vatini na vaddaku tirigi tisukurandi.\" Taruvata atanu vati pikkalanu mariyu medalanu nimarasagadu"},{"SurahNumber":38,"VerseNumber":34,"Text":"mariyu vastavaniki memu sulaiman nu pariksaku guri cesamu mariyu atani sinhasanampai oka kalebaranni padavesamu, appudatanu pascattapanto ma vaipunaku maraladu"},{"SurahNumber":38,"VerseNumber":35,"Text":"Atanu ila prarthincadu: \"O na prabhu! Nannu ksamincu, na taruvata marevvariki labhincanatuvanti samrajyanni naku prasadincu. Niscayanga, nive sarvapradudavu"},{"SurahNumber":38,"VerseNumber":36,"Text":"appudu memu galini ataniki vasa paracamu. Adi atani ajnanusaranga, atadu korina vaipunaku taginatluga mellaga vicedi"},{"SurahNumber":38,"VerseNumber":37,"Text":"mariyu saitanulalo (jinnatulalo) nundi kuda rakarakala kattadalu nirmince vatini mariyu samudranlo munigi (mutyalu tise) vatini (ataniki vasa paraci unnamu)"},{"SurahNumber":38,"VerseNumber":38,"Text":"marikonni sankellato bandhimpabadinavi kuda undevi"},{"SurahNumber":38,"VerseNumber":39,"Text":"(allah atanito annadu): \"Idi niku ma kanuka, kavuna nivu dinini (itarulaku) iccina, leka nive uncukunna, nito elanti lekka tisukobadadu"},{"SurahNumber":38,"VerseNumber":40,"Text":"mariyu niscayanga, ataniki ma sannihityam mariyu uttama gamyasthanam unnayi"},{"SurahNumber":38,"VerseNumber":41,"Text":"mariyu ma dasudu ayyub nu gurinci prastavincu; atanu tana prabhuvuto ila morapettukunnadu: \"Niscayanga saitan nannu apadaku mariyu siksaku guri cesadu"},{"SurahNumber":38,"VerseNumber":42,"Text":"(memu atanito annamu): \"Ni kalunu nela mida kottu. Adigo calla (niti celima)! Nivu snanam ceyataniki mariyu tragutakunu"}]}