{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":21,"VerseNumber":11,"Text":"kolku gradovi Nie gi snemavme koi bea zulumkari i po niv sozdadovme drugi luge"},{"SurahNumber":21,"VerseNumber":12,"Text":"I bidejki ja usetija strogosta Nasa vednas od gradot izbegaa"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne begajte, vratete se onamu kade sto ziveevte udoben zivot, i vo ognistata vasi, bidejki ke bidete odgovorni"},{"SurahNumber":21,"VerseNumber":14,"Text":"Rekoa: “Tesko nam! Nie, navistina, bevme zulumkari"},{"SurahNumber":21,"VerseNumber":15,"Text":"I toa nivno dovikuvanje ne prestanuvase se dodeka Nie ne gi napravivme zito pozneano"},{"SurahNumber":21,"VerseNumber":16,"Text":"Nie ne gi sozdadovme nebesata i Zemjata i ona sto e megu niv za da si igrame"},{"SurahNumber":21,"VerseNumber":17,"Text":"Koga bi posakale da se zabavuvame so toa Nie ne bi zele nisto od Nas, no toa Nie ne go pravime"},{"SurahNumber":21,"VerseNumber":18,"Text":"None! Tuku Nie nevistinata ja potiskuvame so vistinata i, taka, nevistinata e sprecena i isceznuva. Tesko vam za ona sto mu go pripisuvate na Allak"},{"SurahNumber":21,"VerseNumber":19,"Text":"I se sto e na nebesata i na Zemjata e - Allahovo! A onie koi se vo blizinata Negova ne prestanuvaat vo ibadetot kon Nego i ne se zamorat"},{"SurahNumber":21,"VerseNumber":20,"Text":"denonokno Go velicat; lagi ne izmisluvaat"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ili, zemaat li od zemjata bozestva nekakvi sto ke mozat da ozivuvaat"},{"SurahNumber":21,"VerseNumber":22,"Text":"koga bi imalo „na nebesata i na Zemjata drugo bozestvo osven Allah - bi propadnale, sigurno! Pa, neka bide slaven Allah, Gospodarot na Arsot, od ona sto Mu go pripisuvaat"},{"SurahNumber":21,"VerseNumber":23,"Text":"I ne ke bide prasan za ona sto go pravi, a tie ke bidat prasani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Ili, pak, pokraj Allah onie zemaat bozestvo? Kazi: “Donesete, togas, dokaz vas. Ovaa Opomena e za onoj sto e so mene i Opomena e za onoj sto e pred mene. No, mnozinstvoto od niv ne ja znaat vistinata: ete, ramnodusni se"}]}