{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":44,"Text":"Credi che la maggior parte di loro ascolti e comprenda? Non son altro che animali, e ancora più sviati dalla [retta] via"},{"SurahNumber":25,"VerseNumber":45,"Text":"Non hai visto come distende l'ombra, il tuo Signore? E se avesse voluto l'avrebbe fatta immobile. Invece facemmo del sole il suo riferimento"},{"SurahNumber":25,"VerseNumber":46,"Text":"e poi la prendiamo [per ricondurla] a Noi con facilità"},{"SurahNumber":25,"VerseNumber":47,"Text":"Egli è Colui Che della notte ha fatto una veste per voi, del sonno un riposo e ha fatto del giorno, un risveglio"},{"SurahNumber":25,"VerseNumber":48,"Text":"Egli è Colui Che invia i venti come annuncio che precede la Sua misericordia; e facciamo scendere dal cielo un'acqua pura"},{"SurahNumber":25,"VerseNumber":49,"Text":"per rivivificare con essa la terra morta e dissetare molti degli animali e degli uomini che abbiamo creato"},{"SurahNumber":25,"VerseNumber":50,"Text":"L'abbiamo distribuita tra loro affinché ricordino. Ma la maggior parte degli uomini rifiutò tutto, eccetto la miscredenza"},{"SurahNumber":25,"VerseNumber":51,"Text":"Se avessimo voluto, avremmo suscitato un ammonitore in ogni città"},{"SurahNumber":25,"VerseNumber":52,"Text":"Non obbedire ai miscredenti; lotta con esso vigorosamente"},{"SurahNumber":25,"VerseNumber":53,"Text":"Egli è Colui Che ha fatto confluire le due acque: una dolce e gradevole, l'altra salata e amara, e ha posto tra loro una zona intermedia, una barriera insormontabile"},{"SurahNumber":25,"VerseNumber":54,"Text":"Egli è Colui Che dall'acqua, ha creato una specie umana e la ha resa consanguinea ed affine. Il tuo Signore è potente"},{"SurahNumber":25,"VerseNumber":55,"Text":"Adorano, all'infuori di Allah, ciò che non reca loro né giovamento, né danno. Il miscredente sarà sempre alleato dei nemici, contro il suo Signore"}]}