{"Id":354,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":68,"VerseNumber":43,"Text":"அவர்களுடைய பார்வையெல்லாம் கீழ்நோக்கி நிற்கும். இழிவு அவர்களைச் சூழ்ந்துகொள்ளும். (இம்மையில்) சுகமா(ன தேகத்தை உடையவர்களா)க இருந்த சமயத்தில், சிரம் பணிந்து வணங்க நிச்சயமாக அழைக்கப்பட்டனர். (எனினும், தங்கள் கர்வத்தால் அதை நிராகரித்து விட்டனர்)"},{"SurahNumber":68,"VerseNumber":44,"Text":"ஆகவே, (நீர் மத்தியில் வராது) என்னையும் இவ்வசனங்களைப் பொய்யாக்கும் இவர்களையும் விட்டு விடுவீராக. அவர்கள் அறியாத விதத்தில் அதிசீக்கிரத்தில் அவர்களை சிரமத்தில் சிக்க வைப்போம்"},{"SurahNumber":68,"VerseNumber":45,"Text":"(அவர்களுடைய பாவம் அதிகரிப்பதற்காக) அவர்களை விட்டுவைப்போம். நிச்சயமாக நம் சூழ்ச்சி மிக்க பலமானது. (அவர்கள் தப்பவே முடியாது)"},{"SurahNumber":68,"VerseNumber":46,"Text":"(நபியே!) அவர்களிடம் (வரியாக) கூலி ஏதும் கேட்கிறீரா? அவ்வாறாயின் (அதற்காக அவர்கள்) பட்ட கடனில் (அல்லது அந்த வரியின் பளுவைச் சுமக்க முடியாது) அவர்கள் மூழ்கிவிட்டனரா"},{"SurahNumber":68,"VerseNumber":47,"Text":"அல்லது மறைவான விஷயங்கள் (எழுதப்படும் குறிப்பு) அவர்களிடம் இருந்து, அதில் (தங்களை நல்லவர்களென) எழுதிக் கொண்டிருக்கின்றனரா"},{"SurahNumber":68,"VerseNumber":48,"Text":"(நபியே!) உமது இறைவனின் கட்டளைக்காகப் பொறுத்திருப்பீராக. (கோபம் தாங்காது) மீன் வயிற்றில் சென்றவரை (-யூனுஸை)ப் போல் நீரும் ஆகிவிடவேண்டாம். அவர் கோபத்தில் மூழ்கிச் சென்று (மீனால் விழுங்கப்பட்டு அதன் வயிற்றில் இருந்துகொண்டு இறைவனைப்) பிரார்த்தனை செய்து கொண்டிருந்ததை நினைத்துப் பார்ப்பீராக"},{"SurahNumber":68,"VerseNumber":49,"Text":"அவருடைய இறைவனின் அருள் அவரை அடையாதிருப்பின், வெட்ட வெளியான (அந்த) மைதானத்தில் எறியப்பட்டு நிந்திக்கப்பட்டவராகவே இருப்பார்"},{"SurahNumber":68,"VerseNumber":50,"Text":"(இறைவனின் அருள் அவரை அடைந்ததால்) அவருடைய இறைவன் அவரை (மன்னித்துத்) தேர்ந்தெடுத்து, அவரை நல்லவர்களிலும் ஆக்கிவைத்தான்"},{"SurahNumber":68,"VerseNumber":51,"Text":"(நபியே!) நிராகரிப்பவர்கள் நல்லுபதேசத்தைக் கேட்கும் போதெல்லாம், அவர்கள் தங்கள் பார்வைகளைக் கொண்டே உம்மை வீழ்த்தி விடுபவர்களைப்போல் (கோபத்துடன் விரைக்க விரைக்கப்) பார்க்கின்றனர். மேலும், அவர்கள் (உம்மைப் பற்றி) நிச்சயமாக, இவர் பைத்தியக்காரர்தான் என்று கூறுகின்றனர்"},{"SurahNumber":68,"VerseNumber":52,"Text":"(நீர் அவர்களுக்கு ஓதிக் காண்பிக்கும்) இது, பொதுவாக உலகத்தார் அனைவருக்கும் ஒரு நல்லுபதேசமே தவிர வேறில்லை"},{"SurahNumber":69,"VerseNumber":1,"Text":"(நிகழக்கூடிய) உண்மை(ச் சம்பவம்)"},{"SurahNumber":69,"VerseNumber":2,"Text":"அந்த உண்மை(ச் சம்பவம்) எது"},{"SurahNumber":69,"VerseNumber":3,"Text":"(நபியே!) அந்த உண்மை(ச் சம்பவம்) என்னவென்பதை நீர் அறிவீரா"},{"SurahNumber":69,"VerseNumber":4,"Text":"‘ஸமூத்' என்னும் மக்களும் ‘ஆத்' என்னும் மக்களும் (மரணித்தவர்களைத்) தட்டி எழுப்பு(ம் அச்சம்ப)வ(த்)தைப் பொய்யாக்கினர்"},{"SurahNumber":69,"VerseNumber":5,"Text":"ஆகவே, ‘ஸமூத்' மக்கள் பெரும் சப்தத்தைக்கொண்டு அழிக்கப்பட்டனர்"},{"SurahNumber":69,"VerseNumber":6,"Text":"ஆத் என்னும் மக்களோ, அதிவேகமாக விரைந்து (இரைந்து) செல்லும் (புயல்) காற்றைக்கொண்டு அழிக்கப்பட்டனர்"},{"SurahNumber":69,"VerseNumber":7,"Text":"ஏழு இரவுகளும், எட்டுப் பகல்களும் தொடர்ச்சியாக அவர்கள் மீது அக்காற்றை நடத்தி வைத்தான். (நபியே! அச்சமயம் நீர் அங்கிருந்தால்) வேரற்று சாய்ந்த ஈச்சமரங்களைப் போல், அந்த மக்கள் பூமியில் விழுந்து கிடப்பதைக் கண்டிருப்பீர்"},{"SurahNumber":69,"VerseNumber":8,"Text":"(இன்றைக்கும்) அவர்களில் எவரும் தப்பி(ப் பிழைத்து) இருப்பதை நீர் காண்கிறீரா"}]}