{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":105,"Text":"My nisposlali yego (Koran) s istinoy, i on soshel s istinoy, a tebya My poslali tol'ko dobrym vestnikom i predosteregayushchim uveshchevatelem"},{"SurahNumber":17,"VerseNumber":106,"Text":"My razdelili Koran dlya togo, chtoby ty chital yego lyudyam ne spesha. My nisposlali yego chastyami"},{"SurahNumber":17,"VerseNumber":107,"Text":"Skazhi: «Veruyte v nego (Koran) ili ne veruyte! Voistinu, kogda yego chitayut tem, komu prezhde bylo darovano znaniye, oni padayut nits, kasayas' zemli svoimi podborodkami"},{"SurahNumber":17,"VerseNumber":108,"Text":"Oni govoryat: «Khvala nashemu Gospodu! Voistinu, obeshchaniye nashego Gospoda nepremenno ispolnitsya»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Oni padayut nits, kasayas' zemli podborodkami i rydaya. I eto priumnozhayet ikh smireniye»"},{"SurahNumber":17,"VerseNumber":110,"Text":"Skazhi: «Prizyvayte Allakha ili prizyvayte Milostivogo! Kak by vy ni prizyvali Yego, u Nego - samyye prekrasnyye imena». Ne sovershay svoy namaz gromko i ne sovershay yego shepotom, a vyberi sredneye mezhdu etim"},{"SurahNumber":17,"VerseNumber":111,"Text":"Skazhi: «Khvala Allakhu, Kotoryy ne vzyal Sebe syna, Kotoryy ni s kem ne delit vlast', Kotoromu ne nuzhen zashchitnik ot unizheniya». I vozvelichivay Yego velichavo"},{"SurahNumber":18,"VerseNumber":1,"Text":"Khvala Allakhu, Kotoryy nisposlal Svoyemu rabu Pisaniye i ne dopustil v nem nepravdy"},{"SurahNumber":18,"VerseNumber":2,"Text":"i sdelal yego pravil'nym, chtoby predosterech' neveruyushchikh ot tyazhkikh mucheniy ot Nego i soobshchit' veruyushchim, sovershayushchim pravednyye deyaniya, blaguyu vest' o tom, chto im ugotovana prekrasnaya nagrada"},{"SurahNumber":18,"VerseNumber":3,"Text":"v kotoroy oni prebudut vechno"},{"SurahNumber":18,"VerseNumber":4,"Text":"i chtoby predosterech' tekh, kotoryye govoryat: «Allakh vzyal Sebe syna»"}]}