{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":11,"VerseNumber":109,"Text":"kāvuna (ō pravaktā!) Vāru ārādhin̄cē vāṭini gurin̄ci nīvu sandēhanlō paḍaku. Pūrvaṁ nuṇḍi vāri tātamuttātalu ārādhin̄cinaṭlugānē vāru kūḍā (andhulai) ārādhistunnāru. Mariyu mēmu niścayaṅgā, vāri bhāgapu (śikṣanu) ē mātraṁ taggin̄cakuṇḍā vāriki pūrtigā nosaṅgutāmu"},{"SurahNumber":11,"VerseNumber":110,"Text":"Mariyu vāstavaṅgā, mēmu mūsāku granthānni prasādin̄cāmu. Pidapa andulō abhiprāyabhēdālu vaccāyi. Nī prabhuvu māṭa (ājña) mundugānē nirṇayin̄cabaḍi uṇḍakuṇṭē, vāri tīrpu eppuḍō jarigi uṇḍēdi. Mariyu niścayaṅgā, vāru dīnini gurin̄ci sanśayanlō, sandēhanlō paḍi vunnāru"},{"SurahNumber":11,"VerseNumber":111,"Text":"mariyu niścayaṅgā, nī prabhuvu prati okkari karmala pratiphalānni vāriki tappakuṇḍā pūrtigā icci vēstāḍu. Niścayaṅgā āyana vāri karmalanu bāgā erugunu"},{"SurahNumber":11,"VerseNumber":112,"Text":"kanuka (ō pravaktā!) Nīvū mariyu paścāttāpa paḍi (āyana vaipuku maralina) nī sahacarulū, nīku ājña ivvabaḍina vidhaṅgā r̥jumārgampai sthiraṅgā uṇḍaṇḍi, haddu mīrakaṇḍi. Niścayaṅgā, āyana mī karmalannī cūstunnāḍu"},{"SurahNumber":11,"VerseNumber":113,"Text":"durmārgula vaipunaku mīru moggakaṇḍi. Narakāgnilō cikkukuṇṭāru. Ā taruvāta allāh tappa marevvarū mīku sanrakṣakulū uṇḍaru. Appuḍu mīkevvari sahāyamū labhin̄cadu"},{"SurahNumber":11,"VerseNumber":114,"Text":"mariyu dinapu civari reṇḍu bhāgāllōnū mariyu rātripūṭa konta bhāganlō kūḍā namāj salapaṇḍi. Niścayaṅgā, satkāryālu duṣkāryālanu dūraṁ cēstāyi. Jñāpakaṁ un̄cukunē vāriki idi oka upadēśaṁ (jñāpika)"},{"SurahNumber":11,"VerseNumber":115,"Text":"mariyu sahanaṁ vahin̄cu; niścayaṅgā, allāh sajjanula pratiphalānni vyarthaṁ cēyaḍu"},{"SurahNumber":11,"VerseNumber":116,"Text":"mīku pūrvaṁ gatin̄cina tarāla vārilō, bhūmilō kallōlaṁ rēkettin̄cakuṇḍā niṣēdhin̄cē sajjanulu enduku lēru? Kāni alāṇṭi vāru kondaru mātramē uṇḍēvāru! Vārini mēmu alāṇṭi vāri (durmārgula) nuṇḍi kāpāḍāmu. Mariyu durmārgulaina vāru aihika sukhālaku lōnayyāru mariyu vāru aparādhulu"},{"SurahNumber":11,"VerseNumber":117,"Text":"mariyu vāṭilō nivasin̄cē prajalu sadvartanulai unnanta varaku, alāṇṭi nagarālanu nī prabhuvu an'yāyaṅgā nāśanaṁ cēsēvāḍu kāḍu"}]}