{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":83,"Text":"Alar paygambarga tüşürülgön nerseni (Kuraandı) ukkan kezde, özdörünö taanış bolgon akıykat(tı uguşkanı) sebeptüü, közdörü jaşka tolgonun körösüŋ. (Anan alar): “O, Rabbibiz! Biz ıyman keltirdik! Bizdi (Allaһtın jalgızdıgına eŋ tuura) kübölük berüüçülördün (musulmandardın) katarına jazıp koy"},{"SurahNumber":5,"VerseNumber":84,"Text":"Bizge emne bolgon eken, Allaһka (tuura) ıyman keltirbey jana bizge kelgen akıykatka işenbey turup ele, Rabbibiz bizdi jakşı koomdor (musulmandar) menen birge Beyişke kirgizüüsün ümüt kılıp jürüptürbüz?!” - deşet"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allaһ alardı, (jüröktön) aytkan sözdörü (ıymandarı) sebeptüü, astınan darıyalar akkan Beyişter menen sıyladı. Alar anda tübölük kalışat. Bul - jakşı amal kıluuçu adamdardın sıylıgı"},{"SurahNumber":5,"VerseNumber":86,"Text":"Al emi, kaapır bolup, Bizdin ayattarıbızdı jalganga çıgargan adamdar — tozok eeleri"},{"SurahNumber":5,"VerseNumber":87,"Text":"O, ıyman keltirgender! Allaһ silerge adal kılgan adal-taza nerselerdi (özüŋörgö) aram kılıp albagıla! Jana çekten çıkpagıla! Çınında, Allaһ çekten çıkkandardı jakşı körböyt"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allaһ silerge ırıs kılıp bergen adal-taza nerselerdi (özüŋörgö aram kılıp albay) jey bergile. Özüŋör ıyman keltirgen Allaһtan korkkula"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allaһ silerdi alaŋgazarlık menen (oylonboy) içken antıŋar üçün azaptabayt. A, birok, jürögüŋörgö bekem tüygön antıŋar üçün (eger atkarbasaŋar) azaptayt. Emi anın (ant içip, atkarbay koygondun) tölömü üy-bülöŋördü tamaktandırgan ortoço tamak menen on kedeydi toyduruu je kiyintüü je bolboso, bir kuldu azat kıluu. Kim munu(n karajatın) tappay kalsa, üç kün orozo karmoo. Uşul - içken jana buzup koygon antıŋardın tölömü. Birok, antıŋardı saktagıla! Şügür kıluuçu (pendelerden) boluşuŋar üçün Allaһ silerge ayattarın uşintip bayandayt"}]}