{"Id":230,"LanguageCodes":["kmr"],"Name":"kmr-unknown","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":9,"VerseNumber":62,"Text":"Jj bona ku ewan xwe bi we bidine qayîl kirinê, ewan ji we ra bi Yezdan sond dixun. Heke bi rastî ewan bawer kiribin; Yezdan û Pêxemberê Wî babettir in, ku ewan bi xwe bidine qayîl kirinê"},{"SurahNumber":9,"VerseNumber":63,"Text":"Ma qey ewan nizanin? Kîjan di hemberê biryarên Yezdan û Pêxemberê (Wî da, biryaran bihûne) îdî bi rastî ji bona wî ra agirê dojê bê paşî heye. Ewa ê bi xweber jî di wê dojê da hey bimîne. Riswaya mezin eva ye"},{"SurahNumber":9,"VerseNumber":64,"Text":"Ewanê durû hene! Ewan ditirsin, ku li ser wan da ferkereke wusa bê hinartinê, di dilê wan da çi hebe ji wan ra bêje (bi vî awayî jî tinaz dikirin. Muhemmed! Tu ji wan ra aha) bêje: \"Hûn (gelî durûyan) tinazan bikin! Bi rastî tişta ku hûn jê ditirsin, Yezdanê ewî derxe (rohnayî ye)"},{"SurahNumber":9,"VerseNumber":65,"Text":"Heke (Muhemmed! Tu) ji wan bipirsî (ka hûn çi mijûl dibin?) Ewanê (aha bersiva te bidin): \"Bi sond! (Qe em bi tu tiştî mijûl nabin) lê em di nava xwe da tinazan dikin û bi hev dileyîzin diçin. (Muhemmed! Tu ji wan ra aha) bêje: “Qey hûn bi Yezdan û bi beratên wî û bi Pêxemberê Wî tinazan dikin?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Hûn (gelî durûyan!) baxişandina xwe ji wan kirinê xwe nexwezin. Bi sond! Hûn ji piştî bawerîya xwe, bûne file. Heke em destekî ji we bibaxişînin, emê desta mayî jî bi sedema, ku ewan gonehkar bûne şapat bikin"},{"SurahNumber":9,"VerseNumber":67,"Text":"Ewanê durû hene! Mêr û jinê wan jî ji hev in. Ewanan fermana bi kirina sikatîyan û bi xwe para dana ji qencîyan dikin. Ewan destê xwe (ji kirina qencîyan) digirin; Ewan Yezdan (bi vî awayî) ji bîrva kirine. Îdî ji ber vî qasî Yezdan jî ewan bîrva kirine. Bi rastî ewanê ji rêya rast derketine, ewan durû bi xweber in"},{"SurahNumber":9,"VerseNumber":68,"Text":"Yezdan ji bona durûyên mêr û durûyên jin û ji bona filan ra, agirê dojê peyman kirîye, ewa ne di dojê da hey bimînin. Ewa şapata hanê besê wan e û Yezdan ewan (ji dilovanîya xwe) deherandine. Û ji bona wan ra şapateke bê paşî heye"}]}