{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":52,"Text":"Oğan Tur tawınıñ oñ jağınan dabıstap, söylesw üşin özimizge jaqındattıq"},{"SurahNumber":19,"VerseNumber":53,"Text":"Äri märxametimizben twısı Harundı, özine payğambar etip berdik"},{"SurahNumber":19,"VerseNumber":54,"Text":"(Muxammed Ğ.S.) Qurandağı Ismayıl (Ğ.S.) dı esiñe al. Şınında ol, wädesine berik äri jiberilgen bir payğambar edi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Üy-işine, namazben zeketti orındawdı buyıratın edi. Sonday-aq Rabbınıñ qasında süyikti edi"},{"SurahNumber":19,"VerseNumber":56,"Text":"(Muxammed Ğ.S.) Kitaptağı Idırıs (Ğ.S.) dı esker. Öytkeni, ol şınşıl bir payğambar edi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Onı joğarı orınğa köterdik. (Payğambarlıq därejesine, Allağa jaqındawğa, jannatqa jäne kökke şığarwğa. J.B.R.K.X)"},{"SurahNumber":19,"VerseNumber":58,"Text":"Mine bular, Alla, özderin nığmetke bölegen payğambarlar. Adam (Ğ.S.) nıñ jäne Nux (Ğ.S.) pen birge (kemede) tasığandarımızdıñ urpağınan äri Ibırayım (Ğ.S.) jäne Ïsraïldıñ, urpağınan twra jol körsetip, tañdağan kisilerimizden. Olarğa Allanıñ ayattarı oqılğan sätte, jılağan boyda säjdege jığıladı (Säjde ayatı)"},{"SurahNumber":19,"VerseNumber":59,"Text":"Bul payğambarlardan keyin orındarına, namazdı qoyıp, näpsilerine ergender keldi. Olar jaqında (qïyamette) adaswlarınıñ sazayın tartadı"},{"SurahNumber":19,"VerseNumber":60,"Text":"Biraq kim täwbe qılıp, ïïan keltirgen türde tüzw is istese, mine solar eşbir ädiletsizdikke uşıramay jannatqa kiredi"},{"SurahNumber":19,"VerseNumber":61,"Text":"Ol, asa qamqor Allanıñ qupïya türde quldarına wäde etken (Ğadın) jannattarı. Rasında Onıñ wädesi orındaladı"},{"SurahNumber":19,"VerseNumber":62,"Text":"Olar jannatta sälemnen basqa bos söz estimeydi. Jäne olarğa jannatta erteli-keş nesibe bar"},{"SurahNumber":19,"VerseNumber":63,"Text":"Quldarımızdan birew taqwa bolsa, sonı murager etetin beyiş osı. (Bir waq Jebireyil Ğ.S. keşikkendikten Muxammed Ğ.S. alañ boladı. J.B.M.R.K)"},{"SurahNumber":19,"VerseNumber":64,"Text":"(Jebreyil Ğ.S.): \"Rabbımnıñ ämirimen ğana tüsemiz. Aldı-artımdağı jäne eki aradağı jağdaylardı bilw Oğan tän. Sonday-aq Rabbıñ umıtpaydı"}]}