{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":87,"Text":"“Evlatlarım, haydi gidiniz, bütün duyularınızı, hislerinizi kullanarak vargücünüzle Yusuf ve kardeşi hakkında bilgi edinmeye çalışınız.Allah'ın rahmetinden asla ümidinizi kesmeyiniz. Çünkü kâfirler güruhu dışında hiç kimse Allah’ın rahmetinden ümidini kesmez.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Onlar Mısır'a varıp Yusuf’un huzuruna girerek “Aziz vezir! dediler, biz de, ailemiz de yine darlık ve sıkıntıya düştük, biz bu sefer pek az bir meblağ getirebildik.Lütfen bize tahsisatımızı tam ölçek ver de, parasını veremediğimiz kısmı da sadakanız olsun. Şüphesiz ki Allah tasadduk edenleri fazlasıyla ödüllendirir.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Artık zamanı geldiğini düşünerek Yusuf: “Siz, dedi, cahilliğiniz döneminde Yusuf ile kardeşine yaptığınız muameleyi elbette biliyorsunuzdur değil mi?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"“Aa! Sen, yoksa sen Yusuf musun?” dediler. O da: “Evet ben Yusuf'um, bu da kardeşim! Gerçekten Allah bizi lütfuna mazhar etti. Şu kesindir ki, kim Allah’ı sayıp haramlardan sakınır, itaatlara devam ve imtihanlara sabrederse, Allah da böyle güzel hareket edenlerin mükâfatını asla zayi etmez.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Kardeşleri de şöyle dediler: “Vallahi de, tallahi de Allah seni bize üstün kılmıştır. Doğrusu bizler suçlu idik!”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Yusuf şöyle cevap verdi: “Bugün sizi kınayacak, serzenişte bulunacak değilim! Ben hakkımı helâl ettim. Allah da sizi affetsin. Çünkü merhamet edenlerin en merhametlisi O'dur.”"},{"SurahNumber":12,"VerseNumber":93,"Text":"Şu gömleğimi alın, babamın yanına varıp onun yüzüne sürüverin, o zaman gözü açılacaktır. Sonra da bütün çoluk çocuğunuzla buyurun, yanıma gelin.”"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kafile daha Mısır'dan ayrılır ayrılmaz, öteden babaları:“Şayet ‘Bunadı’ demezseniz, doğrusu, ben Yusuf’un kokusunu alıyorum!” dedi"},{"SurahNumber":12,"VerseNumber":95,"Text":"Oradakiler: “Vallahi, dediler, sen hâlâ, o eski saflığında devam etmektesin.”"}]}