{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":146,"Text":"Fán méng wǒ cìyǔ jīngdiǎn zhě, tāmen rènshí tā [mù shèng huò tiān fáng] jiù xiàng rènshí zìjǐ de érnǚmen yīyàng. Tāmen zhōng yǒuxiē rén díquè gùyì yǐncáng zhēnlǐ [rú “tǎo lā tè” hé “yǐn jí lēi” zhōng duì mù shèng jiāng jiàng shì de yùyán]."},{"SurahNumber":2,"VerseNumber":147,"Text":"[Zhè shì] cóng nǐ de zhǔ jiàng shì de zhēnlǐ, suǒyǐ, nǐ jué bùyào huáiyí."},{"SurahNumber":2,"VerseNumber":148,"Text":"Měi gè mínzú dōu yǒu yīgè zìjǐ [zài zōngjiào huódòng zhōng] miàn duì de fāngxiàng, yīncǐ, nǐmen dāng zhēngxiān xíngshàn. Wúlùn nǐmen zài nǎlǐ,[fùhuó rì] ān lā dōu jiāng bǎ nǐmen jíhé qǐlái. Ān lā duì wànshì què shì wànnéng de."},{"SurahNumber":2,"VerseNumber":149,"Text":"Wúlùn nǐ chūxiànzài nǎlǐ, nǐ [lǐbài shí] dōu yīng miànxiàng [mài jiā] jìn sì fāngxiàng. Zhè què shì cóng nǐ de zhǔ jiàng shì de zhēnlǐ. Ān lā jué bù hūshì nǐmen suǒ zuò de."},{"SurahNumber":2,"VerseNumber":150,"Text":"Wúlùn nǐ chūxiàn zài nǎlǐ, nǐ [lǐbài shí] dōu yīng miànxiàng jìn sì fāngxiàng; wúlùn nǐmen zài nǎlǐ, nǐmen [lǐbài shí] dōu yīng miànxiàng jìn sì fāngxiàng, yǐmiǎn rénmen yǒu fǎnduì nǐmen de jièkǒu, tāmen zhōngxíng bù yì de rénmen chúwài. Nǐmen bùyào hàipà tāmen, nǐmen dāng wèijù wǒ, yǐbiàn wǒ wánchéng wǒ duì nǐmen de ēnhuì, yǐbiàn nǐmen huòdé zhèngdào."},{"SurahNumber":2,"VerseNumber":151,"Text":"Zhèngrú wǒ cóng nǐmen běn zú zhōng wèi nǐmen pàiqiǎn yī wèi shǐzhě [mù shèng], tā [mù shèng] xiàng nǐmen xuāndú wǒ de qǐshì [“gǔlánjīng”], jìnghuà nǐmen, jiàoshòu nǐmen jīngdiǎn [“gǔlánjīng”] hé zhìhuì [“shèng xùn”], bìng bǎ nǐmen suǒ bù zhīdào de jiàoshòu nǐmen."},{"SurahNumber":2,"VerseNumber":152,"Text":"Nǐmen zàn niàn wǒ [zhù] ba! Wǒ jiāng jì zhù nǐmen; nǐmen gǎnxiè wǒ ba! Nǐmen bùyào gūfù wǒ."},{"SurahNumber":2,"VerseNumber":153,"Text":"Xìnshìmen a! Nǐmen dāng yòng jiānrěn hé bài gōng qiú [ān lā de] xiāngzhù. Ān lā díquè yǔ jiānrěn zhě tóng zài."}]}