{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":3,"VerseNumber":141,"Text":"U ji bo ku Yezdan ewane bawer kirine (ji gunehan) bi maline u (Yezdan) ewane file ji (bi gunehen wan va) biherciqine"},{"SurahNumber":3,"VerseNumber":142,"Text":"Qey hun goman dikin, ku hune herne bihiste Yezdan ji qe bi wan meriven ji we ne, ku di reya Yezdan da tekosin kiribin u bi wan meriven ji we ne, ku di hembere asitan da hew kiribin, nizanbe"},{"SurahNumber":3,"VerseNumber":143,"Text":"U bi sond! Di gava hej hun rasti mirine ne hatibun, we dilxwaziya mirine dikirin. Idi bi rasti we mirin dit hun zoq mane le meze dikin"},{"SurahNumber":3,"VerseNumber":144,"Text":"U Muhemmed! Hey pexemberek e, di bereya wi da pexember hatine cune. Qey di gava (Muhemmed) bimire, ya ji be kustine, hune para da bizivirin? Idi kijan para da bizivire ewa tu ziyane nade Yezdan. Bi rasti Yazdane sipaskaran xelat bike"},{"SurahNumber":3,"VerseNumber":145,"Text":"Be destura Yezdan tu kes namire! U kijan qencen cihane bive, eme ji wan qencen cihane bidine wi u kijan ji qencen dan u gave para da bive, eme ji wan qencen dane para da bidine wi. U bi rasti eme sipaskaran xelat bikin"},{"SurahNumber":3,"VerseNumber":146,"Text":"Ci qas pexember hebune, ku pir zanan ji bi wan (pexemberan va) di hembere neyaran da qirin kirine. Ewanan (bi sedema wan tisten, ku di reya Yezdan da hatiye sere wan), idi sist ne bene be hez u pinti u stuxwari nekirine. Sixwa Yezdan bi xweber ji ji hevkeran hez dike"},{"SurahNumber":3,"VerseNumber":147,"Text":"Axiftina wan zanan hey eva buye u gotine: “Xwedaye me! Tu ji bona me ra gunehen me u ewan dest belavine me bibaxisine u (Xweda! Tu) pe me di hembere neyaran da bi ci bike u tu arikareya me li ser komale file bike.”"},{"SurahNumber":3,"VerseNumber":148,"Text":"Idi Yezdan ji wan ra qencen cihani u titale qencen dan u gave para da daye. Sixwa Yezdan bi xweber ji ji qencikaran hez dike"}]}