{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":27,"Text":"And We created not the heaven and the earth and whatever is between the two in falsehood. That is the opinion of those who were ungrateful. Then, woe to those who disbelieved in the fire"},{"SurahNumber":38,"VerseNumber":28,"Text":"Or will We make those who believed and did as the ones in accord with morality like the ones who make corruption in and on the earth or will We make the ones who are Godfearing as the ones who acted immorally"},{"SurahNumber":38,"VerseNumber":29,"Text":"It is a blessed Book that We caused to descend to thee, so that they meditate on its signs and those imbued with intuition recollect"},{"SurahNumber":38,"VerseNumber":30,"Text":"And We bestowed Solomon on David. How excellent a servant. Truly, he was penitent"},{"SurahNumber":38,"VerseNumber":31,"Text":"When they were presented before him in the evening—steeds standing with one foot slightly raised—"},{"SurahNumber":38,"VerseNumber":32,"Text":"he said: Truly, I cherished and loved the good instead of remembering my Lord when the sun secluded itself behind the partition of the night"},{"SurahNumber":38,"VerseNumber":33,"Text":"Return them to me. Then, he took wiping over their legs and their necks"},{"SurahNumber":38,"VerseNumber":34,"Text":"And, certainly, We tried Solomon. We cast a lifeless body on his seat. Again, he was penitent"},{"SurahNumber":38,"VerseNumber":35,"Text":"He said: My Lord! Forgive me and bestow on me a dominion such will not be fit and proper for another after me. Truly, Thou art The Giver"},{"SurahNumber":38,"VerseNumber":36,"Text":"So We caused the wind to be subservient to him. It runs at his command, a gentle wind, wherever it lit"},{"SurahNumber":38,"VerseNumber":37,"Text":"And We made subservient the satans and every builder and diver"},{"SurahNumber":38,"VerseNumber":38,"Text":"and others, ones who are chained in bonds"},{"SurahNumber":38,"VerseNumber":39,"Text":"This is Our gift. Then, hast thou shown grace or hast thou held back without reckoning"},{"SurahNumber":38,"VerseNumber":40,"Text":"Truly, for him is nearness with Us, and goodness of destination"},{"SurahNumber":38,"VerseNumber":41,"Text":"And remember Our servant Job when he cried out to his Lord: Truly, Satan afflicted me with fatigue and punishment"},{"SurahNumber":38,"VerseNumber":42,"Text":"It is said: Stomp with thy foot. This is a place of washing that is cool and from which to drink"}]}